{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"\"\nJANARDHANAM PRASAD\nA\nV.\nRAMDAS\nFEBRUARY 2, 2007\n[S.B.SINHA AND MARKANDEY KATJU, JJ.]\nB\nSpecific Relief Act, 1963: s.20-Defendant agreed to sell land to\nrespondent—No time fixed for performance of contract-Respondent within\n20 days of contract came to know that defendant not ready to perform his\npart of contract-Sale deed registered in favour of appellant-Suit for specific C\nperformance filed 3 years after the knowledge that defendant not ready to\nperform his part-Appellant in possession of suit land and also dug a well\nand made improvement on it-In this view, not fit case to exercise discretionary\njurisdiction under s.20-Defendant directed to refund the advance amount-\nTransfer of Property Act, 1882-s.3.\nDefendant no.1 entered into an agreement to sell the suit property to\nthe appellant. On 11.4.1983, defendant No.1 entered into another agreement\nto sell the same property to the respondent. In the former agreement the\ntransaction by way of execution of the deed of sale was to be completed within\nthree months, whereas in the latter case, no time limit was fixed.\nRespondent made part payment of the agreed amount. As he was\nworking in Saudi Arabia, his affairs were managed by his wife and father-in-\nlaw (PW-1). When he came back from Saudi Arabia in August 1983, May\n1984, as also in 1985, 1986, he asked for execution of the sale deed on receipt\nof the balance amount.\nOn 4.9.1985, the defendant no.1 executed a registered sale deed in\nfavour of appellant. Respondent served a notice upon defendant no.1 to\nperform his part of contract on 15.9.1986. Thereafter, respondent filed a suit\nfor specific performance of contract.\nIn the evidence PW-1 stated that within the period of 20 days from the\nday of agreement of sale dated 11.4.1983, he was aware that defendant was\nnot ready to perform his part of contract. The suit was dismissed.\nOn appeal, First appellate Court decreed the suit. High Court upheld\nthe same. Hence the present appeal.\n151\nD\nE\nF\nG\nH\nA\n+\n152\nA\nB\nC\nᎠ\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nPartly allowing the appeal, the Court\nHELD: 1. The Court, in applying the period of limitation, would first\ninquire as to whether any time was fixed for performance of agreement of\nsale. If it is so fixed suit must be filed within the period of three years, failing\nwhich the same would be barred by limitation. Here, however, no time for\nperformance was fixed. It was for the Courts to find out the date on which the\nplaintiff had notice that the performance was refused and on arriving at a\nfinding in that behalf, to see whether the suit was filed within three years\nthereafter. Para 11][156-E-F]\non.\nPukhraj D. Jain \u0026 Ors. v. G. Gopalakrishna, [2004] 7 SCC 251, relied\nR.K.Parvatharaj Gupta v. K.C.Jayadeva Reddy, [2006] 2 SCC 428 and\nGunwantbhai Mulchand Shah \u0026 Ors. v. Anton Elis Farel \u0026 Ors., [2006] 3\nSCC 634, referred to.\n2.1. Registration of a document as well as possession would constitute\nnotice, as is evident from Section 3 of the Transfer of Property Act, 1882.\nAdmittedly, father-in-law and wife of the Respondent No.1 had been looking\nafter his affairs. They were, therefore, acting as his agents. They would be\ndeemed to have notice of the registration of the document as also the\nE possession by the appellant. If they had the requisite notice, Respondent No.\n1, having regard thereto, should have filed a suit for specific performance of\ncontract within the prescribed period. In fact they should have done so\nexpeditiously having regard to the discretionary nature of relief he may obtain\nin the suit. They did not do so. They waited for more than two years from the\ndate of execution of deed of sale. Even if the suit was not barred by limitation\non that account, it was a fit case, where the Court should have refused to\nexercise its discretionary jurisdiction under s.20 of the Specific Relief Act,\n1963. [Paras 13, 14] [157-A; 158-C-D]\nF\nG\n2.2. Father-in-law of Respondent No. 1 categorically stated that he, at\nall material times, was aware that the defendant no.1 had refused to perform\nhis part of contract. The suit should have, in the aforementioned situation,\nbeen filed within three years from the said date. The performance of a contract\nmay be dependent upon several factors. The conduct of the parties in this\nbehalf is also relevant. The parties by their conduct or otherwise may also\nextend the time for performance of contract from time to time. In that view\nH of the matter, the suit ought to have been filed by 1st May, 1986. The suit was\n:\n153\nJANARDHANAM PRASAD v. RAMDAS [S.B.SINHA, J.]\nfiled on 22.9.1987 and therefore, it was barred by limitation. [Paras 15, 16] A\n[158-F-G]\nPanchanan Dhara \u0026 Ors. v. Monmatha Nath Maity (Dead) through\nLRs. \u0026 Anr., [2006] 5 SCC 340, relied on.\n3. Furthermore, the appellant is in possession of the said land. He had B\ndug a well. He had made improvement on the suit land. Digging of well as\nalso making improvements was within the notice of the respondent. The\nwitnesses examined on his behalf had categorically admitted the same. In that\nview of the matter too, it was a fit case where the discretionary jurisdiction of\nthe Court under s.20 of the Specific Relief Act should not have been exercised\nand, instead, monetary compensation could be granted. [Para 17]\n[158-H; 159-A-B]\nM.Meenakshi \u0026 Ors. v. Metadin Agarwal (Dead) by LRs. \u0026 Ors., [2007]\n7 SCC 470 and Jai Narain Parasrampuria (Dead) \u0026 Ors. v. Pushpa Devi\nSaraf \u0026 Ors., [2006] 7 SCC 756, relied on.\n4. The judgment passed in favour of respondent no.1 may be substituted\nby a decree directing defendant No.1 to refund the sum of Rs.7,700/- with\n12% interest thereon from the date of payment till the date of realization.\n[Para 19][159-C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6141 of 2000.\nC\nD\nE\nFrom the final Judgment and Order dated 23.8.1999 of the High Court\nof Judicature at Madras in S.A. No. 245 of 1991.\nV. Prabhakar, R. Prasad, Revathy Raghavan, Subramani and Asok K.\nSadhu Khan for the Appellant.\nF\nV. Krishnamurthy, P.R. Kovilan, Prasanth and Vasudevan for the\nRespondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Appellant herein and one M. Manoharan (1st\nDefendant) entered into an agreement for sale in respect of a property in suit.\n1st Defendant and respondent No. 1 herein entered into another agreement\nfor sale on 11.4.1983. In the former agreement the transaction by way of\nexecution of the deed of sale was to be completed within a period of three\nmonths, whereas in the later case, no time limit was fixed. The 1st Defendant\nG\nH\nA\n154\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n. . A executed a registered deed of sale in favour of the appellant herein on\n4.9.1985.\n2. The 1st Defendant contended that he had asked the 2nd Defendant\nto execute a deed of sale in his favour and he had gone to the registration\noffice, but 2nd Defendant did not turn up. As Respondent was working in\nB Saudi Arabia, his affairs were being looked after by his father-in-law, Shri\nC.M. Raman Chettiar, and his wife, Smt. Vijaya. According to the 1st Defendant,\nhe had paid Rs.7,700/- by way of part payment of the entire amount of\nconsideration which was fixed at Rs.17,000/-. When he came back from Saudi\nArabia in August, 1983, May, 1984, 1985 and 1986, he asked the Respondent\nNo.2 to execute the deed of sale on receipt of the balance amount, but he\nhad been avoiding to do the same.\nC\n3. The suit for specific performance of contract was thereafter filed. The\nsaid suit was dismissed. However, the First Appellate Court, on an appeal\npreferred thereagainst by the Respondent No.1, allowed the appeal and decreed\nD the suit. By reason of the impugned judgment, the High Court has dismissed\nthe second appeal.\n4. Respondent had served a notice upon said M. Manoharan to perform\nhis part of contract on 15.9.1986. The Respondent did not examine himself\nin the suit. His father-in-law and his wife had been examined on his behalf.\nE In his deposition before the Court it is accepted that defendant Nos.1 and 2\nwere friends and, therefore, the stipulations, which are ordinarily made in an\nagreement for sale, were not made.\nF\nP.W.1, the father-in-law of respondent, in his evidence, stated:\n\"...He has assured to come but not come. He has avoided. We have\nwaited in the Registrar's office. 20 days after Ex.A2. He has not come\nas assured. We came to know that he was cheating. He was not\nwilling to execute the sale deed. I have not given notice immediately....\"\n5. Thus, within a period of 20 days from the date of the agreement for\nG sale dated 11.4.1983, the father-in-law of the Respondent No.1, was aware that\nthe defendant No.2 was not ready and willing to perform his part of contract\nand in fact, “cheating\" him. We, therefore, fail to understand as to why a\nnotice was served for the first time on 15.9.1986 and not soon thereafter.\nH\n6. The High Court in the second appeal formulated the following\nx\n+\nJANARDHANAM PRASAD v. RAMDAS [S.B.SINHA, J.}\n155\nA\npurported substantial questions of law :\n\"(a) Whether the judgment and decree of the lower appellate Court\nare not erroneous in not considering the well known principle of\nconsensus as idem as lacking in Ex.A-1, the agreement of sale?\n(b) Whether the judgment and decree of the lower appellate Court B\nare not erroneous in not rejecting the agreement of sale which is\nnot signed by the plaintiff or his agent in not holding that the\nsuit is barred by limitation?\n(c) Whether the judgment and decree of the lower appellate Court\nare not palpably wrong in upholding an incomplete agreement of C\nsale, Ex.A-1, produced by the plaintiff in preference to the\nagreement of sale, Ex.B-1, a complete sale agreement prior to the\nagreement of sale Ex.A-1?\n(d) Whether the findings of the lower appellate Court are not correct\nin drawing adverse inference against the 1st defendant on the D\nground of non-reply to the plaintiff's belated notice?\n(e)\n1\nWhether the judgment and decree of the lower appellate Court\nare not palpably wrong in not considering and applying the\nprovisions of Contract Act and Specific Relief Act?\nE\n(f)\nWhether the lower appellate Court has not erred in not considering\nthe lack of consensus ad idem in the agreement of sale?\n(g)\nWhether the lower appellate Court has not erred in not considering\nthe suit is barred by limitation?\"\n7. The High Court further proceeded on the premise that as the original F\ndeed was produced by the respondent and not by the appellant, the Court\nof First Appeal did not commit any illegality in giving preference to the claim\nof the defendants. In regard to the period of limitation, the High Court opined\nthat in terms of Article 54 of the Limitation Act, 1963 the suit was not barred\nby limitation, holding:\n\"...There must be a demand in writing by the person who is entitled\nto a right under the document and refusal by the other who is bound\nunder a document, to execute the same, and only on refusal, the cause\nof action, as such, would arise. The contract, being one for agreement\nG\nof sale relating to immovable property, as held by the Courts uniformly, H\ntime cannot be the essence of the contract. Further, in the agreement\nA\n156\nA\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nin favour of the plaintiff, there is no period mentioned. It is to be\npointed out that it is only in the agreement executed by the second\ndefendant in favour of the first defendant, there is some period,\nnamely, three months, has been mentioned\"\n8. Mr. V. Prabhakar, the learned counsel appearing on behalf of the\nB appellant submitted that the applicability of the provisions of Article 54 of the\nLimitation Act must be considered having regard to the back drop of events\nas noticed herein before.\nC\n9. From the records it appears that the appellant herein has been in\npossession of the suit land. He has dug a well. He has altered the foundations.\n10. Applicability of the provisions of Article 54 of the Limitation Act\nmust, therefore, be determined having regard to the aforementioned factual\nmatrix in mind. It reads as under:\nᎠ\n\"For specific\nperformance of\nThree\nyears\nE\na contract\nThe date fixed for the\nperformance, or, if no such\ndate is fixed, when the\nplaintiff has notice that\nperformance is refused.\"\n11. The Court, in applying the period of limitation, would first inquire\nas to whether any time was fixed for performance of agreement of sale. If it\nis so fixed, the suit must be filed within the period of three years, failing which\nthe same would be barred by limitation. Here, however, no time for performance\nwas fixed. It was for the Courts to find out the date on which the plaintiff\nhad notice that the performance was refused and on arriving at a finding in\nF that behalf, to see whether the suit was filed within three years thereafter.\n12. The question was considered in R.K. Parvatharaj Gupta v. K.C.\nJayadeva Reddy, [2006] 2 SCC 428, which in terms was noticed and applied\nin Gunwantbhai Mulchand Shah \u0026 Ors. v. Anton Elis Farel \u0026 Ors., [2006]\n3 SCC 634. {See also Pukhraj D. Jain \u0026 Ors. v. G. Gopalakrishna, [2004] 7\nG SCC 251].}\nH\n13. The 1st Defendant was a friend of the 2nd Defendant. Admittedly,\nthe usual stipulations were knowingly not made in the agreement of sale\ndated 11.4.1983. The 1st Defendant may or may not be aware about the\nagreement entered by and between the respondent herein. But he cannot\nJANARDHANAM PRASAD v. RAMDAS [S.B.SINHA, J.]\n157\nraise a plea of absence of notice of the deed of sale dated 4.9.1985, which was A\na registered document. Possession of the suit land by the appellant also\nstands admitted. Registration of a document as well as possession would\nconstitute notice, as is evident from Section 3 of the Transfer of Property Act,\n1882, which is in the following terms:\n66\n‘....“a person is said to have notice\" of a fact when he actually knows B\nthat fact, or when, but for wilful abstention from an enquiry or search\nwhich he ought to have made, or gross negligence, he would have\nknown it.\nExplanaion I-Where any transaction relating to immovable\nproperty is required by law to be and has been effected by a registered\nC\ninstrument, any person acquiring such property or any part of, or\nshare or interest in, such property shall be deemed to have notice of\nsuch instrument as from the date of registration or, where the property\nis not all situated in one sub-district, or where the registered instrument\nhas been registered under sub-section (2) of section 30 of the Indian\nRegistration Act, 1908 (16 of 1908), from the earliest date on which\nany memorandum of such registered instrument has been filed by any\nSub-Registrar within whose sub-district any part of the property which\nis being acquired, or of the property wherein a share or interest is\nbeing acquired, is situated:\nProvided that--\n(1) the instrument has been registered and its registration\ncompleted in the manner prescribed by the Indian Registration Act,\n1908 (16 of 1908), and the rules made thereunder,\n(2) the instrument or memorandum has been duly entered or filed,\nas the case may be, in books kept under Section 51 of that Act, and\n(3) the particulars regarding the transaction to which the instrument\nrelates have been correctly entered in the indexes kept under section\n55 of that Act.\nExplanation II.-Any person acquiring any immovable property\nor any share or interest in any such property shall be deemed to have\nnotice of the title, if any, of any person who is for the time being in\nactual possession thereof.\nD\nE\nF\nG\nExplanation III.-A person shall be deemed to have had notice H\nt\n+\nA\n158\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nof any fact if his agent acquires notice thereof whilst acting on his\nbehalf in the course of business to which that fact is material:\nProvided that, if the agent fraudulently conceals the fact, the\nprincipal shall not be charged with notice thereof as against any\nperson who was a party to or otherwise cognizant of the fraud.\"\n14. Admittedly, father-in-law and wife of the Respondent No.1 had been\nlooking after his affairs. They were, therefore, acting as his agents. They\nwould be deemed to have notice of the registration of the document as also\nthe possession of the appellant herein. If they had the requisite notice, in\nour opinion, the Respondent No.1., having regard thereto, should have filed\na suit for specific performance of contract within the prescribed period. In\nfact they should have done so expeditiously having regard to the discretionary\nnature of relief he may obtain in the suit. They did not do so. They waited\nfor more than two years from the date of execution of deed of sale. Even if\nthe suit was not barred by limitation on that account, it was a fit case, where\nthe Court should have refused to exercise its discretionary jurisdiction under\nD\nSection 20 of the Specific Relief Act, 1963.\n15. But before we advert to the said question, we may consider the\neffect of refusal on the part of the 2nd Defendant to execute the deed of sale\nwithin 20 days from the date of entering into the said agreement for sale. We\nE have noticed hereinbefore that father-in-law of the Respondent No.1\nF\nG\ncategorically stated that he, at all material times, he was aware that the 2nd\nDefendant was refusing to execute the agreement of sale. They had, therefore,\nthe notice, that the defendant no. 1 had refused to perform his part of\ncontract. The suit should have, in the aforementioned situation, been filed\nwithin three years from the said date. We are not oblivious of the fact that\nperformance of a contract may be dependent upon several factors. The\nconduct of the parties in this behalf is also relevant. The parties by their\nconduct or otherwise may also extend the time for performance of contract\nfrom time to time, as was noticed by this Court in Panchanan Dhara \u0026 Ors.\nv. Monmatha Nath Maity (Dead) through LRs. \u0026 Anr., [2006] 5 SCC 340].\n16. In that view of the matter, the suit ought to have been filed by 1st\nMay, 1986. The suit was filed on 22.9.1987 and therefore, it was barred by\nlimitation.\n17. Furthermore, the appellant is in possession of the said land. He had\nH dug a well. He had made improvement on the suit land. Digging of well as\nJANARDHANAM PRASAD v. RAMDAS [S.B.SINHA, J.]\n159\nalso making improvements was within the notice of the respondent. The A\nwitnesses examined on his behalf had categorically admitted the same. In that\nview of the matter too, in our opinion, it was a fit case where the discretionary\njurisdiction of the Court under Section 20 of the Specific Relief Act should\nnot have been exercised and, instead, monetary compensation could be granted.\n{See M. Meenakshi \u0026 Ors. v. Metadin Agarwal (Dead) by LRs. \u0026 Ors., [2006]\n7 SCC 470].}\n18. This question was yet again considered in Jai Narain Parasrampuria\n(Dead) \u0026 Ors. v. Pushpa Devi Saraf \u0026 Ors., [2006] 7 SCC 756, wherein it was\nheld that for balancing the equities in a given case, compensation can be\nawarded in lieu of grant of decree of specific performance of contract.\n19. We, therefore, are of the opinion that the judgment passed in favour\nof the respondent no. 1 may be substituted by a decree directing defendant\nNo.1 to refund the sum of Rs.7,700/- with 12% interest thereon from the date\nof payment till the date of realization.\n20. The appeal is allowed in part and with the aforementioned\nmodification. However, the parties shall pay and bear their own costs in this\nappeal.\nD.G.\nAppeal partly allowed.\nB\nC\nD\n"}