{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nC\nRAVI @RAVICHANDRAN\nV.\nSTATE REP. BY INSPECTOR OF POLICE\nAPRIL 27, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nPenal Code, 1860-s. 302-Murder-Prosecution for-Publication of\nthe names and photographs of the accused and co-accused in daily newspaper\nas being responsible for the incident-Names of assailants not mentioned in\nFIR-Test Identification Parade ten days after the publication of\nphotographs-Photographs of accused taken to Police Station-Conviction\nby courts below-On appeal, held: the accused was entitled for benefit of\ndoubt, in absence of his proper identification-A conviction can be arrived\nat even in absence of Test Identification Parade, but the same cannot be\nD based on vague identification-Evidence Act, 1872-s.9-Test Identification\nParade.\nE\nF\nG\nH\nAppellant-accused along with co-accused 'U' and three other co-accused\nwere trial u/ss. 120-B, 302, 307, 147, 148 and 149 IPC for having caused\ndeath of one person.\nProsecution case was that PW-1 (informant) saw the accused persons\nassaulting the deceased and PW-3. FIR was lodged against unknown persons.\nNo mark of identification was also disclosed therein. At the time of preparation\nof Inquest Report, informant disclosed the Investigating Officer that he had\nnoticed a scar on the right hand of one of the accused. Appellant-accused and\nco-accused ‘U' were arrested. Their photographs were published in local daily\nwith the caption that they were the persons accused of murder of the deceased.\nTen days thereafter the accused were put on Test Identification Parade. PW-\n1 and PW-3 identified the appellant. PW-2 and 4 could not identify.\nDuring trial, publication of the photographs was proved by DW-1. Trial\nCourt held the appellant-accused guilty and convicted him under section 302\nIPC. Co-accused ‘U' was convicted under Section 307 IPC. Other three\naccused were acquitted. High Court upheld the conviction. Hence, the present\nappeal.\n766\nRAVI@RAVICHANDRAN v. STATE REP. BY INSPECTOR OF POLICE\n767\nAllowing the appeal, the Court\nHELD: 1.1. The manner in which the occurrence took place as well as\nthe conduct of the prosecution witnesses do not lead to an inference that the\nappellant has properly been identified. He is at least entitled to benefit of doubt.\n[Para 25] [774-B]\nA.\nB\n1.2. The test identification parade was held after ten days. It is also not\nin dispute that the photographs of the accused were taken at the police station.\nThe Investigation Officer allowed them to be published. Photographs of the\nappellant and the co-accused ‘U' were not only published, according to the\nprosecution witnesses, they were shown to be accused in the aforementioned\ncrime. Some of them admittedly were aware of the said publication. The C\npurported test identification parade which was held ten days thereafter loses\nall significance, in the aforementioned fact situation. [Para 16] [771-D-E]\n1.3. It is no doubt true that the substantive evidence of identification of\nan accused is the one made in the court. A judgment of conviction can be\narrived at even if no test identification parade has been held. But when a First D\nInformation Report has been lodged against unknown persons, a test\nidentification parade in terms of Section 9 of the Evidence Act, is held for the\npurpose of testing the veracity of the witness in regard to his capability of\nidentifying persons who were unknown to him. The witnesses were not very\nsure as to whether they had seen the appellant before. Had the accused been\nknown, their identity would have been disclosed in the First Information Report. E\nPW-1 for the first time before the court stated that he had known the accused\nfrom long before, but did not know their names earlier, although he came to\nknow of their names at a later point of time. [Para 17] [771-F-G]\n1.4. In a case of this nature, it was incumbent upon the prosecution to\narrange a test identification parade. Such test identification parade was F\nrequired to be held as early as possible so as to exclude the possibility of the\naccused being identified either at the police station or at some other place by\nthe concerned witnesses or with reference to the photographs published in\nthe newspaper. A conviction should not be based on a vague identification.\n[Para 18] [771-H; 772-A]\nG\n1.5. Publication of the news item with photographs has clearly been\nproved by DW-1. Prosecution witnesses accepted the said fact. It was, therefore,\nwholly unnecessary for DW-1 to identify the accused persons in dock. Not\nonly the authenticity of such publication has not been questioned by the\nprosecution, DW-1 was not cross-examined at all. It was for the prosecution\nas also the Presiding Officer of the court to verify the identification of the H\n768\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA accused with reference to the said photographs. It was not necessary for the\nappellant to prove the same. [Para 23] [773-G]\nB\n.C\nD\nSuryamoorthi and Anr. v. Govindaswamy and Ors., [1989] 3 SCC 24\nand Acharaparmbath Pradeepan and Anr. v. State of Kerala, [2006] 13 SCALE\n600, relied on.\n2. The appellant herein was not named in the First Information Report.\nThe fact that he had some identification marks had not been disclosed in the\nF.I.R. The purpose of preparing the inquest report is only to notice as to\nwhether the murder committed was homicidal in nature or not and not for\nmaking a note in regard to identification marks of the accused.\n2007.\n[Para 24 and 25] [773-H; 774-A-B]\nCRIMINAL APPELLATE JURISDICTION · Criminal Appeal No. 636 of\nFrom the Final Judgment and Order dated 03.02.2005 of the High Court\nof Judicature at Madras in Criminal Appeal No. 774 of 1996.\nVenkateswara Rao Anumolu, Sateesh Galla, Prabhakar Parnam, K.K.S.\nKrishnaraj and Satya Mitra Garg for the Appellant.\nR. Sundaravaradan, V.G. Pragasam, S. Vallinayagam and S. Prabu\nE Ramasubramanian for the Respondent.\n: F\nG\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\n1. Accused No. 2. before the learned Trial Judge is the appellant before\nus. He along with one Udayakumar and three others were tried for commission\nof offences punishable under Section 120-B read with Sections 302, 307, 147,\n148 and 149 of the Indian Penal Code.\n2. The prosecution case shortly stated was as under :\nLiaqut Ali (PW-1), a school teacher, was a resident of 6th street in TSR\nLayout in the town of Tirupur. On 09.0.8.1993, at about 05.30 a.m., he was\ngoing to a mosque for offering the morning prayers. He was returning back\nto his house accompanied by one Rasheed (PW-2) from the mosque. John\nBasha (deceased) and Usman Ali (PW-3, the injured), were walking ahead of\nH them. Saleem (PW-4) and one Mubarak were behind them.\nRAVI@RAVICHANDRAN v. STATE REP. BY INSPECTOR OF POLICE [S.B. SINHA, J.] 769\n3. When the deceased, PW-2 and PW-3 turned towards a lane which A\nwas on the eastern side of the house of PW-2, the appellant and Udayakumar\nwere seen coming from the opposite direction. Appellant allegedly shouted\nthat they were the persons who had thrown the bomb at the RSS office and\nstarted stabbing the deceased indiscriminately. PW-3 (Usman Ali) was allegedly\nstabbed by Udayakumar. When they cried for help, the appellant allegedly\npicked up a stone and dropped it on the head of the deceased. Appellant and\nthe said Udayakumar thereafter allegedly ran away from the place of occurrence.\n4. A First Information Report was lodged against unknown. No mark of\nidentification of the accused was also disclosed therein. While, however, the\nInvestigating Officer was preparing an inquest report, the first informant\nallegedly disclosed to him that he had noticed a scar on the right hand of one\nof the assailants. On or about 14.08.1993, i.e. after five days, the appellant was\narrested. The said Udayakumar was also arrested. Their photographs were\npublished in a local daily with the caption that they were the persons who\nwere the accused of causing murder of John Basha and injury to PW-3.\n5. The said publication was made in a Tamil daily ‘Dinakaran' on\n16.08.1993. Prior thereto or immediately thereafter, the appellant and the said\nUdayakumar was not put on test identification parade. They were put on test\nidentification parade only on 24.08.1993. In the said purported test identification\nparade, whereas PW-1 and PW-3 purported to have identified the appellant,\nPW-2 and PW-4 could not identify even Accused No. 1.\n6. Out of the five accused persons, who not only were charged for\ncommission of the said offences, but also for hatching a conspiracy against\nthe minority community, were put to trial. The learned Trial Judge by a\njudgment and order dated 17.09.1996 held the appellant guilty of commission\nof the offence of murder of John Basha punishable under Section 302 IPC and\nconvicted Udayakumar for committing an offence punishable under Section\n307 IPC; acquitted the other three accused persons. They were, however,\nacquitted of other charges.\nB\nC\nD\nE\nF\n7. The High Court dismissed the appeal preferred by the appellant G\nherein and the said Udayakumar.\n8. We have been taken through the First Information Report as also the\ndepositions of the so-called eye-witnesses. The nature and purport of the\nevidence of all the eye-witnesses are almost similar.\nH\nA\n770\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n9. We may at the outset notice the evidence of the first informant (PW-\n1). According to him, the appellant and the said Udayakumar had been\nrunning towards John Basha (deceased) and Usman Ali (PW-3) from about\na distance of 15 feet from them. According to him, nobody shouted when the\nfirst injury was inflicted. Apart from those two, he stated, nobody else was\ntouched. He stated that he been knowing the accused persons from before\nas also their names, but then stated that he did not know the same at that\ntime. According to him, he had mentioned in the First Information Report\nabout the scar which he had noticed on the right hand of the appellant, but\nthe First Information Report does not show it. He accepted that the\nphotographs of the appellant and the said Udayakumar had appeared in the\nC newspaper that they had committed the murder of John Basha.\nB\n10. PW-2 even could not remember as to whether he had identified the\nappellant on the basis of scar mark. PW-3 allegedly had disclosed the mark\nof identification. His statement must have been taken after the inquest report\nwas made. PW-4 even could not say whether he had seen the appellant and\nD the said Udayakumar prior to the date of occurrence. But still then according\nE\nF\nG\nH\nto him their faces were known. He could not even recollect as to whether he\nhad stated about the said identification mark to anybody else.\n11. Photograph of the accused which had been published in Tamil daily\n‘Dinakaran' was proved by one King Kong, who examined himself as DW-\n1. He pursuant to the summons issued to him had brought with him a copy\nof the newspaper dated 16.08.1993. He in his deposition stated that in the\nfourth page of the newspaper, two photographs were published showing the\npersons connected with Tirupur murder case. Their names were also disclosed\ntherein as Udayakumar and Ravi. He was not even cross-examined.\n12. The High Court by a curious process of reasoning opined that as\nthe DW-1 did not whisper a word that the photographs published in the\nnewspaper were those of the appellant and the said Udayakumar and as he\nhad not been asked to identify them in court, his evidence was not admissible\nin law.\n13. Objections were taken by the accused that their photographs had\nbeen taken in the police station. It has further been accepted that whereas\nthe Accused No. 1 was short in stature, the appellant was tall. The age of\nthe persons who had been selected for test identification parade had not been\nnoted by the Magistrate, who conducted the test identification parade. No\nperson having similar scar mark on his hand was put on the test identification\nRAVI@RAVICHANDRAN v. STATE REP. BY INSPECTOR OF POLICE [S.B. SINHA, J.) 771\nparade.\nA\n14. PW-2, who had come to identify after the first witness was sent to\nthe same place. Where PW-1 was sent immediately after the test identification\nparade, chance of their disclosure about the appellant to PW-3 and others\ncannot be ruled out. He had identified one Raju, who was not connected with\nthe case. Similarly, Usman Ali (PW-3) had identified one Arun who was not B\ninvolved in the case. He in the second and third identification had identified\none Raju, apart from the said Arun, who was again not connected with the\ncase.\n15. Mr. R. Sundaravaradan, learned Senior Counsel appearing on behalf\nC\nof the State, however, would submit that identification of the prisoners in\ncourt only is the substantive evidence and the High Court was correct in its\napproach in rendering its opinion on the said basis. It was furthermore\nsubmitted that DW-1 was merely a hearsay witness.\nD\n16. Certain facts are not in dispute. The test identification parade was\nheld after ten days. It is also not in dispute that the photographs of the\naccused were taken at the police station. The Investigation Officer allowed\nthem to be published. Photographs of the appellant and the said Udayakumar\nwere not only published, according to the prosecution witnesses, they were\nshown to be the accused in the aforementioned crime. Some of the them\nadmittedly were aware of the said publication. The purported test identification E\nparade which was held ten days thereafter, in our opinion, loses all significance,\nin the aforementioned fact situation.\n17. It is no doubt true that the substantive evidence of identification\nof an accused is the one made in the court. A judgment of conviction can\nF\nbe arrived at even if no test identification parade has been held. But when\na First Information Report has been lodged against unknown persons, a test\nidentification parade in terms of Section 9 of the Evidence Act, is held for the\npurpose of testing the veracity of the witness in regard to his capability of\nidentifying persons who were unknown to him. The witnesses were not very\nsure as to whether they had seen the appellant before. Had the accused been G\nknown, their identity would have been disclosed in the First Information\nReport. PW-1 for the first time before the court stated that he had known the\naccused from long before, but did not know their names earlier, although he\ncame to know of their names at a later point of time.\n18. In a case of this nature, it was incumbent upon the prosecution to H\n772\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA arrange a test identification parade. Such test identification parade was required\nto be held as early as possible so as to exclude the possibility of the accused\nbeing identified either at the police station or at some other place by the\nconcerned witnesses or with reference to the photographs published in the\nnewspaper. A conviction should not be based on a vague identification.\nB\nC\nD\n19. In Suryamoorthi and Anr. v. Govindaswamy and Ors., [1989] 3 SCC\n24, this Court held:\n\"10. Two identification parades were held in the course of investigation.\nAt the first identification parade PW 1 identified all the seven accused\npersons whereas PW 2 identified three of them, namely, accused 2, 6\nand 7 alone. It is, however, in evidence that before the identification\nparades were held the photographs of the accused persons had\nappeared in the local daily newspapers. Besides, the accused persons\nwere in the lock-up for a few days before the identification parades\nwere held and therefore the possibility of their having been shown to\nthe witnesses cannot be ruled out altogether. We do not, therefore,\nattach much importance to the identification made at the identification\nparades...\"\n20. Holding of a test identification parade after a long time particularly\nwhen their photographs were published has also been commented upon by\nE this Court in Acharaparambath Pradeepan \u0026 Anr. v. State of Kerala, (2006)\n13 SCALE 600, stating :\nF\nG\nH\n\"Descriptions of a few persons were given in the statements of\nthe child witnesses. Except A1, however, they were not arrested. The\nreason for their being not arrested had not been disclosed. They were\narrested, as noticed hereinbefore, on 6.03.2000 only after their names\nwere disclosed by PWs 7 and 8. Test Identification Parade of the\naccused persons, other than Al, was held on 4.04.2000. Why the\nInvestigating Officer took such a long time for arranging a test\nidentification parade has not been disclosed. Furthermore, A3 was not\nidentified. A6 was present when the first Test Identification Parade\nwas taken but he had not been identified by any of the witnesses.\nWe are not impressed with the purported explanation in regard to\nthe holding of test identification parade. Identification of the said\naccused by the child witnesses, having regard to the facts and\ncircumstances of the case lead us to a definite conclusion that they\nپھر\nRAVI@RAVICHANDRAN v. STATE REP. BY INSPECTOR OF POLICE [S.B. SINHA, J.] 773\nwere the only persons who participated in the commission of the A\noffence.\nThey are entitled to benefit of doubt. There had been great delay\nin conducting the Test Identification Parade. Undue delay has also\noccurred in recording the statements of PWs 7 and 8.”\n21. Reliance placed by Mr. Sundaravaradan on Samant N. Balakrishna\netc. v. George Fernandez and Ors. etc., AIR (1969) SC 1201 in regard to\nevidentiary value of a news item published in a newspaper is misplaced.\nTherein a news item was published in an election dispute in regard to a matter\nin respect of which there was no primary evidence, and, thus, it was held to\nbe secondary evidence, stating :\n“...A news item without any further proof of what had actually\nhappened through witnesses is of no value. It is at best a second-\nhand secondary evidence. It is well-known that reporters collect\ninformation and pass it on to the editor who edits the news item and\nthen publiches it. In this process the truth might get perverted or\ngarbled. Such news items cannot be said to prove themselves although\nthey may be taken into account with other evidence if the other\nevidence is forcible....\"\n[See also S.A. Khan v. Ch. Bhajan Lal and Anr., [1993] 3 SCC 151]\n22. We are not concerned with the speech made by a person, the\nauthenticity or correctness whereof published in the newspaper is in dispute.\nWe have seen the newspaper cutting. Photographs of the two accused have\nbeen shown; their names as accused had also been disclosed.\nB\nC\nD\nE\nF\n23. Publication of the news item with photographs has clearly been\nproved by DW-1. Prosecution witnesses, as noticed hereinbefore, accepted\nthe said fact. It was, therefore, wholly unnecessary for DW-1 to identify the\naccused persons in dock. Not only the authenticity of such publication has\nnot been questioned by the prosecution, DW-1, was not cross-examined at G\nall. It was for the prosecution as also the Presiding Officer of the court to\nverify the identification of the accused with reference to the said photographs.\nIt was not necessary for the appellant to prove the same.\n24. We have noticed hereinbefore that the appellant herein was not\nnamed in the First Information Report. The fact that he had some identification H\n774\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA marks had not been disclosed in the F.I.R. The purpose of preparing the\ninquest report is only to notice as to whether the murder committed was\nhomicidal in nature or not and not for making a note in regard to identification\nmarks of the accused.\n25. The manner in which the occurrence took place as well as the\nB conduct of the prosecution witnesses as discussed hereinbefore do not lead\nto an inference that the appellant has properly been identified. He is, in our\nopinion, at least entitled to benefit of doubt.\nC\n26. For the reasons aforementioned, the impugned judgment cannot be\nsustained, which is set aside accordingly. The appeal is allowed. The appellant\nshall be released forthwith, if not required in any other case.\nK.K.T.\nAppeal allowed.\n"}