{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nM/S KUMAR MOTORS, BAREILLY\nV.\nCOMMISSIONER OF SALES TAX, U.P. LUCKNOW\nFEBRUARY 2, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nC\nᎠ\nE\nF\nG\nU.P. Sales Tax Act, 1948-ss. 2 (e-]) and 3-AAAA-Purchase tax—Sale\nof Auto Rickshaw after mounting the body on the chasis thereof-Liability\nto purchase tax-Held: Sales made by the assessee of chasis with mounted\nbody would be a selling product which is in different condition from the\nchasis or the body and hence liable to purchase tax-U.P. Sales Tax Rules,\n1948—r.12-A.\nInterpretation of Statutes-Provisions of statutes-Interpretation of-\nHeld: While interpreting provisions of a statute, Court is required to\ngive a literal meaning to the expression used by legislature.\nTaxing Statute-Interpretation of -Held: In construing a taxing Statute,\nvis-a-vis the taxable event, no hypothesis ordinarily should be raised.\nWords and Phrases:\n'Manufacture'-Meaning of in the context of U.P. Sales Tax Act, 1948.\nThe question for consideration in the present appeal was whether\nmounting of the body of the Auto Rickshaw on the Chasis thereof would\namount to 'manufacture' within the meaning of section 2 (e-1) of U.P. Sales\nTax Act, 1948 and thus whether such manufacturer was liable to pay purchase\ntax on the sale thereof.\nDismissing the appeal, the Court\nHELD: 1. The sales made by the assessee of chassis with mounted body\nwould be selling a product which is in different condition from the chassis or\nthe body, and, thus, the same would be liable to purchase tax under sub-section\n(a) of Section 3-AAAA of the Act. [Para 13] [179-DỊ\nH\n174\n་\nKUMAR MOTORS, BAREILLY v. COMMNR. OF SALES TAX, U.P. LUCKNOW\n175\n2. It is not in dispute that the appellant sold Auto Rickshaw after the A\nbody was mounted on the chassis with the help of nuts and bolts. The meaning\nof 'manufacture' in terms of the statutory provision is of wide amplitude. It\ntakes within its sweep not only a new product but also alterations made in an\nexisting product. 'Auto Rickshaw' in ordinary commercial parlance cannot\nbe said to be its body or chassis. It has a definite connotation. [Para 11]\n{178-H; 179-A]\n3. A commodity is identified by ordinary commercial parlance. Auto\nrickshaw is an auto rickshaw. It can be sold only as a combination of chassis\nand the body mounted thereupon, and not body or chassis separately. If it is\nso done, consequences may be different. [Para 15] [179-G]\n4. The Tribunal also opined that by mounting auto rickshaw body on the\n´chassis a new product comes into being. However, it had proceeded to hold\nthat both chassis and auto rickshaw being under the same entry no tax would\nbe payable. The Tribunal was not correct in that behalf as it failed to take\ninto consideration the fact that if two articles were purchased by the assessee\nand the articles it sold were different commodities; purchase tax would be\npayable therefor as the terms and conditions laid down in Form 3-A had not\nbeen satisfied. [Para 22] [183-E]\nB\nC\nD\n5. The Court is required to give a literal meaning to the expression\nused by the Legislature, while interpreting the provisions of a statute. In terms E\nof Form III-A, a trader would be exempted from payment of purchase tax only\nin the event the terms and conditions thereof are satisfied. Necessary condition\nfor obtaining such exemption is that the assessee must sell the commodity it\npurchased in the same form and condition. [Para 13] [179-C]\n6. Tax is payable when the taxable event occurs. In construing a taxing F\nstatute, vis-a-vis, the taxable event, no hypothesis ordinarily should be raised.\n[Para 14]\nCommercial Tax Officer, Anti Evasion-1 v. Rajesh Motors and Anr.,\n(1997) 107 468, disapproved.\nDy. Commissioner of Sales Tax (Law) Board of Revenue (Taxes),\nErnakulam v. M/s. Pio Food Packers (1980) Suppl. SCC 174; M/s. Streling\nFoods. Partnership film represented by its partner Sh. Amesh Dalpatram v.\nState of Karnataka and Anr., [1986] 3 SCC 469, distinguished.\nG\nSonebhadra Fuels v. Commissioner, Trade Tax, U.P. Lucknow, [2006] 7 H\nT\n176\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA SCC 322; State of Karnataka v. Azad Coach Builders (P) Ltd. and Ors., [2006]\n3 SCC 338; Kores India Ltd., Chennai v. Commissioner of Central Excise,\nChennai, [2005 ] 1 SCC 385; O.K. Play (India) Ltd. v. Commissioner of\nCentral Excise-II, New Delhi, [2005] 2 SCC 555, referred to\nB\nC\nᎠ\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 427 of 2007.\nFrom the final Judgment and Order dated 26-4-2004 of the High Court\nof Judicature at Allahabad in S.T.R. No. 1893/1993.\nDhruv Agarwal and Praveen Kumar for the Appellant.\nGaurav Banerjee, Kamlendra Mishra and Rajeev Dubey for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Appellant herein deals in manufacture and sale of Auto Rickshaw.\nFor the said purpose, it purchases body of Auto Rickshaw from M/s. Apollo\nBuilders, a sister concern of M/s. Scooters India Ltd. and chassis thereof from\nM/s. Scooters India Ltd.\n3. The question which arises for consideration in this appeal is as to\nwhether mounting of the body of the Auto Rickshaw on the Chassis thereof\nwould amount to ‘manufacture' within the meaning of Section 2 (e-1) of the\nU.P. Sales Tax Act, 1948 ('the Act', for short).\n4. It is not in dispute that the appellant had purchased 'Vikram three\nwheeler Chassis' upon issuing III-A form from M/s. Scooters India Ltd. It did\nnot pay any purchase tax in respect of the purchases made from M/s. Appolo\nBuilders. Appellant was held to be liable to pay purchase tax on the premise\nthat upon mounting the body of Auto Rickshaw on the chassis and sale\nhaving not been made on the same condition and form, purchase tax was\nG leviable.\n5. The contention of the appellant is that having regard to the provisions\ncontained in Section 3-AAAA of the Act, no purchase tax is payable as the\ncondition remained the same. In any event having regard to the Entry 43B\nand having regard to the fact both chassis and body of three wheelers came\nH within the purview of ‘auto rickshaw', which find place in the same entry,\nL\nKUMAR MOTORS, BAREILLY v. COMMNR. OF SALES TAX, U.P. LUCKNOW [S.B. SINHA, J.] 177\nno tax was payable. Reliance, in this behalf, has been placed on the decision A.\nof Commercial Taxes Officer, Anti Evasion-I v. Rajesh Motors \u0026 Anr., [1997]\n107 STC 468; the decision of a Rajasthan Taxation Tribunal as also the\ndecision of Dy. Commisioner of Salex Tax(Law), Board of Revenue (Taxes),\nErnakulam v. M/s. Pio Food Packers, [1980] Supp. S.C.C. 174 and M/s.\nSterling Foods, a Partnership firm represented by its partner Sh. Amesh\nDalpatram v. State of Karnataka \u0026 Anr., [1986] 3 SCC 469.\n6. The Act was enacted to provide for levy on the tax of purchase of\ngoods in the State of U.P.\n7. ‘Manufacture' has been defined in section 2(e-1) of the Act to mean:\n“(e-1) ‘Manufacture' means producing, making, mining, collecting,\nextracting, altering, ornamenting, finishing, or otherwise processing,\ntreating or adapting any goods; but does not include such manufacture\nor manufacturing processes as may be prescribed.\"\n8. Section 3-AAAA provides for liability to pay tax on goods under\ncertain circumstances. It reads as under:-\n\"1. Subject to the provisions of section 3, every dealer who purchases\nany goods liable to tax under this Act:-\nB\nC\nD\n(a) from any registered dealer in circumstances in which no tax is E\npayable by such registered dealer, shall be liable to pay tax on the\npurchase price of such goods at the same rate at which, but for such\ncircumstances, tax would have been payable on the sale of such\ngoods;\n(b) from any person other than a registered dealer whether or not Tax F\nis payable by such person, shall be liable to pay tax on the purchase\nprice of such goods at the same rate at which tax is payable on the\nsale of such goods:\nProvided that no tax shall be leviable on the purchase price of such\ngoods in the circumstances mentioned in clauses (a) and (b) if—\nG\n(i) Such goods purchased from a registered dealer have already been\nsubjected to tax or may be subjected to tax under this Act;\n(ii) tax has already been paid in respect of such goods purchased from\nany person other than a registered dealer;\nH\nA\nB\n178\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n(iii) the purchasing dealer resells such goods within the State or in the\ncourse of inter-State trade or commerce or exports out of the territory\nof India, in the same form and condition in which he had purchased\nthem;\n(iv) such goods are liable to be exempted under Section 4-A of this\nAct.\"\n9. It has been noticed herein before that in regard to the purchases\nmade from M/s. Scooters India Ltd. Form IIIA has been utilized. Similar\npurchases of Auto Rickshaw body were made from Appolo Builders against\nissuance of Form III-A prescribed in terms of Rule 12-A of the U.P. Sales Tax\nC Rules, 1948, which, inter-alia, provides for the following condition:\nD\nE\n(I)\nF\n\"2. 1 further certify that out said form has purchased for sale in the\nsame condition (description of goods) against Bill/Cash memo\ndated\nfrom M/s....\nNo\nPlace\nDate\n\"\n10. Entry at serial No. 43(1) contained in the Notification dated 7.9.1981\nreads as under:\n\"43(1) Motor vehicles including motor cars, motor taxi cabs, motor\ncycles, motor cycle combinations, motor scooters, mopeds, motorists,\nmotor omnibuses, motor vans, motor lorries, motor trucks, jeeps, station\nwagons and chassis of motor vehicles and bodies or tankers or motor\ncaravans built or meant for mounting on chassis of motor vehicles,\nbut excluding tractors whether on wheels or on tracts.\"\n11. The entry states which goods would come within the purview of the\nthe 'Motor Vehicle' for the levy of the tax. It does not say even if tax had\nnot been paid, despite changes in the form, no tax would be payable. In our\nopinion, the goods in terms of the aforementioned condition contained in\nG Form III-A should, thus, have been made for in the same condition. It is not\nin dispute that the appellant sold Auto Rickshaw after the body was mounted\non the chassis with the help of nuts and bolts. The question which arises for\nconsideration is as to whether the end product sold by the appellant is a\ndifferent commercial commodity which came into existence only upon\nundertaking the 'manufacturing process' as is defined under Section 2(e-i) of\nH\n:,\nKUMAR MOTORS, BAREILLY v. COMMNR. OF SALES TAX, U.P. LUCKNOW [S.B. SINHA, J.] 179\nthe Act. The meaning of 'manufacture' in terms of the statutory provision is A\nof wide amplitude. It takes within its sweep not only a new product but also\nalterations made in an existing product.\n12. 'Auto Rickshaw' in ordinary commercial parlance cannot be said to\nbe its body or chassis. It has definite connotation. The contention that\nonce those nuts and bolts are removed the chassis and the body would be B\nrestored to their original position, in our considered opinion, is of not of much\nsignificance.\nC\n13. The Court is required to give a literal meaning to the expression used\nby the Legislature, while interpreting the provisions of a statute. In terms of\nForm III-A, a trader would be exempted from payment of purchase tax only\nin the event the terms and conditions thereof are satisfied. Necessary condition\nfor obtaining such exemption is that the assessee must sell the commodity\nit purchased in the same form and condition. The requirement of law, thus,\nis that goods once sold to a registered dealer must be sold in the same form\nand condition in which he had purchased. We have no doubt in our mind that D\nthe sales made by the assessee of chassis with mounted body would be\nselling a product which is in different condition from the chassis or the body,\nand, thus, the same would be liable to purchase tax under sub-section (a) of\nSection 3-AAAA of the Act.\n14. The decision of the Rajasthan Taxation Tribunal in Rajesh Motors E\n(supra) in our opinion does not lay down the correct law. In that case the\nTribunal proceeded on a wrong premise that on removal of nuts and bolts\nfixed the chassis and body would get separated and the original position\nwould be restored without their change in the structure, nature and identity.\nIt was, in our opinion, not a relevant question. Tax is payable when the\ntaxable event occurs. In construing a taxing statute, vis-a-vis, the taxable\nevent, no hypothesis ordinarily should be raised.\nF\n15. A commodity is identified by ordinary commercial parlance. Auto\nrickshaw is an auto rickshaw. It can be sold only as a combination of chassis\nand the body mounted thereupon, and not body or chassis separately. If it G\nis so done, consequences may be different.\n16. Furthermore, the definition of ‘manufacture' under the Rajasthan\nSales Tax Act, 1994 is different from the one under the U.P. Act, which is as\nunder:\nH\nA\n180\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n“Manufacture\" includes every processing of goods which bring into\nexistence a commercially different and distinct commodity but shall\nnot include such processing as may be notified by the State\nGovernment.\"\n17. A bare comparison of the definitions of the said term under the\nB Rajasthan Act and the U.P. Act categorically points out that the definition of\nC\nᎠ\nE\nF\n'manufacture' under the latter is wider. This has been so held in Sonebhadra\nFuels v. Commissioner, Trade Tax, U.P. Lucknow, [2006] 7 SCC 322 in the\nfollowing terms:\n\"We may mention that, as noted above, decisions construing the\nword \"manufacture\" in other statutes are not necessarily applicable\nwhen interpreting Section 2(e-I) of the U.P. Trade Tax Act. As stated\nabove, the definition of \"manufacture\" in Section 2(e-I) of the U.P.\nTrade Tax Act is very wide, which includes processing, treating or\nadapting any goods. Hence, in our opinion, the expression\n“manufacture\" covers within its sweep not only such activities which\nbring into existence a new commercial commodity different from the\narticles on which that activity was carried on, but also such activities\nwhich do not necessarily result in bringing into existence an article\ndifferent from the articles on which such activity was carried on. For\nexample, the activity of ornamenting of goods does not result in\nmanufacturing any goods which are commercially different from the\ngoods which had been subjected to ornamentation, but yet it will\namount to manufacture within the meaning of Section 2(e-I) of the U.P.\nTrade Tax Act since an artificial meaning of “manufacture” is given\nin Section 2(e-I). Hence, whether the commercial identity of the goods\nsubjected to the processing, treating or adapting changes or not, is\nnot very material.\nXXX\nXXX\nXXX\nXXX\nG\nH\nLearned counsel for the appellant, Shri Rakesh Dwivedi submitted\nthat coal briquettes are produced merely by using a binding material\nsuch as clay or molasses along with the coal, and hence he submitted\nthat the identity does not change. We regret, we cannot agree with\nhis submission. Firstly, we do not agree that the coal briquettes are\nthe same commercial commodity as coal. In our opinion, coal is a raw\nmaterial for making coal briquettes. The method of manufacturing coal\nbriquettes has been stated above, and this certainly is processing,\nL\nKUMAR MOTORS, BAREILLY v. COMMNR. OF SALES TAX, U.P, LUCKNOW [S.B. SINHA, J.]\n181\ntreating or adapting the coal. The appellant manufactures coal A\nbriquettes by compiling the hard coke breeze mechanically with the\nhelp of cinders, which is usually 5% of the total hard coke breeze. In\nthe compilation of the hard coke breeze, 95% of the hard coke breeze,\nwhich is known as coal dust or breeze coke is taken which is compiled\nwith the help of clay and molasses. Hence, in our opinion, coal\nB\nbriquettes is a different commercial commodity from coal. Moreover,\neven if it is not a different commercial commodity, the process of\nmaking coal briquettes will amount to a \"manufacture\" as it is\nprocessing, treating or adapting coal. In our opinion, by the processing\nof coal to make coal briquettes, the coal dust loses its identity. Coal\nbriquettes and coal dust are two different commodities in substance C\nas well as in characteristics. The coal briquettes are altogether in\ndifferent shape, form and moisture as well as characteristics, as\ncompared to coal dust.”\n18. We are, however, not oblivious of the fact that a Division Bench of\nthis Court in State of Karnataka v. Azad Coach Builders (P) Ltd. and Ors., D\n[2006] 3 SCC 338, in view of the provisions of Section 5(3) of the Central Sales\nTax Act, 1956 vis-a-vis the provisions of the Karnataka Sales Tax Act, 1957\nhad referred the question of interpretation of the words 'in relation to such\nexports' to a larger Bench, noticing the decisions of this Court in Mohd.\nSerajuddin v. State of Orissa, [1975] 2 SCC 47, on the one hand and Sterling\nFoods v. State of Karnataka, [1986] 3 SCC 469 and Vijayalaxmi Cashew Co.\nv. C.T.O., [1996] 1 SCC 468 on the other. We, however, are not concerned with\nsuch a question in this case.\nE\n19. We may also notice that the term \"manufacture\" has been considered\nin Kores India Ltd., Chennai v. Commissioner of Central Excise, Chennai, F\n[2005 1 SCC 385 by this Court stating ;\n\"At this juncture it is relevant to point out that the assessee had\ncontended before the Collector that the inputs/raw materials used\nhave suffered excise duty and if any duty is payable, they should be\nallowed MODVAT credit and the proportionate amount on account of G\nsuch credit should be deducted from the proposed demand. This plea\nwas turned out as required documentary evidence to show that entire\nquantity of inputs used have suffered tax was not produced. Before\nCEGAT it was accepted that there was possibility that manufacturers\nwere operating under exemption available to SSI units and the goods\nH\nA\nB\nC\nD\nE\nF\n182\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nwould have discharged \"nil\" duty. It was also accepted that since the\ngoods were received from the depots and not directly received from\none factory, therefore, any duty (paying documents) were not available.\nIt is to be noted that once the jumbo rolls are cut into smaller sizes,\nthey completely lose their earlier identity and cannot be used for the\nsame purpose as was done before cutting. In a hypothetical case,\neven if the smaller-sized ribbons are stitched together or fixed together\nin any manner, there is no possibility of its use as jumbo rolls. The\nfactual findings recorded that the processing resulted in coming into\nexistence of a commercial product having distinct name, character, and\nuse are on terra firma\"\n20. In O.K. Play (India) Ltd. v. Commissioner of Central Excise-II,\nNew Delhi, [2005] 2 SCC 555 it has been held :\n“Section 2(f) contains two clauses and instead of setting out the\nactivities in respect of different tariff items, sub-clause (ii) simply\nstates that any process, which is specified in section/chapter notes\nof the schedule to the Tariff Act, shall amount to “manufacture”.\nUnder sub-clause (ii), the legislature intended to levy excise duty on\nactivities that do not result in any new commodity. In other words,\nif a process is declared as amounting to \"manufacture\" in the section\nor chapter notes, it would come within the definition of \"manufacture\"\nunder section 2(f) and such process would become liable to excise\nduty. The effect of this definition is that excise duty can be levied\non activities which do not result in the production of a new commodity\nor where the raw material does not undergo such a transformation as\nto lose its original identity.\"\n21. The decision of this Court in M/s. Pio Food Packers (supra), is not\napplicable to the facts of this case. Therein, this Court was concerned with\nthe provisions of Kerala General Sales Tax Act. The assessee therein used to\ncarry on business of manufacturing and selling of canned fruit. Having\nregard to the factual matrix involved therein it was held that there was no\nG difference between pineapple fruit and the canned pineapple slices. M/s. Pio\nFood (supra) was followed by this Court in M/s. Sterling Foods (supra).\nTherein again the Court was concerned with selling of shrimps. It was held:\nH\n\"Here in the present case, it was not disputed on behalf of\nrevenue that the purchases of raw shrimps, prawns and lobsters were\nKUMAR MOTORS, BAREILLY COMMNR. OF SALES TAX, U.P. LUCKNOW [S.B. SINHA, J.} 183\nmade by the appellants for the purpose of fulfilling existing contracts A\nfor export and after making such purchases the appellants subjected\nraw shrimps, prawns and lobsters purchased by them to the process\nof cutting of heads and tails, peeling deveining, cleaning and freezing\nand exported such processed and frozen shrimps, prawns and lobsters\nin fulfillment of the contracts for export. The only argument raised\nB\non behalf of revenue was that the goods which were exported were\nnot the same as the goods purchased by the appellants because raw\nshrimps, prawns and lobsters after processing ceased to be the same\ncommodity and became a new distinct commodity. But, for reasons\nwhich we have already discussed, this argument cannot be sustained.\nThe shrimps, prawns and lobsters purchased by the appellants did C\nnot lose their original character and identity when they were subjected\nto processing for the purpose of export. So far as commercial parlance\nor popular usage is concerned, they remained the same goods and\nhence the purchases of raw shrimps, prawns and lobsters by the\nappellants must be held to be purchases in the course of export and\nhence exempt from liability to tax under the Karnataka Sales Tax Act.\"\nThe said decision has no application to the facts of the present case.\n22. The Tribunal also opined that by mounting auto rickshaw body on\nthe chassis a new product comes into being. However, it had proceeded to\nhold that both chassis and auto rickshaw being under the same entry no tax\nwould be payable. The Tribunal was not correct in that behalf as it failed to\ntake into consideration the fact that if two articles were purchased by the\nassessee and the articles it sold were different commodities; purchase tax\nwould be payable therefor as the terms and conditions laid down in Form 3-\nA had not been satisfied.\n23. For the reasons aforementioned, we do not find any merit in this\nappeal. It is dismissed accordingly with costs. Counsel's fee assessed at\nRs.10,000/-.\nK.K.T.\nD\nE\nF\nAppeal dismissed. G\n"}