{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"S.V. MUZUMDAR AND ORS.\nV.\nGUJARAT STATE FERTILIZER CO. LTD. AND ANR.\nAPRIL 25, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nNegotiable Instruments Act, 1881 :\nA.\nB\nss. 141(1) and 141(2)-Applicability of Complaint u/s 138 of the Act\nand ss. 420 and 114 of Penal Code filed against a company and its employees C\nand Directors-Application by employees and Directors for dropping the\nproceedings contending that at the alleged time, they were not in-charge and/\nor responsible to the company-Rejected by trial court as also by High Court—\nHeld, whether a person is in charge or responsible to the company for conduct\nof its business and whether allegations are sufficient to attract culpability as\nalso whether requirements for application of deeming provision under sub-\ns.(2) of s.141 exist or not, are the questions to be adjudicated at the trial—\nHigh Court rightly rejected appellants' petition—However, trial court may\nconsider the applications of appellants, if any, filed under s.205 of the Code\nfor dispensing with their personal attendance-Code of Criminal Procedure,\n1973—s. 205.\nD\nE\nF\nRespondent No. 1 filed a complaint against a company and its\nemployees and Directors, for committing offences under s.138 of the\nNegotiable Instruments Act, 1881 and ss.420 and 114 of the Indian Penal\nCode. Appellants, employees and Directors of the said company, filed an\napplication before the Chief Judicial Magistrate to drop the proceedings.\nThe application was rejected. The appellants approached the High Court\ncontending that there was no material to show that at the time of\ncommission of alleged offences, they were in charge and/or responsible to\nthe company for the conduct of the business as required under s.141(1)\nof the Act; and that the deeming provision under sub -s.(2) of s.141 was G\nalso not applicable. The High Court rejected both the pleas and held that\nthe controversy was to be adjudicated at the trial. Aggrieved, the\nemployees and Directors of the company filed the present appeal.\nBesides the arguments on merits, it was contended for the appellants,\n857\nH\n858\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA that identical issues are pending consideration in some cases before a larger\nBench of the Supreme Court and, therefore, the instant appeal should also\nbe tagged with those cases.\nB\nC\nD\nE\nF\nG\nDismissing the appeal, the Court\n:\nHELD 1.1. The prayers before the courts below essentially were\nto drop the proceedings on the ground that the allegations would not\nconstitute a foundation for action in terms of s.141 of the Negotiable\nInstruments Act, 1881. These questions have to be adjudicated at the trial.\nWhether a person is in charge of or is responsible to the company for\nconduct of business is to be adjudicated on the basis of materials to be\nplaced by the parties. [861-G-H; 862-A]\n1.2. Sub-s. (2) of s.141 is a deeming provision which operates in\ncertain specified circumstances. Whether the requirements for application\nof the deeming provision exist or not is again a matter for adjudication\nduring trial. Similarly, whether the allegations contained are sufficient to\nattract culpability and whether or not the evidence to be led would\nestablish the accusations are matters for adjudication at the trial. Proviso\nto sub-s.(1) of s.141 enables the accused to prove his innocence by\ndischarging the burden which lies on him. [862-A-B; E-F]\n2. The High Court was justified in rejecting the petition filed by the\nappellants. The larger Bench is considering issues referred to it. The\ndecision to be rendered by the larger Bench obviously would govern the\ntrial. As rightly submitted by the respondents in these appeals, there is\nno challenge to the validity of any provision and grievance essentially\nrelated to the prayer for dropping the proceedings. Therefore, there is no\nsubstance in the plea for tagging these matters with those pending before\nthe larger Bench. [862-F-G]\n3. Taking into account the fact that the cases have been pending for\nnearly a decade, it is directed that the matter be taken up by the trial court\non the date fixed. If the appellants file applications in terms of s.205 of\nthe Code of Criminal Procedure, 1973 for dispensing with their personal\nattendance, the trial court will take note of the same and dispense with\nthe personal attendance by stipulating conditions in terms of s.205(2) of\nthe Code. It has to be borne in mind that while dealing with an application\nin terms of s.205 of the Code, the court has to consider whether any useful\nH purpose would be served by requiring the personal attendance of the\n:\nS.V. MUZUMDAR v. GUJARAT STATE FERTILIZER CO. LTD. [PASAYAT, J.] 859\naccused or whether progress of the trial is likely to be hampered on A\naccount of his absence. [862-H; 863-A-B]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 609\nof 2005.\nFrom the Judgment and Order dated 17.1.2004 of the Gujarat High B\nCourt in Crl.R.Application No. 169 of 1998.\nWITH\nCrl. A. Nos. 619-620/2005 and Crl. A. No. 611 of 2005. ·\nK.K. Venugopal, T.R. Andhyarujina, V.A. Mohta, Harish N. Salve,\nKrishnan Venugopal, Shaunak Satputi, Rajeev Sharma, Santosh Paul, Sandeep\nChhabra and Ranjan Kumar, Surya Kumar, Rajesh, S.Sooriya Kumaren, Raju,\nShashank Satpule, P.N. Ramalingam, K.V. Vishwanathan, Kayur Gandhi,\nMs. Gouri Rasgotra, Sanjeev Kumar, Ms. Hemantika Wahi and Mrs. Sadhna\nSandhu with them for the Appearing parties.\nThe Judgment of the Court was delivered by\nC\nD\nARIJIT PASAYAT, J. Leave granted.\nIn all these appeals the appellants have questioned correctness of the\nE\njudgment rendered by a Single Judge of the Gujarat High Court refusing to\naccept the prayer by the appellants to quash the proceedings initiated on the\nbasis of a complaint filed by the respondents alleging commission of offence\nin terms of Section 138 of the Negotiable Instruments Act, 1881 (in short the\n‘Act') and other connected offences.\nF\nG\nThe facts as projected by the respondents in the complaint were to the\neffect that the respondent no. 1 (hereinafter referred to as the 'complainant')\nsupplied goods on credit to M/s. Garware Nylons Ltd. (hereinafter referred\nto as the 'Company') (accused no. 14). Cheques issued by the company were\nnot honoured by the drawee bank on the gound of insufficient funds. Payments\nwere not made even after legal notices. There were 14 accused persons\nincludings the company named in the complaint. Some of the accused persons\nwere Directors and while others were employees. Learned Chief Judicial\nMagistrate, Vadodara after recording statement of marketing manager who\nhad filed the complaint for himself and on behalf of the complainant-company,\nissued summons to all the accused persons for facing trial for alleged H\nB\n860\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA commission of offences punishable under Section 138 of the Act read with\nSection 420 and 114 of the Indian Penal Code, 1860 (in short the ‘IPC'). The\norder issuing summons was challenged by filing criminal revision application\nwhich were dismissed by order dated 21.3.1996. Said common judgment and\norder was challenged before the High Court by filing special criminal\napplications and these applications were permitted to the withdrawn to enable\nthe appellants to move applications before the learned Chief Judicial Magistrate\nas stated by the petitioners. Application was filed with prayer to drop\nproceedings. That application was rejected by order dated 21.8.1997. Same\nwas questioned before the High Court. The challenge before the High Court\nwas primarily on the ground that there was no material to show that the\nC accused persons at the time of offence as allegedly committed were in charge,\nand/or responsible to the company for the conduct of the business as required\nunder Section 141(1) of the Act. It was also sumitted that the deeming\nprovision under sub-section (2) of Section 141 which covers persons with\nwhose consent or connivance or any attributable negligence for commission\nof the offence by the company was also not applicable. The High Court did\nnot accept the pleas and held that the controversy was to be adjudicated at\nthe trial. It considered the petition to be unacceptable attempt to stall the\ncriminal proceedings at the threshold.\nD\nE\nIn support of the appeals, learned counsel for the various appellants\nsubmitted that identical issues have been referred for consideration by larger\nBench and, therefore, these matters should also be tagged down with those\ncases. Reference has been made to various order in this connection.\nIt was on merits pointed out that even the complaint read as a whole\ndoes not disclose commission of any offence, more particularly, so far as the\nF appellants are concerned. It was pointed out that some of the appellants are\nlawyers and/or other professionals who had no scope for direct participation\nin the conduct of business and are not involved in the conduct of business\nand, therefore, no offence can be attributed to them in terms of Section 141\nof the Act.\nG\nH\nIn response, learned counsel for the respondents submitted that there is\nno challenge to the constitutional validity of the provisions and that can\nnever be subject matter of challenge in the proceedings under the Code of\nCriminal Procedure, 1973 (in short the 'Code'). The allegations against the\naccused persons were covered by Section 141 of the Act. There were specific\nallegations against the appellants and, therefore, the courts below were justified\nS.V. MUZUMDAR v. GUJARAT STATE FERTILIZER CO. LTD. [PASAYAT, J.] 861\nin refusing to accept the prayer made by the appellants to drop the proceedings. A\nSection 141 of the Act reads as follows :\n\"141. Offences by Companies: (1) If the person committing an offence\nunder Section 138 is a company, every person who, at the time the\noffence was committed, was in charge of, and was responsible to the B\ncompany for the conduct of the business of the company, as well as\nthe company, shall be deemed to be guilty of the offence and shall\nbe liable to be proceeded against and punished accordingly :\nProvided that nothing contained in this sub-section shall render\nany person liable to punishment if he proves that the offence was C\ncommitted without his knowledge, or that he had exercised all due\ndiligence to prevent the commission of such offence.\nProvided further that where a person is nominated as a Director\nof a company by virture of his holding any office or employment in\nthe Central Government or State Government or a financial corporation D\nowned or controlled by the Central Government or the State\nGovernment, as the case may be, he shall not be liable for prosecution\nunder this Chapter.\n(2) Notwithstanding anything contained in sub-section (1), where any\noffence under this Act has been committed by a company and it is E\nproved that the offence has been committed with the consent or\nconnivance of, or is attributable to, any neglect on the part of it, any\ndirector, manager, secretary, or other officer of the company, such\ndirector, manager, secretary or other officer shall also be deemed to\nbe guilty of that offence and shall be liable to be proceeded against\nand punished accprdomgly.\nF\n1.\nExplanation- For the purpose of this section.-\n(a) “company” means any body corporate and includes a firm or\nother association of individuals; and\n(b) “director” in relation to a firm, means a partner in the firm.\"\nG\nWe find that the prayers before the courts below essentially were to\ndrop the proceedings on the ground that the allegations would not constitute\na foundation for action in terms of Section 141 of the Act. These questions\nhave to be adjudicated at the trial. Whether a person is in charge of or is H\n862\nSUPREME COURT REPORTS\n[2005] 3*S.C.R.\nA responsible to the company for conduct of business is to be adjudicated on\nthe basis of materials to be placed by the parties. Sub-section (2) of Section\n141 is a deeming provision which as noted supra operates in certain specified\ncircumstances. Whether the requirements for the application of the deeming\nprovision exist or not is again a matter for adjudication during trial. Similarly,\nwhether the allegations contained are sufficient to attract culpability is a\nmatter for adjucation at the trial.\nB\nC\nD\nE\nF\nG\nH\nUnder Scheme of the Act, if the person committing an offence under\nSection 138 of the Act is a company, by application of Section 141 it is\ndeemed that every person who is in charge of and responsible to the company\nas well as the company are guilty of the offence. A person who proves that\nthe offence was committed without his knowledge or that he had exercised\nall due diligence is exempted from becoming liable by operatin of the proviso\nto sub-section (1). The burden in this regard has to be discharged by the\naccused.\nThe three categories of persons covered by Section 141 are as follows:\n(1) The company who committed the offence.\n(2) Everyone who was in charge of and was responsible for the\nbusiness of the company.\n(3) Any other person who is a director or a manager or a secretary\nor officer of the company with whose connivance or due to whose\nneglect the company has committed the offence.\nWhether or not the evidence to be led would establish the accusations\nis a matter for trial. It needs no reiteration that proviso to sub-section (1) of\nSection 141 enable the accused to prove his innocene by discharging the\nburden which lies on him.\nTherefore, the High Court was justified in rejecting the petition filed by\nthe appellants. The larger Bench is considering issues referred to. The decision\nto be rendered by the larger Bench obviously would govern the trial. As\nrightly submitted by the respondents in these appeals, there is no challenge\nto the validity of any provision and grievance essentially related to the prayer\nfor dropping the proceedings. Therefore, we find no substance in the plea for\ntagging these matters with those pending before the large Bench.\nTaking into account the fact that the cases have been pending for nearly\n1\nS.V. MUZUMDAR v. GUJARAT STATE FERTILIZER CO. LTD. [PASAYAT, J.] 863\na decade, we direct that the matter be taken up on 8th of August, 2005 by A\nthe trial Court. If the appellants file applications in terms of Section 205 of\nthe Code for dispensing with their personal attendance, the trial Court will do\nto take note of the same and dispense with the personal attendance by\nstipulating conditions in terms of Section 205(2) of the Code. It has to be\nborne in mind that while dealing with an application in terms of Section 205\nB\nof the Code, the Court has to consider whether any useful purpose would be\nserved by requiring the personal attendance of the accused or whether progress\nof the trial is likely to be hampered on account of his absence. We make it\nclear that if at any stage the trial Court comes to the conclusion that the\naccused persons are trying to delay the completin of trial, it shall be free to\nrefuse the prayer for dispensing with personal attendance. The trial Court C\nwould do well to complete the trial by the end of November, 2005. The\nparties shall co-operate in that regard. We make it clear that we have not\nexpressed any opinion on the merits of the case.\nThe appeals are accordingly dismissed.\n1\ni\nR.P.\nAppeal dismissed.\n"}