{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n642\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\n2.4. The order of the High Court and the order of the\ncourts below, directing status quo are set aside. The\nappellant is entitled to continue in possession of the\npetrol pump premises and use it for its business. The\nappellant is also entitled to lawfully prevent the\nB respondent from entering upon the premises. The trial\ncourt is directed to dispose of the suit expeditiously, on\nthe basis of the evidence, in accordance with law. [Para\n35] [675-A-B]\nCase Law Reference:\nC\nAIR 1959 SC 1262\nReferred to\nPara 19\n2004 (3) SCC 595\nReferred to\nPara 19\n1989 (4) SCC 603\nReferred to\nPara 22\nD\nPER GOKHALE J.:\n1.1. In the facts of the instant case, there is no\nconflict between the two orders passed by the two Single\nJudges. The writ petition was filed by the respondent to\nE challenge the order of the Appellate Bench of the Court\nof Small Causes that the respondent could not seek a\ndirection for the petroleum supply in their proceeding in\nthe Court of Small Causes. The grievance of the\nrespondent in that writ petition was only with respect to\nF that part of the order, and therefore, when the Single\nJudge held that there was no reason to interfere with that\norder, the order would have to be read as confined to the\ngrievance of the respondent raised before the Judge.\nThe part of the order of the Appellate Bench of the Court\nG of Small Causes protecting the possession of the\nrespondent was not under consideration in that Writ\nPetition which was filed by the respondent. Any\nobservation by the Single Judge in that order cannot be\nread as a determination on the correctness or otherwise\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 643\nSERVICE STATION\nof this part of the order which was not in challenge in that A\nproceeding. As far as the other part of the Appellate\nBench, protecting the possession of the respondent was\nconcerned, the same was in challenge only before the\nother Single Judge in the Writ Petition at the instance of\nthe appellant. In that petition the Single Judge has held B\nthat the pendency of the proceeding in the Civil Court\nwould not preclude the appellant from taking steps in\naccordance with due process of law, which according to\nthe Single Judge was taking steps under the Public\nPremises Act, if permissible. [Paras 25 and 26] [668-C-H; C\n689-A]\n1.2. Even if the respondent is an agent of the\nappellant, the fact remains that he is in occupation of the\nconcerned premises consisting of the rooms and the\nstructures of the RPO situated on the particular plot of\nland since 1.4.1972. The appellant has authorized the\nrespondent to be in occupation of this RPO by virtue of\nthe dealership agreement between the parties. The\nrespondent is not a trespasser. [Para 27] [689-B-C]\nD\nE\n1.3. No fault can be found with the impugned order\npassed by the Single Judge viz. that it would be open to\nthe respondent to take steps in accordance with the\nPublic Premises Act which would be the due process of\nlaw, and not by any force. The termination of the F\ndealership agreement by the appellant would render the\noccupation of the premises by the respondent to be\nunauthorised one and it would be open to the\nrespondent to take further steps to take possession\nthereof though only in accordance with the due process\nof law. This much minimum protection has to be read into\nthe relationship created between the parties under the\nclauses of the agreement. Besides, an opportunity of\nbeing heard in a situation which affects the civil rights of\nan individual has to be implied from the nature of the\nG\nH\nA\nB\nC\n644 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nfunctions to be performed by the public authority which\nhas the power to take punitive or the damaging actions.\n[Para 29] [690-H; 691-A-C]\n1.4. By no stretch of imagination the respondent can\nbe called a trespasser into the concerned premises. The\nrespondents have been permitted to occupy the\npremises under the dealership agreement and have been\nso occupying it under the agreement with the appellant\nsince 1st April 1972. A submission coming from a public\nauthority in this fashion is totally unacceptable and\ndeserves to be rejected. [Para 30] [692-B-C]\n1.5. In the instant case, the respondents are\noccupying the premises, may be as an agent of the\nappellant, right from the 1st April 1972. The respondent\nD has moved the Court of Small Causes for the declaration\nand has obtained an order of status-quo. That order\npresently survives and is not set aside though the Single\nJudge has observed in the impugned order that the order\nof status-quo would operate only till the competent\nE authority passes the order of eviction. The respondents\nhave not challenged this order either by filing a Special\nLeave Petition or by filing any cross objections in the\ninstant appeal, and therefore, it binds them. In the\ncircumstances of the instant case, the Single Judge\nF permitted the appellant to proceed against the\nrespondent under the Public Premises Act on the footing\nthat after the termination of the dealership agreement the\noccupation would be unauthorized. He has rightly\nobserved that the pendency of the proceeding in the Civil\nCourt cannot preclude the appellant from taking recourse\nto recovery of the possession of the suit premises by\nfollowing due process of law including by resorting to\naction under the provisions of Public Premises Act, if\npermissible. However, it is made clear that in any case\npossession cannot be obtained by force. There is no\nG\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 645\nSERVICE STATION\nreason for this Court to take any different view. The A\nrespondent has to be afforded an opportunity of being\nheard, may be in the forum of the appellant, and only after\nobtaining an order from the competent authority the\nrespondent can be evicted. [Para 34] [694-B-G]\nB\nC\n1.6. In the facts of the instant case, amongst others\nthe respondent had raised the issue with respect to the\nnature of his licence to remain on the premises, and had\nalso sought the protection which was available to the\nlicencee in occupation of the premises prior to 1.2.1973.\nWhether the respondent was right in that contention or\nnot is not for this Court to determine. It is for the\nappropriate authority to decide. That is the minimum\nopportunity which would be required to be provided to\nthe respondent in the facts of the instant case, when he\nis in occupation of the concerned premises for nearly 40 D\nyears. Even on the footing of being an agent, apart from\nthe right to receive the compensation in a situation which\ncould be placed under Section 205 of the Contract Act,\nthe agent also has the right to remain on the property of\n⠀ the principal under Section 221 of the Contract Act, for E\nthe reliefs which are available under that Section if he\nmakes out such a case. Furthermore, the respondent has\nplaced his case on a higher pedestal, but even on the\nbasis that he is a mere agent, he does have certain rights\nunder Sections 205 and 221 of the Contract Act. Thus, it F\ncannot be said that the respondent does not deserve\neven an opportunity of being heard. What are the relevant\nterms of the agreement between the parties, what is their\ntrue connotation and what order could be obtained by\nthe appellant against the respondent, or what relief at the G\nhighest the respondent would be entitled to, would have\nto be considered and decided before an appropriate\nforum. [Para 35] [695-C-H]\n1.7. All throughout the respondent contended that\nH\nB\n646 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA they have been in exclusive possession of the premises\nconcerned, and all the employees on the premises are\nthat of the respondent. In the third suit filed in the City\nCivil Court, the respondent has specifically pleaded that\nthe termination of the licence was without any reasons\nand was contrary to public policy, and was violative of\nArticle 14 of the Constitution of India. The respondent has\nspecifically submitted that a technical fault in the\nmachine cannot amount to manipulation and that apart\nit was not a case of adulteration. All these submissions\nof the respondent require a determination. An\nopportunity of being heard is something minimum in the\ncircumstances. The proceedings before the authority\nunder the Public Premises Act are an expeditious\nproceeding and that is something minimum in the\ncircumstances. A Public Corporation, from which a\nhigher standard is expected, cannot refuse to follow this\nmuch minimum due process of law. [Para 36] [696-A-C-\nF]\nC\nD\n1.8. There is no reason to interfere with the order\nE passed by the Single Judge. However, the observations\nmade are for the purpose of deciding the correctness or\notherwise of the impugned order passed by the Single\nJudge and not on the merit of the rival claims. In the\nevent, the appellant takes the steps under the Public\nPremises Act, it would be open to the respondent to plead ·\ntheir case before the competent authority on all counts,\nthough it would also be open to the concerned competent\nauthority to take its own decision on the merits of the\nrival contention on facts as well as on law. [Para 37] [696-\nG G-H; 697-A]\nF\nH\nSouthern Roadways Ltd. vs. S.M. Krishnan 1989(4) SCC\n603; Amritsar Gas v. Indian Oil Corporation 1991 (1) SCC\n533; Maneka Gandhi v. Union of India 1978 (1) SCC 248;\nBishna Alias Bhiswadeb Mahato and Ors. vs. State of West\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 647\nSERVICE STATION\nBengal 2005(12) SCC 657; Olga Tallis vs. Bombay Municipal A\nCorporation AIR 1986 SC 180 - referred to.\nCase Law Reference:\n1989(4) SCC 603\nReferred to.\nPara 16\nB\n1991 (1) SCC 533\nReferred to.\nPara 18\n1978 (1) SCC 248\nReferred to.\nPara 29\n2005(12) SCC 657\nReferred to.\nPara 30\nC\nReferred to.\nPara 33\nAIR 1986 SC 180\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n2276 of 2011.\nFrom the Judgment \u0026 Order dated 29.1.2009 of the High\nCourt at Bombay in Writ Petition No. 8130 of 2008.\nC.A. Sundaram, Parijat Sinha, Reshmi Rea Sinha, S.C.\nGhosh, Vikram Ganguly, Rohini Musa, Abhishek Gupta for the\nAppellant.\nD\nE\nR.P. Gupta, Suman Gupta, Mehul Milind Gupta, Omika\nDubey, Sushendra K. Chauhan for the Respondent.\nThe Judgment of the Court was delivered by\nR.V. RAVEENDRAN, J. 1. Leave granted.\nF\n2. The appellant - Bharat Petroleum Corporation Ltd. (also\nreferred to as BPCL) is a Public Sector Undertaking under the\nadministrative control of the Ministry of Petroleum \u0026 Natural\nGas, Union of India, engaged in refining, distributing and selling\npetroleum products, such as Motor Spirit (MS/Petrol), High\nSpeed Diesel (HSD), Kerosene, Liquefied Petroleum Gas\n(LPG), etc. all over the country. It is the successor-in-title of\nBurmah-Shell Oil Storage and Distributing Company of India\nLtd. (for short 'Burmah Shell').\nG\nH\n.A\n648\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\n3. On 2.9.1971, Burmah Shell took on lease a piece and\nparcel of land admeasuring about 680 sq.yds. bearing CTS\nNos. 339 and 339/1 situated at V.N. Purav Marg, Chembur,\nMumbai, for the purpose of a Storage Depot or Service Station\nwith the right to erect and maintain all manner of equipment,\nB plant, machinery, tanks, pumps and structures. In the said plot,\nBurmah Shell erected and installed the Dispensing pumps\ntogether with underground tanks and other equipment, fittings\nand facilities for storage of petrol, High Speed Diesel (HSD)\nand other products and constructed some structures for carrying\non the business of sale and supply of such products. The said\nservice station is also referred to as a Retail Petroleum Outlet\n(for short 'the RPO'). On 1.4.1972, the appellant entered into a\nDispensing Pump and Selling Licence agreement (for short\n'DPSL Agreement') with the respondent, appointing it as the\ndealer for selling the petroleum products of the appellant from\nthe said RPO.\nC\nD\n4. The undertaking of Burmah Shell was taken over by the\nCentral Government and subsequently vested in Bharat\nPetroleum Corporation Ltd., appellant herein, in accordance\nE with the provisions of the Burmah Shell (Acquisition of\nUndertakings in India) Act, 1976 on 24.1.1976.\nF\n5. The respondent had originally two partners, Dharma Vir\nJoshi and Mahesh Mangtani and on the death of Dharma Vir\nJoshi, a fresh dealership agreement described as 'Dispensing\nPump and Selling Licence' was executed between the appellant\nand respondent on 1.12.1995. In terms of the said agreement,\nthe respondent was functioning as a dealer of the appellant.\n6. During a surprise inspection on 9.3.2007 carried out by\nG the Quality Control Cell of the appellant in the presence of the\nManager of the respondent, it was noticed that one of the\ndispensing units (No.OIC 3633) was giving a short delivery of\n20 ml. of HSD (that is, when tested for accuracy against a five\nlitre calibrated measure, the display showed 5.02 litres). When\nH the Dispensing Unit was checked on flash mode 55555 twice,\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n649\nit gave short delivery of 210 ml. (that is as against 5 litres, the A\ndisplay showed 5.21 litres). Therefore, the Electronic Register\nAssembly (ERA) of the said dispensing unit was removed from\nthe Unit and was sent for inspection to MIDCO - the\nmanufacturer of the dispensing Unit. MIDCO gave a report on\n27.3.2007 stating that there was a deviation in the counting B\nERA and the Microcontroller chip hardware in the ERA was\nnot the original component supplied by them with the\nDispensing Unit. The appellant, therefore, issued a show cause\nnotice to the respondent on 12.6.2007 alleging that the\nrespondent had manipulated/altered the original chip with a\nview to making illegal gain by cheating the customers of the\ncompany, thereby causing breach of trust, and calling upon the\nrespondent to show cause within 15 days, as to why action\nshould not be taken including termination of the dealership. The\nrespondent sent a reply dated 10.7.2007 denying the\nallegations in the show cause notice.\nC\nD\n7. The respondent filed a suit (Suit No.913/2008) in the\nCourt of Small Causes, Bombay for the following reliefs: (a)\nfor a declaration that it is the tenant of the appellant in respect\nof the structures and equipment and sub-tenant of the appellant E\nin regard to the land comprised in the suit premises (CTS Nos.\n339 and 339/1, V.N. Purav Marg, Chembur, Mumbai,\nmeasuring 6118 sq. ft.); (b) for a declaration that the supply of\npetrol and petroleum products by the appellant at the suit\npremises was an essential supply under section 29 of the F\nMaharashtra Rent Control Act, 1999; (c) for a declaration that\nthe show cause notice dated 12.6.2007 was illegal and did not\nconstitute a just and sufficient cause for cutting off or\nwithholding the essential supply of petrol and petroleum\nproducts; (d) for a permanent injunction restraining the G\nappellant from forcibly dispossessing respondent from suit\npremises or in any manner interfering with the possession of\nthe respondent in regard to the suit premises; and (e)\nrestraining the appellant from withholding or cutting off the\nsupply of petrol and petroleum products from the suit premises.\nH\n650 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA An application for temporary injunction was also filed to restrain\nB\nC\nD\nthe appellant from forcibly dispossessing the respondent from\nthe premises or interfering with its possession of the suit\npremises and from withholding or cutting off of any supply of\npetrol and petroleum products.\n8. The appellant resisted the suit and the application for\ntemporary injunction by contending that the respondent was\nneither a tenant, nor a sub-tenant, nor a deemed tenant. The\nCourt of Small Causes by interim order dated 13.5.2008\ndirected the appellant to maintain status quo as on that date,\nthat is, the respondent “shall remain in possession of the suit\npremises\" and the appellant shall \"continue to supply petrol and\npetroleum products to the petrol pump in the suit premises\", till\nthe preliminary issue regarding jurisdiction to entertain the suit\nwas framed and a decision was rendered thereon.\n9. Feeling aggrieved, the appellant filed an appeal. A\nDivision Bench of the Small Causes Court, by order dated\n26.8.2008, partly allowed the appeal. It set aside the order of\nthe trial court in so far as it directed the appellant to continue\nE the supply of petrol and petroleum products in the suit premises\nto respondent. The direction that the appellant shall maintain\nstatus quo by permitting the respondent to continue with the\npossession of the suit premises was not disturbed. The\nappellate bench held that the respondent had prima facie\nF established its induction in the suit premises as a licensee in\nG\nthe light of the agreements dated 1.4.1972 and 1.12.1995. The\nsaid order dated 26.8.2008 of the appellate bench of the Small\nCauses Court was challenged by the respondent by filing W.P.\nNo.6689/2008, to the extent it reversed the direction for supply\nof petroleum products. The said order was also challenged by\nthe appellant in W.P.No.8130/2008 to the extent that it permitted\nthe respondent to remain in possession of the suit premises.\n10. The respondent's writ petition (WP No.6689/2008) was\ndismissed by a learned Single Judge by judgment dated\nH 1.10.2008. The writ petition filed by the appellant (W.P.\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n651\nNo.8130/2008) was disposed of by a brief order dated A\n29.1.2009, observing that “Instead of getting embroiled with the\nlarger issues raised in the present petition, in my opinion,\ninterest of justice would be subserved if the petition is disposed\nof, by clarifying the order of status quo granted by the Lower\nCourt to mean that the said order of status quo shall not B\npreclude the petitioner (BPCL) from taking recourse to recovery\nof possession of the suit property from the respondent (plaintiff)\nby following due process of law including by resorting to action\nunder the provisions of the Public Premises Act, if permissible.\"\nThe said order is challenged in this appeal by special leave.\nSubsequent events\nC\n11. Certain subsequent events require to be noticed. The\nrespondent filed a second suit (Suit No.2557/2008) in the City\nCivil Court, Mumbai, praying for the following reliefs: (a) a D\ndeclaration that supply of petrol and petroleum products in the\nsuit premises to respondent by the appellant is an essential\nsupply under the Essential Commodities Act, 1955; (b) for a\ndeclaration that the notice dated 12.6.2007 is illegal and a\nfurther declaration that the appellant is not entitled to terminate/ E\nset aside the dealership under the agreement dated 1.12.1995;\nand (c) for an injunction restraining the appellant from stopping\nthe supply of petrol and petroleum products or acting upon the\nnotice dated 12.6.2007.\nF\n12. On 19.3.2009, the appellant terminated the dealership\nagreement and informed the respondent that it shall have no\nright to use the retail outlet premises for any purpose\nwhatsoever and the facilities (Motor Spirit and/or High Speed\nDiesel pumps, storage tanks, pipes and fittings and all other\nfacilities erected and provided by the company at the retail G\noutlets) or to sell any petroleum products lying in the retail\noutlets. Supply of petroleum products to the said Retail\nPetroleum Outlet was also stopped. The said termination\nhowever made it clear that the order was without interfering with\nor disturbing the order of status quo in regard to the possession H\n"}