{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"662 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA products of the manufacturer in the retail outlet, and receive a\ncommission on the turnover of sales. The manufacturer\nstipulates the manner of sale, and the terms of sale including\nthe prices at which the goods are sold. The manufacturer also\nchecks the products sold periodically to ensure that only its\nB products (and not fakes) are sold. The manufacturer also\nreserves the right to terminate the services of the sales\nmanager/agent. In such cases on termination of the services\nof the employee/agent, the manufacturer can physically prevent\nthe sales manager/agent from entering the retail outlet and\nmake alternative arrangements for running the outlet. There is\nno need to approach a court to 'evict' the sales manager/agent.\nC\nD\n21. Where an employer or principal permits the use of its\npremises, by its employee or agent, such use, whether loosely\nreferred to as 'possession' or 'occupation' or 'use' by the\nemployee or the agent, is on behalf of the employer/principal.\nIn other words, the employer/principal continues to be in\npossession and occupation and the employee/agent is merely\na licensee who is permitted to enter the premises for the limited\npurpose of selling the goods of the employer/principle. The\nE employee/agent cannot claim any 'possession' or ‘occupation'\nor 'right to use' independent of the employer/principal who is\nthe licensor. In such cases if the employee is terminated from\nservice, he cannot obviously contend that he is in \"occupation\"\nof the premises and that he can be evicted or dispossessed\nF only by initiating action in a court of law. Similarly the agent who\nis permitted to enter the premises every day to sell the goods\ncannot, on termination of the agency, contend that he continues.\nto be in exclusive occupation of the premises and unless\nevicted through a court of law entitled to continue in occupation.\nThis is because licence that is granted to the employee/agent\nis a limited licence to enter upon and use the premises, not for\nhis own purposes or his own business, but for the purposes of\nthe employer/principal, to sell its goods in the manner\nprescribed by the employer/principal and subject to the terms\nand conditions stipulated in the contract of employment/agency\nG\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 663\nSERVICE STATION [R.V. RAVEENDRAN, J.]\nin regard to the manner of sales, the prices at which the goods A\nare to be sold or the services to be rendered to the customers.\nIn such cases, when the employment or agency is terminated\nand the employer/principal informs the employee/agent that his\nservices are no longer required and he is no longer the\nemployee/agent, the licence granted to such employee/agent B\nto enter the retail outlet stands revoked and the ex-employee/\nex-agent ceases to have any right to enter the premises. On\nthe other hand, the employer/principal who continues to have\npossession will be entitled to enter the premises, or appoint\nanother employee or agent, or legitimately prevent the ex- C\nemployee/ex-agent from entering upon the premises or using\nthe premises. In such cases, there is no need for the licensor\n(that is the employer or the principal) to file a suit for eviction\nor injunction against the ex-employee or ex-agent. The licensor\ncan protect or defend its possession and physically prevent the\nD\nlicensee (employee/agent) from entering the outlet.\n22. In this behalf we may refer to the decision of this court\nin Southern Roadways Ltd. Madurai v. SM Krishnan (1989)\n4 SCC 603. In that case, Southern Roadways appointed the\nrespondent as its commission agent for carrying on its business E\nin Madras city. Southern Roadways took on lease a godown\nand put it in the possession of the respondent for the purpose\nof carrying on the agency business. The agreement between\nthe parties provided that Southern Roadways could remove the\nagent at any time without notice and upon removal, it could F\noccupy the godown and also use the services of the employees\nengaged by the agent. In the course of audit, mismanagement\n· and misappropriation by the agent was discovered and as a\nresult Southern Roadways terminated the agency and took\npossession of the godown and appointed another person as\nagent. The respondent prevented the new agent and the\nappellant from carrying on the business in the godown\npremises. Therefore the appellant filed a suit for injunction\nagainst the respondent. A learned Single Judge granted a\ntemporary injunction. On an appeal by the ex-agent, the division H\n664 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA bench of the Madras High Court vacated the injunction which\nwas challenged before this court by Southern Roadways. This\nCourt allowed the appeal. This court held:\nB\nC\nD\nE\nF\nG\nH\n\"At the outset, we may state that we are not so much\nconcerned with the rival claims relating to actual\npossession of the suit premises. Indeed, that is quite\nirrelevant for the purpose of determining the rights of the\ncompany to carry on its business. Mr. Venugopal, learned\nCounsel for the appellant also discreetly did not advert to\nthat controversy. He, however, rested his case on certain\nfacts which are proved or agreed. They may be stated as\nfollows: The company was and is the tenant of the suit\npremises and has been paying rent to the owner. The\nlease in respect of the premises has been renewed up to\nNovember 22, 1993. It was the company which has\nexecuted the lease and not the respondent. The\nrespondent as agent was allowed to remain in possession\nof the premises. It was only for the purpose of carrying on\ncompany's business. His agency has been terminated and\nhis authority to act for the company has been put an end\nto. These facts are indeed not disputed. On these facts the\ncontention of counsel is that when the agency has been\nterminated, the respondent has no legal right to remain in\nthe premises or to interfere with the business activities of\nthe company.\nThe principal has right to carry on business as usual after\nthe removal of his agent. The Courts are rarely willing to\nimply a term fettering such freedom of the principal unless\nthere is some agreement to the contrary. The agreement\nbetween the parties in this case does not confer right on\nthe respondent to continue in possession of the suit\npremises even after termination of agency. Nor does it\npreserve right for him to interfere with the company's\nbusiness. On the contrary, it provides that the respondent\ncould be removed at any time without notice and after\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n665\nremoval the company could carry on its business as usual. A\nThe company under the terms of the agreement is,\ntherefore, entitled to assert and exercise its right which\ncannot be disputed or denied by the respondent.\nC\n... under law, revocation of agency by the principal B\nimmediately terminates the agent's actual authority to act\nfor the principal unless the agent's authority is coupled with\nan interest as envisaged under Section 202 of the Indian\nContract Act. When agency is revoked, the agent could\nclaim compensation if his case falls under Section 205 or\ncould exercise a lien on the principal's property under\nSection 221. The agent's lien on principal's property\nrecognised under Section 221 could be exercised only\nwhen there is no agreement inconsistent with the lien. In\nthe present case the terms of the agreement by which the\nrespondent was appointed as agent, expressly authorises\nthe company to occupy the godown upon revocation of\nagency. Secondly, the lien in any event, in our opinion,\ncannot be utilised or taken advantage of to interfere with\nprincipal's business activities.\nThe crux of the matter is that an agent holds the principal's\nproperty only on behalf of the principal. He acquires no\ninterest for himself in such property. He cannot deny\nprincipal's title to property. Nor he can convert it into any\nother kind or use. His possession is the possession of the\nprincipal for all purposes.\nIn this case, the respondents' possession of the suit\npremises was on behalf of the company and not on his\nown right.\nIt is, therefore, unnecessary for the company to file a suit\nfor recovery of possession. The respondent has no right\nto remain in possession of the suit premises after\ntermination of his agency. He has also no right to interfere\nwith the company's business.\"\nD\nE\nF\nG\nH\nA\n666 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\n23. In this case, the DPSL Agreement clearly\ndemonstrated that licence granted by the appellant enabled the\nlicensee (respondent) to enter upon the retail outlet premises\nonly for the limited purpose of using the facilities (that is Motor\nSpirit/HSD Pumps, storage tanks etc.) for purposes of sale of\nB appellant's Motor Spirit, HSD, Motor oils, Greases or other\nC\nD\nE\nmotor accessories (together referred to as 'Products of the\nappellant') as a licensee of the appellant at the prices specified\nby the appellant. The respondent could not sell any other goods\nor the products of any one else. It could not charge a price\ndifferent from what was stipulated by the appellant. The\nrespondent could not enter the outlet premises if the licence\ngranted to the respondent to sell the appellant's petrol and\npetroleum products was terminated. In other words, the\nrespondent- licensee had no licence to enter the petrol pump\npremises or use the 'facilities', if it could not sell the products\nof the appellant. The relevant terms of the DPSL agreement\nextracted in para 17 above show that the licence was given to\nthe licensee to enter the appellant's outlet premises and use\nthe equipment/facilities provided by the appellant for the\nexclusive purpose of sale of the products of the appellant. This\nhas been completely lost sight of by the courts below.\n24. It should be noted that the appellant has installed\nspecialized equipments (that is HSD/Petrol/oil dispensers/\npumps attached to storage tanks through pipes/fittings) and the\nF licence given to the respondent was to enter upon the premises\nto use the said equipment/facilities provided by the appellant\nfor the purpose of sale of the appellant's products (that is motor\nspirit, HSD, motor oil, grease etc.) at the rates/prices fixed by\nthe appellant. If the respondent could not sell these petroleum\nG products on account of suspension/termination, there is no\noccasion or need for the respondent to enter upon the outlet\npremises as it cannot sell any other goods or use the outlet for\nany other purpose. Therefore the licence to enter and use the\noutlet premises also comes to an end when the licence is\nterminated or supply of appellant's products is stopped. Clause\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n667\n15 of the DPSL Agreement specifically provides that on A\nrevocation or termination of the licence for any cause\nwhatsoever, the licensee shall cease to have any right to enter\nor remain in the premises or use the facilities. As the licence\nis only to enter the appellant's outlet premises to use the\nfacilities for sale of appellant's petroleum products, if the B\nlicence to use the appellant's facilities for sale of appellant's\nproducts comes to an end and supply of appellant's products\nfor sale by the respondent is stopped, there is no question of\nthe licensee entering the outlet premises at all or remaining in\nthe outlet premises or using the outlet premises.\nC\nD\nE\n25. To reiterate, the permission granted to the respondent\nby the appellant to enter the outlet premises is for the purposes\nof using the equipments/facilities belonging to the appellant\ninstalled in the outlet, to sell the products of the appellant. Under\nthe licence (DPSL) agreement, the respondent cannot enter the\npremises for any purpose other than for using the facilities or\nequipment installed by the appellant or for any purpose other\nthan selling the petroleum products of the appellant. Therefore\nthe licence to enter the premises and the licence to use the\nfacilities/equipment is incidental to the licence to sell the\nproducts of the appellant as a licensed dealer, distributor or\nagent. In this case the premises is a land held on leasehold by\nthe appellant wherein it has constructed/erected certain\nstructures and housed certain facilities/ equipment. The\npremises is known as appellant's 'company owned retail outlet'.\nThe goods/products sold belong to the appellant. If the appellant\ndecides to stop the supply of its goods for sale in the said outlet,\nautomatically the licence granted to the respondent to enter\npremises and use the facilities become redundant, invalid and\ninfructuous. There is no licence in favour of the licensee to use G\nthe premises or use the facilities independent of the licence to\nsell the goods of the appellant. Further the agreement makes\nit clear that the agreement does not create any tenancy rights\nin the premises; that it is terminable by 90 days notice on either\nside and it is terminable by the appellant even without giving H\nF\n668 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA such notice in the event of breach. Therefore there cannot be\nan injunction restraining the appellant from entering upon its\noutlet premises or using the outlet for its business or inducting\nany new dealer or agent.\nB\n26. Where the licence in favour of the licensee is only to\nuse the retail outlet premises or use the equipments/facilities\ninstalled therein, exclusively in connection with the sale of the\ngoods of the licensor, the licensee does not have the right to\nuse the premises for dealing or selling any other goods. When\nthe licensee cannot use the premises for any purpose on\naccount of the stoppage of supply of licensor's goods for sale,\nit will be wholly unreasonable to require the licensor to sue the\nlicensee for 'possession' of such company controlled retail\noutlet premises. This is not a case where the licensee has\nalleged that any amount is due to it from the licensor by way of\nD commission or remuneration for services, or that on account\nC\nof non-payment thereof it is entitled to retain the retail outlet\npremises and facilities of the licensor by claiming a lien over\nthem under section 221 of the Indian Contract Act, 1872. In\nregard to a licence governed by a commercial contract, it may\nE be inappropriate to apply the principles of Administrative Law,\neven if the licensor may answer the definition of 'State' under\nArticle 12 of the Constitution of India. In view of the above, it is\nunnecessary to examine whether appellant is a 'state' within the\nmeaning of that expression under Article 12 of the Constitution\nF of India, nor necessary to keep in view the requirement that if\nthe licensor answers the definition of 'state', a duty to act fairly\nand reasonably without any arbitrariness or discrimination is\nalso implied. Be that as it may.\nG\nН\n27. It is made clear that this decision applies only to\nlicences where the licensor is the owner/ lessee of the premises\nand the equipment (in this case dispensing pumps and other\nequipment) and where the licensee is engaged merely for sale\nof the products of the licensor. In other words, this decision\nwould apply to petrol stations which are known as CCROS\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 669\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n('Company Controlled Retail Outlets'). If the licensee is himself A\nthe owner/lessee of the premises where the petroleum products\noutlet is situated or where the exclusive right to use the\npremises is given to the licensee for carrying on any business\nor dealing with any goods unconnected with the licensor, this\ndecision may not apply and it may be necessary for the licensor\nto have recourse either to a Civil Court for a mandatory\ninjunction to give up the premises, or the Estate Officer under\nthe Public Premises Act for 'eviction' as the case may be,\ndepending upon the nature of licence and the status and\nrelationship of the parties.\nB\nC\nD\n28. In this case in pursuance of a routine inspection certain\nserious irregularities were viewed and as a consequence\nsupply of its products was stopped, suspended and a show\ncause notice was issued calling upon respondent to show\ncause why action should not be taken including termination of\nthe dealership for the reasons stated therein. Therefore when\nsuch a notice is issued as a precursor to termination, the\nrespondent licensee ceases to have right to sell the goods in\nthe outlet premises and does not get the cause of action either\nto seek continuance of the supply of the products or remain in E\nand use the premises. The show cause notice was followed by\na termination of the licence of dealership on 19.3.2009. Even\nif the termination or non-supply amounts to breach of contract,\nthe remedy of the agent-licensee at best is to seek damages,\nif it is established that the dealership was wrongly determined\nor supply was wrongly stopped. Consequently, the licensee\ndoes not have any right to use the premises nor any right to\nenter upon the premises after the termination of the agency.\nRe: Question No.(iii)\n29. The contention of the respondent is that as it was a\nlicensee from 1.4.1972, it become a deemed tenant under\nsection 15A of the old Bombay Rent Act (which provided that\nany person in occupation of a premises as a licensee as on\n1.2.1973, became a deemed tenant) and consequently can be\nF\nH\n670 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA evicted only by filing a petition for eviction under the Rent Act.\nB\nс\nD\n30. To appreciate the said contention of the respondent,\nit is necessary to refer to the relevant provisions of the relevant\nrent law. We may first refer to the definitions of 'tenant' and\n'licensee' under the old Bombay Rent Act and MRC Act.\nSection 7(15)(a) of the MRC\nAct reads as follows :-\n(15) \"tenant\" means any\nperson by whom or on\nwhose account rent is\npayable for any premises.\nand includes,-\n(a) such person,-\n(i) who is a tenant, or\n(ii) who is a deemed\ntenant, or\n(iii) who is a sub-tenant\nunder a\nE\nas permitted\ncontract or by the permission\nor consent of the landlord, or\n(iv) who has derived title\nunder a tenant, or\nF (v) to whom interest in\npremises has been assigned\nor transferred as permitted,\nby virtue of, or under the\nG provisions of, any of the\nrepealed Acts;\n(b) a person who is deemed\nto be a tenant under section\nH 25;\nSection 5(11) of the Old\nBombay Rent Act\n\"Tenant” means any person\nby by whom or on whose\naccount rent is payable for\nany premises and includes,-\n(a) Such sub-tenants and\nother persons as have\nderived title under a tenant\n(before the 1st day of\nFebruary, 1973;\n(aa) any person to whom\ninterest in premises has been\nassigned or transferred as\npermitted or deemed to be\npermitted, under section 15;\nXXXXXXX\n(bb) such licensees as are\ndeemed to be tenants for the\npurposes of this Act by\nsection 15A;\nXXXXXXX\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n(c) a person to whom interest\nin premises has been\nassigned or transferred as\npermitted under section 26;\nXXXXXXX\n671\nA\nB\nSection 7(5) of the MRC Act\n(5) 'Licensee', in respect of\nany premises or any part\nthereof, means the person\nwho is in occupation of the\nwho is in occupation of the\npremises or such part, as\npremises or such part, as\nthe case may be, under s\nsubsisting agreement for\nlicence given for a licence\nfree or charge; and includes\nany person in such\noccupation of any premises\nor part thereof in a building\nvesting in or in or leased to\na co-operative housing\nsociety registered or\ndeemed to be registered\nunder the Maharashtra Co-\noperative Societies Act,\n1960 (Mah. XXIV of 1961)\nbut does not include a\npaying guest, a member of a\nfamily residing together, a\nperson the service or\nemployment of the licensor,\nSection 5(4A) of the old\nBombay Rent Act\nsuch\n(4A) ‘licensee', in respect of\nany premises or any part\nthereof, means the person\nthe case may be, under a\nsubsisting agreement for\nlicence given for a licence\nfee or charge; and includes\nany person in\noccupation of any premises\nor part in a thereof building\nvesting co-leased to a\noperative housing society\nregistered or deemed to be\nregistered _under the\nMaharashtra Co-operative\nSocieties Act, 1960; but\ndoes not include a paying\nguest, a member of a family\nresiding together, a person\nin in the service or\nemployment of the licensor,\nor a person conducting a\nrunning\nbusiness\nbelonging to the (for a\nperson having any\nC\nD\nE\nF.\nG\nH\n"}