{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\n682 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\n18. Relying upon the judgment in Southern Roadways\n(supra), it was submitted on behalf of the appellant that the\npossession of the premises which an agent is having, is\nbasically the possession of the principal and he does not\noccupy the premises independently. It was submitted that\nB though, in the agreement between the parties, the respondent\nis referred as a licensee, it is essentially an agreement of\nagency. Then, it was submitted that once the agreement of\ndealership was terminated, the only relief which could be sought\nby the dealer was to seek compensation for loss of earning, in\nthe event the termination is held to be bad in law. There cannot\nbe any order of restoration of the dealership or any obstruction\nin running of the RPO by the petroleum company even by way\nof an ad-hoc arrangement. Reliance was placed in this behalf\non the judgment of this Court in Amritsar Gas v. Indian Oil\nCorporation [1991 (1) SCC 533].\nC\nD\nE\nF\n0\n19. Some of the clauses of the dealership agreement were\npressed into service by the appellant, particularly the following\nclauses:-\n\"(i) In the preamble - \".... the Company has at the request\nof the Licensees agreed to permit the Licensees to enter\nupon the Company's premises...\"\n(ii) In Clause 1 - \"... The company expressly reserves to\nitself the right to take back the whole or any portion of the\nsaid premises or the said facilities or alter them at any time\nduring the continuance of this Licence at its sole\ndiscretion... \"\n(iii) In Clause 4 - The said premises and the said\nfacilities shall at all times during the continuance of this\nLicence remain the absolute property and in sole\npossession of the Company and no part of the said\nfacilities shall be removed by the Licensees nor shall the\nposition of any constituent part thereof or of the said\nI\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 683\nSERVICE STATION [H.L. GOKHALE, J.]\npremises be changed or altered without the previous A\nwritten consent of the company.\n\"\n(iv) In Clause 8 - \"... Neither the Licensee nor the\nLicensees' servants or agents shall interfere in any way\nwith the working parts of the pumps or other equipment\nprovided by the Company. .....\".\nB\n(v) In Clause 12 - \"This Licence may be terminated without\nassigning any reason whatsoever by either party giving to\nthe other not less than ninety days notice in writing to expire\nat any time of its intention to terminate it and upon the C\nexpiration of any such notice this Licence shall stand\ncancelled and revoked. The requisite period of notice may\nbe reduced or waived by mutual consent.\"\n(vi) In Clause 13 (a)\nNotwithstanding anything to the\ncontrary herein contained the Company shall be at liberty\nto terminate this Agreement forthwith upon or at any time\non the happening of any of the events following:\nD\nE\n(vii) - If the Licensees shall be guilty of a breach of any of\nthe covenants and stipulations on their part contained in\nthis agreement. .....”.\n\"\nF\n(vii) In Clause 15 - \"Upon the revocation or termination of\nthis Licence for any cause whatsoever the Licensees shall\ncease to have any rights whatsoever to enter or remain on\nthe premises or to use the said facilities and shall be\ndeemed to be trespassers if they continue to do so. Upon G\nsuch termination or revocation either under clause 12 or\nClause 13 hereof, if the Licensees or their servants and/\nor agents remain on the premises, the Company shall be\nat Jiberty to evict them by using such means as may be\nnecessary and prevent them from entering upon the H\n684 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA\nlicensed premises.\";\nB\nC\n(viii) In Clause 18 - \"The Licensees hereby expressly agree\nand declare that nothing herein contained shall be\nconstrued to create any right other than the revocable\npermission granted by the company in favour of the\nLicensees in respect of the licensed premises/facilities\nstrictly in accordance with the terms hereof. In particular\nnothing herein contained shall be construed to create any\ntenancy or other right of occupation whatsoever in favour\nof the Licensees.\"\n20. It was therefore, submitted on behalf of the appellant\nthat both the suits filed by the respondent were mis-conceived.\nFirstly, the respondent has approached the Court of Small\nCauses under the MRC Act for a declaration that it is the tenant\nD of the appellant in respect of the structures, and a sub-tenant\nin respect of the land. In that suit itself the respondent has\nprayed for an order that the supply of petroleum products should\nbe continued as an essential supply under Section 29 of the\nMRC Act. The Appellate Bench of the Court of Small Causes\nE is right in vacating the mandatory direction given by the Single\nJudge of that Court to supply the petroleum products. Such an\norder could not be granted in those proceedings, and the\nLearned Single Judge of the High Court who heard was also\ncorrect in not entertaining Writ Petition No. 6689 of 2008 filed\nby the respondent.\nF\nG\n21. The case of the appellant, however was that the\nappellant were right in challenging the other part of the order\nof the Appellate Bench of the Court of Small Causes wherein\nthe bench had maintained the part of the order of status-quo\npassed by a Single Judge at that Court with respect to the\npossession of the respondent. The appellant had, therefore,\nrightly filed the abovereferred Writ Petition No. 8130 of 2008.\nAccording to the appellant, they had not let out the premises\nto the respondent, but had allowed the respondent only to sell\nH appellant's petroleum products at a price fixed by the Ministry\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 685\nSERVICE STATION [H.L. GOKHALE, J.]\nof Petroleum from time to time. The manipulation in the A\ndispensing unit effected by the respondent had led to the\nissuance of the show cause notice. The respondent had rushed\nto the Court of Small Causes even before the reply of the\nrespondent could be considered by the appellant. By seeking\nan injunction in the Court of Small Causes, the respondent had B\nrestrained the appellant from taking any decision on the show\ncause notice, which decision the appellant has now taken after\nthe impugned order was passed by the Learned Single Judge\nin Writ Petition No. 8130 of 2008, who has held that the civil\naction initiated by the respondent could not prevent the\nappellant from taking action in accordance with due process\nof law. That is why now the appellant has determined the\nrespondent's licence by their letter dated 19.3.2009 and\naccording to them that is sufficient compliance of the\nrequirement of due process of law. According to the appellant,\nwith this determination of agency, the action in accordance with\nthe due process of law is complete and they can take the\npossession of the RPO, if required forcibly. According to them\nthe emphasis of the Learned Single Judge on following the due\nprocess under the Public Premises Act was erroneous.\nC\nD\nE\n22. As against this submission of the appellant, it was\nsubmitted on behalf of the respondent that the suit in the Court\nof Small Causes was perfectly justified. Firstly, it was pointed\nout that all throughout, the respondent was described in the\ndealership agreement as a licensee of the premises. According F\nto them, the monthly licence fee as described in Clause 2 (a)\nof the agreement was nothing but the rent for the premises\nexcluding the municipal and government charges. The\nrespondent relies upon clause 2 (b) of the dealership\n- agreement which reads as follows:-\n\"\n(b) The Licensees further agree to pay and\ndischarge all rates, taxes, cesses, duties and other\nimpositions and outgoings levied or imposed by the\nMunicipality, Government or any other public body upon or\nG\nH\nA\nB\nC\n686\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nin respect of the said premises and/ or the said facilities,\nprovided that the Company shall pay the actual licence\nFees payable to the Government for any Motor Spirit/ HSD\nStorage licence or licences required in connection with the\nsaid facilities under the Petroleum Act, 1934 and the Rules\nthereunder.\"\n23. According to the respondent, the respondent falls within\nthe definition of a tenant under Section 7 (15) of the MRC Act.\nThey point out that in any case, it is not disputed that the\nrespondent is in possession of the concerned premises as a\nlicensee since prior to 1.2.1973 when similar such licensees\nin occupation of premises came be protected under Section\n15 A of the then applicable Bombay Rents, Hotel and Lodging\nHouses, Rates Control Act 1947 (shortly called as Bombay\nRent Act), which act has been since repealed and replaced by\nD MRC Act and which protection has been continued under the\nMRC Act. The Bombay Rent act recognized such licensees as\n'deemed tenants' under Section 15 A and they are covered\nunder the definition of a tenant under Section 7 (15) (a) of the\nMRC Act.\nE\nF\n-\n0\nH\nSection 15 A of the Bombay Rent Act reads as\nfollows:-\n\"15A. Certain licensees in occupation on 1st\nFebruary 1973 to become tenants-\n(1) Notwithstanding anything contained elsewhere in\nthis Act or anything contrary in any other law for the time\nbeing in force, or in any contract where any person is on\nthe 1st day of February 1973 in occupation of any\npremises, or any part thereof which is not less than a\nroom, as a licensee he shall on that date be deemed to\nhave become, for the purpose of this Act, the tenant of the\nlandlord, in respect of the premises or part thereof, in his\noccupation.\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 687\nSERVICE STATION [H.L. GOKHALE, J.]\n(2) The provisions of sub-section (1) shall not affect A\nin any manner the operation of sub-section (1) of section\n15 after the date aforesaid].\"\nSection 7 (15) (a) of the MRC Act reads as follows:-\n(15) \"tenant” means any person by whom or on\nwhose account rent is payable for any premises and\nincludes,-\n(a) such person,-\n(i) who is a tenant, or\nB\nс\n(ii) who is a deemed tenant, or\n(iii) who is a sub-tenant as permitted under a\ncontract or by the permission or consent of the\nlandlord, or\nD\n(iv) who has derived title under a tenant, or\n}\n(v) to whom interest in premises has been assigned\nor transferred as permitted,\nE\nBy virtue of, or under the provisions of, any of the repealed\nActs;\"\nF\n24. The respondent submitted that the order passed by the\nLearned Single Judge in Writ Petition No. 6689 of 2008 had\nconfirmed the order passed by the Appellate Court which meant\nthat the injunction granted by the Ld. Single Judge of the Court\nof Small Causes was continued and approved by a Judge of\nthe High Court. It was submitted that it is true that the Leaned\nSingle Judge did hold in Writ Petition No. 6689 of 2008, that G\nthe respondent could not seek an order for supply of petroleum\nproducts in the Court of Small Causes under Section 29 of the\nMRC Act. For that purpose the respondent has filed another\nsuit in the City Civil Court at Mumbai. It was submitted by the\nrespondent that both these suits and injunction granted by the\nH\n688\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA Court of Small Causes would become infructuous, if the\nappellant was allowed to remove the respondent only on\ndetermination of the dealership agreement. In any case, there\nwas nothing wrong in the Learned Single Judge observing in\nthe impugned order that the appellant ought to have resorted\nB to the remedy under the Public Premises Act, whereunder the\nrespondent will at least get an opportunity to defend its position,\nthough in a forum chosen by the appellant.\nC\n25. We have noted the submissions of both the counsel.\nAt the outset we must note that in the facts of this case there is\nno conflict between the two orders passed by the two Learned\nSingle Judges. The Writ Petition No. 6689 of 2008 was filed\nby the respondent to challenge the order of the Appellate Bench\nof the Court of Small Causes to the extent it was against the\nrespondent viz. that the respondent could not seek a direction\nD for the petroleum supply in their proceeding in the Court of\nSmall Causes. The grievance of the respondent in that writ\npetition was only with respect to that part of the order, and\ntherefore, when the Learned Single Judge held that there was\nno reason to interfere with that order, the order will have to be\nE read as confined to the grievance of the respondent raised\nbefore the Learned Judge. The part of the order of the\nAppellate Bench of the Court of Small Causes protecting the\npossession of the respondent was not under consideration in\nthat Writ Petition which was filed by the respondent. Any\nF observation by the Learned Single Judge in that order cannot\nbe read as a determination on the correctness or otherwise of\nthis part of the order which was not in challenge in that\nproceeding.\nG\nH\n26. As far as the other part of the order of the Appellate\nBench, protecting the possession of the respondent was\nconcerned, the same was in challenge only before the other\nLearned Single Judge in Writ Petition No. 8130 of 2008. That\nwas at the instance of the appellant. In that petition the Learned\nSingle Judge has held that the pendency of the proceeding in\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 689\nSERVICE STATION [H.L. GOKHALE, J.]\nthe Civil Court will not preclude the appellant from taking steps A\nin accordance with due process of law, which according to the\nLearned Single Judge was taking steps under the Public\nPremises Act, if permissible.\n27. When we consider all these aspects, we have to note\nthat, even if the respondent is an agent of the appellant, the fact\nremains that he is in occupation of the concerned premises\nconsisting of the rooms and the structures of the RPO situated\non the particular plot of land since 1.4.1972. The appellant has\nauthorized the respondent to be in occupation of this RPO by\nvirtue of the dealership agreement between the parties. The\nrespondent is not a trespasser. The 'Public Premises' are\ndefined under the Public Premises Act as follows:-\n1\nSC. \"2(e) \" public premises\" means -\n(1) any premises belonging to, or taken on lease or\nrequisitioned by, or on behalf of the Central Government,\nand includes any such premises which have been placed\nby that Government, whether before or after the\ncommencement of the Public Premises (Eviction of\nUnauthorised Occupants) Amendment Act, 1980 (61 of\n1980), under the control of the Secretariat of either House\nof Parliament for providing residential accommodation to\nany member of the staff of that Secretariat;\n(2) any premises belonging to, or taken on lease by,\nor on behalf of -\nB\nC\nD\nE\nF\n(i) any company as defined in section 3 of the\nCompanies Act, 1956 (1 of 1956), in which not less than\nfifty-one per cent of the paid up share capital is held by G\nthe Central Government or any company which is a\nsubsidiary (within the meaning of that Act) of the first-\nmentioned company.\nUnauthorised Occupation is defined under this Act\nH\n690\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA\nB\nC\nas follows:-\nSC.2 (g) \"unauthorized occupation\", in relation to any public\npremises, means the occupation by any person of the\npublic premises without authority for such occupation, and\nincludes the continuance in occupation by any person of\nthe public premises after the authority (whether by way of\ngrant or any other mode of transfer) under which he was\nallowed to occupy the premises has expired or has been\ndetermined for any reason whatsoever.\"\n28. The respondent is in occupation/control/charge of the\npremises right from 1.4.1972 and is very much claiming in the\nsuit filed by them in the Court of Small Causes to be a tenant\nor a deemed tenant under the MRC Act. It is in this suit that he\nhas obtained an interim order. In a challenge to that interim order\nD the Learned Single Judge has permitted the appellant to take\nsteps in accordance with the Public Premises Act by observing\nthat the proceedings in the Civil Court will not hinder the\nappellant from taking steps under the Public Premises Act, if\npermissible. Thus, in fact to that limited extent the order of the\nE Learned Single Judge takes care of the submission of the\nappellant viz. that the respondent's suit under the MRC is mis-\nconceived. Not only that, but the Learned Single Judge has also\nobserved that the \"order of status quo would operate only till\nthe Competent Authority were to pass order of eviction against\nthe respondent in respect to the suit premises\". In fact what is\nalso material to note, as quoted earlier in para 3 (b) of their\nreply, the appellant themselves had contended before the Court\nof Small Causes that the concerned premises are Public\nPremises within the meaning of Public Premises (Eviction of\nUnauthorised Occupants) Act, 1971. In the present Special\nLeave Petition also the same is reiterated by them in the list\nof dates by stating that in May 2008, they filed the aforesaid\nreply to the interim application in the Court of Small Causes\nwherein they took the aforesaid legal position.\nF\nG\nH\n29. This being the position it is not possible for this Court\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 691\nSERVICE STATION [H.L. GOKHALE, J.]\nB\nto find any fault with the impugned order passed by the Learned A\nSingle Judge viz. that it will be open to the respondent to take\nsteps in accordance with the Public Premises Act which will\nbe the due process of law, and not by any force. The termination\nof the dealership agreement by the appellant will render the\noccupation of the premises by the respondent to be\nunauthorised one and it will be open to the respondent to take\nfurther steps to take possession thereof though only in\naccordance with the due process of law. This much minimum\nprotection has to be read into the relationship created between\nthe parties under the clauses of the agreement noted earlier.\nBesides, an opportunity of being heard in a situation which\naffects the civil rights of an individual has to be implied from\nthe nature of the functions to be performed by the public\nauthority which has the power to take punitive or the damaging\nactions as held by a Constitution Bench of this Court in Maneka\nGandhi v. Union of India reported in [1978 (1) SCC 248].\nC\nD\n30. It was submitted on behalf of the appellant that in the\nevent the respondent does not vacate the premises in spite of\nthe termination of the agreement of dealership, the appellant\nwill be entitled to use force to remove them, if necessary. The E\nappellant relied upon the observations in para 85 of the\njudgment in Bishna Alias Bhiswadeb Mahato and Others Vs.\nState of West Bengal reported in [2005 (12) SCC 657]. It was\na criminal case wherein among other submissions the accused\nhad submitted that they had exercised the right of private F\ndefence as regards their property leading to the incidents. In\nthis context, it was observed in the referred paragraph 85 as\nfollows: -\n\"85. Private defence can be used to ward off\nunlawful force, to prevent unlawful force, to avoid unlawful\ndetention and to escape from such detention. So far as\ndefence of land against the trespasser is concerned, a\nperson is entitled to use necessary and moderate force\nboth for preventing the trespass or to eject the trespasser.\nG\nH -\n...-L\n"}