{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2011] 3 S.C.R. 632\nBHARAT PETROLEUM CORPORATION LTD.\nV.\nCHEMBUR SERVICE STATION\n(Civil Appeal No(s). 2276 of 2011)\nMARCH 02, 2011\n[R.V. RAVEENDRAN AND H.L. GOKHALE, JJ.]\n-\nPublic Premises (Eviction of Unauthorised Occupant)\nAct, 1971 – Appellant, PSU, in the year 1972, entering into a\nC dealership agreement with the respondent, appointing it as\ndealer to sell appellant's petroleum products at appellant's\npremises at the price specified by the appellant - Breach of\ntrust by the respondent - Show cause notice by the appellant\nas to why dealership agreement be not terminated - Suit\nD before the Single Judge of Court of Small Causes - Interim\norder directing the appellant to maintain status quo to the\neffect that the respondent shall remain in possession of the\npetrol pump and that the appellant shall continue to supply\npetrol and petroleum products to the petrol pump at the suit\nE premises - On appeal, the Division Bench of the Court of\nSmall Causes vacated the direction to continue supply of\npetrol and petroleum products but maintained the order of\nstatus quo with respect to possession of the respondent\nCross-writ petitions - High Court upheld the order which\nvacated the direction to the appellant to continue supply of\npetrol and petroleum products - High Court also clarified that\nthe said order of status quo did not preclude the appellant\nfrom taking recourse to recovery of possession of the suit\nproperty from the respondent by following due process of law\nincluding by resorting to action under the provisions of the\nPublic Premises Act, if permissible - Meanwhile, termination\nof the dealership agreement - On appeal, held: Difference of\nopinion on issues as to nature of licence granted to the\nrespondent by the appellant under the Agreement; whether\nF\nG\nН\n632\n-\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 633\nSERVICE STATION\nthe High Court was justified in upholding the grant of interim A\norder of status quo and directing the appellant to secure\npossession from the respondent of the petrol pump premises\nby resorting to proceedings under the 1971 Act; and whether\nthe respondent had become a deemed tenant in 1972 -\nMatter referred to Larger Bench - Bombay Rents, Hotel and B\nLodging Houses, Rates Control Act, 1947 - ss. 15A and\n5(4A).\nC\nD\nIn the year 1972, the appellant Company-PSU\nengaged in refining, distributing and selling petroleum\nproducts, entered into a Dispensing Pump and Selling\nLicence Agreement with the respondent, appointing it as\nthe dealer for selling the petroleum products of the\nappellant from its Retail Petroleum Outlet (RPO) at the\nprice specified by the appellant. In the year 1995, a fresh\ndealership agreement was executed between the parties.\nThe respondent allegedly manipulated/altered the original\nchip in the dispensing unit with a view to make illegal\ngain by cheating the customers of the company. The\nappellant issued a show cause notice to the respondent\nto show cause as to why his dealership agreement E\nshould not be terminated. The respondent then filed a suit\nin the Court of Small Causes for a declaration that the\nrespondent was a tenant of the appellant company in\nrespect of the structures, and sub-tenant of the appellant\nIn regard to the land on which RPO was situated; that the F\nsupply of petrol and petroleum products by the appellant\nat the suit premises was an essential supply under\nSection 29 of the Maharashtra Rent Control Act, 1999;\nand that the show cause notice was illegal and the\nappellant had no sufficient cause for withholding the G\nessential supply of petrol and petroleum products. The\nrespondent also filed an Interim application to restrain the\nappellants from dispossessing them from the premises\nand also from withholding supply of petrol and petroleum\nproducts. The Single Judge of the Court of Small Causes\nI\n634 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA granted an interim order of staus quo directing the\nB\nC\nappellant not to dispossess the respondent from the\npetrol pump and to continue the supply of petrol and\npetroleum products to the petrol pump in the suit\npremises to the respondent. On appeal, the Division\nBench of the Court of Small Causes set aside the\ndirection to continue the supply of petrol and petroleum\nproducts in the suit premises to respondent but\nmaintained the order of status quo with respect to the\npossession of the respondent.\nIn the writ petition filed by the respondent, the order\nvacating the direction to continue to supply petrol and\npetroleum products was upheld. In the writ petition\nchallenging permission granted to the respondent to\nremain in possession of the suit premises was disposed\nD of by clarifying the order of status quo that the said order\nshall not preclude the appellant from taking recourse to\nrecovery of possession of the suit property from the\nrespondent by following due process of law including by\nresorting to action under the provisions of the Public\nE Premises Act, if permissible. Meanwhile, the respondent\nfiled another suit seeking a direction that the appellant\nshould continue to supply the petroleum products.\nSubsequently, the appellant terminated the dealership\nagreement and stopped the supplies of petroleum\nF products to RPO. Thereafter, the respondent filed a third\nsuit seeking declaration that the termination was illegal\nand unenforceable. Therefore, the appellant filed the\ninstant appeal.\nG\nH\nThe questions which arose for consideration in this\nappeal are what is the nature of a licence that is granted\nto the respondent by the appellant under the DPSL\nagreement; whether the High Court was justified in\nupholding the grant of an interim order of status quo\ndirecting the appellant not to interfere with the\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 635\nSERVICE STATION\nrespondent's 'possession' of the petrol pump premises A\nand requiring the appellant to resort to appropriate legal\naction to secure possession from the respondent; and\nwhether the licence to use the petrol pump premises for\nthe purpose of sale of the petroleum products of the\nappellant granted to respondent on 1.4.1972 could be B\nconstrued as a licence as defined in Section 5(4A) of the\nBombay Rents, Hotel and Lodging Houses, Rates Control\nAct, 1947 so as to attract Section 15A of the said Act\nwhich provided that any person who was in occupation\nof any premises as a licensee as on 1.2.1973 shall on that C\ndate be deemed to have become a tenant of the landlord\nin respect of the premises in his occupation.\nReferring the matter to larger Bench, the Court\nHELD: PER RAVEENDRAN J:\nDA\n1.1. The definition of licence under the Easements\nAct, 1882 makes it clear that a licence granted by the\nowner enables a licensee a right to do or continue to do\ncertain specified things in or upon an immovable\nproperty. Licences can be of different kinds. Some E\nlicences with reference to use of immovable property may\nbe very wide, virtually bordering upon leases. Some\nlicences can be very very narrow, giving a mere right\nenabling a person to visit a premises. In between are the\nlicences of different hues and degrees. All licences can F\nnot be treated on the same footing. [Paras 18 and 20]\n[656-G-H; 657-B-C; 659-C]\nAssociated Hotels of India Ltd. v. R.N. Kapoor AIR 1959\nSC 1262; C.M. Beena vs P.N. Ramachandra Rao 2004 (3)\nSCC 595 - referred to.\nG\n1.2. Where an employer or principal permits the use\nof its premises, by its employee or agent, such use,\nwhether loosely referred to as 'possession' or\n'occupation' or 'use' by the employee or the agent, is on H\nD\n636 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA behalf of the employer/ principal. In other words, the\nemployer/principal continues to be in possession and\noccupation and the employee/agent is merely a licensee\nwho is permitted to enter the premises for the limited\npurpose of selling the goods of the employer/principle.\nB The employee/agent cannot claim any 'possession and\noccupation or 'right to use' independent of the employer/\nprincipal who is the licensor. This is because licence that\nis granted to the employee/agent is a limited licence to\nenter upon and use the premises, not for his own\nC purposes or his own business, but for the purposes of\nthe employer/principal, to sell its goods in the manner\nprescribed by the employer/principal and subject to the\nterms and conditions stipulated in the contract of\nemployment/agency in regard to the manner of sales, the\nprices at which the goods are to be sold or the services\nto be rendered to the customers. In such cases, when\nthe employment or agency is terminated and the\nemployer/principal informs the employee/ agent that his\nservices are no longer required and he is no longer the\nemployee/agent, the licence granted to such employee or\nagent to enter the retail outlet stands revoked and the ex-\nemployee/ex-agent ceases to have any right to enter the\npremises. On the other hand, the employer/principal who\ncontinues to have possession will be entitled to enter the\npremises, or appoint another employee or agent, or\nlegitimately prevent the ex-employee/ ex-agent from\nentering upon the premises or using the premises. In\nsuch cases, there is no need for the licensor (that is the\nemployer or the principal) to file a suit for eviction or\ninjunction against the ex-employee or ex-agent. The\nCG licensor can protect or defend its possession and\nphysically prevent the licensee (employee/agent) from\nentering the outlet. [Para 21] [662-D-H; 663-A-D]\nE\nF\nSouthern Roadways Ltd. Madurai v. SM Krishnan (1989)\n4 SCC 603 - referred to\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 637\nSERVICE STATION\nB\n1.3. In the instant case, the DPSL Agreement clearly A\ndemonstrated that licence granted by the appellant\nenabled the licensee-respondent to enter upon the outlet\npremises only for the limited purpose of using the\nfacilities for purposes of sale of appellant's Motor Spirit,\nHSD, Motor oils, Greases or other motor accessories as\na licensee of the appellant at the prices specified by the\nappellant. The respondent could not sell any other goods\nor the products of any one else. It could not charge a\nprice different from what was stipulated by the appellant.\nThe respondent could not enter the outlet premises if the C\nlicence granted to the respondent to sell the appellant's\npetrol and petroleum products was terminated. The\nrespondent-licensee had no licence to enter the petrol\npump premises or use the 'facilities', if it could not sell\nthe products of the appellant. The courts below. D\ncompletely lost sight of the same. [Para 23] [666-A-D-E]\n'\nE\nF\n1.4. If the respondent could not sell these petroleum\nproducts on account of suspension/ termination, there is\nno occasion or need for the respondent to enter upon the\noutlet premises as it cannot sell any other goods or use\nthe outlet for any other purpose. Therefore, the licence\nto enter and use the outlet premises also comes to an\nend when the licence is terminated or supply of\nappellant's products is stopped. Clause 15 of the DPSL\nAgreement specifically provides that on revocation or\ntermination of the licence for any cause whatsoever, the\nlicensee shall cease to have any right to enter or remain\nin the premises or use the facilities. As the licence is only\nto enter the appellant's outlet premises to use the\nfacilities for sale of appellant's petroleum products, if the G\nlicence to use the appellant's facilities for sale of\nappellant's products comes to an end and supply of\nappellant's product for sale by the respondent is stopped,\nthere is no question of the licensee entering the outlet\npremises at all or remaining in the outlet premises or\nH\n638 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA using the outlet premises. [Para 24] [666-G-H; 667-A-C]\nB\nC\n1.5. The licence to enter the premises and the licence\nto use the facilities/equipment is incidental to the licence\nto sell the products of the appellant as a licensed dealer,\ndistributor or agent. In the instant case, the premises is\na land held on leasehold by the appellant wherein it has\nconstructed/erected certain structures and housed\ncertain facilities/equipment. The premises is known as\nappellant's company owned retail outlet'. The goods/\nproducts sold belong to the appellant. If the appellant\ndecides to stop the supply of its goods for sale in the said\noutlet, automatically the licence granted to the\nrespondent to enter premises and use the facilities\nbecome redundant, invalid and infructuous. There is no\nlicence in favour of the licensee to use the premises or\nuse the facilities independent of the licence to sell the\ngoods of the appellant. Further, the agreement makes it\nclear that the agreement does not create any tenancy\nrights in the premises; that it is terminable by 90 days\nnotice on either side and it is terminable by the appellant\nE even without giving such notice in the event of breach.\nTherefore, there cannot be an injunction restraining the\nappellant from entering upon its outlet premises or using\nthe outlet for its business or inducting any new dealer or\nagent. [Para 25] [667-E-H; 668-A]\nD\nF\nG\nH\n1.6. Where the licence in favour of the licensee is only\nto use the retail outlet premises or use the equipments/\nfacilities installed therein, exclusively in connection with\nthe sale of the goods of the licensor, the licensee does\nnot have the right to use the premises for dealing or\nselling any other goods. When the licensee cannot use\nthe premises for any purpose on account of the stoppage\nof supply of licensor's goods for sale, it will be wholly\nunreasonable to require the licensor the sue the licensee\nfor 'possession' of such company controlled retail outlet\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 639\nSERVICE STATION\npremises. This is not a case where the licensee has A\nalleged that any amount is due to it from the licensor by\nway of commission or remuneration for services, or that\non account of non-payment thereof it is entitled to retain\nthe retail outlet premises and facilities of the licensor by\nclaiming a lien over them under Section 221 of the B\nContract Act, 1872. In regard to a licence governed by a\ncommercial contract, it may be inappropriate to apply the\nprinciples of Administrative Law, even if the licensor may\nanswer the definition of 'State' under Article 12 of the\nConstitution. [Para 26] [668-B-E]\nC\nD\n1.7. It is made clear that this decision applies only to\nlicences where the licensor is the owner/lessee of the\npremise and the equipment (in this case dispensing\npumps and other equipment) and where the licensee is\nengaged merely for sale of the products of the licensor.\nIn other words, this decision would apply to petrol\nstations which are known as CCRO. (Company\nControlled Retail Outlets'). If the licensee is himself the\nowner/lessee of the premises where the petroleum\nproducts outlet is situated or where the exclusive right E\nto use the premises is given to the licensee for carrying\non any business or dealing with any goods unconnected\nwith the licensor, this decision may not apply and it may\nbe necessary for the licensor to have recourse either to\na Civil Court for a mandatory injunction to give up the F\npremises, or the Estate Officer under the Public Premises\nAct for 'eviction' as the case may be, depending upon the\nnature of licence and the status and relationship of the\nparties. [Para 27] [668-G-H; 669-A-C]\n1.8. In the instant case, in pursuance of a routine\ninspection certain serious irregularities were viewed and\nas a consequence supply of its products was stopped,\nsuspended and a show cause notice was issued calling\nupon respondent to show cause why action should not\nG\nH\n640 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA be taken including termination of the dealership.\nTherefore, when such a notice is issued as a precursor\nto termination, the respondent license ceases to have\nright to sell the goods in the outlet premises and does\nnot get the cause of action either to seek continuance of\nB the supply of the products or remain in and use the\npremises. The show cause notice was followed by a\ntermination of the licence of dealership on 19.3.2009. Even\nif the termination or non-supply amounts to breach of\ncontract, the remedy of the agent-licensee at best is to\nseek damages, if it is established that the dealership was\nwrongly determined or supply was wrongly stopped.\nThus, the licensee does not have any right to use the\npremises nor any right to enter upon the premises after\nthe termination of the agency. [Para 28] [669-C-F]\nC\nD\n2.1. The occupation by the respondent was not\noccupation on its own account, but occupation on behalf\nof the appellant. Therefore, the respondent was not in\n'occupation' of the outlet in its own right for its own\nproposes, but was using the outlet and facilities in the\nE possession and occupation of the appellant, to sell the\nappellant's products in the manner provided in the DPSL\nAgreement. In such a situation, the agent who is called\nas the licensee does not become a deemed tenant. The\ncondition for deemed tenancy is not the description of the\nF person as ‘licensee', but the person being in occupation\nof a premises as licensee as on 1.2.1973. Every person\nwho holds any type of ‘licence' does not become a tenant.\nThe deemed tenancy under Section 15A of the Bombay\nRents, Hotel and Lodging Houses, Rates Control Act,\nG 1947 refers to a person who held a licence to use a\npremises for his own use as on 1.2.1973. [Para 32] [673-\nC-F]\nI\n2.2. Section 5(4A) of the 1947 Act defined a licensee\nin respect of any premises or any part thereof, as\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 641\nSERVICE STATION\nreferring to the person who is in occupation of the A\npremises or such part under a subsisting agreement for\nlicence given for a licence fee or charge. It makes clear\nthat a person in the service or employment of the licensor,\nor a person conducting a running business belonging to\nthe licensor is not a 'licensee' where the appellant has a B\nretail outlet in a premises either owned or taken on lease\nby it, where it has installed its specialized equipment/\nfacilities for sale of its products and the outlet is\nexclusively used for the sale of the products of the\nappellant, the unit is running business of the appellant. C.\nAn agent licensed to run RPO of the appellant, which is\na running business belonging to the appellant is not\ntherefore, a 'licensee' either under the 1947 Act nor under\nthe Maharashtra Rent Control Act, 1999. Therefore, the\nrespondent did not become a tenant under the appellant\nnor became entitled to protection against eviction. [Para\n33] [673-G-H; 674-A-C]\nD\nE\n2.3. As a person conducting a running business on\nbehalf of the owner of such business is not a ‘licensee'\nas defined under the Rent Act, even if the person\nconcerned was using premises on 1.2.1973, he will not\nbecome a deemed tenant. Consequently, the respondent\ncould not claim that he became a deemed tenant.\nTherefore, the respondent could not claim the protection\nof any rent control law as a tenant. If the respondent had F\nbecome a deemed tenant in 1972, it would not have\nentered into an agreement on 1.7.1995 reiterating that it\ncontinue to be a licensee and that it does not have any\nleasehold or tenancy rights in the premises. Thus, the\nsubmission that even if the respondent had become a G\ndeemed tenant in pursuance of the agreement dated\n1.4.1972, such a tenancy came to an end and the\nappellant again became licensee pure and simple from\n1.12.1995 when the fresh agreement was entered, does\nnot require to be considered. [Para 34] [674-D-G]\nH\n1\n"}