{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\n672 SUPREME COURT REPORTS\nor a person conducting a\nrunning\nbusiness\nbelonging to the licensor,\nor a person having any\naccommodation\nfor\nB rendering or carrying on\nmedical or paramedical\nservices or activities in or\nnear a nursing home,\nhospital, or sanatorium or a\nperson having any\naccommodation in a hotel,\nlodging house, hostel, guest\nhouse, club, nursing home,\nhospital, sanatorium,\nс\nD\nE\nF\nG\nH\ndharmashala, home for\nwidows, orphans or like\npremises, marriage or public\nhall or like premises.......\"\n[2011] 3 S.C.R.\nfor\npara-medical\naccommodation\nrendering\nactivities in or near a services\nor nursing home, hospital or\nor carrying on medical or\nsanatorium, dharmashala,\nhome for widows, orphans or\nlike premises, marriage or\npublic hall or like\npremises.........\n\"\n(emphasis supplied)\n31. The old Bombay Rent Act recognised such licensees\nas 'deemed tenants' under section 15A and they are covered\nunder the definition of a tenant under section 7(15)(a) of the\nMRC Act. Section 15A of the old Bombay Rent Act read as\nfollows: -\n\"15A. Certain licensees in occupation on 1st February\n1973 to become tenants-\n(1) Notwithstanding anything contained elsewhere in this\nAct or anything contrary to in any other law for the\ntime being in force, or in any contract where any\nperson is on the 1st day of February 1973 in\noccupation of any premises, or any part thereof\nwhich is not less than a room, as a licensee he shall\non that date be deemed to have become, for the\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 673\nSERVICE STATION [R.V. RAVEENDRAN, J.]\npurpose of this Act, the tenant of the landlord, in\nrespect of the premises or part thereof, in his\noccupation.\n(2) The provisions of sub-section (1) shall not affect in\nany manner the operation of sub- section (1) of\nsection 15 after the date aforesaid.\" Significantly\nthere is no provision either in the old Bombay Rent\nAct or under the MRC Act, enabling or treating any\nperson who became a licensee after 1.2.1973 as\na deemed tenant.\nA\nB\nC\n32. The occupation by the respondent was not occupation\non its own account, but occupation on behalf of the appellant.\n1 Therefore the respondent was not in 'occupation' of the outlet\nin its own right for its own proposes, but was using the outlet\nand facilities in the possession and occupation of the appellant, D\nto sell the appellant's products in the manner provided in the\nDPSL Agreement. In such a situation, the agent who is called\nas the licensee does not become a deemed tenant. The\ncondition for deemed tenancy is not the description of the\nperson as 'licensee', but the person being in occupation of a E\npremises as licensee as on 1.2.1973. A person who obtains\na licence from the government to sell liquor is a 'licensee'. A\n- person who obtains a licence from the municipal corporation\nto construct a building is also a ‘licensee'. A person authorized\nto drive a motor vehicle is also a 'licensee'. Every person who\nholds any type of 'licence' does not become a tenant. The\ndeemed tenancy under Section 15A of old Bombay Rent Act\nrefers to a person who held a licence to use a premises for\nhis own use as on 1.2.1973.\n33. Section 5(4A) of the old Bombay Rent Act defined a\nlicensee in respect of any premises or any part thereof, as\nreferring to the person who is in occupation of the premises or\nsuch part under a subsisting agreement for licence given for a\nlicence fee or charge. The definition makes it clear, a person\nin the service or employment of the licensor, or a person\nF\nG\nH\n674 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA conducting a running business belonging to the licensor is not\na 'licensee' where the appellant has a retail outlet in a premises\neither owned or taken on lease by it, where it has installed its\nspecialized equipment/facilities for sale of its products and the\noutlet is exclusively used for the sale of the products of the\nB appellant, the unit is running business of the appellant. An agent\nlicensed to run the Retail Petroleum outlet of the appellant, which\nis a running business belonging to the appellant is not therefore\na 'licensee' either under the old Bombay Rent Act (nor under\nthe new MRC Act). Therefore the respondent did not become\na tenant under the appellant nor became entitled to protection\nagainst eviction.\nC\n34. Only those persons who held a licence to occupy any\npremises as on 1.2.1973 could become deemed tenants under\nSection 15(A) of the old Bombay Rent Act. As a person\nD conducting a running business on behalf of the owner of such\nbusiness is not a 'licensee' as defined under the Rent Act, even\nif the person concerned was using premises on 1.2.1973, he\nwill not become a deemed tenant. Consequently the respondent\ncould not claim that he became a deemed tenant. Therefore\nE the respondent could not claim the protection of any rent control\nlaw as a tenant. One more aspects may be noticed here. If the\nrespondent had become a deemed tenant in 1972, it would not\nhave entered into an agreement on 1.7.1995 reiterating that it\ncontinue to be a licensee and that it does not have any\nF leasehold or tenancy rights in the premises. In view of the\nabove, it is not necessary to consider the alternative contention\nof the appellant that even if the respondent had become a\ndeemed tenant in pursuance of the agreement dated 1.4.1972,\nsuch a tenancy come to an end and the appellant again\nG become licensee pure and simple from 1.12.1995 when the\nfresh agreement was entered, does not require to be\nconsidered.\nН\nConclusion\n35. In view of the above, this appeal is allowed. The order\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 675\nSERVICE STATION\nof the High Court and the order of the courts below, directing A\nstatus quo are set aside. Consequently, the appellant is entitled\nto continue in possession of the petrol pump premises and use\nit for its business. The appellant is also entitled to lawfully\nprevent the respondent from entering upon the premises. The\ntrial court is directed to dispose of the suit expeditiously, on the B\nbasis of the evidence, in accordance with law, keeping in view\nthe legal position explained above.\nGOKHALE J. 1. Leave Granted.\nC\n2. This appeal seeks to challenge the order passed by a\nSingle Judge of the Bombay High Court dated 29th January,\n2009 disposing of the Writ Petition No. 8130 of 2008 filed by\nthe appellant herein with certain observations. The appellant\nintends to regain the possession of a Retail Petroleum Outlet\nconcerning which, the High Court has observed that it will be D\nopen to the appellant to proceed in respect of the concerned\npremises, if they are public premises, by following due process\nof law and not by force. According to the appellant however,\nissuing a show cause notice, and terminating the dealership\nafter considering the reply of the respondent, is the required E\ndue process of law and nothing more.\nF\n3. Short facts leading to this appeal are as follows:- The\nappellant is the successor to the erstwhile Burmah-Shell Oil\nStorage and Distributing Company of India Ltd. (hereinafter\nreferred to as Burmah Shell). On 2.9.1971, Burmah Shell took\non lease a piece / parcel of land admeasuring about 680 sq.yds.\nbearing CTS Nos. 339 and 339/1 situated at V.N. Purav Marg,\nChembur, Mumbai. This was for the purpose of erecting one\nor more petrol pumps together with underground tanks and\nother fittings and facilities for storage of petrol and High Speed\nDiesel (HSD) Oil, for carrying on the business of sale \u0026 supply\nof such products. Burmah Shell constructed the necessary\nstructures and erected the petrol pumps and other structures,\nfittings and facilities which are jointly referred to hereafter as\nRetail Petroleum Outlet (RPO). A few rooms were also put up H\nG\n676 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA on that land for facilitating the working of the RPO. On 1.4.1972,\nthe appellant entered into an agreement with the respondent,\nwhereby the respondent were appointed as the dealers for\nselling the petroleum products of the appellant from the said\nRPO.\nB\nC\nD\n4. The Burmah Shell Company was taken over by the\nGovernment of India under the Burmah Shell (Acquisition of\nUndertakings in India) Act, 1976, and later the name of the\nCompany was changed to Bharat Petroleum Corporation Ltd.\n(BPCL), the appellant herein. By a subsequent notification\nissued under Section 7 of the said Act of 1976, the rights and\nliabilities of Burmah-Shell in relation to its undertakings in India,\nstood transferred to be appellant. Accordingly, upon the\naforesaid vesting by virtue of the provisions of this Act, the\nappellant Company became the lessee in respect of the said\nRPO at Chembur, Mumbai.\n5. Subsequently, on the death of one of the partners of the\nrespondent, a fresh dealership agreement was executed\nbetween the appellant and the respondent on 1.12.1995, and\nE we are concerned with the rights and liabilities of the parties.\nunder this agreement.\nF\n6. It so transpired that during a surprise inspection carried\nout by the Quality Control Cell of the appellant in the presence\nof the manager of the respondent, it was noticed that one\ndispensing unit was making a short delivery of 20 ml. of HSD\nper 5 litres. It was checked twice thereafter, when it gave short\ndelivery of 210 ml. per 5 litres measure. Therefore, the\nElectronic Register Assembly (ERA) of the said dispensing unit\nwas removed therefrom and was sent for inspection to the\nmanufacturer MIDCO. MIDCO gave a report on 27.3.2007\nstating amongst others, that there was a deviation in the ERA,\nbut the Microcontroller chip hardware in the ERA was not the\noriginal as supplied by them. The appellant, therefore, issued\na show cause notice to the respondent on 12.6.2007 under the\nH relevant provisions of the agreement between the parties\nG\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 677\nSERVICE STATION [H.L. GOKHALE, J.]\nstating therein that the respondent had manipulated / altered\nthe original chip with a view of making illegal gain by cheating\nthe customers of the Company, thereby causing breach of trust,\nand calling upon the respondent to show cause within 15 days,\nas to why action should not be taken including termination of\nthe dealership.\nA\nB\n7. Respondent denied all these allegations by their reply\ndated 10.7.2007, but before the appellant could take any\ndecision on the show cause notice, the respondent instituted\na suit in the Court of Small Cause at Mumbai (being RAD suit\nC\nNo. 913/2008) for a declaration that the respondent was a\ntenant of the appellant company in respect of the structures, and\na sub-tenant of the appellant in respect of the land on which\nthe RPO was situated. The respondent made a further\nsubmission that the supply of petrol and petroleum products\nwas an essential supply under Section 29 of the Maharashtra\nRent Control Act (hereinafter referred to as the MRC Act). The\nshow cause notice, therefore, was illegal, and that the appellant\nhad no sufficient cause for withholding the essential supply of\npetrol and petroleum products. The respondent moved an\ninterim application to restrain the appellants from\ndispossessing them from the said RPO and also from\nwithholding supply of petrol and petroleum products.\n8. The appellant filed a reply to the injunction application\nand stated amongst others that the respondent was neither a\ntenant, nor a sub-tenant, nor a deemed tenant in respect of the\nsuit premises. In para 3 (b) it was stated as follows:-\n\"(b) The defendant is a Government company wherein the\nGovt. of India has more than 51% shares. The defendant\nis a lessee of land. The alleged suit premises are public\npremises within the meaning of Public Premises Eviction\nAct, 1971. The plaintiff who claims through the defendant\npossession of the suit premises is covered under the said\nAct.\"\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n678\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nIt was further stated that the respondent was only a dealer,\nand the open piece of land under the agreement was not\ncovered in the definition of the 'premises' under the MRC Act,\nand that the MRC Act was not applicable.\n9. A learned Single Judge of the Court of Small Causes\ninitially granted an interim injunction as prayed by the\nrespondent herein. Since the appellant wanted the issue\nregarding jurisdiction to be decided as a preliminary issue, the\nlearned Judge directed that until the framing of preliminary\nissue regarding jurisdiction to entertain and try the suit, and\ndecision thereon, the appellant will not dispossess the\nrespondent from the petrol pump, and shall continue to supply\nthe petroleum products, though the appellant will have the right\nto inspect the petrol pump and equipments for the purpose of\nchecking smooth working of the same.\n10. Being aggrieved by this order the appellant filed an\nappeal before the Division Bench of Small Causes Court at\nMumbai (being Appeal No. 401 of 2008). The Division Bench\nby its order dated 26.8.2008 allowed this appeal in part deleting\nthe direction to continue to supply petrol and petroleum\nproducts, but maintained the order of status-quo with respect\nto the possession of the respondent.\n11. Being aggrieved by the part of that order which\nvacated the direction to supply petrol and petroleum products,\nthe respondent filed a Writ Petition (bearing W.P. 6689 of\n2008) in the Bombay High Court. A Learned Single Judge by\nhis order dated 1.10.2008 dismissed the said Writ Petition. The\nLearned Single Judge noted that the respondent herein was\nclaiming a tenant-landlord relationship on the basis of the\nG dealership agreement between them, and then seeking a\ndirection to supply petrol and petroleum products as an\nessential supply to be enjoyed by the tenant under Section 29\nof the MRC Act. The Learned Judge held that it had to be first\ndecided as to whether the relationship between them was that\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 679\nSERVICE STATION [H.L. GOKHALE, J.]\nof tenant and landlord. Until then, such a mandatory order could A\nnot be passed. He further held that:-\n'any dispute or cause of action pertaining to the\nbreach of terms and conditions of the such dealership\nagreement cannot be gone into by Court under MRC Act.\nThe remedy is elsewhere.'\nThe Learned Judge held that the order of the lower\nappellate court was reasoned and correct one.\nB\n12. The appellant also filed another Writ Petition being Writ C\nPetition No. 8130 of 2008 and challenged the other part of the\norder dated 26.8.2008 to the extent it was against the appellant\nviz. the direction to maintain the status quo with respect to the\npossession of the RPO. Another Learned Single Judge heard\nthe petition and by his order dated 29th January, 2009 held\nthat:-\n\"Interest of justice would be subserved if the Petition\nis disposed of by clarifying the order of status quo granted\nby the Lower Court to mean that the said order of status\nquo shall not preclude the Petitioner from taking recourse\nto recovery of possession of the suit property from the\nRespondent/plaintiff by following due process of law\nincluding by resorting to action under the provisions of\nPublic Premises Act, if permissible\"\nHe further held that:-\n\"If the Competent Authority were to order eviction of\nthe Respondent in the said proceedings, that order will\nnaturally supersede the order of status quo passed by the\nLower Court, if it were to be established that the property\nis public premises as it belongs to the Petitioner\nCorporation. In order words, order of status quo shall\noperate only till the Competent Authority and/ or the\nappropriate forum were to pass order of eviction against\nD\nE\nF\nG\nH\n680\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA\nB\nC\nD\nE\nthe Respondent in relation to the suit premises.\"\n13. The Counsel for the respondent submitted before the\nLearned Single Judge that the observations in the order may\ninfluence the proceedings pending between the parties before\nthe Civil Court. Thereon the Learned Single Judge observed\nthat the Civil Court is bound to follow the mandate of law, if the\nsuit premises are public premises, and the question of\nprecluding the petitioner from taking recourse to the action\nunder that act, if available, cannot be countenanced. He further\nheld that in spite of pendency of the civil action, it will be open\nto the Petitioner Corporation to proceed in respect of suit\npremises if the same are public premises. Lastly he held that:-\n\"in any case the possession of the premises cannot\nbe obtained by the Petitioner by force, but by following due\nprocess of law which option is left to the Petitioner in terms\nof this order.\"\nThe petition was disposed of accordingly by the order\ndated 29th January, 2009. Being aggrieved by this order the\npresent Petition for leave to Appeal has been filed on 4.4.2009.\n14. It so transpired that the respondent on the other hand\nfiled another suit being Short Cause Suit No. 2557 of 2008 in\nthe City Civil Court of Mumbai, seeking a direction that the\nappellant should continue to supply the petroleum products. A\nF summons / notice dated 3.2.2009 was served on the appellant.\nOn 19.3.2009 the appellant has, by their letter dated 19.3.2009\nterminated the dealership agreement and stopped the supplies\nof petroleum products to this RPO. The respondent has\nthereafter fled a third suit bearing No. 706 of 2009 in the City\nG Civil Court at Mumbai for a declaration that the termination was\nillegal and unforceable, and for other consequential reliefs.\nH\n15. As stated earlier, the main submission of the appellant\nin the SLP is that they are not required to proceed under The\nPublic Premises (Eviction of Unauthorised Occupant) Act,\n:\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 681\nSERVICE STATION [H.L. GOKHALE, J.]\n1971, hereinafter referred to as the Public Premises Act. They A\nhave terminated the dealership agreement and stopped the\nsupply of petroleum products. They contend that they should be\nentitled to take possession without re- course to the\nproceedings under the Public Premises Act. According to them\nthe observations of the Learned Single Judge that the\npossession of the premises cannot be obtained by force was\nuncalled for.\n16. It is submitted on behalf of the appellant that the relation\nbetween the appellant and the respondent is that of a principal\nand an agent, and as a dealer, the respondent cannot claim\nany kind of possessory right, interest or any title in the premises\nfrom where the business was being carried out on by virtue of\nthe dealership agreement. The appellant relied upon the\njudgment of this Court in Southern Roadways Ltd. vs. S.M.\nKrishnan [1989 (4) SCC 603] in this behalf, and particularly\nparagraphs 12 to 22 there of. It is submitted that the respondent\nonly pays the electricity charges for the activities carried on at\nthe RPO. He does not pay anything for the premises. He is not\nin any independent occupation.\nB\nC\nD\nE\n17. It is submitted that the respondent was an agent of the\nappellant and in that capacity he was handed over an open\npiece of land and a few structures thereon which cannot be\ncalled, in any manner, 'public premises', under the Public\nPremises Act. Since the respondent is not in an independent F\noccupation of the premises, there was no question of taking\nany action against him as an unauthorized occupant under the\nsaid act. The respondent is simply an agent and the moment\nthe agency is determined, he has to vacate the premises.\nIssuance of a show cause notice, considering the reply to the\nshow cause notice, and thereafter determining the dealership\nwas the sufficient compliance with the requirement of due\nprocess of law, and nothing further was required to be done\nby the appellant to get back the possession in the nature of filing\nof a suit or obtaining an order from a competent authority.\nG\nH\n"}