{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"652\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA passed on 30.5.2008 and affirmed the orders dated 26.8.2008\nand 29.1.2009 passed by the appellate bench and the High\nCourt respectively.\nB\n13. The respondent filed a third suit (Suit No.706/2009 in\nthe City Civil Court, Bombay) for the following reliefs: (a) a\ndeclaration that the termination notice dated 19.3.2009 was\nillegal and unenforceable and that the dealership agreement\ndated 1.12.1995 continues to subsist; (b) for a permanent\ninjunction restraining the appellant or giving effect to the\ntermination notice dated 19.3.2009; and (c) for an order\nrestraining the appellant from discontinuing or withholding\nsupply of petrol and petroleum products and CNG to the petrol\npump premises and declare that the supply of petrol and\npetroleum products to the said premises is an essential supply.\nD Contentions of appellant\nC\nE\nF\n14. The appellant has urged the following contentions: (a)\nThe dealership granted by the appellant in favour of the\nrespondent was in the nature of an agency for sale of the\npetroleum products supplied by the appellant, in the appellant's\nproperty, under the appellant's emblem (BPCL Petrol Pump or\nService Station). The respondent as the dealer/agent uses the\npetrol pump premises and the equipments therein as an agent\nof the appellant. The respondent does not have any right, title\nor interest in the premises. (b) A person appointed by the\nappellant, as its dealer to sell the petroleum products supplied\nby the appellant through the company retail outlet premises\nunder the terms of a Dispensing Pump and Selling Licence\n(DPSL) agreement, on termination of the selling agreement -\ncessation of supplies ceases to be a dealer. Consequently he\ncan neither sell any petroleum products in the retail outlet\npremises, nor use the appellant's retail outlet premises or\nfacilities for any other purpose, nor create any obstruction to\nthe running of the retail outlet by the appellant directly or through\nanother dealer - regular or ad hoc. (c) Even if the termination\nH of the dealership is invalid, the only relief that could be claimed\nG\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n653\nby the ex- dealer/agent is award of compensation. A court could\nnot therefore grant temporary injunction requiring the appellant\nto maintain status quo, thereby permitting the respondent to\nhold on to the petrol pump premises and prevent the use\nthereof by the appellant in the manner it deems fit.\nContention of Respondent\nA\n. B\n15. The respondent contended as follows: (a) The DPSL\nagreement executed on 1.4.1972 appointing the respondent as\na dealer, granted an exclusive licence to the respondent to use\nthe petrol pump premises for a period of 15 years; that as the C\nlicensee is in lawful occupation of the premises, he could not\nbe dispossessed forcibly from the premises but could only be\nevicted in a manner known to law. (b) As it was in possession\nof the premises as a licensee as on 1.2.1973, it became a\ndeemed tenant by virtue of Section 15A of the Bombay Rents,\nD\nHotel and Lodging House Rates (Control) Act, 1947 (for short\n'the old Bombay Rent Act'); and consequently it became\nentitled to the protection against eviction under that Act. When\nthe said Act was repealed and replaced by the Maharashtra\nRent Control Act, 1999 (for short 'the MRC Act'); the protection E\nagainst eviction continued to be available to it under the MRC\nAct. (c) There was no error or defect in the Dispensing Unit and\nthe decision to suspend the supplies and terminate the licence\nwere illegal and unwarranted.\nQuestions arising for consideration\n16. On the contentions raised, the questions that arise for\nour consideration are:\n(i) What is the nature of a licence that is granted to the\nrespondent by the appellant under the DPSL agreement\n?\n(ii) Whether the High court was justified in upholding the\ngrant of an interim order of status quo directing the\nF\nG\nI\nA\nB\nC\n654\nSUPREME COURT REPORTS\n[2011] 3 S.C.R.\nappellant not to interfere with the respondent's 'possession'\nof the petrol pump premises and requiring the appellant\nto resort to appropriate legal action to secure possession\nfrom the respondent ?\n(iii) Whether the licence to use the petrol pump premises\nfor the purpose of sale of the petroleum products of the\nappellant granted to respondent on 1.4.1972 could be\nconstrued as a licence as defined in Section 5(4A) of the\nold Bombay Rent Act so as to attract section 15A of the\nsaid Act which provided that any person who was in\noccupation of any premises as a licensee as on 1.2.1973\nshall on that date be deemed to have become a tenant of\nthe landlord in respect of the premises in his occupation\n?\nD The contract\nE\nF\nG\nH\n17. Both parties agreed and submitted that the rights and\nobligations of parties are governed by the terms of the DPSL\nagreement dated 1.12.1995. We may therefore refer to the\nrelevant provisions thereof:\n\"WHEREAS the Company has at the request of the\nLicensees agreed to permit the Licensees to enter upon\nthe Company's premises described in the Schedule and\nshown on the blueprint attached hereto (hereinafter\nreferred to as \"the said premises”) as the Licensees of the\nCompany for the purposes, and upon the terms and\nsubject to the conditions hereinafter mentioned. ...\"\nNOW THESE PRESENT WITNESS AND IT IS HEREBY\nAGREED AND DECLARED AS FOLLOWS:\n\"1. Subject to the conditions contained hereinafter the\nCompany hereby grants Licence unto the Licensees for a\nperiod of 15 (fifteen) years and during the continuance of\nthis Licence to enter upon the said premises and to use\nthe Motor Spirit and/or H.S.D. Pumps, Storage Tanks,\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n655\nB\nPipes and Fittings and all other facilities erected and A\nprovided by the Company upon the said premises, and\nalso any additional facilities at any time during the\ncontinuance of this Licence provided by the Company upon\nthe said premises (all of which are hereinafter for brevity\nreferred to as “the said facilities\") for the purpose of the\nsale of Motor Spirit and/or H.S.D., Motor Oils, Greases\nand other Motor accessories, as the Licensees of the\nCompany. The Company expressly reserves to itself the\nright to take back the whole or any portion of the said\npremises or the said facilities or alter them at any time\nduring the continuance of this Licence at its sole discretion.\nXXXX\nC\n4. The said premises and the said facilities shall at all\ntimes during the continuance of this Licence remain the D\nabsolute property and in sole possession of the Company\nand no part of the said facilities shall be removed by the\nLicensees nor shall the position of any constituent part\nthereof or of the said premises be changed or altered\nwithout the previous written consent of the Company.\n5. The premises and the said facilities hereby licensed to\nthe Licensees shall only be used for stocking and selling/\ndispensing the Petroleum Products of the Company and\nshall not be used for any other purpose except as may be\npermitted in writing by the Company.\nXXXX\n9. Neither the Licensees nor the Licensees' servants or\nagents shall interfere in any way with the working parts of\nthe pumps or other equipment provided by the Company.\nXXXX\n[1]\nE\nF\nG\n12. This Licence may be terminated without assigning any\nreason whatsoever by either party giving to the other not H\nA\nB\nC\nD\nE\n656 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nless than ninety days notice in writing to expire at any time\nof its intention to terminate it and upon the expiration of\nany such notice this Licence shall stand cancelled and\nrevoked. The requisite period of notice may be reduced\nor waved by mutual consent.\nXXXX\n15. Upon the revocation or termination of this Licence for\nany cause whatsoever the Licensees shall cease to have\nany rights whatsoever to enter or remain on the premises\nor to use the said facilities and shall be deemed to be\ntrespassers if they continue to do so. Upon such termination\nor revocation either under Clause 12 or Clause 13 hereof,\nif the Licensees or their servants and/or agents remain on\nthe premise, the Company shall be at liberty to evict them\nby using such means as may be necessary and prevent\nthem from entering upon the licensed premises.\nXXXX\n18. The Licensees hereby expressly agree and declare\nthat nothing herein contained shall be construed to create\nany right other than the revocable permission granted by\nthe Company in favour of the Licensees in respect of the\nLicensed premises/facilities strictly in accordance with the\nterms hereof. In particular nothing herein contained shall\nF be construed to create any tenancy or other right of\noccupation whatsoever in favour of the Licensees.\"\nRe: Questions (i) and (ii)\nG\nH\n(emphasis supplied)\n18. Licence is defined in section 52 of the Indian\nEasements Act, 1882 as under:\n“52. 'License' defined :\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 657\nSERVICE STATION [R.V. RAVEENDRAN, J.]\nWhere one person grants to another, or to a definite A\nnumber of other persons, a right to do, or continue to do,\nin or upon the immovable property of the grantor,\nsomething which would, in the absence of such right, be\nunlawful, and such right does not amount to an easement\nor an interest in the property, the right is called a license.\" B\nThe definition of licence makes it clear that a licence granted\nby the owner enables a licensee a right to do or continue to do\ncertain specified things in or upon an immovable property.\n19. In Associated Hotels of India Ltd. v. R.N. Kapoor (AIR\n1959 SC 1262) this Court referred to the difference between\na lease and licence.:\n\"There is a marked distinction between a lease and a\nlicence. Section 105 of the Transfer of Property Act defines\na lease of immovable property as a transfer of a right to\nenjoy such property made for a certain time in\nconsideration for a price paid or promised. Under Section\n108 of the said Act, the lessee is entitled to be put in\npossession of the property. A lease is therefore a transfer\nof an interest in land. The interest transferred is called the\nleasehold interest. The lessor parts with his right to enjoy\nthe property during the term of the lease, and it follows from\nit that the lessee gets that right to the exclusion of the\nlessor......\"\nAfter referring to the definition of licence in Section 52 of\nthe Easement Act, this court held:\n\"Under the aforesaid section, if a document gives only a\nright to use the property in a particular way or under certain\nterms while it remains in possession and control of the\nowner thereof, it will be a licence. The legal possession,\ntherefore, continues to be with the owner of the property,\nbut the licensee is permitted to make use of the premises\nfor a particular purpose. But for the permission, his\nC\nD\nய\nE\nF\nG\nH\nA\nB\n0\nC\nD\nE\nF\nG\nH\n658 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\noccupation would be unlawful. It does not create in his\nfavour any estate or interest in the property. There is,\ntherefore, clear distinction between the two concepts. The\ndividing line is clear though sometimes it becomes very\nthin or even blurred. At one time it was thought that the test\nof exclusive possession was infallible and if a person was\ngiven exclusive possession of a premises, it would\nconclusively establish that he was a lessee. But there was\na change and the recent trend of judicial opinion is\nreflected in Errington v. Errington [1952] 1 All E.R. 149,\nwherein Lord Denning reviewing the case law on the\nsubject summarizes the result of his discussion thus at p.\n155 :\n\"The result of all these cases is that, although a person who\nis let into exclusive possession is, prima facie, to be\nconsidered to be tenant, nevertheless he will not be held\nto be so if the circumstances negative any intention to\ncreate a tenancy.\"\n“... The following propositions may, therefore, be taken as\nwell-established: (1) To ascertain whether a document\ncreates a licence or lease, the substance of the document\nmust be preferred to the form; (2) the real test is the\nintention of the parties - whether they intended to create a\nlease or a licence; (3) if the document creates an interest\nin the property, it is a lease; but, if it only permits another\nto make use of the property, of which the legal possession\ncontinues with the owner, it is a licence; and (4) if under\nthe document a party gets exclusive possession of the\nproperty, prima facie, he is considered to be a tenant; but\ncircumstances may be established which negative the\nintention to create a lease...\"\nIn C.M. Beena vs. P.N. Ramachandra Rao - 2004 (3)\nSCC 595, this Court explained a Licence thus :\n\"Only a right to use the property in a particular way or under\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR\nSERVICE STATION [R.V. RAVEENDRAN, J.]\n659\nA\ncertain terms given to the occupant while the owner retains\nthe control or possession over the premises results in a\nlicence being created; for the owner retains legal\npossession while all that the licensee gets is a permission\nto use the premises for a particular purpose or in a\nparticular manner and but for the permission so given the B\noccupation would have been unlawful.\"\n20. Licences can be of different kinds. Some licences with\nreference to use of immovable property may be very wide,\nvirtually bordering upon leases. Some licences can be very very\nnarrow, giving a mere right enabling a person to visit a\npremises - say a museum or a lecture hall or an exhibition. In\nbetween are the licences of different hues and degrees. All\nlicences can not be treated on the same footing. We may refer\nto some illustrations to highlight the difference.\nIllustration (A):\nAn owner of a property enters into a lease thereof, but to\navoid the rigours of Rent Control legislation, calls it as a licence\nagreement. Though such a lease is captioned as a 'licence\nagreement', the terms thereof show that it is in essence, a\nlease. Such a licence agreement which puts the licensee in\nexclusive possession of the premises, untrammeled by any\ncontrol, and free from any directions from the licensor (instead\nof conferring only a bare personal privilege to use the premises)\nwill be a lease, even if described as licence. For example, if\nthe exclusive possession of an apartment or a flat or a shop is\ndelivered by the owner for a monthly consideration without\nretaining any manner of control, it will be a lease irrespective\nof whether the arrangement is called by the owner as a 'lease',\nor 'licence'. As far as the person who is let into exclusive\npossession, the quality and nature of his rights in respect of the\npremises will be that of a lease or a tenant and not that of a\nlicensee. Obviously such a ‘licensee' cannot be 'evicted' or\n'dispossessed' or prevented from using the premises without\ninitiating legal action in accordance with law.\nC\nD\nE\nF\nG\nH\n660 SUPREME COURT REPORTS\nA Illustration (B):\nB\nC\n[2011] 3 S.C.R.\nThe owner of a land constructs a shopping mall with\nhundred shops. The owner of the mall earmarks different shops\nfor different purposes, that is sale of different types of goods/\nmerchandise, that is shops for exclusive clothing for men, shops\nfor exclusive clothing for women, shops for hosieries, shops for\nwatches, shops for cameras, shops for shoes, shops for\ncosmetics and perfumes, shops for watches, shops for sports\ngoods, shops for electronic goods, shops for books, shops for\nsnacks and drinks etc. The mall owner grants licences in regard\nto individual shops to licensees to carry on the identified or\nearmarked business. The licensor controls the hours of\nbusiness, regulates the maintenance, manner of display,\ncleanliness in the shops. The ingress and egress to the shop\nlicensed to the licensee is through the corridors in the mall\nleading from three or four common access points/entrances\nwhich are under the control of the licensor. The licensee is\nhowever entitled to stock the shop with brands of his choice\nthough he does not have the right to change the earmarked\npurpose, entertain any clientale or customers of his choice and\nE fix the prices/terms for his goods. He can also lock the shop at\nD\nthe end of the business hours and open it whenever he wants.\nNo one else can trade in that shop. In such a case, in spite of\nthe restrictions, controls and directions of the licensor, and in\nspite of the grant being described as licence, the transaction\nF will be a lease or tenancy and the licensee cannot be\ndispossessed or evicted except by recourse of law.\nG\nH\nIllustration (C):\nIn a shopping complex or in a mall the owner gives a\nlicence to a person to use a counter to sell his goods in\nconsideration of a fee. The access is controlled by the licensor\nand there is no exclusive use of any specific space by the\nlicensee. At the end of the day, the licensee can close the\ncounter. The space around the counter is visited and used by\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 661\nSERVICE STATION [R.V. RAVEENDRAN, J.]\ncustomers to the mall and not exclusively by the customers of A\nthe licensee. In such a case, if the licence is terminated, the\nlicensor can effectively prevent the licensee from entering upon\nhis premises and the licensee will have no right to use the\ncounter except to remove his belongings. In such a licence it\nmay not be necessary for the licensor to sue the licensee for B\n'possession' or 'eviction'.\nIllustration (D):\nA much narrower version of a licence is where an exhibitor\nof cinematograph films, or a theatre owner permits a 'customer' C\nor 'guest' to visit an entertainment hall to view and enjoy a movie\nor a show for the price of a ticket. The licensee is permitted to\noccupy a seat in the theatre exclusively for the period of the\nshow. Or a cloakroom with toilet facilities in a public building\npermits a visitor to use the toilet/closet facilities on payment of D\na fee. The licensee is permitted to use the toilet/closet\nexclusively to relieve himself. In such cases, the licence is for a\nspecific purpose and for a specific period. The licensee has\nno other right to enter the premises, nor the right to continue to\noccupy the seat in the theatre or use the toilet/closet E\ncontinuously. Such a licensee can be forcibly removed by the\nlicensor if the licensee overstays or continues to occupy the\nseat beyond the show, or refuses to leave the cloakroom. It is\nnot necessary for the licensor to sue the licensee.\nIllustration (E):\nLL\nF\nA reputed manufacturer of textiles owns several retail\noutlets in different parts of the country. The outlets are housed\nin premises owned by the manufacturer or premises taken by\nit on lease. The manufacturer employs a sales manager on G\nsalary for each outlet to manage the outlet and sell its products\nand entrust him with the keys of the premises, so that he can\nopen the outlet for business and close the outlet at the end of\nthe day. Or the manufacturer, instead of engaging a sales\nmanager, appoints an agent who is permitted to sell only the\nH\n"}