{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66}],"text":"A\nB\n692 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nFor the said purposes, the use of force must be the\nminimum necessary or reasonably believed to be\nnecessary. A reasonable defence would mean a\nproportionate defence. Ordinarily, a trespasser would be\nfirst asked to leave and if the trespasser fights back, a\nreasonable force can be used.\"\nTo say the least, the submission based on this paragraph\nis totally untenable. By no stretch of imagination the respondent\ncan be called a trespasser into the concerned premises. The\nrespondents have been permitted to occupy the premises\nC under the dealership agreement and have been so occupying\nit under the agreement with the appellant since 1st April 1972.\nA Submission coming from a public authority in this fashion is\ntotally unacceptable and deserves to be rejected.\nD\nE\nF\nG\n31. The appellant had relied upon the judgment in\nSouthern Roadways Ltd., Madurai Vs. S.M. Krishnan (supra)\nto contend that the respondent can not claim any kind of\npossessory right in the premises wherein the respondent was\nworking as an agent. There can not be much dispute with the\nproposition though what is material to be note is that in that\ncase the appellant had taken a godown on lease and the\nrespondent was put in possession for carrying on his agency\nbusiness with the appellant. The appellant had terminated the\nagency on coming to know about the mismanagement of the\nbusiness and wanted to take the possession of the godown.\nOn being prevented, the appellant had filed a suit for a\ndeclaration of their right of carrying on business in the\nconcerned premises and sought an injunction therein, initially\nin the Madras High Court and subsequently in the SLP in this\nCourt. The appellant had not resorted to any use of force. While\ngranting the injunction the aforesaid observations have been\nmade.\n32. In Indian Oil Corporation Ltd. Vs. Amritsar Gas\nService and Others (supra), the respondent was appointed as\nH a distributing agent of the gas cylinders in Amritsar. On\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 693\nSERVICE STATION [H.L. GOKHALE, J.]\nreceiving the complaints about the working of the A\ndistributorship, the appellant had terminated the agency.\nThereupon the respondent had moved the Civil Court whereas\nthe appellant had sought arbitration which was granted by this\nCourt and it was in that context that this Court has observed\nthat on termination of the agency the only relief which could B\nhave been granted was to seek compensation for loss of\nearning. The method of taking the possession was not involved\nin either of the two cases. In neither of the two cases the\npossession was sought to be taken by force.\n33. It is instructive to note in this behalf that in Olga Tallis\nVs. Bombay Municipal Corporation [AIR 1986 SC 180] the\nquestion was with respect to the eviction of the hutment dwellers\nfrom the footpaths of Mumbai. Section 314 of the Bombay\nMunicipal Corporation Act provided that the Municipal\nCommissioner may, without notice, cause an encroachment to\nbe removed. It was submitted on behalf of Municipal\nCorporation that the footpath dwellers can be removed by use\nof force and even without a notice. In the judgment of the\nConstitution Bench, this Court held that though the section did\nnot specifically make it mandatory, issuance of a notice was a\nminimum requirement. It was submitted on behalf of Municipal\nCorporation that the hutment dwellers can not have any defence.\nThe relevant observations of this Court in paragraph 47 of the\njudgment (as reported in AIR 1986 SC Page 180) based on\nauthorities are as follows:-\n\"The proposition that notice need not be given of a\nproposed action because, there can possibly be no answer\nto it, is contrary to the well-recognized understanding of the\nreal import of the rule of hearing.-\n-Both the right to be heard from, and the right to\nbe told why, are analytically distinct from the right to secure\na different outcome; these rights to interchange express\nthe elementary idea that to be a person, rather than a\nthing, is at least to be consulted about what is done with\nC\nD\nE\nF\nG\nI\n694 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\nA\nB\nC\nD\none.\"\n34. This was the approach of this Court where the notice\nwas not mandatory in the case of occupiers of footpaths. This\nCourt held that issuance of a notice and affording of an\nopportunity was a minimum requirement. In the present case\nas stated above, the respondents are occupying the premises,\nmay be as an agent of the appellant, right from the 1st April\n1972. According to the appellant the respondent have no\nauthority to remain on the premises after the dealership\nagreement is terminated. As against that the respondent has\ncontended that respondent is a tenant and in any case a\n'deemed tenant' of the premises. The respondent has moved\nthe Court of Small Causes for the declaration and has obtained\nan order of status-quo. That order presently survives and is not\nset aside though the Learned Single Judge has observed in\nthe impugned order that the order of status-quo would operate\nonly till the competent authority passes the order of eviction. The\nrespondents have not challenged this order either by filing a\nSpecial Leave Petition or by filing any cross objections in the\npresent appeal, and therefore it binds them. In the\nE circumstances of the present case, the Learned Single Judge\nhas permitted the appellant to proceed against the respondent\nunder the Public Premises Act on the footing that after the\ntermination of the dealership agreement the occupation would\nbe unauthorised. He has rightly observed that the pendency of\nF the proceeding in the Civil Court can not preclude the appellant\nfrom taking recourse to recovery of the possession of the suit\npremises by following due process of law including by resorting\nto action under the provisions of Public Premises Act, if\npermissible. He has, however, made it clear that in any case\nG possession can not be obtained by force. In our view, there is\nno reason for this Court to take any different view. The\nrespondent has to be afforded an opportunity of being heard,\nmay be in the forum of the appellant, and only after obtaining\nan order from the competent authority the respondent can be\nevicted.\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 695\nSERVICE STATION [H.L. GOKHALE, J.]\nC\nD\n35. It is true that in Southern Roadways Limited (supra) A\nthis Court did observe in paragraph 22 that the possession of\nthe respondent in that case was on behalf of the company and\nnot on his own right. And therefore, it was not necessary for the\ncompany to file a suit for the recovery of possession. Those\nobservations will have to be read as laying down the law in the B\nfact situation which emerged in that case and would apply to\nsimilar situations. The issue with respect to the premises of a\nPublic Corporation did not arise in that matter. Besides, in the\nfacts of the case before us, amongst others the respondent had\nraised the issue with respect to the nature of his licence to\nremain on the premises, and had also sought the protection\nwhich was available to the licencee in occupation of the\npremises prior to 1.2.1973. Whether the respondent was right\nin that contention or not is not for this Court to determine. It is\nfor the appropriate authority to decide. That is the minimum\nopportunity which will be required to be provided to the\nrespondent in the facts of the present case, when he is in\noccupation of the concerned premises for nearly 40 years. It is\nalso relevant to note that even on the footing of being an agent,\napart from the right to receive the compensation in a situation\nwhich could be placed under Section 205 of the Contract Act,\nthe agent also has the right to remain on the property of the\nprincipal under Section 221 of the Contract Act, for the reliefs\nwhich are available under that section if he makes out such a\ncase. It is another matter that as stated above the respondent\nhas placed his case on a higher pedestal, but even on the basis\nthat he is a mere agent, he does have certain rights under\nSections 205 and 221 of the Contract Act, and para 13 of\nSouthern Roadways Limited (supra) specifically recognizes\nthat. This being the position it cannot be said that the\nrespondent does not deserve even an opportunity of being G\nheard. What are the relevant terms of the agreement between\nthe parties, what is their true connotation and what order could\nbe obtained by the appellant against the respondent, or what\nrelief at the highest the respondent would be entitled to, will have\nbe considered and decided before an appropriate forum.\nE\nLL\nF\nH\nA\n696 SUPREME COURT REPORTS\n[2011] 3 S.C.R.\n36. It is also relevant to note that all throughout the\nrespondent has contended that respondent has been in\nexclusive possession of the premises concerned, and all the\nemployees on the premises are that of the respondent. Even\nin the first suit filed in the court of small causes, respondent has\nB pointed out that there was a problem with respect to the\ndispensing unit once in the past in year 2002, and in\nconsultation with the petitioner the respondent took corrective\nmeasures. The reports all throughout thereafter have been.\nsatisfactory and the respondent has relied upon a voluminous\nC correspondence in that behalf in paragraphs 33 to 60 of the\nplaint filed in the court of small causes. In the third suit bearing\nNo. 706 of 2009 challenging the termination of the licence filed\nin the City Civil Court Mumbai, the respondent has specifically\npleaded in paragraph 69 that the termination was without any\nreasons and was contrary to public policy, and was violative of\nArticle 14 of the Constitution of India. In paragraph 77,\nrespondent has specifically submitted that a technical fault in\nthe machine cannot amount to manipulation and that apart it\nwas not a case of adulteration. All these submissions of the\nrespondent require a determination. An opportunity of being\nheard is something minimum in the circumstances. The\nproceedings before the authority under the Public Premises Act\nis an expeditious proceeding and that is something minimum.\nin the circumstances. A Public Corporation from which a higher\nstandard is expected, cannot refuse to follow this much\nF minimum due process of law.\nD\nE\n37. In the circumstances we have no reason to interfere\nwith the order passed by the Learned Single Judge. We,\nhowever, make it clear that the observations made above are\nG for the purposes of deciding the correctness or otherwise of\nthe impugned order passed by the Learned Single Judge and\nnot on the merit of the rival claims. We make it very clear that\nin the event the appellant takes the steps under the Public\nPremises Act, it will be open to the respondent to plead their\ncase before the competent authority on all counts, though it will\nH\nBHARAT PETROLEUM CORP. LTD. v. CHEMBUR 697\nSERVICE STATION [H.L. GOKHALE, J.]\nalso be open to the competent authority concerned to take its A\nown decision on the merits of the rival contention on facts as\nwell as on law.\n38. This appeal is, therefore, dismissed though there will\nbe no order as to costs.\nB\nORDER\nLeave granted.\nIn view of the divergence in views, the Registry is directed\nto place the matter before the Hon'ble Chief Justice of India for\nplacing the matter before a larger Bench.\nN.J.\nMatter referred to larger Bench.\nC\n"}