{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nS.N.S. (MINERALS) LTD. AND ANR.\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 27, 2007\n[DR. ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nConstitution of India, 1950:\nArticles 226 and 136-Review of judgment in writ petition-Scope of\nReview petition filed before High Court stating that plea with regard to\ndemand of duty in terms of s.11-A was raised in amended writ petition, but\nHigh Court did not deal with the same-High Court dismissing review\npetition observing that no such plea was raised-Held, since no such\nargument was advanced before High Court, keeping in view limited scope\nD of review, this is not a fit case warranting interference-Code of Civil\nProcedure, 1908-s.114-Central Excise Act, 1944—s.11-A.\nAppellants, manufacturer of limestone chips, filed a writ petition before\nthe High Court questioning the order of the Excise authorities quantifying\nthe liability of appellant no.1 for imposition of penalty. The High Court\nE quashed the orders as regards imposition of penalty. In the appeal before the\nF\nSupreme Court it was contended that the High Court also ought to have struck\ndown the demand of duty based on s.11-A of the Central Excise Act, 1944.\nThe Court dismissed the appeal observing that such an argument was not\nanswered in the judgment of the High Court. A review petition was then filed\nbefore the High Court, which dismissed the review petition holding that the\nrequisite ground was neither taken in the writ petition nor in the S.L.P. filed\nbefore the Supreme Court.\nIn the present appeal it was contended for the appellants-manufacturers\nthat though in the original petition no such ground was taken but in the\nG amended writ petition such a stand was taken. Counsel for the respondents,\non the other hand, contended that no specific plea with regard to duty demanded\nin terms of s.11-A was taken.\nH\nDismissing the appeal, the Court\n376\n1\nS.N.S. (MINERALS) LTD. v. U.O.I. [PASAYAT. J.]\n377\nHELD: Even if it is accepted that the plea was taken regarding limitation, A\nthe same was really not specifically taken. There was no reference to Section\n11-A of the Central Excise Act, 1944. From a reading of the order of the High\nCourt and the counter affidavit filed before this Court in which it has been\nspecifically urged at paragraphs 9 and 10 that no such argument was\nadvanced, this is not a fit case where any interference is called for, considering\nthe limited scope of review. [Paras 9 and 10] [380-G; 381-A-B}\nHaridas Das v. Usha Rani Banik (Smt.) and Ors. [2006] 4 SCC 78',\nrelied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 804 of 2005.\nFrom the Judgment and final Order dated 13.11.2003 of the High Court\nof Judicature at Jabalpur (M.P.) in Review Petition No. MCC 403/2002.\nB\nC\nA.R. Madhav Rao, Alok Yadav and Rajesh Kumar for the Appellants.\nR.G. Padia, T.V. Ratnam and B. Krishna Prasad for the Respondents\nThe Judgment of the Court was delivered by\nᎠ\nF\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nof a Division Bench of the Madhya Pradesh High Court dismissing the\nReview Petition filed by the appellants. This is in essence the second journey E\nof the appellants in respect of a Writ Petition (W.P.No.522/90) filed before the\nHigh Court. The said Writ Petition was disposed of by order dated 3.3.1994.\nThe same was filed for quashing the proceedings initiated by respondent\nNo.3 i.e. Superintendent (Preventive) Central Excise, Indore. During the\npendency of the petition, orders were passed quantifying the liability of\nappellant No.1 for imposition of penalty. These orders were challenged in the\nwrit petition by amending the same. The High Court quashed the orders so\nfar as they related to imposition of penalty. Questioning the correctness of\nthe order an appeal was filed before this Court which was disposed of by\norder dated 16.4.2002. Basically, two stands were taken in the appeal. This\nCourt did not interfere with the order of the High Court on the aspect of G\nmanufacture. The residual argument was that since the High Court had quashed\nthe penalty imposed by the Collector, Central Excise by taking a view that the\nappellants were under a bona fide belief that they were not liable to pay excise\n1. [2006] 3 SCR 87\nH\n378\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA duty on limestone chips, the High Court ought to have struck down the\ndemand of duty based on Section 11A of the Central Excise Act, 1944 (in\nshort the 'Act'). This Court dealt with that aspect of the challenge in the\nfollowing words:\nB\nC\nD\n\"The next argument is that the High Court quashed the penalty\nimposed by the Collector, Central Excise, upon the appellants taking\nthe view the appellants were under a bona fide belief that they were\nnot liable to pay excise duty on limestone chips. It is submitted that\nthe High Court should, therefore, have also struck down the demand\nof duty based on Section 11A. We have gone through the judgment\nof the High Court. We find that no such argument is recorded by the\nHigh Court or answered. If it was the contention of the appellants\nthat the High Court had not answered an argument that had been\nadvanced before it, they should have approached the High Court in\nreview. As it is, we are of the view that only the arguments recorded\nby the High Court and answered require our consideration.\nThe appeal is dismissed with costs.\"\n2. A review petition was filed before the High Court, inter alia, taking\nthe stand that this Court had permitted filing of a review. The same was filed\npurportedly on the basis of the observations made by this Court to the effect\nE that it was the contention of the appellants that the High Court had not\nanswered an argument that had been advanced before it and if that was the\ncontention of the appellants they should have approached the High Court in\nreview. The High Court noted that there was no ground taken in the writ\npetition. Learned counsel appearing for the appellants before the High Court\nconceded that no such ground was taken in the earlier S.L.P.\nF\nG\nH\n3. The High Court was of the view that an application for review was\nto be entertained only if such ground was raised in the writ petition before\nthe Court and the Court had omitted to consider the same. From the records\nit was noted that no such ground was raised. The High Court was, therefore,\nof the view that no ground for review of the judgment existed and dismissed\nthe same.\n4. Learned counsel for the appellants submitted that though in the\noriginal writ petition such a stand was not taken but in the amended writ\npetition such a stand was taken and, therefore the High Court was not\n༨\nS.N.S. (MINERALS) LTD. v. U.O.I. [PASAYAT, J.]\njustified in its view.\n379\n5. Per contra, learned counsel for the respondents submitted that though\nthere was no specific plea in this regard and some vague assertions had been\nmade, the point was not urged for consideration before the High Court.\nTherefore, the review has been rightly dismissed considering the limited\nnature of the review.\n6. We find that after the amendment, para 10(G) of writ petition shows\nsome vague reference to the question of limitation. In fact reference is made\ntherein to paragraph 7. The High Court has categorically stated that no such\nstand was taken and in the counter affidavit filed by the respondents before\nthis Court it has been categorically stated that no such argument was advanced.\n7. The High Court's findings are in the following terms:\nA\nB\nC\n“Learned senior counsel for the applicants submits that since in the\nfacts and circumstances of the present case extended period of five\nᎠ\nyears under Section 11A could not have been invoked by the\nrespondent authorities, the order deserves to be reviewed. Keeping in\nview the observation of the Hon'ble Supreme Court, the counsel was\nasked to point out from the record whether such a contention had\nbeen raised before the High Court in the writ petition and any such\nground was taken in the S.L.P. before the Apex Court. Learned counsel E\nfrankly conceded that such a ground was not taken in the S.L.P. So\nfar as the entitlement of the applicants for review is concerned, the\npetitioner can claim the same only if the petitioner had raised such a\nground in the writ petition before the Court and Court had omitted to\nconsider the same. From the record, it does not appear that any such\nground was raised in the original writ petition.\"\n8. The scope for review has been considered by this Court in several\ncases. In a recent case in Haridas Das v. Usha Rani Banik (Smt.) and Ors.,\n[2006] 4 SCC 78 it was held as follows:\nF\n\"13. In order to appreciate the scope of a review, Section 114 of the G\nCPC has to be read, but this section does not even adumbrate the\nambit of interference expected of the Court since it merely states that\nit \"may make such order thereon as it thinks fit.\" The parameters are\nprescribed in Order XLVII of the CPC and for the purposes of this lis,\nH\n380\nA\nB\nC\nD\n(I)\nE\nF\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\npermit the defendant to press for a rehearing “on account of some\nmistake or error apparent on the face of the records or for any other\nsufficient reason\". The former part of the rule deals with a situation\nattributable to the applicant, and the latter to a jural action which is\nmanifestly incorrect or on which two conclusions are not possible.\nNeither of them postulate a rehearing of the dispute because a party\nhad not highlighted all the aspects of the case or could perhaps have\nargued them more forcefully and/or cited binding precedents to the\nCourt and thereby enjoyed a favourable verdict. This is amply evident\nfrom the explanation in Rule 1 of the Order XLVII which states that\nthe fact that the decision on a question of law on which the judgment\nof the Court is based has been reversed or modified by the subsequent\ndecision of a superior Court in any other case, shall not be a ground\nfor the review of such judgment. Where the order in question is\nappealable the aggrieved party has adequate and efficacious remedy\nand the Court should exercise the power to review its order with the\ngreatest circumspection. This Court in M/s. Thungabhadra Industries\nLtd. (in all the Appeals) v. The Government of Andhra Pradesh\nrepresented by the Deputy Commissioner of Commercial Taxes,\nAnantapur, AIR (1964) SC 1372 held as follows:\n\"There is a distinction which is real, though it might not always\nbe capable of exposition, between a mere erroneous decision and\na decision which could be characterized as vitiated by \"error\napparent\". A review is by no means an appeal in disguise whereby\nan erroneous decision is reheard and corrected, but lies only for\npatent error. Where without any elaborate argument one could\npoint to the error and say here is a substantial point of law which\nstates one in the face and there could reasonably be no two\nopinions entertained about it, a clear case of error apparent on\nthe face of the record would be made out.\"\n9. Even if it is accepted as contended that the plea was taken regarding\nlimitation, the same was really not specifically taken. There was no reference\nG to Section 11-A of the Act.\nH\n10. Learned counsel for the appellants contended that there was no\nnecessity referring to that provision as indirectly that plea had been taken.\nThough the contention was not very happily worded it is stated that this\nCourt in several cases has held that if there is a bona fide doubt the extended\nS.N.S. (MINERALS) LTD. v. U.O.I. [PASAYAT.J.]\n381\nperiod of limitation available under Section 11A of the Act does not apply. A\nThere is no quarrel with this proposition. But the question is whether such\na plea was in fact urged. From a reading of the order of the High Court and\nthe counter affidavit filed before this Court in which it has been specifically\nurged at paragraphs 9 and 10 that no such argument was advanced, we do\nnot consider this to be a fit case where any interference is called for, considering\nthe limited scope of review.\nR.P.\n11. The appeal is accordingly dismissed with no order as to costs.\nAppeal dismissed.\nB\nT\n"}