{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nC\nMANGI LAL\nV\nSTATE OF RAJASTHAN\nFEBRUARY 20, 2007.\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law-Promotion-Post of Assistant Mining Engineer-\nIncumbent holding post of Mines Foreman Grade II and degree of Mining\nEngineering claiming promotion directly-Entitlement of-Held: Not entitled\nsince the incumbent was not holding post of Mines Foreman Grade-1 or Head\nDraftsman or Senior Surveyor as required by the Rules-Rajasthan Mines\nand Geological Service Rules, 1960—Column 6.\nIn terms of the Rajasthan Mines and Geological Service Rules, 1960\nD promotion to the post of Assistant Mining Engineer was to be granted from\nthe feeder posts of Mines Foreman Grade-I, Head Draftsman or Senior\nSurveyor. Appellant, diploma holder in Mining was appointed as a Surveyor.\nThereafter, he did his Mining Engineering and claimed promotion directly to\nthe post of Assistant Mining Engineer. At that time, the appellant was working\nas Mines Foreman Grade II. Appellant's claim was rejected. He filed writ\npetition which was also dismissed. Hence the present appeal.\nE\nDismissing the appeal, the Court\nHELD: 1.1. Column 6 of the Rajasthan Mines and Geological Service\nRules, 1960 speaks about experience required for filling up of the post.\nF 'Eligibility' and 'Experience' stand on different footings. For filling up the\npost by way of promotion, there must exist a channel. In absence of any channel,\npromotion cannot be effected. [Paras 9 and 10] [1004-H; 1005-B]\nG\nH\n!\n1.2. The Rule must be read in its entirety. So read, there cannot be any\ndoubt whatsoever that for the purpose of promotion to the post of Assistant\nMining Engineer, the candidate must be a holder of a post of Mines Foreman\nGrade-I or Head Draftsman or Senior Surveyor. As the appellant did not hold\nany of the said post at the relevant time, the question of promoting him to the\npost of Assistant Mining Engineer did not arise. Also the claim of the appellant\n1002\nA\n༣\nMANGI LAL v. STATE OF RAJASTHAN [S.B. SINHA, J.]\n1003\nhas no legal basis since the State informed that degree holder surveyor or A\nthe person working on any equivalent post junior to appellant has never been\npromoted on the post of Asstt. Mining Engineer against the degree holder\nquota, because as per the rules, the feeder post for the Asstt. Mining Engineer\nare Mines Foreman Gr. I, Head Draftsman and Senior Surveyor.\n[Paras 8, 11 and 12] [1005-C; 1006-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 855 of 2007.\nFrom Judgment and final Order dated 1.3.2006 of the High Court of\nJudicature for Rajasthan, Jaipur Bench, Jaipur in D.B. Special Appeal (Writ)\nNo. 615/2005.\nNaresh Kaushik, Lalita Kaushik, B.B. Methaila, Amita Kalkal and Anish\nDhingra for the Appellant.\nAruneshwar Gupta, Naveen Kumar Singh, Mukul Sood and Shaswat\nGupta for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nB\nC\nD\n2. Appellant herein was appointed as a Surveyor on 31.08.1979. His\neducational qualification then was Diploma in Mining. He did his AMIE in E\nMining in the year 1986. He claimed promotion to the post of Assistant\nMining Engineer directly on the premise that he had acquired a degree in\nEngineering. He at the relevant time was working as Mines Foreman Grade-\nII. In terms of the rules, promotion to the post of Assistant Mining Engineer\nwas to be granted from the feeder posts of Mines Foreman Grade-I, Head\nF\nDraftsman or Senior Surveyor. His representation to appoint him to the post\nof Assistant Mining Engineer, therefore, was not acceded to. He filed a writ\npetition before the High Court which by reason of the impugned judgment\nhas been dismissed.\n3. Mr. Naresh Kaushik, the learned counsel appearing on behalf of the G\nappellant, would submit that keeping in view the rules then operating in the\nfield, the incumbents to the post of Mines Foreman Grade-II should have also\nbeen considered for the purpose of promotion to the post of Assistant\nMining Engineer.\n4. Mr. Aruneshwar Gupta, the learned counsel appearing on behalf of H\n1004\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the respondent, however, would support the judgment.\nB\n. C\nD\nE\nF\n5. Column 6 of the Rajasthan Mines \u0026 Geological Service Rules, 1960\n(for short, 'the Rules') lays down the minimum qualification and experience\nrequired for promotion, which is in the following terms:\n\"3 years experience in case of holders of degree in Mining\nEngineering or equivalent and 7 years experience in case of Diploma\nHolders in Mining Engineering from a recognized Institution on any\npost in Subordinate Mines and Geological Service not lower than\nMines Foreman Grade-II.\"\n6. Indisputably, the terms and conditions of service of the appellant are\ngoverned by the said Rules. On or about 20.05.1977, the said Rules were\namended, in terms whereof promotion to the post of Assistant Mining Engineer\nwas to be made from amongst the persons holding the posts of either (i)\nMines Foreman Grade-l; or (ii) Head Draftsman; (iii) or any post in the\nsubordinate Mines and Geological Service carrying scale of pay identical or\nhigher than Mines Foreman Grade-II.\n7.Indisputably, in terms of the Rules, 50% of the posts of Assistant\nMining Engineer are to be filled up by direct recruitment; 30% by promotion\nfrom amongst the diploma holders and 20% from amongst the degree holders.\nThe qualification necessary for being appointed as Assistant Mining Engineer\nis as under :\n\"Degree in Mining Engineering from University Established by Law\nin India.\nOR\nAMIE (Mining Engineering Part A \u0026 B of Institution of Engineers.\nOR\nG\nDiploma in Mining Engineering from the Indian School of Mines and\nApplied Geology, Dhanbad.”\n8. Appellant was admittedly not holding the post of Mines Foreman\nGrade-I at the relevant time.\n9. Column 6 of the said Rules whereupon reliance has been placed by\nH Mr. Kaushik speaks about experience required for filling up of the said post.\nc\nགི་\n1\nMANGI LAL v. STATE OF RAJASTHAN [S.B. SINHA, J.] 1005\nWhereas three years' experience would satisfy the requirement in case the A\ncandidate is a holder of degree in Mining Engineering or equivalent, seven\nyears' experience was necessary in case of the diploma holders in Mining\nEngineering from a recognized institution on any post, but the same should\nnot be lower than the Mines Foreman Grade-II.\n10. 'Eligibility' and 'Experience' stand on different footings. For filling B\nup the post by way of promotion, there must exist a channel. In absence of\nany channel, promotion cannot be effected.\n11. The Rule must be read in its entirety. So read, there cannot be any\ndoubt whatsoever that for the purpose of promotion to the post of Assistant\nMining Engineer, the candidate must be a holder of a post of Mines Foreman\nGrade-I or Head Draftsman or Senior Surveyor. As the appellant did not hold\nany of the said posts, the question of promoting him to the post of Assistant\nMining Engineer, did not arise.\nC\n12. With a view to satisfy ourselves we had directed the State to inform D\nus as to whether during the relevant time persons belonging to the cadre of\nMines Foreman Grade-I were available and had in fact been promoted. Before\nus a statement in writing has been made which is to the following effect :\n\"As per the record, the details of the posts of Asstt. Mining\nEngineer available vacant from the degree holder quota from the year E\n1984-85 to 1987-88 were as under:\nYear No.\nof Posts\n1984-85\n00\nF\n1985-86\n01\n1986-87\nΟΙ\n1987-88\n00\nTwo posts for the post of Asstt. Mining Engineer from the degree G\nholder quota could not be fulfilled as no eligible candidate from the\nfeeder posts of Mines Foreman Gr. I, Head Draftsman and Sr. Surveyor\nwere found to be eligible. These two vacant posts from the degree\nholder quota for the year 1985-86 and 1986-87 were forwarded for the\nyear 1988-89 where on more post for degree holder quota became H\nA\nB\nC\nD\n1006\ncosts.\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\navailable. So, for the year 1989-89, three posts of Asst. Mining Engineer\nfrom the degree holder quota were found to be fulfilled. From the list\nof eligible candidates, two candidates of degree holder were available\nin the year 1988-89 and Shri Shyam Lal Sukhwal and Shri Abdul Latif\nSheikh were promoted on the post of Asstt. Mining Engineer in that\nyear. These two candidates were working as Mines Foreman Gr. I and\nthey were senior to Shri Mangilal.\nIt is relevant to mention here that any degree holder surveyor or\nthe person working on any equivalent post junior to Shri Mangilal has\nnever been promoted on the post of Asstt. Mining Engineer against\nthe degree holder quota, because as per the rules, the feeder post for\nthe Asstt. Mining Engineer are Mines Foreman Gr. I, Head Draftsman\nand Senior Surveyor.\"\nThe claim of the appellant, therefore, has no legal basis.\n13. There is no merit in this appeal, which is dismissed accordingly. No\nN.J.\nAppeal dismissed.\n"}