{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nFAZIKA COOP. SUGAR MILLS\nV.\nJATINDER KUMAR GUPTA AND ANR.\nAPRIL 25, 2007\n[DR. ARIJIT PASAYAT AND D.K. JAIN, JJ.]\nC\nLabour Laws:\nDismissal from service-Management directed to pay subsistence\nallowance to workman on a Writ Petition by workman--Management did not\npay the same-Labour Court denied permission to management to lead\nevidence-Ordered reinstatement with back wages-High Court upheld the\nsame-Challenge against-Held, on facts, after long passage of time, it is not\nproper to direct reinstatement-High Court's order in law is irreversible-\nD But in view of peculiar circumstances, management directed to pay Rs.2 lacs\nto workman in full and final settlement.\nThe respondent-workman was dismissed from service and he raised\nindustrial dispute. In Writ Petition filed by workman, the High Court directed\nthe management to pay the subsistence allowance to the workman. As\nE appellant-management did not pay the subsistence allowance, the Labour Court\ndecided in favour of workman and refused the permission to the management\nto lead evidence. Thereafter they paid the subsistence allowance.\nF\nAggrieved management filed writ petition before the High Court. High\nCourt dismissed the writ petition. Hence the present appeal.\nDisposing of the appeal, the Court\nHELD: 1. One factor is clear that there was no date fixed for payment\nbut dates were fixed before the Labour Court in the proceedings. The payment\nof subsistence allowance after the order of the Labour Court closing the\nG evidence so far as the management is concerned cannot be termed as in any\nmanner arbitrary. However, the order of dismissal was passed in 1992 and\nthe industrial dispute was raised under s. 2A of the Industrial Disputes Act,\n1947 on 11.5.1994 and a reference was made under Section 10(1)(c ) of the\nAct thereafter. [Para 5] [620-D, E, F]\nH\n618\nX\n}\nFAZIKA COOP SUGAR MILLS v. JATINDER KUMAR GUPTA [PASAYAT, J.} 619\n2. The management was required to give opportunity to the respondent A\nto lead evidence on merits. Since the enquiry was allegedly not conducted in\nfair and proper manner, opportunity was granted to the management to adduce\nevidence. On the writ petition filed by the respondent-workman the High Court\nhad issued notice. After this long passage of time it would not be proper to\ndirect re-instatement and that too with back wages. It has been pointed out\nB\nthat the appellant is suffering huge amount of loss amounting to Rs.35 crores.\nIn the facts and circumstances of the case of High Court's order in law is\nirreversible. But keeping in view the peculiar facts of the case, in full and\nfinal settlement of the claims of the respondent-workman a sum of rupees 2\nlakhs is directed to be paid within a period of 6 months. The respondent-\nworkman shall not have any further claim and/or the appellant shall have no C\nliability so far as against respondent-workman is concerned.\n[Para 6] [620-F, G, H; 621-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2144 of 2007.\nFrom the Judgment and Order dated 08.04.2004 of the Punjab \u0026 Haryana\nHigh Court at Chandigarh in Civil Writ Petition No. 1655 of 2004.\nS. Janani and Deepak Goel for the Appellant.\nParamjit Singh Patwalia, Amanpreet Singh Rahi, Kiran Suri and Devesh\nTripathi for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nD\nE\nF\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Punjab and Haryana High Court dismissing the writ petition filed by\nthe appellant. In the writ petition challenge was to the award dated 10.12.2003\nmade by the Labour Court, Bhatinda, Punjab. By the said award the respondent\nNo.1-workman was directed to be re-instated in service with continuity of\nservice alongwith 50% back wages from the date of demand notice. Grievance\nbefore the High Court was that the appellant was not granted opportunity to\nlead evidence. It appears that in the writ petition No.14465 of 2001 the G\nworkman was directed to be paid the subsistence allowance. Since the\nsubsistence allowance was not paid the Labour Court decided in favour of\nthe respondent and the appellant was not granted permission to lead evidence.\nAccording to the learned counsel for the appellant, the course adopted was\nillegal. Learned counsel for the respondent-workman, however, supported the\norders stating that the order of the Labour Court for payment of subsistence H\n620\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA allowance was not illegal and, therefore, the High Court was justified in\ndismissing the writ petition.\nB\n3. A few details so far as the factual position is concerned need to be\nnoted.\n4. By order dated 18.9.2001 passed in C.W.P.No. 14465 of 2001 a Division\nBench of the High Court had directed the matter to be listed before a learned\nSingle Judge on 19.2.2002. Meanwhile, it was ordered that the pleadings in\nthe case before the Labour Court were to be completed. It appears that the\nsubsistence allowance amounting to Rs.5291/- was paid by the appellant vide\ndemand draft dated 30.1.2002. But the Labour Court had closed the evidence\nC of the management vide order dated 5.12.2001 on the ground that the order\ndated 18.9.2001 passed by the High Court had not been complied with by that\ndate. Undisputedly, the amount of subsistence allowance was paid to the\nworkman after the evidence was closed by order dated 5.12.2001. The\nmanagement had not paid the subsistence allowance to the workman. He was\nnot re-instated into service during the enquiry proceedings being conducted\nby the Enquiry Officer. It is true that no date was fixed. The High Court was\nof the view that looking at the conduct of the management no interference\nwith the award of the Labour Court was called for.\nD\nE\n5. One factor is clear that there was no date fixed for payment but dates\nwere fixed before the Labour Court in the proceedings. The payment of\nsubsistence allowance after the order of the Labour Court closing the evidence\nso far as the management is concerned cannot be termed as in any manner\narbitrary. However, the order of dismissal was passed in 1992 and the industrial\ndispute was raised under Section 2A of the Industrial Disputes Act, 1947 (in\nshort the 'Act') on 11.5.1994 and a reference was made under Section 10(1)(c) of\nF the Act thereafter.\nG\n6. There appears to be some confusion so far as factual position is\nconcerned. The management was required to give opportunity to the\nrespondent to lead evidence on merits. Since the enquiry was allegedly not\nconducted in fair and proper manner opportunity was granted to the\nmanagement to adduce evidence. On the writ petition filed by the respondent-\nworkman the High Court had issued notice. After this long passage of time\nit would not be proper to direct re-instatement and that too with back wages.\nIt has been pointed out that the appellant is suffering huge amount of loss\namounting of Rs.35 crores. In the facts and circumstances of the case the\nH High Court's order in law is irreversible. But keeping in view the peculiar facts\nFAZIKA COOP. SUGAR MILLS v. JATINDER KUMAR GUPTA [PASAYAT,J.] 621\nof the case we direct that in full and final settlement of the claims of the A\nrespondent-workman a sum of rupees 2 lakhs shall be paid within a period\nof 6 months from today. The respondent-workman shall not have any further\nclaim and/or the appellant shall have no liability so far as against respondent-\nworkman is concerned.\ncosts.\nDG.\n7. The appeal is accordingly disposed of. There will be no order as to B\nAppeal disposed of.\nX\n"}