{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nR. BALASUBRAMANIAM\nV.\nADDITIONAL DEPUTY COMMERCIAL TAX OFFICER\nMARCH 9, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nC\nTaxation:\nDemand of tax arrears pursuant to purchase of property-Writ petition\nfiled by assessee-appellant dismissed-Writ appeal-Interim order passed by\nHigh Court granting stay subject to assessee depositing 50% of the total tax\nassessed-During pendency of appeal before Supreme Court, property\npurchased by assessee attached-Held: Interest of Respondent is fully\nsafeguarded by the said order of attachment-Therefore, order of deposit by\nD High Court set aside-High Court to dispose of Writ Appeal on merits and\nin accordance with law-Attachment order to continue till disposal of writ\nappeal-Interim order.\nAssessment proceedings were initiated demanding tax arrears pursuant\nto purchase of property by Appellant-assessee. Appellant filed writ petition\nE before High Court challenging the assessment proceedings. The writ petition\nwas dismissed. Appellant filed Writ appeal which is pending final disposal\nbefore the High Court. During pendency of the Writ Appeal, High Court\ndirected the Appellant to deposit 50% of the total tax due to the respondent.\nThe said interim order of the High Court has been challenged in the present\nF appeal.\nDisposing of the appeal, the Court\nHELD: This Court while ordering notice to the respondent ordered\nattachment of the property purchased by the appellant shall continue and no\nG further steps will be taken until further orders by this Court. Since there is\nan order of attachment during the pendency of Appeal in this Court, the\ninterest of the respondent is fully safeguarded by the said Order. Therefore,\nthe order passed by the High Court ordering deposit of 50% of the total tax\ndue is set aside and the High Court is requested to dispose of Writ Appeal\nH\n890\n1\nR. BALASUBRAMANIAM v. ADDITIONAL DEPUTY COMMERCIAL TAX OFFICER [LAKSHMANAN, J.] 891\nfiled by the appellant on merits and in accordance with law. It is also made A\nclear that the attachment order passed by this Court will continue till the\ndisposal of the Writ Appeal. [Paras 4 and 5] [892-D, E, F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1244 of 2007.\nFrom the Final Judgment and Order dated 22.08.2005 of the Madras High B\nCourt (Madurai Bench, Madurai) in W.A. Misc. Petition (MD) No. 153 of 2005\nin W.A. (MD) No. 130 of 2005.\nImmanuel, J.C. Rose and B. Partha Sarthy for the Appellant.\nR. Nedumaram for the Respondent.\nThe Judgment of the Court was delivered by\nC\nDr. AR. LAKSHMANAN, J. 1. Leave granted.\n2. Heard Mr.Immanuel, learned counsel for the appellant and\nMr.R.Nedumaran, learned counsel for the respondent.\nD\n3. We have perused the order impugned in this appeal which reads\nthus:-\n2\n\"ORDER\nThis petition coming on for orders upon perusing the petition and\nthe affidavit filed in support thereof and upon hearing the arguments\nof Mr. A. Immanuel, Advocate for the petitioner, the Court made the\nfollowing order:-\nHeard both side.\n2. Interim stay is made absolute subject to the condition that the\npetitioner/appellant deposits 50% of the total tax due to the\nrespondent within a period of eight weeks, failing which the stay\ngranted shall stand automatically vacated.\"\n4. The matters relates to the sales tax arrears of vendee-appellant.\nAccording to the appellant, the sales transaction was completed in the year\n2000 and the proceedings were initiated against him by a notice issued by the\nAddl.Deputy Commercial Tax Officer- III, Tuticorn on 31.07.2002 and an\nE\nF\nG\nassessment order was passed 06.12.2004 against the assessee M/s.Blesso H\nB\n892\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Construction and P.J. Engineering Constructions fixing the total tax due at\nRs.83,53,477/- by way of tax arrears including penalty etc. A Demand Notice\nwas issued to the appellant-assessee R.Balasubramaniam to pay the arrears\nof tax due since the appellant has purchased the property and is in possession\nof the property in S.No.495/1A2, 495/1B2. It is not in dispute that the\nappellant has purchased the property in question for Rs.4,90,000/- as could\nbe seen from the sale deed. According to the appellant, he was a bonafide\npurchaser. It is also not in dispute that against the dismissal of the Writ\nPetition filed by the appellant challenging the said assessment, the appellant\npreferred the Writ Appeal which is pending final disposal before the High\nCourt and during the pendency of the Writ Appeal, the Division Bench of the\nC High Court directed the appellant to deposit 50% of the total tax due to the\nrespondent within a period of eight weeks, failing which the stay granted shall\nstand automatically vacated. Aggrieved by the said interim order, the appellant\npreferred the above appeal in this Court and this Court on 28.11.2005 while\nordering notice to the respondent ordered attachment of the property purchased\nby the appellant shall continue and no further steps will be taken until further\nD orders by this Court. Since there is an order of attachment during the\nE\npendency of the Civil Appeal in this Court, the interest of the respondent is\nfully safeguarded by the said Order. We, therefore, set aside the order passed\nby the High Court ordering deposit of 50% of the total tax due and request\nthe High Court to dispose of Writ Appeal filed by the appellant on merits and\nin accordance with law.\n5. We also make it clear that the attachment order passed by this Court\nwill continue till the disposal of the Writ Appeal. The appeal stands disposed\nof accordingly.\nF B.B.B.\nAppeal disposed of.\n་\nT\n"}