{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"V.B. PRASAD\nV.\nMANAGER, P.M.D.U.P. SCHOOL AND ORS\nAPRIL 10, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law:\nA\nB\nPromotion/Appointment-Eligibility condition-Held: Must be satisfied\nbefore a person is considered for promotion/appointment in respect of a\nparticular post-Kerala Education Rules-rr.45 and 44-Kerala Education\nAct.\nC\nD\nPromotion/Appointment-To post of Headmaster in primary school-\nTwo contenders, Respondent No.2 and No.6-Respondent No.2 appointed\nChallenge by Respondent No.6 upheld by Single Judge of High Court-\nAppellant who was never considered for the said post and was not a party\nin any of the proceedings between Respondent No.2 and 6 filed intra-Court\nappeal contending that he should have been considered for the post of\nHeadmaster-Held: Appellant was nowhere in the picture at the relevant\ntime-At his instance, the Court cannot embark upon a larger question E\nwhich had not been raised for its consideration directly-What cannot be\ndone directly, cannot be done indirectly-Kerala Education Rules-rr.45\nand 44-Kerala Education Act.\nInterpretation of Statutes-Note appended to a statutory provision-\nHeld: To be read in context of the substantive provision and not in derogation F\nthereof.\nThe primary school in question is a minority institution within the\nmeaning of clause (1) of Article 30 of the Constitution. For the post of\nHeadmaster in the school there were two contenders, viz. Respondent No. 2\nand Respondent No.6. Rule 45 of the Kerala Education Rules framed under\nthe Kerala Education Act stipulated the eligibility conditions viz. essential\nqualifications/teaching experience required for the post of Headmaster.\nRespondent No.2 was appointed which was challenged by Respondent No.6 by\nfiling writ petition. The latter claimed preferential right of appointment vis-\n1077\nG\nH\nさ\n.\n1078\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA à-vis the former. The petition was allowed by a Single Judge of High Court.\nAppellant, a Drawing teacher in the school, was not a party in any of\nthe proceedings initiated by Respondent No.2 or 6 and his case was never\nconsidered by Management of the school or by the Government or by the Court.\nHe filed an intra-Court appeal, contending that he should have been considered\nB for appointment in the post of Headmaster, as he had the requisite\nqualifications therefore. According to him, being a specialist teacher, his case\ncame within the purview of the note appended to Rule 45.\nC\nD\nThe question which arose for consideration in the present appeal is\nwhether Appellant is entitled to be considered for promotion to the post of\nHeadmaster.\nDismissing the appeal, the Court\nHELD: 1. Appellant joined the school as a Drawing teacher on\n17.07.1978 and has been working on a regular basis only with effect from\n02.06.1980. While discharging his duties as a teacher, Appellant applied for\nand granted study leave for higher studies for two years with effect from\n01.06.1991. He remained on leave upto 28.02.1993. He was not a candidate\nwho was considered for appointment to the post of Headmaster. He indisputably\ngave consent for appointment of Respondent No.2. His case, therefore, never\nE fell for consideration either by the management of the school or by the\nGovernment or by the High Court. [Para 8] [1081-G-H; 1082-A-B]\n2. For the time being, it may be assumed that in view of fact that he had\nalso acquired the qualification of B.Ed. in April 1980, his case also could be\nconsidered in terms of Rule 45; although it is well-settled principles of law\nF that the note appended to a statutory provision or the subordinate legislation\nmust be read in the context of the substantive provision and not in derogation\nthereof. Five years' teaching experience for appointment to the post of\nHeadmaster was a sine qua non. Such teaching experience was to be 'teaching\nexperience' and not a deemed teaching experience. [Para 10] [1083-C]\nG\nPunjab State Electricity Board Ltd. v. Zora Singh and Ors., [2005] 6\nSCC 776 and A. P. SRTC v. STAT ILR (2001) AP 1, referred to\n3. Appellant was on study leave for the period 01.06.1991 to 28.02.1993. .\nDuring the said period, he was not teaching. He did not gain any teaching\nH experience during the said period. If the said period is excluded for the purpose\n✓-\nV.B. PRASAD v. MANAGER, P.M.D.U.P. SCHOOL\n1079\nof computing teaching experience as envisaged under Rule 45 of the Rules, A\nthe question of his being considered for promotion to the post of Headmaster\nwould not arise. Eligibility condition must be satisfied before a person is\nconsidered for promotion/appointment in respect of a particular post.\n[Para 14] [1084-B]\n4.1. The contention of the Appellant that the High Court failed to notice B\nthat Rule 45 would not govern the minority institution is stated to be rejected.\nValidity of Rule 45 is not under challenge. He, in any event, cannot raise the\nsaid contention. A contention to that effect would be raised only by the\ninstitution. It has not preferred a special leave petition. Whether Respondent,\nNo. 2 could validly be appointed by the management in view of its minority. C\ncharacter protected under clause (1) of Article 30 of the Constitution of India,\ntherefore, does not fall for consideration. [Para 15] [1084-C-D]\n4.2. The argument that such a contention is available to Appellant also\nas in the event, appointment of Respondent No.2 is held to be valid, the post of\nHeadmaster must be held to have fallen vacant again on her retirement which D\nwould enable the authorities to consider his case for promotion thereto, cannot\nbe accepted. Vacancy arose in 1994. The management of the school, the State\nGovernment as also different benches of the High Court in various litigations\nconsidered only that aspect of the matter, namely, Respondent No. 6 had fulfilled\nthe eligibility criteria and had, therefore, been appointed. Appellant was\nE\nnowhere in the picture at the relevant time. At his instance, the court cannot\nembark upon a larger question which had not been raised for its consideration\ndirectly. What cannot be done directly, it is well-settled, cannot be done\nindirectly. [Para 16, 17] [1084-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1870 of 2007.\nF\nFrom the Judgment and Order dated 07.06.2005 of the High Court of\nKerala at Ernakulam in W.A. No. 1163 of 2002.\nV. Shekhar, P. Sreekumar, S. Ganesh, R.P. Wadhwani and Pradeep K.\nDubey for the Appellant.\nG\nC.S. Rajan, Ramesh Babu M.R. (NP), A. Raghunath, C.K. Sasi, G. Prakash\nand Beena Prakash for the Respondents.\nThe Judgment of the Court was delivered by\nH\n1080\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nS.B. SINHA, J. 1. Leave granted.\n2. A primary school known as 'P.M.D. Upper Primary School' was\nestablished in the year 1917. It is an educational institution governed by the\nprovisions of the Kerala Education Act and the Rules framed thereunder\nknown as 'Kerala Education Rules' (for short, 'the Rules'). A post of\nB Headmaster in the said institution governed by the said Act and the rules was\nto be filled up in terms of Rules 44 and 45 of the Rules. The School in question\nis said to be a minority institution within the meaning of clause (1) of Article\n30 of the Constitution of India. The post of Headmaster in the said school\nfell vacant on or about 01.06.1994. There were two contenders therefor,\nC Respondent Nos. 2 and 6 herein. Respondent No. 2 was appointed in the said\npost. Various writ petitions were filed by the parties hereto before the Kerala\nHigh Court at various stages as the competent authority, either itself or\npursuant to the directions made by the High Court in the writ petitions,\npassed diverse orders from time to time.\nᎠ\nE\nF\nG\n3. As the history of the litigations may not be very material for our\npurpose, we may only notice that ultimately the writ petition filed by\nRespondent No.6 herein claiming a preferential right of appointment to the\npost of Headmaster vis-a-vis Respondent No.2 was allowed by a learned\nSingle Judge of the Kerala High Court by a judgment and order dated 08.04.2002,\ndirecting :\n\"This Original Petition is filed by the petitioner seeking a direction\nto the respondents to appoint her as Headmistress with effect from\n01.06.1994 and to grant her all consequential benefits. The petitioner\nherein is the fifth respondent in OP No. 3409/99. In view of the\ndismissal of that Original Petition, this Original Petition is liable to be\nallowed. The first respondent is directed to appoint the petitioner as\nHeadmistress with effect from 01.06.1994 and she will be entitled to all\nconsequential benefits arising out of that appointment in accordance\nwith law. Respondents 4 and 5, if they think fit, will be free to proceed\nagainst the Manager for recovering any amount paid to the second\nrespondent in accordance with law.”\n4. Appellant herein was not a party in any of the proceedings initiated\nby Respondent No. 2 or Respondent No. 6. He upon obtaining leave in this\nbehalf, preferred an intra-court appeal, inter alia, on the premise that his case\nshould have been considered for appointment in the post of Headmaster, as\nH he had the requisite qualifications therefor. The Manager of the School also\nV.B. PRASAD v. MANAGER, P.M.D.U.P. SCHOOL [S.B. SINHA,J.] 1081\npreferred a writ appeal against that part of the judgment wherein an observation A\nin relation to the recovery of the amount paid to Respondent No. 2 had been\nmade by the learned Single Judge.\n5. Respondent No. 2 admittedly had retired during the pendency of the\nwrit appeal. A writ petition was also filed by the Manager, inter alia, praying\nfor dropping the proceeding to recover the loss suffered by the Government.\n6. The Division Bench despite noticing that though Respondent No. 2\nwas wrongly appointed, in view of the fact that she had been performing her\nduties, directed that the amount paid to her may not be recovered. In regard\nto the claim of Respondent No. 6, it was directed that although she should\nbe appointed as Headmistress with effect from 01.06.1994, but would not be\nentitled to arrears of salary from the said date upto the retirement of Respondent\nNo.2. It was directed :\n66\nB\nC\n...We fully agree with the learned single Judge. We have already held\nthat during the period second respondent was actually working, salary\nD\ncannot be denied and Government is also not at loss as we have not\ndirected to pay arrears of salary for that period to the fifth respondent.\nOnce Educational Authority also approved the appointment of second\nappellant. Hence, we cannot say that action of the management is not\nbonafide. Therefore, Ext. P5 notice in O.P. No. 39254 of 2003 ordering\nrecovery of alleged loss from the manager is set aside. Ext. P4 passed E\nby the Government in O.P. No. 3409 of 1999 is affirmed subject to the\nabove directions regarding equitable relief with respect to drawal of\nsalary. Arrears and other benefits as per the observations in this\njudgment should be paid to the fifth respondent who is the petitioner\nin O.P. No.4017 of 2002 within three months from the date of receipt\nof a copy of this judgment and she should be posted as headmistress\nand appointment order with effect from 1.6.1994 shall be issued on or\nbefore 1st August, 2005.\"\n7. The Manager of the School has not preferred any petition for grant\nof special leave before us.\nF\nG\n8. Before embarking upon the contentions raised by the learned counsel\nfor the parties, we may notice the admitted fact. Respondent No. 2 joined the\nSchool on 16.07.1969. Appellant herein joined the school as a Drawing teacher\non 17.07.1978 and has been working on a regular basis only with effect form\n02.06.1980. He was declared a protected teacher from 01.06.1989. While H\n1082\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA discharging his duties as a teacher, Appellant applied for and granted study\nleave for higher studies for two years with effect from 01.06.1991. He remained\non leave upto 28.02.1993. It is accepted that he was not a candidate who was\nconsidered for appointment to the post of Headmaster. He indisputably gave\nconsent for appointment of Respondent No. 2. His case, therefore, never fell\nfor consideration either by the management of the school or by the Government\nor by the High Court. Rule 45 of the Kerala Education Rules in the\naforementioned context, interpretation whereof falls for our consideration may\nnow be noticed :\nB\nC\nᎠ\nE\nF\nG\n“45. Subject to rule 44, when the post of Headmaster of complete\nU.P. School is vacant or when an incomplete U.P. School becomes a\ncomplete U.P. School, the post shall be filled up from among the\nqualified teachers on the staff of the school or schools under the\neducational Agency. If there is a Graduate teacher with B.Ed. or other\nequivalent qualification and who has got at least five years experience\nin teaching after acquisition of B.Ed. degree he may be appointed as\nHeadmaster provided he has got a service equal to half of the period\nof service of the senior most under graduate teacher. If graduate\nteachers with the aforesaid qualification and service are not available\nin the school or schools under the same Educational Agency, the\nsenior most primary school teacher with S.S.L.C. or equivalent and\nT.T.C. issued by the Board of Public Examination Kerala or T.C.H.\nissued by the Karnataka Secondary Education Examination Board,\nBangalore or a pass in Pre-degree Examination with pedagogy as an\nelective subject conducted by the University of Kerala or any other\nequivalent training qualification prescribed for appointment as primary\nschool assistant may be appointed.\nNote: The language/specialist teachers, according to their seniority\nin the combined seniority list of teachers shall also be appointed as\nHeadmaster of U.P. School or Schools under an Educational Agency\nprovided the teacher possesses the prescribed qualifications for\npromotion as Headmaster of U.P. School on the date of occurrence of\nvacancy.\"\n9. The said rule, thus, provides for essential qualification. Rule 45 is in\nthree parts. The first part provides for the qualification of a teacher who can\nbe appointed in the post of Headmaster. He must be graduate with B.Ed. or\nother equivalent qualification and must have at least five years' experience\nH in teaching after acquisition of B.Ed. degree. The second part of the rule\nX-\n}\nx\n1\nV.B. PRASAD v. MANAGER, P.M.D.U.P. SCHOOL [S.B. SINHA, J.] 1083\nprovides for consideration of such teachers only in the event a graduate A\nteacher is not available. Indisputably, Respondent No. 6 fulfils the educational\nqualification as also five years' experience in teaching after acquisition of\nB.Ed. degree. Ignoring her claim, Respondent No. 2 was appointed whose\ncase comes within the purview of the second part of Rule 45, as she did not\nhave the qualification specified in the first part thereof. Appellant was a\nDrawing teacher. He, therefore, was a specialist teacher. According to him his\ncase comes within the purview of the 'note' appended to Rule 45.\nB\n10. For the time being, we may assume that in view of fact that he had\nalso acquired the qualification of B.Ed. in April 1989, his case also could be\nconsidered in terms of Rule 45; although it is well-settled principles of law that\nC\nthe note appended to a statutory provision or the subordinate legislation\nmust be read in the context of the substantive provision and not in derogation\nthereof. Five years' teaching experience for appointment to the post of\nHeadmaster was a sine qua non. Such teaching experience was to be 'teaching\nexperience' and not a deemed teaching experience.\n11. In Punjab State Electricity Board Ltd. v. Zora Singh and Ors.,\n[2005] 6 SCC 776, this Court noticing a decision of a Full Bench of the Andhra\nPradesh in A.P. SRTC v. STAT ILR (2001) AP 1, observed:\nD\n\"23. In A.P. SRTC v. STAT a Full Bench of the Andhra Pradesh High\nCourt has noticed thus: (An LT p. 544, para 31)\nE\n31[24]. The meaning of note as per P. Ramanatha Aiyars Law\nLexicon, 1997 Edn. is a brief statement of particulars of some fact,\na passage or explanation.\n24. The note, therefore, was merely explanatory in nature and thereby\nthe rigour of the main provision was not diluted.\"\nF\n12. Mr. V. Shekhar, the learned Senior Counsel appearing on behalf of\nAppellant, however, has drawn to our attention to a circular letter dated\n30.12.2005 issued by the Government of Kerala Finance (Rules) Department,\nfrom a perusal whereof it appears that the leave without allowance under rule\n91 for study purpose would carry service benefit in regard to seniority/ G\npromotion accumulation of HPL but would not be counted towards seniority/\npromotion and accumulation of earned leave.\n13. Apart from the fact that the said circular was issued only on 30.12.2005\nand had not been given a retrospective effect, a clarification had been issued\nin respect of reckoning of period for service benefits only and not for seniority/\npromotion. It had been issued by the Finance Department and not by the\nH\n}\n1084\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Education Department. It does not and in law cannot supersede the statutory\nrules.\n14. Indisputably, Appellant was on study leave for the period 01.06.1991\nto 28.02.1993. During the said period, he was not teaching. He did not gain\nany teaching experience during the said period. If the said period is excluded\nB for the purpose of computing teaching experience as envisaged under Rule\n45 of the Rules, the question of his being considered for promotion to the\npost of Headmaster would not arise. Eligibility condition must be satisfied\nbefore a person is considered for promotion/appointment in respect of a\nparticular post.\nC\nD\nE\nF\n15. Submission of Mr. Shekhar that the High Court failed to notice that\nRule 45 of the rules would not govern the minority institution is stated to be\nrejected. Validity of Rule 45 is not under challenge. He, in any event, cannot\nraise the said contention. A contention to that effect could be raised only by\nthe institution. It has not preferred a special leave petition. Whether\nRespondent No. 2 could validly be appointed by the management in view of\nits minority character protected under clause (1) of Article 30 of the\nConstitution of India, therefore, does not fall for our consideration.\n16. Mr. Shekhar faintly argued that such a contention is available to\nAppellant also as in the event, appointment of Respondent No. 2 is held to\nbe valid, the post of Headmaster must be held to have fallen vacant again on\nher retirement which would unable the authorities to consider his case for\npromotion thereto.\n17. We are not in a position to persuade ourselves to accept the said\ncontention. Vacancy arose in 1994. The management of the school, the State\nGovernment as also different benches of the High Court in various litigations\nconsidered only that aspect of the matter, namely, Respondent No. 6 had\nfulfilled the eligibility criteria and had, therefore, been appointed. Appellant\nwas nowhere in the picture at the relevant time. At his instance, the court\ncannot embark upon a larger question which had not been raised for its\nconsideration directly. What cannot be done directly, it is well-settled, cannot\nG be done indirectly.\n18. For the reasons aforementioned, there in the no merit in this appeal,\nwhich is dismissed accordingly with costs payable by the Appellant to\nRespondent No. 6. Counsel's fee is assessed at Rs. 10,000/-.\nH B.B.B.\nAppeal dismissed.\nX-\n"}