{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"Y\nEvidence:\nVIRENDRA KUMAR TRIPATHY\nV.\nNIRMALA DEVI AND ORS.\nFEBRUARY 23, 2006\nA\nB\n[B.P. SINGH AND ALTAMAS KABIR, JJ.]\nC\nAppreciation of evidence-By High Court-In appeal against decision\nof Trial Court which had granted succession certificate in favour of Appellant\nwhile rejecting the case of Respondent-Propriety of Held, improper-since\nHigh Court did not consider evidence adduced by Appellant which was accepted\nby Trial Court-And wrongfully held in favour of Respondent only on the\nbasis of certain letters written by Appellant to sons of Respondent, even though\nthe Trial Court had given cogent reasons to doubt testimony of witnesses D\ndenosing on behalf of Respondent-Hence, order of High Court set aside and\nthat of Trial Court restored-Succession.\nAfter death of one ‘MN', his wife succeeded to his estate. She also\ndied. Subsequently, Appellant sought grant of succession certificate to the\nestate claiming that he was the real brother of 'MN'. He claimed that his E\nfather 'RB' had five children which included him, his brother 'MN' and\nthree sisters.\nHowever, Respondent claimed that Appellant was only a step-brother\nof 'MN' and that she herself was the real sister of 'MN', hence entitled to\nF\ngrant of succession certificate in preference to Appellant. Respondent\nclaimed that 'RB' had married twice; that his first wife ‘RD' gave birth\nto Respondent and 'MN' while the second wife gave birth to Appellant\nand three daughters.\nTrial Court accepted the evidence adduced by Appellant and issued\nsuccession certificate in his favour. It rejected the succession certificate\ncase filed by the Respondent after finding the witnesses deposing on her\nbehalf to be unreliable. High Court however set aside the findings recorded\nby the Trial Court and granted succession certificate in favour of the\nRespondent. Hence the present appeals.\n459\nG\nH\n460\nA\nB\nC\nᎠ\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nAllowing the appeals, the Court\nHELD: 1. Surprisingly the High Court did not at all consider the\nevidence led by the appellant in support of his case which was accepted\nby the Trial Court. The evidence of A.P.W. 1, 2 and 3 are relevant and\nthey fully support the case of the appellant. Having regard to the oral\nevidence on record, this Court is satisfied that the Trial Court having\nconsidered the evidence at length came to the correct conclusion that the\nwitnesses examined by the Respondent did not appear to be truthful and\ncould not be relied upon. So far as the evidence of O.P.W.1, 6 and 4 is\nconcerned, the Trial Court gave cogent reasons to doubt their testimony.\n[465-A-B-C]\n2.1. From the letters written by Appellant to the sons of Respondent,\nit cannot be inferred that Respondent must have been the sister of the\nAppellant merely because in the said letters the Appellant was described\nas Mama, and he referred to the sons of Respondent as Bhagina (sister's\nson). [465-C-D]\n2.2. There is evidence on record to show that Respondent was also\ndistantly related to the appellant. In any event, the two families were on\nvisiting terms and it cannot be denied that the appellant and the\nE respondent were known to each other. The assertion of the appellant that\nF\nhe came to know Respondent only after objections were filed in his\nsuccession case cannot be accepted. But even so, one cannot jump to the\nconclusion that since he described himself as the Mama it must be held ·\nthat he was the brother of the Respondent. Very often because of closeness\nof families even distant relatives are addressed as uncle, and sometimes\neven persons unrelated are referred to as uncle i.e. Chacha or Mama etc.\n[465-D-E-F]\n2.3. Since it is the admitted case of the parties that the appellant is\nnot the real brother of Respondent he must be her step brother. Since in\nG one of the rejoinders filed by the appellant it was stated that ‘RD' was\nH\nthe daughter of one Deolal Pandey and Respondent was her daughter, the\nHigh Court connected these two facts and came to the conclusion that 'RD'\nwas married to ‘RB'. This Court does not subscribe to this logic because\nthere is no evidence to show that ‘RD' was ever married to ‘RB'. Hence,\nthe High Court was not justified in setting aside the findings of the Trial\nVIRENDRA KUMAR TRIPATHY v. NIRMALA DEVI [B.P. SINGH, J.] 461\nCourt. Accordingly, the order of the High Court is set aside and that of A\nthe Trial Court is restored. [465-G-H; 466-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 2781-84 of\n2004.\nFrom the Final Order and Judgment dated 21.1.2002 of the Patna High\nCourt in Misc. Appeal Nos. 462 \u0026 463 of 1997 and dated 22.1.03 in L.P.A.\nNos. 304 and 310 of 2002.\nAkhilesh Kr. Pandey, Sudhanshu Saran for the Appellant.\nT\nB\nR.S. Dvivedi, Nimish Gupta, Naveen Kumar, Suresh Tiwari and Ajay\nChaudhary for the Respondents.\nC\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. These appeals by special leave are directed against the\norder of the High Court of Judicature at Patna In L.P.A. Nos. 304 and 310\nof 2002 dated 22.1.2003 whereby the High Court dismissed the L.P.A.\npreferred by the appellant herein on the ground that in view of the provisions\nof Section 100-A of the Code of Civil Procedure inserted by an amendment\nin the year 2002, no LPA lay.\nIt was urged before us by the appellant that the High Court was clearly\nin error in not entertaining the LPA because it had been filed before the\namendment came into force, and in his submission LPAs pending as on the\ndate of the amendment were not affected by the amendment incorporating\nSection 100A in the C.P.C.\nD\nE\nF\nHowever, rather than going into the question of the maintainability of\nLPA, we have treated the special leave petitions as against the judgment and\norder of the High Court in Misc. Appeal Nos. 462 and 463 of 1997. We have\nheard learned counsel for the parties at length both on questions of law and\nfact. We have ben taken through the entire evidence as also the judgment of G\nthe courts below.\nThe facts, insofar as they are relevant for the disposal of the appeal,\nmay be noticed. The case of the appellant is that his father Ram Briksh\nSharma was married to Buch Kumari Devi and they had five issues which\nH\nB\n462\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA included the appellant and his brother Mahendra Narayan Sharma and three\nsisters, namely, Shyam Sunderi Devi, Kusum Devi and Kishori Devi. His\nbrother Mahendra Narayan Sharma was born on 1.1.1916. There is some\ndispute as to the year of his death but that is not very material. According to\nthe appellant he died in the year 1937 whereas according to the respondents\nhe died in the year 1942. After his death his wife Brij Kishori Devi succeeded\nto his estate who also died on 4.9.92. An application for grant of succession\ncertificate was filed by the appellant Virendra Kumar Tripathy claiming that\nhe being the real brother of Mahendra Narayan Sharma, the husband of the\ndeceased, was entitled to the grant of succession certificate to the estate of\nBrij Kishori Devi. This Succession case was numbered as Succession\nC Certificate Case No. 66/93 in the Court of 11th Additional District Judge\nPatna. In the said Succession case the respondent Nirmala Devi objected and\nfiled a reply. Later in the year 1995 she also filed a Succession Certificate\nCase No. 138 of 1995 claiming a Succession Certificate in respect of the\nestate of the late Brij Kishori Devi. Her case was that Ram Briksh Sharma\nhad tow wives. His first wife was one Mostt. Ramdaso Devi from whom he\nD\nhad two issues, namely, the appellant and Mahendra Narayan Sharma the\nhusband of the late Brij Kishori Devi. The second wife of Ram Briksh Sharma\nwas Buch Kumari Devi who gave birth to a son, the appellant herein, and\nthree daughters. She, therefore, claimed that the husband of late Brij Kishori\nDevi was her full brother and therefore she was entitled to the grant of\nE succession certificate in preference to the appellant Virendra Kumar Tripathy\nwho was only a step brother of Mahendra Narayan Sharma.\nF\nG\nH\nThe facts which are not in dispute are that Ram Briksh Sharma died in\nthe year 1964 while Buch Kumari Devi died in the year 1936 and Ramdaso\nDevi in the year 1944. Mahendra Narayan Sharma, the husband of late Brij\nKishori Devi was born on 1.1.1916 while the appellant Virendra Kumar\nTripathy was born in the year 1929. Nirmala Devi the respondent herein\nclaimed to be 21 years younger to Mahendra Narayan Sharma which means\nthat she was born in or about the year 1937.\nThus the appellant claimed to be the real brother of the husband of the\ndeceased Brij Kishori Devi both being the sons of Rarn Briksh Sharma and\nBuch Kumari Devi while respondent claimed to be the real sister of Mahendra\nNarayan Sharma both being the issues of Ram Briksh Sharma and Ramdaso\nDevi, the first wife of Ram Briksh Sharma.\nThe question, therefore which arises for consideration is whether Ram\n4\nVIRENDRA KUMAR TRIPATHY v. NIRMALA DEVI [B.P. SINGH, J.] 463\nBriksh Sharma was married only once to Buch Kumar Devi or whether he A\nmarried twice and his first wife, namely, Ramdaso Devi gave birth to the\nrespondent herein and Mahendra Narayan Sharma. The parties led evidence\nbefore the trial court. Since it was pleaded by the respondent herein that Ram\nBriksh Sharma was married twice, the burden was upon her to prove this fat.\nThe trial court accepted the evidence adduced by the appellant herein and\nB\nissued succession certificate in his favour while rejecting the succession\ncertificate case filed by the respondent herein. It found that the witnesses\nwho deposed at the trial on behalf of the respondent Nirmala Devi were\nunreliable and it was apparent that they were not revealing the truth.\nThe trial court discussed their evidence at length and came to the C\nconclusion that O.P.W. 1, 4 and 6 were unreliable and could not be believed.\nThe appellant had also examined witnesses to prove the fact that Ram Briksh\nSharma had married only once and in this regard the evidence of A.P.W. 1,\n2 and 3 was reliable.\nᎠ\nThe respondent preferred Misc. Appeal Nos. 462 and 463 of 1997 before\nthe High Court of judicature at Patna impugning the judgment and order of\nthe 11th Additional District Judge Patna dated 18.9.97. The High Court on\nconsideration of the evidence on record upset the findings recorded by the\ntrial court while allowing the miscellaneous appeals and granted succession\ncertificate in favour of the respondent herein holding that the evidence on E\nrecord established the fact that Ram Briksh Sharma had married twice, his\nfirst wife being Ramdaso Devi, and that the respondent herein and Mahendra\nNarayan Sharma were born to said Ramdaso Devi.\nF\nWe have heard the learned counsel for the parties at length and they\nhave taken us through the evidence on record. So far as the evidence of\nO.P.W. 1, 6 and 4 is concerned the trial court gave cogent reasons to doubt\ntheir testimony. It found that P.W. 1 who was 60 years old was born in the\nyear 1937. He claimed to have witnessed the marriage of Ram Briksh Sharma\nwith Buch Kumari Devi. This appeared to be false because admittedly the\nappellant, namely, Virendra Kumar Tripathy was born in the year 1929. Two G\nsisters of Virendra Kumar Tripathy were even older than him. So the marriage\nof Ram Briksh Sharma and Buch Kumar must have taken place many years\nbefore 1937 in which year this witness was born. He also stated Ramdaso\nDevi was only two years older to him and therefore, according to him Ramdaso\nDevi was born in the year 1935. This also appears to be blatantly false\nH\nB\n464\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA because Mahendra Narayan Sharma said to be the son of Ramdaso Devi was\nborn on 1.1.1916, and therefore Ramdaso Devi could never be the mother of\nMahendra Narayan Sharma who was 19 years older than her. The High Court\nhas dealt with the evidence of this witness in a rather cryptic manner observing\nthat this witness was disbelieved because he failed to name the son of Ramdaso\nDevi, although he claimed to be one of the grand sons of Deolal Pandey, the\nfather of Ramdaso Devi. As we have noticed earlier the trial court recorded\nreasons for rejecting the evidence of O.P.W. which have not even been\nadverted to by the High Court. The next witness O.P.W. 2 claimed to be 37\nyears old on the date he was deposing. Therefore, it could be deduced that\nhe was born in the year 1960. He had no personal knowledge about the\nC marriage of Buch Kumari Devi with Ram Briksh Sharma, nor did he know\nanything about the family of Ramdaso Devi. He claimed to have acquired\nsome knowledge from his parents. Obviously, this type of evidence was not\nvery helpful to the respondent herein. O.P.W. 3 is another witness whose\nevidence was considered by the trial court. His evidence has been rejected\nafter adequate consideration. His evidence has not even been adverted to by\nthe High Court because the respondents did not rely on it. We have carefully\nperused the findings recorded by the High Court and we find that the rejection\nof his evidence is fully justified. O.P.W. 4 is Nirmala Devi herself.\nD\nF\nO.P.W. 6 a Mukhia of the village was examined to prove the certificate\nE issued by him. Though the certificate purports to have been issued after full\nenquiry, it appears from the deposition of this witness that in fact no enquiry\nwas made could be made in the absence of any documentary evidence in\npossession of the Panchayat. He admitted that there was no family record\nmaintained by the Panchayat. He did not know whether the name of any\nmember of the family of the appellant was recorded in the voters list. We\nhave perused the evidence and we do not consider this witness to be an\nindependent witness or a reliable witness because he has gone out of the way\nto issue a certificate unsupported by any material before him. This only\nshows that he was inclined in favour of the respondent. What is more important\nis the fact that even if we accept his deposition before the court as it is, it\nG does not prove that Ram Briksh Sharma was married to Ramdaso Devi and\nthat the respondent Nirmala Devi and Mahendra Narayan Sharma were the\nissues through Ramdaso Devi. All that he has stated is that Ram Briksh\nSharma had married twice. Beyond that nothing is there in his statement to\nthe effect that it was Ramdaso Devi who was married to Ram Briksh Sharma,\nor that Mahendra Narayan Sharma and Nirmala Devi the respondent herein\nH\n2\nT\nVIRENDRA KUMAR TRIPATHY v. NIRMALA DEVI [B.P. SINGH, J.] 465\nwere the son and daughter of Ram Briksh Sharma and said Ramdaso Devi. A\nThe evidence of O.P.W. 6 only goes to this extent that Ram Briksh Sharma\nhad married twice.\nA surprising feature about the judgment of the High Court is that it has\nnot at all considered the evidence led by the appellant in support of his case\nwhich was accepted by the trial court. The evidence of A.P.W. 1, 2 and 3 are\nrelevant and they fully support the case of the appellant.\nB\nHaving regard to the oral evidence on record we are satisfied that the\ntrial court having considered the evidence at length came to the correct\nconclusion that the witnesses examined by the respondent did not appear to C\nbe truthful and could not be relied upon.\nWe then come to the documentary evidence on record relied upon by\nthe respondent. In this connection it was emphasised that there was letters\nwritten by the appellant to the sons of Nirmala Devi in the years 1981 and\n1993. It was stated that in the said letters the appellant was described as D\nMama, and he referred to the sons of Nirmala Devi as Bhagina (sister's son).\nFrom this it was sought to be inferred that Nirmala Devi must have been the\nsister of the appellant. On the basis of these letters alone we are not prepared\nto draw this inference. There is evidence on record to show that Nirmala\nDevi was also distantly related to the appellant. In any event, the two families\nwere on visiting terms and it cannot be denied that the appellant and the\nrespondent were known to each other. The assertion of the appellant that he\ncame to know Nirmala Devi only after objections were filed in his succession\ncase cannot be accepted. But even so, we cannot jump to the conclusion that\nsince he described himself as the Mama it must be held that he was the\nE\nbrother of Nirmala Devi the respondent herein. Very often because of closeness F\nof families even distant relatives are addressed as uncle, and sometimes even\npersons unrelated are referred to as uncle i.e. Chacha or Mama etc. We\nexpected some more evidence to be examined to support the plea that the\nappellant was the brother of the respondent.\nG\nThe logic of the judgment of the High Court is that these letters proved\nthat the appellant was the brother of Nirmala Devi. Since it is the admitted\ncase of the parties that the appellant is not the real brother of Nirmala Devi\nhe must be her step brother. Since in one of the rejoinders filed by the\nappellant it was stated that Ramdaso Devi was the daughter of one Deolal\nPandey and Nirmala Devi was her daughter, the High Court connected these H\n466\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA two facts and came to the conclusion that Ramdaso Devi was married to Ram\nBriksh Sharma. We do not subscribe to this logic because there is no evidence\nto show that Ramdaso Devi was ever married to Ram Briksh Sharma. We,\ntherefore, come to the conclusion that the High Court was not justified in\nsetting aside the findings of the trial court. These appeals must be allowed\nand we accordingly allow these appeals, set aside the impugned judgment\nand order of the High Court, and restore that of the trial court. There shall\nbe no order as to costs.\nB\nB.B.B.\nAppeals allowed.\n"}