{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nSPIC PHARMACEUTICALS DIVISION\nV.\nAUTHORITY UNDER SEC. 48(1) OF A.P. AND ANR.\nFEBRUARY 28, 2007\n[DR. ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nLabour Law:\nSales Promotion Employees (Conditions of Service) Act, 1976:\nMedical representatives-Dismissal from service-Redressal of\ngrievances-Forum-Held, on facts, forums created under ID Act can more\neffectively deal with the issues raised-In peculiar circumstances of the case,\nState Governments concerned directed to make reference to appropriate\nforums under ID Act-Industrial Disputes Act, 1947—Andhra Pradesh Shops\nD\nand Establishments Act, 1988.\nE\nAppellants, manufacturers of pharmaceutical products, terminated the\nservices of their employees, popularly known as medical representatives. The\nemployees approached the appellate authority under the Andhra Pradesh Shops\nand Establishments Act, 1988. Besides contesting the appeals on merits, the\nemployers contended that in view of the Sales Promotion Employees\n(Conditions of Service) Act, 1976, only the Labour Court under the Industrial\nDisputes Act, 1947 had jurisdiction in the matter and the jurisdiction of the\nappellate authority under the Shops Act was ousted. The appellate authority\nrejected the contentions of the employers and directed reinstatement of the\nF employees with back wages. Having remained unsuccessful in writ petitions\nas also in writ appeals before the High Court, the employers filed the appeals.\nG\nH\nDisposing of the appeals, the Court\nHELD:1.1. The forums created under the Industrial Disputes Act, 1947\non the facts of the case can more effectively deal with the issues raised. It is\nnot to be understood that this Court has said that the appellate authorities\nunder the Shops Act do not have jurisdiction. This Court is not really deciding\nthe issue as to whether there was exclusion of the jurisdiction of authorities\n428\nSPIC PHARMACEUTICALS DIVISION 1 AUTHORITY UNDER SEC 48(1) OF A.P. {PASAYAT, J.]\n429\nunder the Shops Act because it specifically provided that the forum under the A\nID Act can be approached. [Para 5] [431-E-G|\n1.2. It is made clear that the Court has not expressed any opinion on\nthe merits of the case and the order for reference by the State Government is\nbeing made in view of the special features involved. Normally it is for the State\nGovernment to decide whether reference is to be made but, in peculiar\ncircumstances and in view of the conceded position by the counsel for the\nparties that the industrial disputes do exist, the concerned State Governments\nare directed to refer the dispute to the forum under the ID Act for adjudication\nas directed. [Para 5] [431-H; 432-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 766 of 2004.\nFrom the Judgment and final Order dated 3.9.2003 of the Andhra Pradesh\nHigh Court at Hyderabad in W.P. No. 22735 of 2001.\nWITH\n(Civil Appeal Nos. 768 of 2004, 767 of 2004 and 1498 of 2004.)\nS. Ganesh, B. Rana, Vikrant Rana, Amaya Singh, Sunanda Yanglem (for\nM/s. S.S. Rana \u0026 Co.) Kuldeep Parihar, H.S. Parihar, S.V./ Deshpande for the\nAppellant.\nR. Santhan Krishnan, K. Radha Rani, Praveen K. Pandey, Vijay Kumar,\nD. Mahesh Babu, K.C. Shastri, B. Partha Sarthy, R.V. Kameshwaran, D. Bharathi\nReddy, P. Vinay Kumar and Sneha Bhaskaran for the Respondents.\nThe Judgment of the Court was delivered by\nB\nC\nD\nE\nF\nDR. ARIJIT PASAYAT, J. 1. Challenge in these appeals is to the legality\nof the judgment rendered by a Division Bench of the Andhra Pradesh High\nCourt. By the impugned judgment several writ appeals and writ petitions, filed\nby the appellants, were dismissed. The core question that arose for\nconsideration in the cases before the High Court was whether the provisions G\nof Sales Promotion Employees (Conditions of Service) Act, 1976 (in short the\n‘Act') oust the jurisdiction of the authorities constituted under the Andhra\nPradesh Shops and Establishment Act, 1988 (in short the 'Shops Act') and\nconsequently the Authorities under the Shops Act are excluded from\nentertaining appeals preferred by the aggrieved sales promotion employees H\nB\n430\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA challenging the termination of their services. The further question was whether\nthe Authorities constituted under the Shops Act have no jurisdiction to\nentertain any appeal preferred by the sales promotion employees challenging\naction of the employees in terminating their services. Several writ petitions\nfiled were dismissed by learned Single Judge of the High Court and therefore,\nwrit appeals were filed. The orders of the Authorities under the Shops Act\ndirecting the reinstatement of the employees into service together with back\nwages which were challenged in the writ petitions came to be dismissed by\nlearned Single Judge. The appellant in each case is involved in the manufacture\nof pharmaceutical products. It has engaged the services of employees for the\npurpose of marketing its manufactured products. In common parlance the\nemployees appointed by the pharmaceuticals companies are known as medical\nrepresentatives. Charge sheets were issued against the concerned employees\nand after holding inquiries, services of the employees were terminated. The\nemployees invoked the jurisdiction of the Labour Court challenging the orders\nof termination but later on they withdrew them and moved the authority under\nD the Act along with, in some cases, condonation for delay in approaching the\nAuthorities concerned. Notwithstanding serious objections raised by the\nemployer, the concerned Authority condoned the delay. Writ Petitions filed\nand writ appeals preferred were rejected.\nC\nE\nF\nG\n2. In the present appeals the stand of the appellants was that the\nauthority under the Shops Act had no jurisdiction to entertain the so called\nappeals preferred by the employees as the service conditions of the employes\nwere governed and regulated by the provisions of the Act which is a special\nenactment. The competent authority rejected the objections raised by the\nemployer. As regards the jurisdiction it was held that the cause of action\narose within the territorial jurisdiction of the concerned appellate authority\nand, therefore, the plea of the employer could not be entertained. Both the\nlearned Single Judge and the Division Bench in the writ appeal held that the\nappellate authorities' orders were in order. It did not accept the stand that the\nforum created under the Industrial Disputes Act, 1947 (in short the 'ID Act')\nwas the only forum and the disputes cannot be raised in any other forum.\n3. In support of the learned counsel appearing for the appellant submitted\nthat the Parliament enacted the Act as it thought that it would be more\nappropriate to have a separate legislation for governing service conditions of\nH the Sales Promotion Employees and accordingly made the provisions of the\n- 1\nSPIC PHARMACEUTICALS DIVISION 1. AUTHORITY UNDER SEC. 48(1) OF A P. [PASAYAT, J.] 431\nID Act applicable conferring rights on the Sales Promotion Employees to A\nchallenge the orders of dismissal, discharge or retrenchment in the forum\ncreated and constituted under the provisions of the ID Act. The Parliament\nspecified application of certain Acts to Sales Promotion Employees which\ninclude Workmen's Compensation Act, 1923, Minimum Wages Act, 1948,\nMaternity Benefit Act, 1961, Payment of Bonus Act, 1965 and Payment of\nGratuity Act, 1972. Except these Acts no other Act including the Shops Act\nshall be applicable.\nB\n4. In response learned counsel for the respondent-employees submitted\nthat two forums are available to the employees i.e. under the provisions of\nID Act and the Shops Act. It is for the employee to choose the remedy C\navailable to him in law either by approaching the forums created i.e. one\nconstituted under the ID Act or the Authorities constituted under the Shops\nAct.\n5.The High Court accepted that the Act which makes the provisions of\nD\nthe ID Act applicable providing remedy to Sales Promotion Employees is a\nspecial enactment dealing with service conditions of sales promotion employees\nemployed in the establishment engaged in pharmaceutical industries. The\nShops Act deals with specific rights created under that Act and it has been\nindicated that these provisions provided for some more measures for protecting\ninterest of the employees. They are beneficial in nature. The High Court held E\nthat the jurisdiction conferred under the Shops Act cannot be said to have\nbeen taken away in respect to enforcement of rights conferred under the Act.\nWe think it is unnecessary to go into these broader issues. We find that the\nforums created under the ID Act, on the facts of the case can more effectively\ndeal with the issues raised. It is not to be understood that we have said that F\nthe Appellate authorities under the shops Act do not have jurisdiction. We\nare not really deciding the issue as to whether there was exclusion of the\njurisdiction of authorities under the Shops Act because it specifically provided\nthat the forum under the ID Act can be approached. In the peculiar\ncircumstances, therefore, we direct that the concerned State Governments i.e.\nKarnataka, Tamil Nadu and Maharashtra shall make reference to the appropriate G\nforum under the ID Act within a month from today. The concerned forum shall\nmake an effort to dispose of the reference to be made within three months\nfrom the date of receipt of the reference. If the respondent employees are\nentitled to any payment because of the pendency of the disputes, the same\nshall be paid within two months from today. We make it clear that we have H\n432\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA not expressed any opinion on the merits of the case and the order for\nreference by the State Government is being made in view of the special\nfeatures involved. Normally it is for the State Government to decide whether\nreference is to be made but in view of the conceded position by the learned\ncounsel for the parties that the industrial disputes do exist, we direct the\nconcerned State Governments to refer the dispute to the forum under the ID\nAct for adjudication as directed above.\nB\nR.P.\nAppeals are accordingly disposed of with no orders as to costs.\nAppeals disposed of.\n上\n"}