{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nSTATE OF J \u0026 K AND ORS.\nV.\nSANJEEV KUMAR AND ORS.\nFEBRUARY 24, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nService Law :\nJammu and Kashmir Medical Education Gazetted Service Recruitment\nC Rules, 1979; Rule 57 :\nD\n;\nAppointment of doctors by direct recruitment-Grant of ad hoc promotion\nto departmental employees approved by State Public Service Commission―\nPanel/select list drawn by the Commission in pursuance of direct recruitment-\nAppointments from list/panel-Challenge to Allowed by High Court holding\nthat the appointments were made from future vacancies/beyond the notified\nvacancies-On appeal, Held: Commission recommended for promotion for\ndepartmental employees within a very short period from the date of the\nadvertisement for direct recruitment-Thus, there existed vacancies-High\nCourt did not examine the validity of select list/panel beyond one year-File\nE record containing policy decision with regard to the appointments in question\nnot produced by the Department in spite of specific directions by the High\nCourt-Hence, the case is remitted to the High Court for consideration afresh.\nAppellant-State of Jammu \u0026 Kashmir issued an advertisement for\nappointment of lecturers/doctors in the Medical Education Department.\nF In the meantime, four departmental employees were granted ad hoc\npromotion. Later, State Public Service Commission (Commission)\naccorded its approval for the promotion. Pursuant to the advertisement\nfor the direct recruitment, the Commission prepared a select list and\nwaiting list. In pursuance thereof, three persons were appointed. Their\nappointment was challenged by the respondents. The challenge was held\nto be without substance by the High Court. However, in the Letters Patent\nAppeal, Division Bench of the High Court held that the appointments were\nbeyond the notified vacancies as indicated in the advertisement for the\nappointment but it was in respect of future vacancies. Hence the present\nappeals.\nG\nH\n400\n;\nSTATE v. SANJEEV KUMAR\n401\nIt was contended by the appellant-State that the approach of the A\nHigh Court was erroneous both factually and legally; that it failed to notice\nthat because of the officiating promotions given to four persons, there\nexisted four vacancies, merely because they were not notified, that did not\nmake the situation different; and that since petitioners were not eligible\nfor appointment, they did not have locus standi to challenge the selection.\nB\nRespondents submitted that the State did not make requisition for\nappointment for six posts but it had categorically advertised for\nappointment for two posts; that had the Commission considered the four\nvacancies to be existing vacancies, it would have made list of six candidates\nand would not have drawn up waiting list; and that though the writ C\npetitioners were found to be ineligible on the date of advertisement, they\nwere eligible on the date the select list was drawn up.\nDisposing of the appeals, the Court\nHELD : 1.1. The Government can by a policy decision appoint D\npersons from the waiting list; and that while issuing advertisement the\nGovernment could have taken into account the likely vacancies. [406-B}\nPrem Singh and Ors. v. Haryana State Electricity Board and Ors., [1996]\n4 SCC 319 and Virender S. Hooda and Ors. v. State of Haryana and Anr.,\n[1999] 3 SCC 696, relied on.\n1.2. In fact, within a very short period from the date of the\nadvertisement, Public Service Commission approved the recommendations\nfor promotions for four persons. Therefore, it cannot be prima facie said\nthat there were no existing vacancies or likely vacancies. Moreover, the\neffect of Rule 57 has not been considered by the Division Bench of the\nHigh Court on the strong reasoning that though Single Judge of the High\nCourt had referred to Rules, the specific rule was not indicated, though\nsuch a rule exists. It was not the case of the writ petitioners in the Appeal\nbefore the Division Bench that no such rule exists. The effect of the rule\nwas required to be considered by the High Court. [406-D-E]\nE\nF\nG\n1.3. The question as to why the Commission prepared select list of\nonly two persons, when it could have drawn up list of six persons, while\ndrawing up of the select list, needs to be considered by the High Court.\nThough a reference has been made by the High Court to the Commission's\nstand in its judgment, the details are not indicated. Another question that H\nE\n1\n402\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA needs to be considered is if there were six vacancies (two notified and four\nexisting), whether the eligibility to be reckoned with reference to the date\nas indicated in the advertisement for appointment or from the date select\nlist was prepared. [406-F-G]\n2.1. In the facts and circumstances of the case, the matter is remitted\nB to the High Court for fresh consideration. Parties shall be permitted to\nfile further affidavits and documents in support of their respective stand.\nPolicy decision files shall be produced by the State as and when required\nby the Bench hearing the appeal. [407-C]\nC\nD\n2.2. It is clarified that no opinion has been expressed on the merits,\nwhich shall be considered by the High Court uninfluenced by any\nobservation made by it earlier in the impugned judgment. [407-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1396-1397\nof 2005.\nFrom the Judgment and Order dated 25.8.2003 of the Jammu and\nKashmir High Court in L.P.A. (SW) Nos. 168 and 303 of 2002.\nWITH\n[1]\nE\nF\nG\nH\nC.A. Nos. 1411-1412 of 2005.\nAnis Suhrawardy for the appellant in C.A. No. 1396-1397/2005.\nP.P. Rao, P.Ramesh Kumar, Achal Sethi, Ms.Aparna Bhat and Mushtaq\nAhmad for the Appellant in C.A. Nos. 1411-1412/2005 and Respondent Nos.\n2-4 in C.A. Nos. 1396-97/2005.\nA. Mariarputham and Ms.Aruna Mathur for M/s. Arputhan and Aruna\n\u0026 Co. for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nThese appeals are directed against the judgment rendered by a Division\nBench of the Jammu and Kashmir High Court holding that the appointment\nof three doctors, namely, Dr. Muzaffar Jan, Dr. Ghulam Rasool Wani and Dr.\nGhanshyam Saini-the appellants in the civil appeals corresponding to SLP\nb\n-\nSTATE v. SANJEEV KUMAR [PASAYAT, J.]\n403\n(C) Nos.21954-21955 of 2003 to be illegal. They are also private respondents A\nin the appeals filed by the State of Jammu and Kashmir, and Jammu and\nKashmir Public Service Commission (in short the 'PSC').\nBackgrounds facts in a nutshell are as follows:\nAn advertisement was issued on 12.10.1998 by the State inviting B\napplications for appointment as lectures in Paediatrics in the Medical Education\nDepartment of the State of Jammu and Kashmir. Before that date four persons\nhad been granted ad-hoc promotion as Assistant Professors. Such promotion\nwas subject to approval by the PSC. On 23.10.1998 PSC accorded approval\nto the promotion of the four lecturers as Assistant Professors.\nD\nIn response to the advertisement, several persons had applied. Dr.\nSanjeev Kumar and Dr. Arun Gandotra (the writ petitioners before the High\nCourt) had also applied. Since they were not found eligible for appointment\nthey were not called for interview. Questioning such action writ petitions\nwere filed by them. Pursuant to interim orders by the High Court they were\nallowed to participate in the selection process; but were not found eligible.\nThe writ petitions filed by them were dismissed. There was no further\nchallenge. Subsequently, a select list was prepared by the PSC indicating that\none Dr. Nazir Ahmad Parray was placed at No. 1 while the result in respect\nof second post was with held. A waiting list was prepared where names of\nDr. Muzaffar Jan, Dr. Ghulam Rasool Wani and Dr. Ghanshyam Saini were E\nlisted. The select list was prepared on 25.10.1999. According to the operative\nRules i.e. Jammu and Kashmir Medical Education Gazetted Service\nRecruitment Rules, 1979 (in short the 'Rules') period of validity of the list\nis one year which may be extended by another six months on special request\nof the Government if the request for such extension is made before the expiry F\nof the validity of the panel. The relevant Rule is Rule 57. Before the expiry\nof the one year, period Dr. Muzaffar Jan, Dr. Ghulam Rasool Wani and Dr.\nGhanshyam Saini were appointed. Questioning their appointments, Dr. Sanjeev\nKumar and Dr. Arun Gandotra filed writ petitions before the Jammu and\nKashmir High Court. A learned Single Judge dismissed the application holding\nthat the appointments were made in accordance with the Rules, and there was G\nnothing infirm and in any event the writ petitioners who were found ineligible\ninitially and their challenge to the selection was held to be without substance\ncannot raise any dispute. Letters Patent Appeals were filed before the High\nCourt. By the impugned judgment the Division Bench of the High Court\nallowed the appeal holding that the appointments were beyond the notified\nH\n404\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA vacancies as per advertisement and this was not really a case of existing\nvacancies which were not notified. On the contrary, it was in respect of\nfuture vacancies. It was held that though learned Single Judge had referred\nto certain Rule as regards preparation of select list, the specific Rule was not\nnoted. The writ petitioners had locus standi to question the selection as they\ncould have come within the zone of consideration had these posts been notified.\nB\nThough reference was made to certain policy decisions to justify the\nappointments the relevant files were not produced in spite of specific directions.\nC\nIn support of the appeals, learned counsel for the appellants submitted\nthat the High Court rejected the State's stand that the policy decision was\ntaken to appoint the selected persons, in view of the piquant situations, the\nrelevant files could not be produced. The files would clearly indicate that to\nmeet the requirements as stated by the Medical Council of India (in short the\n'MCI') appointment from the waiting list was imperative. The approach of\nthe High Court was erroneous both factually and legally. It failed to notice\nthat because of the officiating promotions given to four persons, there were\nD four vacancies existing. Merely because they were not notified, that did not\nmake the situation different. It was not really a case of future vacancies but\nanticipated and existing vacancies. Since it is permissible, no faults should\nhave been found by the High Court. The writ petitioners did not possess the\nrequisite qualifications and, therefore, they did not have locus standi to\nchallenge the selection.\nE\nIn response, learned counsel for the writ petitioners (respondents in the\npresent appeals) submitted that the State had not made any requisition for six\nposts. It had categorically advertised for two posts. If in reality the PSC had\nconsidered the four vacancies to be existing vacancies, it would have made\nF list of six candidates and would not have drawn up waiting list. Though the\nwrit petitioners were found to be ineligible on the date of advertisement, they\nwere eligible on the date the select list was drawn up. The advertisement\nindicated the eligibility criteria to be as on 26.10.1998.\nThe legal position so far as the case of existing vacancies, notified\nG vacancies and future vacancies has been set out by this Court in several\ndecisions. In Prem Singh and Ors. v. Haryana State Electricity Board and\nOrs., [1996] 4 SCC 319, in paragraphs 25 and 26 it was laid down as follows:\nH\nr\n“25. From the above discussion of the case-law it becomes clear that\nthe selection process by way of requisition and advertisement can be\nstarted for clear vacancies and also for anticipated vacancies but not\nSTATE v. SANJEEV KUMAR [PASAYAT, J.]\n405\nB\nfor future vacancies. If the requisition and advertisement are for a A\ncertain number of posts only the State cannot make more appointments.\nthan the number of posts advertised, even though it might have\nprepared a select list of more candidates. The State can deviate from\nthe advertisement and make appointments on posts falling vacant\nthereafter in exceptional circumstances only or in an emergent situation\nand that too by taking a policy decision in that behalf. Even when\nfilling up of more posts than advertised is challenged the court may\nnot, while exercising its extraordinary jurisdiction, invalidate the excess\nappointments and may mould the relief in such a manner as to strike\na just balance between the interest of the State and the interest of\npersons seeking public employment. What relief should be granted in C\nsuch cases would depend upon the facts and circumstances of each\ncase.\nE\n26. In the present case, as against the 62 advertised posts the Board\nmade appointments on 138 posts. The selection process was started\nfor 62 clear vacancies and at that time anticipated vacancies were not D\ntaken into account. Therefore, strictly speaking, the Board was not\njustified in making more than 62 appointments pursuant to the\nadvertisement published on 2-11-1991 and the selection process which\nfollowed thereafter. But as the Board could have taken into account\nnot only the actual vacancies but also vacancies which were likely to\narise because of retirement etc. by the time the selection process was\ncompleted it would not be just and equitable to invalidate all the\nappointments made on posts in excess of 62. However, the\nappointments which were made against future vacancies - in this case\non posts which were newly created - must be regarded as invalid. As\nstated earlier, after the selection process had started 13 posts had F\nbecome vacant because of retirement and 12 because of deaths. The\nvacancies which were likely to arise as a result of retirement could\nhave been reasonably anticipated by the Board. The Board through\noversight had not taken them into consideration while a requisition\nwas made for filling up 62 posts. Even with respect to the appointments\nmade against vacancies which arose because of deaths, a lenient view\ncan be taken and on consideration of expediency and equity they\nneed not be quashed. Therefore, in view of the special facts and\ncircumstances of this case we do not think it proper to invalidate the\nappointments made on those 25 additional posts. But the appointments\nmade by the Board on posts beyond 87 are held invalid. Though the H\nG\nA\n406\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nHigh Court was right in the view it has taken, we modify its order to\nthe aforesaid extent. These appeals are allowed accordingly. No order\nas to costs.\"\nAs is clearly spelt from the quoted portion, the Government can by a\npolicy decision appoint people from the waiting list. It has been laid down.\nB that on the facts of Prem Singh's case (supra) while issuing advertisement the\nGovernment could have taken into account likely vacancies. The principle in\nPrem Singh's case (supra) was followed in Virender S. Hooda and Ors. v.\nState of Haryana and Anr., [1999] 3 SCC 696.\nC\nIt appears from the records that prior to the date of advertisement cases\nof four persons who had been promoted on officiating basis were receiving\nconsideration of the PSC. In fact, within a very short period from the date of\nthe advertisement, PSC approved the recommendations for promotions for\nfour persons. Therefore, it cannot be prima facie said that there were no\nexisting vacancies or likely vacancies. Additionally, the effect of Rule 57 has\nD not been considered by the Division Bench on the strong reasoning that\nthough learned Single Judge had referred to a Rule, the specific Rule was not\nindicated. It is not in dispute that such a Rule exists. It was not the case of\nthe writ petitioners in the Appeal before the Division Bench that no such\nRule exists. The effect of the Rule was required to be considered by the High\nCourt.\nE\nF\nBut several other questions also need to be considered. One is why the\nPSC prepared select list of only two persons, when it could have drawn up\nlist of six persons, while drawing up of the select list on 25.10.1999 after the\ninterview on 14.9.1999. Though a reference has been made by the High\nCourt to the PSC's stand in its judgment, the details are not indicated.\nFurther the question that needs to be considered is if there were six\nvacancies (two notified and four existing), whether the eligibility was to be\nreckoned with reference to 26.10.1998 or from the date select list was prepared\non 25.10.1999. This has to be considered in the background of the dismissal\nG of the earlier writ petitions filed by Dr. Arun Gandotra and Dr. Sanjeev\nKumar. There is no definite finding recorded by the Division Bench in this\nregard.\nAdditionally we find that though the State was asked to produce the\nfiles, it appears that for reasons beyond its control the files containing the\nH alleged policy decision could not be produced for perusal of the Bench hearing\nاد\nSTATE v. SANJEEV KUMAR [PASAYT,J.]\n407\nthe appeals.\nIn the aforesaid background, we remit the matter to the High Court for\nfresh consideration. Parties shall be permitted to file further affidavits and\ndocuments in support of their respective stand. As undertaken by the learned\ncounsel for the State, files shall be produced as and when required by the\nBench hearing the appeal.\nA\nB.\nThe existing position pursuant to interim order of this court shall continue\ntill disposal of the matter afresh by the High Court. We make it clear that we\nhave not expressed any opinion on the merits, which shall be considered by\nthe High Court uninfluenced by any observation made by it earlier in the\nC\nimpugned judgment.\nS.K.S.\nThe appeals are accordingly disposed of without any order as to costs.\nAppeals disposed of.\n"}