{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"698\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nC\nD\nE\nF\n0\n6. Article 217 which deals with the appointment and the\nconditions of the office of a Judge of a High Court is set out\nas under:\n.\n217 - Appointment and conditions of the office of a Judge\nof a High Court - (1) Every Judge of a High Court shall\nbe appointed by the President by warrant under his hand.\nand seal after consultation with the Chief Justice of India,\nthe Governor of the State, and, in the case of appointment\nof a Judge other than the Chief Justice, the Chief Justice\nof the High court, and shall hold office, in the case of an\nadditional or acting Judge, as provided in article 224, and\nin any other case, until he attains the age of sixty-two years:\nProvided that-\n(a) a Judge may, by writing under his hand addressed to\nthe President, resign his office;\n(b) a Judge may be removed from his office by the\nPresident in the manner provided in clause (4) of article\n124 for the removal of a Judge of the Supreme Court;\n(c) the office of a Judge shall be vacated by his being\nappointed by the President to be a Judge of the Supreme\nCourt or by his being transferred by the President to any\nother High Court within the territory of India.\n(2) A person shall not be qualified for appointment as a\nJudge of a High Court unless he is a citizen of India and-\n(a) has for at least ten years held a judicial office in the\nterritory of India; or\n(b) has for at least ten years been an advocate of a High\nCourt or of two or more such courts in succession;\nExplanation: For the purposes of this clause-\nH\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n699\n(a) in computing the period during which a person has held A\njudicial office in the territory of India, there shall be included\nany period, after he has held any judicial office, during\nwhich the person has been an advocate of a High Court\nor has held the office of a member of a tribunal or any post,\nunder the Union or a State, requiring special knowledge\nof law;\n(aa) in computing the period during which a person has\nbeen an advocate of a High Court, there shall be included.\nany period during which the person has held judicial office\nor the office of a member of a tribunal or any post, under\nthe Union or a State, requiring special knowledge of law\nafter he became an advocate;\n(b) in computing the period during which a person has held\njudicial office in the territory of India or been an advocate\nof High Court, there shall be included any period before\nthe commencement of this Constitution during which he\nhas held judicial office in any area which was comprised\nbefore the fifteenth day of August, 1947, within India as\ndefined by the Government of India Act, 1935, or has been\nan advocate of any High Court in any such area, as the\ncase may be.\n(3) If any question arises as to the age of a Judge of a\nHigh Court, the question shall be decided by the President\nafter consultation with the Chief Justice of India and the\ndecision of the President shall be final.\"\nC\nD\nE\nF\n7. The Division Bench of the High Court in the impugned\njudgment observed that the first clause of Article 165 insists\nthat the Governor shall appoint a person as the Advocate G\nGeneral who is qualified to be appointed as a Judge of a High\nCourt. The qualifications for the appointment of a Judge of a\nHigh Court are prescribed in the second clause of Article 217.\nIt is true that the first clause of Article 217 says that a Judge of\na High Court \"shall hold office until he attains the age of 60 H\n700\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nC\nA years\" (at the relevant time the age of retirement of a Judge of\nthe High Court was 60 years and now it is 62 years). The\nDivision Bench further held that the real question then was\nwhether this provision is to be construed as one prescribing a\nqualification or as one prescribing the duration of the\nB appointment of a Judge of a High Court. It was further held that\nas the provision does not occur in the second clause, it can\nonly be construed as one prescribing the duration of the\nappointment of a Judge of a High Court. The Court further\nobserved that the provisions about duration in the first clause\nof Article 217 cannot be made applicable to the Advocate\nGeneral because the Constitution contains a specific provision\nabout the duration of the appointment of the Advocate General\nin the third clause of Article 165 which says that the Advocate\nGeneral shall hold office during the pleasure of the Governor.\nThis provision does not limit the duration of the appointment\nby reference to any particular age, as in the case of a Judge,\nit is not permissible to import into it the words “until he attains\nthe age of sixty years\". The specific provision in the Constitution.\nmust, therefore, be given effect to without any limitation. If a\nperson is appointed as an Advocate General, say at the age\nof fifty-five years, there is no warrant for holding that he must\ncease to hold his office on his attaining sixty two years because\nit is so stated about a Judge of a High court in the first clause\nof Article 217. If that be a true position, as we hold it is, then\nthe appointment is not bad because the person is past sixty\nF two years, so long as he has the qualifications prescribed in\nthe second clause of Article 217.\nD\nE\n8. Shri Dinesh Dwivedi, the learned senior counsel\nappearing for the State of Uttarakhand submitted that, over half\nG a century ago, in G.D. Karkare v. T.L. Shevde \u0026 Others AIR\nH\n1952 Nagpur 330, this controversy has been settled by the\nDivision Bench of the Nagpur High Court and the said judgment\nwas approved by a Constitution Bench of this Court in the case\nof Atlas Cycle Industries Ltd. Sonepat v. Their Workmen 1962\nSupp. (3) SCR 89. In Karkare's case (supra), it was observed\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\nas follows:\n701\n\"25. It is obvious that all the provisions relating to a Judge\nof a High Court cannot be made applicable to the\nAdvocate-General. The provisions about remuneration are\ndifferent for the two offices. A Judge of the High Court is\ngoverned by Art. 221. The Advocate-General is governed\nby clause (3) of Art. 165 and receives such remuneration\nas the Governor may determine.\nA\nB\nC\n26. What the first clause of Art. 165 insists is that the\nGovernor shall appoint a person who is qualified to be\nappointed a Judge of a High Court to be Advocate-\nGeneral for the State. The qualifications for the\nappointment of a Judge of a High Court are prescribed in\nthe second clause of Art. 217. It is true that the first clause\nof Art 217 says that a Judge of a High Court \"shall hold D\noffice until he attains the age of 60 years\". The real\nquestion then is whether this provision is to be construed\nas one prescribing a qualification or as one prescribing\nthe duration of the appointment of a Judge of a High Court.\nAs the provision does not occur in the second clause, it E\ncan only be construed as one prescribing the duration of\nthe appointment of a Judge of a High Court..\nF\n27. The provision about duration in the first clause of Art.\n217 cannot be made applicable to the Advocate-General\nbecause the Constitution contains a specific provision\nabout the duration of the appointment of the Advocate-\nGeneral in the third clause of Art. 165 which says that the\nAdvocate-General shall hold office during the pleasure of\nthe Governor. As this provision does not limit the duration\nof the appointment by reference to any particular age, as\nin the case of a Judge, it is not permissible to import into\nit the words \"until he attains the age of sixty years”. The\nspecific provision in the Constitution must therefore be\ngiven effect to without any limitation. If a person is\nappointed Advocate-General, say at the age of fifty-five, H\nG\nA\nB\nC\nD\nE\nF\n0\nH\n702\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nthere is no warrant for holding that he must cease to hold\nhis office on this attaining sixty years because it is so stated\nabout a Judge of a High Court in the first clause of Art.\n217. If that be the true position, as we hold it is, then the\nappointment is not bad because the person is past sixty\nyears, so long as he has the qualifications prescribed in\nthe second clause of Art. 217. It was not suggested that\nthe non-applicant does not possess the qualifications\nprescribed in that clause.\n28. The provision that every Judge of a High Court \"shall\nhold office until he attains the age of sixty years\" has two\naspects to it. While in one aspect it can be viewed as a\nguarantee of tenure during good behaviour to a person\nappointed as a Judge of a High Court until he attains the\nage of sixty, in another aspect it can be viewed as a\ndisability in that a Judge cannot hold his office as of right\nafter he attains the age of sixty years.\n29. We say as of right because under Art. 224 a person\nwho has retired as a Judge of a High Court may be\nrequested to sit and act as a Judge of a High court. The\nattainment of the age of sixty by a person cannot therefore\nbe regarded as a disqualification for performing the\nfunctions of a Judge. But the learned counsel for the\napplicant tried to distinguish between the case of a person\nqualified to be appointed a Judge of a High Court under\nArticle 217 and the case of a person requested to sit and\nact as a Judge under Article 224.\nThe distinction between the case of a person\nqualified to be appointed a Judge of a High Court under\nArticle 217 and the case of a person requested to sit and\nact under Article 224 is not with respect to the qualifications\nfor performing the functions of a Judge, but with respect\nto the matters provided by Article 221, 222, 223, etc. In\nthe language of the Constitution a Judge does not lose the\nqualifications prescribed in the second clause of Article\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n703\n217 on the attainment of the age of sixty years. A person A\nwho attains that age cannot be appointed as a Judge not\nbecause he is not qualified to be so appointed within the\nmeaning of the second clause of Article 217, but because\nthe first clause of that Article expressly provides that a\nJudge shall hold office until he attains the age of sixty B\nyears.\nC\nD\n(30) If the provision in the first clause of Article 217 viewed\nas a guarantee of tenure of office until the age of sixty is\nnot available to the Advocate-General because he holds\noffice during the pleasure of the Governor, we see no\ncompelling reason why the same provision construed as\na disability should be made applicable to him. We are,\ntherefore, of the view that the first clause of Article 217\ncannot be read with the first clause of Article 165 so as to\ndisqualify a person from being appointed Advocate-\nGeneral after the age of sixty years. We have no doubt on\nthe point. Even if the question be considered as not free\nfrom doubt, as the applicant desires to construe the first\nclause of Article 217 as a disabling provision against the\nnon-applicant, we cannot forget that provisions entailing\ndisabilities have to be construed strictly: 'Parameshwaram\nPillai Bhaskara Pillai v. State', 1950-5 Dom L R (Trav) 382.\nThe canon of construction approved by their Lordships of\nthe Privy Council is that if there be any ambiguity as to the\nmeaning of a disabling provision, the construction which F\nis in favour of the freedom of the individual should be given\neffect to: 'David v. De'silva', (1934) A C 106 at p. 114.\n(31) There is no force in the contention that the non-\napplicant could not have been appointed Advocate-\nGeneral because he had retired as a Judge of the High\nCourt. The learned counsel referred us to Clause (4)(a) of\nArticle 22 of the Constitution and submitted that the\nConstitution makes a distinction between a person who\nhas been a Judge and one who is qualified to be appointed\nE\nG\nH\nA\nB\nD\nE\nF\n704\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nas a Judge of a High Court. The provision in our view only\nmakes an exhaustive enumeration of the classes of\npersons who can constitute an Advisory Board. Such\npersons must either be or must have been or must be\nqualified to be appointed as Judges of a High Court. The\nprovision has therefore no bearing on the question whether\nthe first clause of Article 165 has to be read with the first\nclause of Article 217, which question we have already\nanswered in the negative. The case of the non-applicant\nis unique. Article 220 is not applicable to him because he\ndid not hold office as a Judge of the High Court after the\ncommencement of the Constitution. So the bar contained\nin that Article also does not come in his way.\"\n9. Despite the fact that the controversy has been fully\nsettled by a judgment of this Court, it has been raised from time\nto time in a number of writ petitions before the various High\nCourts. We would reproduce some of the judgments to\ndemonstrate that after the controversy has been finally settled\nby this Court, the filing of indiscriminate petitions with the same\nrelief creates unnecessary strain on the judicial system and\nconsequently leads to inordinate delay in disposal of genuine\nand bona fide cases.\n10. The following cases would demonstrate that, in how\nmany High Courts, the similar controversy has been raised after\nthe matter was finally settled by this Court:\n11. In Ghanshyam Chandra Mathur v. The State of\nRajasthan \u0026 Others 1979 Weekly Law Notes 773, the\nappointment of the Advocate General was once again\nchallenged. The court held that \"... no age of superannuation has\nG been mentioned in Article 165 of the Constitution of India. This\nclearly means that the age of superannuation which applies to\na High Court Judge, does not apply to the office of the Advocate\nGeneral\".\nН\n12. In Dr. Chandra Bhan Singh v. State of Rajasthan \u0026\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n705\nOthers AIR 1983 Raj. 149, the question regarding the validity A\nof the appointment of the Advocate General was challenged.\nThe Court in this case had held that the age of superannuation\nof a High Court Judge did not apply to the post of the Advocate\nGeneral. The court noted that all provisions in the Constitution\nfor High Court Judges, such as remuneration and tenure of B\noffice do not apply to the post of the Advocate General.\n13. In Manendra Nath Rai \u0026 Another v. Virendra Bhatia\n\u0026 Others AIR 2004 All. 133, the appointment of the Advocate\nGeneral was yet again challenged. The Court held as under:\nC\nD\n\"The argument that the provision of Sub-clause (1) of\nArticle 217 of the Constitution should be followed in the\nmatter of appointment of Advocate General is wholly\nmisconceived. Article 217 of the Constitution deals with the\nappointment and conditions of the office of a Judge of a\nHigh Court. The consultation with the Chief Justice of the\nState in the matter of appointment of a Judge of the High\nCourt cannot be made a requirement in the matter of the\nappointment of Advocate General. The appointment of\nAdvocate General is not governed by the aforesaid Article\nwhich falls in Chapter-V Part-6 of the Constitution whereas\nArticle 165, which deals with the appointment of Advocate\nGeneral for the State falls in Chapter II of Part 6. The\nscheme of the Constitution for the appointment of Advocate\nGeneral as well as for appointment of a Judge of the High F\nCourt is totally different.\"\n14. In a Division Bench judgment dated 4.2.2005 of the\nAllahabad High Court in Prem Chandra Sharma \u0026 Others v.\nMilan Banerji \u0026 Others in writ petition No. 716 (M/B) of 2005\nreported in 2005 (3) ESC 2001, the appointment of the Attorney\nGeneral for India was challenged and a prayer was made to\nissue a writ in the nature of quo warranto, because according\nto the petitioner, the respondent Milan Banerji had already\nattained the age of 65 years and he could not be appointed\nas the Attorney General for India. In that case, the Division\nE\nG\nH\n6.\n706 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Bench relied upon the judgment of the Division Bench of the\nNagpur High Court in G.D. Karkare's case (supra). The Court\nheld as under:\nB\nс\nD\nE\nF\nG\n\"Having examined various provisions of the\nConstitution, it is quite clear that the Constitution of India\ndoes not provide the retirement age of various\nconstitutional appointees. No outer age limit has been\nprovided for the appointment of the Attorney General,\nSolicitor General and Advocate General in the State. In the\ndemocratic system, prevailing in our country the Attorney\nGeneral is appointed on the recommendation of the Prime\nMinister by the President of India and traditionally, he\nresigns along with the Prime Minister. Learned Counsel\nfor the petitioner could not show any law relating to the age\nof retirement of Attorney General or embargo provided in\nConstitution on appointment of a person as Attorney\nGeneral, who has already attained the age of 65 years. We\nare of the considered opinion that the letter and spirit of\nthe Constitution as far as appointment of the Attorney\nGeneral is concerned, looking to significance,\nresponsibility and high status of the post, it lays down\ncertain requirements for a Member of Bar to be appointed\nas Attorney General of India. It is in this backdrop that the\nframers of the Constitution thought it necessary to\nprescribe minimum requisite qualification by laying that a\nperson who is qualified to be appointed as Judge of the\nHon'ble Court can be appointed as Attorney-General of\nIndia. This situation, however, cannot lead us to the\nconclusion by any stretch of imagination that the Attorney\nGeneral cannot hold his office after the age of 65 years.\nAs already indicated herein-above there are various\nconstitutional functionaries where no outer age limit is\nprovided to hold the office.\"\n15. In view of the clear enunciation of law in the aforesaid\njudgments, the controversy has been fully settled that the\nH Advocate General for the State can be appointed after he/she\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n707\nattains the age of 62 years. Similarly, the Attorney General for A\nIndia can be appointed after he/she attains the age of 65 years.\nIn a number of other cases regarding the appointment of other\nauthorities, the Courts have consistently taken the similar view.\n16. This Court in Binay Kant Mani Tripathi v. Union of\nIndia \u0026 Others (1993) 4 SCC 49 has re-affirmed this position.\nThe Court pointed out that the decision of appointing D.K.\nAggarwal to the position of the Vice-chairman of the Central\nAdministrative Tribunal could not be held to be illegal or wrong\non the ground that he was more than sixty two years old.\nB\nC\n17. In Baishnab Patnaik \u0026 Others v. The State AIR 1952\nOrissa 60, the appointment of a person to the Advisory Board\nunder the Preventive Detention Act was challenged on the\ngrounds that he was older than 60 years (the age of\nsuperannuation for High Court judges at that time). The court D\npointed out:\n\"If the makers of the Constitution thought that the age limit\nwas one of the qualifications for appointment as a Judge\nof a High Court they would not have specified it in Clause\n(1) of Article 217 but would have included it in Clause (2)\nof the said Article.\"\nE\n18. In Gurpal Singh v. State of Punjab \u0026 Others (2005) 5\nSCC 136, the appointment of the appellant as Auction\nRecorder was challenged. The Court held that the scope of F\nentertaining a petition styled as a public interest litigation and\nlocus standi of the petitioner particularly in matters involving\nservice of an employee has been examined by this Court in\nvarious cases. The Court observed that before entertaining the\npetition, the Court must be satisfied about (a) the credentials\nof the applicant; (b) the prima facie correctness or nature of\ninformation given by him; (c) the information being not vague\nand indefinite. The information should show gravity and\nseriousness involved. The court has to strike balance between\ntwo conflicting interests; (i) nobody should be allowed to indulge H\nG\n"}