{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nC\nD\nE\nF\n0\n☐ H\n738 SUPREME COURT REPORTS\n4.\n5.\n6.\n7.\n8.\n[2010] 1 S.C.R.\nThis shall be applicable to all seas, bays, estuaries,\ncreeks rivers and backwaters. This direction shall\nnot apply to traditional and improved traditional\ntypes of technologies (as defined in Alagarswami\nreport) which are practised in the coastal low lying\nareas.\nAll acquaculture industries/shrimp culture industries/\nshrimp culture ponds operating/set up in the coastal\nregulation zone as defined under the CRZ\nNotification shall be demolished and removed from\nthe said area before March 31, 1997.\nThe agricultural lands, salt pan lands, mangroves,\nwet lands, forest lands, land for village common\npurpose and the land meant for public purposes\nshall not be used/converted for construction of the\nshrimp culture ponds.\nNo acquaculture industry/shrimp culture industry/\nshrimp culture ponds shall be constructed/set up\nwithin 1000 meter of Chilka lake and Pulicat lake\n(including Bird Sanctuaries namely Yadurapattu\nand Nelapattu).\nAcquaculture industry/shrimp culture industry/shrimp\nculture ponds already operating and functioning in\nthe said area of 1000 meter shall be closed and\ndemolished before March 31, 1997.\nThe Court also directed that the shrimp industries\nfunctioning within 1000 meter from the Coastal\nRegulation Zone shall be liable to compensate the\naffected persons on the basis of the \"polluter pays\"\nprinciple.\n9. The authority was directed to compute the\ncompensation under two heads namely, for\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n739\nreversing the ecology and for payment to A\nindividuals.\n10. The compensation amount recovered from the\npolluters shall be deposited under a separate head\ncalled \"Environment Protection Fund\" and shall be\nutilised for compensating the affected persons as\nidentified by the authority and also for restoring the\ndamaged environment.\n104. The Court also granted substantial costs to the\npetitioners.\n105. The courts because of vast destruction of\nenvironment, ecology, forests, marine life, wildlife etc, etc. gave\ndirections in a large number of cases in the larger public\ninterest. The courts made a serious endeavour to protect and\npreserve ecology, environment, forests, hills, rivers, marine life,\nwildlife etc. etc. This can be called the second phase of the\npublic interest litigation in India.\nTHE TRANSPARENCY AND PROBITY IN GOVERNANCE\nPHASE-III OF THE PUBLIC INTEREST LITIGATION\n106. In the 1990's, the Supreme Court expanded the ambit\nand scope of public interest litigation further. The High Courts\nalso under Article 226 followed the Supreme Court and passed\na number of judgments, orders or directions to unearth\ncorruption and maintain probity and morality in the governance\nof the State. The probity in governance is a sine qua non for\nan efficient system of administration and for the development\nof the country and an important requirement for ensuring probity\nin governance is the absence of corruption. This may broadly\nbe called as the third phase of the Public Interest Litigation. The\nSupreme Court and High Courts have passed significant\norders.\nB\nC\nD\nE\nF\nG\n107. The case of Vineet Narain \u0026 Others v. Union of India\n\u0026 Another AIR 1998 SC 889 is an example of its kind. In that H\nB\n740\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA case, the petitioner, who was a journalist, filed a public interest\nlitigation. According to him, the prime investigating agencies.\nlike the Central Bureau of Investigation and the Revenue\nauthorities failed to perform their legal obligation and take\nappropriate action when they found, during investigation with\na terrorist, detailed accounts of vast payments, called 'Jain\ndiaries', made to influential politicians and bureaucrats and\ndirection was also sought in case of a similar nature that may\noccur hereafter. A number of directions were issued by the\nSupreme Court. The Court in that case observed that \"it is trite\nthat the holders of public offices are entrusted with certain power\nto be exercised in public interest alone and, therefore, the office\nis held by them in trust for the people.\"\nC\n108. Another significant case is Rajiv Ranjan Singh\n'Lalan' \u0026 Another v. Union of India \u0026 Others (2006) 6 SCC\nD 613. This public interest litigation relates to the large scale\ndefalcation of public funds and falsification of accounts involving\nhundreds of crores of rupees in the Department of Animal\nHusbandry in the State of Bihar. It was said that the\nrespondents had interfered with the appointment of the public\nE prosecutor. This court gave significant directions in this case.\nF\n109. In yet another case of M. C. Mehta v. Union of India\n\u0026 Others (2007) 1 SCC 110, a project known as \"Taj Heritage\nCorridor Project\" was initiated by the Government of Uttar\nPradesh. One of the main purpose for which the same was\nundertaken was to divert the River Yamuna and to reclaim 75\nacres of land between Agra Fort and the Taj Mahal and use\nthe reclaimed land for constructing food plazas, shops and\namusement activities. The Court directed for a detailed enquiry\nwhich was carried out by the Central Bureau of Investigation\n(CBI). On the basis of the CBI report, the Court directed\nregistration of FIR and made further investigation in the matter.\nThe court questioned the role played by the concerned Minister\nfor Environment, Government of Uttar Pradesh and the Chief\nMinister, Government of Uttar Pradesh. By the intervention of\nH this Court, the said project was stalled.\nG\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n741\n110. These are some of the matters where the efficacy, A\nethics and morality of the governmental authorities to perform\ntheir statutory duties was directed under the scanner of the\nSupreme Court and the High Courts.\n111. In M. C. Mehta v. Union of India \u0026 Others (2007) 12\nSCALE 91, in another public interest litigation, a question was\nraised before the court whether the Apex Court should consider\nthe correctness of the order passed by the Governor of Uttar\nPradesh refusing to grant sanction for prosecution of the Chief\nMinister and Environment Minister after they were found\nresponsible in 'Taj Heritage Corridor Project\". It was held that\nthe judiciary can step in where it finds the actions on the part\nof the legislature or the executive to be illegal or unconstitutional.\nB\nC\nD\nE\n112. In Centre for Public Interest Litigation v. Union of\nIndia \u0026 Another AIR 2003 SC 3277, two writ petitions were\nfiled in public interest by the petitioner calling in the question\nof decision of the government to sell majority of shares in\nHindustan Petroleum Corporation Limited and Bharat\nPetroleum Corporation Limited to private parties without\nParliamentary approval or sanction as being contrary to and\nviolative of the provisions of the ESSO (Acquisition of\nUndertaking in India) Act, 1974, the Burma Shell (Acquisition\nof Undertaking in India) Act, 1976 and Caltex (Acquisition of\nShares of Caltex Oil Refining India Limited and all the\nundertakings in India for Caltex India Limited) Act, 1977. The F\ncourt upheld the petitions until the statutes are amended\nappropriately.\n113. These are some of the cases where the Supreme\nCourt and the High Courts broadened the scope of public\ninterest litigation and also entertained petitions to ensure that\nin governance of the State, there is transparency and no\nextraneous considerations are taken into consideration except\nthe public interest. These cases regarding probity in\ngovernance or corruption in public life dealt with by the courts\ncan be placed in the third phase of public interest litigation.\nG\nH\nA\nB\nC\nD\nE\n742 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n114. We would also like to deal with some cases where\nthe court gave direction to the executives and the legislature\nto ensure that the existing laws are fully implemented.\n115. In Pareena Swarup v. Union of India (2008) 13\nSCALE 84, a member of the Bar of this court filed a public\ninterest litigation seeking to declare various sections of the\nPrevention of Money Laundering Act, 2002 as ultra vires to the\nConstitution as they do not provide for independent judiciary\nto decide the cases but the members and chairperson to be\nselected by the Selection Committee headed by the Revenue\nSecretary. According to the petitioner, following the case of L.\nChandrakumar v. Union of India \u0026 Others (1997) 3 SCC 261\nundermines separation of powers as envisaged by the\nConstitution.\n116. We have endeavoured to give broad picture of the\npublic interest litigation of Ist, IInd and IIIrd phases decided by\nour courts.\n117. We would briefly like to discuss evolution of the public\ninterest litigation in other judicial systems.\nEVOLUTION OF PUBLIC INTERST LITIGATION IN OTHER\nJUDICIAL SYSTEMS NAMELY, USA, U.K., AUSTRALIA\nAND SOUTH AFRICA.\nF AUSTRALIA\n--\n118. In Australia also for protecting environment, the\nAustralian court has diluted the principle of ‘aggrieved person'.\n119. In Australia, Public Interest Litigation has been a\nG method of protecting the environment. The courts have not given\na definition of 'Public Interest Litigation', but in Oshlack v\nRichmond River Council (1998) 193 CLR 72: (1998) 152\nALR 83, the High Court of Australia (apex court) upheld the\nconcept and pointed out the essential requirements. McHugh\nH J., quoted Stein J., from the lower court:\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n743\n\"In summary I find the litigation to be properly characterised A\nas public interest litigation. The basis of the challenge was\narguable, raising serious and significant issues resulting\nin important interpretation of new provisions relating to the\nprotection of endangered fauna. The application\nconcerned a publicly notorious site amidst continuing\ncontroversy. Mr. Oshlack had nothing to gain from the\nlitigation other than the worthy motive of seeking to uphold\nenvironmental law and the preservation of endangered\nfauna.\"\n120. To the court it was important that the petitioner did\nnot have any other motive than the stated one of protecting the\nenvironment. The test therefore in Australia seems to be that\nthe petitioner when filing a public interest litigation, should not\nstand to gain in some way.\nU.S.A.\n121. The US Supreme Court realized the constitutional\nobligation of reaching to all segments of society particularly the\nblack Americans of African origin. The courts' craftsmanship\nand innovation is reflected in one of the most celebrated path-\nbreaking judgment of the US Supreme Court in Oliver Brown\nv. Board of Education of Topeka 347 U.S. 483, 489-493\n(1954). Perhaps, it would accomplish the constitutional\nobligation and goal. In this case, the courts have carried out\ntheir own investigation and in the judgment it is observed that\n\"Armed with our own investigation\" the courts held that all\nAmericans including Americans of African origin can study in\nall public educational institutions. This was the most significant\ndevelopment in the history of American judiciary.\n122. The US Supreme Court dismissed the traditional rule\nof Standing in Association of Data Processing Service\nOrganizations v. William B. Camp 397 U.S. 150 (1970). The\ncourt observed that a plaintiff may be granted standing\nB\nC\nD\nE\nF\nG\nH\n744 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA whenever he/she suffers an \"injury in fact” - “economic or\nB\nC\nD\nE\notherwise\".\n123. In another celebrated case Olive B. Barrows v. Leola\nJackson 346 U.S. 249 (1953), 73 S.Ct. 1031 the court\nobserved as under:-\n\"But in the instant case, we are faced with a unique\nsituation in which it is the action of the state court which\nmight result in a denial of constitutional rights and in which\nit would be difficult if not impossible for the persons whose\nrights are asserted to present their grievance before any\ncourt. Under the peculiar circumstances of this case, we\nbelieve the reasons which underlie our rule denying\nstanding to raise another's rights, which is only a rule of\npractice, are outweighed by the need to protect the\nfundamental rights which would be denied by permitting the\ndamages action to be maintained.\"\n124. In environment cases, the US Supreme Court has\ndiluted the stance and allowed organizations dedicated to\nprotection of environment to fight cases even though such\nsocieties are not directly armed by the action.\n125. In United States v. Students Challenging Regulatory\nAgency Procedures (SCRAP) 412 US 669 (1973), the court\nallowed a group of students to challenge the action of the\nF railroad which would have led to environmental loss.\nG\nH\n126. In Paul J. Trafficante v. Metropolitan Life Insurance\nCompany 409 U.S. 205 (1972) the Court held that a landlord's\nracially discriminatory practices towards non-whites inflicted an\ninjury in fact upon the plaintiffs, two tenants of an apartment\ncomplex, by depriving them of the \"social benefits of living in\nan integrated community.\"\n127. Similarly, the Supreme Court of the United States has\ngranted standing in certain situations to a plaintiff to challenge\nSTATE OF UTTARANCHAL v.- BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n745\ninjuries sustained by a third party with whom he/she shares a A\n\"close\" relationship.\n128. In Thomas E. Singleton v. George J. L. Wulff 428\nU.S. 106 (1976), the Court granted standing to two physicians\nchallenging the constitutionality of a state statute limiting\nabortions. Similarly, in Caplin v. Drysdale 491 U.S. 617, 623-\n24 n. 3 (1989), the Court granted standing to an attorney to\nchallenge a drug forfeiture law that would deprive his client of\nthe means to retain counsel.\n00\nB\n129. The Supreme Court has also granted organizational C\nstanding. In Robert Warth v. Ira Seldin 422 U.S. 490, 511\n(1975), the Court declared that \"even in the absence of injury\nto itself, an association may have standing solely as the\nrepresentative of its members.\" This judgment had far reaching\nconsequence. In James B. Hunt v. Washington State Apple D\nAdvertising Commission, 432 U.S. 333, 343 (1977), the Court\nelaborated the parameters for organizational standing where\nan organization or association \"has standing to bring suit on\nbehalf of its members when: (a) its members would otherwise\nhave standing to sue in their own right; (b) the interests it seeks\nto protect are germane to the organization's purpose; (c)\nneither the claim asserted, nor the relief requested, requires the\nparticipation of individual members in the lawsuit\".\nENGLAND\n130. The use of PIL in England has been comparably\nlimited. The limited development in PIL has occurred through\nbroadening the rules of standing.\nBroad Rules of Standing\n131. In Re. Reed, Bowen \u0026 Co. (1887) 19 QBD 174 to\nfacilitate vindication of public interest, the English judiciary\nprescribed broad rules of standing. Under the traditional rule\nof standing, judicial redress was only available to a 'person\nE\n-\nF\nG\nH\n746 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA aggrieved' - one \"who has suffered a legal grievance, a man\nagainst whom a decision has been pronounced which has\nwrongfully deprived him of something or wrongfully refused him\nsomething or wrongfully affected his title to something.\"\nHowever, the traditional rule no longer governs standing in the\nB English Courts.\nC\n132. One of the most distinguished and respected English\nJudge Lord Denning initiated the broadening of standing in the\nEnglish Courts with his suggestion that the \"words 'person\naggrieved' are of wide import and should not be subjected to\na restrictive interpretation.” – Attorney-General of the Gambia\nv. Pierre Sarr N'Jie (1961) AC 617.\n133. The Blackburn Cases broadened the rule of standing\nin actions seeking remedy through prerogative writs brought by\nD individuals against public officials for breach of a private right.\n(e.g., mandamus, prohibition, and certiorari). Under the\nBlackburn standard, \"any person who was adversely affected\"\nby the action of a government official in making a mistaken\npolicy decision was eligible to be granted standing before the\nE Court for seeking remedy through prerogative writs - Regina\nv. Commissioner of Police of the Metropolis, Ex parte\nBlackburn [1968] 2 W.L.R. 893 (“Blackburn I”).\nF\n134. In Blackburn I, the Court of Appeal granted standing\nto Blackburn to seek a writ of mandamus to compel the Police\nCommissioner to enforce a betting and gambling statute\nagainst gambling clubs.\n135. In Blackburn II, the Court of Appeal found no defects\nin Blackburn's standing to challenge the Government's decision\nG to join a common market. Blackburn v. Attorney-General\n[1971] 1 W.L.R. 1037). ·\nH\n136. In Blackbum III, the Court of Appeal granted standing\nto Blackburn to seek a writ of mandamus to compel the\nMetropolitan Police to enforce laws against obscene\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n747\npublications. Regina v. Commissioner of Police of the A\nMetropolis, Ex parte Blackburn [1973] Q.B. 241.\n137. In Blackburn IV, the Court of Appeal granted standing\nto Blackburn to seek a writ of prohibition directed at the\nGreater London Council for failing to properly use their\ncensorship powers with regard to pornographic films. Regina\nv. Greater London Council ex parte. Blackburn [1976] 1\nW.L.R. 550.\ni\nB\nC\n138. The English judiciary was hesitant in applying this\nbroadened rule of standing to actions seeking remedy through\nrelator claims - Relator claims are remedies brought by the\nAttorney General to remedy a breach of a public right. (e.g.,\ndeclaration and injunction). Initially, Lord Denning extended the\nbroadened rule of standing in actions seeking remedy through\nprerogative writs to actions seeking remedy through relator D\nclaims. In Attorney General Ex rel McWhirter v. Independent\nBroadcasting Authority, (1973) Q.B. 629 the Court stipulated\nthat, \"in the last resort, if the Attorney-General refuses leave in\na proper case, or improperly or unreasonably delays in giving\nleave, or his machinery works too slowly, then a member of the E\npublic who has a sufficient interest can himself apply to the\ncourt.\" This rule was promptly overturned by the House of Lords\nin Gouriet v. Union of Post Office Workers [1978] A.C. 435. In\nthis case, the House of Lords held that in relator claims, the\nAttorney General holds absolute discretion in deciding whether F\nto grant leave to a case. Thus, the English judiciary did not\ngrant standing to an individual seeking remedy through relator\nclaims.\n139. Finally, an amendment to the Rules of the Supreme\nCourt in 1978 through Order 53 overcame the English\njudiciary's hesitation in applying a broadened rule of standing\nto relator claims. Order 53 applied the broadened rule of\nstanding to both actions seeking remedy through prerogative\nwrits and actions seeking remedy through relator claims. Rule\nG\nH\n"}