{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"718 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA standing by authorizing community litigation. The Court\nentertained a writ petition from a prisoner, a disinterested party,\nobjecting to the torture of a fellow prisoner. The Court\nentertained the writ after reasoning that \"these 'martyr' litigations\npossess a beneficent potency beyond the individual litigant and\nB their consideration on the wider representative basis\nstrengthens the rule of law.\" Significantly, citing \"people's\nvicarious involvement in our justice system with a broad-based\nconcept of locus standi so necessary in a democracy where\nthe masses are in many senses weak,\" the Court permitted a\nC human rights organization to intervene in the case on behalf of\nthe victim.\nD\n52. In Hussainara Khatoon \u0026 Others v. Home Secretary,\nState of Bihar, Patna AIR 1979 SC 1369, P. N. Bhagwati, J.\nhas observed that \"today, unfortunately, in our country the poor\nare priced out of the judicial system with the result that they are\nlosing faith in the capacity of our legal system to (sic) about\nchanges in their life conditions and to deliver justice to them.\nThe poor in their contact with the legal system have always.\nbeen on the wrong side of the line. They have always come\nacross 'law for the poor\" rather than law of the poor. The law\nis regarded by them as something mysterious and forbidding--\nalways taking something away from them and not as a positive\nand constructive social device for changing the social economic\norder and improving their life conditions by conferring rights and\nF benefits on them. The result is that the legal system has lost its\ncredibility for the weaker section of the community.\nE\nG\n53. In Prem Shankar Shukla v. Delhi Administration AIR\n1980 SC 1535, a prisoner sent a telegram to a judge\ncomplaining of forced handcuff on him and demanded implicit\nprotection against humiliation and torture. The court gave\nnecessary directions by relaxing the strict rule of locus standi.\n54. In Municipal Council, Ratlam v. Vardhichand \u0026 Others\nAIR 1980 SC 1622, Krishna lyer, J. relaxed the rule of locus\nH standi:\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n719\n\"The truth is that a few profound issues of processual A\njurisprudence of great strategic significance to our legal\nsystem face us and we must zero-in on them as they\ninvolve problems of access to justice for the people\nbeyond the blinkered rules of 'standing' of British Indian\nvintage. If the center of gravity of justice is to shift, as the B\nPreamble to the Constitution mandates, from the traditional\nindividualism of locus standi to the community orientation\nof public interest litigation, these issues must be\nconsidered.....\nXXX\nс\nXXX\nXXX\nXXX\nXXXX\nXXX\nWhy drive common people to public interest action? Where\nDirective Principles have found statutory expression in\nDo's and Don'ts the court will not sit idly by and allow\nmunicipal government to become a statutory mockery. The\nlaw will relentlessly be enforced and the plea of poor\nfinance will be poor alibi when people in misery cry for\njustice......\"\n55. In Fertilizer Corporation Kamgar Union (supra)\nKrishna lyer, J. and Bhagwati, J. had to answer in affirmative\nas to whether the workers in a factory owned by government\nhad locus standi to question the legality of sale of the factory.\nThey concluded with a quote: 'Henry Peter Brougham: Nieman\nReports, April 1956 as under:\n\"It was the boast of Augustus that he found Rome of brick\nand left it of marble. But how much nobler will be the\nsovereign's boast when he shall have it to say that he\nfound law dear and left it cheap; found it a sealed book\nand left it a living letter; found it the patrimony of the rich\nand left it the inheritance of the poor; found it the two-edged\nsword of craft and oppression and left it the staff of honesty\nand the shield of innocence.\"\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n720 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n56. In People's Union for Democratic Rights \u0026 Others\n(supra), this Court observed as under:\n\"that public interest litigation which is a strategic arm of the\nlegal aid movement and which is intended to bring justice\nwithin the reach of the poor masses, who constitute the low\nvisibility area of humanity, is a totally different kind of\nlitigation from the ordinary traditional litigation which is\nessentially of an adversary character where there is a\ndispute between two litigating parties, one making claim\nor seeking relief against the other and that other opposing\nsuch claim or resisting such relief. Public interest litigation\nis brought before the court not for the purpose of enforcing\nthe right of one individual against another as happens in\nthe case of ordinary litigation, but it is intended to promote\nand vindicate public interest which demands that violations\nof constitutional or legal rights of large numbers of people\nwho are poor, ignorant or in a socially or economically\ndisadvantaged position should not go unnoticed and un-\nredressed. That would be destructive of the Rule of Law\nwhich forms one of the essential elements of public interest\nin any democratic form of government. The Rule of Law\ndoes not mean that the protection of the law must be\navailable only to a fortunate few or that the law should be\nallowed to be prostituted by the vested interests for\nprotecting and upholding the status quo under the guise\nof enforcement of their civil and political rights. The poor\ntoo have civil and political rights and the Rule of Law is\nmeant for them also, though today it exists only on paper\nand not in reality. If the sugar barons and the alcohol kings\nhave the Fundamental Right to carry on their business and\nto fatten their purses by exploiting the consuming public,\nhave the 'chamars' belonging to the lowest strata of society\nno Fundamental Right to earn an honest living through their\nsweat and toil? The former can approach the courts with\na formidable army of distinguished lawyers paid in four or\nfive figures per day and if their right of exploit is upheld\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n721\nagainst the government under the label of Fundamental A\nRight, the courts are praised for their boldness and\ncourage and their independence and fearlessness are\napplauded and acclaimed. But, if the Fundamental Right\nof the poor and helpless victims of injustice is sought to\nbe enforced by public interest litigation, the so called B\nchampions of human rights frown upon it as waste of time\nof the highest court in the land, which, according to them,\nshould not engage itself in such small and trifling matters.\nMoreover, these self-styled human rights activists forget\nthat civil and political rights, priceless and invaluable as\nthey are for freedom and democracy, simply do not exist\nfor the vast masses of our people. Large numbers of men,\nwomen and children who constitute the bulk of our\npopulation are today living a sub-human existence in\nconditions of abject poverty: utter grinding poverty nas\nbroken their back and sapped their moral fibre. They have\nno faith in the existing social and economic system. What\ncivil and political rights are these poor and deprived\nsections of humanity going to enforce?\n57. Justice Bhagwati of this court in his judgment in S.P.\nGupta v. President of India \u0026 Others AIR 1982 SC 149\naltogether dismissed the traditional rule of standing, and\nreplaced it with a liberalized modern rule. In this case, the Court\nawarded standing to advocates challenging the transfer of\njudges during Emergency. Describing the traditional rule as an\n\"ancient vintage” of “an era when private law dominated the\nlegal scene and public law had not been born,\" the Court\nconcluded that the traditional rule of standing was obsolete. In\nits place, the Court prescribed the modern rule on standing:\n\"where a legal wrong or a legal injury is caused to a person\nor to a determinate class of persons by reason of violation\nof any constitutional or legal right or any burden is imposed\nin contravention of any constitutional or legal provision or\nwithout authority of law or any such legal wrong or legal\nC\nD\nE\nF\nG\nH\n722\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\n00\nB\nC\nD\nE\nF\ninjury or illegal burden is threatened and such person or\ndeterminate class of persons is by reason of poverty,\nhelplessness or disability or socially or economically\ndisadvantaged position, unable to approach the Court for\nrelief, any member of the public can maintain an\napplication for an appropriate direction, order or writ, in\nthe High Court under Article 226, and in case of breach\nof any fundamental right, in this Court under Article 32.\"\n58. Finding that the practicing advocates \"are vitally\ninterested in the maintenance of a fearless and an independent\nJudiciary,\" the Court granted standing to the advocates under\nthe modern rule to bring cases challenging the transfer of judges\nduring Emergency. In this case, this Court further observed as\nunder:\n“......it must now be regarded as well settled law where a\nperson who has suffered a legal wrong or a legal injury or\nwhose legal right or legally protected interest is violated,\nis unable to approach the Court on account of some\ndisability or it is not practicable for him to move the Court\nfor some other sufficient reasons, such as his socially or\neconomically disadvantaged position, some other person\ncan invoke assistance of the Court for the purpose of\nproviding judicial redress to the person wronged or injured,\nso that the legal wrong or injury caused to such person\ndoes not go un-redressed and justice is done to him.\nXXX\nXXX\nXXX\nXXX\nXXX\nXXX\nG\nH\nToday a vast revolution is taking place in the judicial\nprocess; the theatre of the law is fast changing and the\nproblems of the poor are coming to the forefront. The Court\nhas to innovate new methods and devise new strategies\nfor the purpose of providing access to justice to large\nmasses of people who are denied their basic human rights\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n723\nand to whom freedom and liberty have no meaning. The A\nonly way in which this can be done is by entertaining writ\npetitions and even letters from public spirited individuals.\nseeking judicial redress for the benefit of persons who\nhave suffered a legal wrong or a legal injury or whose\nconstitutional or legal right has been violated but who by B\nreason of their poverty or socially or economically\ndisadvantaged position are unable to approach the Court\nfor relief. It is in this spirit that the Court has been\nentertaining letters for Judicial redress and treating them\nas writ petitions and we hope and trust that the High Courts\nof the country will also adopt this pro-active, goal-oriented\napproach.\"\n59. In Anil Yadav \u0026 Others v. State of Bihar and Bachcho\nLal Das, Superintendent, Central Jail, Bhagalpur, Bihar (1982)\n2 SCC 195, a petition was filed regarding blinding of under-\ntrial prisoners at Bhagalpur in the State of Bihar. According to\nthe allegation, their eyes were pierced with needles and acid\npoured into them. The Court had sent a team of the Registrar\nand Assistant Registrar to visit the Central Jail, Bhagalpur and\nsubmit a report to the Court. The Court passed comprehensive\norders to ensure that such barbarous and inhuman acts are not\nrepeated.\n60. In Munna \u0026 Others v. State of Uttar Pradesh \u0026 Others,\n(1982) 1 SCC 545, the allegation was that the juvenile under-\ntrial prisoners have been sent in the Kanpur Central Jail instead\nof Children's Home in Kanpur and those children were sexually\nexploited by the adult prisoners. This Court ruled that in no case\nexcept the exceptional ones mentioned in the Act, a child can\nbe sent to jail. The Court further observed that the children\nbelow the age of 16 years must be detained only in the\nChildren's Homes or other place of safety. The Court also\nobserved that \"a Nation which is not concerned with the welfare\nof the children cannot look forward to a bright future.\"\nC\nD\nE\nF\nG\n61. Thereafter, in a series of cases, the Court treated Post Н\n724 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Cards and letters as writ petitions and gave directions and\norders.\nB\n62. In Sheela Barse v. State of Maharashtra AIR 1983 SC\n378, Sheela Barse, a journalist, complained of custodial\nviolence to women prisoners in Bombay. Her letter was treated\nas a writ petition and the directions were given by the court.\n63. In Dr. Upendra Baxi (1) v. State of Uttar Pradesh \u0026\nAnother 1983 (2) SCC 308 two distinguished law Professors\nof the Delhi University addressed a letter to this court regarding\nC inhuman conditions which were prevalent in Agra Protective\nHome for Women. The court heard the petition on a number of\ndays and gave important directions by which the living\nconditions of the inmates were significantly improved in the\nAgra Protective Home for Women.\nD\nE\nF\n64. In Veena Sethi (Mrs.) v. State of Bihar \u0026 Others AIR\n1983 SC 339, some prisoners were detained in jail for a\nperiod ranging from 37 years to 19 years. They were arrested\nin connection with certain offences and were declared insane\nat the time of their trial and were put in Central Jail with\ndirections to submit half-yearly medical reports. Some were\nconvicted, some acquitted and trials were pending against\nsome of them. After they were declared sane no action for their\nrelease was taken by the authorities. This Court ruled that the\nprisoners remained in jail for no fault of theirs and because of\nthe callous and lethargic attitude of the authorities. Even if they\nare proved guilty the period they had undergone would exceed\nthe maximum imprisonment that they might be awarded.\n65. In Labourers Working on Salal Hydro Project v. State\nG of Jammu \u0026 Kashmir \u0026 Others AIR 1984 SC 177, on the basis\nof a news item in the Indian Express regarding condition of the\nconstruction workers, this Court took notice and observed that\nthe construction work is a hazardous employment and no child\nbelow the age of 14 years can therefore be allowed to be\nH employed in construction work by reason of the prohibition\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n725\nenacted in Article 24 and this constitutional prohibition must be A\nenforced by the Central Government.\n66. In Shri Sachidanand Pandey \u0026 Another v. The State\nof West Bengal \u0026 Others (1987) 2 SCC 295, in the concurring\njudgment, Justice Khalid, J. observed that the public interest\nlitigation should be encouraged when the Courts are apprised\nof gross violation of fundamental rights by a group or a class\naction or when basic human rights are invaded or when there\nare complaints of such acts as shock the judicial conscience\nthat the courts, especially this Court, should leave aside\nprocedural shackles and hear such petitions and extend its\njurisdiction under all available provisions for remedying the\nhardships and miseries of the needy, the underdog and the\nneglected.\n67. The case of B. R. Kapoor \u0026 Another v. Union of India\n\u0026 Others AIR 1990 SC 752 relates to public interest litigation\nregarding mismanagement of the hospital for mental diseases\nlocated at Shahdara, Delhi. This Court appointed a Committee\nof Experts which highlighted the problems of availability of\nwater, existing sanitary conditions, food, kitchen, medical and\nnursing care, ill-treatment of patients, attempts of inmates to\ncommit suicide, death of patients in hospital, availability of\ndoctors and nurses etc. The Court went on to recommend the\nUnion of India to take over the hospital and model it on the lines\nof NIMHANS at Bangalore.\n68. In Smt. Nilabati Behera alias Lalita Behera v. State\nof Orissa \u0026 Others AIR 1993 SC 1960, this Court gave\ndirections that for contravention of human rights and\nfundamental freedoms by the State and its agencies, a claim\nfor monetary compensation in petition under Article 32 or 226\nis justified. In a concurring judgment, Anand, J. (as he then was)\nobserved as under:\nB\nC\nD\nE\nF\nG\n\"The old doctrine of only relegating the aggrieved to\nthe remedies available in civil law limits the role of the H\nA\nB\nC\n726 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\ncourts too much as protector and guarantor of the\nindefeasible rights of the citizens. The courts have the\nobligation to satisfy the social aspirations of the citizens\nbecause the courts and the law are for the people and\nexpected to respond to their aspirations.\"\n69. In Punjab and Haryana High Court Bar Association,\nChandigarh through its Secretary v. State of Punjab \u0026 Others\n(1994) 1 SCC 616, the allegation was that a practicing.\nadvocate, his wife and a child aged about two years were\nabducted and murdered. This Court directed the Director of the\nCBI to investigate and report to the Court.\n70. In Navkiran Singh \u0026 Others v. State of Punjab through\nChief Secretary \u0026 Another (1995) 4 SCC 591, in a letter\npetition the advocates from the Punjab \u0026 Haryana High Court\nD expressed concerned about the kidnapping/elimination of\nadvocates in the State of Punjab. This Court directed the CBI\nto investigate the matter and also directed the State of Punjab\nto provide security to those advocates who genuinely\napprehend danger to their lives from militants/anti-social\nE elements. The Court also observed that if the request for security\nis recommended by the District Judge or the Registrar of the\nHigh Court, it may be treated as genuine and the State\nGovernment may consider the same sympathetically.\nF\n71. In Delhi Domestic Working Women's Forum v. Union\nof India \u0026 Others (1995) 1 SCC 14, the Court expressed\nserious concern about the violence against women. The Court\ngave significant directions and observed that compensation for\nvictims shall be awarded by the court on conviction of the\noffender and by the Criminal Injuries Compensation Board\nG whether or not a conviction has taken place. The Board will take\nH\ninto account pain, suffering and shock as well as loss of\nearnings due to pregnancy and the expenses of child birth if\nthis occurred as a result of the rape.\n72. In Citizens for Democracy v. State of Assam \u0026 Others\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n727\n(1995) 3 SCC 743, this Court held that handcuffing and tying A\nwith ropes is inhuman and in utter violation of human rights\nguaranteed under the international law and the law of the land.\nThe Court in para 15 observed as under:\n\"15. ..... The handcuffing and in addition tying with ropes\nof the patient-prisoners who are lodged in the hospital is,\nthe least we can say, inhuman and in utter violation of the\nhuman rights guaranteed to an individual under the\ninternational law and the law of the land. We are, therefore,\nof the view that the action of the respondents was wholly\nunjustified and against law. We direct that the detenus -\nin case they are still in hospital - be relieved from the\nfetters and the ropes with immediate effect.\"\nB\nC\n73. In Paramjit Kaur (Mrs.) v. State of Punjab \u0026 Others\n(1996) 7 SCC 20, a telegram was sent to a Judge of this Court D\nwhich was treated as a habeas corpus petition. The allegation\nwas that the husband of the appellant was kidnapped by some\npersons in police uniform from a busy residential area of\nAmritsar. The Court took serious note of it and directed the\ninvestigation of the case by the Central Bureau of Investigation. E\n74. In M. C. Mehta v. State of Tamil Nadu \u0026 Others (1996)\n6 SCC 756, the Court was dealing with the cases of child.\nlabour and the Court found that the child labour emanates from\nextreme poverty, lack of opportunity for gainful employment and\nintermittency of income and low standards of living. The Court\nobserved that it is possible to identify child labour in the\norganized sector, which forms a minuscule of the total child\nlabour, the problem relates mainly to the unorganized sector\nwhere utmost attention needs to be paid.\nF\nG\n75. In D. K. Basu v. State of West Bengal (1997) 1 SCC\n416, this Court observed that the custodial death is perhaps\none of the worst crimes in a civilized society governed by the\nrule of law. The rights inherent in Articles 21 and 22(1) of the\nConstitution require to be jealously and scrupulously protected. H\n"}