{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"A\n758 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n175. In Thaware's case (supra), the Court encouraged the\nImposition of a non-monetary penalty against a PIL petition filed\nby a member of the bar. The Court directed the Bar Councils\nand Bar Associations to ensure that no member of the Bar\nbecomes party as petitioner or in aiding and/or abetting files\nB frivolous petitions carrying the attractive brand name of Public\nInterest Litigation. This direction impels the Bar Councils and\nBar Associations to disbar members found guilty of filing\nfrivolous and vexatious PIL petitions.\nс\nD\nE\nF\nLL\n0\nH\n176. In Holicow Pictures Pvt. Ltd. v. Prem Chandra\nMishra \u0026 Others AIR 2008 SC 913, this Court observed as\nunder:\n'It is depressing to note that on account of such trumpery\nproceedings initiated before the Courts, innumerable days\nare wasted, the time which otherwise could have been\nspent for disposal of cases of the genuine litigants. Though\nwe spare no efforts in fostering and developing the\nlaudable concept of PIL and extending our long arm of\nsympathy to the poor, the ignorant, the oppressed and the\nneedy, whose fundamental rights are infringed and violated\nand whose grievances go unnoticed, un-represented and\nunheard; yet we cannot avoid but express our opinion that\nwhile genuine litigants with legitimate grievances relating\nto civil matters involving properties worth hundreds of\nmillions of rupees and criminal cases in which persons\nsentenced to death facing gallows under untold agony and\npersons sentenced to life imprisonment and kept in\nincarceration for long years, persons suffering from undue\ndelay in service matters -government or private, persons\nawaiting the disposal of cases wherein huge amounts of\npublic revenue or unauthorized collection of tax amounts\nare locked up, detenu expecting their release from the\ndetention orders etc. etc. are all standing in a long\nserpentine queue for years with the fond hope of getting\ninto the Courts and having their grievances redressed, the\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n759\nbusybodies, meddlesome interlopers, wayfarers or A\nofficious interveners having absolutely no public interest\nexcept for personal gain or private profit either of\nthemselves or as a proxy of others or for any other\nextraneous motivation or for glare of publicity break the\nqueue muffing their faces by wearing the mask of public B\ninterest litigation and get into the Courts by filing vexatious\nand frivolous petitions and thus criminally waste the\nvaluable time of the Courts and as a result of which the\nqueue standing outside the doors of the Courts never\nmoves, which piquant situation creates frustration in the C\nminds of the genuine litigants and resultantly they loose\nfaith in the administration of our judicial system.\"\nThe Court cautioned by observing that:\n\"Public interest litigation is a weapon which has to be used D\nwith great care and circumspection and the judiciary has\nto be extremely careful to see that behind the beautiful veil\nof public interest an ugly private malice, vested interest\nand/or publicity seeking is not lurking. It is to be used as\nan effective weapon in the armory of law for delivering E\nsocial justice to the citizens. The attractive brand name of\npublic interest litigation should not be used for suspicious\nproducts of mischief. It should be aimed at redressal of\ngenuine public wrong or public injury and not publicity\noriented or founded on personal vendetta.\nXXX XXX XXX\nXXX XXX XXX\nF\nThe Court has to be satisfied about (a) the credentials of G\nthe applicant; (b) the prima facie correctness or nature of\ninformation given by him; (c) the information being not\nvague and indefinite. The information should show gravity\nand seriousness involved. Court has to strike balance\nbetween two conflicting interests; (i) nobody should be\nH\nA\n\u003e\u003e\nB\nс\nD\n760 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nallowed to indulge in wild and reckless allegations\nbesmirching the character of others; and (ii) avoidance of\npublic mischief and to avoid mischievous petitions seeking\nto assail, for oblique motives, justifiable executive actions.\nIn such case, however, the Court cannot afford to be\nliberal. It has to be extremely careful to see that under the\nguise of redressing a public grievance, it does not\nencroach upon the sphere reserved by the Constitution to\nthe Executive and the Legislature. The Court has to act\nruthlessly while dealing with imposters and busybodies or\nmeddlesome interlopers impersonating as public-spirited\nholy men. They masquerade as crusaders of justice. They\npretend to act in the name of Pro Bono Publico though\nthey have no interest of the public or even of their own to\nprotect.\"\n177. The malice of frivolous and vexatious petitions did not\noriginate in India. The jurisprudence developed by the Indian\njudiciary regarding the imposition of exemplary costs upon\nfrivolous and vexatious PIL petitions is consistent with\njurisprudence developed in other countries. U.S. Federal Courts\nE and Canadian Courts have also imposed monetary penalties\nupon public interest claims regarded as frivolous. The courts\nalso imposed non-monetary penalties upon Advocates for filing\nfrivolous claims. In Everywoman's Health Centre Society v.\nBridges 54 B.C.L.R. (2nd Edn.) 294, the British Columbia\nF Court of Appeal granted special costs against the Appellants\nfor bringing a meritless appeal.\nG\nH\n178. U.S. Federal Courts too have imposed monetary\npenalties against plaintiffs for bringing frivolous public interest\nclaims. Rule 11 of the Federal Rules of Civil Procedure\n(\"FRCP\") permits Courts to apply an \"appropriate sanction\" on\nany party for filing frivolous claims. Federal Courts have relied\non this rule to impose monetary penalties upon frivolous public\ninterest claims. For example, in Harris v. Marsh 679 F.Supp.\n1204 (E.D.N.C. 1987), the District Court for the Eastern District\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n761\nof North Carolina imposed a monetary sanction upon two civil A\nrights plaintiffs for bringing a frivolous, vexatious, and meritless\nemployment discrimination claim. The Court explained that \"the\nincreasingly crowded dockets of the federal courts cannot\naccept or tolerate the heavy burden posed by factually baseless\nand claims that drain judicial resources.\" As a deterrent against B\nsuch wasteful claims, the Court levied a cost of $83,913.62 upon\ntwo individual civil rights plaintiffs and their legal counsel for\nabusing the judicial process. Case law in Canadian Courts and\nU.S. Federal Courts exhibits that the imposition of monetary\npenalties upon frivolous public interest claims is not unique to\nIndian jurisprudence.\n179. Additionally, U.S. Federal Courts have imposed non-\nmonetary penalties upon Attorneys for bringing frivolous claims.\nFederal rules and case law leave the door open for such non-\nmonetary penalties to be applied equally in private claims and\npublic interest claims. Rule 11 of the FRCP additionally permits\nCourts to apply an \"appropriate sanction\" on Attorneys for filing\nfrivolous claims on behalf of their clients. U.S. Federal Courts\nhave imposed non-monetary sanctions upon Attorneys for\nbringing frivolous claims under Rule 11.\n180. In Frye v. Pena 199 F.3d 1332 (Table), 1999 WL\n974170, for example, the United States Court of Appeals for\nthe Ninth Circuit affirmed the District Court's order to disbar an\nAttorney for having \"brought and pressed frivolous claims, made\npersonal attacks on various government officials in bad faith\nand for the purpose of harassment, and demonstrated a lack\nof candor to, and contempt for, the court.\" This judicial stance\nendorses the ethical obligation embodied in Rule 3.1 of the\nModel Rules of Professional Conduct (\"MRPC\"): \"a lawyer shall\nnot bring or defend a proceeding, or assert or controvert an\nissue therein, unless there is a basis in law and fact for doing\nso that is not frivolous.\" Together, the FRCP, U.S. federal case\nlaw, and the MRPC endorse the imposition of non-monetary\npenalties upon attorneys for bringing frivolous private claims or\npublic interest claims.\nC\nD\nE\nF\nG\nH\nA\nB\nC\n762 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n181. In Bar Council of Maharashtra (supra) this court was\napprehensive that by widening the legal standing there may be\nflood of litigation but loosening the definition is also essential\nin the larger public interest. To arrest the mischief is the\nobligation and tribute to the judicial system.\n182. In SP Gupta (supra) the court cautioned that important\njurisdiction of public interest litigation may be confined to legal\nwrongs and legal injuries for a group of people or class of\npersons. It should not be used for individual wrongs because\nindividuals can always seek redress from legal aid\norganizations. This is a matter of prudence and not as a rule\nof law.\n183. In Chhetriya Pardushan Mukti Sangharsh Samiti\n(supra) this court again emphasized that Article 32 is a great\nD and salutary safeguard for preservation of fundamental rights\nE\nF\nof the citizens. The superior courts have to ensure that this\nweapon under Article 32 should not be misused or abused by\nany individual or organization.\n184. In Janata Dal v. H.S. Chowdhary \u0026 Others (1992)\n4 SCC 305, the court rightly cautioned that expanded role of\ncourts in modern 'social' state demand for greater judicial\nresponsibility. The PIL has given new hope of justice-starved\nmillions of people of this country. The court must encourage\ngenuine PIL and discard PIL filed with oblique motives.\n185. In Guruvayur Devaswom Managing Committee \u0026\nAnother v. C.K. Rajan \u0026 Others (2003) 7 SCC 546, it was\nreiterated that the court must ensure that its process is not\nabused and in order to prevent abuse of the process, the court\nG would be justified in insisting on furnishing of security before\ngranting injunction in appropriate cases. The courts may\nimpose heavy costs to ensure that judicial process is not\nmisused.\nH\n186. In Dattaraj Nathuji Thaware (supra) this court again\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n763\ncautioned and observed that the court must look into the A\npetition carefully and ensure that there is genuine public interest\ninvolved in the case before invoking its jurisdiction. The court\nshould be careful that its jurisdiction is not abused by a person\nor a body of persons to further his or their personal causes or\nto satisfy his or their personal grudge or grudges. The stream\nof justice should not be allowed to be polluted by unscrupulous\nlitigants.\n187. In Neetu (supra) this court observed that under the\nguise of redressing a public grievance the public interest\nlitigation should not encroach upon the sphere reserved by the\nConstitution to the Executive and the Legislature.\nB\nC\n188. In M/s. Holicow Pictures Pvt. Ltd. (supra) this court\nobserved that the judges who exercise the jurisdiction should\nbe extremely careful to see that behind the beautiful veil D\nof PIL, an ugly private malice, vested interest and/o\npublicity-seeking is not lurking. The court should ensure that\nthere is no abuse of the process of the court.\n189. When we revert to the facts of the present then the\nconclusion is obvious that this case is a classic case of the\nabuse of the process of the court. In the present case a\npracticing lawyer has deliberately abused the process of the\ncourt. In that process, he has made a serious attempt to\ndemean an important constitutional office. The petitioner ought\nto have known that the controversy which he has been raising\nin the petition stands concluded half a century ago and by a\nDivision Bench judgment of Nagpur High Court in the case of\nKarkare (supra) the said case was approved by a Constitution\nBench of this court. The controversy involved in this case is no\nlonger res integra. It is unfortunate that even after such a clear\nenunciation of the legal position, a large number of similar\npetitions have been filed from time to time in various High\nCourts. The petitioner ought to have refrained from filing such\na frivolous petition.\nE\nF\nG\nI\nA\n764 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n190. A degree of precision and purity in presentation is a\nsine qua non for a petition filed by a member of the Bar under\nthe label of public interest litigation. It is expected from a\nmember of the Bar to at least carry out the basic research\nwhether the point raised by him is res integra or not. The lawyer\n8 who files such a petition cannot plead ignorance.\nC\n191. We would like to make it clear that we are not saying\nthat the petitioner cannot ask the court to review its own\njudgment because of flaws and lacunae, but that should have\nbeen a bona fide presentation with listing of all relevant cases\nin a chronological order and that a brief description of what\njudicial opinion has been and cogent and clear request why\nwhere should be re-consideration of the existing law.\nUnfortunately, the petitioner has not done this exercise. The\npetition which has been filed in the High Court is a clear abuse\nD of the process of law and we have no doubt that the petition\nhas been filed for extraneous considerations. The petition also\nhas the potentiality of demeaning a very important constitutional\noffice. Such petition deserves to be discarded and\ndiscouraged so that no one in future would attempt to file a\nE similar petition.\nF\nG\nH\n192. On consideration of the totality of the facts and\ncircumstances of the case, we allow the appeals filed by the\nState and quash the proceedings of the Civil Miscellaneous Writ\nPetition No. 689 (M/B) of 2001 filed in the Uttaranchal High\nCourt. We further direct that the respondents (who were the\npetitioners before the High Court) to pay costs of Rs.1,00,000/\n(Rupees One Lakh) in the name of Registrar General of the\nHigh court of Uttarakhand. The costs to be paid by the\nrespondents within two months. If the costs is not deposited.\nwithin two months, the same would be recovered as the arrears\nof the Land Revenue.\n193. We request the Hon'ble Chief Justice of Uttrakhand\nHigh Court to create a fund in the name of Uttarakhand High\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n765\nCourt Lawyers Welfare Fund if not already in existence. The A\nfund could be utilized for providing necessary help to deserving\nyoung lawyers by the Chief Justice of Uttarakhand in\nconsultation with the President of the Bar.\n194. We must abundantly make it clear that we are not\ndiscouraging the public interest litigation in any manner, what\nwe are trying to curb is its misuse and abuse. According to us,\nthis is a very important branch and, in a large number of PIL\npetitions, significant directions have been given by the courts.\nfor improving ecology and environment, and directions helped\nin preservation of forests, wildlife, marine life etc. etc. It is the\nbounden duty and obligation of the courts to encourage\ngenuine bona fide PIL petitions and pass directions and orders.\nin the public interest which are in consonance with the\nConstitution and the Laws.\nB\nC\nD\n195. The Public Interest Litigation, which has been in\nexistence in our country for more than four decades, has a\nglorious record. This Court and the High Courts by their judicial\ncreativity and craftsmanship have passed a number of\ndirections in the larger public interest in consonance with the E\ninherent spirits of the Constitution. The conditions of\nmarginalized and vulnerable section of society have significantly\nimproved on account of courts directions in the P.I.L.\n196. In our considered view, now it has become\nimperative to streamline the P.I.L.\nF\n197. We have carefully considered the facts of the present\ncase. We have also examined the law declared by this court\nand other courts in a number of judgments.\n198. In order to preserve the purity and sanctity of the PIL,\"\nit has become imperative to issue the following directions:-\n(1) The courts must encourage genuine and bona fide\nPIL and effectively discourage and curb the PIL filed\nfor extraneous considerations.\nG\nH\nA\nB\nс\n766 SUPREME COURT REPORTS\n(2)\n[2010] 1 S.C.R.\nInstead of every individual judge devising his own\nprocedure for dealing with the public interest\nlitigation, it would be appropriate for each High\nCourt to properly formulate rules for encouraging.\nthe genuine PIL and discouraging the PIL filed with\noblique motives. Consequently, we request that the\nHigh Courts who have not yet framed the rules,\nshould frame the rules within three months. The\nRegistrar General of each High Court is directed\nto ensure that a copy of the Rules prepared by the\nHigh Court is sent to the Secretary General of this\ncourt immediately thereafter.\n(3) The courts should prima facie verify the credentials\nof the petitioner before entertaining a P.I.L.\nD (4) The court should be prima facie satisfied regarding\nthe correctness of the contents of the petition before\nentertaining a PIL.\nE\nF\nG\nH\n(5) The court should be fully satisfied that substantial\npublic interest is involved before entertaining the\npetition.\n(6) The court should ensure that the petition which\ninvolves larger public interest, gravity and urgency\nmust be given priority over other petitions.\n(7) The courts before entertaining the PIL should\nensure that the PIL is aimed at redressal of genuine\npublic harm or public injury. The court should also\nensure that there is no personal gain, private motive\nor oblique motive behind filing the public interest\nlitigation.\n(8) The court should also ensure that the petitions filed\nby busybodies for extraneous and ulterior motives\nmust be discouraged by imposing exemplary costs\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n767\nor by adopting similar novel methods to curb A\nfrivolous petitions and the petitions filed for\nextraneous considerations.\n199. Copies of this judgment be sent to the Registrar\nGenerals of all the High Courts within one week.\n200. These appeals are listed on 03.05.2010 to ensure\ncompliance of our order.\nR.P.\nAppeals adjourned.\n00\nB\n"}