{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"728 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA The expression \"life or personal liberty\" in Article 21 includes\nthe right to live with human dignity and thus it would also include\nwithin itself a guarantee against torture and assault by the State\nor its functionaries. The precious right guaranteed by Article 21\ncannot be denied to convicts, undertrials, detenus and other\nB prisoners in custody, except according to the procedure\nestablished by law by placing such reasonable restrictions as\nare permitted by law. The Court gave very significant directions\nwhich are mandatory for all concerned to follow.\nC\nD\nE\nF\nG\n76. In Vishaka \u0026 Others v. State of Rajasthan \u0026 Others\n(1997) 6 SCC 241, this Court gave directions regarding\nenforcement of the fundamental rights of the working women\nunder Articles 14, 19 and 21 of the Constitution. The Court gave\ncomprehensive guidelines and norms and directed for\nprotection and enforcement of these rights of the women at their\nworkplaces.\n77. In a recently decided case Prajwala v. Union of India\n\u0026 Others (2009) 4 SCC 798, a petition was filed in this Court\nin which it was realized that despite commencement of the\nPersons with Disabilities (Equal Opportunities, Protection of\nRights and Full Participation) Act, 1995, disabled people are\nnot given preferential treatment. The Court directed the State\nGovernments/local authorities to allot land for various purposes\nindicated in section 43 of the Act and various items indicated\nin section 43, preferential treatment be given to the disabled\npeople and the land shall be given at concessional rates. The\npercentage of reservation may be left to the discretion of the\nState Governments. However, total percentage of disabled.\npersons shall be taken into account while deciding the\npercentag\n78. In Avinash Mehrotra v. Union of India \u0026 Others (2009)\n6 SCC 398, a public interest litigation was filed, when 93\nchildren were burnt alive in a fire at a private school in Tamil\nNadu. This happened because the school did not have the\nH minimum safety standard measures. The court, in order to\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n729\nprotect future tragedies in all such schools, gave directions that A\nit is the fundamental right of each and every child to receive\neducation free from fear of security and safety, hence the\nGovernment should implement National Building Code and\ncomply with the said orders in constructions of schools for\nchildren.\n79. All these abovementioned cases demonstrate that the\ncourts, in order to protect and preserve the fundamental rights\nof citizens, while relaxing the rule of locus standi, passed a\nnumber of directions to the concerned authorities.\nB\nC\n80. We would not like to overburden the judgment by\nmultiplying these cases, but brief resume of these cases\ndemonstrate that in order to preserve and protect the\nfundamental rights of marginalized, deprived and poor sections\nof the society, the courts relaxed the traditional rule of locus D\nstandi and broadened the definition of aggrieved persons and\ngave directions and orders. We would like to term cases of this\nperiod where the court relaxed the rule of locus standi as the\nfirst phase of the public interest litigation. The Supreme Court\nand the High Courts earned great respect and acquired great E\ncredibility in the eyes of public because of their innovative efforts\nto protect and preserve the fundamental rights of people\nbelonging to the poor and marginalized sections of the society.\nPHASE-II - DIRECTIONS TO PRESERVE AND PROTECT\nECOLOGY AND ENVIRONMENT\n81. The second phase of public interest litigation started\nsometime in the 1980's and it related to the courts' innovation\nand creativity, where directions were given to protect ecology\nand environment.\n82. There are a number of cases where the court tried to\nprotect forest cover, ecology and environment and orders have\nbeen passed in that respect. As a matter of fact, the Supreme\nCourt has a regular Forest Bench (Green Bench) and regularly\nF\nG\nH\n730 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA passes orders and directions regarding various forest cover,\nillegal mining, destruction of marine life and wild life etc.\nReference of some cases is given just for illustration.\nB\n83. In the second phase, the Supreme Court under Article\n32 and the High Court under Article 226 of the Constitution\npassed a number of orders and directions in this respect.\n84. The recent example is the conversion of all public\ntransport in the Metropolitan City of Delhi from diesel engine\nto CNG engine on the basis of the order of the High Court of\nC Delhi to ensure that the pollution level is curtailed and this is\nD\nE\nbeing completely observed for the last several years. Only CNG\nvehicles are permitted to ply on Delhi roads for public transport.\n85. Louise Erdrich Bigogress, an environmentalist has\naptly observed that \"grass and sky are two canvasses into\nwhich the rich details of the earth are drawn.\" In 1980s, this\ncourt paid special attention to the problem of air pollution, water\npollution, environmental degradation and passed a number of\ndirections and orders to ensure that environment ecology,\nwildlife should be saved, preserved and protected. According\nto court, the scale of injustice occurring on the Indian soil is\ncatastrophic. Each day hundreds of thousands of factories are\nfunctioning without pollution control devices. Thousands of\nIndians go to mines and undertake hazardous work without\nproper safety protection. Everyday millions of litres of untreated\nraw effluents are dumped into our rivers and millions of tons of\nhazardous waste are simply dumped on the earth. The\nenvironment has become so degraded that instead of nurturing\nus it is poisoning us. In this scenario, in a large number of\ncases, the Supreme Court intervened in the matter and issued\nG innumerable directions.\nF\n86. We give brief resume of some of the important cases\ndecided by this court. One of the earliest cases brought before\nthe Supreme Court related to oleum gas leakage in Delhi. In\nH order to prevent the damage being done to environment and\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n731\nA\nthe life and the health of the people, the court passed number\nof orders. This is well-known as M.C. Mehta \u0026 Another v.\nUnion of India \u0026 Others AIR 1987 SC 1086. The court in this\ncase has clearly laid down that an enterprise which is engaged\nin a hazardous or inherently dangerous industry which poses.\na potential threat to the health and safety of the persons working B\nin the factory and residing in the surrounding area owes an\nabsolute and non-delegable duty to the community to ensure\nthat no such harm results to anyone on account of hazardous\nor inherently dangerous nature of the activity which it has\nundertaken. The court directed that the enterprise must adopt\nhighest standards of safety and if any harm results on account\nof such activity, the enterprise must be absolutely liable to\ncompensate for such harm and it should be no answer to the\nenterprise to say that it had taken all reasonable care and that\nthe harm occurred without any negligence on its part.\n87. In Rural Litigation and Entitlement Kendra, Dehradun\n\u0026 Others v. State of U.P. \u0026 Others AIR 1985 SC 652 the\nSupreme Court ordered closure of all lime-stone quarries in\nthe Doon Valley taking notice of the fact that lime-stone\nquarries and excavation in the area had adversely affected\nwater springs and environmental ecology. While commenting\non the closure of the lime-stone quarries, the court stated that\nthis would undoubtedly cause hardship to owners of the lime-\nstone quarries, but it is the price that has to be paid for\nprotecting and safeguarding the right of the people to live in\nhealthy environment with minimal disturbance of ecological\nbalance and without avoidable hazard to them and to their\ncattle, homes and agricultural land and undue affectation of air,\nwater and environment.\n88. Environmental PIL has emerged because of the court's\ninterpretation of Article 21 of the Constitution. The court in\nChhetriya Pardushan Mukti Sangharsh Samiti v. State of U.P.\n\u0026 Others AIR 1990 SC 2060 observed that every citizen has\nfundamental right to have the enjoyment of quality of life and\nC\nD\nE\nF\nG\nI\n732\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA living as contemplated by Article 21 of the Constitution of India.\nB\nC\nAnything which endangers or impairs by conduct of anybody\neither in violation or in derogation of laws, that quality of life and\nliving by the people is entitled to take recourse to Article 32 of\nthe Constitution.\n89. This court in Subhash Kumar v. State of Bihar \u0026\nOthers AIR 1991 SC 420 observed that under Article 21 of the\nConstitution people have the right of enjoyment of pollution free\nwater and air for full enjoyment of life. If anything endangers or\nimpairs that quality of life in derogation of laws, a citizen has\nright to have recourse to Article 32 of the Constitution for\nremoving the pollution of water or air which may be detrimental\nto the quality of life.\n90. The case of M.C. Mehta v. Union of India \u0026 Others\nD (1988) 1 SCC 471, relates to pollution caused by the trade\neffluents discharged by tanneries into Ganga river in Kanpur.\nThe court called for the report of the Committee of experts and\ngave directions to save the environment and ecology. It was\nheld that \"in Common Law the Municipal Corporation can be\nE restrained by an injunction in an action brought by a riparian\nowner who has suffered on account of the pollution of the water\nin a river caused by the Corporation by discharging into the\nriver insufficiently treated sewage from discharging such\nsewage into the river. But in the present case the petitioner is\nnot a riparian owner. He is a person interested in protecting\nthe lives of the people who make use of the water flowing in\nthe river Ganga and his right to maintain the petition cannot be\ndisputed. The nuisance caused by the pollution of the river\nGanga is a public nuisance, which is widerspread in range and\nindiscriminate in its effect and it would not be reasonable to\nexpect any particular person to take proceedings to stop it as\ndistinct from the community at large. The petition has been\nentertained as a Public Interest Litigation. On the facts and in\nthe circumstances of the case, the petitioner is entitled to move\nthe Supreme Court in order to enforce the statutory provisions\nF\nG\nH\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n733\nwhich impose duties on the municipal authorities and the A\nBoards constituted under the Water (Prevention and Control of\nPollution) Act, 1974\".\n91. In Vellore Citizens Welfare Forum v. Union of India\n\u0026 Others AIR 1996 SC 2715, this court ruled that precautionary\nprinciple and the polluter pays principle are part of the\nenvironmental law of the country. This court declared Articles\n47, 48A and 51A(g) to be part of the constitutional mandate to\nprotect and improve the environment.\nB\n92. In M.C. Mehta v. Union of India \u0026 Others AIR 1988 C\nSC 1037, this court observed that the effluent discharged in\nriver Ganga from a tannery is ten times noxious when compared\nwith the domestic sewage water which flows into the river from\nany urban area on its banks. The court further observed that\nthe financial capacity of the tanneries should be considered as D\nirrelevant without requiring them to establish primary treatment\nplants. Just like an industry which cannot pay minimum wages\nto its workers cannot be allowed to exist, a tannery which\ncannot set up a primary treatment plant cannot be permitted to\ncontinue to be in existence for the adverse effect on the public E\nat large.\n93. In M.C. Mehta v. Union of India \u0026 Others AIR 1997\nSC 734, this court observed that in order to preserve and\nprotect the ancient monument Taj Mahal from sulphurdioxide\nemission by industries near Taj Mahal, the court ordered 299\nindustries to ban the use of coke/coal. The court further directed\nthem to shift-over to Compressed Natural Gas (CNG) or re-\nlocate them.\nF\n94. In A. P. Pollution Control Board v. Prof. M. V. Nayadu G\n(Retd.) \u0026 Others (1999) 2 SCC 718, this Court quoted A.\nFritsch, “Environmental Ethics: Choices for Concerned Citizens”.\nThe same is reproduced as under:\n\"The basic insight of ecology is that all living things exist\nH\n734\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nin interrelated systems; nothing exists in isolation. The\nworld system in weblike; to pluck one strand is to cause\nall to vibrate; whatever happens to one part has\nramifications for all the rest. Our actions are not individual\nbut social; they reverberate throughout the whole\necosystem”. [Science Action Coalition by A. Fritsch,\nEnvironmental Ethics: Choices for Concerned Citizens 3-\n4 (1980)] : (1988) Vol. 12 Harv. Env. L. Rev. at 313).\"\n95. The court in this case gave emphasis that the\ndirections of the court should meet the requirements of public\ninterest, environmental protection, elimination of pollution and\nsustainable development. While ensuring sustainable\ndevelopment, it must be kept in view that there is no danger to\nthe environment or to the ecology.\n96. In Essar Oil Ltd. v. Halar Utkarsh Samiti \u0026 Others AIR\n2004 SC 1834, while maintaining the balance between\neconomic development and environmental protection, the court\nobserved as under:\n\"26. Certain principles were enunciated in the Stockholm\nDeclaration giving broad parameters and guidelines for the\npurposes of sustaining humanity and its environment. Of\nthese parameters, a few principles are extracted which are\nof relevance to the present debate. Principle 2 provides\nthat the natural resources of the earth including the air,\nwater, land, flora and fauna especially representative\nsamples of natural eco-systems must be safeguarded for\nthe benefit of present and future generations through careful\nplanning and management as appropriate. In the same\nvein, the 4th principle says “man has special responsibility\nto safeguard and wisely manage the heritage of wild life\nand its habitat which are now gravely imperiled by a\ncombination of adverse factors. Nature conservation\nincluding wild life must, therefore, receive importance in\nplanning for economic developments\". These two\nprinciples highlight the need to factor in considerations of\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n735\nthe environment while providing for economic A\ndevelopment. The need for economic development has\nbeen dealt with in Principle 8 where it is said that\n“economic and social development is essential for\nensuring a favourable living and working environment for\nman and for creating conditions on earth that are\nnecessary for improvement of the quality of life\".\"\n97. On sustainable development, one of us (Bhandari, J.)\nin Karnataka Industrial Areas Development Board v. Sri C.\nKenchappa \u0026 Others AIR 2006 SC 2038, observed that there\nhas to be balance between sustainable development and\nenvironment. This Court observed that before acquisition of\nlands for development, the consequence and adverse impact\nof development on environment must be properly\ncomprehended and the lands be acquired for development that\nthey do not gravely impair the ecology and environment; State\nIndustrial Areas Development Board to incorporate the\ncondition of allotment to obtain clearance from the Karnataka\nState Pollution Control Board before the land is allotted for\ndevelopment. The said directory condition of allotment of lands\nbe converted into a mandatory condition for all the projects to\nbe sanctioned in future.\n98. In another important decision of this Court in the case\nof M.C. Mehta v. Kamal Nath \u0026 Others (2000) 6 SCC 213,\nthis Court was of the opinion that Articles 48A and 51-A(g) have\nto be considered in the light of Article 21 of the Constitution.\nAny disturbance of the basic environment elements, namely air,\nwater and soil, which are necessary for \"life\", would be\nhazardous to \"life\" within the meaning of Article 21. In the matter\nof enforcement of rights under Article 21, this Court, besides\n| enforcing the provisions of the Acts referred to above, has also\ngiven effect to Fundamental Rights under Articles 14 and 21\nand has held that if those rights are violated by disturbing the\nenvironment, it can award damages not only for the restoration\nof the ecological balance, but also for the victims who have\nB\nC\nD\nE\nF\nG\nH\n736 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA suffered due to that disturbance. In order to protect the \"life\", in\norder to protect \"environment\" and in order to protect \"air, water\nand soil\" from pollution, this Court, through its various judgments\nhas given effect to the rights available, to the citizens and\npersons alike, under Article 21.\nB\nC\n99. The court also laid emphasis on the principle of\nPolluter-pays. According to the court, pollution is a civil wrong.\nIt is a tort committed against the community as a whole. A\nperson, therefore, who is guilty of causing pollution has to pay\ndamages or compensation for restoration of the environment\nand ecology.\n100. In Managing Director, A.P.S.R.T.C. v. S. P.\nSatyanarayana AIR 1998 SC 2962, this Court referred to the\nWhite Paper published by the Government of India that the\nD vehicular pollution contributes 70% of the air pollution as\ncompared to 20% in 1970. This Court gave comprehensive\ndirections to reduce the air pollution on the recommendation\nof an Expert Committee of Bhure Lal appointed by this Court.\nE\nF\n101. In Re. Noise Pollution AIR 2005 SC 3136, this Court\nwas dealing with the issue of noise pollution. This Court was\nof the opinion that there is need for creating general awareness\ntowards the hazardous effects of noise pollution. Particularly,\nin our country the people generally lack consciousness of the\nill effects which noise pollution creates and how the society\nincluding they themselves stand to benefit by preventing\ngeneration and emission of noise pollution.\n102. In Indian Council for Enviro-Legal Action v. Union\nof India \u0026 Others (1996) 5 SCC 281 the main grievance in the\nG petition is that a notification dated 19.2.1991 declaring coastal\nstretches as Coastal Regulation Zones which regulates the\nactivities in the said zones has not been implemented or\nenforced. This has led to continued degradation of ecology in\nthe said coastal areas. The court observed that while economic\nH\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.}\n737\nA\ndevelopment should not be allowed to take place at the cost\nof ecology or by causing widespread environment destruction\nand violation; at the same time, the necessity to preserve\necology and environment should not hamper economic and\nother developments. Both development and environment must\ngo hand in hand, in other words, there should not be B\ndevelopment at the cost of environment and vice versa, but there\nshould be development while taking due care and ensuring the\nprotection of environment.\n103. In S. Jagannath v. Union of India \u0026 Others (1997) 2\nC\nSCC 87, this Court dealt with a public interest petition filed by\nthe Gram Swaraj Movement, a voluntary organization working\nfor the upliftment of the weaker section of society, wherein the\npetitioner sought the enforcement of Coastal Zone Regulation\nNotification dated 19.2.1991 and stoppage of intensive and\nsemi-intensive type of prawn farming in the ecologically fragile\ncoastal areas. This Court passed significant directions as\nunder:\n1.\n2.\n3.\nD\nThe Central Government shall constitute an authority\nconferring on the said authority all the powers E\nnecessary to protect the ecologically fragile coastal\nareas, seashore, waterfront and other coastal\nareas and specially to deal with the situation\ncreated by the shrimp culture industry in coastal\nStates.\nThe authority so constituted by the Central\nGovernment shall implement \"the Precautionary\nprinciple\" and \"the Polluter Pays\" principles.\nThe shrimp culture industry/the shrimp ponds are\ncovered by the prohibition contained in para 2(i) of\nthe CRZ Notification. No shrimp culture pond can\nbe constructed or set up within the coastal\nregulation zone as defined in the CRZ notification.\nF\nG\nH\n1\n"}