{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"158 SUPREME COURT REPORTS\nA 1999 SCC (Crl) 371\n2009 (7) SCR 486\n[2011] 6 S.C.R.\nstood overruled\npara 5\nheld per incurium para 5\nAIR 1928 P.C. 254\nreferred to\npara 5\nB\n1966 (3) SCR 643\nheld inapplicable para 5\n1962 (2) SCR 904\ndistinguished\npara 5\nAIR 1953 SC 468\nreferred to\npara 5\n2006 (9) Suppl. SCR 375 referred to\npara 5\nC\n2009 (7) SCR 653\nreferred to\npara 5\n1964 SCR 37\nrelied on\npara 5\n1993 ( 2 ) Suppl. SCR 123 relied on\npara 5\nD\n2008 (1) SCC (Crl) 130\nreferred to.\nPara 5\n1962 Suppl. SCR 848\nrelied on\npara 7\n1994 Suppl. (1) SCC 173 cited\npara 9\nE\n2004 (5) SCC 334\nrelied on\npara 9\n2008 (12) SCR 113\ncited\npara 9\n1998 (2) SCR 117\nrelied on\npara 9\n2010 (9) SCC 747\nLL\nF\nrelied on\npara 9\nAIR 1964 SC 33\nrelied on\npara 9\nAIR 1966 SC 1783\nrelied on\npara 9\nAIR 1966 SC 1786\nrelied on\npara 9\nG\n1969 SCR 22\nrelied on\npara 9\n1980 (1) SCR 111\nreferred to\npara 9\n2004 (2) SCC 203\n. H 2010 (10) SCC 259\nheld inapplicable para 10\nrelied on\npara 22\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n159\n1952 SCR 839\nrelied on\npara 25\nA\nAIR 1973 SC 2622\nrelied on\npara 26\nAIR 1953 SC 247\nrelied on\npara 53\nAIR 1979 SC 826\nrelied on\npara 53\nB\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 2231 of 2009.\nFrom the Judgment \u0026 Order dated 18.9.2009 of the High\nCourt of Delhi at New Delhi in Crl. Appeal No. 671 of 2007. C\nWITH\nCri. Appeal Nos. 2476, 2477-2483 \u0026 2484 of 2009.\nR.\nD\nH.P. Raval, ASG, Amarendra Sharan,\nBalasubramanian, Uday U. Lalit, S. Chandra Shekhar, Manoj\nKumar, Sanchit Guru, Suraj Rathi, Somesh Chandra, Ram\nRaghvendra, S. Sadashiv Reddy, S. Usha Reddy, Vineet\nDhanda, J.P. Dhanda, Raj Rani Dhanda, Amrendra Kr. Singh,\nN.A. Usmani, Manu Sharma, Vinay Arora, Sanjay Jain, P.K.\nDey, Padmalakshmi Mridul, Madhurima Mridul, Anirudh\nSharma, Harsh N. Parekh, Anando Mukherji, S.K. Saxena,\nSubash Kaushik, Ranjana Narayana, Arvind Kumar Sharma,\nAnil Karnwal, Chander Shekhar Ashri for the appearing parties.\nThe Judgment of the Court was delivered by\nHARJIT SINGH BEDI, J. 1. This judgment will dispose\nof Criminal Appeal Nos. 2231 of 2009, 2476 of 2009 and 2477-\n2484 of 2009. The facts have been taken from Criminal Appeal\nNo. 2231 of 2009 (Satyavir Singh Rathi vs. State thr. C.B.I.).\nE\nF\nG\n2. On the 31st March 1997 Jagjit Singh and Tarunpreet\nSingh PW-11 both hailing from Kurukshetra in the State of\nHaryana came to Delhi to meet Pradeep Goyal in his office\nsituated near the Mother Dairy Booth in Patparganj, Delhi. They\nreached the office premises between 12.00 noon and 1.00 p.m. H\n160 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA but found that Pradeep Goyal was not present and the office\nB\nC\nD\nwas locked. Jagjit Singh thereupon contacted Pradeep Goyal\non his Mobile Phone and was told by the latter that he would\nbe reaching the office within a short time. Jagjit Singh and\nTarunpreet Singh, in the meanwhile, decided to have their lunch\nand after buying some ice-cream from the Mother Dairy Booth,\nwaited for Pradeep Goyal's arrival. Pradeep Goyal reached his\noffice at about 1.30 p.m. but told Jagjit Singh and Tarunpreet\nSingh that as he had some work at the Branch of the Dena\nBank in Connaught Place, they should accompany him to that\nplace. The three accordingly left for the Bank in the blue Maruti\nEsteem Car bearing No. UP-14F-1580 belonging to Pradeep\nGoyal. Mohd. Yaseen, a hardcore criminal, and wanted by the\nDelhi Police and the police of other States as well, in several\nserious criminal cases, was being tracked by the Inter-State\nCell of the Crime Branch of the Delhi Police and in the process\nof gathering information of his movements, his telephone calls\nwere being monitored and traced by PW-15 Inspector Ram\nMehar. The appellant Satyavir Singh Rathi, Assistant\nCommissioner of Police and the In-Charge of the Inter-State\nCell, received information that Mohd. Yaseen would be visiting\nE a place near the Mother Dairy, Patparganj, Delhi at about 1.30\np.m. on the 31st March 1997. Inspector Anil Kumar (appellant\nin Criminal Appeal No.2484 of 2009) of the Crime Branch was\naccordingly detailed by ACP Rathi to keep a watch near the\nMother Dairy Booth in Patparganj and he was actually present\nF at that place when Tarunpreet Singh and Jagjit Singh met\nPradeep Goyal in his office. Jagjit Singh who was a cut haired\nSikh (without a turban though he sported a beard) was mistaken\nfor Mohd. Yaseen by Inspector Anil Kumar. As the Inspector\nwas, at that stage, accompanied only by two police officials,\nG Head Constable Shiv Kumar and Constable Sumer Singh, he\ncalled for reinforcements from ACP Rathi who was at that time\npresent in his office in Chanakayapuri. On receiving the call,\nACP Rathi briefed the staff in his office and told them that two\nyoung persons had been spotted near the Mother Dairy Booth\nin Patparganj and that one of them, a bearded young man,\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 161\n[HARJIT SINGH BEDI, J.]\nresembled Mohd. Yaseen, the wanted criminal. The ACP, along A\nwith a police party consisting in all of 12 persons, left the Inter-\nState Cell office at 1.32 p.m. to assist the police team led by\nInspector Anil Kumar. As per the record, barring Head\nConstable Srikrishna and Constable Om Niwas, all the officials,\nincluding ACP Satyavir Singh Rathi were armed with service B\nweapons. The police officials and the weapons they were\ncarrying are given hereunder:\n(i) ACP Satyavir Singh Rathi\n9 MM Pistol No.0592\n(ii) Insp. Anil Kumar\n(iii) SI Ashok Rana\n(iv) SI A Abbas\n.38 Revolver No.1147\n.38 Revolver No.1139\n.38 Revolver No.1114\nC\n(v) ASI Shamsuddin\n.38 Revolver No.1112\nD\n(vi) HC Shivkumar\n(vii) HC Mahavir Singh\n(viii) HC Tej Pal\n(ix) Ct.Sunil Kumar\n(x) Ct. Subhash Chand\n(xi) Ct. Kothari Ram\n.38 Revolver No.1148\n.38 Revolver No. 0518\n.38 Revolver No.1137\nSAF carbine\nE\n.38 Revolver No.1891\nAK-47 No.5418\nF\n(xii) Ct. Bahadur Singh\nAK-47 No. 2299\n.38 Revolver No. 1906\n(xiii) Ct. Sumer Singh\n3. In the meanwhile, the Maruti Esteem car, which had G\nbeen followed by Inspector Anil Kumar and the other two\nofficials with him, stopped at the Dena Bank at 2.00 p.m.\nPradeep Goyal then got down from the car, leaving Jagjit Singh\nand Tarunpreet Singh behind. Jagjit Singh, however, on the\nrequest of Pradeep Goyal, occupied the driver's seat so that H\nD\n162\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA the car was not towed away by the police. Pradeep Goyal then\nwent on to the Dena Bank where two of his employees Vikram\nand Rajiv were waiting for him outside the Bank. The three then\nwent inside the Bank whereafter Vikram returned to the car to\npick up a briefcase belonging to Pradeep Goyal. Tarunpreet\nB Singh also accompanied Vikram to the Bank while Jagjit Singh\ncontinued to sit alone in the driver's seat. Pradeep Goyal came\nout from the Bank at about 2.30 p.m. and after giving\ninstructions to his employees, sat in the Esteem car on the front\nleft seat whereas Tarunpreet Singh got into the rear seat. The\nC car driven by Jagjit Singh thereafter moved on towards\nBarakhamba Road. As the car halted at the red light on\nBarakhamba Road, the two police parties, one headed by ACP\nSatyavir Singh Rathi and other by Inspector Anil Kumar, joined\nforces. The car was immediately surrounded by the police.\nofficials who fired from almost all sides killing Pradeep Goyal\nand Jagjit Singh instantaneously and causing grievous injuries\nto Tarunpreet Singh. The three occupants were removed to the\nRML Hospital in a Police Control Room Gypsy, but Pradeep\nGoyal and Jagjit Singh were declared dead on arrival. On\nreceiving information with regard to the shootout, Inspector\nNiranjan Singh- PW 42, the SHO of Police Station, Connaught\nPlace, New Delhi, rushed to the place of incident followed by\nsenior police officials, including the DCP. On an inspection of\nthe car, Inspector Niranjan Singh PW recovered a 7.65 mm\npistol loaded with 7 live cartridges in the magazine, a misfired\ncartridge in the breech and two spent cartridge cases of 7.65\nmm bore from inside the car. These items were taken into\npossession. Inspector Anil Kumar also handed over a written\ncomplaint with regard to the incident to Inspector Niranjan\nSingh, who in turn sent the same to the Police Station with his\nG endorsement, and an FIR No. 448/97 dated 31st March 1997\nunder Sections 186/353/307 of the IPC and Section 25 of the\nArms Act was registered against the occupants of the Car. In\nthe complaint, Inspector Anil Kumar recorded that after the Car\nhad stopped at the red light, it had been surrounded by the\nH police and that he had thereafter knocked at the driver's window\nE\nF\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n163\nD\nasking the occupants to come out but instead of doing so, Jagjit A\nSingh had started firing at the police party from inside the car\nresulting in gun shot injuries to Constables Sunil Kumar and\nSubhash Chand and that it was thereafter that the police\npersonnel had opened fire at the car in self defence with a view\nto immobilizing the occupants and to prevent their escape. The B\nincident, however, sparked a huge public outcry. The very next\nday Dinesh Chand Gupta, father-in-law of Pradeep Goyal, made\na complaint to the Lt. Governor, Delhi on which another FIR No.\n453/97 was registered at Police Station Connaught Place, New\nDelhi against the police personnel involved in the shootout for C\nan offence punishable under Section 302/34 of the IPC. In the\ncomplaint, it was alleged that the police officials had surrounded\nthe car and had fired indiscriminately and without cause, at the\noccupants killing the two and causing grievous injuries to the\nthird. The initial investigation with regard to the incident was\ncarried out by Inspector Niranjan Singh but pursuant to the\norders of the Government of India made on the 1st April of 1997\nthe investigation was handed over to the Central Bureau of\nInvestigation (hereinafter called the CBI) and the two FIRS were\namalgamated for the purpose of investigation. The CBI, on\ninvestigation, came to the conclusion that the police party\nheaded by ACP Satyavir Singh Rathi and Inspector Anil Kumar\nhad fired on the Maruti Esteem car without provocation and that\nFIR No. 448/97 dated 31st March 1997, registered on the\ncomplaint of Inspector Anil Kumar, was intended to act as a\ncover-up for the incident and to justify the police action. The CBI\naccordingly found that no shot had been fired from inside the\ncar by Jagjit Singh, as alleged, and that the claim in this FIR\nthat two police officials, who were a part of the police party, had\nsustained gun shot injuries as a result of firing from the Car,\nwas false. The investigation also found that the 7.65 MM pistol\nand cartridges allegedly recovered from inside the car had\nactually been planted therein by members of the police party\nwith a view to creating a defence and screening themselves\nfrom prosecution. As a result of the investigation made in both\nthe FIRS, a charge sheet was filed before the Chief Metropolitan H\nE\nF\n0\ni\n164 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA Magistrate on the 13th June 1997. The said Magistrate took\ncognizance for the offences punishable under Section 302/307/\n201/120-B/34 by his order dated 10th July 1997 against 10\nmembers of the police party and in addition, under Section 193\nof the IPC against Inspector Anil Kumar for having lodged a\nB false report with regard to the incident. The matter was then\ncommitted for trial. The trial court recorded the evidence of 74\nwitnesses and also took in evidence a large number of\ndocuments, including the reports of the Forensic Science\nLaboratory. In the course of a very comprehensive judgment\nC dated 10th July, 1997 the trial court recorded the conviction and\nsentence as under:\nName of\nappellant\nSatyavir Singh\nD\nRathi, ACP,\nDelhi Police\nE\nF\n0\nOffence for which\nconvicted\nU/Sections 120B IPC,302 IPC\nread with 120B IPC,307 IPC\nread with 120B IPC, 193 IPC\nread with 120B IPC, 193 IPC,\n201/34 IPC and 203/34 IPC\nSentence awarded\nUnder Section 120B IPC\nimprisonment for life \u0026\na fine of Rs. 100/-.\nUnder Section 302 IPC\nread with Section 120B\nIPC imprisonment for\nLife and a fine of Rs. 100/-\nUnder Section 307 IPC\nRead with Section 120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-\nUnder Section 193 IPC\nread with Section 120B\nIPC\nrigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-\nUnder Section 201 IPC-\nrigorous imprisonment for\n7 years and a fine of\nRs. 100/-.\nUnder Section 302 IPC -\nrigorous imprisonment for\n☐ H\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\nAnil Kumar,\nInspector Of\nPolice, Delhi\nPolice\n[HARJIT SINGH BEDI, J.]\nU/Sections 120B IPC,302 IPC\nr/w 120B IPC,307IPC r/w\n120B IPC 193 IPC r/w 120 B\nIPC, 193 IPC,201/34 IPC\nAnd 203/34 IPC\n2 years.\nU/Section 120B IPC --\nimprisonment for life\nand a fine of Rs. 100/-\n165\nA\nU/S 302 IPC read with B\nSection 120B IPC\n-\nimprisonment for life and a\nfine of Rs.100/-\nU/S 307 IPC r/w Sec. 120B\nIPC-imprisonment for life C\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w Sec. 120B\nIPC-rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nD\nAshok Rana,\nSub-Inspector\nof Police,\nDelhi Police\nU/Sections 120B IPC,3021PC\nr/w 120B IPC,307 IPC r/w\n120B IPC, 193 IPC r/w\n120B IPC\n-\nU/S 201 IPC – rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nU/S 203 IPC - rigorous E\nimprisonment for 2 years.\nU/S 120B IPC - imprison-\nment for life and a fine of\nRs.100/-\nU/S 302 IPC r/w Sec. 120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-\nF\nU/S 307 IPC r/w Sec. 120B\nIPC-imprisonment for life G\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w Sec. 120B\nIPC-rigorous\nimprisonment for 7 years\nH\n166\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA\nB\nAshok Rana,\nSub-Inspector\nof Police,\nC Delhi Police\nD...\nE\nເມ\nF\nG\nH\nShiv Kumar,\nHead\nConstable,\nDelhi Police\nU/Sections 120B IPC,3021PC\nr/w 120B IPC,307 IPC r/w\n120B IPC, 193 IPC r/w\n120B IPC\n120B IPC,302 IPC r/w\n120B IPC 307 IPC r/w 120B\nIPC, 193 IPC r/w 120B IPC\nand a fine of Rs. 100/-.\nU/S 201 IPC - rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\n- -\nU/S 203 IPC rigorous\nimprisonment for 2 years.\n-\nU/S 120B IPC – imprison-\nment for life and a\nfine of Rs. 100/-\nU/s 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs.100/-.\nU/S 307 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w S.120B\nIPC-rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nU/S 120B IPC- -\nimprisonment for\nlife and a fine of Rs. 100/-\nU/S 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 307 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w S.120B\nIPC-rigorous\nimprisonment for 7 years!\nand a fine of Rs. 100/-\nSATYAVIR SINGH RATHI v. STATE THR. C:B.I.\nTaj Pal Singh,\nHead\nConstable,\nDelhi\n[HARJIT SINGH BEDI, J.]\n120B IPC,302 IPC r/w 120B\nIPC,307 IPC r/w 120B IPC,\n193 IPC r/w 120B IPC\nU/S 120B IPC -\n167\nimprisonment for life and\na fine of Rs. 100/-\nPolice\nA\nU/S 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs.100/-\nB\nMahavir Singh, 120B IPC, 3021PC r/w\nHead Const.\nDelhi Police\n120B IPC,307 IPC r/w 120B\nIPC, 193 IPC r/w 120B IPC\nSumer Singh,\nConst.\nDelhi Police.\n120B IPC,302 IPC r/w 120B\nIPC 307 IPC r/w 120B IPC,\n193 IPC r/w 120B IPC\nU/S 307 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w S.120B\nIPC-rigorous imprisonment\nfor 7 years and a fine of\nRs. 100/-\nC\nU/S 120B IPC-imprison- D\nment for life and a fine of\nRs.100/-\nU/S 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-\nU/S 307 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nE\nU/S 193 IPC r/w S.120B F\nIPC - rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nU/S 120B IPC - imprison-\nment for life and a fine\nof Rs.100/-.\nU/S 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nG\nH\n"}