{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"148 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA involved having realized almost immediately after the\nincident (perhaps on questioning PW-26 that they had\nmade a horrific mistake, immediately set about creating\na false defence. The trial court and the High Court have\naccordingly opined on the basis of the overall\nassessment that the defence version was a concoction\nand that the prosecution story that it was the unprovoked\nfiring by the appellants which had led to the death of the\ntwo deceased and grievous gun shot injuries to PW-26,\nhad been proved on record. [Para 14] [181-A-G]\nB\nс\n3.1. It can not be said that the accused were entitled\nto claim the benefit of Exception 3 to s. 300 IPC. This\nException pre-supposes that a public servant who\ncauses death, must do so in good faith and in due\ndischarge of his duty as a public servant and without ill-\nD will towards the person whose death is caused. In the\nlight of the fact that the positive case set up by the\ndefence has been rejected by the trial court, the High\nCourt as well as by this Court, the question of any good\nfaith does not arise. On the contrary, the appellants had\nE fired without provocation at the Esteem Car killing two\ninnocent persons and injuring one. The obligation to\nprove an exception is on the preponderance of\nprobabilities but it nevertheless lies on the defence. Even\non this touchstone the defence cannot succeed. [Para\nF 15] [181-G-H; 182-A-C]\nG\nH\n3.2. It is true that the High Court has acquitted the\nappellants of planting the 7.65 mm bore pistol in the car.\nHowever, this acquittal has been rendered only on the\nground that it was not possible to pinpoint the culprit who\nhad done so. This can, by no stretch of imagination, be\ntaken to mean that the story that the pistol had been\nplanted in the car has been disbelieved by the High\nCourt. Though, the recovery of the 7.65 mm weapon\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 149\nappears to be an admitted fact, but with the rider that it A\nhad been planted to help the defence. [Para 15] [182-C-\nF]\nMohan Singh \u0026 Anr. vs. State of Punjab 1962 Suppl.\nSCR 848 = AIR 1963 SC 174; and James Martin vs. State\nof Kerala 2004 (2) SCC 203; and Javed Masood \u0026 Anr. vs.\nState of Rajasthan 2010 (3) SCR 236 = 2010 (3) SCC 538\n- held inapplicable.\nB\nE\n4.1. As regards the plea that CBI conducted a\npartisan and motivated investigation, it is true that all C\nwitnesses have not been examined but in the\ncircumstances this was not necessary. It will also be seen\nthat as per the prosecution story, appellants. A-9 and A-8\nhad been caused injuries by shots fired from the weapons\nof Head Constable A-5 and the Constable A-10. As per D\nthe report of the CFSL Ext.P/37F, the bullet recovered\nfrom the person of A-9 had been fired from the .380\nrevolver of A-5 and as per the evidence of PW-37, the\npossibility that the metallic bullet which was embedded\non the person of A-8 could be the steel core portion of a\nshattered 7.62 mm bullet of the weapon of A-10. PW-37\nstated in his examination-in-Chief that he had received\nparcel no. 12 and when he opened it, he found one .380\ncalibre bullet and no other object therein and he resealed\nthe bullet in the parcel. It appears from the evidence of F\nPW-37 that parcel No.12 was again opened in Court and\nat that stage it was found to contain not only a .380\ncalibre bullet but also one fired 7.65 mm bullet. The\nwitness, however, stated that when the parcel had been\nreceived by him in the Ballistics Department from the\nBiology Department of the Laboratory, the 7.65 mm bullet\nhad not been in it. In the light of the fact that the trial court\nand the High Court have already held (and also held by\nthis Court) that no shot had been fired from inside the car\nfrom the 7.65 mm pistol, the possibility of a 7.65 mm bullet\nG\nH\n150 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA being in the parcel becomes suspect. In any case, the\ncreation of some confusion vis-à-vis the bullets, is a\nmatter which would undoubtedly help the defence and a\npresumption can thus be raised that this had been stage\nmanaged by the defence. This aspect too cannot be\nB ignored. [Paras 16, 18 and 19] [183-F-G; 184-A-C; F-H;\n185-A]\nC\nD\nE\n3.2. So far as the recovery of a bullet from the ashes\nof deceased 'JS', is concerned, the High Court has\nrejected the prosecution story by observing that the trial\ncourt had ignored the evidence on this score as PW-8,\nthe brother of deceased ‘'JS' had nowhere stated that he\nhad picked up a bullet from the ashes and handed it over\nto the Sub-Inspector and more particularly as the two\ndoctors who had X-Rayed the dead body had found no\ntrace of bullet. This Court endorses the finding of the High\nCourt in the light of the uncertain evidence on this score,\nbut to allege that the CBI officials had a hand in planting\nthe bullet is unwarranted. [para 20] [185-C-G]\n4.3. It must be seen that the police party comprised\n15 personnel. Only 10 who played an active role had\nbeen prosecuted. This background points to a fair\ninvestigation. Therefore, no fault whatsoever can be\nfound in the investigation made by the CBI. [Para 20] [186-\nF B-C]\n5.1. As regards the primary plea of absence of\ncommon intention in causing the murders, admittedly,\nthe target was 'MY', concededly a notorious criminal with\na bounty on his head, as he had been involved in a large\nG number of very serious criminal matters. The incident\nhappened on account of a mistake as to the identity of\n'JS' who could pass off as a Muslim and it is nobody's\ncase that the police party had intended to eliminate 'JS'\nand his friends. The courts below have been very clear\nH on this score and have observed that keeping in mind\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n151\nB\nC\nwas not the outcome of an act in self-defence but was A\npursuant to the common intention to kill 'MY'. As to the\nrole of A-1 and A-2, the High Court has found that it was\nA-1 who was the leader of the police party in his capacity\nas the A-1 and, therefore, it was not necessary for him to\nbe in the forefront of the attack on the Esteem car and A-\n2 who had admittedly knocked at the window could be\ntreated likewise as being the next officer in the hierarchy.\nThe site plan indicates that A-1 was sitting in his Gypsy\nabout 15 meters away from the car when the incident\nhappened. It has come in evidence that when A-2 had\nconveyed the fact of presence of 'JS' and PW-26 at the\nMother Dairy Booth at Patparganj, A-1 had got together\na police party of heavily armed officers, briefed them, and\nthey had thereafter moved on to Connaught Place. It has\nbeen found as a matter of fact that when A-2 had followed\nthe Car to the Dena Bank, ‘JS' had been left behind in the\ncar alone for quite some time but A-2 and his two\nassociates had made absolutely no attempt to apprehend\nhim at that stage or to counter check his identity though\nA-2 had MY's photograph with him. Even more\nsignificantly A-2 made no attempt to identify ‘PG' or PW-\n26 whatsoever, although admittedly he was in close\nwireless contact with A-1. This is the pre-incident conduct\nwhich is relevant. [Para 23] [187-A-H; 188-A-B]\nD\nE\nF\nG\n5.2. The facts as brought reveal a startling state of\naffairs during the incident. The case of the defence that\nthe car had been surrounded to immobilize the inmates\nand to prevent them from escaping and that it was with\nthis intention that A-2 had knocked on the driver's\nwindow asking the inmates to get out but he had been\nanswered by firing from inside the car, has already been\nrejected. Moreover, PW-37 testified that there were no\nbullet marks on the tyres and they remained intact even\nafter the incident, despite 34 shots being fired at the car,\nand 29 bullet holes, most of them of entry, thereon. On H\n152 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA the other hand, the appellants presupposed that one of\nthe inmates was ‘MY', the wanted criminal and that the\nfiring was so insensitive and indiscriminate that some of\nthe shots had hit A-8 and A-9. [Para 23] [188-B-E]\nB\nC\nD\nE\n5.3. The post-facto conduct of the appellants is again\nrelevant. A-2 gave a report on the 01-04-1007 immediately\nafter the incident, which was followed by a report by A-1\nthe next day giving the counter version. This has been\nfound to be completely untenable. The High Court was,\ntherefore, justified in holding that in the light of the facts,\nit was not necessary to assign a specific role to each\nindividual appellant as the firing at the Car was\nundoubtedly with a clear intent to annihilate those in it\nand was resorted to in furtherance of the common\nintention of all the appellants. [Para 23] [188-E-G]\n5.4. The appellants were, therefore, liable to\nconviction u/ss 302/34 etc. of the IPC. [Para 24] [189-E-F]\nAbdul Sayeed Versus State of M.P. 2010 (10) SCC 259\n- relied on.\n6. So far as the argument with regard to the deemed\nacquittal theory of the appellants for the offence u/ss 302,\n307 read with s. 34 IPC by the trial court is concerned, it\nis pertinent to note that the trial court had framed a\nF charge u/ss. 302 and 307 read with s. 120-B IPC and an\nalternative charge u/ss. 302 and 307 read with s. 34 IPC\nbut without opining on the alternative charge, convicted\nthe appellants u/ss. 302 and 307 read with s. 120-B IPC.\nThe charges had indeed been framed in the alternative\nG and for cognate offences having similar ingredients as to\nthe main allegation of murder. Section 386 Cr.P.C. refers\nto the power of the appellate court, and the provision in\nso far relevant for the purpose of this case, is sub-clause\n(b) (ii) which empowers the appellate court to alter the\nH finding while maintaining the sentence. It is significant\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 153\nA\nthat s.120-B IPC is an offence and positive evidence on\nthis score has to be produced for a successful\nprosecution whereas s. 34 does not constitute an offence\nand is only a rule of evidence and inferences on the\nevidence can be drawn. Therefore, the question of\ndeemed acquittal in such a case where the substantive B\ncharge remains the same and a charge u/s 302/120B and\nan alternative charge u/s 302/34 IPC had been framed,\nthere was nothing remiss in the High Court in modifying\nthe conviction to one u/ss. 302/307/34 IPC. It is also self-\nevident that the accused were aware of all the C\ncircumstances against them. [Para 25 and 27] [189-F-H;\n191-F-H; 192-A-B]\nLachhman Singh \u0026 Ors. Vs. The State 1952 SCR 839 =\nAIR 1952 SC 167; and Dalbir Singh vs. State of U.P. 2004\n(5) SCC 334 – relied on\nSangaraboina Sreenu vs. State of A.P. 1997 (3) SCR\n957 = 1997 (5) SCC 348; and Lokendra Singh vs. State of\nM.P. 1999 SCC (Crl) 371 stood overruled.\nBimla Devi \u0026 Anr. vs. State of J \u0026 K 2009 (7) SCR 486\n= 2009 (6) SCC 629 - held per incurium\nLakhan Mahto vs. State of Bihar 1966 (3) SCR 643 -\nheld inapplicable.\nPradesh vs. Thadi Narayana 1962 (2) SCR 904 ·\ndistinguished.\nto.\n-\nKishan Singh vs. Emperor AIR 1928 P.C. 254 - referred\n7. As regard the plea that the trial court failed to put\nall relevant questions to the accused while recording their\nstatements u/s 313 Cr.P.C., the latest position in law\nappears to be that prejudice must be shown by an\naccused before it can be held that he was entitled to\nD\nE\nF\nG\nH\n154 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA acquittal over a defective and perfunctory statement u/s\n313. In the course of the evidence, the entire prosecution\nstory with regard to the circumstances including those\nof conspiracy and common intention had been brought\nout and the witnesses had been subjected to gruelling\nB and detailed cross-examinations. Besides, the incident\nhas been admitted, although the defence has sought to\nsay that it happened in different circumstances. It is also\nsignally important that all the accused had filed their\ndetailed written statements in the matter. All these facts\nC become even more significant in the background that no\nobjection had been raised with regard to the defective 313\nstatements in the trial court. It must be assumed,\ntherefore, that no prejudice had been felt by the\nappellants even assuming that some incriminating\ncircumstances in the prosecution story had been left out.\n[Para 28, 32] [194-D; 195-E-G]\nD\nShivaji Sahebrao Bobde vs. State of Maharashtra AIR\n1973 SC 2622, Santosh Kumar Singh vs. State thr. CB/ 2010\n(9) SCC 747, Shobhit Chamar \u0026 Anr. vs. State of Bihar 1998\nE (2) SCR 117 =1998 (3) SCC 455, relied on.\nF\nG\nHate Singh Bhagat Singh vs. State of Madhya Bharat\nAIR 1953 SC 468, Vikramjit Singh vs. State of Punjab 2006\n(9) Suppl. SCR 375 = 2006 (12) SCC 306) and Ranvir\nYadav vs. State of Bihar 2009 (7) SCR 653 = 2009 (6) SCC\n595 - referred to.\n8.1. With regard to the plea that the prosecution was\nbarred by s. 140 of the Delhi Police Act, 1978, it is relevant\nto note that s. 140 of the Delhi Police Act, 1978 postulates\nthat in order to take the shelter of the period of three\nmonths referred to therein the act done or the wrong\nalleged to have been done by the police officer should\nbe done under the colour of duty or authority or in\nexcess of such duty or authority or was of such\nH character, and in no other case. Though, the facts of the\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 155\ninstant case show that the cognizance had been taken\nby the Magistrate beyond three months from the date of\nincident, in the light of the decisions of this Court, it\ncannot, by any stretch of imagination, be claimed by\nanybody that a case of murder would fall within the\nexpression 'colour of duty'. There is absolutely no\nconnection between the act of the appellants and the\nallegations against them. Section 140 of the Delhi Police\nAct would, therefore, have absolutely no relevance in this\ncase. [Para 32, 36-37 and 43] [195-D-G; 196-D-F; 198-D-\nH; 199-B; 203-B-D]\nA\nB\nC\nProf. Sumer Chand vs. Union of India \u0026 Ors. 1993 ( 2 )\nSuppl. SCR 123 = 1994 (1) SCC 64; The State of Andhra\nPradesh vs. N.Venugopal \u0026 Ors. AIR 1964 SC 33 State of\nMaharashtra vs. Narhar Rao AIR 1966 SC 1783, State of\nMaharashtra vs. Atma Ram AIR 1966 SC 1786, Bhanuprasad D\nHariprasad Dave \u0026 Anr. vs. The State of Gujarat 1969 SCR\n22 = AIR 1968 SC 1323; and Jamuna Singh \u0026 Ors. vs.\nBhadai Shah 1964 SCR 37 = AIR 1964 SC 1541 - relied\non.\nE\nF\n8.2. As regards the sanction u/s 197 Cr.P.C., PW-48\ndeposed that a request had been received from the CBI\nfor according sanction for the prosecution of the\nappellants along with the investigation report and a draft\nof the sanction order. He further stated that on receipt of\nthe documents the matter had been referred first to the\nLaw Department of the Delhi Administration, then\nforwarded to the Home Department and thereafter to the\nChief Secretary and finally, the entire was file put up\nbefore the Lt. Governor who had granted the sanction for\nG\nthe prosecution of the ten officials. It is true that certain\nother material which was not yet available with the CBỊ\nat that stage could not obviously have been forwarded\nto the Lt. Governor, but from the various documents on\nrecord, it is evident that even on the documents, as laid,\nH\n156 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA adequate material for the sanction was available to the\nLt. Governor. The sanction order dated 10-10- 2001 is\nextremely comprehensive as all the facts and\ncircumstances of the case had been spelt out in the 16\npages that the sanction order runs into. [para 46] [204-\nB B-F]\nC\nState of Karnataka vs. Ameerjan 2008 (1) SCC (Crl) 130;\nS.B.Saha \u0026 Ors. vs. M.S.Kochar 1980 (1) SCR 111 = AIR\n1979 SC 1841 – referred to.\n-\n9.1. So far as the plea for acquittal of Head Constable\nA-6 that as he did not fire at the car is concerned,\nadmittedly, as per his own showing, he had used his\nservice weapon and fired one shot therefrom. The\nprosecution story is that he had fired at the car whereas\nD the defence is that he had fired the shot in the air to keep\nE\nF\nG\nthe crowd away. It appears that the crowd had collected\nonly after the shooting had ceased. There is no evidence\nwhatsoever to show that any crowd had collected while\nthe firing was going on or that a single shot had been fired\nafter the volley of 34 shots. The large number of\nphotographs of the site show that the crowd that had\ngathered after the shooting, was perfectly disciplined and\nkeeping a reasonable distance away from the Esteem car\nand the dead bodies lying around it. Admittedly, there is\nabsolutely no evidence with regard to the defence taken\nby A-6. The story projected by him in his 313 statement\nis not supported by any evidence whatsoever. His case,\ntherefore, cannot be distinguished from the other seven\naccused who had admittedly fired at the car. [para 50]\n[207-B-H]\n9.2. It is significant that these seven police officers\nhad admitted to firing into the vehicle but it is their case\nin their statements u/s 313 of the Cr.P.C. as also their\nwritten statements that they had done so only on the\nH direction of A-1, a superior officer. They have accordingly\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n157\ndirection of A-1, a superior officer. They have accordingly\nsought the benefit of s. 79 IPC. However, there is\nabsolutely no evidence that the firing had been resorted\nto by the seven appellants on the order of A-1 as it has\nbeen found that it was pursuant to the common intention\nof all the accused that the incident had happened. It is\nalso relevant that the statements made by these seven\nappellants are not admissible in evidence against A-1,\nbeing a co-accused. [para 52 and 54] [208-B, G-H; 209-A-\nB]\nVijendrajit Ayodhya Prasad Goel vs. State of Bombay\nAIR 1953 SC 247 and S.P.Bhatnagar \u0026 Anr. vs. The State\nof Maharashtra AIR 1979 SC 826 - relied on\nA\nB\nC\n9.3. Section 315 Cr.P.C. now makes an accused a\ncompetent witness in his defence. The seven appellants D\ndid not choose to come into the witness box to support\ntheir plea based on the orders of A-1, a superior officer,\nand, therefore, in the face of no evidence, the story\nprojected by them cannot be believed. [para 54] [209-C-\nD]\n10. On an overall view of the evidence in the case,\nthis Court finds no fault with the judgments of the trial\ncourt as well as the High Court. [para 55] [209-E-F]\nE\nRam Nath Madhoprasad \u0026 Ors. vs. State of M.P. AIR F\n1953 SC 420; Lakhjit Singh \u0026 Anr. vs. State of Punjab 1994\nSuppl. (1) SCC 173; Dinesh Seth vs. State of NCT of Delhi\n2008 (12) SCR 113 = 2008 (14) SCC 94 - cited\nCase Law reference:\nG\n2010 (3) SCR 236\nrelied on\npara 5\nAIR 1953 SC 420\ncited\npara 5\n1997 (3) SCR 957\nstood overruled\npara 5\nH\n"}