{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"168 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA\nB\nSubhash\nChand, Const.\nDelhi Police\nс\nD\nE\nSunil Kumar,\nConst.\nDelhi Police\nF\nG\nH\n120B IPC,302 IPC r/w 120B\nIPC,307 IPC r/w 120B IPC,\n193 IPC r/w 120B IPC\n120B IPC,302 IPC r/w\n120B IPC, 307 IPC r/w\n120B IPC, 193 r/w 120B IPC\nU/S 307 IPC r/w S.120B\nIPC imprisonment for life\nand a fine of Rs. 100/-\nU/S 193 IPC r/w S.120B\nIPC-rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nU/S 120B IPC - impriso-\nnment for life and a fine\nof Rs. 100/-.\nU/S 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 307 IPC r/w S.120B\nIPC imprisonment for life\nand a fine of Rs. 100/-\nU/S 193 IPC r/w S.120B\nIPC - rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nU/S 120B IPC-imprison-\nment for life and a fine of\nRs. 100/-.\nU/S 302 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 307 IPC r/w S.120B\nIPC-imprisonment for life\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w S.120B\nIPC-rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\nKothari Ram,\nConst.\nDelhi Police\n[HARJIT SINGH BEDI, J.]\n120B IPC,302 IPC r/w\n120B IPC, 307 IPC r/w 120B\nIPC, 193 IPC r/w 120B IPC\n169\nU/S 120B IPC-imprison- A\nment for life and a fine of\nRs. 100/-.\nU/S 302 IPC r/w. S.120B\nIPC-imprisonment for life\nand a fine of Rs.100/-. B\nU/S 307 IPC r/w S.120B\nIPC imprisonment for life\nand a fine of Rs. 100/-.\nU/S 193 IPC r/w S.120B C\nIPC - rigorous\nimprisonment for 7 years\nand a fine of Rs. 100/-.\nE\n4. All the substantive sentences were directed to run D\nconcurrently. The matter was thereafter taken in appeal to the\nDelhi High Court which re-examined the entire evidence and\nconcluded that the conviction of the appellants under Section\n302/120B of the IPC could not be sustained and they were\nentitled to acquittal of that charge, but their conviction and\nsentence under Sections 302 and 307 of the IPC was liable to\nbe maintained with the aid of Section 34 of the IPC instead of\nSection 120B of the IPC. It was also directed that the conviction.\nand sentence of ACP Rathi and Inspector Anil Kumar under\nSections 193, 201/34 and 203/34 of the IPC was liable to be\nmaintained. The appeals were accordingly allowed to this very\nlimited extent. It is in this background that the matter is before\nus after the grant of Special leave on the 23rd November 2009.\nF\nוד\n5. We have heard the learned counsel for the parties in\nextenso in arguments spread over several days. Mr. Amrendra G\nSharan, the learned senior counsel appearing in the lead case\ni.e. the appeal of ACP Satyavir Singh Rathi, has raised several\narguments in the course of the hearing. He has first pointed out\nthat the prosecution story and the findings of the trial court as\nwell as of the High Court with regard to the manner of the H\nC\nD\n170 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA incident and how it happened were erroneous and the defence\nversion that the appellants had fired at the car in self-defence\nafter Jagjit Singh had first fired a shot through the window\ninjuring two policemen was, in fact, the correct one in the light\nof the prosecution evidence itself that a 7.65 mm bore pistol,\nB and two fired cartridge cases had been found and recovered\nfrom the car itself as deposed to by PW13, PW15, PW35,\nPW41 and PW57 and as these witnesses had not been\ndeclared hostile the prosecution was bound by their statements.\nIn this connection, the learned counsel has placed reliance on\nJaved Masood \u0026 Anr. vs. State of Rajasthan 2010 (3) SCC\n538. It has also been pleaded that the fact that a single shot\nhad been followed by a volley had been deposed to by PW-26\nAvtar Singh who was an injured witness and also by ASI Om\nBir-PW who was in a police control room Gypsy stationed\nclosed by. It has further been pointed out that from the evidence\nof the aforesaid witnesses it was clear that all the window panes\nof the car had been broken which indicated that a shot had\nindeed been fired from inside the car. In addition, it has been\nurged by Mr. Sharan that the investigation made by the CBI was\ncompletely partisan and though a large number of independent\nwitnesses had been examined at site, none had been cited as\nwitnesses, and that even Dr. V.Tandon, who had extracted the\nbullet from the person of Constable Sunil Kumar, had not been\nproduced as a witness. It has been highlighted that no\ninvestigation had been made as to the ownership of the 7.65\nmm pistol or as to how and who had planted it in the car, as\nalleged. It has further been submitted that there was no common\nintention on the part of ACP Rathi along with his co-accused\nto commit the murders as he was sitting in his Gypsy far away\nfrom the place of the shoot out and there was no evidence\nG whatsoever to suggest that he had either encouraged or\nE\nF\nH\ndirected the other police officials to shoot at the car and as such\nhis conviction with the aid of Section 34 of the IPC, could not\nbe sustained. He has, in this connection, cited Ram Nath\nMadhoprasad \u0026 Ors. vs. State of M.P. AIR 1953 SC 420. As\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 171\n[HARJIT SINGH BEDI, J.]\nD\na corollary to this argument, the learned counsel has also A\nemphasized that as the trial court had framed a charge under\nSection 302/120B and in the alternative under Section 302/34\nof the IPC but had chosen to record a conviction under the\nformer provision only and had not rendered any opinion on the\nalternative charge, it amounted to a deemed acquittal of the B\nalternative charge and as the State had not challenged the\nmatter in appeal, the High Court was not justified in an appeal\nfiled by the accused in altering the conviction from one under\nSection 302/120B of the IPC to one under Section 302/34 of\nthe IPC. In this connection, the learned counsel has placed C\nprimary reliance on Sangaraboina Sreenu vs. State of A.P.\n1997 (5) SCC 348 and Lokendra Singh vs. State of M.P. 1999\nSCC (Crl) 371 and Bimla Devi \u0026 Anr. vs. State of J \u0026 K 2009\n(6) SCC 629 and in addition on Kishan Singh vs. Emperor AIR\n1928 P.C. 254, The State of Andhra Pradesh vs. Thadi\nNarayana 1962 (2) SCR 904 and Lakhan Mahto vs. State of\nBihar 1966 (3) SCR 643. The learned counsel has also urged\nthat it was settled beyond doubt that the provisions of Section\n313 of the Code of Criminal Procedure had to be scrupulously\nobserved and it was obligatory on the trial court to put all the\nincriminating circumstances in the prosecution story to an\naccused so as to enable him to effectively meet the prosecution\ncase and if some material circumstance was not put to an\naccused, it could not be taken into account against him and had\nto be ruled out of consideration in the light of the judgments\nreported as Hate Singh Bhagat Singh vs. State of Madhya\nBharat AIR 1953 SC 468, Vikramjit Singh vs. State of Punjab\n2006 (12) SCC 306) and Ranvir Yadav vs. State of Bihar 2009\n(6) SCC 595. The learned counsel has also furnished a list of\n15 circumstances which had not been put to the accused,\nparticularly to ACP Rathi, at the time when his statement had G\nbeen recorded. It has, in addition, been pleaded that the\nprosecution was barred as the cognizance in this case had\nbeen taken beyond the period of 3 months as envisaged in\nSection 140 of the Delhi Police Act, 1978 and on the factual\naspect has referred us to various dates relevant in the matter.\nE\nLL\nF\nI\n172 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA In this connection, the learned counsel has placed reliance on\nJamuna Singh \u0026 Ors. vs. Bhadai Shah AIR 1964 SC 1541 and\nProf. Sumer Chand vs. Union of India \u0026 Ors. 1994 (1) SCC 64.\nIt has finally been submitted by Mr. Sharan that the sanction\nunder Section 197 of the Code of Criminal Procedure too had\nB been given without application of mind and as the entire record\nwas not before the Lt. Governor, all relevant material had not\nbeen considered and for this additional reason also, the\nprosecution was not justified. In this connection the learned\ncounsel has placed reliance on State of Karnataka vs.\nC Ameerjan 2008 (1) SCC (Crl) 130.\nD\nE\n6. Mr. Uday U.Lalit, the learned senior counsel appearing\nfor Head Constable Mahavir Singh. the appellant in Criminal\nAppeal No. 2476/2009, has pointed out that there were 15\npersons in all in the police party and of them only 10 persons\nhad been sent for trial and of the 5 left out, three had not used\nthe firearms which they had been carrying and Head Constable\nMahavir Singh (as per the evidence on record) had not fired\ninto the car, his case fell in the category of those who had not\nbeen sent up for trial and, as such, he too was entitled to\nacquittal. It has also been pointed out that after the dead body\nof Jagjit Singh had been cremated, a bullet had been recovered\nfrom his ashes allegedly fired from the weapon of Head\nConstable Mahavir Singh but as the High Court had disbelieved\nthe evidence of this recovery, there was no evidence against\nF him. He has, in addition, supported Mr. Sharan's arguments on\nSection 313 of the Cr.P.C. and has contended that the scope\nand rigour of Section 313 remained unchanged despite the\nintroduction of Section 315 of the Cr.P.C. which now made an\naccused a competent witness in his defence.\nG\nH\n7. Mr. Balasubramaniam, the learned senior counsel for\nInspector Anil Kumar in Criminal Appeal No. 2484 of 2009, has\nalso supported the arguments raised by the other counsel with\nregard to the common intention of the appellant more\nparticularly as he had not fired at the car though armed. He has\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 173\n[HARJIT SINGH BEDI, J.]\nalso pleaded that even accepting the prosecution story as it A\nwas, the only inference that could be drawn was that the police\nparty had fired at the car in self-defence and that such an\ninference could be drawn from prosecution story had been\naccepted by this Court in Mohan Singh \u0026 Anr. vs. State of\nPunjab AIR 1963 SC 174.\n8. Mr. Vineet Dhanda, the learned counsel for the\nappellants in Criminal Appeal Nos. 2477-2483 of 2009, has\npointed out that although the appellants in these matters had\nadmitted that they had fired into the car yet the fact that Mohd.\nYaseen was a dreaded criminal with 21 criminal cases against\nhim including 18 of murder, the police party had to be careful\nand they had fired back only after the first shot by Jagjit Singh.\nThe learned counsel, however, has confined his primary\nargument to the fact that the appellants were acting on the\norders of ACP Rathi, who was their superior officer, and as they\nhad taken an oath at the time of induction to office to follow the\norders of superior officers, they were liable for exoneration of\nany kind of misconduct as per Section 79 of the IPC. He has\nalso pointed out that the appellants had, in their statements\nrecorded under Section 313 of the Cr.P.C., unanimously stated\nthat the orders for the firing had been given by ACP Rathi.\nB\nC\nD\nE\n9. Mr. Harin Rawal, the Additional Solicitor General\nrepresenting the CBI has, however, controverted the\nsubmissions made by the counsel for the appellants. It has been F\npointed out that the investigation had revealed that the incident\nhad happened as the police party was under the impression\nthat Jagjit Singh was in fact Mohd. Yaseen and in their anxiety\nto get at him, had decided to eliminate him pursuant to their\ncommon intention. It has been highlighted that the defence that\nJagjit Singh had first resorted to firing from inside the car had\nbeen found to be unacceptable by both the courts below and a\npositive finding had been recorded that the 7.65 mm bore pistol\n'had been surreptitiously placed in the car to create a defence.\nHe has further pointed out that the prosecution story with regard\nG\nH\nI \\\nD\n174\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA to the incident had been proved by independent evidence and\nas the investigation was being handled by the Delhi Police at\nthe initial stage, some attempt had apparently been made to\nhelp the appellants in order to create a cover-up story. The\nargument that the CBI had conducted a partisan investigation\nB has also been controverted. It has been highlighted that all\nrelevant evidence had been produced before the Court and\nnothing had been withheld and that in any case allegations of\na partisan investigation could be made against an individual\nofficer but could not be generalized against an organization as\nC vast as the CBI and no argument had been addressed\nidentifying any officer(s) of the CBI of any misconduct. It has\nalso been submitted that from the evidence of the prosecution\nwitnesses and the conduct of the appellants pre and post-facto\nthe incident indicated that the murders had been committed\npursuant to their common intention and this was also supported\nby the fact that a false story had been put up in defence. It has\nalso been pointed out that deemed acquittal theory projected\nby Mr. Sharan could not be applied in the present case as the\njudgment reported in Lokendra Singh's case cited by him had\nbeen doubted in Lakhjit Singh \u0026 Anr. vs. State of Punjab 1994\nSuppl. (1) SCC 173 and the matter had thereafter been referred\nto a larger Bench which in the judgment reported in Dalbir Singh\nvs. State of U.P. 2004 (5) SCC 334 had over-ruled the judgment\nin Lokendra Singh's case (supra) and that the judgment in\nDalbir Singh's case had subsequently been followed in Dinesh\nSeth vs. State of NCT of Delhi 2008 (14) SCC 94. It has been\nhighlighted that the judgment in Bimla Devi's case (supra) relied\nupon by Mr. Sharan had not taken note of the last two cited\ncases. It has, further been contended by Mr. Rawal that though\nit was a matter of great importance that all incriminating\nG circumstances must be put to an accused, but if some material\nhad been left out it would not ipso-facto mean that it had to be\nruled out of consideration as it was for an accused to show that\nprejudice had been suffered by him on that account. It has been\npointed out that the issue of prejudice ought to have been raised\nH by the appellants at the very initial stage before the trial court\nE\nF\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n175\nA\nand as this had not happened, the prosecution was fully justified\nin arguing that no prejudice had been caused. The learned\nASG has placed reliance on Shobhit Chamar \u0026 Anr. vs. State\nof Bihar 1998 (3) SCC 455 and Santosh Kumar Singh vs. State\nthr. CBI 2010 (9) SCC 747 for this submission. The arguments\nraised by Mr. Sharan with regard to Section 140 of the Delhi B\nPolice Act and Section 197 of the Cr.P.C. have also been\ncontroverted. It has been submitted that Section 140 of the Delhi\nPolice Act would apply only to offences committed under that\nAct and not to other offences and that in any case in order to\nclaim the protection under Section 140, the act done by a C\npolice officer had to be “under the colour of duty” and as\n\"murder\" would not come in that category, no protection\nthereunder was available. In this connection, the learned ASG\nhas placed reliance on The State of Andhra Pradesh vs.\nN.Venugopal \u0026 Ors. AIR 1964 SC 33, State of Maharashtra\nvs. Narhar Rao AIR 1966 SC 1783, State of Maharashtra vs.\nAtma Ram AIR 1966 SC 1786 Bhanuprasad Hariprasad Dave\n\u0026 Anr. vs. The State of Gujarat AIR 1968 SC 1323, and Prof.\nSumer Chand's case (supra) as well. In so far as the sanction\nunder Section 197 of the Cr.P.C. is concerned, it has been\npleaded that the Lt. Governor had all relevant material before\nhim when the order granting sanction had been made and that\nthe material was adequate for him to take a decision and\nmerely because some of the evidence had been received by\nthe CBI after the grant of sanction, would not invalidate the\nF\nsanction. In this connection, the learned ASG has placed\nreliance on S.B.Saha \u0026 Ors. vs. M.S.Kochar AIR 1979 SC\n1841.\nD\nE\n10. The learned ASG has also controverted Mr. Lalit's\narguments with regard to the culpability of appellant Head G\nConstable Mahavir Singh. It has been pointed out that the bullet\nrecovered from the ashes of Jagjit Singh had been found to\nhave been fired from the weapon of Head Constable Mahavir\nSingh but the High Court had declined to accept this part of\nthe prosecution story as Didar Singh PW who had produced\nН\n176 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA the bullet before the Haryana Police after picking it up from the\nfuneral ashes, had not deposed in his evidence that he had\nhanded over the bullet to the Police. It has, however, been\nsubmitted that Head Constable Mahavir Singh had indeed fired\nhis weapon had been admitted by him and the story that he had\nB fired in the air to disperse a huge and turbulent crowd that had\ncollected, was not borne out by the evidence. Mr.\nBalasubramaniam's argument with regard to the involvement\nof Inspector Anil Kumar has also been challenged by the ASG\nby urging that though he admittedly had not fired his weapon\nbut his case did not fall in the category of those police officials\nwho had not been sent for trial. It has been submitted that the\nappellant had in fact been the prime mover in the entire story.\nDealing with the arguments addressed by Mr. Vineet Dhanda,\nthe learned ASG has highlighted that there was no evidence\nto suggest that it was on the orders of ACP Rathi that the firing\nhad been resorted to, except for the self-serving statements\nmade by the appellants under Section 313. It has, accordingly,\nbeen pointed out that this set of appellants could not claim the\nbenefit of Section 79 of the Indian Penal Code.\nC\nD\nE\n11. On hearing the learned counsel for the parties, several\nfacts appear to be admitted on record but are compounded by\na tragedy of errors. These relate to the place and time of\nincident, the presence of the appellants duly armed with most\nof them having fired into the car with their service weapons, that\nF Mohd. Yaseen was admittedly a notorious criminal and that\nJagjit Singh (deceased) had been mistaken by Inspector Anil\nKumar for Mohd. Yaseen, and that Pradeep Goyal owned a\nblue Esteem Car with a Uttar Pradesh number plate, and had\nhis office in Patparganj near the Mother Dairy Booth. It is in this\nG background that the prosecution and the defence versions have\nto be examined. The prosecution story has already been\nnarrated above and does not require any recapitulation in detail.\nSuffice it to say that Inspector Anil Kumar and his two\nassociates had followed the car driven by Pradeep Goyal to\nthe Dena Bank Branch at Connaught Place and it was after\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 177\n[HARJIT SINGH BEDI, J.]\nD\nPradeep Goyal and the others had left the Dena Bank A\npremises and were near the Barakhamba Road crossing that\nthe two police parties, one headed by Inspector Anil Kumar,\nand other by ACP Rathi, had joined forces and surrounded the\ncar as it stopped at a red light, and had fired into it killing two\npersons and injuring one. It is at this stage that the prosecution B\nand the defence deviate as it is the case of the defence that\nafter the car had been surrounded, Inspector Anil Kumar had\nknocked at the driver's window asking the occupants to come\nout but instead of doing so Jagjit Singh had fired two shots at\nthe police which had led to a fusillade in self defence. It is true C\nthat Avtar Singh PW, who was an injured witness and ASI\nOmbir Singh, PW-13 did say that the multiple firing had been\npreceded by one solitary shot which apparently is in\nconsonance with the defence version. Likewise, PW-13 ASI\nOmbir Singh, PW15 Inspector Ram Mehar, PW-35 Inspector\nRishi Dev, PW41 Constable Samrat Lal, and PW-57 S.I. Sunil\nKumar testified that a 7.65 mm bore pistol along with two fired\ncartridges and 7 live cartridges in the magazine and one\nmisfired cartridge in the breech, had been recovered from the\ncar. This story too appears to support the case of the defence.\nIt is equally true that it is not always necessary for the accused\nto plead self-defence and if the prosecution story itself spells\nit out, it would be open to the court to examine this matter as\nwell, as held by this Court in Mohan Singh's case (Supra) and\nin James Martin vs. State of Kerala 2004 (2) SCC 203.\nLikewise, it is now well settled in the light of the judgment in\nJaved Masood's case (supra) that if a prosecution witness is\nnot declared hostile by the prosecution, the evidence of such\na witness has to be accepted by the prosecution. It must also\nbe observed that though the prosecution is bound to prove its\ncase beyond reasonable doubt, the obligation on an accused\nunder Section 105 of the Indian Evidence Act, 1872 is to prove\nit by a preponderance of probabilities. We have, accordingly,\nexamined the evidence under the above broad principles.\n12. As already indicated above, PW's Avtar Singh and\nE\nF\nG\nH\n"}