{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1065\nGUJARAT\nused that expression in Bachan Singh in order to read A\ndown and confine the imposition of capital punishment\nto extremely limited cases. This is a very loaded\nexpression and is not to be trifled with. It is pregnant with\nrespect for the inviolability of human life. That is why the\nword 'rare' has been used twice and once in a superlative B\nsense. [Para 95 and 96] [1118-E-G]\nBachan Singh v. State of Punjab AIR 1980 SC 898;\nBantu @ Naresh Giri v. State of Uttar Pradesh AIR 2002 SC\n70; Surendra Pal Singh v. State of Gujarat (2002) 3 SCC 127,\nAmrit Singh v. State of Punjab AIR 2002 SC 132 and\nKulwinder Singh v. State of Punjab AIR 2007 SC 2868, relied\non.\nC\n4.2. In the instant case, accused is a young man and\nhis age was 28 years as per the version in the charge- D\nsheet. He is married and has two daughters. He has no\ncriminal antecedents, at least none has been brought on\nrecord. His behaviour in general was not objectionable\nand certainly not with the deceased girl prior to the\nincident. The unfortunate incident is possibly the first E\ncrime committed by the appellant. He is not otherwise a\ncriminal. Such a person is not a threat to the society.\n[Para 104] [1120-E-F]\n4.3. In view of the principles enshrined in various\ndecisions of the Court and in view of mitigating\ncircumstances and the law laid down in Bachan Singh,\nand keeping in view the various gaps in the prosecution\nevidence, death sentence cannot be awarded to the\nappellant as it does not come under the `rarest of rare\ncases'. Apart from that, in the instant case, proper\nsentencing procedure was not followed by the trial court,\nand the High Court erred by approving the same. In the\ncircumstances, a sentence of rigorous imprisonment for\nlife will serve the ends of justice. [Para 106 and 108]\n[1121-D-G]\nF\nG\nН\n1066\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA\nCase Law Reference:\n2005 (3) SCC 114\nreferred to\nPara 6\n2006 (10) SCC 172\nreferred to\nPara 7\nB\n2005(12)SCC 438\nreferred to\nPara 8\n2008(9) SCALE 652\nreferred to\nPara 8\n2008(5) Supreme 577\nreferred to\nPara 8\nC\n(2000) 5 SCC 197\nreferred to\nPara 9\n2000 SCC (Crl) 90\nreferred to\nPara 10\nAIR 1977 SC 1063\nreferred to\nPara 13\nD\nAIR 1956 SC 316\nreferred to\nPara 13\nAIR 1983 SC 446\nreferred to\nPara 13\nAIR 1985 SC 1224\nreferred to\nPara 13\nE\nAIR 1987 SC 350\nreferred to\nPara 13\nAIR 1989 SC 1890\nreferred to\nPara 13\n(1996) 10 SCC 193\nreferred to\nPara 14\nF\nAIR 1990 SC 79\nreferred to\nPara 15\n(1992 Cri.LJ 1104\nreferred to\nPara 16\n1952 SC 343\nreferred to\nPara 19\nG\nAIR 1984 SC 1622\nreferred to\nPara 20\n(1987) 2 SCR 710\nrelied on\nPara 23\nAIR 1991 SC 1463\nrelied on\nPara 24\nH\n402 US 183: 28 L.D. 2d 711 reffered to\nPara 27\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1067\nGUJARAT\n1994 (4) SCC 353\nrelied on\nPara 28 A\n1994 (2) SCC 220\nrelied on\nPara 30\n1996 (2) SCC 175\nrelied on\nPara 31\n2005 (2) SCC 712\nrelied on\nPara 32\nB\n1980 (2) SCC 684\nrelied on\nPara 33\n1983 (3) SCC 470\nrelied on\nPara 34\n2002(50) SCC 234\nrelied on\nPara 35\nC\nAIR 1980 SC 898\nrelied on\nPara 3\n159 US 523 1895\nreferred to\nPara 9\n(2004) 1 SCC 64\nreferred to\nPara 9\n(1997) 5 SCC 341\nreferred to\nPara 12\nD\n(2001) 9 SCC 129\nreferred to\nPara 13\n(2000) 8 SCC 740\nrelied on\nPara 24\n26 C.W.N. 1010\nreferred to\nPara 26\nTET\nJT 2008(11) SC 658\nrelied on\nPara 26\nAIR 1991 SC 1853\nheld inapplicable Para 31\n(1994) 2 SCC 220\ndistinguished.\nPara 37\nF.\n(2003) 8 SCC 666\ndistinguished\nPara 51\nAIR 1973 SC 947\nrelied on\nPara 56\nAIR 1974 SC 799\nrelied on\nPara 56\nG\n(1981) 3 SCC 11\nrelied on\nPara 74\n(1989) 3 SCC 5\nrelied on\nPara 75\n(1991) 4 SCC 341\nrelied on\nPara 78\n(1994) 4 SCC 383\nrelied on\nPara 79\nH\n1068 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA\nAIR 1978 SC 597\nreferred to\nPara 84\n408 U.S. 238\nreferred to\nPara 86\n402 U.S. 183, 196 (1971) referred to\nPara 86\nAIR 2002 SC 70\nrelied on\nPara 99\nB\n(2002) 3 SCC 127\nrelied on\nPara 100\nAIR 2002 SC 132\nrelied on\nPara 101\nAIR 2007 SC 2868\nrelied on.\nPara 103\nC\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 575 of 2007.\nFrom the Judgment \u0026 Order dated 16.2.2006 of the High\nCourt of Gujarat at Ahmedabad in Confirmation Case No. 4 of\nD 2005 with the Criminal Appeal No. 1221 of 2005.\nE\nSudhir Kulshreshtha for the Appellant.\nH. Wahi, E. Enatoli Sema and Mamta Tushar for the\nRespondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. A large number of cases in\nrecent times coming before this Court involving rape and/or\nF murder of girls of tender age is a matter of concern. In the instant\ncase the victim who had not seen even ten summers in her life\nis the victim of sexual assault and animal lust of the accused\nappellant. She was not only raped but was murdered by the\naccused appellant. The accused was found guilty for offences\nG punishable under Sections 363, 366, 376, 397 and 302 of the\nIndian Penal Code, 1860 (in short the 'IPC'). He was sentenced\nto 7 years, 10 years, imprisonment for life, 7 years and death\nsentence for the aforesaid offences. Conviction was recorded\nand sentences were imposed by learned Additional Sessions\nJudge, Fast Track Court No.9, Surat. In view of the award of\nH\n\u003e\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1069\nGUJARAT [DR. ARIJIT PASAYAT, J.]\nthe death sentence reference was made under Section 366 of A\nthe Code of Criminal Procedure, 1973 (in short the 'Code'). The\naccused appellant had also preferred an appeal which was\ndismissed by the impugned judgment. Both the confirmation.\ncase and the criminal appeal were disposed of. Death\nsentence was confirmed while the criminal appeal was B\ndismissed.\n2. Prosecution version as unfolded during trial is as\nfollows:\nE\nThe complainant i.e. Nareshbhai Thakorebhai Patel is C\nresiding in flat No. A/2 of Sanudip Apartment, located on\nRander Road of Surat City, with his family. On the Ground Floor\nof the apartment, he is running a grocery shop as well as a STD\nPCO Booth. The name of his wife is Ms. Kailashben. They were\nblessed with two children. The eldest is boy named Brijesh who D\nwas aged about 16 years at the time of incident. The deceased\nwas student of IVth Standard, in Ankur School, situated near\nSardar Circle, Surat, whereas son of the complainant was\nprosecuting studies in Swaminarayan Gurukul and was staying\nin hostel of Swaminarayan Temple: The appellant was\nemployed as Watchman of Sanudip Apartment and was\nresiding with his wife Savita and two children in a room of the\napartment which is opposite Sanudip Apartment. The incident\ntook place on December 17, 1999. The complainant with his\nwife, Ms. Kailashben, went to Udhana at about 8 PM to attend\na religious ceremony. After return from Udhana, the\ncomplainant did not find the victim. Therefore, he made\ninquiries about the victim from his relatives. Those staying in\nthe apartment informed the complainant that sometime before\nhis return from Udhana, the deceased was playing badminton,\nbut they were not knowing as to where she had gone. The\ncomplainant made extensive search about his daughter of\ntender age but in vain. At about 2.30 AM on December 18,\n1999, he lodged complaint with Rander Police Station, stating\nthat the victim was missing. The information given by the\nF\nG\nH\n$\nC\nD\n1070 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA complainant was recorded by Head Constable Ramdas Barko\nBorde, who was PSO of the Police Station. Head Constable\nBorde handed over investigation of complaint lodged by the\ncomplainant to ASI Mr. Ashokbhai H. Patil. After lodging the\ncomplaint, the complainant continued search of the victim. On\nB December 18, 1999, one Mr. Bipinbhai Bhandari, who is a\nfriend of the complainant, came to the house of the complainant\nand informed the complainant that his old servant, Vishnubhai,\nhad informed him that he had spotted the appellant taking the\ndeceased with him on his cycle. Mr. Bipinbhai also informed\nthe complainant that he was told by Vishnubhai that he had\nshouted at the appellant but the appellant had not stopped. On\nlearning these facts, the complainant started search of the\nappellant, who was employed as Watchman of the apartment.\nThe complainant also informed the police as to what was\nconveyed to him by his friend Mr. Bipinbhai Bhandari. Extensive\nsearch about the victim and the appellant did not yield any result\non December 18, 1999. Mr. Chandravadan Naginbhai Patel,\nwho is brother-in-law of the complainant, stayed at the house\nof complainant in the night of December 18, 1999. In the\nmorning of December 19, 1999, while going home to take a\nbath, Mr. Chandravadan Patel spotted the appellant sitting in\nan open space near vegetable market. Mr. Chandravadan\nasked the appellant as to where the victim was. Thereupon, the\nappellant informed M Chandravadan that he had raped the\nvictim and killed her. Therefore, Mr. Chandravadan brought the\nappellant to the house of the complainant. On being asked, the\nappellant informed the complainant and others, who had\ncollected near the house of the complainant, that he had taken\nthe deceased on December 17, 1999 with him on his bicycle\nand raped her and as he had feared that she would disclose\nG the incident to others, he had killed her. Thereupon, the\ncomplainant informed the police, who arrived at the house of\nthe complainant within no time. The appellant took the\ncomplainant and police to the place of incident where dead\nbody of the deceased was found lying. The complainant,\nH thereupon, lodged First Information Report about rape of his\nE\nF\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1071\nGUJARAT [DR. ARIJIT PASAYAT, J.]\ndaughter and her murder, against the appellant on December A\n19, 1999. On the basis of complaint of the complainant,\noffences were registered against the appellant. The complaint\nof the complainant was investigated by PI SA Desai, who held\ninquest on the dead body of the deceased and made\narrangements for sending the same to hospital for postmortem B\nexamination. From the place of incident, a broken bottle\ncontaining Castor oil and a knife, were recovered. The\nappellant was arrested and pursuant to disclosure statement\nmade by him, the cycle used by him, for carrying the deceased\nto the place of incident, and school-bag of the deceased, C\ncontaining gold and silver ornaments, were recovered. Silver\nand gold ornaments recovered from the school-bag were\nidentified by mother of the deceased as belonging to the\ndeceased. PI Desai recorded statements of those persons who\nwere supposed to be conversant with the facts of the case.\nIncriminating articles seized during the course of investigation\nwere sent to Forensic Science Laboratory (in short the 'FSL')\nfor analysis. The post-mortem examination of the body of the\ndeceased indicated that the deceased was subjected to rape\nand was, thereafter, murdered. The appellant, who was arrested,\nwas forwarded to Dr. Meghrekhaben Mehta for Medical\nExamination. Before Dr. Megrekhaben Mehta, the appellant\nstated that he had sustained injuries while committing rape and\nmurder. On completion of investigation, the appellant was\ncharge-sheeted in the Court of learned Chief Judicial\nMagistrate, Surat, for commission of offences punishable under\nSections 363, 366, 376, 302 and 397 IPC. As the offences\npunishable under Sections 366, 376, 397, 302 are exclusively\ntriable by a Court of Sessions, the case was committed to\nSessions Court, Surat for trial, where it was numbered as\nSessions Case No. 79 of 2000.\nSince the accused persons pleaded innocence trial was\nheld. Thirty four witnesses were examined. In addition, certain\ndocuments were placed on record. The case primarily was\n· based on circumstantial evidence as there was no eye witness.\nD\nE\nF\nG\nH\n1072 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA The circumstances highlighted by the trial Court and the High\nCourt are as follows:\nB\n1.\nنه\nC 3.\nD\n4.\nE\nF\n5.\n6.\nG 7.\nH\nThe first circumstance is that the deceased was\nraped and she died a homicidal death.\nThe second circumstance is that the deceased\nvictim who was aged about 10 years was residing\nwith her parents in flat No.A/2 of Sanudip Apartment\nlocated on Rander Road of Surat City.\nThe third circumstance is that the appellant was\nserving as a Watchman since long and he was\nresiding with his family in a room located on ground\nfloor of Happy Home Apartments situated opposite\nSanudip Apartment, Surat.\nThe fourth circumstance is that the accused\nappellant had won the confidence of the victim as\na result of which the victim had reposed confidence\nin the appellant.\nThe fifth circumstance which is sought to be proved\nis that between 8.45 p.m. and 9.00p.m. on\nDecember 17, 1999 the appellant was last seen\nplaying badminton with the deceased in Sanudip\nApartment.\nThe sixth circumstance which is sought to be proved\nis that the on December 19, 1999 at about 10.30\np.m. the parents of the victim returned home and\nfound that the deceased was missing.\nThe seventh circumstance which is sought to be\nrelied upon by the prosecution is that between 9.00\np.m. and 9.30 p.m on December 17, 1999\nVishnubhai Bahadur (PW-24) had seen the\nappellant taking the deceased on his cycle near\nAdajan Patia, Surat.\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1073\nGUJARAT [DR. ARIJIT PASAYAT, J.]\n8.\n9.\nThe eighth circumstance is that after PW-24 had A\ndisclosed before Shankarbhai (PW-6) and others\nthat he had seen the appellant going on a cycle\ntowards Jakat-Naka with the deceased, a search\nwas made and appellant was found missing.\nThe next circumstance which is sought to be relied\nupon by the prosecution is that in the morning of\nDecember 1999 witness Chandravadan who was\ngoing home had seen the accused sitting at an\nopen place near Bhulka Bhavan School and had\napproached the appellant and on enquiry being\nmade the appellant had made extra judicial\nconfession before him at that time.\nB\nC\n10. The other circumstance which is sought to be\nproved by the prosecution is that on arrival of police D\nat Sanudip Apartment after being informed by\ncomplainant Nareshbhai the appellant had shown\nthe place of incident where the dead body of the\ndeceased was found lying.\n11. The next circumstance is that at the instance of the\naccused appellant his cycle and school bag of the\ndeceased were recovered and school bag was\nfound containing anklets and earrings belonging to\nthe deceased.\n12.\nHuman Blood was found from T-shirt of the accused\nand no explanation was offered by the appellant as\nto how human blood was found on his T-shirt.\nE\nF\nThe High Court found the circumstances to be credible, G\ncogent and reliable. The High Court while referring the\ncircumstances as noted by the High Court upheld the\nconviction. It did not find any substance in the plea of the\naccused appellant that the evidence of the child witness (PW-\n17) cannot be relied upon and the extra judicial confession\nH\n1074 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA cannot also be relied upon as police was present. The concept\nof last seen together cannot be pressed into service in the\ninstant case as PW-24 was not sure of the date or the time.\nAdditionally, it was submitted that in a case where circumstantial\nevidence is the foundation for conclusion of guilt the death\nB sentence cannot be awarded. The High Court noted that the\nevidence of the child witness PW-17 after careful analysis has\nbeen found to be acceptable and, therefore there is no infirmity\nin the conclusion of the High Court. Similarly, the plea relating\nto the extra judicial confession was also not accepted. The High\nCourt held that several witnesses have seen the accused and\nthe deceased together in close proximity time at the time of\noccurrence and, therefore, the accused was required to explain\nthe circumstances as to how immediately thereafter the\ndeceased was found to be dead. Therefore, the appeal filed\nby the accused appellant was dismissed and the death\nsentence awarded was confirmed and other sentences and the\nconviction as recorded were confirmed.\nC\nD\nE\nF\n3. The stand taken before the High Court was re-iterated\nin this Court.\n4. It is to be noted that the circumstances highlighted by\nthe trial Court and analysed in detail by the High Court unerringly\npoint at the accused to be author of the crime in the present\ncase.\n5. So far as the last seen aspect is concerned PWs 4, 5,\n6, 17 and 24 had categorically stated that the deceased was\nseen in the company of the accused just before the time of\ndeath. Additionally, the extra judicial confession was not\nrecorded in the presence of the police. It is clear from the\nG evidence of the witnesses that when the first confession was\nrecorded police personnel were not present. So far as the\nevidence of PW-24 regarding the last seen aspect is\nconcerned his evidence has to be read alongwith the evidence\nof PWs 5 and 6. Though PW-17 was a child witness\nH nevertheless the Court has taken care of analyzing his\n"}