{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":":\nY\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1085\nGUJARAT [DR. ARIJIT PASAYAT, J.]\nnew challenges and mould the sentencing system to meet these A\nchallenges. The object should be to protect the society and to\ndeter the criminal in achieving the avowed object to law by\nimposing appropriate sentence. It is expected that the Courts\nwould operate the sentencing system so as to impose such\nsentence which reflects the conscience of the society and the B\nsentencing process has to be stern where it should be. Even\nthough the principles were indicated in the background of death\nsentence and life sentence, the logic applies to all cases where\nappropriate sentence is the issue.\n29. Imposition of sentence without considering its effect on\nthe social order in many cases may be in reality a futile\nexercise. The social impact of the crime, e.g. where it relates\nto offences against women, dacoity, kidnapping,\nmisappropriation of public money, treason and other offences\ninvolving moral turpitude or moral delinquency which have great\nimpact on social order, and public interest, cannot be lost sight\nof and per se require exemplary treatment. Any liberal attitude\nby imposing meager sentences or taking too sympathetic view\nmerely on account of lapse of time in respect of such offences\nwill be result-wise counter productive in the long run and against\nsocietal interest which needs to be cared for and strengthened\nby string of deterrence inbuilt in the sentencing system.\nC\nD\nE\n30. In Dhananjoy Chatterjee v. State of W.B. (1994 (2)\nSCC 220), this Court has observed that shockingly large F\nnumber of criminals go unpunished thereby increasingly,\nencouraging the criminals and in the ultimate making justice\nsuffer by weakening the system's creditability. The imposition\nof appropriate punishment is the manner in which the Court\nresponds to the society's cry for justice against the criminal.\nJustice demands that Courts should impose punishment\nbefitting the crime so that the Courts reflect public abhorrence\nof the crime. The Court must not only keep in view the rights of\nthe criminal but also the rights of the victim of the crime and\nthe society at large while considering the imposition of\nG\nH\n1086 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA appropriate punishment.\nB\nC\nD\n**31. Similar view has also been expressed in Ravji v. State\nof Rajasthan, (1996 (2) SCC 175). It has been held in the said\ncase that it is the nature and gravity of the crime but not the\ncriminal, which are germane for consideration of appropriate\npunishment in a criminal trial. The Court will be failing in its duty\nif appropriate punishment is not awarded for a crime which has\nbeen committed not only against the individual victim but also\nagainst the society to which the criminal and victim belong. The\npunishment to be awarded for a crime must not be irrelevant\nbut it should conform to and be consistent with the atrocity and\nbrutality with which the crime has been perpetrated, the\nenormity of the crime warranting public abhorrence and it\nshould \"respond to the society's cry for justice against the\ncriminal\". If for extremely heinous crime of murder perpetrated\nin a very brutal manner without any provocation, most deterrent -\npunishment is not given, the case of deterrent punishment will\nlose its relevance.\n32. These aspects have been elaborated in State of M.P.\nE v. Munna Choubey [2005 (2) SCC 712].\nF\nG\nI\n33. In Bachan Singh v. State of Punjab [1980 (2) SCC\n684] a Constitution Bench of this Court at para 132 summed\nup the position as follows: (SCC p.729)\n\"132. To sum up, the question whether or not death penalty\nserves any penological purpose is a difficult, complex and\nintractable issue. It has evoked strong, divergent views.\nFor the purpose of testing the constitutionality of the\nimpugned provision as to death penalty in Section 302,\nPenal Code on the ground of reasonableness in the light\nof Articles 19 and 21 of the Constitution, it is not necessary\nfor us to express any categorical opinion, one way or the\nother, as to which of these two antithetical views, held by\nthe Abolitionists and Retentionists, is correct. It is sufficient\nto say that the very fact that persons of reason, learning\n7\n་\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1087\nGUJARAT [DR. ARIJIT PASAYAT, J.]\nD\nand light are rationally and deeply divided in their opinion A\non this issue, is a ground among others, for rejecting the\npetitioners' argument that retention of death penalty in the\nimpugned provision, is totally devoid of reason and\npurpose. If, notwithstanding the view of the Abolitionists to\nthe contrary, a very large segment of people, the world B\nover, including sociologists, legislators, jurists, judges and\nadministrators still firmly believe in the worth and necessity\nof capital punishment for the protection of society, if in the\nperspective of prevailing crime conditions in India,\ncontemporary public opinion channelised through the C\npeople's representatives in Parliament, has repeatedly in\nthe last three decades, rejected all attempts, including the\none made recently, to abolish or specifically restrict the.\narea of death penalty, if death penalty is still a recognised\nlegal sanction for murder or some types of murder in most\nof the civilised countries in the world, if the framers of the\nIndian Constitution were fully aware-as we shall presently\nshow they were - of the existence of death penalty as\npunishment for murder, under the Indian Penal Code, if the\n35th Report and subsequent reports of the Law\nCommission suggesting retention of death penalty, and\nrecommending revision of the Criminal Procedure Code\nand the insertion of the new Sections 235(2) and 354(3)\nin that Code providing for pre-sentence hearing and\nsentencing procedure on conviction for murder and other\ncapital offences were before Parliament and presumably\nconsidered by it when in 1972-73 it took up revision of the\nCode of 1898 and replaced it by the Code of Criminal\nProcedure, 1973, it is not possible to hold that the\nprovision of death penalty as an alternative punishment for\nmurder, in Section 302, Penal Code is unreasonable and G\nnot in the public interest. We would, therefore, conclude\nthat the impugned provision in Section 302, violates neither\nthe letter nor the ethos of Article 19.\"\nE\nLL\nF\n34. Similarly, in Machhi Singh v. State of Punjab [1983 H\n1088 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA (3) SCC 470] in para 38 the position was summed up as\nfollows: (SCC p. 489)\nB\nC\nD\nE\nF\nG\n\"38. In this background the guidelines indicated in Bachan\nSingh's case (supra) will have to be culled out and applied\nto the facts of each individual case where the question of\nimposing of death sentence arises. The following\npropositions emerge from Bachan Singh's case (supra):\n(i) The extreme penalty of death need not be\ninflicted except in gravest cases of extreme\nculpability.\n(ii) Before opting for the death penalty the\ncircumstances of the 'offender' also require to be\ntaken into consideration along with the\ncircumstances of the 'crime'.\n(iii) Life imprisonment is the rule and death\nsentence is an exception. In other words death\nsentence must be imposed only when life\nimprisonment appears to be an altogether\ninadequate punishment having regard to the\nrelevant circumstances of the crime, and provided,\nand only provided, the option to impose sentence\nof imprisonment for life cannot be conscientiously\nexercised having regard to the nature and\ncircumstances of the crime and all the relevant\ncircumstances.\n(iv) A balance sheet of aggravating and mitigating\ncircumstances has to be drawn up and in doing so\nthe mitigating circumstances have to be accorded\nfull weightage and a just balance has to be struck\nbetween the aggravating and the mitigating\ncircumstances before the option is exercised.\"\n35. The position was again reiterated in Devender Pal\nH Singh v. State of NCT of Delhi [2002 (5)SCC 234]: (SCC p.\n:\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1089\nGUJARAT [DR. ARIJIT PASAYAT, J.]\n271, para 58)\n\"58. From Bachan Singh 's case (supra) and Machhi\nSingh's case (supra) the principle culled out is that when\nthe collective conscience of the community is so shocked,\nthat it will expect the holders of the judicial power centre\nto inflict death penalty irrespective of their personal opinion\nas regards desirability or otherwise of retaining death\npenalty, the same can be awarded. It was observed:\nThe community may entertain such sentiment in the\nfollowing circumstances:\nA\nB\nC\n(1) When the murder is committed in an\nextremely brutal, grotesque, diabolical,\nrevolting, or dastardly manner so as to arouse\nintense and extreme indignation of the D\ncommunity.\n(2) When the murder is committed for a\nmotive which evinces total depravity and\nmeanness; e.g. murder by hired assassin for\nmoney or reward; or cold-blooded murder for\ngains of a person vis-à-vis whom the\nmurderer is in a dominating position or in a\nposition of trust; or murder is committed in\nthe course for betrayal of the motherland.\n(3) When murder of a member of a\nScheduled Caste or minority community, etc.\nis committed not for personal reasons but in\ncircumstances which arouse social wrath; or\nin cases of 'bride burning' or 'dowry deaths'\nor when murder is committed in order to\nremarry for the sake of extracting dowry once\nagain or to marry another woman on account\nof infatuation.\nE\nF\nG.\nH\nA\n00\nB\nC\n1090\nSUPREME COURT REPORTS [2009] 6 S.C.R.\n(4) When the crime is enormous in\nproportion. For instance when multiple\nmurders, say of all or almost all the members\nof a family or a large number of persons of\na particular caste, community, or locality, are\ncommitted.\n(5) When the victim of murder is an innocent\nchild, or a helpless woman or old or infirm\nperson or a person vis-à-vis whom the\nmurderer is in a dominating position, or a\npublic figure generally loved and respected\nby the community.\"\n36. If upon taking an overall global view of all the\ncircumstances in the light of the aforesaid propositions and\nD taking into account the answers to the questions posed by way\nヨ\nF\nof the test for the rarest of rare cases, the circumstances of the\ncase are such that death sentence is warranted, the court would\nproceed to do so.\n37. What is culled out from the decisions noted above is\nthat while deciding the question as to whether the extreme\npenalty of death sentence is to be awarded, a balance sheet\nof aggravating and mitigating circumstances has to be drawn\nup.\n38. The plea that in a case of circumstantial evidence\ndeath should not be awarded is without any logic. If the\ncircumstantial evidence is found to be of unimpeachable\ncharacter in establishing the guilt of the accused, that forms the\nfoundation for conviction. That has nothing to do with the\nG question of sentence as has been observed by this Court in\nvarious cases while awarding death sentence. The mitigating\ncircumstances and the aggravating circumstances have to be\nbalanced. In the balance sheet of such circumstances, the fact\nthat the case rests on circumstantial evidence has no role to\nH\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1091\nGUJARAT\nA\nplay. In fact in most of the cases where death sentence are\nawarded for rape and murder and the like, there is practically\nno scope for having an eye witness. They are not committed\nin the public view. But very nature of things in such cases, the\navailable evidence is circumstantial evidence. If the said\nevidence has been found to be credible, cogent and trustworthy B\nfor the purpose of recording conviction, to treat that evidence\nas a mitigating circumstance, would amount to consideration\nof an irrelevant aspect. The plea of learned counsel for the\nappellant that the conviction is based on circumstantial\nevidence and, therefore, the death sentence should not be\nC\nawarded is clearly unsustainable.\n39. The case at hand falls in the rarest of rare category.\nThe circumstances highlighted establish the depraved acts of\nthe accused and they call for only one sentence i.e. death\nsentence.\n40. Looked at from any angle the judgment of the High\nCourt confirming the death sentence does not want any\ninterference. The appeal fails and is dismissed.\nGANGULY, J. 1. I have gone through the judgment\nprepared by My Lord Hon'ble Dr. Justice Pasayat, but I have\nnot found myself in entire agreement with the conclusions\nreached by His Lordship. I need hardly say that it is only with\ngreat respect to His Lordship that I venture to express a\ndivergent opinion on the sentence and I consider it my sacred\nduty as a judge to do so. In my view in this case death penalty\ncannot be inflicted on the appellant.\n2. From the judgment of His Lordship, it appears that the\ncase against the appellant rests on circumstantial evidence.\nThose circumstances have been noted by the Hon'ble High\nCourt and adverted to by His Lordship in the judgment. Twelve\ncircumstances have been noted and they are as follows:-\nD\nE\nF\nG\nI\n1092\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nI. The 1st circumstance is that the deceased was\nraped and she died a homicidal death.\nII.\nIII.\nIV.\nV.\nVI.\nThe 2nd circumstance is that the deceased victim\nwho was aged about 10 years was residing with\nher parents in flat No.A/2 of Sanudip Apartment\nlocated on Rander Road of Surat City.\nThe 3rd circumstance is that the appellant was\nserving as a Watchman since long and he was\nresiding with his family in a room located on ground\nfloor of Happy Home Apartments situated opposite\nSanudip Apartment, Surat.\nThe 4th circumstance is that the accused appellant\nhad won the confidence of the victim as a result of\nwhich the victim had reposed confidence in the\nappellant.\nThe 5th circumstance which is sought to be proved\nis that between 8.45 p.m. and 9.00 p.m. on\nDecember 17, 1999 the appellant was last seen\nplaying badminton with the deceased in Sanudip\nApartment.\nThe 6th circumstance which is sought to be proved\nis that on December 17, 1999 at about 10.30 p.m.\nthe parents of the victim returned home and found\nthat the deceased was missing.\nVII. The 7th circumstance which is sought to be relied\nupon by the prosecution is that between 9.00 p.m.\nand 9.30 p.m on December 17, 1999 Vishnubhai\nBahadur (PW-24) had seen the appellant taking the\ndeceased on his cycle near Adajan Patia, Surat.\nVIII. The 8th circumstance is that after PW-24 had\ndisclosed before Shankarbhai (PW-6) and others\nthat he had seen the appellant going on a cycle\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1093\nGUJARAT [ASOK KUMAR GANGULY, J.]\nIX.\nX.\nXI.\nXII.\ntowards Jakat-Naka with the deceased, a search A\nwas made and appellant was found missing.\nThe next circumstance which is sought to be relied\nupon by the prosecution is that in the morning of\nDecember 19, 1999 witness Chandravadan who\nwas going home had seen the accused sitting at\nan open place near Bhulka Bhavan School and had\napproached the appellant and on enquiry being\nmade the appellant had made extra judicial\nconfession before him at that time.\nThe other circumstance which is sought to be\nproved by the prosecution is that on arrival of police\nat Sanudip Apartment after being informed by\ncomplainant Nareshbhai the appellant had shown\nthe place of incident where the dead body of the\ndeceased was found lying.\nThe next circumstance is that at the instance of the\naccused appellant his cycle and school bag of the\ndeceased were recovered and school bag was\nfound containing anklets and earrings belonging to\nthe deceased.\nHuman Blood was found from T-shirt of the accused\nand no explanation was offered by the appellant as\nto how human blood was found on his T-shirt.\n3. On going through those circumstances, to my mind, the\nfirst three circumstances, by themselves, do not fasten any guilt\non the appellant. In conjunction with other circumstances they\nmay be relevant. However the 4th, 5th, 7th, 8th, 9th, 10th, 11th\nand 12th circumstances might have been considered relevant\nby His Lordship for bringing home the guilt of the appellant and\nthen bringing the case within the rarest of rare cases, a principle\nformulated by the majority judgment in Bachan Singh v. State\nof Punjab - AIR 1980 SC 898, by this Court for imposing death\nB\nC\nD\nE\nLL\nF\nF\nI\n1094 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA penalty.\nB\n4. Since I differ with His Lordship on the question of\ninflicting the death penalty on the appellant, I propose to\nconsider the evidence leading onto some of those\ncircumstances.\n5. To prove the fourth circumstance, the prosecution\nexamined witness Kailashben, who is the mother of the\ndeceased. Kailashben deposed that the appellant used to take\nthe victim to school on his cycle and leave her at school when\nC the rickshawallah failed to turn up to take her to school. The\nsame version has been given by another witness,\nChandravadan Nagin Bhai Patel (PW.4). The High Court has\nalso noted that the appellant, in his written statement had stated\nthat the deceased would occasionally play with his daughter and\nD come to his room and that he never misbehaved with the\ndeceased. These pieces of evidence cannot be said to fasten\nany guilt on the appellant. However, the High Court on\nappreciation of these pieces of evidence came to the\nconclusion that the prosecution proved that the appellant had\nE enticed the victim to come with him and the fact that the\nappellant took the victim on the bicycle on December 17, 1999\nbecomes \"plausible and acceptable”.\nF\nG\n6. Therefore, the High Court's conclusions on the 4th\ncircumstance are not very definite. The High Court itself\nconsidered its conclusion in respect of the 4 th circumstance\na 'plausible one'. Imposition of death sentence by considering\none of the circumstances which High Court finds 'plausible' is,\nto my mind, in defiance of any reasoning which brings a case\nwithin the category of the 'rarest of rare cases'.\n7. In proving the 5th circumstance, the prosecution relied\nheavily on evidence of the child witness, namely Darshanaben.\nWhen she deposed, before the Court in 2004, she was 17\nyears old. The incident happened in 1999 and at that time, she\nH must have been 12 years old.\n"}