{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"RAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1095\nGUJARAT [ASOK KUMAR GANGULY, J.]\n8. In the examination-in-chief, she stated that she went to A\nSanudip Apartments between 8 and 8:30 p.m., she and the\ndeceased were playing badminton. At that time, one Jayanti\nDada was sitting near the STD shop. However, the evidence\nof Jayanti Dada is not forthcoming even though the witness said\nwhen she went for dinner in the house of the deceased, Jayanti B\nDada was playing badminton with the deceased. After dinner,\nthe witness came back and again started playing with the\ndeceased. Then, her father came and took her home. At this\npoint, her evidence in chief is \"thereafter, Khusbu (the\ndeceased), was playing badminton with the appellant\". C\nAccording to her evidence, they were playing badminton at\nabout 9 p.m.\n9. For the appreciation of the evidence of a child witness,\nthis Court has evolved certain principles and in some of its\njudgments this Court has relied on the proposition formulated\nby Justice Brewer in Wheeler v. United States - 159 US 523\n(1895).\nD\n10. Justice Brewer opined that the evidence of a child\nwitness is not to be rejected per se but rule of prudence E\ndemands that it should be subjected to a close scrutiny. If on a\nclose scrutiny, the Court finds it reliable, even conviction can\nbe based on it.\n11. This principle laid down in Wheeler (supra) has been\naccepted by this Court in Ratansinh Dalsukhbhai Nayak v.\nState of Gujarat - (2004) 1 SCC 64, at pg. 67 and also in\nNivrutti Pandurang Kokate and Others v. State of Maharashtra\n– (2008) 12 SCC 565, at pg. 567.\nF\nG\n12. Even earlier than that, this Court in Dattu Ramrao\nSakhare and Others v. State of Maharashtra - (1997) 5 SCC\n341, had held that there is no rule of practice that the evidence\nof a child witness needs corroboration in order to base\nconviction on it. However, as a rule of prudence, the Court\ninsists it is desirable to have corroboration from other H\n'\n1096 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA dependable evidence (See page 343).\nB\n13. In Suryanarayana v. State of Karnataka - (2001) 9\nSCC 129, this Court held that corroboration of the testimony\nof a child witness is not a rule but is a measure of caution and\nprudence (See page 133).\n14. In this case, of course, there is some corroboration of\nthe evidence of the child witness from the deposition given by\nShankarbhai, who mentioned that, the accused was playing\nbadminton with the deceased. So far as the 5th circumstance\nC is concerned, guilt of the appellant did not surface till then.\nD\nE\n15. So far as the 6th circumstance is concerned, the same\nis that the deceased was found missing by her parents when\nthey returned home on 17.12.1999 at about 10.30 p.m. This\nalso does not indicate any guilt of the appellant.\n16. The 7th and 8th circumstances are very crucial and in\nthis connection, the evidence of PW.24 is very vital for fastening\nthe guilt on the appellant. PW.24 in his evidence in chief said\nthat he had seen the appellant taking the deceased on a bicycle\nbetween 9.00 to 9.30 p.m. The said witness was having the\nbusiness of selling Chinese food in a lorry near Adajan Patiya\nChar Rasta. But in his cross-examination he has said \"on the\ndate of incident at about 8.00 p.m. I had seen Ramesh with\nKhushbu, who was going on cycle sitting behind Khushbu, on\nF the road Adajan Patiya Char Rasta opposite to my lorry\".\n17. This is a vital discrepancy. The evidence of the child\nwitness corroborated by Shankarbhai is that, deceased was\nplaying badminton till about 9.00 p.m. The deceased was first\nG playing with the child witness, then with Jayanti Dada and then\nagain with the child witness and ultimately with the appellant\nwhen the child witness left the apartment with her father for their\nhouse. Therefore, the evidence of PW.24, which is adduced by\nthe prosecution to prove the theory of 'last seen' is that on 8.00\np.m. PW.24 had seen the appellant and the victim going on a\nH\nM\n:\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF1097\nGUJARAT [ASOK KUMAR GANGULY, J.]\ncycle in front of his lorry from which he was selling Chinese food. A\n18. In that case, the deceased and the appellant must have\nleft the apartment before 8 p.m. Thus there is a very vital\ndiscrepancy about time between the evidence of child witness.\nas corroborated by Shankarbhai and the evidence of PW.24\non the question of 'last seen'. The prosecution sought to prove\nthis 'last seen' theory on the basis of the 5th and 7th\ncircumstances. This discrepancy has not been noticed either\nby the High Court or in the judgment of His Lordship.\nB\nD\n19. The next, the 8th circumstance, as noted in the C\njudgment of His Lordship is that after PW.24 had disclosed\nbefore Shankarbhai (PW.6) that he had seen the appellant\ngoing on a cycle towards Jakat Naka with the deceased, a\nsearch was made and the appellant was found missing. From\nthe evidence of Vishnu Bahadur (PW.24), it appears that on\nthe date of the incident i.e. 17.12.1999, after he saw the\nappellant going with the deceased on a cycle and he called the\nappellant to stop, the appellant did not stop the cycle and was\ngoing towards Jakat Naka. Thereafter his evidence in chief is\nthat he closed the lorry at about 11.00 p.m. and went to his E\nhouse and slept. On 17.12.1999 Vishnu Bahadur (PW.24) did\nnot meet Shankarbhai (PW.6). On the next day i.e. 18.12.1999\nat about 1.00 to 1.30 p.m., Vishnu Bahadur (PW.24) after\ncooking Chinese food in his house went to Sanudip Apartment\nand met Shankarbhai (PW.6). When he went to that Apartment, F\nhe saw a crowd there. Then his evidence is, \"I asked\nShankarbhai, what is happened. In reply, Shankarbhai told me\nthat Khushbu is missing since last night. At that time I informed\nShankarbhai that yesterday evening I have seen Ramesh, who\nwas going on cycle with Khushbu. The police had inquired him.\"\n20. It is clear from the aforesaid evidence that Vishnu\nBahadur (PW.24) met Shankarbhai (PW.6) on the next day i.e.\non 18.12.1999 quite late and which is after mid day and then\nhe informed Shankarbhai about the incident of the appellant\ngoing on a cycle with the deceased. So the information by\nG\nH\n1098 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA PW.24 to PW.6 that he saw on 17.12.1999 the appellant and\nthe deceased going together on a cycle towards Jakat Naka\nwas not given before 1.00 to 1.30 p.m. on 18.12.1999.\nB\nC\n21. The 9th circumstance which introduces the extra\njudicial confession by the appellant to Chandravadan (PW.4)\nshows a different sequence of events. Evidence of\nChandravadan (PW.4) is that on the night of 17.12.1999,\nNareshbhai and Kailashben, the parents of the deceased,\ncame to his house for the purpose of searching the deceased.\nThen Chandervadan went with them to search the deceased\nand stayed at the place of Nareshbhai and then he went to the\nhouse of his mother-in-law, where he stayed the whole night\nthen left for his house to have a bath which is obviously the\nnext day i.e. 18.12.1999. When he was leaving for his house\non a motorcycle, he saw the appellant sitting behind Bhulka\nBhavan School in an open plot. He went to the appellant and\nasked him about Khusbhu and then the appellant made his\nconfessional statement of allegedly raping and murdering\nKhushbu. Chandravadan (PW.4) then took the appellant \"to\nthe house of Nareshbhai\" where Nareshbhai and others\nE interrogated the appellant and before them appellant is alleged\nto have made the same confessional statement. Then\nNareshbhai 'called up the Police Station' and 'informed the\npolice'. PW.4 also deposed, 'Before police came, I left the\nhouse of Nareshbhai and went to my house to have a bath' -\nF this is the evidence of PW.4 in chief. It is clear from the\nD\nG\nH\naforesaid evidence of PW.4 that he took the appellant to the\nfather of the deceased on the next day and police was\nimmediately informed before he could go to his house to take\nhis bath.\n'\n22. To my mind this discloses major discrepancies in the\nsequence of events, which formed the core of 7th, 8th and 9th\ncircumstances and are very vital to establish the guilt of the\nappellant. According to my reading of the evidence there is no\nchance of the appellant being found missing after the reporting\n'\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1099\nGUJARAT [ASOK KUMAR GANGULY, J.]\nof the incident by PW.24 on 18.12.1999 at about 1.00 to 1.30 A\np.m. in as much as PW.4 brought the appellant to the apartment\nin the morning hours of 18.12.1999 and the police was\nimmediately called. In between the confession was allegedly\nmade by the appellant.\n23. It appears that in his statement under Section 313\nCr.P.C., the appellant submitted that he wants to give a written\nstatement and he actually had given a written statement to the\nTrial Court. The same was marked as Exhibit 133. In the said\nwritten statement dated 1.4.2005 he has inter alia stated:-\nB\nC\n\"I have not made any confession before the\nresidents of the society or the police, because I have not\ncommitted any offence. Moreover, I have not shown dead\nbody of Khushbu to the Police. I had not led police to the\nplace where dead body was lying. I have not made any D\nconfession before the police or panch persons. I have not\ndrawn the police to the place of my residence. I have not\ngiven anything from the school bag. The police had created\nthese evidences with a view to involve me in the case\nfalsely.\"\n24. This has to be treated as part of the accused's\nstatement under Section 313. The provision under Section 313\nof the Code is for the benefit of the accused [see Basavaraj\nR. Patil \u0026 others v. State of Karnataka and others - (2000) 8\nSCC 740]. Therefore, this written statement which the accused\nhas given and the Court made it as an Exhibit must be treated\nas part of his statement under Section 313.\n25. It appears therefore, the appellant has retracted his\nconfession.\n26. When an extra-judicial confession is retracted by an\naccused, there is no inflexible rule that the Court must invariably\naccept the retraction. But at the same time it is unsafe for the\ncourt to rely on the retracted confession, unless the Court on a\nE\nF\nG\nI\n1100 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA consideration of the entire evidence comes to a definite\nconclusion that the retracted confession is true. If the Court\nwants to reject the retraction, Court must give cogent reasons\nbefore the Court rejects it. (See the Division Bench Judgment\nof Calcutta High Court in King Emperor v. Biseswar Dey and\nB others - 26 C.W.N. 1010). This is still good law. The same\nC\nprinciple has been accepted after elaborate discussion by this\nCourt in Mohd. Azad @ Samin v. State of West Bengal\nreported in JT 2008(11) SC 658 at 665 of the report. (See para\n21).\n27. It does not appear that the High Court has given any\nreason for not accepting the retraction of the confession by the\naccused. The High Court dealt with so-called extra judicial\nconfessions by the appellant and held that the second extra\njudicial confession by the appellant before the police is hit by\nD Section 25 of the Evidence Act. But about the retraction of his\nfirst extra judicial confession in the written statement of the\nappellant, which is part of his 313 statement, there is no\ndiscussion in the judgment of the High Court.\nE\nF\n28. In paragraph 13 of the High Court judgment, the High\nCourt merely referred to the general denials by the appellant\nin the course of his examination under Section 313 Cr.P.C. and\nheld that the non-explanation of the suspicious circumstances\nunder which the deceased had died will be treated as an\nadditional link against the appellant. In a case where death\npenalty has been imposed, this Court expects the High Court\nto consider the evidence with greater care and circumspection.\n29. This Court finds that the written statement of the\nappellant was accepted by the High Court while formulating\nG various circumstances against the appellant. A part of the\nwritten statement was considered for formulating the 4th\ncircumstance against him. So High Court cannot accept one\npart of the statement to the total non-consideration of the other\npart in which the appellant has retracted his confession and\nH especially when it was affirming death sentence against the\n1\n༢,\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1101\nGUJARAT [ASOK KUMAR GANGULY, J.]\nappellant.\n30. The 12th circumstance against the appellant is that\nblood was found on his T-shirt. But the High Court observed\nthat the blood group of the deceased was 'A' and the blood\ngroup found on T-shirt of the appellant couldn't be determined.\nSo, in my view, the mere fact that blood stain was found on the\nT-Shirt of the appellant cannot be taken as a circumstance\nagainst him.\nA\nB\nC\n31. But the High Court glossed over this gap in the\nprosecution evidence by citing Khujji alias Surendra Tiwari v.\nState of Madhya Pradesh - AIR 1991 SC 1853. In that\njudgment, a three judge Bench of this Court held that even when\ngroup of blood stains found on the clothes of the accused is\nnot determined, the same is of no consequence when there is\ndirect evidence against the accused that he inflicted a knife D\nblow on the deceased.\n32. This ratio cannot be applied here as there is no direct\nevidence. This is a case of circumstantial evidence. Therefore,\nin the absence of any proof that the group of the blood stain\nfound on the T-shirt of the accused is that of the deceased, the\n12 th circumstance cannot be said to be one pointing towards\nthe guilt of the accused and especially in a case where death\npenalty is affirmed by the High Court.\nE\nF\n33. In the complaint, which was filed by the father of the\ndeceased girl, there is no allegation of robbery. In the evidence\nled in this case and on which adverse circumstances have been\nformulated against the appellant, it appears that the deceased\ngirl went with the appellant on her own. In the circumstances\nnoted against the appellant, there is no allegation of robbery G\nagainst the appellant.\n34. In his statement under Section 313, the accused was\nnot told that he has committed robbery. Only in some of the\nquestions it was put to him that the deceased girl was wearing\nH\n1102 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA golden earrings and silver anklets. It was never put to him that\nhe has committed any robbery. Even then the Hon'ble High\nCourt after assessment of the evidence in this case and while\nconfirming the death sentence reached its finding that the\nappellant has committed robbery. The question which was put\nB to the appellant in connection with those ornaments is as\nfollows:-\nC\nD\nE\n\"This witness has further stated in her deposition\nthat, her daughter was going to school by rickshaw. Some\ntimes Mr. Ramesh was going to put her on school on his\ncycle when rickshaw was not available. Moreover, this\nwitness has identified cloths, golden earrings and silver\nanklets of deceased Ms. Khushbu. What you want to say\nabout it?\"\n35. From the aforesaid question, it cannot be said that it\nwas put to the appellant that he committed robbery but the High\nCourt reached a finding that the appellant committed robbery\nand held:\n\"It is obvious that a most heinous type of barbaric\nrape, murder and robbery was committed on a helpless\nand defenseless girl aged 10 years.\"\n36. I am constrained to hold that appreciation of evidence\nby the High Court in this case, in affirming death penalty, has\nF not been on a proper perspective and keeping in mind the\nparameters of 'rarest of rare cases' formulated in Bachan Singh\n(supra).\n37. The High Court while confirming death sentence in this\nG case, compared this case with the decision of this Court in the\ncase of Dhananjoy Chatterjee alias Dhana v. State of W.B. -\n(1994) 2 SCC 220, and justified the death penalty in this case\nas similar penalty was imposed in the case of Dhananjoy\n(supra).\nH\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1103\nGUJARAT [ASOK KUMAR GANGULY, J.]\n38. There are vital differences in the facts of the two cases.\nIn the present case, there is no allegation that the appellant ever\nmisbehaved with the deceased.\n39. In Dhananjoy (supra), prior to the date of crime, there\nwere many occasions when the victim had been teased by\nDhananjoy on her way to and back from her school. The latest\nbeing on 2nd March, 1990, three days prior to her death, when\nDhananjoy had asked the deceased to accompany him to\nwatch a movie. To that the deceased protested and had told\nher mother about it. Then her father had consulted some\nneighbours and thereafter, filed a written complaint to the\nsecurity agency which had hired Dhananjoy and deployed in\ntheir apartment. The agency had arranged for Dhananjoy to be\ntransferred to another apartment. Thus there was a motive and\na sense of revenge in the mind of Dhananjoy in committing the\ncrime against the deceased.\n40. Here the facts are totally different.\nA.\nB\nC\nD\n41. In Dhananjoy (supra), about the time or after the\ncommission of the crime, two PWs saw him come out in the\nE\nbalcony of the same flat in which the victim girl stayed when\nthey called out his name. Dhananjoy should not have gone to\nthat flat as the father of the victim girl filed a complaint against\nhim upon the same his transfer from the apartment was under\nconsideration. Dhananjoy was immediately asked to come\ndown by those who called him and in response to their call, he\ncame out on the balcony of that flat. Thus Dhananjoy's presence\nin the scene of crime at or about the time of commission of the\ncrime is not merely based on the circumstantial evidence.\nF\n42. Third point of difference is with respect to the behaviour G\nof Dhananjoy after the crime.\n43. In Dhananjoy (supra) there are two very suspicious\nconduct of his. One is after he came down from the flat,\nDhananjoy absconded.\nI\nA\nB\n1104 SUPREME COURT REPORTS [2009] 6 S.C.R.\n44. After he came down, he spoke with the supervisor in\na hurry and left the place. And thereafter, he did not report back\nto the office for many days nor did he come to collect his salary.\nHe was later on found from his native village and his plea of\nalibi was found to be “belated and vague” by this Court.\n45. In this case the appellant did not abscond. He came\nto the same apartment on the next day.\n46. In Dhananjoy (supra), a cream coloured shirt button\nwas found in the place of occurrence and which matched with\nC the buttons of his shirt handed over by the accused to the police\nafter he was apprehended. Also, a broken chain was found\nwhich was proved to have been worn by Dhananjoy as it was\nrecognized as being given to him by one of the PWs.\nD\nE\nF\nG\n47. Also, another item, i.e. a watch which was found from\nthe Dhananjoy's house had been taken by him from the flat and\nbelonged to the mother of the deceased.\n48. Thus, these items connected unerringly Dhananjoy with\nthe crime and are crucial in nature.\n49. There is no such evidence in this case.\n50. Therefore imposition of death penalty in Dhananjoy\n(supra) does not justify the imposition of the same sentence\nhere.\n51. In Megh Singh v. State of Punjab - (2003) 8 SCC 666,\nthis Court held that in criminal law one additional or different\nfact may make a world of difference between the conclusions\nin two cases or between two accused in the same case.\n52. Criminal cases depend on facts and a single significant\nfactual detail may alter the entire conclusion (para 18 page\n671).\n53. Death Penalty is a vexed subject in our legal system.\nH\n\"\n"}