{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 6 S.C.R. 1055\nRAMESHBHAI CHANDUBHAI RATHOD\nV.\nSTATE OF GUJARAT\n(Criminal Appeal No. 575 of 2007)\nAPRIL 27, 2009\n[DR. ARIJIT PASAYAT AND ASOK KUMAR\nGANGULY, JJ.]\nPENAL CODE, 1860:\n-\nss. 363, 366, 376, 397 and 302 - A girl of 10 years\nenticed away by accused, raped and murdered\nCircumstantial evidence - Conviction and sentence of death.\nawarded by trial court, confirmed by High Court - HELD:\nConviction maintained – As regards the sentence, in view of\ndifference of opinion as to confirmation of death sentence or\nimposition of life imprisonment, matter referred to larger Bench\nCircumstantial evidence.\n-\n-\nA\nB\nC\nD\nThe appellant-accused, a watchman, was prosecuted\nfor commission of offences punishable u/ss 363, 366, E\n376, 397 and 302 IPC on the allegations that he enticed\naway a child of ten years from her apartment, ravished\nher and then killed her. The prosecution case was based\non the circumstances, namely, (1) the victim was raped\nand she died a homicidal death; (2) she was residing with F\nher parents in 'S' Apartment; (3) the accused was serving\nas a watchman since long and was residing with his\nfamily in the Apartment opposite to `S' Apartment; (4) the\naccused had won the confidence of the victim; (5)\nbetween 8.45 P.M. and 9.00 P.M. on 17-12-1999 (the date G\nof incident), the accused was last seen playing\nbadminton with deceased in 'S' Apartment; (6) at about\n10.30 P.M. when parents of victim returned home, they\nfound her missing; (7) between 9.00 P.M. to 9.30 P.M. on\n1055\nH\n1056 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA 17-12-1999 P.W.24 saw the appellant taking the victim on\nhis cycle; (8) after disclosure of PW.24 to PW 6 about\naccused taking the victim on a cycle, a search was made\nfor accused and he was found missing; (9) on the\nmorning of 19-12-1999, the accused made extra-judicial\nB confession before PW-4; (10) the accused showed the\nplace of incident where the dead body of the victim was\nlying; (11) at the instance of the accused his cycle and\nthe school bag of the deceased containing her\nbelongings were recovered; and (12) human blood was\nfound on the T-shirt of the accused for which he offered\nno explanation. The trial court convicted the accused of\nthe offences charged and sentenced him to death. The\nHigh Court affirmed the conviction and confirmed the\ndeath sentence. Aggrieved, the accused filed the appeal.\nReferring the matter to the larger Bench the Court\nC\nD\nE\nF\nHELD: By the Court:\nThough the conviction is to be maintained, there\nbeing difference of opinion whether death sentence has\nto be confirmed or life sentence is to be given, the matter\nis referred to a larger bench only on the question of\nsentence.\nPer Pasayat, J\n1.1. There is no doubt that conviction can be based\nsolely on circumstantial evidence, but it should be tested\nby the touch-stone of law relating to circumstantial\nevidence laid down by this Court. It has been consistently\nlaid down by this Court that where a case rests squarely\nG on circumstantial evidence, the inference of guilt can be\njustified only when all the incriminating facts and\ncircumstances are found to be incompatible with the\ninnocence of the accused and the guilt of any other\nperson. [Paras 13 and 18] [1078-B-C; 1080-C-D]\nH\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1057\nGUJARAT\nHanumant Govind Nargundkar and Anr. V. State of A\nMadhya Pradesh AIR 1952 SC 343; Hukam Singh v. State\nof Rajasthan AIR 1977 SC 1063; Eradu and Ors. v. State of\nHyderabad AIR 1956 SC 316; Earabhadrappa v. State of\nKarnataka AIR 1983 SC 446; State of U.P. v. Sukhbasi and\nOrs. AIR 1985 SC 1224; Balwinder Singh v. State of Punjab B\nAIR 1987 SC 350; Ashok Kumar Chatterjee v. State of M.P.\nAIR 1989 SC 1890; Bhagat Ram v. State of Punjab AIR 1989\nSC 1890; C. Chenga Reddy and Ors. v. State of A.P. (1996)\n10 SCC 193; Padala Veera Reddy v. State of A.P. and Ors.\nAIR 1990 SC 79; State of U.P. v. Ashok Kumar Srivastava\n(1992 Crl.LJ 1104 and Sharad Birdhichand Sarda v. State\nof Maharashtra AIR 1984 SC 1622, referred to.\n\"Wills' Circumstantial Evidence\" (Chapter VI) by Sir.\nAlfred Wills, referred to.\n1.2. In the instant case, the circumstances\nhighlighted by the trial court and analysed in detail by the\nHigh Court unerringly point at the accused to be author\nof the crime. [Para 4] [1074-E]\nState of U.P. v. Satish 2005 (3) SCC 114; Joseph and\nPoulo v. State of Kerala 2000 (5) SCC 197; Manivel \u0026 Ors.\nv. State of Tamil Nadu 2008(5) Supreme 577; Damodar v.\nState of Karnataka 2000 SCC (Crl) 90, Ramreddy\nRajeshkhanna Reddy v. State of A.P. 2006 (10) SCC 172;\nJaswant Gir v. State of Punjab 2005(12)SCC 438 and\nKusuma Ankama Rao v State of A.P. 2008(9) SCALE 652,\nreferred to.\nC\nD\nE\nF\n2.1. As regards the sentence, the facts and given\ncircumstances in each case, the nature of the crime, the G\nmanner in which it was planned and committed, the\nmotive for commission of the crime, the conduct of the\naccused, the nature of weapons used and all other\nattendant circumstances are relevant facts which would\nH\n1058\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA enter into the area of consideration. After giving due\nconsideration to the facts and circumstances of each\ncase, for deciding just and appropriate sentence to be\nawarded for an offence, the aggravating and mitigating\nfactors and circumstances in which a crime has been\nB committed are to be delicately balanced on the basis of\nreally relevant circumstances in a dispassionate manner\nby the Court. [Para 23 and 27] [1082-F-G; 1084-D-E]\nC\nD\nE\nMahesh v. State of M.P. (1987) 2 SCR 710, relied on.\nDennis Councle MCG v. State of California 402 US 183:\n28 L.D. 2d 711, referred to.\n\"Law in Changing Society\" by Friedman, referred to.\n2.2. Imposition of sentence without considering its\neffect on the social order in many cases may be in reality\na futile exercise. The social impact of the crime, e.g. where\nit relates to offences against women, dacoity, kidnapping,\nmisappropriation of public money, treason and other\noffences involving moral turpitude or moral delinquency\nwhich have great impact on social order, and public\ninterest, cannot be lost sight of and per se require\nexemplary treatment. Any liberal attitude by imposing\nmeager sentences or taking too sympathetic view merely\non account of lapse of time in respect of such offences\nF will be result-wise counter productive in the long run and\nagainst societal interest which needs to be cared for and\nstrengthened by string of deterrence inbuilt in the\nsentencing system. It is, therefore, the duty of every court\nto award proper sentence having regard to the nature of\nG the offence and the manner in which it was executed or\ncommitted etc. [Para 24 and 29] [1083-C-D; 1085-C-F]\nH\nSevaka Perumal etc. v. State of Tamil Naidu AIR 1991\nSC 1463; Jashubha Bharatsinh Gohil v. State of Gujarat 1994\n(4) SCC 353; Bachan Singh v. State of Punjab 1980 (2) SCC\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1059\nGUJARAT\n684; Machhi Singh v. State of Punjab 1983 (3) SCC 470; A\nDevender Pal Singh v. State of NCT of Delhi 2002(50) SCC\n234; State of M.P. v. Munna Choubey 2005 (2) SCC 712;\nRavji v. State of Rajasthan 1996 (2) SCC 175 and Dhananjoy\nChatterjee v. State of W.B. 1994 (2) SCC 220, relied on.\n2.3. If upon taking an overall global view of all the\ncircumstances in the light of the propositions laid down\nby this Court and taking into account the answers to the\nquestions posed by way of the test for the rarest of rare\ncases, the circumstances of the case are such that death\nsentence is warranted, the court would proceed to do so.\nWhat is culled out from the decisions of this Court is that\nwhile deciding the question as to whether the extreme\npenalty of death sentence is to be awarded, a balance\nsheet of aggravating and mitigating circumstances has\nto be drawn up. [Para 36 and 37] [1090-C-E; 1090-E-F]\nB\nC\n.D\nחד\nF\n3.1. The plea that in a case of circumstantial evidence\ndeath should not be awarded is without any logic. If the\ncircumstantial evidence is found to be of unimpeachable\ncharacter in establishing the guilt of the accused, that E\nforms the foundation for conviction. That has nothing to\ndo with the question of sentence as has been observed\nby this Court in various cases while awarding death\nsentence. The mitigating circumstances and the\naggravating circumstances have to be balanced. In the\nbalance sheet of such circumstances, the fact that the\ncase rests on circumstantial evidence has no role to play.\nIn fact, in most of the cases where death sentences are\nawarded for rape and murder and the like, there is\npractically no scope for having an eye witness. They are\nnot committed in the public view. But by very nature of\nthings in such cases, the available evidence is\ncircumstantial evidence. If the said evidence has been\nfound to be credible, cogent and trustworthy for the\npurpose of recording conviction, to treat that evidence as\nG.\nH\n1060 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA a mitigating circumstance, would amount to\nconsideration of an irrelevant aspect. [Para 38] [1090-F-\nH; 1091-A-C]\nB\nC\nD\nE\nF\nG\n3.2. The case at hand falls in the rarest of rare\ncategory. The circumstances highlighted establish the\ndepraved acts of the accused and they call for only one\nsentence i.e. death sentence. Looked at from any angle,\nthe judgment of the High Court confirming the death\nsentence does not warrant any interference. [Para 39]\n[1091-C-D]\nPer Ganguly, J.\n1. On going through the circumstances enumerated,\nthe first three circumstances, by themselves, do not\nfasten any guilt on the appellant. In conjunction with\nother circumstances they may be relevant. However the\n4th, 5th and 7th to 12th circumstances might have been\nconsidered by courts below relevant for bringing home\nthe guilt of the appellant, but the same cannot be said to\nbring the case within the rarest of rare category. [Para 3]\n[1093-E-F]\nBachan Singh v. State of Punjab AIR 1980 SC 898 and\nEdiga Anamma v. State of Andhra Pradesh AIR 1974 SC\n799, relied on.\nRatansinh Dalsukhbhai Nayak v. State of Gujarat (2004)\n1 SCC 64; Nivrutti Pandurang Kokate and Others v. State of\nMaharashtra (2008) 12 SCC 565; Dattu Ramrao Sakhare and\nOthers v. State of Maharashtra (1997) 5 SCC 341;\nSuryanarayana v. State of Karnataka (2001) 9 SCC 129;\nMegh Singh v. State of Punjab (2003) 8 SCC 666 and\nJagmohan Singh v. State of U.P. AIR 1973 SC 947, referred\nto.\nKhujji alias Suendra Tiwari v. State of Madhya Pradesh\nH AIR 1991 SC 1853, held inapplicable.\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF1061\nGUJARAT\nDhananjoy Chatterjee alias Dhana v. State of W.B. A.\n(1994) 2 SCC 220, distinguished.\nWheeler v. United States 159 US 523 1895 referred to.\nB\nC\n2. It is significant to note that the accused, in his\nstatement u/s 313 Cr.P.C., submitted that he would give\na written statement and he actually gave a written\nstatement retracting his confession. This was to be\ntreated as part of accused's statement u/s 313. When an\nextra-judicial confession is retracted by an accused, there\nis no inflexible rule that the court must invariably accept\nthe retraction. But, at the same time, it is unsafe for the\ncourt to rely on the retracted confession, unless it, on a\nconsideration of the entire evidence, comes to a definite\nconclusion that the retracted confession is true. If the\ncourt wants to reject the retraction, it must give cogent D\nreasons for the same. In the instant case, the High Court\nhas not given any reason for not accepting retraction of\nthe confession by the accused. Besides, the written\nstatement of the accused was accepted by the High\nCourt while formulating various circumstances against E\nhim. So, the High Court cannot accept one part of the\nstatement to the total non-consideration of the other part\nin which the appellant has retracted his confession and\nespecially when it was affirming death sentence against\nthe appellant. In such a case, this Court expects the High F\nCourt to consider the evidence with greater care and\ncircumspection. [Para 23, 26, 27 and 29] [1099-B, G-H;\n1100-A-C-F-H; 1101-A]\n-\nBasavaraj R. Patil \u0026 Others v. State of Karnataka and\nOthers (2000) 8 SCC 740 and Mohd. Azad @ Samin v.\nState of West Bengal - JT 2008(11) SC 658, relied on.\nKing Emperor v. Biseswar Dey and Others 26 C.W.N.\n1010, referred to.\nG\nH\n1062\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA\n3.1. In a criminal trial where the prosecution seeks to\nmake out a case for imposition of death sentence, it has\nto discharge a very heavy and onerous burden. In such\ncases, the prosecution must, and must discharge this\nburden by demonstrating the existence of aggravating\nB circumstances and the consequential absence of\nmitigating circumstances. In discharging such a burden\nthe prosecution must not only prove beyond reasonable\ndoubt that the accused has committed the crime but in\norder to make out a case for death sentence, it also has\nto prove beyond any reasonable doubt how the crime\nhas been committed and specially the aggravating\ncircumstances which warrant a death penalty. In the\ninstant case, the prosecution has not discharged any\nburden at all required to be discharged in a case of death\nsentence. [Para 68 and 71] [1110-C-F; 1112-B-C]\nC\nD.\nF\nBachan Singh v. State of Punjab AIR 1980 SC 898\nrelied on.\n-\n3.2. In a case where the court imposes the death\nE sentence both the provisions, namely, s.235(2) and\ns.354(3) of the Code of Criminal Procedure, 1973, which\nsupplement each other, assume signal significance and\nthey must be harmoniously and conjointly appreciated\nand read. Section 235(2) provides for a `bifurcated trial'.\nIt gives the accused (i) a right of pre-sentence hearing,\nin which he can (ii) bring on record material or evidence\nwhich may not be (iii) strictly relevant to or connected\nwith the particular crime but (iv) may have a bearing on\nthe choice of sentence. Therefore, it has to be a regular\nhearing like a trial and not a mere empty formality or an\nexercise in an idle ritual. This is a statutory obligation\nwhich is cast on the court in a case where both s. 235(2)\nr/w s.354(3) apply. Therefore, regardless of whether the\naccused asks for such a hearing, the same must be\noffered to the accused and an adequate opportunity for\nG\nH\n'\ni\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1063.\nGUJARAT\nbringing materials on record must be given to him A\nespecially in case where s. 354(3) comes into play. It is\nonly after undertaking that exercise that special reasons'\nfor imposing death penalty can be recorded by the court.\nThe mandate of Article 141 of the Constitution in view of\nthe ratio in Bachan Singh cannot be ignored either by the B\ntrial court or the High Court. [Para 64 and 70-72] [1109-\nD; 1111-G-H; 1112-A, C-E]\nBachan Singh v. State of Punjab AIR 1980 SC 898 and\nArshad v. State of Karnataka (1994) 4 SCC 383, relied on.\nC\n3.3. In the instant case, it does not appear that\nadequate and effective hearing was given to the accused\nby the trial court before imposing the death sentence on\nhim. It appears that the trial court returned a finding of\nguilt of the appellant on 18.5.2005 and on that day itself D\nheard the appellant on the sentence and imposed the\ndeath sentence. That is not the purpose of s.235(2) of the\nCode. Besides, in the order imposing death sentence,\nthe trial Judge has not even once referred to s. 354(3) of\nthe Code. Therefore, the imposing of death sentence by E\nthe trial court is wholly illegal and contrary to the\nprovisions of the Code and the law laid down by this\nCourt in Bachan Singh*. [Para 69 and 73] [1111-E-F; 1112-\nF]\n*Bachan Singh v. State of Punjab AIR 1980 SC 898;\nMuniappan v. State of Tamil Nadu (1981) 3 SCC 11;\nAllauddin Mian v. State of Bihar (1989) 3 SCC 5 and Malkiyat\nSingh and Others v. State of Punjab, (1991) 4 SCC 341, relied\non.\nF\nG\n3.4. The High Court, which is the first appellate court,\nboth on facts and in law, has confirmed the death\nsentence without pointing out the glaring illegalities in\nsentencing procedure of the trial court and especially in\na case where a death penalty has been imposed. It failed H\n- q\nI\n1064 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA to correct the flawed sentencing procedure followed by\nthe trial court, and erred in law by confirming the death\nsentence which led to an obvious miscarriage of justice.\n[Para 80 \u0026 82] [1115-D; 1116-B]\nB\nC\n3.5. The challenge to the constitutionality of death\nsentence was repelled in Bachan Singh only in view of the\nlegislative safeguards given in the sentencing policy in\nthe provisions of ss. 235(2) and 354(3) of the Code. The\nCourt has held that such procedure \"cannot, by any\nreckoning, be said to be unfair, unreasonable and\nunjust\". It appears that this Court upheld the\nconstitutionality of death penalty on the doctrine of `due\nprocess' which has been introduced in our constitutional\njurisprudence in Maneka Gandhi's case. Therefore\nfairness, justice and reasonableness which constitute the\nessence of guarantee of life and liberty epitomized in\nArticle 21 of the Constitution also pervades the\nsentencing policy in ss. 235(2) and 354(3) of the Code.\nThese two provisions virtually assimilate the concept of\n\"procedure established by law\" within the meaning of\nE Article 21 of the Constitution. As has been laid down by\nthis Court in Bachan Singh, before imposing death\nsentence, an abiding concern for the dignity of human life\nmust be shown by court. [Para 83, 89 and 91] [1116-B-D;\n1117-C-D, F-G]\nD\nF\nG\nH\nSmt. Maneka Gandhi v. Union of India and another AIR\n1978 SC 597, referred to.\nFurman v. Georgia 408 U.S. 238 and Mcgautha v.\nCalifornia 402 U.S. 183, 196 (1971), referred to.\n4.1. The expression `rarest of rare cases' is not to be\nread as a mere play on words or a tautologous\nexpression. In upholding the constitutional validity of\ncapital punishment, the Constitution Bench of this Court\n"}