{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nJAKKI @ SELVARAJ AND ANR.\nV.\nSTATE REP. BY THE IP, COIMBATORE\nFEBRUARY 14, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPenal Code, 1860-ss. 148 and 302-Prosecution for murder-Three\neye-witnesses to the incident-Two of the witnesses, turned hostile-Evidence\nof one eye-witness corroborated by medical evidence-On the basis of evidence\nC of the eye-witness all the accused convicted by trial court-High Court\nconvicted two accused on the basis of evidence of the eye-witness-But\nacquitted the co-accused finding the evidence of the eyewitness insufficient\nto fasten the guilt on them-On appeal, held: Conviction of the two accused\non the basis of evidence of the eye-witness justified--Even when the testimony\nD of a witness is discarded in part vis-a-vis some other co-accused persons, that\ncannot per se be the reason to discard his evidence in toto.\nDoctrine-Doctrine of 'falsus in uno falsus in omnibus-Applicability\nof Held: The maxim has no application in India-It is not a rule of law, but\nmerely a rule of caution—Even if major portion of evidence is found to be\nE deficient, if residue is sufficient to prove guilt, notwithstanding acquittal of\nnumber of other co-accused, conviction can be maintained.\nF\nG\nH\nCriminal Trial-Oral Evidence-Discrepancies-Material discrepancies\nand normal discrepancies-Effect of-On prosecution case.\nAppellants-accused, alongwith four other accused, were prosecuted for\nhaving caused death of one person. Prosecution case was that there was\ndifference between the accused persons on one side and deceased and PW-1\non the other side. On the day of the incident all the accused unlawfully\nassembled at a particular place armed with dangerous weapons with an\nintention to kill the deceased and PW-1. They assaulted the deceased and\nchased PW1, who managed to escape. PWs 1, 2 and 3 were the eye-witnesses.\nDuring trial PWs 1 and 2 resiled from their statements made during\ninvestigation. All the 6 accused including the appellants were convicted by\ntrial court - Al to 4 under section 148 and 302 IPC, A-5 to 6 under section\n147 and 302 read with s. 149 IPC. On appeal, High Court held that evidence\n584\n\"\nJAKKI@SELVARAJ v. STATE REP. BY THE IP, COIMBATORE\n585\nof PW-13 was not reliable so far as it related to A-3 to A-6, but the same was A\nreliable so far as appellants-accused were concerned. Hence appellants-\naccused were convicted and rest of the accused were acquitted. Hence the\npresent appeal.\nDismissing the appeal, the Court\nB\nHELD: 1.1. Even when the testimony of a witness is discarded in part\nvis-a-vis some other co-accused persons, that cannot per se be the reason to\ndiscard his evidence in toto. As rightly observed by the trial Court and the\nHigh Court, the evidence of PW-13 has not been shakened in any manner\nthough he was cross examined at length. Additionally, the trial Court and the\nC\nHigh Court have found that the evidence of the doctor (PW-4) clearly shows\nexistence of injuries in the manner described by PW-13 by weapons allegedly\nheld by the appellants. In that view of the matter, the judgment of the High\nCourt does not suffer from any infirmity. [Para 10] [590-E, F]\n1.2. Merely because some of the accused persons have been acquitted, D\nthough evidence against all of them, so far as direct testimony went, was the\nsame does not lead as a necessary corollary that those who have been convicted\nmust also be acquitted. It is always open to a Court to differentiate accused\nwho had been acquitted from those who were convicted. [Para 9] [589-D, E]\nGurcharan Singh and Anr. v. State of Punjab, AIR (1956) SC 460, E\nreferred to.\n1.3. Plea to throw out the entire prosecution case, on the ground of non-\nacceptance of evidence tendered by PW-13. i.e. application of the principle of\n\"falsus in uno falsus in omnibus\" (false in one thing, false in everything), is\nclearly untenable. Even if major portion of evidence is found to be deficient, F\nin case residue is sufficient to prove guilt of an accused, notwithstanding\nacquittal of number of other co-accused persons, his conviction can be\nmaintained. It is the duty of Court to separate the grain from the chaff. Where\nthe chaff can be separated from the grain, it would be open to the Court to\nconvict an accused notwithstanding the fact that evidence has been found to\nbe deficient to prove guilt of other accused persons. Falsity of particular\nmaterial witness or material particular would not ruin it from the beginning\nto end. [Para 9] [588-H; 589-A, B]\nG\n1.4 The maxim \"falsus in uno falsus in omnibus\" has no application in\nIndia and the witnesses cannot be branded as liars. The maxim “falsus in uno H\n586\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA falsus in omnibus\" has not received general acceptance nor has this maxim\ncome to occupy the status of a rule of law. It is merely a rule of caution. All\nthat it amounts to, is that in such cases testimony may be disregarded, and\nnot that it must be discarded. The doctrine merely involves the question of\nweight of evidence which a Court may apply in a given set of circumstances,\nbut it is not what may be called 'a mandatory rule of evidence'. [Para 9]\n[589-C, D]\nB\nC\nto.\nNisar Ali v. The State of Uttar Pradesh, AIR (1957) SC 366, referred\n1.5. The doctrine is a dangerous one, specially in India for if a whole\nbody of the testimony was to be rejected, because a witness was evidently\nspeaking an untruth in some aspect, it is to be feared that administration of\ncriminal justice would come to a dead-stop. Witnesses just cannot help in\ngiving embroidery to a story, however true in the main. Therefore, it has to\nbe appraised in each case as to what extent the evidence is worthy of\nD acceptance, and merely because in some respects the Court considers the\nsame to be insufficient for placing reliance on the testimony of a witness, it\ndoes not necessarily follow as a matter of law that it must be disregarded in\nall respects as well. The evidence has to be sifted with care. The aforesaid\ndictum is not a sound rule for the reason that one hardly comes across a\nwitness whose evidence does not contain a grain of untruth or at any rate\nexaggeration, embroideries or embellishment. [Para 9] {589-E, F, G]\nE\nF\nSohrab s/o Beli Nayata and Anr. v. The State of Madhya Pradesh, [1972]\n3 SCC 751 and Ūgar Ahir and Ors. v. The State of Bihar, AIR (1965) SC 277\nreferred to.\n1.6. An attempt has to be made to, in terms of felicitous metaphor,\nseparate the grain from the chaff, truth from falsehood. Where it is not\nfeasible to separate truth from falsehood, because grain and chaff are\ninextricably mixed up, and in the process of separation an absolutely new case\nhas to be reconstructed by divorcing essential details presented by the\nF prosecution completely from the context and the background against which\nthey are made, the only available course to be made is to discard the evidence\nin toto. [Para 9] [589-H; 590-A-B]\nZwinglee Ariel v. State of Madhya Pradesh, AIR (1954) SC 15; Balaka\nSingh and Ors. v. The State of Punjab, AIR (1975) SC 1962 and State of\nH Rajasthan v. Smt. Kalki and Anr., AIR (1981) SC 1390, referred to.\nJAKKI@SELVARAJ v. STATE REP. BY THE IP, COIMBATORE [PASAYAT, J.}\n587\n2. Normal discrepancies in evidence are those which are due to normal A\nerrors of observation, normal errors of memory due to lapse of time, due to\nmental disposition such as shock and horror at the time of occurrence and\nthose are always there, however honest and truthful a witness may be.\nMaterial discrepancies are those which are not normal, and not expected of a\nnormal person. Courts have to label the category to which a discrepancy may\nbe categorized. While normal discrepancies do not corrode the credibility of\na party's case, material discrepancies do so. [Para 9] [590-B, C, D]\non.\n2007.\nKrishna Mochi and Ors. v. State of Bihar etc., JT (2002) 4 SC 186, relied\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 205 of\nFrom the Judgment and Order dated 12.6.2006 of the High Court of\nJudicature at Madras in Criminal Appeal No. 901/2003.\nK.V. Viswanathan, B. Raghunath, Vijay Kumar and R. Nedumaran for the\nAppellants.\nV. Kanakaraj, S. Vallinayagam, S. Prabu Ramasubramanian and V.G.\nPragasam for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nB\nC\nD\nE\n2. Appellants call in question legality of the judgment rendered by a\nDivision Bench of the Madras High Court upholding the conviction of the F\nappellants for the offence punishable under Sections 148 and 302 of the\nIndian Penal Code, 1860 (in short the 'IPC'), while setting aside conviction\nof four co-accused persons who had been convicted by the trial Court.\n3. Prosecution version in a nutshell is as follows:\nG\n4. There was a difference between the six accused persons who belong\nto Hindu People Party on one hand and Suresh (hereinafter referred to as the\n'deceased') and witness Ananthan (PW-1) who belong to Hindu Munnani\nParty. On account of this difference on 14.8.2001 Ananthan (PW-1) and some\nothers had beaten up Senthil Kumar (A-3) and on 25.8.2001 said Ananthan H\n(PW-1) and the deceased had restrained accused persons 1 to 5 from\nT\n588\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA participating in the ritual competition of climbing a tree on Vinayargar Chaturti\nFunction. On 30.8.2001, around 4.45 p.m. with an intention of killing Ananthan\n(PW-1) and the deceased, all the six accused persons unlawfully assembled\nat a particular place armed with dangerous weapons and assaulted the deceased.\nAccused Nos.1 and 2 i.e. present appellants called out Ananthan and chased\nhim but he managed to escape. But that did not deter the appellants who\nattacked the deceased at around 5.00 p.m. in a garden and he lost his life\nbecause of the assaults.\nB\n5. The investigation was taken up by the Police officers and on\ncompletion of investigation charge sheet was placed. The accused persons\nC pleaded innocence and false implication and claimed to be tried.\n6. In support of the prosecution version several witnesses were examined.\nThe evidence of PWs 1, 2 and 13 was claimed to be of vital importance as\nthey were described as eye witnesses. The trial Court found that PWs 1 and\n2 resiled from the statements made by them during investigation. Relying on\nᎠ\nthe evidence of PW-13 the conviction was recorded. A-1 to A-4 were convicted\nfor offences punishable under Sections 148 and 302 IPC and A-5 to A-6 were\nconvicted for offences punishable under Sections 147 and 302 IPC read with\nSection 149 IPC. All the six accused persons who were convicted preferred\nan appeal before the High Court which by the impugned judgment directed\nE acquittal of four of the accused persons while confirming the conviction of\nF\nA1 and A2. It was held that though the evidence of PW-13 was held to be\nnot reliable so far as the same related to A-3 to A-6, the same was sufficient\nto fashion guilt on the accused appellants. It was held that his evidence was\ncredible and cogent so far as these two accused persons are concerned.\n7. In support of the appeal, learned counsel for the appellants submitted\nthat when the evidence of PW-13 was held to be unworthy of credence for\nthe co-accused the same should not have been utilized for holding the\nappellants guilty. With reference to the evidence of PWs 1 and 2 who were\nstated to be the eye witnesses and who resiled from their statements during\nG investigation, it was submitted that because of admitted differences and\ndisputes the appellants have been falsely implicated.\nH\n8. Learned counsel for the respondent-State supported the impugned\njudgment.\n!\n9. As noted above, stress was laid by the accused-appellants on the\nnon-acceptance of evidence tendered by PW-13 to contend about desirability\n.\n+\nJAKKI@SELVARAJ 1. STATE REP. BY THE IP, COIMBATORE [PASAYAT, J.] 589\nto throw out the entire prosecution case. In essence the prayer is to apply A\nthe principle of \"falsus in uno falsus in omnibus\" (false in one thing, false\nin everything). This plea is clearly untenable. Even if major portion of evidence\nis found to be deficient, in case residue is sufficient to prove guilt of an\naccused, notwithstanding acquittal of number of other co-accused persons,\nhis conviction can be maintained. It is the duty of Court to separate the grain\nB\nfrom the chaff. Where the chaff can be separated from the grain, it would be\nopen to the Court to convict an accused notwithstanding the fact that evidence\nhas been found to be deficient to prove guilt of other accused persons.\nFalsity of particular material witness or material particular would not ruin it\nfrom the beginning to end. The maxim \"falsus in uno falsus in omnibus\" has\nno application in India and the witnesses cannot be branded as liars. The C\nmaxim \"falsus in uno falsus in omnibus\" has not received general acceptance\nnor has this maxim come to occupy the status of a rule of law. It is merely\na rule of caution. All that it amounts to, is that in such cases testimony may\nbe disregarded, and not that it must be discarded. The doctrine merely involves\nthe question of weight of evidence which a Court may apply in a given set\nof circumstances, but it is not what may be called ‘a mandatory rule of\nevidence'. (See Nisar Ali v. The State of Uttar Pradesh, AIR (1957) SC 366).\nMerely because some of the accused persons have been acquitted, though\nevidence against all of them, so far as direct testimony went, was the same\ndoes not lead as a necessary corollary that those who have been convicted\nmust also be acquitted. It is always open to a Court to differentiate accused E\nwho had been acquitted from those who were convicted. (See Gurcharan\nSingh and Anr. v. State of Punjab, AIR (1956) SC 460). The doctrine is a\ndangerous one specially in India for if a whole body of the testimony was to\nbe rejected, because a witness was evidently speaking an untruth in some\naspect, it is to be feared that administration of criminal justice would come to\na dead-stop. Witnesses just cannot help in giving embroidery to a story,\nhowever true in the main. Therefore, it has to be appraised in each case as\nto what extent the evidence is worthy of acceptance, and merely because in\nsome respects the Court considers the same to be insufficient for placing\nreliance on the testimony of a witness, it does not necessarily follow as a\nmatter of law that it must be disregarded in all respects as well. The evidence G\nD\nF\nhas to be sifted with care. The aforesaid dictum is not a sound rule for the\nreason that one hardly comes across a witness whose evidence does not\ncontain a grain of untruth or at any rate exaggeration, embroideries or\nembellishment. (See Sohrab s/o Beli Nayata and Anr. v. The State of Madhya\nPradesh, [1972] 3 SCC 751 and Ugar Ahir and Ors. v. The State of Bihar, AIR\n(1965) SC 277). An attempt has to be made to, as noted above, in terms of H\nB\n590\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA felicitous metaphor, separate the grain from the chaff, truth from falsehood.\nWhere it is not feasible to separate truth from falsehood, because grain and\nchaff are inextricably mixed up, and in the process of separation an absolutely\nnew case has to be reconstructed by divorcing essential details presented by\nthe prosecution completely from the context and the background against\nwhich they are made, the only available course to be made is to discard the\nevidence in toto. (See Zwinglee Ariel v. State of Madhya Pradesh, AIR (1954)\nSC 15 and Balaka Singh and Ors. v. The State of Punjab., AIR (1975) SC\n1962). As observed by this Court in State of Rajasthan v. Smt. Kalki and Anr.,\nAIR (1981) SC 1390), normal discrepancies in evidence are those which are\ndue to normal errors of observation, normal errors of memory due to lapse of\nC time, due to mental disposition such as shock and horror at the time of\noccurrence and those are always there, however honest and truthful a witness\nmay be. Material discrepancies are those which are not normal, and not\nexpected of a normal person. Courts have to label the category to which a\ndiscrepancy may be categorized. While normal discrepancies do not corrode\nthe credibility of a party's case, material discrepancies do so. These aspects\nwere highlighted in Krishna Mochi and Ors. v. State of Bihar etc., JT (2002)\n4 SC 186.\nD\nE\n10. Applying the principles set out above, it is clear that even when the\ntestimony of a witness is discarded in part vis-a-vis some other co-accused\npersons, that cannot per se be the reason to discard his evidence in toto. As\nrightly observed by the trial Court and the High Court, the evidence of PW-\n13 has not been shakened in any manner though he was cross examined at\nlength. Additionally, the trial Court and the High Court have found that the\nevidence of the doctor (PW-4) clearly shows existence of injuries in the\nmanner described by PW-13 by weapons allegedly held by the appellants. In\nF that view of the matter, the judgment of the High Court does not suffer from\nany infirmity. The appeal fails and is dismissed.\nK.K.T.\nAppeal dismissed.\n"}