{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"i\nMANJABAI KRISHNA PATIL (D) BY LRS.\nV.\nRAGHUNATH REVAJI PATIL AND ANR.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nTransfer of Property Act, 1882-s.58(c), proviso-Mortgage by\nconditional sale--Requirements for-On facts, deed of sale of property\nfollowed by an agreement of re-conveyance-Documents executed on different\ndates and different places-Held: The transaction cannot be held to be a\nmortgage by conditional sale, since no condition was embodied in the\ndocument which effected or purported to effect the sale-Agreement of\nreconveyance hence not required to be compulsorily registered-Registration\nAct-Section 17.\nC\nD\nAppellants executed a sale deed in favour of the two Respondents on\n29-11-1966 which was registered on 17-12-1966. On the same day an\nagreement of re-conveyance was also executed under which Respondents\nagreed to convey the property back to Appellant after five years. As the\nRespondents failed/neglected to act in terms of the re-conveyance agreement,\na suit for specific performance was filed by the Appellants against the E\nRespondents. The suit was decreed. The First Appellate Court held that the\nAppellants were not ready to perform their part, however, rejected the\ncontention of Respondent that time was essence of contract. High Court, in\nsecond appeal, held that the re-conveyance agreement was part and parcel of\nsame transaction and being compulsorily registerable; for want of registration,\nthe same was not admissible in evidence, and dismissed the appeal\nF\nIn appeal to this Court it was contended by the appellants that keeping\nin view the fact that the deed of sale was executed on 29.11.1966, and the\nagreement of re-conveyance was executed on 17.12.1966, the same was not\nrequired to be registered. Respondents on the other hand contended that G\nalthough the sale deed was executed on 29.11.1966, but having been registered\non 17.12.1966 itself on which date the agreement of reconveyance was\nexecuted, the same must be held to be a part of the same transaction and,\n951\nH\nB\nA\n952\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA thus, was compulsorily registerable.\nAllowing the appeal and remitting the matter to the First Appellate\nCourt, the Court\nHELD: 1. Two documents were executed on different dates and at\nB different places. Whereas the deed of sale was executed at Tal. Raver, the\npurported agreement of reconveyance was executed at Waghad where the\nregistration office was situated. [Para 8] [955-D]\nC\nᎠ\nE\n2. By reason of the sale deed dated 29.11.1966, the respondents obtained\npossession of the entire suit property. The property was transferred absolutely\nso as to enable the vendee to use the same till their life time as also by their\nlegal representatives. Appellants declared that they would have no right, title\nand interest in the said land, nor they would have ownership right and in case\nanyone claimed any such right, the same would be treated as cancelled. An\neasementary right was also conveyed. It was stipulated that the land was not\nencumbered as the mortgage which had been created in respect of the said\nland, has been redeemed and in the event \"anything is found\", 'they would be\nresponsible for the same'. The amount of consideration was received on\ndifferent dates at different places. The said deed must, therefore, be construed\nto be a deed of absolute sale. [Paras 9, 10] [955-E-G]\n3. Furthermore, Section 58(c) of the Transfer of Property Act, 1882\nprovides for satisfaction of the conditions for mortgage by way of conditional\nsale. Proviso appended to Section 58(c) is clear and unambiguous. A legal\nfiction is created thereby that the transaction shall not be held to be a mortgage\nby conditional sale, unless a condition is embodied in the document which\neffects or purports to effect the sale. Where two documents are executed, the\ntransaction in question would not amount to a mortgage by way of conditional\nsale. In a case of this nature, ordinarily the same would be considered to be\na deed of sale coupled with an agreement of reconveyance. In the instant case,\nno relationship of debtor or creditor came into being. No security was created\nand in fact conveyance of the title of the property by the respondent to the\nG appellant was final and absolute. [Paras 11, 12, 17] [955-H; 956-D-E; 958-C]\nF\nH\nBishwanath Prasad Singh v. Rajendra Prasad and Anr., [2006] 4 SCC\n432; Mushir Mohammed Khan (Dead) By L.Rs. v. Sajeda Bano (Smt.) and\nOrs., [2000] 3 SCC 536; Pandit Chunchun Jha v. Sk. Ebadat Ali and Anr.,\n[1955] SCR 174: AIR (1954) SC 345; Shri Bhaskar Waman Joshi (deceased)\n}\nMANJABAI KRISHNA PATIL (D) BY LRS. v. RAGHUNATH REVAJI PATIL (S.B. SINHA, J.] 953\nand Ors. v. Shri Narayan Rambilas Agarwal (deceased) and Ors., [1960] 2 A\nSCR 117 and Tulsi and Ors. v. Chandrika Prasad and Ors., [2006] 8 SCC\n322. referred to.\n4. In this case the transaction is not a mortgage by conditional sale and\nhaving regard to the provisions of Section 17 of the Indian Registration Act,\nthe agreement of re-conveyance was not compulsorily registerable. [Para 19]\n[958-E]\nHarkisandas Bhagvandas and Ors. v. Bai Dhanu, AIR (1926) Bombay\n497, referred to.\nB\n5. It has been brought to the notice of this Court that whereas the Deed C\nof Sale was executed in favour of two persons; the purported agreement of\nreconveyance has been executed by only one of the vendees, namely, Raghunath\nRevaji Patil, who has been described as 'Benami'; but the same has not been\nproved. High Court did not go into the aforementioned question. The interest\nof justice will be subserved if the matter is remitted to the First Appellate D\nCourt for consideration of the matter afresh on the said question.\n[Para 20, 21] [958-F; 959-B]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 854 of 2007.\nFrom the final Judgment and Order dated 2.7.2004 of the High Court of\nJudicature at Bombay, Bench at Aurangabad in S.A. NO. 449 of 2002.\nE\nChinmoy Khaladkar and S.K. Nandy for the Appellants.\nS.V. Deshpande for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J : 1. Leave granted.\nF\nG\n2. Appellants herein were owners of land bearing Survey No.198/3/2\nadmeasuring 2 acres at Village Waghad. They, being in need of money,\napproached the respondents. On negotiations having been held in that behalf\nby and between the parties, a deed of sale was executed by the appellants\nin favour of the respondents on 29.11.1966 for a sum of Rs.6,000/-. However,\nthe said deed was registered on 17.12.1966. On the same day an agreement\nof reconveyance was also executed in terms whereof the respondents agreed\nto convey the property back to the appellants herein after five years on H\n954\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA receipt of the amount of consideration specified therein. As the respondents\nfailed and/or neglected to act in terms of the said agreement of reconveyance,\na suit for specific performance was filed by the appellants herein against 'the\nrespondents.\n3. The said suit was decreed. However, on an appeal preferred\nB thereagainst by the respondents, the First Appellate Court, inter alia, held\nthat the appellants herein were not ready and willing to perform their part of\ncontract. The First Appellate Court, however, rejected the contention of the\nrespondents that time was of the essence of contract. The appeal was allowed,\nstating:\nC\nD\nE\nF\nG\nاني الشير\n\"To sum up, the agreement of reconveyance (exhibit 31) was the\npart and parcel of the agreement of sale evidence by the sale deed\n(exhibit 30), and for want of registration the plaintiff No. 2 Pandharinath\ndid not acquire any right on the basis of the said agreement of\n\"reconveyance. Moreover, the said agreement of reconveyance is left\nvague on vital and important points discussed above. Respondent\nNo. 3 Vijayabai was not a party to the said agreement of revonveyance\nand it was not signed, by her. We have also seen above that the\nplaintiffs were not ready and willing to perform their part of contract.\nOn all these points, the learned Judge ought to have dismissed the\n✓ suit for specific performance. Relying on all these circumstances\ndiscussed above, I do find that the plaintiffs are not entitled to claim\na decree for specific performance. Relying on all these circumstances\ndiscussed above, I do find that the plaintiffs are not entitled to claim\na decree for specific performance of contract.\"\n4. In the Second Appeal filed by the appellants herein being aggrieved\nby and dissatisfied with the said judgment, the High Court also opined that\nas the document of reconveyance was part and parcel of the same transaction\nand being compulsorily registerable; for want of registration, the same was\nneither admissible in evidence nor enforceable through a court of law.\n5. Mr. Chinmoy Khaladkar, the learned counsel appearing on behalf of\nthe appellants, would submit that keeping in view the fact that the deed of\nsale was executed on 29.11.1966, and the agreement of reconveyance was\nexecuted on 17.12.1966, the same was not required to be registered.\n:\n6. Mr. S.V. Deshpande, the learned counsel appearing on behalf of the\nH\n1\ni\nMANJABAI KRISHNA PATIL (D) BY LRS. v. RAGHUNATH REVAJI PATIL [S.B. SINHA, J.] 955\nrespondents, on the other hand, submitted that although the sale deed was A\nexecuted on 29.11.1966, but having been registered on 17.12.1966 itself on\nwhich date the agreement of reconveyance was executed, the same must be\nheld to be a part of the same transaction and, thus, was compulsorily\nregisterable.\n7. In this connection, our attention was drawn to the agreement of B\nreconveyance dated 17.12.1966, the relevant portion whereof reads as under:\n“I, above referred vendee write down that you above referred\nvendor are selling the land to me for 6,000/- upon the condition that\nafter cultivation for 5 years this particular land would be reconveyed\nto Pandrinath Ukhardu Patil as soon as he repays the amount i.e.\n6,000/-\nBut within 5 years all the earnings of the land would be enjoyed\nby me as an interest.\"\nC\n8. The basic fact of the matter is not in dispute. Two documents were D\nexecuted on different dates and at different places. Whereas the deed of sale\nwas executed at Tal. Raver, the purported agreement of reconveyance was\nexecuted at Waghad where the registration office was situated.\nE\n9. By reason of the sale deed dated 29.11.1966, the respondents obtained\npossession of the entire suit property. The property was transferred absolutely\nso as to enable the vendee to use the same till their life time as also by their\nlegal representatives. Appellants declared that they would have no right, title\nand interest in the said land, nor they would have ownership right and in case\nanyone claimed any such right, the same would be treated as cancelled. An\neasementary right was also conveyed. It was stipulated that the land was not F\nencumbered as the mortgage which had been created in respect of the said\nland, has been redeemed and in the event \"anything is found\", \"they would\nbe responsible for the same'.\n10. The amount of consideration was received on different dates at\ndifferent places. The said deed must, therefore, be construed to be a deed of G\nabsolute sale.\n11. Furthermore, Section 58 (c) of the Transfer of Property Act, 1882 (for\nshort, \"the Act\") provides for satisfaction of the conditions for mortgage by\nway of conditional sale providing :\nH\n956\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n\"(c) Mortgage by conditional sale.- Where, the mortgagor\nostensibly sells the mortgaged property\non condition that on default of payment of the mortgage-money\non a certain date the sale shall become absolute, or\n.\non condition that on such payment being made the sale shall\nbecome void, or\non condition that on such payment being made the buyer shall\ntransfer the property to the seller,\nthe transaction is called mortgage by conditional sale and the\nmortgagee a mortgagee by conditional sale:\nProvided that no such transaction shall be deemed to be a\nmortgage, unless the condition is embodied in the document which\neffects or purports to effect the sale.\"\n12. Proviso appended to Section 58(c) is clear and unambiguous. A\n´ legal fiction is created thereby that the transaction shall not be held to be a\nmortgage by conditional sale, unless a condition is embodied in the document\nwhich effects or purports to effect the sale. Where two documents are executed,\nthe transaction in question would not amount to a mortgage by way of\nconditional sale. In a case of this nature, ordinarily the same would be\nconsidered to be a deed of sale coupled with an agreement of reconveyance.\n13. This aspect of the matter has been considered by this Court in\nBishwanath Prasad Singh v. Rajendra Prasad and Anr., [2006] 4 SCC 432,\nwherein it was held:\n\"A bare perusal of the said provision clearly shows that a mortgage.\nby conditional sale must be evidenced by one document whereas a\nsale with a condition of retransfer may be evidenced by more than one\ndocument. A sale with a condition of retransfer, is not mortgage. It is\nnot a partial transfer. By reason of such a transfer all rights have been\ntransferred reserving only a personal right to the purchaser (sic seller),\nand such a personal right would be lost, unless the same is exercised\nwithin the stipulated time.\"\n14. In Mushir Mohammed Khan (Dead) By L.Rs. v. Sajeda Bano (Smt.)\n+\ni\n'\nMANJABAI KRISHNA PATIL (D) BY LRS. v. RAGHUNATH REVAJI PATIL [S.B. SINHA, J.] 957\nand Ors., [2000] 3 SCC 536, this Court referring to a well-known decision of A ·\nPandit Chunchun Jha v. Sk. Ebadat Ali and Anr., [1955] SCR 174: AIR (1954)\nSC 345 held:\n\"14. Applying the principles laid down above, the two documents\nread together would not constitute a mortgage as the condition of\nrepurchase is not contained in the same documents by which the B\nproperty was sold. The proviso to clause (c) of Section 58 would\noperate in the instant case also and the transaction between the\nparties cannot be held to be a \"mortgage by conditional sale.'\n2722\n15. In Shri Bhaskar Waman Joshi (deceased) and Ors. v. Shri Narayan\nRambilas Agarwal (deceased) and Ors., [1960] 2 SCR 117, it was observed: C\nD\n\"The proviso to this clause was added by Act 20 of 1929. Prior\nto the amendment there was a conflict of decisions on the question\nwhether the condition contained in a separate deed could be taken\ninto account in ascertaining whether a mortgage was intended by the\nprincipal deed. The Legislature resolved this conflict by enacting that\ntransaction shall not be deemed to be a mortgage unless the condition\nreferred to in the clause is embodied in the document which effects\nor purports to effect the sale. But it does not follow that if the\ncondition is incorporated in the deed effecting or purporting to effect\na sale a mortgage transaction must of necessity have been intended. E\nThe question whether by the incorporation of such a condition a\ntransaction ostensibly of sale may be regarded as a mortgage is one\nof intention of the parties to be gathered from the language of the\ndeed interpreted in the light of the surrounding circumstances. The\ncircumstance that the condition is incorporated in the sale deed must F\nundoubtedly be taken into account, but the value to be attached\nthereto must vary with the degree of formality attending upon the\ntransaction. The definition of a mortgage by conditional sale postulates\nthe creation by the transfer of a relation of mortgagor and mortgagee,\nthe price being charged on the property conveyed. In a sale coupled\nwith an agreement to reconvey there is no relation of debtor and G\ncreditor nor is the price charged upon the property conveyed, but the\nsale is subject to an obligation to retransfer the property within the\nperiod specified. What distinguishes the two transactions is the\nrelationship of debtor and creditor and the transfer being a security\nH\n958\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nfor the debt. The form in which the deed is clothed is not decisive.\nThe definition of a mortgage by conditional sale itself contemplates\nan ostensible sale of the property.....\"\n\"\n16. In Tulsi and Ors. v. Chandrika Prasad and Ors., [2006] 8 SCC 322,\nit was held:\n“A distinction exists between a mortgage by way of conditional\nsale and a sale with condition of purchase. In the former the debt\nsubsists and a right to redeem remains with the debtor but in case of\nthe latter the transaction does not evidence an arrangement of lending\nand borrowing and, thus, right to redeem is not reserved thereby.\"\n17. In the instant case, no relationship of debtor or creditor came into\nbeing. No security was created and in fact conveyance of the title of the\nproperty by the respondent to the appellant was final and absolute.\n18. Reliance has been placed by the High Court on a Full Bench\ndecision of the Bombay High Court in Harkisandas Bhagvandas and Ors. v.\nBai Dhanu, AIR (1926) Bombay 497 wherein, it was held that if the transaction\nis really one of mortgage then the second deed would be inadmissible for\nwant of registration; but where the transaction is not one of mortgage, the\nsecond document would not need registration, even if it is a part of the same\nE transaction of sale.\nF\n19. In this case also the transaction is not a mortgage by conditional\nsale and having regard to the provisions of Section 17 of the Indian Registration\nAct, the agreement of sale reconveyance was not compulsorily registerable.\n20. It has further been brought to our notice that whereas the Deed of\nSale was executed in favour of two persons; the purported agreement of\nreconveyance has been executed by only one of the vendees, namely,\nRaghunath Revaji Patil, who has been described as 'Benami'; but the same\nhas not been proved. The High Court did not go into the aforementioned\nG question stating:\nH\n\"20. Once, this issue is answered in the negative, the issue, whether\nexecution by Defendant No. 1 alone (Defendant No. 2 has not signed\nthe reconveyance deed) would obstruct the court from granting a\ndecree for specific performance of reconveyance, is not required to be\nconsidered since, a finding favourable to appellant on that issue is\n☑\n+..\n'\nMANJABAI KRISHNA PATIL (D) BY LRS. v. RAGHUNATH REVAJI PATIL [S.B. SINHA, J.] 959\nnot going to make any favourable impact on the conclusion of the A\nappeal.\"\n21. We, therefore, are of the opinion that the interest of justice will be\nsubserved if the matter is remitted to the First Appellate Court for consideration\nof the matter afresh on the said question. The impugned judgments cannot\nbe sustained and are set aside accordingly. The Appeal is allowed and the B\nmatter is remitted to the First Appellate Court for consideration of the matter\nafresh.\ncosts.\n22. In the facts and circumstances of this case, there is no order as to\nB.B.B.\nC\nAppeal allowed.\n"}