{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\n-\n[2010] 14 (ADDL.) S.C.R. 348\nGOVIND SINGH\nV.\nHARCHAND KAUR\n(Civil Appeal No. 2719 of 2006)\nNOVEMBER 22, 2010\n[J.M. PANCHAL AND GYAN SUDHA MISRA, JJ.]\nRepresentation of the People Act, 1951:\n-\n-\ns. 123(1) r/w s. 100 (1) (b) and s. 83 – Corrupt practice –\nElection of returned candidate as MLA to the State legislative\nAssembly from reserved constituency - Challenged to on the\nground of indulgence in corrupt practice - High Court\ndeclaring election as void and set aside the same\nSustainability of - Held: Not sustainable - Any act performed\nby a candidate prior to his becoming a candidate would not\namount to indulgence in corrupt practice - Corrupt practice\nof bribery would be attracted only if such act had been\ncommitted by a candidate after filing of his nomination paper\nHowever, if any illegal act was done by a candidate prior to\nhis filing of nomination which was not within the legal discharge\nof duty, it would amount to corrupt practice - It cannot be said\nthat the election petition was fit to be rejected for the lack of\nmaterial facts and material particulars Returned candidate\nresigned as Social Security Minister and thereafter, filed\nnomination Distribution of pension to old age/widow/\nhandicapped persons by returned candidate in discharge of\nofficial duty as Minister as also appointment of some ladies\nas Anganwadi workers when the returned candidate was\nSocial Security Minister, before filing his nomination, would\nG not amount to indulgence in corrupt practice - Also he cannot\nE\nF\nI\n-\n-\nbe instrumental in appointing applicants as Anganwadi\nworkers when he had ceased to be a Minister and had filed\nhis nomination - As regards distribution of pension\n348\nGOVIND SINGH v. HARCHAND KAUR\n-\n349\nimmediately prior to the date of polling, the competent A\nauthorities did not support the case of defeated candidate that\nthe returned candidate committed any illegality – Evidence\nof the competent authorities for distribution of pension-\nindependent witness more reliable than the prosecution\nwitnesses-interested witnesses - Charge of corrupt practice B\nwas to be proved beyond reasonable doubt and not merely\nby preponderance of probabilities - Evidence relied upon by\nthe High Court cannot be held to be of such probative value\nWitnesses relied upon by the High Court not credible -\nThus, order passed by the High Court set aside - Election C\nlaws - Evidence - Conduct of Election Rules, 1961 - r. 94-\nA.\n-\n-\n-\nD\nElection laws: Election of a returned candidate\nChallenged - Allegation of corrupt practice – Onus of proof\n- Held: Charge of corrupt practice is in nature of a quasi-\ncriminal charge Heavy onus lies on the election petitioner\nseeking the setting aside of the election of a successful\ncandidate and, thus, he has to make out a clear case for such\nrelief both in the pleadings and at the trial - Onus of proof is\nnot discharged merely on preponderance of probabilities but E\nthe standard of proof required is akin to that of proving a\ncriminal or a quasi-criminal charge - Evidence Act, 1872.\nWords and phrases: Material facts and material\nparticulars - Meaning of.\nThe election of MLA to the State Legislative\nAssembly was to be held on 13.02.2002. The appellant\nresigned as Social Security Minister on 12.01.2002 and\nbecame a candidate for the election on 23.01.2002 by\nfiling his nomination as an independent candidate.\nThereafter, the appellant was declared elected. The\nrespondent-defeated candidate filed an election petition\nchallenging the election of the appellant-returned\ncandidate alleging illegal acts of omission and\nF\nG\nH\nA\n350 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\ncommission at the instance of the appellant which\namounted to indulgence in corrupt practice against him\nwithin the meaning of Section 123(1) read with Section\n100 (1) (b) of the Representation of the People Act, 1951.\nThe High Court declared the election of the appellant as\nB MLA to the Punjab Legislative Assembly from the\nreserved Assembly Constituency as void and set aside\nthe same. Therefore, the appellant filed the instant appeal.\nC\nD\nAllowing the appeal, the Court\nHELD: 1. In view of the unsatisfactory analysis of the\nevidence and erroneous approach of the High Court\nwhile recording the finding on the issue of corrupt\npractice, no conclusive inference could be drawn that the\nrespondent-defeated candidate who had secured only\nthird position in the election succeeded in proving the\ncharge of corrupt practice against the appellant-returned\ncandidate and the same at best could be held to be\nbased on allegations which desperately required\nunimpeachable evidence of trustworthy nature adduced\nE by independent witnesses which could not be treated as\ntainted or evidence of doubtful nature. Since the charge\nof corrupt practice has to be proved beyond reasonable\ndoubt and not merely by preponderance of probabilities,\nthe evidence relied upon by the High Court cannot be\nheld to be of such probative value. It does not reflect on\nthe credibility of the witnesses relied upon by the High\nCourt, so as to interfere with the election result by which\nthe appellant was elected. Thus, the judgment and order\nof the High Court is set aside. [Para 67] [401-G-H; 402-A-\nF\nG\nC\n2.1. Although the High Court has the jurisdiction and\ncompetence to declare the election of a returned\ncandidate to be void on the allegation of corrupt practice,\nthe mandate of the people in a democracy as expressed\nH by the result of the election must prevail and be\nGOVIND SINGH v. HARCHAND KAUR\n351\nrespected by the courts and, therefore, heavy onus lies A\non the election petitioner seeking the setting aside of the\nelection of a successful candidate and, therefore, he has\nto make out a clear case for such relief both in the\npleadings and at the trial. The onus of proof is not\ndischarged merely on preponderance of probabilities but B\nthe standard of proof required is akin to that of proving\na criminal or a quasi criminal charge. The electoral\nprocess in a democracy undoubtedly is too sacrosanct\nto be permitted or allowed to be polluted by corrupt\npractice and if the court arrives at a finding of commission C\nof corrupt practice by a returned candidate or his election\nagent or by any other person with the consent of a\nreturned candidate or his election agent, then the election\nof the returned candidate would be declared to be void\nsince the underlying principle is that the corrupt practice\nhaving been committed, the result of the election does\nnot echo the direct voice of the people. [Para 31] [377-G-\nH; 378-A-D]\nR. P. Moidutty vs. P.T. Kunju Mohammad \u0026 Anr. 2000\n(1) SCC 481 – relied on.\n-\n2.2. A charge of corrupt practice is in the nature of a\nquasi-criminal charge, as its consequence is not only to\nrender the election of the returned candidate void but in\nsome cases (as in the instant one) might incur\ndisqualification from contesting even the next election.\nThe evidence led in support of the corrupt practice must,\ntherefore, not only be cogent and definite but if the\nelection petition has to succeed, it must establish\ndefinitely and to the satisfaction of the court, the charge\nof corrupt practice which the defeated candidate levelled\nagainst the returned candidate. The onus lies heavily on\nthe election petitioner to establish the charge of corrupt\npractice and in case of doubt the benefit goes to the\nreturned candidate. In the case of an election petition,\nD\nE\nF\nG\nH\nB\n352 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA based on allegations of commission of corrupt practice,\nthe standard proof generally speaking is that of a criminal\ntrial, which requires strict proof of the charge beyond\nreasonable doubt and the burden of proof is on the\ncandidate who alleges corrupt practice and that burden\ndoes not shift. However, the courts have been cautioned\nto hold that even though the burden is on the petitioner\nto prove the charge of corrupt practice, it should not be\nunderstood to mean or imply that the returned candidate\nis absolved from his liability to bringforth the evidence on\nthe record to rebut the case of the petitioner and\nparticularly prove such facts which are within the special\nknowledge of the elected candidate. [Para 48] [390-C-H;\n391-A]\nC\nGajanan Krishnaji Bapat v. Dattaji Raghobaji Meghe\nD 1995 (5) SCC 360; Nihal Singh v. Rao Birendra Singh \u0026 Anr.\n1970 (3) SCC 239, Om Prabha Jain v. Charan Das 1975 (4)\nSCC 849, Daulat Ram Chauhan v. Anand Sharma 1984 (2)\nSCC 64; Quamarul Islam v. S.K. Kanta 1994 Supp (3) SCC\n5; Surinder Singh v. Hardial Singh 1985 (1) SCC 91; S.\nE Harcharan Singh v. S. Sajjan Singh 1985 (1) SCC 370 -\nReferred to.\nF\n3.1. As regards, the preliminary objection as to\nwhether the election petition filed by the respondent was\nto be dismissed on the ground of the lack of material\nfacts and material particulars, if the election petition fails\nto disclose any cause of action and there is non-\ncompliance of the mandatory requirements of Section 83\nof the Representation of the People Act 1951 which\nrequires that the election petition should contain material\nG facts on which the petitioner relies, it should set forth full\nparticulars of any corrupt practice including full statement\nof the names of the parties which is alleged to have been\ncommitted alongwith the specific date and place of the\ncommission of such corrupt practice. Although the\nH expression ‘material facts' has neither been defined in the\nGOVIND SINGH v. HARCHAND KAUR\n353\nAct of 1951 nor in the Code of Civil Procedure, it has been A\nunderstood by the courts in general terms to mean the\nentire bundle of facts which would constitute a complete\ncause of action. [Para 37] [381-D-G]\nB.\n3.2. Material facts are facts upon which the plaintiff's\ncause of action or the defendant's defence depend. But\nwhat particulars ultimately will be said to be 'material\nfacts' would depend upon the facts of each case and no\nrule of universal application can be laid down. Particulars,\non the other hand, are details in support of material facts C\npleaded by the party. This amplify, refine and embellish\nmaterial facts by giving finishing touch to the basic\ncontours of a picture already drawn so as to make it full,\nmore clear and more informative. Thus, material\nparticulars ensure conduct of fair trial which would not\ntake the opposite party by surprise. [Para 38] [382-G-H;\n383-A-D]\nD\n3.3. The respondent categorically stated the date, time\nand place of occurrence of the alleged corrupt practice\nat the instance of the appellant and also gave out the E\nnames of the witnesses who were to support the election\npetition filed by the respondent. But what exactly would\nbe the worth of the evidence of witnesses relied upon by\nthe counsel was a matter to be considered at the\nappropriate stage during trial, but to contend that the F\nelection petition lacked in material facts and material\nparticulars due to which the election petition filed by the\nrespondent was fit to be rejected on the ground of lack\nof material facts and material particulars, would not be\nlegally correct and justified. The High Court in the\nimpugned judgment and order did not even address the\nissue as to whether the petition was fit to be rejected for\nwant of material facts and material particulars or not, but\nthe counsel for the appellant seems to have acquiesced\nwith the same. However, since the counsel for the parties\nG\nH\nA\nB\n354 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\naddressed this Court on the said issue which is clearly\nin the nature of a preliminary objection, it is just and\nappropriate to deal with this issue but for the reasons\nstated it cannot be said that the election petition was fit\nto be rejected for lack of material facts and material\nparticulars. [Para 40] [384-A-F]\nMahadeorao Sukaji Shivankar Vs. Ramaratan Bapu and\nOrs. 2004 (7) SCC 181; Ram Sukh v. Dinesh Aggarwal 2009\n(10) SCC 541, 548; Anil Vasudev Salgaonkar v. Naresh\nKushali Shigaonkar 2009 (9) SCC 310, Ananga Uday Singh\nC Deo v. Ranga Nath Mishra \u0026 Ors. 2002(1) SCC 499; Azhar\nHussain v. Rajiv Gandhi 1986 (Supp) SCC 315; Ram\nSharan Yadav v. Thakur Muneshwar Nath Singh, 1984 (4)\nSCC; Mohan Rawale v. Damodar Tatyaba @ Dadasaheb,\n1994 (2) SCC 393, Mahadeorao Sukaji Shivankar v.\nD Ramaratan Bapu and Ors. 2004 (7) SCC 181; Regu Mahesh\nv. Rajendra Pratap Bhanj Dev AIR 2004 SC 42 - referred\nto\nE\nF\nG\n4.1. Any act performed by a candidate prior to his\nbecoming a candidate would not amount to indulgence\nin corrupt practice. The corrupt practice of bribery as\ndefined in Section 123(1) would be attracted only if such\nact had been committed by a candidate after filing of his\nnomination paper. However, it cannot be endorsed that\neven if any illegal act was done by a candidate prior to\nhis filing of nomination which was not within the legal\ndischarge of duty, would not amount to corrupt practice\nso as to protect himself from the charge of corrupt\npractice. [Paras 43 and 46] [387-A-C; 389-B-D]\n4.2. On a careful analysis of the case and counter\ncase of the appellant-returned candidate and the\nrespondent-defeated candidate, it is patently clear that the\nallegation of corrupt practice in regard to distribution of\npension can be divided into two parts - the first part\nH relates to the distribution of pension which pertains to the\nGOVIND SINGH v. HARCHAND KAUR\n355\nperiod prior to 12.1.2002 and the second part pertains to A\nthree dates which is 10/11/12.2.2002 when the appellant\nwas a candidate for the election but was no longer a\nMinister so as to distribute old age widow/handicapped\npensions. In factual aspects of the matter this clearly\nindicates that even if the plea of the respondent-election B\npetitioner with regard to the allegation of distribution of\npension amounting to corrupt practice which pertained\nprior to the period of January 12.01.2002 is taken into\nconsideration, the same cannot, by any legal yardstick or\neven ordinary prudence, constitute indulgence in corrupt C\npractice by the appellant as he was duly holding the\nportfolio of Social Security Minister who had the legal\nauthority to approve distribution of pension as part of his\nofficial duty. The distribution of pension to the eligible\npersons in the constituency or even outside the\nconstituency was part of the discharge of official duty as\nMinister and it is nobody's case that this distribution did\nnot lie within the legal domain of the Minister who could\norder distribution of pension to the eligible persons in the\narea who were either old, handicapped or widow.\nTherefore, distribution of pension to old age/widow/\nhandicapped persons which was ordered or approved\nensuring its distribution could not possibly be inferred as\nan action which could amount to indulgence in corrupt\npractice. [Para 43] [386-D-H; 387-A-C]\nMohan Rawale v. Damodar Tatyaba @ Dadasaheb 1994\n(2) SCC 392; Kona Prabhakara Rao v. M. Seshagiri Rao\n1982 (1) SCC 442 – referred to.\n-\n4.3. Sanction and approval for grant of pension as a\nSocial Security Minister clearly would be within the ambit\nof the authority of the Minister to get it distributed, as not\ndistributing the pension while discharging the functions\nof a Minister would on the contrary amount to non-\nperformance on the part of the Minister in the State which\nD\nE\nF\nG\nH\n1\nB\nC\n356 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA could also include his constituency and to hold that even\nthough the Minister had the authority to sanction and\napprove old age/widow/handicapped pension the same\nwas done in order to lure the persons of his constituency\nso as to vote for him in any future election which he might\ncontest and the same would amount to offer or promise\nof any gratification, would be wholly unrealistic and a far\nfetched allegation. The candidature of the appellant had\nnot even been announced in the year 2001 although it\ncould be perceived as a mere possibility that he might\ncontest in future election. In any case, it was difficult to\nanticipate from which constituency he would be\ncontesting and whether he would be contesting under\nthe banner of any party or would be contesting as an\nindependent candidate. The appellant in discharge of his\nofficial duty distributed, sanctioned, approved or\npermitted the grant of old age/widow/handicapped\npension prior to the filing of his nomination, it cannot be\nconstrued as indulgence in corrupt practice and thus, he\ncannot be held to have committed corrupt practice if he\nhad distributed pension amount even in his constituency\nupto 12.01.2002 which was clearly within his legal and\nofficial domain as he was not a candidate in the election.\n[Paras 45 and 46] [388-C-H; 389-B-E]\nD\nE\n4.4. The respondent - election petitioner also alleged\nF that even after filing his nomination on 23.01.2002 and\nimmediately before the date of polling on 13.2.2002, the\nappellant went to his constituency and in brazen defiance\nof the Code of Conduct of Election, distributed pension\nthrough his agent on 10/11/12.2.2002 and this would have\nG a serious bearing on the allegation of corrupt practice\nagainst the appellant in case it is held to be proved, since\nthe distribution of money under the garb of pension\nimmediately prior to the date of polling, would have to be\ntreated clearly and unambiguously as corrupt practice\nH\nGOVIND SINGH v. HARCHAND KAUR\n357\nwithin the meaning of Section 123 of the Act of 1951. This A\nserious allegation would have to pass through the litmus\ntest in the light of the evidence of the witnesses led by\nthe respondent in support of his allegation so as to arrive\nat a conclusive finding whether the witnesses are fit to\nbe relied upon in order to uphold the allegation of corrupt B\npractice. [Para 47] [389-F-H; 390-A-B]\n4.5. As regards the allegation of appointment of some\nladies as Anganwadi workers, even if the Anganwadi\nworkers were appointed in the year 2001, the same\ncannot clearly be held to be illegal as the appellant was\na Social Security Minister at the relevant time and,\ntherefore, any appointment made during this period\ncannot be alleged to be indulgence in corrupt practice in\norder to impress the voters as these appointments were\nmade in the year 2001 much before the appellant became\nthe candidate in the election. The exhibits relied upon by\nthe appellant alleging illegal appointment of the\nAnganwadi workers do not strengthen the case of the\nrespondent in any manner. The appellant could not be\nheld to be instrumental in appointing the applicants as\nAnganwadi workers when he had ceased to be a Minister\nand had already declared his candidature as an\nindependent candidate as he had no legal authority to\nappoint Anganwadi worker after he had resigned from\nthe post of Minister on 12.1.2002 and had filed his\nnomination on 23.1.2002. [Para 64] [399-F-H; 400-A-C]\n4.6. Serious infirmities and inconsistencies were\nnoticed in the evidence of PW-9, PW-10 and PW-11 relied\nupon by the High Court in support of the case of the\nrespondent. These witnesses could not be treated as\nindependent and trustworthy witnesses as against PW 1-\nChild Development Project Officer; PW 2- Superintendent\nSocial Security in the office of District Programme Office;\nPW 4- Assistant Manager, State Bank of Patiala; PW 5-\nC\nD\nE\nF\nG\nH\n"}