{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"358 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA District Social Security Officer; PW 6-C.D.P.O. Block and\nPW 7-C.P.D.O. Block, who were the competent authorities\nto sanction the pensions as also in regard to grant of\nappointment to Anganwadi workers in the year 2001\nwhen the appellant was a Social Security Minister and not\nB a candidate in the election, so as to brush aside their\nevidence and prefer to rely upon the evidences of PW 9,\nPW 10 and PW 11 which were extremely shaky,\nsubjective and fragile. The High Court clearly mixed up\nthe alleged charge of corrupt practice which pertains to\nthe period prior to the filing of nomination of the appellant\nwhich was on 25.1.2002 and set aside the election of the\nappellant not after a careful and meticulous scrutiny of\nthe evidence but on an overall view that the appellant had\nindulged in corrupt practice on the evidence primarily of\nthree witnesses only whose testimony were neither\nindependent nor free from inconsistencies and at the\nmost were general in nature. [Para 65] [400-D-H]\nC\nD\nF\n4.7. On a threadbare scrutiny of the evidence, the\nelection of the appellant could not have been set aside\nE only on the testimony of PW 9, PW 10, PW 11 who failed\nto stand the test of scrutiny to the extent that even though\nthe appellant was alleged to have indulged in corrupt\npractice, the same for the reasons assigned did not lead\nto the irresistible conclusion that the appellant had\nindulged in corrupt practice merely on account of the fact\nthat he had distributed old age pension or handicapped\nand widow pension to the voters of his constituency\nalthough he was the Minister holding the portfolio of\nSocial Security Minister within whose domain lay the\nG approval and distribution of pension which was in clear\ndischarge of official duty. The alleged case that this was\ndone even after he ceased to be a Minister and after he\nhad filed his nomination for contesting election, could not\nbe proved with unimpeachable evidence since there was\nH\nGOVIND SINGH v. HARCHAND KAUR\n359\nno reason for the appellant to ensure compliance of A\nformality of filling pension forms for distribution of cash\nas he had ceased to be a Minister on those dates. As the\nspecific case of the respondent is that pension was\ndistributed to influence the voters, then any distribution\nmade in the capacity as a Minister could not be legally B\nfaulted as long as the same was distributed during his\ntenure as Minister and after the appellant had ceased to\nbe a Minister, he was not legally entitled to distribute the\npension and, thus, ensuring compliance of formality of\nfilling up pension forms with the aid of PW 10- Sarpanch C\nby pressurizing him to fill up pension forms made no\nsense or reason so as to prove the charge of illegal\ndistribution of pension amounting to corrupt practice.\n[Para 66] [401-A-F]\nRamakant Mayekar v Celine D'Silva (1996) 1 SCC 399;\nM. Chinnasamy v K.C. Palanisamy (2004) 6 SCC 341;\nSubhash Desai vs. Sharad J. Rao AIR 1994 SC 2277 -\nreferred to.\nD\nCase Law Reference:\n2009 (10) SCC 541, 548\n2009 (9) SCC 310\nE\nReferred to.\nPara 21, 35, 36\nReferred to. Para 21, 35\n2002(1) SCC 499\nReferred to. Para 21, 23, 35\nד.\nF\n1986 (Supp) SCC 315\nReferred to.\nPara 21, 35\n1996 (1) SCC 399\nReferred to. Para 23\n2004 (6) SCC 341\nReferred to.\nPara 23\nG\nAIR 1994 SC 2277\n2000 (1) SCC 481\n2004 (7) SCC 181\nReferred to.\nRelied on.\nReferred to.\nPara 30\nPara 31\nPara 38, 39\nH\n360 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nReferred to. Para 44\nA 1994 (2) SCC 393\n1982 (1) SCC 442\n1995 (5) SCC 360\nReferred to. Para 45\nReferred to. Para 48\n1970 (3) SCC 239\nReferred to. Para 48\nB\n1975 (4) SCC 849\nReferred to.\nPara 48\n1984 (2) SCC 64\nReferred to.\nPara 48\n1994 Supp (3) SCC 5\nReferred to.\nPara 48\nC\n1985 (1) SCC 91\nReferred to.\nPara 49\n1985 (1) SCC 370\nReferred to.\nPara 49\nD\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n2719 of 2006.\nFrom the Judgment \u0026 Order dated 28.4.2006 of the High\nCourt of Punjab \u0026 Haryana at Chandigarh in Election Petition\nNo.22 of 2004.\nVijay Hansaria, K.S. Sidhu Sneha Kalita, Ritesh Ratnam,\nJawahar Lal, Amit Kumar for the Appellant.\nKamini Jaiswal, Abhimanue Shrestha for the Respondent.\nThe Judgment of the Court was delivered by\nGYAN SUDHA MISRA, J. 1. This appeal has been\npreferred under Section 116A of the Representation of People\nAct, 1951 (hereafter referred to as the Act of 1951) assailing\nthe Judgment and Order of the High Court of Punjab and\nG Haryana dated April 28, 2006 delivered in Election petition No.\n22/2002 as a consequence of which the election of the\nappellant, Govind Singh as MLA to the Punjab Legislative\nAssembly held on February 13, 2002 from the reserved 82-\nSherpur (S.C.) Assembly Constituency was declared void and\nH\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n361\nhence was set aside awarding a cost of Rs.50,000/- to the\nrespondent Smt. Harchand Kaur.\nA\n2. The election of the appellant was challenged by the\nrespondent- Smt. Harchand Kaur who is the defeated\ncandidate and although she had secured third position in the B\npolling, she challenged the election of the appellant alleging\ncorrupt practice against him within the meaning of Section 123\n(1) (A) of the Act of 1951.\n3. The essential details of the Election petition which\nformed the basis of challenge to the election of the appellant,\ndisclose that on June 26, 2001 the Governor of Punjab issued\na notification under Section 15 of the Representation of People\nAct, 1951 calling for election of MLAs from all constituencies\nin Punjab to constitute the Punjab Legislative Assembly. The\nappellant-Govind Singh, at the relevant time was functioning as\na Minister of Social Security, Women and Child Development\nand the party in power to which the appellant belonged was\nShiromani Akali Dal (Badal). However, the appellant admittedly\nresigned on January 12, 2002 from the primary membership\nof Akali Dal as he was denied party ticket to contest the\nelection from the said Assembly Constituency. The Election\nCommission published the election schedule which stated that\nthe last date for filing nomination would be January 23, 2002\nand the date for scrutiny of nominations was fixed for\n24.01.2002. The schedule further indicated that the last date\nfor withdrawal of candidature would be January 28, 2002 after\nwhich the poll was to be held on February 13, 2002 and finally\nthe counting of votes on February 24, 2002.\n4. In view of the aforesaid schedule fixed by the Election\nCommission, the appellant - Govind Singh and nine others filed\nnominations for contesting the election for the reserved 82-\nSherpur (S.C.) Assembly Constituency. The appellant had filed\nnomination as an independent candidate since he had resigned\nfrom the membership of the Shiromani Akali Dal (Badal) party.\nC\nD\nヨ\nF\nG\nH\nA\n362 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\n5. The election to the concerned constituency was held as\nper schedule on 13th February, 2001 and the process was\nfinally complete on February 24, 2002 after counting of the\nvotes when the appellant was declared elected to the reserved\n82-Sherpur (S.C.) Assembly Constituency since he had\nB secured highest number of votes which was 30132. The\nnearest rival to the returned candidate i.e. the appellant-Govind\nSingh, was Piara Singh of the Shiromani Akali Dal (Badal) in\nwhose favour 26525 votes had been polled and the contesting\nrespondent - Smt. Harchand Kaur secured third position in\nwhose favour 19439 votes had been polled. The total number\nof votes polled was admittedly 90882 in the Assembly\nConstituency where all these three candidates had contested.\nC\nD\n6. The Respondent - Smt. Harchand Kaur, having been\ndefeated in the election felt aggrieved of the election result as\nshe apprehended, which obviously was a late realisation on her\npart to the effect that the elected candidate i.e. the appellant\nherein, Govind Singh, had indulged in corrupt practices in the\nelection process due to which she could not emerge as a\nvictorious candidate. This prompted her to file an Election\nE petition in the High Court of Punjab and Haryana, bearing\nElection petition No. 22/2002 wherein she challenged the\npetitioner's election alleging illegal acts of omission and\ncommission at the instance of the appellant which amounted\nto indulgence in corrupt practice within the meaning of Section\nF 123 (1) read with Section 100 (1) (b) of the Act of 1951. .\nG\nH\n7. Elaborating the details of her alleged plea of corrupt\npractice on the basis of which the respondent Smt. Kaur had\nfiled the Election petition in the High Court challenging the\nelection of the appellant -Govind Singh, it was stated that the\nreturned candidate while holding the charge of Social Security\nMinister in the State Cabinet misused his power with an\nintention to gain benefit in the election 2002 violating the\nprocedure as he sanctioned and released the old age/widow/\nhandicapped pensions in favour of the residents of Sherpur\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n363\nConstituency and this was clearly with a view to secure votes\nof the electorates in the ensuing election. A list of 16 persons\nwith their addresses was furnished along with a few forms\npertaining to those persons indicating that the petitioner had\nsanctioned their pension directly.\n8. The respondent herein Smt. Harchand Kaur further\nalleged that the returned candidate, the appellant herein, while\nholding the post of Cabinet Minister in charge of Social Security\nDepartment misused his power and got various women voters\nof his Constituency employed as Anganwadi Workers for the\nperiod upto 28.2.2002 and they were employed in service with\na motive to compel them to undertake the work of his election\nand cast their votes as also manage other votes in his favour\nin the constituency in the election scheduled to be held on\n13.2.2002. A list of 13 women with their addresses was given\nalongwith the true translated copy of one such appointment\nletter. Relying on these facts, the respondent alleged that the\nappellant is guilty of committing corrupt practice with a view to\nsecure votes in the election which is covered under Section 123\nof the Act of 1951.\n9. The Respondent Smt. Harchand Kaur levelled a third\nallegation also alleging corrupt practice by stating that the\nreturned candidate Govind Singh- the Appellant herein,\ndistributed money among the voters in exchange of their\npromise to vote for him directly as well as through his agents\nwith his consent in the presence of respectable village persons\nwho stood surety on their behalf. The appellant had also\npromised to facilitate construction of drains and many paccal\npavements and streets in case he was voted and emerged as\na victorious candidate. Elaborating further on this aspect, the\nrespondent herein alleged that the appellant Shri Gobind Singh\npaid cash at various places for getting votes as informed by\nthe respectable persons of that area, namely, Avtar Singh, S/o\nBaldev Singh, Balbir Singh, S/o Budh Singh, both r/o village\nand Post Office Ladda, Tehsil Dhuri, District Sangrur; Jaspal\nA\nB\nC\nD\nE\nF\nG\nH\n364 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA Singh, Sarpanch village Bir Mamgarh, Tehsil Malekotla, District\nSangrur and Ramzan Khan Sarpanch, village Jatewal, Tehsil\nMalerkotla district Sangrur. However, only Balbir Singh out of\nthese persons was cited in the list of witnesses filed later on\nby the respondent in her Election petition. He was subsequently\nB cited as a witness who could not prove the allegation of cash\nfor votes but was cited as a witness only to prove the allegation\nthat the petitioner had delivered speeches at various places to\npromote enmity on the ground of religion. He, however, was\nfinally never examined by the respondent.\nC\nD\nE\nF\nG\n10. Thus, the sum and substance of the entire allegations\nlevelled by the defeated candidate Smt. Harchand Kaur - the\nrespondent herein, is to the effect that the appellant-returned\ncandidate Shri Gobind Singh with the active support of his\nsupporters indulged in corrupt practice and offered bribery in\nthe form of gift and promise to give cash to those who voted in\nhis favour. This vitiated the election and hence he is guilty of\ncommitting corrupt practice which is covered under Section 123\n(1) A (b) and B (b) of the Act of 1951 due to which the election\nheld on 13th February, 2002 deserves to be quashed and set\naside since the corrupt practice at the instance of the appellant\nis covered under Section 123 of the Act of 1951.\n11. The appellant Shri Singh responded to the Election\npetition by filing his written statements to the petition on August\n12, 2002 wherein he initially took the preliminary objection that\nno material facts and material particulars had been pleaded in\nthe petition concerning the allegations of corrupt practice and'\nno time, date and place had been mentioned and hence the\ncontents were liable to be struck off as no cause of action was\ndisclosed by the petitioner/respondent herein. It was further\naverred that no attested or true copy of the Election petition\nhad been served on the petitioner nor the verification of the\npetition was done as per the 1951 Act as well as the Code of\nCivil Procedure due to which the same was also defective as\nthe affidavit had not been filed in support of the allegations of\nI\n-\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n365\ncorrupt practice, in terms of the requirements of the Act of 1951. A\nIn so far as, the merits of the allegations in the petition are\nconcerned, they were denied and it was clarified that the\nreturned candidate / the appellant herein had already resigned\nfrom the Government as Minister of Social Security as also from\nthe primary membership of the Shiromani Akali Dal on January B\n12, 2002. The appellant submitted that the sanction or release\nof pensions was done by the District level authorities and the\nappellant who was then a Minister at the most, had\nrecommended acceptance which was always subject to the\nlegal norms for such pension. It was further stated that all the C\ndocuments annexed by the respondent with her Election petition\nin the High Court pertained to the period 2001, and therefore,\nwere irrelevant to the period of the election that is January 23,\n2002 to February 24, 2002. The pass books of the pension\nreceivers annexed by the respondent merely showed the\nnormal flow of pensions into the pension accounts in 2001\nwithout even a statement that these were sanctioned by the\npetitioner in 2002 since this was inherently impossible after his\nresignation. It was further stated therein that none of the\nallegations contained the relevant material facts and the\nmaterial particulars as to the date, time and place which could\nsubstantiate the allegation.\n12. The Respondent Smt. Harchand Kaur thereafter filed\nrejoinder to the written statement wherein the facts stated in the\nElection petition were reiterated in order to contend that the\nappellant in fact indulged in corrupt practice to ensure his\nvictory in the election.\n13. The learned single Judge on the aforesaid case and\ncounter case of the contesting parties initially framed as many\nas nine issues but ultimately confined to the following issues:\n5.\nD\nE\nF\nG\nWhether the respondent is guilty of corrupt\npractices committed by him or with his consent as\nenumerated in paras No. 12,13,14,17,18, 19, 20,\nH\nA\nB\nC\nD\nE\nF\nG\n366 SUPREME COURT REPORTS (2010) 14 (ADDL.) S.C.R.\n6.\n7.\n9.\n21, 22, 23, 24, 25 and 26 which materially affected\nthe result of election and his election deserves to\nbe set aside.\nWhether any corrupt practice (bribery, offer any gift\nor money as a reward to an Elector for having voted\nor refrain from voting, gives a gratification to any\nperson with the object of inducing him to exercise\nany other Elector right) has been committed by\nreturned candidate or his election agent or any other\nperson with the consent of a returned candidate or\nhis election agent under Section 123 of the\nRepresentation of the People Act, 1951?\nWhether disbursement of money under the pretext\nof old age pension etc. between the day of\nnomination and polling day by the returned\ncandidate or by his consent by other persons\nthrough department of Social Security Women and\nChild Development, of which he was a Minister, to\ninduce the electors in his constituency to vote for\nhim, amounts to a corrupt practice under Section\n100(1)(b)?\nWhether the returned candidate himself or on his\nbehalf or with his consent, large number of fresh\nappointments as Anganwari workers were issued\nfor specific period, by the department of Social\nSecurity Women and Child Development to induce\nthe voters in his constituency to vote for him and thus\ncommitted a corrupt practice under the Act?\n14. Thus, the High Court although initially framed nine\nissues on the basis of the Election petition filed by the\nRespondent, the same was eventually confined to the challenge\nto the election of the returned candidate only on the ground of\ncorrupt practices as envisaged under Section 123 (1) read with\nH Section 100 (1) (b) of the Act of 1951 wherein 'bribery' has\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n367\nA\nB\nbeen considered to be a corrupt practice i.e. any gift, offer or\npromise by a candidate or his agent or by any other person\nwith the consent of a candidate or his election agent of any\ngratification, to any person whomsoever, with the object, directly\nor indirectly inducing him to vote or refrain from voting at an\nelection or as a reward to an election for having voted or refrain\nfrom voting. Hence, the analysis of oral and documentary\nevidence made by the High Court has been confined to the\nissues nos. 5, 6, 7 and 9 quoted hereinbefore as to whether\nthe returned candidate is guilty of corrupt practices alleged\nagainst him or has been committed by him or his election agent C\nor any other person with the consent of the returned candidate-\nthe appellant herein. The analysis made by the High Court also\nindicated that it took into consideration issue no. 7, as to\nwhether disbursement of money under the pretext of old age\npension etc. between the day of nomination and polling day by D\nthe returned candidate or with his consent by other persons\nthrough The Department of Social Security Women and Child\nDevelopment of which he was a Minister, induced the\nelectorate in his constituency to vote for him so as to bring it\nwithin the ambit and scope of corrupt practice laid down under\nSection 100 (1) (b) of the Act of 1951.\nE\n15. The High Court further proceeded to consider issue\nno. 9 as to whether the returned candidate himself or on his\nbehalf or with his consent, large number of ladies were recruited\nas fresh Anganwadi Workers for a specific period by the F\nDepartment of Social Security women and Child Development\nin order to induce the voters in his constituency to vote for him\nand thus committed a corrupt practice under the Act.\n16. The learned single Judge of the High Court who tried\nthe Election petition therefore scrutinized the oral evidence led\nby the contesting parties as also the documents produced and\non its scrutiny in the light of the submissions advanced by the\ncontesting parties, recorded a finding that the returned\ncandidate/the appellant Gobind Singh had used the tool of\nG\nH\n"}