{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"398 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA identified the signature of the appellant herein when the\ncompetent authority PW-1- Child Development Project Officer\ncould not recognize the signature of the appellant. PW-1-Child\nDevelopment Project Officer, Dhuri in comparison to PW-10\nwas more competent who is a sarpanch and cannot be treated\nB to be the competent authority to sanction the application for\ngrant of pension who could be relied by the High Court when\nthe competent authority Child Development Project Officer has\nnot supported the evidence of PW-10. The sarpanch PW-10\nJaspal Singh as per his own version was a supporter of the\nC party to which the respondent belong and hence the credibility\nof this witness cannot be more weighty than the credibility of\nPW-1 -Child Development Project Officer who was competent\nto approve the application after which it was forwarded to the\nSub-Divisional Magistrate for grant of pension. The value of the\nevidence of PW-10 definitely, therefore, cannot be treated to\nbe more weighty and worthy of credence than the evidence of\nPW-1.\nD\n63. PW-11 Devinder Singh although has supported the\ncase of defeated candidate Smt. Kaur in regard to grant of old\nE age and handicapped pension but he also has conceded that\nthe election petitioner i.e. the defeated candidate Smt. Kaur /\nrespondent herein had helped his wife during the election and\nshe secured ticket for his wife. Thus this witness has also\nclearly admitted personal allegiance to the respondent herein\nF and hence his evidence cannot be treated to be more\ntrustworthy than the evidence of the officers who were PW-1,\nPW-2, PW-4, PW-5 and PW-6 who have not supported the\ncase of the respondent and Smt. Kaur herself has not been\nable to depose anything which could improve her case in any\nG manner. Thus, while comparing the evidence of PW-9, PW-10,\nPW-11 and PW-12 relied upon by the respondent Smt. Kaur\nwith the evidence of PW-1, PW-2, PW-4, PW-5 and PW-6, it\nis not possible to attach more weight to the witnesses relied\nupon by the respondent herein as we cannot overlook the well-\nsettled position that the behaviour, character and demeanor of\nH\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n399\nthe witnesses who had been examined at the stage of trial has A\nto be taken into account and is of prime consideration. In view\nof this position, the evidence of PW-1, PW-2, PW-4, PW-5 and\nPW-6 is clearly more reliable than PW-9, PW-10 and PW-11.\nB\nC\n64. In so far as the allegation of appointment of some\nladies as Anganwadi workers is concerned, PW-1-Child\nDevelopment Project Officer, Dhuri who is Smt. Paramjit Kaur\nhad deposed that applications of various candidates who\nsought appointment as Anganwadi workers which has been\nexhibited as Exs. 1/46 to PW-1/70 were given appointments\ntill 2002 and in her cross-examination she further stated that\nshe was not posted at Dhuri which covered the Constituency\nin question when these appointments were made. She further\ndeposed that a Selection Committee on the basis of the\ninstruction issued in the year 1988 was constituted. The Child\nDevelopment Project Officer as well as the Senior Medical D\nOfficer used to be the members. The Anganwadi workers were\nrequired to be selected from the village or at the most from the\nadjoining village. No MLA or Minister was the member of the\nSelection Committee. She has given details of marks which\nhad been allocated in the interview. The witness was confronted E\nwith the instructions dated 31.5.2000 to show the allocation of\nmarks for various qualifications and the document was taken\non record as Exs. PW-1/71, she has candidly and unequivocally\naccepted that all applicants were appointed before 11.11.2001\nand no one was appointed thereafter and it may be reiterated\nherein that even if the Anganwadi workers were appointed in\nthe year 2001, the same cannot clearly be held to be illegal as\nthe appellant was admittedly a Social Security Minister at the\nrelevant time and therefore any appointment made during this\nperiod cannot be alleged to be indulgence in corrupt practice G\nin order to impress the voters as these appointments were\nmade in the year 2001 much before the appellant became the\ncandidate in the election. We, therefore, find substance in the\nplea that the exhibits relied upon by the appellant alleging illegal\nappointment of the Anganwadi workers do not strengthen the\nF\nH\nB\n400 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA case of the respondent in any manner. As already stated\nhereinbefore, we fail to comprehend as to how the appellant\ncould be held to be instrumental in appointing the applicants\nas Anganwadi workers when he had ceased to be a Minister\nand had already declared his candidature as an independent\ncandidate as he had no legal authority to appoint Anganwadi\nworker after he had resigned from the post of Minister on\n12.1.2002 and had filed his nomination on 23.1.2002. The\ncounsel for the respondent also has not laid much emphasis\non this plea and the arguments that have been advanced by\nthe counsel for the parties are primarily on the allegation of\ncorrupt practice regarding distribution of cash as pension\namount while he was a Minister and even after he had been\ndeclared as a candidate.\nC\n65. Thus, we have noticed serious infirmities,\nD inconsistencies in the evidence of the three witnesses i.e. PW-\n9, PW-10 and PW-11 relied upon by the High Court in support\nof the case of the respondent herein who could not be treated\nas independent and trustworthy witnesses as against PW-1,\nPW-2, PW-4, PW-5 and PW-6 discussed hereinbefore who\nE were the competent authorities/officials to sanction pension\napplications as also in regard to grant of appointment to\nAnganwadi workers in the year 2001 when the appellant was\na Social Security Minister and not a candidate in the election\nso as to brush aside their evidence and prefer to rely upon the\nevidence of PW-9, PW-10 and PW-11 which were extremely\nshaky, subjective and fragile. Besides this, the High Court has\nclearly mixed up the alleged charge of corrupt practice which\npertains to the period prior to the filing of nomination of the\nappellant which was on 25.1.2002 and had been pleased to\nset aside the election of the appellant not after a careful and\nmeticulous scrutiny of the evidence but on an overall view that\nthe appellant had indulged in corrupt practice on the evidence\nprimarily of three witnesses only whose testimony were neither\nindependent nor free from inconsistencies and at the most were\ngeneral in nature.\nF\nG\nH\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n401\nA\nB\nC\n66. Thus, on a threadbare scrutiny of the evidence which\nwe have carefully analyzed, it is not difficult to notice that the\nelection of the appellant could not have been set aside only on\nthe testimony of PW-9, PW-10, PW-11 who had failed to stand\nthe test of scrutiny to the extent that even though the appellant\nwas alleged to have indulged in corrupt practice, the same for\nthe reasons assigned hereinbefore do not lead to the irresistible\nconclusion that the appellant had indulged in corrupt practice\nmerely on account of the fact that he had distributed old age\npension or handicapped and widow pension to the voters of\nhis constituency although he was the Minister holding the\nportfolio of Social Security Minister within whose domain lay\nthe approval and distribution of pension which was in clear\ndischarge of official duty. The alleged case that this was done\neven after he ceased to be a Minister and after he had filed\nhis nomination for contesting election, could not be proved with D\nunimpeachable evidence since there was no reason for the\nappellant to ensure compliance of formality of filling pension\nforms for distribution of cash as he had ceased to be a Minister\non those dates. As the specific case of the respondent is that\npension was distributed to influence the voters, then any E\ndistribution made in the capacity as a Minister could not be\nlegally faulted as long as the same was distributed during his\ntenure as Minister and after the appellant had ceased to be a\nMinister, he was not legally entitled to distribute the pension and\nhence ensuring compliance of formality of filling up pension\nforms with the aid of PW-10- Sarpanch by pressurizing him to\nfill up pension forms makes no sense or reason so as to prove\nthe charge of illegal distribution of pension amounting to corrupt\npractice.\nF\nG\n67. In view of the unsatisfactory analysis of the evidence\nand erroneous approach of the High Court while recording the\nfinding on the issue of corrupt practice, we consider this appeal\nfit to be allowed as no conclusive inference can be drawn that\nthe respondent Smt. Kaur who had secured only third position\nin the election has succeeded in proving the charge of corrupt H\n402 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA practice against the returned candidate-the appellant herein and\nthe same at best can be held to be based on allegations which\ndesperately required unimpeachable evidence of trustworthy\nnature adduced by independent witnesses which could not be\ntreated as tainted or evidence of doubtful nature. Since the\nB charge of corrupt practice has to be proved beyond reasonable\ndoubt and not merely by preponderance of probabilities, the\nevidence relied upon by the High Court cannot be held to be\nof such probative value which do not reflect on the credibility\nof the witnesses relied upon by the High Court, so as to interfere\nwith the election result by which the appellant had been elected.\nConsequently, we set aside the judgment and order of the High\nCourt and allow this appeal. However, the parties are left to bear\ntheir own cost.\nC\nN.J.\nAppeal allowed.\n"}