{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"I\nB\nс\nD\n388 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA (1) SCC 442 wherein it was contended that any act attributed\nto the appellant in his capacity as a Minister, even if assumed\nto be correct although the same are disputed, would not come\nwithin the ambit of corrupt practice as sanction, approval or\ngrant of pension by a Minister during his tenure as a Minister\ncannot amount to bribery under clause (1) of Section 123 of\nthe Act as it is not a gift, offer or promise of any gratification\nwhich is a sine qua non for attracting the said provision.\nSanction and approval for grant of pension as a Social Security\nMinister clearly would be within the ambit of the authority of the\nMinister to get it distributed as not distributing pension while\ndischarging the functions of a Minister would on the contrary\namount to non-performance on the part of the Minister in the\nState which could also include his constituency and to hold that\neven though the Minister had the authority to sanction and\napprove old age/widow/handicapped pension the same was\ndone in order to lure the persons of his constituency so as to\nvote for him in any future election which he might contest and\nthe same would amount to offer or promise of any gratification,\nwould be wholly unrealistic and a far fetched allegation. In fact\nit has not even been contended and rightly so, that the appellant\nherein who was then a Minister, had no authority to sanction\nand approve the distribution of pension although he was a\nMinister. What has been contended, is that the same had been\ndone with an oblique motive to influence the voters of his\nconstituency so that they would vote for him in the ensuing\nF election. This allegation would be difficult to accept and hold it\nas proved as the candidature of the appellant had not even\nbeen announced in the year 2001 although it could be\nperceived as a mere possibility that he might contest in future\nelection. In any case, it was difficult to anticipate from which\nG constituency he would be contesting and whether he would be\ncontesting under the banner of any party or would be contesting\nas an independent candidate. Hence, it is not difficult to hold\nthat the allegation of corrupt practice on the ground that he had\ndistributed pension in his constituency although he was holding\nE\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n389\nthe portfolio of a Social Security Minister upto 12th January,\n2002 is illogical, bereft of reasoning and hence illegal.\nA\n46. As already recorded hereinbefore, this Court in a\nseries of decisions out of which two have been referred to\nhereinbefore, have taken the view that any act performed by a B\ncandidate prior to his becoming a candidate would not amount\nto indulgence in corrupt practice. However, we do not wish to\nbe understood so as to endorse that even if any illegal act has\nbeen done by a candidate prior to his filing of nomination which\nis not within the legal discharge of duty, would not amount to\nC\ncorrupt practice so as to protect himself from the charge of\ncorrupt practice. But where the appellant in discharge of his\nofficial duty distributed, sanctioned, approved or permitted the\ngrant of old age/widow/handicapped pension prior to the filing\nof his nomination which was 23rd January, 2002 in the case at\nD\nhand, it cannot be construed as indulgence in corrupt practice\nand hence, we find sufficient force in the contention of the\ncounsel for the appellant on this count to the effect that he cannot\nbe held to have committed corrupt practice if he had distributed\npension amount even in his constituency upto 12th January,\n2002 which was clearly within his legal and official domain as\nhe was not a candidate in the election.\n47. However, the respondent - election petitioner has also\nalleged that even after filing his nomination on 23rd January,\n2002 and immediately before the date of polling on 13.2.2002,\nthe appellant had gone to his constituency and in brazen\ndefiance of the Code of Conduct of Election, distributed\npension through his agent on 10/11/12.2.2002 and this part of\nthe allegation which may be treated as second part of the\nallegation obviously would have a serious bearing on the\nallegation of corrupt practice against the appellant in case it is\nheld to be proved, since the distribution of money under the\ngarb of pension immediately prior to the date of polling, will\nhave to be treated clearly and unambiguously as corrupt\npractice within the meaning of Section 123 of the Act of 1951.\nE\nF\nG\nH\nA\n390 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nBut we have to bear in mind that this serious allegation will\nhave to pass through the litmus test in the light of the evidence\nof the witnesses led by the respondent in support of his\nallegation so as to arrive at a conclusive finding whether the\nwitnesses are fit to be relied upon in order to uphold the\nB allegation of corrupt practice.\nC\n48. At this stage, it would be worthwhile to recollect the well-\nsettled legal position that a charge of corrupt practice is in the\nnature of a quasi-criminal charge, as its consequence is not\nonly to render the election of the returned candidate void but in\nsome cases (as in the instant one) might incur disqualification\nfrom contesting even the next election. The evidence led in\nsupport of the corrupt practice must therefore, not only be\ncogent and definite but if the Election petition has to succeed,.\nit must establish definitely and to the satisfaction of the court,\nthe charge of corrupt practice which the defeated candidate\nlevelled against the returned candidate. The onus lies heavily\non the election petitioner to establish the charge of corrupt\npractice and in case of doubt the benefit goes to the returned\ncandidate. It is well acknowledged that in the case of an election\nE petition, based on allegations of commission of corrupt\nD\npractice, the standard proof generally speaking is that of a\ncriminal trial, which requires strict proof of the charge beyond\nreasonable doubt and the burden of proof is on the candidate\nwho alleges corrupt practice and that burden does not shift. This\nF was the view expressed by their Lordships in the case of\nGajanan Krishnaji Bapat v. Dattaji Raghobaji Meghe reported\nin 1995 (5) SCC 360 wherein their Lordships had placed\nreliance also on the case of Nihal Singh v. Rao Birendra Singh\n\u0026 Anr. 1970 (3) SCC 239, Om Prabha Jain v. Charan Das\nG - 1975 (4) SCC 849, Daulat Ram Chauhan v. Anand Sharma\n– 1984 (2) SCC 64 and Quamarul Islam v. S.K. Kanta -1994\nSupp (3) SCC 5 wherein the same view had been taken.\nHowever, the Courts have been cautioned to hold that even\nthough the burden is on the petitioner to prove the charge of\ncorrupt practice, it should not be understood to mean or imply\nH\n-\n-\n:\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n391\nthat the returned candidate is absolved from his liability to\nbringforth the evidence on the record to revert the case of the\npetitioner and particularly prove such facts which are within the\nspecial knowledge of the elected candidate.\nA\nB\n49. It was further held in the case of Surinder Singh v.\nHardial Singh- 1985 (1) SCC pg. 91 \u0026 97 : AIR 1985 SC 89\nthat the charges of corrupt practice are to be equated with\ncriminal charges and proof thereof would not be preponderance\nof probabilities, as in civil action, but proof beyond reasonable\ndoubt and if after balancing the evidence adduced, there still\nC\nremains little doubt in proving the charge, its benefit must go\nto the returned candidate. Various tests have been laid down\nby the High Courts and by the Supreme Court to determine the\nburden of proof required to establish a corrupt practice. The\nmost well accepted test however is that the charge must be\nestablished fully to the satisfaction of the Court. But while\ninsisting upon the standard of strict proof beyond a reasonable\ndoubt, the courts are not required to extend or stretch the\ndoctrine to such an extreme extent as to make it well nigh\nimpossible to prove any allegation of corrupt practice as was\nobserved in the case of S. Harcharan Singh v. S. Sajjan Singh E\n1985 (1) SCC 370 AIR 1985 SC 236 wherein it was held\nthat such approach would defeat and frustrate the very laudable\nand sacrosanct object of the Act for maintaining purity of the\nelectoral process.\n50. Bearing the aforesaid principle and the aforesaid legal\nproposition of law in mind, we have examined the evidence led\nby the election petitioner/the respondent herein as to whether\nthe allegation of distribution of pension on 10/11/12.2.2002\nwhich was immediately prior to the date of polling has been\nheld to be proved or not. As already noted, the respondent in\nthis context has relied upon PW-9, PW-10 and PW-11 which\nhas been extensively related hereinbefore.\n51. However, when we scrutinized the evidence of PW-9,\nwe have noticed that PW-9 has not stated as to what are the\nD\nF\nG\nH\n392 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA entries that are made and who are the persons for whom the\nentries have been made. This witness in his cross-examination\nhas merely stated that he disclosed to the respondent about\npayment of Rs. 1200 after about a month of the incident and\nhe was paid amount to Rs. 1200 but there is no evidence on\nB record that PW-9 is a pension holder or is entitled to grant of\npension. No document has been produced to show that he is\nentitled to pension as per Government policy or any pension.\nwas ever sanctioned to him. Thus, there is no corroboration to\nthe evidence of PW-9 to allege payment of Rs. 1200. PW-9\nhas also stated in his cross-examination that he came to the\nHigh Court to give evidence with the respondent in her car and\nthe whole expenses of travel as well as eatables were borne\nby her. It, therefore, cannot be ruled out that PW-9 is a highly\ninterested witness belonging to the village of election petitioner\nwho had been brought before the Court in the car of the election\npetitioner.\nC\nD\n52. The evidence by PW-10 Jaspal Singh is also not free\nfrom blemish. When the first list of witness filed by the\nrespondent Jaspal Singh was summoned to prove that the\nE appellant distributed cash at various places for getting votes,\nthe name of Jaspal Singh had been deleted in the revised list\nof witnesses and in any event, there were no details as to the\ndate and place of alleged distribution of cash regarding which\nthis witness was to depose. On perusal of the deposition of this\nF witness, it is evident that he has not stated the name of any\nperson to whom cash was allegedly paid as was claimed by\nhim. No pension book entry made by the appellant had been\nproduced on record and the pension book which was produced\non record bearing Exhibit PW-4/1, PW-4/84 does not have any\nG entry made by the appellant. This witness has also not stated\nthat the appellant has made any entry in the aforesaid book\nproduced on record and no other pension book except\naforesaid are on record. The witness also appears to be highly\ninterested as he admitted that he belongs to the party to which\nthe respondent belongs.\nH\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n393\nс\n53. PW-11 had stated in his evidence that the appellant A\ncame to his village on 7.1.2002 and opened accounts of\nvarious persons and distributed copies of passbook concerning\npensions. It was submitted that opening of accounts and or\ndistribution of paper is not a corrupt practice even if such\nevidence is believed it pertains to the period when the appellant B\nwas functioning as Minister and hence was legally authorized\nto approve of the sanction. PW-11 has further deposed that on\n10.2.2002 appellant came to his village for the second time and\ninvited the villagers to come over and collect the pension in the\nform of Rs. 500 each. But the names of persons by whom the\nalleged amount of Rs. 500 was given have not been mentioned.\nThis witness has not stated that any amount was given to him.\nIt was, therefore, submitted that no reliance ought to have been\nplaced on this vague statement by this witness that cash was\ngiven to person in the absence of identity of those persons. This\nwitness also appears to be highly interested witness as he has\nadmitted that his wife was given ticket for Panchayat Samiti\nelection by the party to which the respondent belongs. It was,\ntherefore, submitted by the counsel for the appellant that reliance\nought not to have been placed on the evidence of PW-9, PW-\n10 and PW-11 for recording of finding of corrupt practice of E\ntestimony of these witnesses. It was also pointed out that PW-\n12 the respondent herself has not given any evidence and her\nevidence is only hearsay. Therefore, her evidence is of no worth\nor value so as to prove the charge of corrupt practice.\nD\nF\n54. In so far as the documentary evidence relied upon by\nthe High Court is concerned, it was submitted that Exhibit PW\n1/1 to PW 1/45 are the applications for grant of pensions. It was\nstated that these applications pertain to the period of 28.2.2001\nto 4.12.2001 when the appellant was a Minister and the\nG\nappellant became a candidate for the election on 23.1.2002\nwhen he filed his nomination paper and thus any action taken\nby him prior to this date cannot amount to corrupt practice\nwithin the meaning of Section 123 of the Act. Furthermore, these\napplications also bear the endorsements of (a) Village\nH\n394 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA Sarpanch (b) Halka Lambardar, (c) village Patwar, (d) Block\nDevelopment Project Officer, (e) Clerk in the office of the Sub\nDivisional Magistrate, and (f) Sub Divisional Magistrate, who\nare the sanctioning authorities. It was, therefore, submitted that\nthese exhibits ought not to have been relied upon to conclude\nthat the appellant had committed corrupt practice.\nB\nC\n55. From the aforesaid critical analysis made by the\ncounsel for the contesting parties on the evidentiary value of\nthe witnesses for proving and disproving the alleged charge of\ncorrupt practice, it is evident that in so far as the alleged\ndistribution of cash on 10/11/12.2.2002 is concerned, the oral\nevidence of PW-9, PW-10 and PW-11 alone are on record but\nthe documentary evidence which has been placed by the\nrespondent has absolutely no connection and link in regard to\ndistribution of pension on 10/11/12.2.2002 and it is not difficult\nD to notice the reason for non-production of these documents as\nadmittedly, the appellant had ceased to be a Minister on that\ndate. Hence, if any endorsement of the distribution of pension\neven if it were made for 10/11/12.2.2002, the same cannot be\nattributed to the appellant in order to prove the charge of corrupt\nE practice alleging distribution of cash to the voters. Thus, the\nallegation of the distribution of cash on 10/11/12.2.2002 rests\nonly on the oral testimony of PW-9, PW-10 and PW-11 as even\nthe defeated candidate Smt. Harchand Kaur PW-12 has not\nbeen able to state anything which would prove the charge of\ndistribution of cash on these three dates prior to the date of\nelection.\nF\nG\nH\n56. But having analyzed the oral evidence relied upon by\nthe High Court, we have noticed that the High Court has placed\nheavy reliance on the evidence of PWs-9, 10 and 11 but has\nfailed to take into account the evidence of PW-1-Smt. Paramjit\nKaur, Child Development Project Officer, Dhuri, PW-2-Shri\nDevinder Kumar, Superintendent Social Security in the office\nof District Programme Office, Sangrur, PW-4 - N.K. Kapur,\nAssistant Manager, State Bank of Patiala, Ghanauri Kalan,\n1\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n395\nB\nPW-5 - Shri Satish Kapur son of Shri Sohan Lal Kapu, District A\nSocial Security Officer, Sangrur and PW-6 -Jagmail Singh,\nC.D.P.O. Block Mairerkotla-Il and PW-7 - Pritpal Singh,\nC.P.D.O. Block Sherpur. These witnesses have deposed which\nunambiguously are in the nature of rebuttal of the evidence of\nPW-9, PW-10 and PW-11 who have been relied upon by the\nHigh Court, yet the evidence of PW-1, PW-2, PW-4 and PW-6\nhave been brushed aside although they were competent\nauthorities for distribution of pension and hence independent\nwitnesses who were more trustworthy in comparison to the four\nwitnesses i.e. PW-9, PW-10 and PW-11 who are clearly C\ninterested witnesses as they themselves have admitted their\nlink to the Respondent Smt. Kaur.\nD\nE\n57. On scrutiny of the evidence of PW-1 Smt. Paramjit Kaur\nwho was the Child Development Project Officer, Dhuri and had\nproduced the record of old age pension of voters of Sherpur\nConstituency in respect of 12 villages indicate that it pertained\nto January/February, 2002 and had been exhibited as PW-1/1\nto PW-1/4. This witness has deposed that old age pension is\ngiven to the males of 65 years and females of 60 years. The\napplication in this regard had to be submitted to the Child\nDevelopment Project Officer for grant of pension which was to\nbe forwarded to the Sub-Divisional Magistrate who was the\nsanctioning authority. The pension letters were issued after the\nsanction was accorded by the Sub-Divisional Magistrate. The\nattention of this witness was drawn to the words (Parwan)\nwritten in the Punjabi script which in English means approved\nand underneath the words 'Parwan', the signatures were alleged\nto be of the appellant herein Govind Singh. This signature was\nalleged to have appeared in all the applications Exhibits PW-\n1/1 to PW-1/45 but this PW1-Child Development Project Officer G\ndeposed that a Minister is not directly involved in sanctioning\nthe old age pension and if an applicant is not eligible and does\nnot fulfill the requirement of getting pension, then even on the\nasking of the Minister such a person cannot be granted\npension. She has further admitted familiarity with the returned\nF\nH\n396 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA candidate as she had been meeting the appellant as a Minister\nin the official meetings. Thus, this witness can clearly be treated\nas an independent witness who has not supported the case of\nthe respondent in regard to distribution of pension at the hands\nof the appellant.\nB\n58. Similarly PW-2 Shri Devinder Kumar, Superintendent\nSocial Security in the office of District Programme Office,\nSangrur has conceded in the cross-examination that approval\nletters were in respect of the whole District of Sangrur and not\nof Sherpur Constituency alone and the orders did not have the\nC\nsignatures of the returned candidate.\n59. PW-4 Shri N.K. Kapur, Assistant Manager, State Bank\nof Patiala, who was posted at Ghanauri Kalan Branch of the\nBank had produced on record the original ledger and\nD photocopies of samples from the original ledger in respect of\n84 persons belonging to village Ghanauri Kalan and Ghanauri\nKhurd. These documents were exhibited as Exs. PW-4/1 to\nPW-4/84. This witness stated that no other amount could be\ncredited in these accounts except the pension received by the\nE person concerned from the Social Security Department. In his\ncross-examination, this witness stated that those accounts were\nopened on 7.9.2001, 6.8.2001 and on some other dates. But\nthis witness has further deposed that he was not in a position\nto state whether any deposit had been made in these accounts\nin the year 2002 and in one of the accounts no transaction has\nbeen recorded showing any credit. In another account opened\non 25.2.2002 he denied the opening of account by him or the\nprocedure for releasing the pension or personal knowledge\nabout the identity of any of the 84 persons.\nF\nG\n60. PW-5 Shri Satish Kapur son of Shri Sohan Lal Kapur,\nDistrict Social Security Officer, Sangrur stated that pension was\nreleased from November 2001 to March 2002 and the\npayments have been made from August, 2001 to February,\n2002. He had produced copies of compilation made from\nH originals as well as the original themselves. He showed his\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n397\ninability to explain as to who had sanctioned the pension by A\nstating that he was not posted at Sangrur. The compilation\nplaced on record had been duly certified by the District Social\nWelfare Officer, Sangrur.\n61. PW-6 Jagmail Singh, C.D.P.O. Block Malrekotla-II, had\nproduced 92 applications in respect of pension out of which\n86 belong to old age pension, 5 of handicapped and only 1\nbelonged to widow category. These applications were\nsubmitted before July, 2001 which was admitted by this witness\nhimself. Similar is the position with regard to the pension record\npertaining to the year 2001 which had been produced by PW-\n7 Pritpal Singh, C.P.D.O. Block Sherpur.\nB\nC\nE\n62. All the aforesaid witnesses namely PWs 1, 4, 5, 6 and\n7 therefore who can clearly be treated as non-partisan\nwitnesses and were competent to depose as to how the pension D\napplications were sanctioned have not supported the case of\nthe respondent that any illegality had been committed by the\nappellant while distributing pension which started from the year\n2001 and continued up to March 2002. In spite of this, the High\nCourt has not given any weightage to the depositions of these\nwitnesses but has chosen to rely only on the evidence of PW-\n9 Ram Singh, PW-10 Jaspal Singh, PW-11 Devinder Singh\nand PW-12 Harchand Kaur who can clearly be treated as\ninterested witnesses. The depositions of these witnesses\nclearly stand contradicted by the evidence of PW-1-Child\nDevelopment Project Officer, Dhuri who had deposed and\nstated the procedure and the manner in which the application\nfor grant of pension had to be approved. As indicated\nhereinabove, she has stated that the application had to be\nsubmitted to the Child Development Project Officer for grant of\npension and the same was forwarded to the Sub-Divisional\nMagistrate who is the sanctioning authority and after sanction\nwas accorded by the Sub-Divisional Magistrate, the pensions\nare issued. It is difficult to appreciate as to how the statement\nof this witness can be treated less trustworthy than PW-10\nJaspal Singh who was the Sarpanch and claims to have\nF\n0\nH\n"}