{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"C\n368 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA payment of pension to bribe the voters. The learned Judge went\non to record that the election petitioner had succeeded in\nestablishing that the returned candidate had committed\ncorrupt practice within the meaning of Section 79 (2) of the Act\nby inducing the voters to vote for him in consideration of\nB payment of cash named as pension on 10.2.2002, 11.2.2002\nand 12.2.2002 when the polls were to be held on 13.2.2002.\nThe learned Judge further found considerable merit in the\nsubmission of the election petitioner-the respondent herein to\nthe effect that the case concerning corrupt practices had been\nsufficiently pleaded in the Election petition at paras 17 to 21,\n24, 26 and 30. The learned Judge further proceeded to observe\nthat the affidavit in the prescribed form in support of the\nallegations of corrupt practice and the particulars thereof which\nwas required to be attached with the petition, had also been\ndone. The learned single Judge was therefore of the view that\nthe broad and basic features of the case of the election petition\nstands established and the corrupt practice committed by the\nreturned candidate is fully covered by Section 123 (1) (A) of\nthe Act. The money in the name of pension was presented as\na gift to the voters directly for inducing the voters to vote in favour\nof the returned candidate which would be clearly covered by\nthe aforementioned provision of the Act.\nD\nE\n17. The High Court was further pleased to observe that the\nresignation of the appellant from the Cabinet or from the primary\nF membership of the Shiromani Akali Dal had no connection with\nthe distribution of cash in the name of pension on 1.0.2.2002,\n11.2.2002 and 12.2.2002 when voting was to take place on\n13.2.2002. Hence, the election of the returned candidate to 82-\nSherpur (SC) Assembly Constituency to which the appellant\nG Gobind Singh had been declared elected, was declared void\nand consequently was set aside. It was, therefore, directed that\nthe Election Branch of the Registry with regard to the\ndisqualification of the returned candidate to contest any further\nelection be communicated. The Election petition thus was\nallowed with cost which was determined at Rs. 50,000/-.\nH\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n369\n18. The returned candidate Shri Govind Singh-the appellant A\nherein, obviously felt aggrieved with the judgment and order of\nthe High Court setting aside his election and hence has\npreferred this appeal assailing the judgment and order of the\nHigh court. However, we were informed that during pendency\nof this appeal, the appellant has already completed his term B\nas a member of the Legislative Assembly but this appeal could\nnot be treated as infructuous since the appellant is bound to\nsuffer the consequence of disqualification on account of the\nsetting aside of his election on the alleged indulgence in corrupt\npractice in the previous election which will affect his candidature\nto contest any election in future.\nC\nD\n19. Assailing the judgment and order passed by the High\nCourt, it was submitted at the threshold by learned senior\ncounsel for the appellant- Shri Hansaria, that the allegation of\nthe respondent herein, while challenging the election of the\nappellant, relates to the acts attributed to the appellant as\nMinister prior to filing his nomination on 23.1.2002 as in\nparagraphs 17, 18 and 19 the respondent alleged that the\nappellant Shri Gobind Singh got released pension to various\npersons by misusing his position as a Minister, Social Security E\nDepartment. In paragraph 20, it has been alleged that the\nappellant misused his power as Social Security Minister and\nviolated the procedure in sanctioning/releasing the old age/\nwidow/handicapped persons. In para 21 of the election petition,\nthe Respondent has further alleged that the appellant being the F\nCabinet Minister holding the charge of Social Security\nDepartment misused his power and got various women voters\nof his Constituency employed as anganwadi workers.\n20. In order to demolish the case of the respondent, a sure\nshot argument advanced by the counsel for the appellant was\nthat none of the aforesaid allegations even if assumed to be\ncorrect - although the same are disputed, would amount to\ncorrupt practice within the meaning of Section 123 (1) (A) of\nthe Act as those acts related to the period when the appellant\nG\nH\nA\nB\nC\n370 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nwas holding the charge of the Social Security Minister and the\nacts were in discharge of his official duties which was perfectly\nlegal and justified. In support of this submission, reliance was\nplaced by the learned counsel on the decision delivered in the\nmatter of Mohan Rawale v. Damodar Tatyaba @\nDadasaheb, 1994 (2) SCC 392, wherein it was held that any\nallegation made with reference to a period prior to nomination\nas a candidate, does not amount to corrupt practice. It was\nsubmitted that in the instant case, the appellant resigned as a\nMinister on 12.1.2002 and became a candidate for the election\nonly on 23.1.2002 when he filed his nomination for contesting\nthe election as an independent candidate. Hence, it was\ncontended that any act attributed to the appellant in his capacity\nas a Minister, even if assumed to be correct, although the same\nare disputed, would not come within the ambit of the allegation\nof indulgence in corrupt practice. It was further averred that the\nD\nsanction, approval or grant of pension by a Minister does not\namount to bribery under clause (1) of Section 123 of the Act\nas it is not a gift, offer or promise of any gratification which is\nsine qua non for attracting the said provision. It was still further\nsubmitted that the act of approval of appointment of some\nwomen as anganwadi workers by a Minister is also not covered\nby the provision of Section 123 of the Act as there is no\nevidence on record, either oral or documentary, that the\nappellant appointed any anganwadi workers. The only material\nrelied upon by the respondent in this regard is Exhibit PW-1/\n46 to PW-1/70 which are applications for appointment of\nanganwadi workers. In any event, all these 25 applications\nexcept 6 of them (Ext. PW-1/52,58,62,66,68 and 69) are\nundated. Even the 6 applications which bears date are from\n22.2.2001 (Ext. PW1/62) to 24.12.2001 (Ext.PW1/69), i.e. prior\nG to the appellant becoming a candidate in the election. In\naddition, only 2 of 25 applications (Ext. PW-1/50 and 70) bear\nendorsement by the appellant and both of them are undated.\nThere is also no whisper in paragraphs 17 to 21 that the\nappellant distributed any amount in cash by way of pension.\nE\nF\nH\ni\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n371\nD\n21. While challenging the finding recorded on corrupt A\npractice, it was further elaborated that the averments made at\nparagraph 24, 26 and 30 are vague and lack in material facts\nwith full particulars as section 83(1) (a) (b) of the Act mandates\nthat Election petition must contain material facts and if there\nare allegations of corrupt practice, it must also contain full B\nparticulars. This is the mandatory requirement of law and no\nelection petition can be entertained without full particulars of\nmaterial facts. In order to substantiate this contention, it was\nstated that in paragraph 24, 26 and 30 alleging that the\nappellant distributed money in cash amongst voters, no C\nparticulars about the date, time and place where money was\nallegedly distributed, nor the name of the people to whom it was\ndistributed have been mentioned. It was, therefore, contended\nthat the averments are vague, general and omnibus and hence\nthe averments relating to allegation of corrupt practice made\nin paragraph 24, 26 and 30 cannot be looked into and are fit\nto be ignored. Reliance was placed by the learned counsel in\nsupport of this submission, on the ratio of judgments delivered\nin the matter of Ram Sukh Vs. Dinesh Aggarwal reported in\n2009 (10) SCC 541, Anil Vasudev Salgaonkar Vs. Naresh\nKushali Shigaonkar reported in 2009 (9) SCC 310, Ananga\nUday Singh Deo Vs. Ranga Nath Mishra \u0026 Ors. reported in\n2002(1) SCC 499 and Azhar Hussain Vs. Rajiv Gandhi\nreported in 1986 (Supp) SCC 315. It was still further submitted\nthat material facts as well as material particulars have not been\nsupplemented by the respondent election petitioner in spite of F\nspecific objection taken by the appellant in preliminary\nobjections 1 and 2 and the respondent having opportunity to\nsupplement and amplify the material facts and particulars not\ndoing it could not have been allowed to adduce evidence\nbeyond the pleadings as the evidence which is led beyond the G\npleadings, is liable to be ignored.\nE\n22. Objections have also been raised by the returned\ncandidate-appellant herein by placing reliance on Section 83\n(1) (c) of the Act on the plea that this provision requires that H\n372 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA every petition shall be verified in the manner laid down in the\nCPC and proviso thereof requires filing of an affidavit in the\nprescribed form in support of the allegation of corrupt practice.\nOrder VI Rule 15 (2) CPC requires that the persons verifying\nshall specify, by reference to numbered paragraphs of the\n8 pleading, what he verifies of his own knowledge and what he\nverifies upon information and believed to be true. Rule 94A of\nthe Conduct of Election Rules, 1961 provides that the affidavit\nin terms of proviso to Section 83 (1) shall be in Form 25. Form\n25 requires the Election petition to separately state which\nC allegations of the corrupt practice are true to his knowledge and\nwhich allegations are true to his information. On these averment,\nit was submitted that the respondent in the present case has\nstated in the verification of the Election petition, that the\ncontents of paragraph 17, 18, 20, 21, 24 and 30 are true to\nhis knowledge as well as information and contents of paragraph\n19 and 26 are true and correct being reproduction/reference\nto the provisions from the Representation of People Act/\nConstitution of India/Registration of Electors Rules, 1960. It\nwas, therefore, submitted that such a verification is no\nverification in the eye of law as the same facts cannot be both\ntrue to knowledge and also true to information. It was further\nstated that paragraph 19 has not been verified at all as the said\nparagraph does not contain any reproduction/reference of any\nprovision of law; whereas this paragraph contain specific\naverment regarding release of pension by the appellant to\nF ineligible persons.\nD\nE\nG\nH\n23. In substance, it was contended that the issue of\ndefective verification and affidavit in the written statement in\nparagraph 4 and 5 are specific issues which were framed by\nthe High Court being issue No.3 and 4 as preliminary issues.\nYet, the High Court proceeded to record evidence without\ndeciding the aforesaid preliminary issues and recorded finding\non merits. It was, therefore, submitted that merely because the\nHigh Court has considered the case on merits, the same is no\nground to ignore defective pleading, verification and affidavit\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n373\nin the Election petition so as to consider the evidence on A\nmerits. In support of this submission, reliance was placed by\nlearned counsel for the appellant on the ratio of the decisions\ndelivered in the matter of Ramakant Mayekar v. Celine D'Silva,\n1996 (1) SCC 399, Ananga Uday Singh Deo v. Ranga Nath\nMishra, 2002 (1) SCC 499, and M. Chinnasamy v. K.C.\nPalanisamy, 2004 (6) SCC 341.\n24. Learned counsel finally submitted that in the present\nappeal, this Court is exercising power under Section 116A of\nthe Act, which is an appeal both on law and fact as mentioned\nin the aforesaid section itself. Hence, the contention of the\nrespondent that this Court should be slow in interfering with the\nfinding of fact arrived at by the High Court is untenable. This\nCourt, as the first appellate court, is entitled to re-assess and\nre-appreciate the entire pleading and evidence on its own and\ncome to an independent conclusion. In any event, the impugned\njudgment of the High Court suffers from inherent legal infirmities\nand recorded perverse findings and hence the judgment is\nliable to be set aside and the appeal is fit to be allowed.\nLearned counsel therefore invited the attention of this Court to\nthe evidence of PWs 1, 2, 4, 5, 6 as also 9, 10, 11 and 12 relied\nupon heavily by the Respondent and commented extensively\non the value of the testimony of oral evidence as well as\ndocumentary evidence.\n25. Countering the submissions advanced on behalf of the\nappellant, learned counsel for the respondent Ms. Kamini\nJaiswal submitted that on a bare perusal of the Election\npetition, it is apparent that the verification of the Election petition\nwas proper and the same was done on the proper format and\nin compliance of the settled law on that issue. It specifically\nprovided the paras which were based on the knowledge and\nthe paras which were based on the information gathered from\nthe various sources. The verification also provides the exact\nsource of the information which was mentioned in the appeal\npaper book. It was stated that the election petition is in the\nB\nC\nD\nE\nF\nG\nH\n#\nD\n374 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA appropriate format in form 25 as per the Rule 94 A of the\nConduct of Rule 1961. The format required the affidavit to state\ndistinctly as to which are the paragraphs of the Petition based\non the knowledge and which are the paragraphs based on the\ninformation and the same has been done in the manner as\nB required in the appeal paper book. It was, therefore, urged that\nthe Petition should be read in its entirety and not in isolation\nwhich disclosed that the petitioner immediately before the dates\nof 25.01.2002 and 11.02.2002 was the Cabinet Minister\nholding the charge of Social Security and Development\nC Department and had exercised his influence over the officials\nto get amounts released to the residents of his Constituency\nin the name of the pension for the old aged, handicaps etc. The\npension was not only released to the eligible pensioners but\nthe ineligible persons also who received money in the name\nof pension. The Petitioner although had ceased to be a Minister\nand may not have had the official authority to approve the grant\nof pension, he had enough clout as he held the charge as a\nMinister for all these years and hence with a view to allure the\nvoters, he exercised his influence by recommending the\napplications of the residents of his Constituency, during the\nperiod immediately before the election which resulted in\npayment of money to as many as 27856 persons in the\nSherpur Constituency. PW-1 Smt. Paramjit Kaur- Child\nDevelopment Officer, Dhuri admitted that the petitioner during\nthe period of January and February 2002, had signed on the\napplications, approving them and this fact has not been\ncontested in cross-examination. Learned counsel asserted that\nPW-9, PW-10, PW-11 had stated categorically that the public\nmeetings were called and forms were filled and the amount of\nRs. 600 to 1200 were paid to various people in the name of\nG pension, during a public meeting. It was therefore submitted that\nthe grounds contended are not such that this Hon'ble Court in\nthe exercise of its appellate jurisdiction would set aside a well\nreasoned order of the High Court. The said witnesses are\ntruthful and would not come to make a false statement. The\nH witnesses are material and truthful which would be evident from\nE\nF\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n375\nthe evidence of PW-9, PW-10, PW-11 and the learned counsel\nalso critically analysed the evidence of these witnesses in\nsupport of the contention that these witnesses who supported\nthe plea of the respondent in regard to her allegation of corrupt\npractice, are reliable witnesses.\nA\nB\nC\nD\n26. Learned counsel submitted that PW-9 Ram Singh who\nwas a Tailor Master deposed that in the gathering held on\n13.2.2002 and 11.2.2002, Rs. 600 or Rs. 800 were paid and\nShri Kanjla also gave Rs. 1200 to some of them. In his cross-\nexamination, he has further accepted that the amount of Rs.\n1200 was given as pension but he did not ask anyone in his\nfamily to accept Rs. 1200 for casting votes: He has further also\ndeposed that it is wrong to suggest that pension was only for\nthe old age pension but it was also for the handicapped persons\nlike him. This witness further has stated in his cross-\nexamination that after the election was held, he told Bibi\nHarchand Kaur that he would be prepared to appear as a\nwitness that the votes were cast in consideration of money. He\naccepted that he was a frequent visitor to the House of Bibi\nHarchand Kaur whom he knew since long. She also knew all\nhis family members for the last 5/6 years. He further accepted\nthe fact that he alongwith Bibi Harchand Kaur had come in the\ncar for deposition and the whole expenses of travel as well as\neatables had been born by her. He also denied suggestion that\nbeing an associate with the party of Bibi Harchand Karu and\nbeing related to her community, he was making a false F\nstatement.\n27. Learned counsel for the respondent further placed\nreliance on PW-10 Jaspal Singh son of Sarwan Singh who\ndeposed that Shri Gobind Singh Kanjla alongwith a group of\npeople with him came for the purposes of filling up pension\nforms. The pension forms were filled up on 12.2.2002, although\nhe had been coming to his village earlier. The work of filing up\nthe forms for pension was executed opposite to State Bank of\nIndia, Sandhaur Branch at about 6.30 to 7.00 p.m. The Minister\nE\nG\nH\n376 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA was calling the ladies and made the entries in the pension\nbooks from Rs. 200/- to Rs. 600/-. This witness stated that\npayment used to be made in cash and he claimed to identify\nthis signatures of Shri Gobind Singh Kanjla. The signatures of\nExs. PW1/1 and PW1/3 in green ink were that of Shri Gobind\nB Singh Kanjla and signature on other documents also were of\nShri Gobind Singh Kanjla.\nC\n28. This witness stated that he was a Sarpanch and had\nbeen performing the duties of attesting applications for fee\nconcession and admission forms. He also accepted that the\nold age pension forms were attested by the Sarpanch, he also\nhad been attesting the old age forms. This witness deposed\nthat Shri Gobind Singh Kanjla had directed him to attest certain\nforms and he denied that he was attesting forms for money\nconsideration. He deposed that Gobind Singh Kanjla had been\nD forcing him to attest those forms. Although, he was not a\nMinister but still he was acting like a Minister. But he did not\nreport this matter to any quarter viz. the Police, D.G., S.D.M.\nor anywhere else with regard to forcible signature on pension\nforms at the instance of Shri Gobind Singh Kanjla but he\nE reported the matter to Harchand Kaur-the election petitioner.\nThe report could not be lodged as he was physically beating\nthe reporters. Nobody was coming forward to report the matter\nagainst Shri Gobind Singh Kanjla. He also admitted that he did\nnot report the matter with regard to payment of certain amount\nF of Rs. 200/- to Rs. 600/- to any quarter as it is a usual\nphenomena.\nG\nH\n29. Reliance was also placed by the Respondent on the\nevidence of PW-11, Davinder Singh who deposed that Mr.\nGobind Singh Kanjla the appellant/ returned candidate had\nvisited his village before the election. Firstly, he came on\n7.1.2002 and second time on 10.2.2002 to attend the Bhog of\nAkhand Path Sahib. The Bhog Ceremony was kept by one\nGurmail Singh, Zimindar. When he came on 7.1.2002, he had\nopened the account of various persons and distributed the\nGOVIND SINGH v. HARCHÅND KAUR\n[GYAN SUDHA MISRA, J.]\n377\nB\ncopies concerning pensions like old age pension and handicap A\npension. On 10.2.2002, when he came for the second time, an\nannouncement was made on the loudspeaker inviting the\nvillagers to come over and collect the pension and in the form\nof pension Rs. 500 each was given to various persons. He\ndenied having given back this amount but he deposed that Shri\nKanjhla was exhorting the voters to cast their votes in his favour\nand the pension would be doubled from Rs. 500 to Rs. 1500.\nHe denied the suggestion that being a Congressman, he was\ndeposing falsely in support of the allegation that the amount of\npension was distributed and no passbooks were prepared.\n30. The counsel for the Respondent submitted that all\nmaterial facts and material particulars were stated in the petition\nand what constitute material facts and the material particulars\ndepend on the facts of each case and no general rules can be\nlaid down.\nLearned counsel placing reliance in this regard on the\ndecision reported in Mahadeorao Sukaji Shivankar v.\nRamaratan Bapu \u0026 Ors., 2004 (7)-SCC 181 submitted that if\nthere are more than one allegations and the material facts are\nsufficient with regards to one of such allegations, the petition\nis maintainable and cannot be thrown out. Learned counsel\nalso placed reliance on the case of Subhash Desai Vs.\nSharad J. Rao - AIR 1994 SC 2277 in support of his\nsubmission. It was, therefore, contended that the findings.\narrived at by the High Court are fit to be sustained and the\nappeal was fit to be dismissed.\nC\nD\nE\nF\n31. In order to test the relative strength and weaknesses\nof the plea of the contesting parties, while considering an\nelection appeal which is directed against a judgment and order G\nby which the election of a returned candidate has been set\naside on the allegation of corrupt practice, it would be\nworthwhile to recollect at this stage that although the High Court\nhas the jurisdiction and competence to declare the election of\na returned candidate to be void on the allegation of corrupt H\n"}