{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nRAM ABHILAKH\nV.\nSTATE OF U.P. \u0026 ORS.\nFEBRUARY 2, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCode of Criminal Procedure, 1973:\ns.397—Revision Petition filed challenging conviction under s.494,\nC IPC-When matter called, petitioner's counsel failed to appear-Dismissal of\nrevision petition by High Court-Propriety of-Held, not proper as petitioner\nhad been diligently pursuing the remedy for five years-Also circumstances\ndue to which counsel could not appear, duly explained-Peral Code, 1860–\nS.494.\nD\nRespondent No.2 alleged that her husband, Appellant, had married for\na second time while his marriage with Respondent No.2 was still subsisting\nand thereby committed offence punishable under S.494, IPC. Trial Court held\nthe Appellant guilty. The conviction was upheld by the First Appellate Court.\nAppellant filed Revision Petition under S.397, CrPC. However his counsel\nE failed to make appearance when the matter was taken up. High Court\ndismissed the revision petition in the absence of Appellant's counsel.\nIn appeal to this Court it was contended by the Appellant that he had\nbeen pursuing the remedy diligently for nearly five years and without taking\nnote of the difficulties due to which his counsel could not appear, the Revision\nF Petition should not have been dismissed.\nAllowing the appeal, the Court\nHELD: 1. There is no dispute that prior to the date of disposal by the\nHigh Court the appellant was diligently pursuing the remedy. The appellant\nG had also pointed out circumstances due to which the appellant's counsel could\nnot appear on the date fixed. The plea has not been disbelieved. Considering\nthe background facts as highlighted above it is clear that the appellant has\nalways been diligently pursuing the case. It is not the case of the respondent\nNo.2 that the appellant was in any manner responsible for delay in the\n212\nH\n1\nRAM ABHILAKH v. STATE OF U.P. [PASAYAT, J.]\n213\nproceedings. Above being the position, the orders of the High Court are set A\naside. The High Court shall hear the matter on merits. [Paras 7-9]\n2007.\n!214-C-E]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 150 of\nFrom the Final Judgment and Order dated 17-4-2006 of the High Court\nof Judicature at Allahabad, Lucknow Bench, Lucknow in C.M.A. No. 6838/\n2005 in Criminal Revision No. 306/1999.\nAnurag Kishore and Rajesh Kumar for the Appellant.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Appellant challenged the order passed by a learned Single Judge\ndismissing the revision petition filed by the appellant.\n3. Detailed reference to the factual aspect is unnecessary in view of the\nlimited nature of the controversy.\nB\nC\nD\n4. Marriage between the appellant and respondent No. 2 was solemnized\nin June 1980. Differences cropped up between the parties and various cases\nwere instituted. Grievance was made by the respondent No. 2 that appellant E\nhad married for a second time though his marriage with respondent No.2 was\nsubsisting and thereby he committed offence punishable under Section 494\nof the Indian Penal Code, 1860 (in short the 'IPC'). Learned First Additional\nChief Judicial Magistrate, Raebareli held that the appellant was guilty. An\nappeal was preferred before the District and Sessions Judge Raebareli. By\norder dated 29.9.1999 the appeal was dismissed and the judgment of the trial F\ncourt was affirmed. A Revision Petition under Section 397 of the Code of\nCriminal Procedure, 1973 (in short the 'Code') was filed before the Allahabad\nHigh Court, Lucknow Bench. By the impugned judgment learned Single\nJudge of the High Court dismissed the Criminal Revision holding that\nconcurrent findings had been recorded by the courts below and therefore no\ninterference was called for. The application was disposed of in the absence\nof appellant's counsel. An application to recall the order was filed on the\nground that the matter could not have been decided ex parte. The review\napplication was also dismissed on the ground that there was belated approach\nfor recalling the order.\nG\n5. In support of the appeal, learned counsel for the appellant submitted H\nT\nT\n214\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA that on 30.1.2004 because of circumstances beyond control there was no\nappearance when the matter was taken up. The appellant has been pursuing\nthe remedy diligently for nearly five years and without taking note of the\nvarious difficulties due to which the appellant's counsel could not appear, the\nRevision Petition should not have been dismissed.\nB\nC\nᎠ\n6. On 29.9.2006 notice was issued, limited to the question as to why the\nHigh Court should not re-hear the matter since the High Court dismissed the\nRevision Petition without hearing the appellant. There is no appearance on\nbehalf of the respondent.\n7. There is no dispute that prior to the date of disposal i.e. 30.1.2004\nthe appellant was diligently pursuing the remedy. The appellant had also\npointed out circumstances due to which the appellant's counsel could not\nappear on the date fixed. The plea has not been disbelieved.\n8. Considering the background facts as highlighted above it is clear that\nthe appellant has always been diligently pursuing the case. It is not the case\nof the respondent No.2 that the appellant was in any manner responsible for\ndelay in the proceedings.\n9. Above being the position, we set aside the orders of the High Court\ndated 30.1.2004, 17.4.2006. The High Court shall hear the matter on merits.\nE To avoid unnecessary delay, let the parties appear without further notice on\nF\nthe 9th March, 2007 so that the concerned Bench can fix a date for hearing\nof the matter. Learned Chief Justice of the High Court is requested to pass\nnecessary orders as to before which Bench the matter shall be listed.\nB.B.B.\n10. Appeal is allowed to the aforesaid extent.\nAppeal allowed.\n"}