{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1143\nin the identical terms as specified under Rule 3(6) of the MCOC A\nRules and that the same was recorded by Parambir Singh (PW-\n51) who was an officer associated with or interest in the\ninvestigation of the same.\n50. A perusal of Section 29 of MCOCA shows that it\nconfers a rule making power on the State. The State of\nMaharshtra in exercise of the said power under sub-section (1)\nof Section 29 of the Act framed rules known as 'Maharahstra\nControl of Organised Crime Rules, 1999'. Rule 3 provides for\nthe procedure to be followed for recording of confession under\nSection 18 of MCOCA. Section 18 of the MCOCA reads as\nfollows:\n\"Section 18 - Certain confessions made to police officer\nto be taken into consideration\n(1) Notwithstanding anything in the Code or in the Indian\nEvidence Act, 1872 (I of 1872), but subject to the provisions\nof this section, a confession made by a person before a\npolice officer not below the rank of the Superintendent of\nPolice ad recorded by such police officer either in writing\nor on any mechanical devices like cassettes, tapes or\nsound tracks from which sounds or images can be\nreproduced, shall be admissible in the trial of such person\nor co-accused, abettor or conspirator:\nB\nC\nD\nE\n13\nProvided that, the co-accused, abettor or conspirator is F\ncharged and tried in the same case together with the\naccused.\n(2) The confession shall be recorded in a free atmosphere\nin the same language in which the person is examined and G\nas narrated by him.\n(3) The police officer shall, before recording any\nconfession under sub-section (1), explain to the person\nmaking it that he is not bound to make a confession and\n+\nH\nA\nB\nC\nD\nE\nF\nG\n1144\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nthat, if he does so, it may be used as evidence against\nhim and such police officer shall not record any such\nconfession unless upon questioning the person making it,\nhe is satisfied that it is being made voluntarily. The\nconcerned police officer shall, after recording such\nvoluntary confession, certify in writing below the confession\nabout his personal satisfaction of the voluntary character\nof such confession, putting the date and time of the same.\n(4) Every confession recorded under sub-section (1) shall\nbe sent forthwith to the Chief Metropolitan Magistrate or\nthe Chief Judicial Magistrate having jurisdiction over the\narea in which such confession has been recorded and such\nMagistrate shall forward the recorded confession so\nreceived to the Special court which may take cognizance\nof the offence.\n(5) The person whom a confession had been recorded\nunder sub-section (1) shall also be produced before the\nChief Metropolitan Magistrate or the Chief Judicial\nMagistrate to whom the confession is required to be sent\nunder sub-section (4) alongwith the original statement of\nconfession, written or recorded on mechanical device\nwithout unreasonable delay.\n(6) The Chief Metropolitan Magistrate or the Chief Judicial\nMagistrate shall scrupulously record the statement, if any,\nmade by the accused so produced and get his signature\nand in case of any complaint of torture, the person shall\nbe directed to be produced for medical examination\nbefore a Medical Officer not lower in rank than of an\nAssistant Civil Surgeon.\"\nFurther, Rule 3(6) of the Rules reads as follows:-\n\"3. Procedure for recording of confession under Sector\n18 of the Act.\nн\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\nXXXXXXXXXXXXXXXXXXXxx\n1145\nXXXXXXXXXXXXXXXXX A\n(6) The confession recorded under sub-rule (5) shall, if it\nis in writing, be signed by the person who has made such\nconfession and by the Police Officer, who has recorded\nthe said confession. Such Police Officer shall, under his\nown hand, also make a memorandum at the end of the\nconfession to the following effect:-\n\"I have explained to (name of the confessor) that he\nis not bound to make a confession and that, if he does so,\nany confession that he makes, may be used as evidence\nagainst him and I am satisfied that this confession has\nbeen made voluntarily. It has been made before me and\nin my hearing and has been recorded by me in the\nlanguage in which it is made and as narrated by, the\nconfessor. I have read it over to the confessor and he has\nadmitted it to be verbatim and correct, and containing also\nfull and true account of the confession/statement made by\nhim.\"\n51. We have perused the aforesaid confessional statement\nwhich substantially complies with the requirements of Section\n18 of MCOCA read with the aforesaid rule.\nB\nC\nD\nJE\nF\n52. It was a categorical case of the prosecution that\nParambir Singh (PW-51) who recorded the said confessional\nstatement was never involved with the investigation of the case.\nThe prosecution has also brought on record that Pl Yashwant\nPuntambekar (PW-36) of Mahim Police Station was handling\nthe investigation from 04.03.1999, then PI Bharat Tambe (PW-\n59) took over investigation on 06.03.1999 and thereafter, ACP\nPradeep Sawant (PW-61) took charge of the investigation from G\nPolice Inspector Bharat Tambe on 26.03.1999. On going\nthrough all the material available on record the High Court came\nto the categorical finding that the aforesaid confessional\nstatement was made voluntarily and while recording the same\npost confessional formalities were followed. It was held by the\nH\n7\n་\n1146 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA High Court that although the confessional statement does not\nbear any certificate in the identical terms as specified under\nRule 3(6) of the MCOC Rules, 1999, it nevertheless complies\nwith the requirements of Section 18. Apart from that, there is\nalso evidence on record indicating that Accused No. 1 made\nB several phone calls to gang leaders in Pakistan from various\nphone booths. The said fact is also accepted by the trial court\nas well as by the High Court. We find no plausible reason as\nto why this Court should take a different view than what is taken\nby the trial court and the High Court on proper appreciation of\nthe evidence on record.\nC\nD\nF\n53. The confessional statement of Accused No. 8 was held\nto be admissible by both the courts below in which he nad\ncategorically stated that he knew Accused No. 1 from childhood\nand that Accused No. 1 had brought him to act as a driver in\nthe said shootout and also paid him Rs. 10,000/- for the job.\nAccused No. 8 in his confessional statement had also stated\nthat Accused No. 5 visited Accused No. 1.\n54. The confessional statements of Accused Nos. 5 and\nE 6 are also relevant to prove and establish the involvement of\nAccused No. 1 with the incident. In the said confessional\nstatement, Accused No. 5 had stated that on 02.03.1999,\nFaheem informed Accused No. 5 on the phone that he would\nbe sending two pistols with Accused No. 1. In fact, Accused\nNo. 1 came to the house of Accused No. 5 to deliver the said\npistols. It has also come out in the said confessional statement\nthat out of the two pistols one was not in order and so the same\nwas returned to Accused No. 1 and that on 05.03.1999\nAccused No. 5 called Accused No. 1 who informed him that\nhe (Accused No. 1) has spoken to Chhota Shakeel over the\nphone and informed him about the incident on the previous day.\nAccused No. 5 has also stated in his confessional statement\nthat Accused No. 1 informed him that Chhota Shakeel had\nasked Accused No. 1 to pay Accused No. 5 some money.\nThereupon, Accused No. 1 paid Rs. 20,000/- to Accused No.\nG\nH\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1147\n5 at Vakola and Accused Nos. 5 and 6 together informed A\nAccused No. 1 that they were going to Kolkata.\nB\n55. Besides aforesaid evidence on record there is also\nevidence of other witnesses namely PW-21, owner of an STD\nbooth which was functioning under the name and style of J. J.\nBrothers Communication Centre. He stated in his statement\nthat on 01.03.1999, Accused No. 1 made a phone call to a\nspecific number in Karachi (Pakistan). PW-35, who is the owner\nof phone booth named Data Link, stated that he personally\nknew Accused No. 1. He deposed that Accused No. 1 would\ncome to his booth regularly to make phone calls to Pakistan.\nPW-37, who was another witness and the owner of Azari\nCommunication Action Centre, stated in his evidence that\nAccused No. 1 had made calls on specified numbers in\nPakistan on 01.03.1999 and 09.03.1999. This evidence of PW-\n37 is also found to be corroborated by the evidence of PW- D\n54. Similar is the evidence of PW-43 who deposed that calls\nwere made by Accused No. 1 to Pakistan.\nC\n56. The High Court disbelieved the aforesaid confessional\nstatements of Accused Nos. 5 and 6 on the ground that the said E\nconfessional statements were inadmissible in evidence thereby\nit reversed the findings of the trial court. The High Court came\nto the aforesaid conclusion on the basis that there is no\nevidence to show that any preliminary warning was given prior\nto the recording of the confessional statement and that in F\nabsence of proof of the fact that a warning was given prior to\nthe recording of the confessional statement, the same was\ninadmissible in evidence.\nG\n57. In our considered opinion the High Court ignored the\nfact that there is evidence of PW-64, the typist who had\ndeposed that the preliminary warning was in fact given which\nwas so recorded on 23.07.1999. Considering the facts and\ncircumstances of the case we find no reason not to accept the\nsaid statement of PW-64, the typist. We also hold that the\naforesaid confessional statement of the co-accused could be H\n1148 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA the basis of conviction under the provisions of MCOCA.\nB\n58. We, therefore, hold Accused No. 1 guilty of all the\ncharges which were already found to be proved and established\nby the trial court and affirmed by the High Court. So far the\nsentence is concerned we, however, uphold and confirm the\nsentence passed by the High Court and also restore the\npunishment awarded by the trial court under Section 212 read\nwith Section 52(A) read with Section 120-B IPC.\n59. So far as conviction under MCOCA is concerned, it is\nC quite clear that conviction could be based solely on the basis\nof the confessional statement itself and such conviction is also\npermissible on the basis of the confessional statement of the\nco-accused which could be used and relied upon for the\npurpose of conviction. In the case of State v. Nalini, (1999) 5\nD SCC 253, it was held by this Court in the context of Section\n15 of the Terrorist and Disruptive Activities (Prevention) Act,\n1987 (now repealed), which is pari materia with Section 18 of\nthe MCOCA that the evidence of a co-accused is admissible\nas a piece of substantive evidence and in view of the non\nE obstante clause, the CrPC will not apply. The Court observed\nas follows in the relevant paras:\nF\n0\nH\n\"415. When Section 15 TADA says that confession of an\naccused is admissible against a co-accused as well, it\nwould be substantive evidence against the co-accused. It\nis a different matter as to what value is to be attached to\nthe confession with regard to the co-accused as that would\nfall in the realm of appreciation of evidence.\n416. The term \"admissible\" under Section 15 has to be\ngiven a meaning. When it says that confession is\nadmissible against a co-accused it can only mean that it\nis substantive evidence against him as well as against the\nmaker of the confession.\n417. Mr Natarajan said that the confession may be\n:\n+\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1149\nsubstantive evidence against the accused who made it but A\nnot against his co-accused. He reasoned that the\nconfession was not that of the co-accused and it was not\nthe evidence; it is the confessor who owned his guilt and\nnot the co-accused; it is not evidence under Section 3 of\nthe Evidence Act; it is not tested by cross-examination; B\nand lastly, after all it is the statement of an accomplice.\nAccording to him it can have only corroborative value and\nthat is a well-established principle of the evidence even\nthough Section 3 and Section 30 of the Evidence Act be\nignored. But then Section 15 TADA starts with non C\nobstante clause. It says that neither the Evidence Act nor\nthe Code of Criminal Procedure will apply. This is certainly\na departure from the ordinary law. But then it was also the\nsubmission of Mr Natarajan that the bar which is removed\nunder Section 15 is qua Sections 24, 25 and 26 of the\nEvidence Act and not that all the provisions of the\nEvidence Act have been barred from its application. He,\ntherefore, said that the view taken by this Court in Kalpnath\nRai case7 that Section 30 of the Evidence Act was in any\ncase applicable, was correct. We think, however, that the\nview expressed in that case needs reconsideration.\nD\nE\n418. If we analyse Section 15, the words which have been\nadded by the amending Act, 1993 have to be given proper\nmeaning and if we accept the argument of Mr Natarajan\nthese words will be superfluous which would be against F\nthe elementary principles of interpretation of statute. For\nthe confession of an accused to be admissible against a\nco-accused, proviso to Section 15 says that they should\nbe tried together. That is also Section 30 of the Evidence\nAct. Clauses (c) and (d) of Section 21 were deleted which G\nraised a presumption of guilt against the co-accused.\nAccording to Mr Natarajan, that provision made the\nconfession of a co-accused a substantive evidence and\nParliament did not think it proper that it should be so. But\nthen why add the words in Section 15?\nsospent no and nod\nH\n1150\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n419. \"Admissible” according to Black's Law Dictionary\nmeans:\n\"Pertinent and proper to be considered in reaching a\ndecision. Used with reference to the issues to be decided\nin any judicial proceeding.\"\n420. It defines \"admissible evidence\" as:\n\"As applied to evidence, the term means that the evidence\nintroduced is of such a character that the court or judge is\nbound to receive it; that is, allow it to be introduced at trial.\nTo be 'admissible' evidence must be relevant, and, inter\nalia, to be 'relevant' it must tend to establish material\nproposition....\"\nIf we again refer to Black's Law Dictionary “substantive\nevidence\" means:\n\"That adduced for the purpose of proving a fact in issue,\nas opposed to evidence given for the purpose of\ndiscrediting a witness (i.e. showing that he is unworthy of\nbelief), or of corroborating his testimony.\"\n421. TADA was enacted to meet extraordinary situation\nexisting in the country. Its departure from the law relating\nto confession as contained in the Evidence Act is\ndeliberate. Law has to respond to the reality of the\nsituation. What is admissible is the evidence. Confession\nof the accused is admissible with the same force in its\napplication to the co-accused who is tried in the same\ncase. It is primary evidence and not corroborative. When\nthe legislature enacts that the Evidence Act would not\napply, it would mean all the provisions of the Evidence Act\nincluding Section 30. By judicial interpretation or judicial\nrigmarole, as we may put it, the court cannot again bring\ninto operation Section 30 of the Evidence Act and any such\nattempt would not appear to be quite warranted.\nReference was made to a few decisions on the question\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1151\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\nof interpretation of Sections 3 and 30 of the Evidence Act, A\nforemost being that of the Privy Council in Bhuboni Sahu\nv. R.8 and though we note this decision, it would not be\napplicable because of the view which we have taken on\nthe exclusion of Section 30 of the Evidence Act. In Bhuboni\nSahu case8 the Board opined as under:\nB\nC\n\"Section 30 seems to be based on the view that an\nadmission by an accused person of his own guilt affords\nsome sort of sanction in support of the truth of his\nconfession against others as well as himself. But a\nconfession of a co-accused is obviously evidence of a very\nweak type. It does not indeed come within the definition\nof 'evidence' contained in Section 3, Evidence Act. It is\nnot required to be given on oath, nor in the presence of\nthe accused, and it cannot be tested by cross-examination.\nIt is a much weaker type of evidence than the evidence of D\nan approver which is not subject to any of those infirmities.\nSection 30, however, provides that the court may take the\nconfession into consideration and thereby, no doubt,\nmakes it evidence on which the court may act; but the\nsection does not say that the confession is to amount to E\nproof. Clearly there must be other evidence. The\nconfession is only one element in the consideration of all\nthe facts proved in the case; it can be put into the scale\nand weighed with the other evidence. Their Lordships think\nthat the view which has prevailed in most of the High Courts F\nin India, namely that the confession of a co-accused can\nbe used only in support of other evidence and cannot be\nmade the foundation of a conviction, is correct.\"\n422. In Kashmira Singh v. State of M.P.9 one of the\nquestions was how far and in what way the confession of\nan accused person can be used against a co-accused.\nThe Court relied on the observations made by the Privy\nCouncil in Bhuboni Sahu case8 and said that testimony\nof an accomplice can in law be used to corroborate\nG\n1\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1152 SUPREME COURT REPORTS [2009] 12 S.C.R.\nanother though it ought not to be used save in exceptional\ncircumstances and for reasons disclosed.\n423. In Haricharan Kurmi v. State of Bihar 10 this Court\nagain relied on its earlier decision in Kashmira Singh\ncase9 and on the decision of the Privy Council in Bhuboni\nSahu case8. It said that technically construed, definition of\nevidence as contained in Section 3 of the Evidence Act\nwill not apply to confession. Even so, Section 30 provides\nthat a confession may be taken into consideration not only\nagainst its maker, but also against a co-accused person;\nthat is to say, though such a confession may not be\nevidence as strictly defined by Section 3 of the Act, it is\nan element which may be taken into consideration by the\ncriminal court and in that sense, it may be described as\nevidence in a non-technical way. But it is significant that\nlike other evidence which is produced before the court, it\nis not obligatory on the court to take the confession into\naccount. When evidence as defined by the Act is produced\nbefore the court, it is the duty of the court to consider that\nevidence. What weight should be attached to such\nevidence is a matter in the discretion of the court. But a\ncourt cannot say in respect of such evidence that it will just\nnot take that evidence into account. Such an approach can,\nhowever, be adopted by the court in dealing with a\nconfession, because Section 30 merely enables the court\nto take the confession into account.\n424. In view of the above discussions, we hold the\nconfessions of the accused in the present case to be\nvoluntarily and validly made and under Section 15 of TADA\nconfession of an accused is admissible against a co-\naccused as a substantive evidence. Substantive evidence,\nhowever, does not necessarily mean substantial evidence.\nIt is the quality of evidence that matters. As to what value\nis to be attached to a confession will fall within the domain\nof appreciation of evidence. As a matter of prudence, the\n"}