{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA\nRana for the Appellants.\n1113\nMadhuri Divan, Ravindra Keshavrao Adsure, Dr. Rajeev\nB. Masoodkar (A.C.), K.M.M. Khan N.R. Ramkumar, Varinder\nKumar Sharma for the Respondent.\nThe Judgment of the Court was delivered by\nA\nB\nDR. MUKUNDAKAM SHARMA J. 1. These appeals are\nfiled against a common judgment and order dated 17th\nDecember, 2003 passed by a Division Bench of the High Court\nof Judicature at Bombay in Confirmation Case No. 01 of 2001 C\nand Criminal Appeal Nos. 661 of 2000; 679 of 2000; 753 of\n2000 and 758 of 2000 and are being disposed of by this\ncommon judgment.\n2. The prosecution case in brief is as follows: -\nD\nOne Milind Vaidya is the ex-Mayor of Mumbai. He belongs\nto the Shiv Sena, a political party, active in Maharashtra. On\n4th March, 1999 at about 9.45 p.m. he alongwith 7-8 workers\nwere sitting in an open shed by the side of Mori Road. He was\nguarded by his two body guards, namely, Constable Dinanath E\nPawar (PW-2) and Constable Sandeep Eaghmare (PW-3).\nThey were armed with a 9 mm pistol and 9 mm carbine with\n90 rounds respectively. The said shed house is an office of Shiv\nSena 'Shakha'. At about 5 minutes past 10.00 p.m. a white\nMaruti car with a number plate MH-03-H-1749 came from the\nside of Mahim Railway Station. When it reached near the said\nopen shed three persons started firing at Milind Vaidya and\nothers who were sitting in the shed. One of the assailants was\nsitting alongside the driver on the front seat and the other two\nwere sitting at the back seat. . In the aforesaid incident three\npersons died while seven to eight persons, including Shri\nMilind Vaidya, injured.\n3. The said Maruti car was being driven allegedly by Abdul\nHasan (Accused No.8) and Azzizuddin (Accused No.7) was\nsitting by his side being armed with a AK-56 rifle. Mohd. Zuber\nF\nG\nI\n1114 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA (Accused No.5) and Fazal Mohd. (Accused No.6) were sitting\non the rear side of the said car and were armed with 9 mm\npistol. All the aforementioned three persons were said to have\nfired at Milind Vaidya and his associates indiscriminately, who\nwere sitting in the shed.\nB\nC\nD\n4. Body guard Dinanath Pawar, who examined himself as\nPW-2, is said to have fired three rounds from his pistol on the\nMaruti Car. Other body guard namely Sandeep Waghmare\n(PW-3), is said to have chased the car upto some distance but\ndid not fire any shot, although armed with a carbine. The\nincident of firing lasted for a few seconds whereafter the Maruti\ncar sped away. Milind Vaidya sustained bullet injuries. Besides\nsix others, namely - Nishchal Krishna Chaudhari; Vinay\nNarayan Akare; Babu Kashinath Mangela; Niteen Narayan\nMehar; Murugan V Tewar; and Vijay Kashinath Akare also\nsustained bullet injuries. Three of his associates, namely ·\nMilind Gunaji Chaudhari, Vilas Gopinath Akare and Deepak\nSitaram Akare succumbed to their injuries.\n--\n5. All the aforesaid victims were immediately rushed to\nE Hinduja Hospital, Mumbai where they were admitted for\nexamination and treatment. Post mortem examinations of the\nthree deceased were carried out on the next day. They were\nfound to have sustained bullet injuries on different parts of their\nbody and lead pieces were recovered therefrom.\nF\n6. It is worthwhile to mention here that a similar attempt\non the life of Milind Vaidya had also been made by unknown\npersons three months prior to the incident in question. At that\ntime he had escaped with some injuries. He earlier used to\nhave a body guard for his personal safety. However, after the\nG said incident he was provided with three body guards during\nday time and two during night time. One of the guards was\nprovided with a carbine weapon while the other two were\nprovided with 9 mm pistols. Milind Vaidya used to sit alongwith\nhis workers at night time in the shed adjoining the foot-path of\nH Mori Road, Mahim for the purpose of hearing the grievances\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1115\nof the people. At that time he used to be escorted by his body- A\nguards.\nB\n7. First Information Report was lodged on 4th March, 1999\nat Mahim Police Station. The investigation of the case was\ntaken up by PI Yashwant Puntambekar (PW-36). However,\nhaving regard to the gravity of the offence the Commissioner\nof Police, Mumbai, directed the Senior Police Inspector, CID\n- Unit IV, to take over further investigation of the case, pursuant\nwhereof Senior P.I. Bagul took over the investigation. Thereafter\nPI Bharat Tambe (PW-59) took over the investigation on\nC\n06.03.1999. A Maruti car was located on 8th March, 1999 in\nan abandoned condition having been found parked in Jain\nDerasar Lane at Wadala. On inspection of the car one empty\nshell of AK-56 rifle; 2 empties of 9 mm caliber pistols and two\nempties of mouser pistols etc. were found. It was suspected\nthat the said car was used in the commission of the aforesaid\ncrime.\nD\n8. After appellant No.1 (Mohd. Farooq) was arrested on\n13th March, 1999, the Joint Commissioner of Police (Crime)\ngranted permission to apply the provisions of Maharashtra E\nControl of Organised Crime Ordinance, 1999 to the present\ncase pursuant whereto the investigation was taken over by an\nAssistant Commissioner of Police namely, Pradeep Sawant\n(PW-61) from PI Bharat Tambe on 26th March, 1999. He was\nsaid to have been supervising the investigation of the case in\nhis capacity as ACP (Detection-1) and for effective and\nextensive investigation of the present case, he formed a team\nof 13 police officers.\nF\nןד\nG\n9. In all there were eight accused persons namely,\nMohammed Farooq Abdul Gafur Chipa Rangari (Accused No.\n1), Aslam Mohammed Kutti (Accused No. 2), Abdul Kadar\nAbdul Gafoor Rizvi (Accused No. 3), Mansoor Hasan Haji Iqbal\nPankar (Accused No. 4), Mohd. Juber Kasam Shaikh alias\nTabrej alias Jugnu (Accused No. 5), Fazal Mohd. Shaikh alias\nManni Argamutu Shetiyar (Accused No. 6), Azzizuddin H\n1116 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Zahiruddin Shaikh alias Abdul Sattar (Accused No. 7) and\nAbdul Hasan Bande Hasan Mistri (Accused No. 8) involved in\nthe case.\nB\nC\n10. Accused No.1 (Appellant No.1 herein) was arrested\non 13th March, 1999 whereas Accused No.4 (Appellant No.2\nherein) was arrested on 21st June, 1999 along with Accused\nNos. 2 and 3. Accused Nos. 5 and 6 were arrested on 18th\nJune, 1999 by the Special Cell of Delhi Police. Accused No. 7\nwas arrested on 15th June, 1999 with AK-56 rifle by Hazariganj\nPolice Station, Lucknow, U.P. and Accused No. 8 was arrested\non 21st July, 1999.\n11. On 4th April, 1999 the Appellant No.1 took police and\npanchas to certain places and STD booths on Mohd. Ali Road,\nMasjid Road, near J. J. Marg Police Station at Dongri\nD wherefrom he used to contact Faheem. Appellant No.1 made\na confessional statement on 10th April, 1999 regarding his\ninvolvement in the incident. It was recorded by DCP Parambir\nSingh (PW-51).\nE\nF\nG\n12. On 25th June, 1999, Mansur Hasan (Accused No. 4)\ntook police party to the garage of one Chaggan Vithal where\nhe is said to have given the Maruti car used in the commission\nof the crime for repairs. He also showed to the police on 6th\nJuly, 1999 an STD booth at Dongri wherefrom he had contacted\nFaheem and obtained mobile phones as well as a duplicate\nmotor driving licence. At the instance of Mohd. Zuber (Accused\nNo. 5) on 18th July, 1999, discovery of 9 mm China made pistol,\nwhich was found kept in a cup-board in a hut behind Mahim\nBus Depot was made. His confessional statement was\nrecorded on 30.07.1999 by Ravindra Kadam, DCP (Zone IV)\nwho examined himself as PW- 39 which was however\nsubsequently retracted.\n13. Confessional statement of appellant No.2 was\nrecorded on 30th July, 1999 by DCP Kadam who examined\nH himself as PW-39. However, appellant No.2 retracted his\nН\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1117\nconfession when he was produced before the Chief Judicial A\nMagistrate.\n14. On 9th August, 1999 Accused No. 5 led the police party\nto a telephone booth at Mahim wherefrom he had contacted\nFaheem and Chhota Shakeel in Karachi, Pakistan. Discovery\nof AK 56 rifle together with 5 cartridges which was found kept\nin a rexine bag on the loft of a hut behind Mahim Bus Depot\nwas made on 17th July, 1999 at the instance of Azzizuddin\n(Accused No.7). A finger print expert, who was called, found\none chance finger print on the said rifle. Discovery of two plates\nfrom room No.15 on the ground floor of building No.1 in Kidvai\nNagar, Wadala, was made at the instance of Abdul Hasan\n(Accused No.8).\nB\nC\n15. Confession of the aforementioned six persons was\nrecorded by three DCPs namely, Mr. Kadam (PW-39), Mr. D\nParamvir Singh (PW-51) and Mr. Shindre (PW-60). Test\nIdentification Parade of accused Nos. 4 to 8 was conducted\non 10th August, 1999 by the Special Executive Officer who\nexamined himself as PW-32.\n16. Upon completion of the investigation, a voluminous\ncharge sheet was filed before the Designated Court on 8th\nSeptember, 1999. The charges were framed against all the\naforesaid accused persons under various provisions of the\nIndian Penal Code, 1860 (for short 'the IPC') and the Arms Act.\nConsidering the gravity of the crime and the fact that all the eight\naccused persons being members of organized crime syndicate\nof Chhota Shakeel, the provisions of Maharashtra Control of\nOrganised Crime Act, 1999 (hereinafter referred to as\n'MCOCA') were also invoked. All the aforesaid accused\npersons were charged for conspiring, abetting and facilitating\ncommission of the aforesaid crime as members of the said\norganized crime syndicate.\nE\nF\nG\n17. In the charge sheet Chhota Shakeel and Mohd.\nFaheem have been shown as the absconding accused. The H\n1118 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA prosecution case proceeded on the premise that all the\naccused had hatched a conspiracy to eliminate Milind Vaidya\nand with that common object in mind they aided each other for\ncausing his murder. They were said to be in constant touch with\nMohd. Faheem for the purpose of taking instructions from him\nB on telephone. They had been provided with arms and\nammunitions and money by the absconding accused persons\nnamely, Chhota Shakeel and Mohd. Faheem.\n18. Appellants herein are said to be belonging to the gang\nof fugitive criminal namely Chhota Shakeel who allegedly\nC\noperates his organised crime activities from Karachi, Pakistan.\nHe is also aided by another ganglord namely, Mohd. Faheem.\nBoth of them are said to belong to the gang of underworld don\nDawood Ibrahim.\nD\n19. All the eight accused persons allegedly being\nmembers of organized crime syndicate of Chhota Shakeel\nwere charged under Sections 3(1) r/w 2(e) of MCOCA. They\nwere further charged of conspiring, abetting and facilitating\ncommission of aforesaid crime as members of the said\nE organized crime syndicate under Sections 3(2) of MCOCA read\nwith Section 120B of IPC. For their agreement to do the\nabovesaid illegal act they were also charged under Section\n120-B IPC.\nF\n20. Mohammed Farooq Abdul Gafur Chipa Rangari\n(Accused No.1) was separately charged under Sections 302,\n307 read with Section 120B/34 and 109 IPC on the ground that\nhe, in pursuance of the said conspiracy, was in constant contact\non mobile with Faheem, collected money and also three mobile\nphones from Guddu and delivered the same to Accused Nos.\n5 and 6, provided driver i.e. Accused No. 8 with the car\nfacilitating commission of the crime and thus had the common\nintention to commit the crime. He was also charged under\nSections 201, 34 IPC for assisting accused Nos. 5, 6 and 7 to\ncause disappearance of AK-56 rifle with intent to screen the\nH offenders from legal punishment.\nG\n+\nMOHD. FAROOQ ABDUL GAFÜR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1119\n21. Aslam Mohammed Kutti (Accused No. 2) was A\nseparately charged under Sections 302, 307, 120B r/w 34, r/\nw 109 of IPC being in contact with Mohd. Faheem, who was in\nKarachi, Accused Nos. 2 and 3 collected weapons from Neeta\nfrom Mazgaon and handed it over to Accused Nos. 4 and 7\nfor using the same in the aforesaid offence. Further, Accused B\nNo. 2 purchased three mobile phones and handed over the\nsame to Accused No. 4 thus, facilitated commission of crime\nas a member of conspiracy in furtherance of common intention.\nHe was further charged under Sections 25(1A) and 25(1B) of\nthe Arms Act for possessing jointly with Accused No. 3 a rexin\nbag containing two 9 mm pistols and AK-56 rifle in\ncontravention of Section 3 \u0026 7 of the Arms Act.\nC\nD\nE\n22. Abdul Kadar Abdul Gafoor Rizvi (Accused No. 3) was\ncharged under Sections 25 r/w 3 \u0026 7 of the Arms Act for\ncollecting jointly with Accused No.2 a rexin bag from Neeta\ncontaining two pistols, one rifle for use in the aforesaid offence\nand handed over the same to accused Nos. 4 \u0026 7 and thus\ncommitted offence of possession of unlicensed and prohibited\narms in contraventions of Sections 3 \u0026 7 of the Arms Act. He\nwas also charged under Sections 302, 307 of IPC r/w 120B,\n34 \u0026 109 of IPC for delivering weapons to accused Nos. 4 and\n7 which were later used in the commission of the aforesaid\noffence thus, facilitated commission of offence as a member\nof conspiracy and in furtherance of common intention. He was\nfurther charged under Sections 302, 307 r/w 34, 120B, and 109 F\nof IPC for purchasing three mobile phones along with Accused\nNo. 2 from Hira Panna Market to facilitate the aforesaid crime.\n23. Mansoor Hasan Haji Iqbal Pankar (Accused No.4) was\ncharged under Sections 411 r/w 34 and 120-B of IPC for\nconspiring, as per the directions of Faheem, in collecting white\ncoloured Maruti 800 Car from Phila House, Mumbai and the\naforesaid stolen car was used by accused Nos. 4 and 7 and\nthus was a member of conspiracy and committed offence of\ndishonestly receiving stolen property. He was further charged\nG\nH\n1120 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA under Sections 302, 307 r/w 34, 120-B and 109 of IPC for\nhanding over the stolen car to Accused No. 8 which was\nactually used in the aforesaid offence. He was further charged\nunder Section 201 r/w 34 and 120-B of IPC for taking over\ncharge of two mobile phones from accused Nos. 5 and 7 after\nB the aforesaid offence and for concealing the same in his house.\nC\nD\nF\n24. Mohd. Juber Kasam Shaikh alias Tabrej alias Jugnu,\nFazal Mohd. Shaikh alias Manni Argamutu Shetiyar, Azzizuddin\nZahiruddin Shaikh alias Abdul Sattar and Abdul Hasan Bande\nHasan Mistri (Accused Nos. 5 to 8) respectively were charged\nunder Sections 25 r/w 3 \u0026 7 of the Arms Act for traveling in the\nstolen Maruti Car, carrying unlicensed pistols and prohibited\nfirearms i.e. A-56 rifle in furtherance of conspiracy and common\nintention with accused Nos. 5 to 7. They were further charged\nunder Sections 25 (1A), 25(1B) r/w 3, 7 and 35 of the Arms\nAct for having joint possession/control of the said vehicle i.e.\nthe stolen Maruti car which was used in the aforesaid crime and\nwere aware of existence of fire arms in the vehicle.\n25. Accused Nos. 5 to 7 were charged under Sections 3\nE (1) (i) of MCOCA read with Sections 302 \u0026 120B of IPC for\ncommitting the offence of organized crime on behalf of the\nsyndicate with the object of gaining advantage of syndicate and\npromoting insurgency. They were also charged under Sections\n3 (1) (ii) of MCOCA read with Sections 307 \u0026 120B of IPC for\nfiring with weapons, causing injuries and endangering the life\nof 7 persons. They were further charged under Sections 302,\n307 r/w 34 and 120-B of IPC for being taken in a stolen Maruti\nCar by Accused No. 8 at the spot and for firing with their pistols\nand rifles on the victims. They were charged under Sections\n25(1A), 25(1B) and 27(3) of the Arms Act for possessing fire\narms in contravention of Section 3 \u0026 7 of the Arms Act. They\nwere also charged under Section 201 r/w 34 and 120-B of IPC\nfor hiding their respective fire arms knowing that they were used\nin commission of offence thus, attempted disappearance with\nan intention to screen the offender.\nG\nH\n1122 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA on. A card was prepared by him making certain noting\nregarding the number of the car, the repairs done to it, the name\nof the customer and his telephone number etc. A note was also\nmade in the card stating \"Do not take again for servicing\". He,\nhowever, did not know Accused No. 4 earlier. He saw and\nB identified Accused No.4 for the first time in the court on 31st\nMarch, 2000. However, the identification of Accused No. 4 was\nfound to be doubtful.\nC\nD\nE\nF\nG\nI\n29. The Special Court, Mumbai by its judgment and order\ndated 05.09.2000 acquitted Accused Nos. 2 and 3 and\nrecorded judgment and order of conviction and sentence\nagainst the other six accused which are as under:-\n\"1 (a) The Accused No. 1 Mohammed Farooq Chipa\nRangari is found guilty and convicted of an offence\npunishable under Section 3(2) of the Maharashtra Control\nof Organised Crime Act, 1999 (hereinafter referred as\n\"M.C.O.C. Act, 99\") read with section 120-B I.P.C. and is\nsentenced to Rigorous Imprisonment for ten years and to\npay fine in the sum of Rs.5 lakhs. In default of payment of\nfine he shall undergo R.I. for three years.\n(b) The Accused No.1 is also found guilty and\nconvicted of an offence punishable under section 3(4) of\nM.C.O.C. Act 99 read with section 120-B I.P.C. and is\nsentenced to R.I. for ten years and shall also pay fine in\nthe sum of Rs.5 lakhs. In default of payment he shall under\ngo R.I. for three years.\n(c) The Accused No.1 is further held guilty and\nconvicted for an offence punishable under Section 212\nread with section 52-A read with section 120-B I.P.C. and\nis sentenced to Rigorous Imprisonment for five years and\nshall also pay a fine in sum of Rs.5000/-. In default of\npayment of fine he shall undergo R.I. for six months.\nIV. (a) The Accused No. 4 Mansur Hasan Haji Iqbal Pankar\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1121\n26. Abdul Hasan Bande Hasan Mistri (Accused No. 8) was A\nseparately charged under Sections 302, 307 r/w 34 and 120-\nB of IPC for taking Accused Nos. 5 to 7 in Maruti car in\nfurtherance of conspiracy and common intention thereby\nfacilitating the crime of murder and fatal injuries. He was also\ncharged under Sections 424, 414 r/w 34 and 120-B of IPC for B\ndishonestly receiving the stolen Maruti Car and changing the\nnumber plate and thus assisting in concealment of stolen\nproperty in furtherance of conspiracy and common intention. He\nwas further charged under Section 212 of IPC for harbouring\nAccused Nos. 5 to 7 in stolen Maruti Car immediately after the c\naforesaid offence with the intention of screening them.\n27. In support of its case the prosecution examined 64\nwitnesses out of them 5 were eye witnesses including the\ninjured persons. Six STD/ISD booth owners were also\nexamined to prove that some of the accused had made D\ntelephone calls from their booths to Karachi, Pakistan. 4\nwitnesses were examined to depose about subsidiary\ncircumstances. 14 witnesses were panch witnesses. 4 medical\nofficers were examined to prove the post-mortem reports as\nwell as the certificates of injuries. 25 Police Officers including E\ntwo investigating officers were also examined. 5 other\nwitnesses were examined on different points. A large number\nof documents were produced by the prosecution.\n28. Sabiul Hasan (PW-15) was the owner of the Maruti car\nbearing registration No. MH-03-H-1759 which was stolen. He\nhad lodged a complaint to that effect on 30th January, 1999.\nThe evidence of PW-20, who is a panch witness, established\nrecovery of the car on 25th June, 1999. Accused No. 4 led\npolice to a garage situated opposite to Chhagan Mitha Petrol\nPump where the car was given for repair. Manager of petrol\npump PW-17 stated that on 5th February, 1999 Accused No.\n4 had brought one white car bearing No. BLD 1949 for certain\nrepairs and servicing. He did not take back the car\nimmediately, although he was informed that the repairing and\nservicing had been completed. He visited the petrol pump later\nLL\nF\nG\nH\n"}