{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1133\nout the nature of the orders of convictions and sentences A\npassed by the trial court as also the orders passed by the High\nCourt on the appeals filed before it by the accused persons.\nAccused Nos. 1, 4 and 8 as well as the State of Maharashtra\nfiled cross appeal in this Court. All the aforesaid appeals were\nlisted before us for final hearing upon which we heard the B\nlearned counsel appearing for the respective parties\nextensively. Some of the submissions of the learned counsel\nappearing for the parties were overlapping and, therefore, we\nare going to set out the said submissions of the learned counsel\nbroadly. We, however, deal with the appeals filed by the C\naccused persons in respect of each of the accused and the\nState separately for the purpose of convenience..\nD\n36. The broad submissions of the counsel appearing for\nthe accused persons mainly center around the confessional\nstatements of Accused Nos. 8 and 4 having been retracted\nsubsequently, the same are inadmissible not only against the\nco-accused but also against the accused who allegedly have\nmade some confessional statements particularly with regard to\nthe making of such confessional statements which fact was not\nput in their examination under Section 313 of Criminal E\nProcedure Code, 1973 (for short 'CrPC').\n37. It was submitted that no credence should have been\nplaced on the Test Identification Parade (for short 'TIP') held in\nrespect of Accused Nos. 4, 5, 6, 7 and Accused No. 8\nparticularly when they were arrested on different dates i.e.\nAccused No. 4 was arrested on 21.06.1999, Accused Nos. 5\nand 6 were arrested on 18.06.1999, Accused No. 7 was\narrested on 15.06.1999 and Accused No. 8 was arrested on\n21.07.1999. TIP was held on 10.08.1999 after inordinate delay\nin as much as in case of Accused No. 4 it was held after 50\ndays, in case of Accused Nos. 5 and 6 it was held after 53 days,\nin case of Accused No. 7 it was held after 55 days and in case\nof Accused No. 8 it was held after 19 days. Therefore, in that\nview of the matter the said TIP has been rendered inadmissible\nF\nG\nH\n1134 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA in evidence and should not and cannot be relied upon for the\npurpose of convicting the accused persons.\nB\nC\nD\n38. Another submission which was very forcefully placed\nbefore us was that the confessional statements cannot be the\nbasis of conviction in the present cases as the said\nconfessional statements which were proved in the instant case\ndid not contain the mandatory certificate as mentioned under\nRule 15 of Maharashtra Control of Organized Crime Rules,\n1999 (for short 'the MCOC Rules'). Rule 15 of the MCOC Rules\nrequires a certificate to be attached with the confessional\nstatement but the same apparently is not a part of the record\nin the instant case thereby rendering the confessional\nstatement as invalid. The mandatory certificate contained the\nwarning which are admittedly not proved in the trial and the\nsame having been not proved, all the confessional statements\nlost its sanctity and, therefore, could not have been the basis\nof any conviction.\n39. It was submitted that the basic ingredients for a\nconviction under MCOCA were not made out in any of the\nE cases. It was further submitted that there are a number of major\nand vital contradictions in the evidence of the witnesses\nproduced on behalf of the prosecution in support of its case. It\nwas pointed out that the incident admittedly happened during\nthe night time and it was a case of sudden happening as\nF alleged by the prosecution itself and, therefore, none of the\naccused could have been identified in such a short span of\nabout few seconds. Since the identity of the accused persons\ncould not be established and there are a number of vital\ncontradictions in the evidence of the prosecution witnesses, the\naccused persons are liable to be acquitted.\nG\n40. The next contention was that the recovery of weapon.\nalleged to have been used by Accused No. 7 was made from\nan open space i.e. the hutment roof of a house in a slum\nhutment, which was accessible to all for which Accused No. 7\nH could not have been held responsible as the weapon was not\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1135\nin his exclusive possession. It was submitted that there cannot A\nbe any conviction and sentence under the provisions of Arms\nAct in as much as the sanction order which was issued was\nillegal and vitiated and the recovery of the weapons allegedly\nat the instance of the accused persons are also not in\naccordance with law rather in violation of the same.\nB\nC\n41. The learned counsel appearing for the State of\nMaharashta, however, refuted all the aforesaid contentions and\nsubmissions and submitted that all the ingredients of the\noffences alleged against each of the accused were fully\nestablished in the present case and, therefore, the only\npunishment which should have been given to the accused\npersons is the capital punishment for carrying out the daredevil\nattack and for killing innocent persons. It was submitted that\nthere are substantive and clinching evidence available on\nrecord against all the accused persons and, therefore, the High\nCourt was not justified in converting the capital punishment\nawarded to the accused-appellants i.e., Azzizuddin Zahiruddin\nShaikh alias Abdul Sattar (Accused No. 7) to that of life\n.imprisonment, acquitting Mohammed Farooq Abdul Gafur\nChipa Rangari (Accused No. 1) of the charges under Section E\n212 read with Section 52(A) and Section 120-B IPC and\nacquitting Accused Nos. 5 and 6.\n42. It was submitted by the learned counsel appearing for\nthe State that necessary warnings were given to the accused\npersons before recording their confessional statements but part\none of the said statements which contained warning was\nmisplaced and, therefore, the same could not be brought on\nrecord. The said confessional statements were recorded in\naccordance with the required formalities and after giving proper.\nwarning to the accused person which fact is proved by the\npolice officer recording such statements and also by the\nstenographers who recorded the said statements. It was further\nsubmitted that there could be some minor irregularities while\nrecording the aforesaid statements but the same would not in\nD\nF\nG\nH\n1136 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA any manner vitiate the trial. Besides, reference was made by\nthe counsel appearing for the Government of Maharashtra to\nSection 15 of MCOCA and placing reliance on the same he\nsubmitted that the said section contained a non-obstante clause\nand, therefore, it cannot be held that the confessional statements\nB were not recorded in accordance with law.\nC\n43. Learned counsel appearing for the State pointed out\nthat the submissions of the learned counsel appearing for the\nappellants that the sanction order is vitiated is not borne out from\nthe record as the sanction order passed by the competent\nauthority was a detailed order and not a mechanical order as\nsought to be suggested by the accused persons. He submitted.\nthat the weapons used by the various accused is proved and\nestablished by the prosecution witnesses and injury caused to\nthe deceased and the injured tally substantially with the medical\nD report and, therefore, the accused persons should have been\nconvicted and sentenced to the maximum punishment provided\n⚫ in law. He further submitted that the order of acquittal passed\nby the High Court in respect of Accused Nos. 5 and 6 namely\nMohd. Juber Kasam Shaikh alias Tabrej alias Jugnu and Fazal\nE Mohd. Shaikh alias Manni Argamutu Shetiyar is liable to be set\naside for which the State has filed an appeal against the order\nof acquittal which should be allowed and the said accused-\nappellants should be convicted and sentenced to the maximum\npunishment.\nF\nG\nH\n44. In the light of the aforesaid submissions of the counsel\nappearing for the parties we have scrutinized the entire records\nand the relevant provisions of law applicable to the case at\nhand.\nSection 2 (1) (e) of the MCOCA defines \"organsied crime\"\nas follows: -\n\"(e) \"organised crime\" means any continuing unlawful\nactivity by an individual, singly or jointly, either as a member\nof an organised crime syndicate or on behalf of such\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1137\nsyndicate, by use of violence or threat of violence or\nintimidation or coercion, or other unlawful means, with the\nobjective of gaining pecuniary benefits, or gaining undue\neconomic or other advantage for himself or any other\nperson or promoting insurgency;\"\nSection 3 of the MCOCA reads as follows: -\nA\nB\n\"Section 3 - Punishment for organised crime\n(1) Whoever commits an offence of organised crime shall.-\n(i) if such offence has resulted in the death of any person,\nbe punishable with death or imprisonment for life and shall\nalso be liable to a fine, subject to a minimum fine of rupees\none lac:\nC\n(ii) in any other case, be punishable with imprisonment for D\na term which shall not be less than five years but which may\nextend to imprisonment for life and shall also be liable to\na fine, subject to a minimum fine of rupees five lacs.\n(2) Whoever conspires or attempts to commit or\nadvocates, abets or knowingly facilitates the commission\nof an organised crime or any act preparatory to organised\ncrime, shall be punishable with imprisonment for a term\nwhich shall be not less than five years but which may extend\nto imprisonment for life and shall also be liable to a fine,\nsubject to a minimum fine of rupees five lacs.\nXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX\"\nXXXXXXXXXXXXXXXXXXXX\nE\nF\nSection 3 of the Arms Act, 1959 reads as follows:\n“Section 3 - Licence for acquisition and possession of\nfirearms and ammunition\nG\n[(1)] No person shall acquire, have in his possession, or\ncarry any firearm or ammunition unless he holds in this\nbehalf a licence issued in accordance with the provisions H_\nA\nB\nс\nD\nヨ\nF\nG\nH\n1138\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nof this Act and the rules made thereunder:\nProvided that a person may, without himself holding a\nlicence, carry any firearms or ammunition in the presence,\nor under the written authority, of the holder of the licence\nfor repair or for renewal of the licence or for use by such\nholder.\n[(2) Notwithstanding anything contained in sub-section (1),\nno person, other than a person referred to in sub-section\n(3), shall acquire, have in his possession or carry at any\ntime, more than three firearms:\nProvided that a person who has in his possession more\nfirearms than three at the commencement of the Arms\n(Amendment) Act, 1983, may retain with him any three of\nsuch firearms and shall deposit, within ninety days from\nsuch commencement, the remaining firearms with the\nofficer in charge of the nearest police station, or subject\nto the conditions prescribed for the purposes of sub-\nsection (1) of section 21, with a licensed dealer or, where\nsuch person is a member of the armed forces of the Union,\nin a unit armoury referred to in that sub-section.\n(3) Nothing contained in sub-section (2) shall apply to any\ndealer in firearms or to any member of a rifle club or rifle\nassociation licensed or recognised by the Central\nGovernment using a point 22 bore rifle or an air rifle for\ntarget practice.\n(4) The Provisions of sub-section (2) to (6) (both inclusive)\nof section 21 shall apply in relation any deposit of firearms\nunder the proviso to sub-section (2) as they apply in\nrelation to the deposit of any arms or ammunition under\nsub-section (1) of that section.]\"\nSection 7 of the Arms Act, 1959 reads as follows:\n\"Section 7 Prohibition of acquisition or possession, or\n-\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1139\nof manufacture or sale of prohibited arms or prohibited A\nammunition\nNo person shall--\n(a) acquire, have in his possession or carry; or\n(b) [use, manufacture,] sell, transfer, convert, repair, test or\nprove; or\n(c) expose or offer for sale or transfer or have in his\npossession for sale, transfer, conversion, repair, test or\nproof;\nany prohibited arms or prohibited ammunition unless he\nhas been specially authorised by the Central Government\nin this behalf.\"\nSection 25 Punishment for certain offences\n\"XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX\nB\nс\nD\n[(1A) Whoever acquires, has in his possession or carries\nany prohibited arms or prohibited ammunition in E\ncontravention of section 7 shall be punishable with\nimprisonment for a term which shall not be less than five\nyears, but which may extend to ten years and shall also\nbe liable to fine.\nXXXXXXXXXXXXXXXXXXxxxxxxx\nF\n(1B) Whoever--\n(a) acquires, has in his possession or carries any firearm\nor ammunition in contravention of section 3;or\nG\n(b) acquires, has in his possession of carries in any place\nspecified by notification under section 4 any arms of such\nclass or description as has been specified in that\nnotification in contravention of that section; or\nH\n. A\n..\nB\nC\nD\nE\nF\nG\nH\n1140\nSUPREME COURT REPORTS [2009] 12 S.C.R.\n(c) sells or transfers any firearm which does not bear the\nname of the maker, manufacturer's number or other\nidentification mark stamped or otherwise shown thereon\nas required by sub-section (2) of section 8 or does any\nact in contravention of sub-section (1) of that section; or\n(d) being a person to whom sub-clause (ii) or sub-clause\n(iii) of clause (a) of sub-section (iii) of clause (a) of sub-\nsection (1) of section 9 applies, acquires, has in his\npossession or carries any firearm or ammunition in\ncontravention of that section;\n(e) sells or transfers, or converts, repairs, tests or proves\nany firearm or ammunition in contravention of clause (b)\nof sub-section (1) of section 9; or\n(f) brings into, or take out of, India, any arm or ammunition\nin contravention of section 10; or\n(g) transports any arms or ammunition in contravention of\nsection 12; or\n(h) fails to deposit arms or ammunition as required by sub-\nsection (2) of section3, or sub-section (1) of section 21;\n(i) being a manufacturer of, or dealer in, arms or\nammunition, fails, on being required to do so by rules\nmade under section 44, to maintain a record or account\nor to make therein all such entries as are required by such\nrules or intentionally makes a false entry therein or prevents\nor obstructs the inspection of such record or account of the\nmaking of copies of entries therefrom or prevents or\nobstructs the entry into any premises or other place where\narms or ammunition are or is manufactured or kept or\nintentionally fails to exhibit or conceals such arms or\nammunition or refuses to point out where the same are or\nis manufactured or kept;\nshall be punishable with imprisonment for a term which\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1141\nshall not be less than 5 [one year] but which may extend A\nto three years and shall also be liable to fine;\nProvided that the Court may for any adequate and special\nreason to be recorded in the judgment impose a sentence\nof imprisonment for a term of less than 6 [one year]\"\nSection 35 of the Arms Act, 1959 reads as follows:\n-\n\"Section 35 Criminal responsibility of persons in\noccupation of premises in certain cases\nWhere any arms or ammunition in respect of which any\noffence under this Act has been or is being committed are\nor is found in any premises, vehicle or other place in the\njoint occupation or under the joint control of several\npersons, each of such persons in respect of whom there\nis reason to believe that he was aware of the existence of\nthe arms or ammunition in the premises, vehicle or other\nplace shall, unless the contrary is proved, be liable for that\noffence in the same manner as if it has been or is being\ncommitted by him alone.\"\n45. Now we propose to deal with the various aspects of\nthe contentions raised in respect of each of the accused\npersons separately.\n46. We first proceed to deal with the case of Mohammed\nFarooq Abdul Gafur Chipa Rangari (Accused No. 1) who was\narrested on 13.03.1999. Mr. Zafar Sadique, learned counsel\nappearing for Accused No. 1 very forcefully submitted before\nus that Accused No. 1 was convicted only on the basis of the\nconfessional statement but there is no corroboration of the said\nconfessional statement. It was also submitted that even no\nallegation regarding making of any confessional statement was\nput to the accused when he was examined under Section 313\nCrPC. It was further submitted that since the aforesaid\nconfessional statement was inadmissible against a co-\nB\nC\nD\nE\nLL\nF\nG\nA\n7\nI\n1142 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA accused and the same not being a part of Section 313 CrPC,\nthe sentence passed against the said accused is liable to be\nset aside and quashed.\nB\nC\nD\nE\nF\n47. The aforesaid submission when examined in the light\nof the records does not find favour. Though it is proved and\nestablished from the records that Accused No. 1 did not himself\nparticipate in the actual shootout, it is alleged against him that\nhe was a part of the gang of Chhota Shakeel, that he was in\ntouch with the gang leaders in Karachi (Pakistan) and he also\nacted on behalf of the said gang so much so that he had\neffected payment of money arranged by the leaders of the gang\nto Accused Nos. 5, 6, and 8 for causing the shootout. It was\nsubmitted by the Public Prosecutor appearing for the State of\nMaharashtra that Accused No. 1 paid Rs. 25,000/- to Mohd.\nJuber Kasam Shaikh alias Tabrej alias Jugnu (Accused No. 5)\non 06.03.1999 and Rs. 10,000/- to Abdul Hasan Bande Hasan\nMistri (Accused No. 8). He pointed out that the allegation is that\nAccused No. 1 had paid a similar amount even to Fazal Mohd.\nShaikh alias Manni Argamutu Shetiyar (Accused No. 6).\n48. The evidence that is placed before us clearly\nestablishes that Accused No. 1 was responsible for procuring\na pistol and handing over the same to Accused No. 5 which\nwas used in the shootout. The said fact is also established and\nproved by the confessional statement of Accused No. 5.\nWhether or not the said confessional statement could be used\nagainst a co-accused is a different matter which we will discuss\nat an appropriate stage.\n49. Evidence is also available to prove and establish the\nfact that Accused No. 1 is also responsible for arranging a\nG driver i.e. Accused No. 8 who drove the car which was used in\nthe shootout. The other material which is placed against\nAccused No. 1 is his own confessional statement recorded\nunder Section 18 of MCOCA. The legality of the aforesaid\nconfessional statement is, however, challenged by Accused\nH No.1 on the ground that the same does not bear a certificate\n"}