{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE OF 1183\nMAHARASHTRA [S.B. SINHA, J.]\na question which has to be determined on the facts of each A\ncase. It needs to be reiterated that the choice of the death\nsentence has to be made only in the rarest of the rare\ncases and that where culpability of the accused has\nassumed depravity or where the accused is found to be\nan ardent criminal and menace to the society and; where B\nthe crime is committed in an organized manner and is\ngruesome, cold-blooded, heinous and atrocious; where\ninnocent and unarmed persons are attacked and murdered\nwithout any provocation.\"\n22. The Court accordingly affirmed the judgment of the\nHigh Court on the ground that the accused had only acted out\nin the gruesome manner after coming to know of the ill treatment\nmeted out by the deceased persons to the women they had\nfeelings for.\n23. We may also place on record that in Rameshbhai\nChandubhai Rathod v. State of Gujarat [2009 (6) SCALE\n469], two of the Hon'ble Judges of this Court differed on the\nquestion of imposition of death penalty.\nFACTS AND SITUATIONS OF THE PRESENT CASE\n24. In the facts and circumstances of the case, and having\nregard to the well settled principles of law that we have referred\nto hereinbefore, we are not persuaded, as has rightly been held\nby Brother Sharma, that it is not a case where the only sentence\nto which the accused persons herein were entitled to that of\ndeath.\n25. In our opinion the trail court had wrongly rejected the\nfact that even though the accused had a criminal history, but\nthere had been no criminal conviction against the said three\naccused. It had rejected the said argument on the ground that\na conviction might not be possible in each and every criminal\ntrial. In our opinion unless a person is proven guilty, he should\nbe presumed innocent.\nC\nD\nE\nF\nG\nI\nA\n1184 SUPREME COURT REPORTS [2009] 12 S.C.R.\n26. Further nothing has been brought on behalf of the State\neven after all these years, that the criminal trials that had been\npending against the accused had resulted in their conviction.\nUnless the same is shown by documents on records we would\npresume to the contrary. Presumption of innocence is a human\nB right. The learned trail judge should also have presumed the\nsame against all the three accused.\nC\n27. In our opinion the alleged criminal history of the\naccused had a major bearing on the imposition of the death\nsentence by the trial court on the three accused. That is why in\nour opinion he had erred in this respect.\n28. It is also to be noted that the trail court has brought on\nrecord various irrelevant and invidious considerations with\nrespect to sentencing. The trial court observes that death\nD penalty must be awarded in this case so as to motivate police\nnot to indulge in encounter killings and catch the accused alive.\nRole of ISI agency of Pakistan, black money racketeering in the\norganized crime syndicate has also been discussed at great\nlength in the sentencing part of the judgment. These aspects\nE are not only absolutely irrelevant to sentencing in the instant\ncase but also bears an extremely subjective and loose\narticulation and delineation of factors relevant to sentencing in\nthe instant case.\nF\nG\nН\n29. It is worth mentioning that in the present case the High\nCourt had acquitted both Accused 5, M Zuber Kasam Shaikh\nand Accused 6, Fazal Mohd Shaikh. It is from that acquittal that\nappeals for their conviction and sentencing come before us.\nWhile imposing the sentence of life on the accussed the Court\nmust have the judgment of acquittal of the High Court in the\nback of its mind. In our considered opinion if at least one of\nthe courts below had acquitted the accused person in respect\nof the crimes for which they are to be sentenced, the burden\non the prosecution would be even more heavier, which the\nState in our opinion has not been able to discharge.\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF 1185\nMAHARASHTRA [S.B. SINHA, J.]\n30. If a person is sentenced to imprisonment, even if it be A\nfor life, and subsequently it is found that he was innocent and\nwas wrongly convicted, he can be set free. Of course, the\nimprisonment that he has suffered till then cannot be undone\nand the time he has spent in the prison cannot be given back.\nSuch a reversal is not possible where a person has been B\nwrongly convicted and sentenced to death. The execution of the\nsentence of death in such cases makes miscarriage of justice\nirrevocable. It is a finality which cannot be corrected.\n31. And once Accused 5, M Zuber Kasam Shaikh and\nAccused 6 Fazal Mohd Shaikh have been sentenced to life\nthere remains no question of awarding a death sentence to\nAccused 7, Azzizuddin Zahiruddin Shaikh who had played no\ngreater a role in the said incident as Accused 5, M Zuber\nKasam Shaikh and Accused 6 Fazal Mohd Shaikh. All the three\naccused stand on an equal footing and therefore the sentences\nto be imposed upon them must not differ. It is for the\naforementioned reasons that the appeals filed by the State as\nregard the imposition of a death Sentence deserves to be\ndismissed.\n32. We must not lose sight of another fact. The High Court\nhas awarded life imprisonment. This Court, save and except\nin very rare cases, should interfere therewith. One view has\nbeen expressed. Unless it can be objectively held that such a\nview is illogical, a contrary view should not be taken for the\npurpose of imposing death penalty.\n33. I respectfully agree with the opinion of Brother Sharma,\nJ. that the appeal of the State should be dismissed.\nK.K.T.\nAppeals disposed of.\nC\nD\nE\nF\n"}