{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"MOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1153\ncourt may look for some corroboration if confession is to\nbe used against a co-accused though that will again be\nwithin the sphere of appraisal of evidence.\"\n60. Reiterating the aforesaid position of law, this Court in\nDevender Pal Singh v. State of NCT of Delhi, (2002) 5 SCC\n234, at page 261 observed as follows:\nA\nB\n\"33. As was noted in Gurdeep Singh case2 whenever an\naccused challenges that his confessional statement is not\nvoluntary, the initial burden is on the prosecution for it has\nto prove that all requirements under Section 15 of TADA C\nand Rule 15 of the Terrorist and Disruptive Activities\n(Prevention) Rules, 1987 (hereinafter referred to as \"the\nRules\") have been complied with. Once this is done the\nprosecution discharges its burden and then it is for the\naccused to show and satisfy the court that the D\nconfessional statement was not made voluntarily. The\nconfessional statement of the accused can be relied upon\nfor the purpose of conviction, and no further corroboration\nis necessary if it relates to the accused himself. It has to\nbe noted that in Nalini case7 by majority it was held that E\nas a matter of prudence the court may look for some\ncorroboration if confession is to be used against a co-\naccused though that will be again within the sphere of\nappraisal of evidence. It is relevant to note that in Nalini\ncase7 the Court was considering the permissibility of F\nconviction of a co-accused on the confessional statement\nmade by another accused. In this case, we are concerned\nwith the question as to whether the accused making the\nconfessional statement can be convicted on the basis of\nthat alone without any corroboration. The following G\nobservations in Jayawant Dattatray case6 are relevant:\n(SCC p. 146, para 60)\n\"60. 2. Confessional statement before the police officer\nunder Section 15 of the TADA is substantive evidence and\nit can be relied upon in the trial of such person or co-\nH\nA\nB\nC\nD\nE\nF\nG\nI\n1154 SUPREME COURT REPORTS [2009] 12 S.C.R.\naccused, abettor or conspirator for an offence punishable\nunder the Act or the Rules. The police officer before\nrecording the confession has to observe the requirement\nof sub-section (2) of Section 15. Irregularities here and\nthere would not make such confessional statement\ninadmissible in evidence. If the legislature in its wisdom\nhas provided after considering the situation prevailing in\nthe society that such confessional statement can be used\nas evidence, it would not be just, reasonable and prudent\nto water down the scheme of the Act on the assumption\nthat the said statement was recorded under duress or was\nnot recorded truly by the officer concerned in whom faith\nis reposed. It is true that there may be some cases where\nthe power is misused by the authority concerned. But\nsuch contention can be raised in almost all cases and it\nwould be for the court to decide to what extent the said\nstatement is to be used. Ideal goal may be: confessional\nstatement is made by the accused as repentance for his\ncrime but for achieving such ideal goal, there must be\naltogether different atmosphere in the society. Hence,\nunless a foolproof method is evolved by the society or such\natmosphere is created, there is no alternative, but to\nimplement the law as it is.\"\n(emphasis supplied in original)\n61. In the case of Jameel Ahmed v. State of Rajasthan,\n(2003) 9 SCC 673, at page 689, this Court summarized the\naforesaid legal position as follows:\n\"35. To sum up our findings in regard to the legal\narguments addressed in these appeals, we find:\n(i) If the confessional statement is properly recorded,\nsatisfying the mandatory provision of Section 15 of the\nTADA Act and the Rules made thereunder, and if the same\nis found by the court as having been made voluntarily and\ntruthfully then the said confession is sufficient to base a\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\nconviction on the maker of the confession.\n1155\n(ii) Whether such confession requires corroboration or not,\nis a matter for the court considering such confession on\nfacts of each case.\nA\n(iii) In regard to the use of such confession as against a B\nco-accused, it has to be held that as a matter of caution,\na general corroboration should be sought for but in cases\nwhere the court is satisfied that the probative value of such\nconfession is such that it does not require corroboration\nthen it may base a conviction on the basis of such C\nconfession of the co-accused without corroboration. But\nthis is an exception to the general rule of requiring\ncorroboration when such confession is to be used against\na co-accused.\n(iv) The nature of corroboration required both in regard to\nthe use of confession against the maker as also in regard\nto the use of the same against a co-accused is of a\ngeneral nature, unless the court comes to the conclusion\nthat such corroboration should be on material facts also\nbecause of the facts of a particular case. The degree of\ncorroboration so required is that which is necessary for a\nprudent man to believe in the existence of facts mentioned\nin the confessional statement.\nD\nE\n(v) The requirement of sub-rule (5) of Rule 15 of the TADA F\nRules which contemplates a confessional statement being\nsent to the Chief Metropolitan Magistrate or the Chief\nJudicial Magistrate who, in turn, will have to send the same\nto the Designated Court is not mandatory and is only\ndirectory. However, the court considering the case of direct G\ntransmission of the confessional statement to the\nDesignated Court should satisfy itself on facts of each case\nwhether such direct transmission of the confessional\nstatement in the facts of the case creates any doubt as to\nthe genuineness of the said confessional statement.\"\nH\nA\nB\nC\n1156 SUPREME COURT REPORTS [2009] 12 S.C.R.\n62. Reverting back to the factual position of the present\ncase, so far as Aslam Mohammed Kutti (Accused No. 2) and\nAbdul Kadar Abdul Gafoor Rizvi (Accused No. 3) are\nconcerned, they have been acquitted by the trial court as\nagainst which no appeal was filed in the High Court, therefore,\nthe said acquittal is not the subject matter of appeal before us\nand we are not called upon to look into the aforesaid order of\nacquittal passed by the trial court.\n63. We now come to the case of Mansoor Hasan Haji Iqbal\nPankar (Accused No. 4) who was also represented by the\nsame counsel who appeared for Accused No. 1. He was\narrested on 21.06.1999 along with Accused Nos. 2 and 3. Mr.\nZafar Sadique, learned counsel appearing for Accused No. 4,\nwho is also appearing for Accused No. 1, submitted before us\nthat the prosecution failed to show that the confession statement\nD made by him was voluntary or truthful as there is no\ncorroboration of the said confessional statement. It was also\nsubmitted that the confessional statement made by Accused\nNo. 4 having been retracted and the same having not been\ncorroborated by the prosecution witnesses, the impugned\nE judgment cannot be sustained. It was further submitted that\nsince the aforesaid confessional statement was inadmissible\nagainst a co-accused and the same not being a part of Section\n313 CrPC, the sentence passed against the said accused is\nliable to be set aside and quashed. The learned counsel next\nF submitted that Accused No. 4 had not played an active role in\nthe shootout and had no knowledge of the conspiracy.\nG\nH\n64. The aforesaid submissions when examined in the light\nof the records cannot be accepted. Though it is proved and\nestablished from the records that Accused No. 4 did not himself\nparticipate in the actual shootout, it is alleged against him that\nhe was a part of the gang of Chhota Shakeel, that he was in\nconstant touch with Mohd. Faheem and also he acted on behalf\nof the said gang so much so that he purchased mobile phones\nand sim cards and he also arranged the Maruti Car on the\n.\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1157\ninstructions of Mohd. Faheem which was used for the shootout A\nand received payment for the same, that he was present during\nthe handing over of AK-56 and pistol to Accused No. 7 on the\nmorning of the incident and he was privy to the conversations\nbetween Chhota Shakeel, Mohd. Faheem and Accused No. 7\non the day of the shootout.\n65. Accused No. 4 himself has admitted that he was in\nregular contact over phone with Mohd. Faheem, the associate\nof Chhota Shakeel, that he purchased mobile phone and sim\ncards on the instructions of Mohd. Faheem and received\npayment for the same, that he arranged the Maruti car which\nwas used for the shootout on the instructions of Mohd. Faheem,\nthat he was present during the handing over of AK-56 and pistol\nto Accused No. 7 on the morning of the incident and he was\nprivy to the conversations between Chhota Shakeel, Mohd.\nFaheem and Accused No. 7 on the day of the shootout and that\nhe was an active member of the gang of Chhota Shakeel who\nactively participated in the activities of the organized crime\nsyndicate which fact is corroborated by his confessional\nstatement.\n66. So far as confessional statement of Accused No. 4 is\nconcerned, we find the same to be trustworthy and reliable. It\nis evidently clear from the records that the confessional\nstatement of Accused No. 4 was recorded on 30.07.1999 by\nRavindra Kadam (PW-39) who was DCP (Zone-IV) which was\nproduced before CMM in a sealed envelop. The aforesaid\nconfessional statement was found to be in substantial\ncompliance with the requirements of Section 18 of MCOCA.\nThe High Court came to the categorical finding that post\nconfessional formalities have been followed and although the\nconfessional statement does not bear a certificate in the\nidentical terms as specified under Rule 3(6) of the MCOC\nRules, there is nevertheless compliance of Section 18 of\nMCOCA. We find no plausible ground to discard the view taken\nby the High Court in this regard.\nB\nC\nD\nE\nF\nדי\nG\nH\nA\nB\nC\nD\nE\n1158 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\n67. The submission of the learned counsel appearing for\nthe State that Accused No. 4 has rendered assistance to the\norganized crime syndicate by providing phones, sim-cards and\narranging the car which was used in the shootout gets support\nfrom the fact that Accused No. 4 himself admitted in his\nconfessional statement that he was in constant touch with\nMohd. Faheem on the phone, bought secondhand mobile\nphones and sim cards for gang members, stole the Maruti car,\nbrought it to the petrol pump for repairs and subsequently\nhanded over the same to Accused No. 7.\n68. The aforesaid confessional statement is supported by\nthe deposition of Deepak Narayan Shinde (PW-53), PSI, Crime\nBranch, Unit IV who deposed that Accused No. 4 led the police\nto Asia Communication Centre from where he had bought six\nor seven mobile phones. The aforesaid confessional statement\nis also supported by the evidence of the Manager of Chhagan\nMitha Petrol Pump, who corroborated the fact that the aforesaid\nMaruti car was brought by Accused No. 4 to his petrol pump\nfor repairs and servicing. Further, the evidence of PW-20, a\npancha witness, whose name was kept secret establishes and\nproves that Accused No. 4 led the police to the said petrol pump\non 25.06.1999. Accused No. 4 also led the police to Lucky\nMotor Training School wherefrom he obtained a duplicate\ndriving license in the name in his brother. The evidence of\nShabibul Hasan Munir Hasan Sayyed (PW-15), real owner of\nF the Maruti Car, proves that the car bearing No. BLD 1949 was\nstolen and that he had lodged a complaint to that effect on\n30.01.1999. The evidence of another witness Abdul Nabi\nBagwan(PW-42), PSI, RA Kidwai Marg, Police Station who\ndeposed about the seizure of the aforesaid Maruti car at Jain\nDerasar Lane clearly throws light on the fact that Accused No.\n4 was using the stolen car.\nG\n69. Confessional statement of Accused No. 7, which was\nfound to be admissible in evidence by the trial court as well as\nthe High Court, also corroborates and supports the facts\nI\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1159\nadmitted by Accused No. 4 in his confessional statement with A\nregard to his (Accused No. 4's) role in arranging the Maruti Car\nwhich was used in the shootout, his presence during the\nhanding over of the deadly weapons by Accused No. 3 to\nAccused No. 7 and that he was present when Accused No. 7\nwas talking to Chhota Shakeel on 04.03.1999. Therefore, it is\nclear that Accused No. 4 had heard the conversation prior to\nthe shootout and thus had the knowledge about the conspiracy.\n70. PW-18, cousin of Milind Vaidya, who was an eye-\nwitness to the incident described in detail what he saw on the\nday of the incident. He deposed that he had seen Accused No.\n4 along with Accused Nos. 5, 6 and 7. Later he identified him\nduring TIP. Apart from him, Accused No. 4 was also identified\nby PW-2, PW-3, PW-12., PW-13, PW-22 and PW-30 in the TIP.\nB\nC\n71. In view of the aforesaid submissions made by the D\nlearned counsel appearing for the State and the materials\nplaced on record, we do not find any reason to interfere with\nthe findings recorded by the High Court so far as involvement\nof Accused No. 4 in the incident is concerned. There are\ncogent and convincing evidence available against him to prove E\nand establish his involvement in the entire incident which\njustifies his convictions and sentences on each count.\nTherefore, in our considered opinion, the High Court rightly held\nthat Accused No. 4 had played an active and important role in\nthe conspiracy even though he did not participate in the actual\nshoot out and that he had the knowledge of the conspiracy. In\nthat view of the matter the contention of the learned counsel\nappearing for Accused No. 4 that he had not played any active\nrole in the shootout and he had no knowledge of the conspiracy\nis found to be baseless.\nF\nG\n72. We now take up the case of Mohd. Juber Kasam\nShaikh alias Tabrej alia: Jugnu (Accused No. 5) and Fazal\nMohd. Shaikh alias Manr i Argamutu Shetiyar (Accused No. 6)\nwho were brought to Mumbai on 26.06.1999, pursuant to\nwireless message received from Delhi Police regarding their H\n1160\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA arrest by the Special Cell of Delhi Police.\nB\nC\n73. Learned counsel appearing for Accused Nos. 5 and\n6 vehemently argued that the present appeal being an appeal\nagainst acquittal, in a situation wherein two views are manifestly\npossible, this Court must not interfere with the decision of the\nHigh Court. It submitted that the judgment of the High Court is\na perfectly valid based on the basis of true appreciation of the\nmaterial on record and the same does not call for any\ninterference.\n74. On the other hand, learned counsel appearing for the\nState refuted the aforesaid submissions. He submitted that\nevidence of PW-18, a 12th standard student, who was the eye-\nwitness of the incident and identification by him in the court has\nbeen found to be extremely credible by both the courts below.\nD He submitted that PW-18 saw the car from which the assailants\nalighted shortly prior to the incident and observed them quite\ncarefully and he saw the car again with the assailants shortly\nafter the incident as well and has given a detailed description\nof assailants i.e. Accused Nos. 5, 6 and 7. He also described\nE Accused No. 4 and identified all these persons i.e. Accused\nNos. 4 to 7 in court. He identified Accused No. 7 as the person\nwho had fired shots in the air. Counsel further submitted that in\naddition to the evidence of PW-18 there are evidence of certain\neye-witnesses namely, PW-2, PW-3, PW-12, PW-13 and PW-\n30 also which prove the guilt of accused persons. He next\nsubmitted that confessional statement made under Section 18\nof MCOCA as well as confessional statements of the co-\naccused namely, Accused Nos. 1, 7 and 8 are strong evidence\nagainst Accused Nos. 5 and 6. Moreover, the confessional\nstatements of co-accused have been found to be admissible\nby both the courts below. He further submitted that discovery\nof 9 mm pistol which was used in the firing at the instance of\nAccused No. 5 proves and establishes the guilt of Accused No.\nF\nG\nH\n5.\n75. On a careful perusal of the material on record and in\n1\nMOHD. FAROOQ ABDUL GAFUR v. STATE OF\nMAHARASHTRA [DR. MUKUNDAKAM SHARMA, J.]\n1161\nthe light of the submissions made by the learned counsel for A\nthe parties we find that the evidence of PW-18 who was an eye-\nwitness of the incident is credible and trustworthy as he\ndescribed the incident as well as the assailants in detail.\nFurthermore, he identified the accused persons i.e. Accused\nNos. 4 to 7 in the court as well as during the TIP. His evidence B\nhas been found to be trustworthy and reliable by both the courts\nbelow. The High Court held that TIP with respect to Accused\nNos. 5 and 6 was vitiated because Accused No. 5 had a squint\nin the right eye and the dummies used in the TIP did not have\nthe similar squint in the right eye. But, the High Court did not\nmake it clear as to why the identification of Accused No. 6 was\nalso vitiated. Accused Nos. 5 and 6 were also identified by ten\nwitnesses. Therefore, we find the TIP as a reliable piece of\nevidence as the same proves, the identity of accused persons\nbeyond reasonable doubt.\nC\nD\nE\n76. The contention of the learned counsel appearing for\naccused persons that there was inordinate delay in conducting\nthe TIP cannot be accepted in view of the fact that both the\naccused persons were taken into custody on 25.06.1999\nwhereas the TIP was held on 10.08.1999. Therefore, the TIP\nwas conducted only after a period of 45 days which is not such\na long period to cast any doubt over the evidentiary value of the\nTIP. Even otherwise, a TIP does not constitute substantive\nevidence but can only be used for corroboration of the statement\nin court. It is primarily meant for the purpose of helping the F\ninvestigating agency with an assurance that their progress with\nthe investigation is proceeding on the right lines. The substantive\nevidence is the evidence of identification in court, which in the\npresent case has been done by PW-18. This Court in the case\nof Amitsingh Bhikamsingh Thakur V. State\nMaharashtra, (2007) 2 SCC 310, at page 315, has succinctly\nobserved as follows:\nof G\n\"13. As was observed by this Court in Matru v. State of\nU.P.1 identification tests do not constitute substantive\nH\nA\nB\nC\nD\nE\nLL.\nF\nG\nH\n1162 SUPREME COURT REPORTS [2009] 12 S.C.R.\nevidence. They are primarily meant for the purpose of\nhelping the investigating agency with an assurance that\ntheir progress with the investigation into the offence is\nproceeding on the right lines. The identification can only\nbe used as corroborative of the statement in court. (See\nSantokh Singh v. Izhar Hussain2.) The necessity for\nholding an identification parade can arise only when the\naccused are not previously known to the witnesses. The\nwhole idea of a test identification parade is that witnesses\nwho claim to have seen the culprits at the time of\noccurrence are to identify them from the midst of other\npersons without any aid or any other source. The test is\ndone to check upon their veracity. In other words, the main\nobject of holding an identification parade, during the\ninvestigation stage, is to test the memory of the witnesses\nbased upon first impression and also to enable the\nprosecution to decide whether all or any of them could be\ncited as eyewitnesses of the crime. The identification\nproceedings are in the nature of tests and significantly,\ntherefore, there is no provision for it in the Code of\nCriminal Procedure, 1973 (in short \"the Code”) and the\nEvidence Act, 1872 (in short \"the Evidence Act\"). It is\ndesirable that a test identification parade should be\nconducted as soon as after the arrest of the accused. This\nbecomes necessary to eliminate the possibility of the\naccused being shown to the witnesses prior to the test\nidentification parade. This is a very common plea of the\naccused and, therefore, the prosecution has to be cautious\nto ensure that there is no scope for making such allegation.\nIf, however, circumstances are beyond control and there\nis some delay, it cannot be said to be fatal to the\nprosecution.\n14. \"7. It is trite to say that the substantive evidence is the\nevidence of identification in court. Apart from the clear\nprovisions of Section 9 of the Evidence Act, the position\nin law is well settled by a catena of decisions of this Court.\n"}