{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"1\n1\nUNION OF INDIA\nV.\nTECCO TRICHY ENGINEERS \u0026 CONTRACTORS\nMARCH 16, 2005\n[R.C. LAHOTI, CJ., G.P. MATHUR AND P.P. NAOLEKAR, JJ.]\nB\nArbitration and Conciliation Act, 1996 :\nC\nss. 2(h), 31(5), 34(1) read with s.34(3) proviso-Limitation for filing\napplication for setting aside the award-Delivery of copy of award to \"party\"—\n\"Party\" making application for setting aside award-Arbitration proceedings\nbetween Railways and contractor-Copy of award delivered in office of General\nManager, Railways-Later, copy of award delivered by arbitral tribunal to\nChief Engineer concerned-Chief Engineer filing application for setting aside\nthe award alongwith an application for condonation of delay-Application D\ncontested as being beyond the period of limitation from the date of receipt of\ncopy of award in Office of General Manager-Held, in the context of State or\na department of Government, more so, a large organization like Railways,\n\"party\" as referred to in s.2(h) read with s.31(5) and s.34(3) has to be\nconstrued to be a person directly connected with and involved in the\nproceedings and who is in control of the proceedings before the arbitrator- E\nOn facts, the Chief Engineer was representing the Union of India and notices\nof the proceedings were served on him-Subject matter of arbitration was\nrelated to his department-He was directly concerned with the arbitration-\nDelivery of copy of award within the meaning of s.31(5) shall be deemed :o\nhave taken place on the date Chief Engineer received copy of the award as\nF\nthat date would be the starting point of limitation to challenge the award-\nThus calculated, the delay in filing application u/s 34(1) deserves to be\ncondoned-Judicial Notice.\nIn a disputed claim arising out of a work contract between appellant-\nRailways and respondent-contractor, the General Manager, Southern G\nRailways referred the matter to an arbitral tribunal, which gave its award,\na copy of which was delivered in the office of the General Manager,\nSouthern Railways on 12.3.2001. The Chief Engineer of the department\nconcerned received the copy of the award from the arbitral tribunal on\n983\nH\nA\n984\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA 19.3.2000, and presented an application on 10.7.2001 for setting aside the\nsaid award under s.34 of the Arbitration and Conciliation Act, 1996,\nalongwith an application for condonation of 27 days delay calculated from\n19.3.2001, the date on which he received the copy of the award. The\ncontractor contested the application for condonation of delay on the\nground that limitation was to be calculated from 12.3.2001, the date on\nwhich copy of the award was delivered in the office of the General\nManager, Southern Railways, and thus calculated, there being 34 days'\ndelay, the proviso appended to sub-s.(3) of s.34 of the Act did not permit\nany delay beyond 30 days' to be condoned by the Court. The single Judge\nof the High Court accepted the stand of the contractor. In appeal, the\nC Division Bench of the High Court upheld the decision. Aggrieved, the\nRailways filed the present appeal.\nB\nAllowing the appeal, the Court\nHELD : 1.1. In the instant case, it is to be seen as to what is the\nD meaning to be assigned to the term “party” and “party making the\napplication” for setting the award in the context of the State or a\ndepartment of the Government, more so, a large organization like the\nRailways. In such organizations \"party\" as referred to in s.2 (h) read with\ns.34 (3) and sub-s. (5) of s.31 of the Arbitration and Conciliation Act, 1996\nhas to be construed to be a person directly connected with and involved\nin the proceedings and who is in control of the proceedings before the\narbitrator. [987-E; 988-D-E]\nE\nF\n1.2. Court can take judicial notice of it that there are several\narbitration proceedings pending consideration concerning affairs of the\nRailways before arbitration. The General Manager, with executive\nworkload of entire Division cannot be expected to know all the niceties of\nthe case pending before the arbitral tribunals or for that matter the\narbitral award itself and to take a decision as to whether the arbitral\naward deserves challenge, without proper assistance of the departmental\nhead who is directly concerned with the subject matter as well as arbitral\nG proceedings. [988-B-C]\nH\n1.3. The delivery of an arbitral award under sub-s.(5) of s.31 is not\na matter of mere formality. It is a matter of substance. The delivery of\narbitral award to the party, to be effective, has to be \"received\" by the\nparty. In the context of a huge organization like Railways, the copy of the\naward has to be received by the person who has knowledge of the\n1\n1\n1\nU.O.I. v. TECCO TRICHY ENGINEERS \u0026 CONTRACTORS [NAOLEKAR, J.] 985\nproceedings and who would be the best person to understand and A\nappreciate the arbitral award and also to take a decision in the matter of\nmoving an application under sub-s. (1) or (5) of s.33 or under sub-s.(1) of\ns.34. [988-E-F; 989-A]\n1.4. In the present case, the Chief Engineer had signed the agreement\non behalf of Union of India entered into with the respondent. In the B\narbitral proceedings the Chief Engineer represented the Union of India\nand the notices, during the proceedings of the Arbitration, were served\non the Chief Engineer. The Chief Engineer is directly concerned with the\nArbitration, as the subject matter of Arbitration relates to the department\nof the Chief Engineer and he has direct knowledge of the arbitral\nproceedings and the question involved before the arbitrator. The delivery\nof the copy of the award within the meaning of sub-s. (5) of s.31 shall be\ndeemed to have taken place on the date the Chief Engineer received the\ncopy of the award. [989-B-G]\nC\n1.5. The High Court erred in holding the application under s.34 filed D\non behalf of the appellant as having been filed beyond a period of 3 months\nand 30 days within the meaning of sub-s.(3) of s.34. There was a delay of\n27 days only and not of 34 days as held by the High Court. In the facts\nand circumstances of the case, the delay in filing the application deserves\nto be condoned and the application under sub-s. (1) of s.34 of the Act filed\non behalf of the appellant deserves to be heard and decided on merits.\n[989-H; 990-A-B]\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1784 of 2005.\nFrom the Judgment and Order Dated 19.6.2002 of the Madras High\nCourt in O.S.A. No. 195 of 2002.\nF\nK. Radhakrishnan, T.A. Khan, S.N. Terdal and Mrs. Anil Katiyar for\nthe Appellant.\nArvind Kumar, Ms. Poonam Prasad and Ms. Laxmi Arvind for the\nRespondent.\nG\nThe Judgment of the Court was delivered by\nP.P. NAOLEKAR, J. Leave granted.\nThe Southern Railway entered into a contract with respondent No. 1 for\ngauge conversion from Madras Beach to Trichchirappalli Villupuram Section H\n986\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA construction of a bridge being agreement No. 136/Cn/95 dated 29.9.95. On\nbehalf of the Southern Railway, the contract was signed by the then Chief\nProject Manager, presently, the Chief Engineer. Disputes arose touching the\nclaims arising out of the execution of works under the contract and in exercise\nof the power conferred by the arbitration clause contained in the contract, the\nGeneral Manager, Southern Railway appointed an arbitrator as also a Presiding\nArbitrator, while respondent No. 1 nominated its arbitrator. The arbitral tribunal\nso constituted gave its award on 10/11.03.2001 and signed the same. A copy\nof the award was delivered in the office of the General Manager, Southern\nRailway on 12.3.2001. The receipt seems to have been acknowledged by\nsomeone in the office, probably the inwards clerk. The Chief Engineer received\nC the copy of the award from the tribunal on 19.3.2001.\nB\nOn 10.7.2001, the Chief Engineer presented an application for setting\naside the arbitral award under Section 34 of the Arbitration and Conciliation\nAct, 1996 (hereinafter 'the Act' for short). An application seeking condonation\nof delay under sub-Section (3) of Section 34 was also filed. The delay sought\nD to be condoned was of 27 days only based on an assumption that the copy\nE\nof the award was received on 19.3.2001. The application for condonation of\ndelay was contested by respondent No. 1 on the ground that arbitral award\nwas delivered on 12.3.2001 and calculated from that date there was a delay\nof 34 days in filing the application beyond the period of limitation prescribed\nby sub-Section (3) of Section 34 of the Act while the proviso appended to\nthe said provision does not permit any delay beyond the period of 30 days\nbeing condoned by the Court. The objection raised by respondent No 1 has\nfound favour with the learned Single Judge of the High Court, who rejected\nthe application holding it as barred by limitation. The decision has been\nupheld by the Division Bench of the High Court. Feeling aggrieved, the\nF appeal has been filed by special leave.\nG\nH\nThe short question which arises for decision in this appeal is: which\nis the effective date on which the appellant was delivered with and received\nthe arbitral award as that would be the date wherefrom the limitation within\nthe meaning of sub-Section (3) of Section 34 of the Act shall be calculated.\nSub-sections (1) and (3) of Section 34 are relevant for our purpose and\nare reproduced hereunder:\n34. Application for setting aside arbitral award.- (1) Recourse\nto a Court against an arbitral award may be made only by an\napplication for setting aside such award in accordance with sub-\nU.O.I. v. TECCO TRICHY ENGINEERS \u0026 CONTRACTORS [NAOLEKAR, J.] 987\nsection (2) and sub-section (3).\nXXX\nXXX\nXXX\nXXX\nA\n(3) An application for setting aside may not be made after three\nmonths have elapsed from the date on which the party making\nthat application had received the arbitral award or, if a request B\nhad been made under section 33, from the date on which that\nrequest had been disposed of by the arbitral tribunal :\nProvided that if the Court is satisfied that the applicant was\nprevented by sufficient cause from making the application within\nthe said period of three months it may entertain the application C\nwithin a further period of thirty days, but not thereafter.\"\nForm and contents of arbitral award are provided by Section 31 of the\nAct. The arbitral award drawn up in the manner prescribed by Section 31 of\nthe Act has to be signed and dated. According to sub-Section (5), \"after the\narbitral award is made, a signed copy shall be delivered to each party\". The D\nterm \"party\" is defined by clause (h) of Section 2 of the Act as meaning ‘a\nparty to an arbitration agreement'. The definition is to be read as given unless\nthe context otherwise requires. Under sub-Section (3) of Section 34 the\nlimitation of 3 months commences from the date on which \"the party making\nthat application\" had received the arbitral award. We have to see what is the\nmeaning to be assigned to the term \"party\" and \"party making the application\"\nfor setting aside the award in the context of the State or a department of the\nGovernment, more so a large organization like the Railways.\nE\nF\nIt is well-known that the Ministry of Railways has very large area of\noperation covering several Divisions, having different Divisional Heads and\nvarious departments within the Division, having their own Departmental Heads.\nThe General Manager of Railways is at the very apex of the Division with\na responsibility of taking strategic decisions, laying down policies of the\nOrganisation, giving administrative instructions and issuing guidelines in the\norganisation. He is from elite managerial cadre which runs entire Organisation\nof his Division with different Departments, having different Departmental\nHeads. The day to day management and operations of different departments\nrests with different Departmental Heads. Departmental Head is directly\nconnected and concerned with the departmental functioning and is alone\nexpected to know the progress of the matter pending before the arbitral\nTribunal concerning his department. He is the person who knows exactly H\nG\n'\nB\n988\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA where the shoe pinches, whether the arbitral award is adverse to Department's\ninterest. Departmental Head would naturally be in a position to know whether\nthe Arbitrator has committed a mistake in understanding Departmental's line\nof submissions and the grounds available to challenge the award. He is aware\nof the factual aspect of the case and also the factual and legal aspects of the\nquestions involved in the arbitration proceedings. It is also a known fact and\nCourt can take judicial notice of it that there are several arbitration proceedings\npending consideration concerning affairs of the Railways before arbitration.\nThe General Manager, with executive work load of entire Division cannot be\nexpected to know all the niceties of the case pending before the arbitral\ntribunal or for that matter the arbitral award itself and to take a decision as\nC to whether the arbitral award deserves challenge, without proper assistance of\nthe Departmental Head. General Manager, being the head of the Division, at\nbest is only expected to take final decision whether the arbitral award is to\nbe challenged or not on the basis of the advise and the material placed before\nhim by the person concerned with arbitration proceedings. Taking a final\ndecision would be possible only if the subject matter of challenge namely,\nthe arbitral award is known to the Departmental Head, who is directly\nconcerned with the subject matter as well as arbitral proceedings. In the large\norganizations like Railways, \"party\" as referred to in Section 2(h) read with\nSection 34(3) of the Act has to be construed to be a person directly connected\nwith and involved in the proceedings and who is in control of the proceedings\nE before the Arbitrator.\nD\nF\n{\nThe delivery of an arbitral award under sub-Section (5) of Section 31\nis not a matter of mere formality. It is a matter of substance. It is only after\nthe stage under Section 31 has passed that the stage of termination of arbitral\nproceedings within the meaning of Section 32 of the Act arises. The delivery\nof arbitral award to the party, to be effective, has to be \"received\" by the\nparty. This delivery by the arbitral tribunal and receipt by the party of the\naward sets in motion several periods of limitation such as an application for\ncorrection and interpretation of an award within 30 days under Section 33(1),\nan application for making an additional award under Section 33(4) and an\nG application for setting aside an award under Section 34(3) and so on. As this\ndelivery of the copy of award has the effect of conferring certain rights on\nthe party as also bringing to an end the right to exercise those rights on\nexpiry of the prescribed period of limitation which would be calculated from\nthat date, the delivery of the copy of award by the tribunal and the receipt\nthereof by each party constitutes an important stage in the arbitral proceedings.\nH\n1\nU.O.I. v. TECCO TRICHY ENGINEERS \u0026 CONTRACTORS [NAOLEKAR, J.] 989\nIn the context of a huge organization like Railways, the copy of the A\naward has to be received by the person who has knowledge of the proceedings\nand who would be the best person to understand and appreciate the arbitral\naward and also to take a decision in the matter of moving an application\nunder sub-Section (1) or (5) of Section 33 or under sub-Section (1) of Section\n34.\nB\nC\nIn the present case, the Chief Engineer had signed the agreement on\nbehalf of Union of India entered into with the respondent. In the arbitral\nproceedings the Chief Engineer represented the Union of India and the notices,\nduring the proceedings of the Arbitration, were served on the Chief Engineer.\nEven the arbitral award clearly mentions that the Union of India is represented\nby Deputy Chief Engineer/Gauge Conversion, Chennai. The Chief Engineer\nis directly concerned with the Arbitration, as the subject matter of Arbitration\nrelates to the department of the Chief Engineer and he has direct knowledge\nof the arbitral proceedings and the question involved before the arbitrator.\nThe General Manager of the Railways has only referred the matter for\narbitration as required under the contract. He cannot be said to be aware of D.\nthe question involved in the arbitration nor the factual aspect in detail, on the\nbasis of which the arbitral tribunal had decided the issue before it unless they\nare all brought to his notice by the officer dealing with that arbitration and\nwho is in-charge of those proceedings. Therefore, in our opinion, service of\narbitral award on the General Manager by way of receipt in his inwards\noffice cannot be taken to be sufficient notice so as to activate the Department\nto take appropriate steps in respect of and in regard to the award passed by\nthe arbitrators to constitute starting point of limitation for the purposes of\nSection 34(3) of the Act. The service of notice on the Chief Engineer on\n19.3.2001 would be the starting point of limitation to challenge the award in\nthe Court.\nE\nF\nWe cannot be oblivious of the fact of impersonal approach in the\nGovernment departments and organizations like Railways. In the very nature\nof the working of Government departments a decision is not taken unless the\npapers have reached the person concerned and then an approval, if required,\nof the competent authority or official above has been obtained. All this could G\nnot have taken place unless the Chief Engineer had received the copy of the\naward when only the delivery of the award within the meaning of sub-\nSection (5) of Section 31 shall be deemed to have taken place.\nThe learned Single Judge of the High Court as also the Division Bench\nH\n!\n990\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA have erred in holding the application under Section 34 filed on behalf of the\nappellant as having been filed beyond a period of 3 months and 30 days.\nwithin the meaning of sub-Section (3) of Section 34. There was a delay of\n27 days only and not of 34 days as held by the High Court. In the facts and\ncircumstances of the case, the delay in filing the application deserves to be\ncondoned and the application under sub-Section (1) of Section 34 of the Act\nfiled on behalf of the appellant deserves to be heard and decided on merits.\nB\nC\nThe appeal is allowed. The application under Section 34(1) filed on\nbehalf of the appellant shall stand restored in the High Court, to be heard and\ndecided in accordance with law by the learned Single Judge. No order as to\ncosts.\nR.P.\nAppeal allowed.\n"}