{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 4 S.C.R. 287\nLEE KUN HEE \u0026 ORS.\nV.\nSTATE OF U.P. \u0026 ORS.\n(Criminal Appeal No. 304 of 2012)\nFEBRUARY 1, 2012\n[ASOK KUMAR GANGULY AND JAGDISH SINGH\nKHEHAR, JJ.]\nA\nB\n-\nPenal Code, 1860 – ss. 2, 403, 405, 415, 418, 420 and\n423 r/w ss. 120B and 34:\n-\nC\nD\nE\nTerritorial jurisdiction of courts in India - Agreement\nbetween intermediary buyer (based abroad) and seller (based\nin Delhi, India) to purchase certain products which were to be\nfurther transferred by the intermediary buyer to ultimate\nbeneficiary (foreign company, based in Dubai) – Upon supply\nof the product, the ultimate beneficiary was to issue a Bill of\nExchange in favour of the intermediary buyer who was to\nfurther endorse the same to the seller towards payment of\ngoods which were supplied by the seller from Ghaziabad -\nUltimate beneficiary not honouring its commitment under the\nbill of exchange - Issuance of legal notice by seller to the\nultimate beneficiary - However, the ultimate beneficiary not\nmaking payment - Criminal complaint by seller u/ss. 403,\n405, 415, 418, 420 and 423 r/w ss. 120B and 34 before the\nMagistrate at Ghaziabad against appellants-the ultimate F\nbeneficiary and the foreign parties (officials allegedly\nconnected with the offence) - Summoning order u/ss. 403,\n405, 420 and 423 r/w ss. 120B and 34 - Challenged by the\nappellants on the ground that courts in India had no\njurisdiction to entertain the criminal complaint filed by the G\nseller against the appellants - Held: The competent court at\nGhaziabad has the jurisdiction to entertain the complaint in\nthe matter u/s. 179, 181(4) and 182 Cr.P.C. - The factum of\n287\nH\n288 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA supply of goods from Ghaziabad (in India) to Dubai (in the\nUnited Arab Emirates), as an essential component of the\noffences allegedly committed by the accused, is relatable to\nthe words \"anything which has been done\" used in s.179 –\nSince the complainant-seller allegedly held the bill of\nB exchange at Ghaziabad in India, the consequence emerging\nout of the said denial of encashment of the bill of exchange,\n'ensued' at Ghaziabad in India - Bill of exchange issued by\nthe ultimate beneficiary was received and is allegedly being\nheld by seller at Ghaziabad in India - Ultimate beneficiary by\na letter denied its liability towards seller under the bill of\nexchange and the said response on behalf of ultimate\nbeneficiary was received by seller at Ghaziabad in India -\nThus, it cannot be said that the actions attributed by the seller\nto the appellants have no connectivity to territorial jurisdiction\nin India – Submission of the appellants about their foreign\nnationality, their residence outside India, and the fact that they\nwere not present in India when the offence(s) was/were\nallegedly committed, of no consequence - They would not be\nprotected u/s. 2 - Code of Criminal Procedure, 1973 - ss. 179,\n181 and 182 - Jurisdiction.\nC\nD\nE\nF\n-\n-\nSummoning order u/ss. 403, 405, 420 and 423 r/w ss.\n120B and 34 - Challenge to On the ground that the\nappellants- ultimate beneficiary and the foreign parties\n(officials allegedly connected with the offence) were not privy\nto contract/agreement thus, could not be proceeded against\nfor breach of the agreement - Held: Pleadings prima facie\ndemonstrate connectivity of the appellants with the\nfoundational basis expressed in the complaint - One of the\naccused also supported the accusation - Thus, at this stage\nG it is not desirable to exculpate the appellants from\nproceedings initiated by the complainant before the\nMagistrate - Said issue may be re-agitated after production\nof evidence by rival parties before the trial court.\nSummoning order u/ss. 403, 405, 420 and 423 r/w ss.\nH\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 289\n120B and 34 - Challenge to - On the ground that the charges A\nnot made out against the appellants-ultimate beneficiary and\nthe foreign parties (officials allegedly connected with the\noffence); that the appellants being functionaries of a company\nper se could not be made vicariously liable for offences\nemerging out of actions taken in discharge of their B\nresponsibilities towards the company; and that the appellants\nhad no concern with the allegations leveled by the\ncomplainant - Held: Statement of the complainant u/s. 200\nCr.P.C. categorically asserted that the appellants were jointly\nand severally liable to honour the bill of exchange endorsed C\nin the favour of the buyer - Acts of omission and commission\npresented by the complainant specific and categoric\nAllegations leveled by the complainant fully incorporate all\nthe basic facts necessary to make out the offences\nwhereunder the summoning order was passed - Also, instant\ncase does not suffer from any of the impairments referred in\nIridium Telecom Limited's case - Appellants granted liberty\nto raise the legal issues before the trial court.\n-\n-\nD\nComplaint under, for dishonour of bill of exchange by the\naccused Order of summoning under the Sections - Civil E\nsuit already filed at the behest of the complainant, based on\nthe alleged breach of the agreement - Maintainability of the\ncriminal proceedings - Held: In offences of the nature\ncontemplated under the summoning order, there can be civil\nliability coupled with criminal culpability - It cannot be said F\nthat since a civil claim has been raised by the complainant it\ncan be prevented from initiating proceedings for penal\nconsequences for the alleged offences committed by the\naccused under the Penal Code.\n-\nCode of Criminal Procedure, 1973 - ss. 179, 181(4) and\n182 Jurisdiction of courts in India for trial of a case -\nDetermination of - Explained.\nIn terms of the agreement, the seller (based in Delhi,\nG\nH\nA\n290\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nIndia) supplied certain products to the intermediary buyer\n(based abroad) which was further transferred to ultimate\nbeneficiary (foreign Company). The ultimate beneficiary\nexecuted a bill of exchange in favour of the intermediary\nbuyer and the intermediary buyer endorsed the bill of\nB exchange in favour of the seller, towards payment for\nproducts. The ultimate beneficiary did not honour its\ncommitment under the bill of exchange. The seller issued\nlegal notice to the ultimate beneficiary calling them to\nmake the payment to the seller within the stipulated\nC period. Despite repeated demands, the ultimate\nbeneficiary denied its liability. The seller carrying its\nbusiness activities either in Delhi or Ghaziabad, through\nits sole proprietor filed a criminal complaint u/ss. 403, 405,\n415, 418, 420 and 423 read with Sections 120B and 34 IPC\nbefore the Magistrate at Ghaziabad, against the ultimate\nbeneficiary and the parties who were allegedly involved\nin the matter (appellant no. 1 to 5 and others). The\nMagistrate passed an order summoning the accused\nunder Sections 403, 405, 420 and 423 read with Sections\n120B and 34 IPC. The five appellants challenged the order\nbefore the High Court and the same was disposed of.\nThus, the appellants filed the instant appeal.\nD\nE\nF\nDismissing the appeal, the Court\nHELD: 1.1. The two phrases of Section 179 Cr.P.C.\n\"anything which has been done\", with reference to the\noffence and \"consequence which has ensued\"\nsubstantially enlarge and magnify the scope of\njurisdiction contemplated under Section 179, so as to\nG extend the same over areas contemplated by the two\nphrases. In the instant case, the offence(s) alleged in the\ncomplaint emerge from the fact, that even though the\ncomplainant faithfully performed its obligations under the\nagreement/contract, the accused dishonestly/\nfraudulently/falsely denied/avoided the reciprocal\nH\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 291\nB\nC\nobligation(s) which they were obliged to perform A\nthereunder. The words \"anything which has been done\",\nwould extend to anything which has been done in\nfurtherance of the execution of the agreement. The facts\nconstituting the performance of obligations by the\ncomplainant, actually constitute the foundational basis\nfor the criminal accusation levelled against the accused\n(in refusing to honour the corresponding obligation). The\ninstant foundational basis for establishing the\ncommission of the offence, would fall within the ambit of\nthe words \"anything which has been done\" used in the\nsaid provision. In the absence of the instant affirmation\nof the factual position, the culpability of the accused\ncannot be established. In the complaint it is asserted, that\nthe contracted goods/product were/was supplied by JCE\nConsultancy (seller) from Ghaziabad in India. The factum\nof having supplied the goods/product to 'S' Company in\nDubai (the ultimate beneficiary) through 'SI' Company\n(intermediary buyer), is sought to be established not only\nthrough a delivery receipt dated 28.1.2002 (issued by the\nintermediary buyer-‘SI' Company, but also, on the basis\nof the bill of exchange executed by 'S' Company in Dubai\n(the ultimate beneficiary), constituting the payment for the\ngoods/product purchased. The factum of supply of goods\nfrom Ghaziabad (in India) to Dubai (in the United Arab\nEmirates), as an essential component of the offence(s)\nallegedly committed by the accused, is relatable to the F\nwords \"anything which has been done\" used in Section\n179. This factual position, is sufficient to vest jurisdiction\nunder Section 179 Cr.P.C., with a competent Court at\nGhaziabad. [Para 12] [312-G-H; 313-A-G]\n1.2. Under Section 179 Cr.P.C., even the place(s)\nwherein the consequence (of the criminal act) \"ensues\",\nwould be relevant to determine the court of competent\njurisdiction. Therefore, even the courts within whose local\njurisdiction, the repercussion/effect of the criminal act\nD\nE\nG\nH\n292 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA occurs, would have jurisdiction in the matter. The\nreciprocal consideration, flowing out of the agreement, is\ncomprised of a monetary payback. The said monetary\npayback was allegedly transmitted by the recipient of\ngoods ('S' Company in Dubai) to the intermediary buyer\nB ('SI' Limited), by way of a bill of exchange valued at US$\n14,32,745, on 1.2.2002. The said bill of exchange was then\nendorsed by 'SI' Limited to the complainant-JCE\nConsultancy. JCE Consultancy maintains that it holds the\nsaid bill of exchange at Ghaziabad in India. The execution\nC of the bill of exchange by 'S' Company in Dubai and its\nendorsement by ‘SI' Limited is in consonance with the\nterms and conditions of the agreement. Upon alleged\ndenial of payment to JCE Consultancy (under the bill of\nexchange), a legal notice was issued demanding\nD payment. In its response, 'S' Company in Dubai, allegedly\ndishonestly/fraudulently/falsely denied liability/\nresponsibility. Since the complainant is allegedly holding\nthe bill of exchange at Ghaziabad in India, the\nconsequence emerging out of the said denial of\nencashment of the bill of exchange, would be deemed to\n\"ensue\" at Ghaziabad in India. Thus, the competent Court\nat Ghaziabad in India, would have jurisdiction in the\nmatter under Section 179 Cr.P.C. [Para 13] [313-H; 314-\nA-F]\nE\nF\n\"\n1.3. A perusal of Section 181 Cr.P.C. leaves no room\nfor any doubt that in offences of the nature as are subject\nmatter of consideration, the court within whose local\njurisdiction, the whole or a part of the consideration\n\"...were required to be returned or accounted for...'\nG would have jurisdiction in the matter. In the instant case,\na bill of exchange dated 1.2.2002 was issued on behalf\nof 'S' Company in Dubai, to ‘SI' Company Limited; 'SI'\nCompany, in terms of the agreement, endorsed the said\nbill of exchange in favour of the complainant-'JCE'\nH Company; JCE Company claims to be holding the said\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 293\nB\nbill of exchange at Ghaziabad in India. Being holder of A\nthe bill of exchange, JCE Company demanded the right\nof payment thereunder, which is being denied by the\naccused. Since the bill of exchange issued by 'S'\nCompany in Dubai for US$14,32,745 was received, and\nis allegedly being held by 'JCE\"Company at Ghaizabad\nin India; the said bill of exchange, according to the\ncomplainant, has to be honoured/realized at the place\nwhere it is held (i.e. at Ghaziabad, in India). In the instant\nalleged factual background of the matter, the competent\ncourt at Ghaziabad in India, would have jurisdiction to\nhold the trial of the complaint under Section 181(4)\nCr.P.C. [Para 14] [315-D-H]\nC\nD\nE\n1.4. A perusal of Section 182 Cr.P.C. reveals that the\nsaid provision can be invoked to determine jurisdiction\nin respect of a number of offences which include\ncheating as a component. When acts of fraud/dishonesty/\ndeception, relatable to the offence(s), contemplated u/s.\n182 emerge from communications/messages/letters etc.,\nthe place(s) from where the communications/messages/\nletters etc. were sent, as also, the places at which the\nsame were received, would be relevant to determine the\ncourt of competent jurisdiction. The allegations contained\nin the complaint reveal, that the complainant-JCE\nCompany addressed a legal notice to 'S' Company in\nDubai, calling upon 'S' Company in Dubai, to honour its F\nreciprocal commitment of the monetary payback\ncontemplated under the agreement. In its response, 'S'\nCompany in Dubai, denied liability, by asserting that 'S'\nCompany in Dubai, had no commitment/responsibility\ntowards JCE Company under the bill of exchange dated\n1.2.2002. The said denial according to the complainant,\nconstitutes the basis of the criminal complaint filed\nagainst the accused. The place at which the said\nresponse on behalf of 'S' Company in Dubai, was\nreceived, would be relevant to determine the court of\nG\nH\n294 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA competent jurisdiction, under Section 182 Cr.P.C. Even\nif the response was received by the counsel for JCE\nConsultancy in a place other than Ghaziabad (though in\nIndia), still the competent court at Ghaziabad in India,\nwould be vested with jurisdiction, as under Section 178\nB (d) Cr.P.C., in cases where an offence consists of several\nacts carried out under different jurisdictions, a court\nhaving jurisdiction where any one of such acts was\ncommitted, would be competent to try the same. [Para 15]\n[316-F-H; 317-A-D]\nC\n1.5. In view of the said deliberations, it is not\nlegitimate for the appellants to contend, that the actions\nattributed by JCE Consultancy to the accused, have no\nconnectivity to territorial jurisdiction in India. Section 179\nCr.P.C. vests jurisdiction for inquiry and trial in a court,\nD within whose jurisdiction anything has been done with\nreference to an alleged crime, and also, where the\nconsequence of the criminal action ensues. Section\n181(4) Cr.P.C. leaves no room for any doubt, that\nculpability is relatable even to the place at which\nE consideration is required to be returned or accounted for.\nFinally, Section 182 Cr.P.C. postulates that for offences\nof which cheating is a component, if the alleged act of\ndeception is shown to have been committed, through\ncommunications/letters/messages, the court within\nF whose jurisdiction the said communications/letters/\nmessages were sent (were received), would be competent\nto inquire into and try the same. Thus, viewed, it is not\njustified for the appellants to contend, that the allegations\nlevelled by the complainant against the accused, specially\nG in respect of the five appellants, are not relatable to\nterritorial jurisdiction in India, under the provisions of the\nCode of Criminal Procedure. [Para 16] [317-E-H; 318-A]\nI\n1.6. All components of the submissions advanced by\nthe appellants, more particularly their foreign nationality,\ntheir residence outside India, and the fact that they were\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 295\nnot present in India when the offence(s) was/were A\nallegedly committed, are of no consequence. They would\nnot be protected u/s. 2 IPC. There is no merit in the first\ncontention that the Magistrate could not have entertained\nthe complaint filed by JCE Consultancy against the\nappellants. [Para 17] [324-F-H; 325-A]\nMobarik Ali Ahmed vs. The State of Bombay (1958)\nSCR 328 relied on.\n-\nB\nE\n2. It was submitted that that the complaint lodged by\nJCE Consultancy was based on an agreement between C\nJCE Consultancy and 'SI” Company; that the appellants\nwere not privy to the said contract/agreement, and as\nsuch the grievance of the complainant, if any could have\nbeen raised only as against ‘SI' Company; and that the\nappellants having no role to play under the contract/ D\nagreement were wrongfully involved in the controversy\nby the complainant. In the complaint filed by JCE\nConsultancy, it was expressly averred that all the\nappellants were involved in \"each and every act done by\nthe company\" ('S' Company in Dubai). In the statement\nrecorded under Section 200 Cr.P.C., the complainant\ndeposed that the appellants were individually and jointly\nliable for the commission of offences emerging from the\ncomplaint. How they were liable (if at all), is a question of\nevidence, which would emerge only after evidence is\nrecorded by the trial court. But what is interesting is, that\n'SI' Company though an accused in the complaint filed\nby JCE Company totally supported the accusation(s)\nlevelled by the complainant against the appellants. In a\ndetailed response to the culpability of the appellants 'SI'\nCompany adopted a firm stance. Even the pleadings,\nprima facie demonstrate the connectivity of the\nappellants, with the foundational basis expressed in the\ncomplaint. It is undesirable to exculpate the appellants\nfrom the proceedings initiated by 'JCE' Company before\nthe Magistrate, Ghaziabad. The issue under reference H\nF\nG\n296\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA may be re-agitated, after evidence has been produced by\nthe rival parties before the trial court. [Paras 20, 21] [326-\nC-D, E-G; 327-A-D; 329-G-H; 330-A]\nB\nC\nD\n3. Through the complaint, as also, in the statement\nof the complainant recorded under Section 200 Cr.P.C.,\nJCE Consultancy categorically asserted that the\nappellants were jointly or severally liable to honour the\nbill of exchange, which had been endorsed in its (JCE\nConsultancy's) favour. In order to demonstrate the\nappellant's liability, a series of documents were also\nplaced before the trial court. The Magistrate having\nconsidered the said material, issued the summoning\norder. The culpability of the appellants would obviously\ndepend upon the evidence produced before the\njurisdictional court. It can definitely be stated from the\npleadings before this Court, that one of the accused,\nnamely, 'SI' Company totally supported the cause of the\ncomplainant-JCE Consultancy, through its written reply.\nThe factual details emerging from the evidence to be\nproduced by the rival parties, would be necessary to\nproject a clear picture. It is only thereafter, that a rightful\ndecision on this issue canvassed would be possible. The\nfactual foundation/background of the acts of omission\nand commission presented by the complainant is specific\nand categoric. The allegations levelled by the\ncomplainant, fully incorporate all the basic facts which are\nnecessary to make out the offences whereunder the\nimpugned summoning order was passed. The instant\ncase does not suffer from any impairments referred in\nIridum India Telecom Limited Case. It is left open to the\nG appellants to canvass the legal issues, before the trial\ncourt. After the rival parties have led their evidence, the\ntrial court would return its finding thereon, in accordance\nwith law, without being influenced by any observations\nmade on the merits of the controversy. [Para 23] [336-H;\nH 337-A-H]\nE\nF\n"}