{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"LEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 337\n[JAGDISH SINGH KHEHAR, J.]\nB\nD\nwhich had been endorsed in its (JCE Consultancy's) favour. In A\norder to demonstrate the appellant's liability, a series of\ndocuments were also placed before the Trial Court. The Vilth\nAdditional Chief Judicial Magistrate, having considered the\nsaid material, issued the summoning order. The culpability of\nthe appellants herein would obviously depend upon the\nevidence produced before the jurisdictional Court. It can\ndefinitely be stated from the pleadings before this Court, that\none of the accused, namely, Sky Impex Limited, has totally\nsupported the cause of the complainant-JCE Consultancy,\nthrough its written reply. Relevant extracts of the said reply have C\nalready been reproduced hereinabove (during our deliberations\non the third contention). The situation which emerges, in the\ncase in hand, is similar to the one encountered by this Court in\nIridium India Telecom Limited's case (supra), wherein, this\nCourt on being confronted with the factual and legal position\nwas constrained to record, that the scenario painted by both\nthe sides is circumscribed by “ifs” and “buts\". Herein also,\nfactual details emerging from the evidence to be produced by\nthe rival parties, would be necessary to project a clear picture.\nIt is only thereafter, that a rightful decision on this issue\ncanvassed will be possible. As of now we are satisfied, that\nthe factual foundation/background of the acts of omission and\ncommission presented by the complainant is specific and\ncategoric. We are also satisfied that the allegations levelled by\nthe complainant, fully incorporate all the basic facts which are\nnecessary to make out the offences whereunder the impugned\nsummoning order dated 12.1.2005 has been passed. The\ninstant controversy does not suffer from any of the impairments\nreferred in Iridium India Telecom Limited's case (supra).\nAccordingly, we leave it open to the appellants to canvass the\nlegal issues, as were canvassed before us, before the trial G\ncourt. After the rival parties have led their evidence, the trial\ncourt will return its finding thereon, in accordance with law,\nwithout being influenced by any observations made on the\nmerits of the controversy hereinabove, or hereafter.\nE\nLL\nF\nH\nA\nD\n338 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n24. The last contention advanced at the hands of the\nlearned counsel for the appellants, was based on the assertion,\nthat the complainant - JCE Consultancy had filed a civil suit\nbearing Commercial Action No.482 of 2005 before the Court\nof First Instance, Dubai, praying for the recovery of the amount\nB depicted in the bill of exchange dated 1.2.2002. It was\nsubmitted, that in the pleadings of the aforesaid civil suit, there\nwas no allegation against the appellants herein, depicting their\ncriminal involvement. It was the contention of the learned counsel\nfor the appellants, based on the averments made in ground D\nC (of the petition for special leave to appeal) filed before this\nCourt, that JCE Consultancy had lead evidence in the aforesaid\ncivil suit, whereupon, the said civil suit was dismissed on\n24.9.2008. It is further asserted, that the Court of First Instance,\nDubai, while dismissing the civil suit had held, that the bill of\nexchange dated 1.2.2002 had nothing to do with the alleged\nsupply of goods, by the complainant-JCE Consultancy to Sky\nImpex Limited. It was also sought to be asserted, that the said\nbill of exchange was merely an accommodation bill, to enable\nthe complainant-JCE Consultancy \"to raise money, and to use\nthe bill of exchange as a collateral\". It was further submitted,\non behalf of the appellants, that the liability emerging out of the\nbill of exchange dated 1.2.2002, can either have civil\nconsequences or criminal liability. The fact that the aforesaid\ncivil suit came to be filed at the behest of JCE Consultancy,\naccording to learned counsel, is an acknowledgement at the\nhands of the complainant (JCE Consultancy), that the liability\nemerging out of the bill of exchange dated 1.2.2002 was civil\nin nature. As such, it was asserted at the hands of the learned\ncounsel for the appellants, that the very initiation of criminal\nproceedings by the complainant, against the appellants herein,\nG was misconceived. It is also contended, that the filing of the\ncriminal complaint by JCE Consultancy, must be deemed to be\nan act emerging out of extraneous considerations, so as to\nbrowbeat the appellants herein, and thereby, compel them to\nsuccumb to the illegal demands of the complainant-JCE\nH Consultancy. Additionally, it was submitted by the learned\nE\nF\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 339\n[JAGDISH SINGH KHEHAR, J.]\ncounsel for the appellants, that in the civil claim raised by JCE A\nConsultancy before the Court of First Instance, Dubai, from\namongst the appellants, only Samsung, Dubai, was impleaded\nas a defendant, whereas, no action was initiated even for the\nrecovery of the dues under the bill of exchange dated 1.2.2002,\nagainst the other four appellants herein. Based on the B\naforesaid factual and legal submissions, it was the contention\nof the learned counsel for the appellants, that criminal\nprosecution initiated by the complainant-JCE Consultancy\nagainst the appellants herein, is liable to be quashed.\nC\nD\n25. In response to the aforesaid averments made on\nbehalf of the appellants, it was the contention of the learned\ncounsel for the respondents that the civil proceeding initiated\nby JCE Consultancy in the Court of First Instance, Dubai, is still\npending in appeal. In this behalf, it was pointed out, that the\nDubai Appeals Court passed an order dated 21.7.2010\ndirecting the reattachment of assets of the defendants in the\naforesaid civil suit, in the sum of Dhs.30 million (approximately\nRs.45 crores). A copy of the aforesaid order dated 21.7.2010\nhas been appended to the reply filed by Sky Impex Limited (to\nthe averments made in the petition for special leave to appeal) E\nas Annexure A-11. It was submitted, that consequent upon the\npassing of the order dated 21.7.2010, the Dubai Judicial\nAdministration executed the attachment of Dhs.30 million. In\norder to substantiate the aforesaid factual position, Sky Impex\nLimited has appended to its reply Annexure A-12, a bank F\nguarantee dated 22.9.2010, issued by Emirates Bank\nInternational, on behalf of Samsung Dubai, in favour of JCE\nConsultancy. It is also pointed out by the learned counsel for\nthe respondents, that an act of omission or commission at the\nhands of a party, may lead to civil, as well as, criminal G\nconsequences. In this behalf, learned counsel for the\nrespondents also invited our attention to the order passed by\nthe Dubai Appeals Court dated 21.7.2010, wherein, it was\npointed out, that there was no connection between the criminal\naction brought out by JCE Consultancy (in the proceedings H\nB\nC\nD\n340 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA initiated by it, before the VIIth Additional Chief Judicial\nMagistrate, Ghaziabad) and the civil suit filed by JCE\nConsultancy (before the Court of First Instance, Dubai). It was\nalso the contention of the learned counsel for the respondents,\nthat the civil liability, in the instant case, was raised as against\nthe eventual purchaser of the goods/product (Samsung, Dubai),\nin lieu of the goods/product supplied by the complainant-JCE\nConsultancy, which had passed onto the purchasers under the\nagreement dated 1.12.2001. Accordingly, the civil liability was\nonly raised as against Samsung, Dubai. However, insofar as\nthe criminal liability is concerned, Samsung Dubai being one\nof the subsidiary companies of Samsung, South Korea, it was\nallegedly under the overall control exercised by Samsung,\nSouth Korea. Samsung, South Korea, according to the\ncomplainant, was instrumental in the eventual decision taken\nby Samsung, Dubai, to deny the passing of the reciprocal\nmonetary consideration, for the goods supplied under the\nagreement dated 1.12.2001. This, according to the\nrespondents, has been the categorical stance of JCE\nConsultancy in the criminal complaint, as also, in the pre-\nsummoning evidence recorded before the VIIth Additional Chief\nJudicial Magistrate, Ghaziabad under Section 200 of the Code\nof Criminal Procedure. These allegations made by JCE\nConsultancy, are supported by documents furnished to the\nsummoning court. The aforesaid factual position has also been\nendorsed by Sky Impex Limited, before this Court. According\nto the learned counsel for the respondents, the culpability of the\nappellants before this Court, in a series of similar actions,\nclearly emerges even from documents placed on record of the\ninstant case, by Sky Impex Limited. As such, it is submitted,\nthat the respondents have per se repudiated all the\nG submissions advanced on behalf of the appellant, obviously\nsubject to the evidence which rival parties will be at liberty to\nadduce before the trial court.\nE\nF\nH\n26. We have given our thoughtful consideration to the last\ncontention advanced at the hands of the learned counsel for\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 341\n[JAGDISH SINGH KHEHAR, J.]\nC\nthe appellants. We are of the considered view, that in offences A\nof the nature contemplated under the summoning order, there\ncan be civil liability coupled with criminal culpability. What a\nparty has been deprived of by an act of cheating, can be\nclaimed through a civil action. The same deprivation based on\ndenial by way of deception, emerging from an act of cheating, B\nwould also attract criminal liability. In the course of criminal\nprosecution, a complainant cannot seek a reciprocal relief, for\nthe actions of the accused. As in the instant case, the monetary\nconsideration under the bill of exchange dated 1.2.2001, cannot\nbe claimed in the criminal proceedings, for that relief the\nremedy would be only through a civil suit. It is therefore not\npossible for us to accept, that since a civil claim has been\nraised by the complainant-JCE Consultancy, based on the\nalleged breach of the agreement dated 1.12.2001, it can be\nprevented from initiating proceedings for penal consequences\nfor the alleged offences committed by the accused under the\nIndian Penal Code. It would not be appropriate for us, to delve\ninto the culpability of the appellants at the present juncture, on\nthe basis of the factual position projected by the rival parties\nbefore us. The culpability (if at all) would emerge only after\nevidence is adduced by the rival parties before the trial court.\nThe only conclusion that needs to be drawn, at the present\njuncture is, that even on the basis of the last submission\ncanvassed on behalf of the appellants, it is not possible to\nquash the summoning order at this stage. In the aforesaid view\nof the matter, it is left open to the appellants to raise their\nobjections, if they are so advised, before the trial court. The trial\ncourt shall, as it ought to, adjudicate upon the same in\nconsonance with law, after allowing the rival parties to lead\nevidence to substantiate their respective positions.\n27. For the reasons recorded hereinabove, we find no\nmerit in the instant appeal. The same is accordingly dismissed.\nN.J.\nAppeal dismissed.\nD\nE\nF\nG\nΙ\n"}