{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"LEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 327\n[JAGDISH SINGH KHEHAR, J.]\nJCE Consultancy. First and foremost, it is necessary to A\nmention, that in the complaint filed by JCE Consultancy, it was\nexpressly averred in paragraph 1, that all the appellants herein\nwere involved in \"each and every act done by the company\"\n(Samsung, Dubai). In the statement recorded under Section\n200 of the Code of Criminal Procedure, Shaikh Allauddin Paker B\nMaiddin on 7.1.2005 deposed, that the appellants herein were\nindividually and jointly liable for the commission of offences\nemerging from the complaint. How they were liable (if at all), is\na question of evidence, which would emerge only after evidence\nis recorded by the trial court. But what is interesting is, that Sky\nC\nImpex Limited, though an accused in the complaint filed by JCE\nConsultancy, has totally supported the accusation(s) levelled by\nthe complainant against the appellants. In a detailed response\nto the culpability of the appellants herein, Sky Impex Limited has\nadopted a firm stance, wherein it has averred as under:-\nD\n\"10. It is submitted that the applicant, through other group\ncompanies Sky Impex Isle of Man, had been conducting\nbusiness with petitioner/accused since the year 1999.\nVarious other bills of exchange had been drawn by the\napplicant and accepted by S.C. Baek-accused with E\ncomplete authority vested in him via Board resolutions.\nissued by petitioner/accused and substantiated by\npetitioner/accused through Board resolution of their parent\ncompany in South Korea.\n11. It is further pertinent to mention here that the applicant\nalso had been involved in a bonafide discounting of bill\nnumbers SM 4B for USD 2,550,432 (Rs.11 crores approx.)\nand SM 3B for USD 2,448,340 (Rs.11 crores approx.)\nmaturing July 20th, 2002 with Bankhaus Wolbern in\nGermany and HSBC Bank (Hong Kong and Shangai\nBank) in London/Dubai, which bills had been duly accepted\nby petitioner/accused with full knowledge of petitioner/\naccused, based at the head office in South Korea. It is\nsubmitted that in one of the cases, on July 24, 2002\nF\nG\nH\nA\nB\nC\nD\nE\nEL\nF\n0\nH\n328\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nBankhaus Wolbern a bank in Germany, to whom the bills\nwere endorsed by the applicant in 2002 made a demand\nfor payment of bill numbers SM 4B and SM 3B to the office\nof petitioner/accused in South Korea as petitioner/\naccused was trying to renegade on their bonafide\nobligation to discharge the bills in their capacity as the\nacceptor. The bank after making their investigations\nconcluded that operational control of these transactions\nwere vested with the offices of the petitioner/accused in\nSeoul, South Korea and accordingly issued threat for legal\naction to the petitioner/accused at their Head Office in\nSeoul, to black list the Samsung Group. A true copy of the\nsaid letter dated July 24th, 2002 is being filed as Annexure\nA-8. It is submitted that within a short time span of\nreceiving the said letters from Bankhaus Wolbern, USD\n3.6 million (Rs.16.2 crores) the bills were paid by accused\nNo. 1 through Emirates International Bank transfer signed\njointly by accused no. 5 and to Bankhaus Wolbern on Aug.\n14, 2002. A true copy of said transaction is being filed as\nAnnexure A-9.......\n-\n12. It is submitted that in Nov. 2003 HSBC Bank Dubai\nwas paid USD 4.85 million (approx. 21.8 crores) by\naccused no. 1 through bank transfer from Emirates Bank\nInternational instructions to discharge bill numbers SM 2A\nfor USD 2,440,925 (approx. 11 crores) – drawn July 8th,\n2002, No. SM 17 for USD 1,038,725 (approx. 4.6 crores)\ndrawn July 14th, 2002 and No. SM 18 for USD 1,095,070\n(approx. 5 crores) drawn July 14, 2002. It is submitted that\nthese bills of exchange were from the same series as the\nbill of exchange drawn by the applicant and accepted by\nMr. S.C. Baek (accused no. 6) that is now the subject of\nthe criminal case filed at Ghaziabad by the complainant/\nrespondent. These bills were endorsed to HSBC Bank in\nLondon and were duly and legally paid by accused number\n1 under instructions from the office of the petitioner/\naccused under whose orders other set of bills amounting\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 329\n[JAGDISH SINGH KHEHAR, J.]\nA\nto USD 3.6 million (16.2 crores) had been paid by\naccused no. 1 as indicated in para 11 above. The transfer\ninstructions were duly signed jointly by accused no. 5, the\nManaging Director of accused no. 1 alongside accused\nMr. S.C. Baek. The documents including the bills of\nexchange, and the instructions to remit are money are B\ncollectively filed and marked as Annexure A-\n10............\nIt is quiet apparent that had the bills really been part of a\ncriminal enterprise, as alleged, no corporation big or small\nwould voluntarily pay out without protest or demur, these\nsums to the tune of approximately 18 crores to Bankhaus\nWolbern in Germany and 21.8 crores to HSBC in Dubai.\nIt would be pertinent to mention here that the bills to\nBankhaus Wolbern were paid in August 2002 almost 18\nmonths before the police complaint was filed in Dubai on\nJanuary 7th, 2004 against the applicant and accused no.\n6, Mr. S.C. Baek who continued in his job as Financial\nController with accused no. 1 right until Dec. 2003 i.e.\nsixteen (16) months after the bills were paid to Bankhaus\nWolbern by accused no. 5 the Managing Director of\naccused no. 1.\" (the term applicant in the extract, is a\nreference to Sky Impex Limited; and the term petitioner/\naccused, is a reference to the appellants).\nс\nD\nE\nEven though it was wholly unnecessary for us to examine, at F\nthe present juncture, the involvement or the culpability of the\nappellants herein, in the background of the accusations levelled\nby JCE Consultancy, and the supporting stance of Sky Impex\nLimited, we are of the view, that even the pleadings before us,\nprima facie demonstrate the connectivity of the appellants, with\nthe foundational basis expressed in the complaint. We are,\ntherefore, satisfied, at the present juncture, that it is undesirable\nto exculpate the appellants from the proceedings initiated by\nJCE Consultancy before the VIIth Additional Chief Judicial\nMagistrate, Ghaziabad. Needless to mention, that the issue\nG\nH\nA\nB\nC\nD\n330 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nunder reference may be reagitated, after evidence has been\nproduced by the rival parties before the trial court.\n22. The fourth contention advanced at the hands of the\nlearned counsel for the appellants was aimed at demonstrating;\nfirstly, that the charges, as have been depicted in the\nsummoning order, were not made out; secondly, that the\nappellants herein were functionaries of a company, and\ntherefore, per se could not be made vicariously liable for\noffences emerging out of actions allegedly taken in furtherance\nof the discharge of their responsibilities towards the company;\nand thirdly, that none of the appellants had any concern\nwhatsoever (even as functionaries of the concerned company),\nwith the allegations levelled by the complainant. To the credit\nof the learned counsel representing the appellants, we must\nplace on record, that reliance was placed on legal precedent,\nto substantiate the aforesaid submissions. We are however of\nthe view, that it is not necessary for us at the present juncture\nto deal with any of the aforesaid submissions, in view of the\nlegal position expressed by this Court in its recent judgment in\nIridium India Telecom Limited vs. Motorola Incorporated and\nE others, (2011) 1 SCC 74, wherein while examining a matter\nsimilar to the one in hand, this Court examined at great length,\nnot only the scope of interference under Section 482 of the\nCode of Criminal Procedure (including that under Articles 226\nand 227 of the Constitution of India), but also, the culpability of\na body corporate/company, including its functionaries, in\nrespect of criminal charges. The only difference between the\npresent controversy, and the one adjudicated upon by this\nCourt in Iridium India Telecom Limited's case (supra) is, that\nwhile in the present controversy the accused have approached\nthis Court, consequent upon the denial of reliefs sought from\nthe High Court; in Iridium India Telecom Limited's case (supra)\nthe claim raised by the accused had been accepted by the High\nCourt, whereupon, the complainant had approached this Court.\nThe submissions which came to be dealt with by this Court in\nIridium India Telecom Limited's case (supra), at the behest of\nF\nG\nH\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 331\n[JAGDISH SINGH KHEHAR, J.]\nthe complainant party, are summarized in paragraph 23, which\nis being reproduced hereunder:-\n\"23. The submissions made by Mr Jethmalani although\nvery elaborate, may be summed up as follows:\n(1) The power to quash a criminal complaint that too\nat the stage of cognizance, is an extreme power, which\nmust be exercised very sparingly and with abundant\ncaution; that too in the rarest of rare cases.\n(ii) In exercise of its power under Section 482, the\nHigh Court has to consider the complaint as a whole,\nwithout examining the merits of the allegations i.e.\ngenuineness of the allegations is not to be examined at\nthis stage.\n(iii) The complaint is not required to verbatim\nreproduce the legal ingredients of the offence. If the\nnecessary factual foundation is laid in the complaint,\nproceedings should not be quashed.\n(iv) Quashing of a complaint is warranted only where\nthe complaint is so bereft of even basic facts which are\nabsolutely necessary for making out an offence; that it\nwould be a miscarriage of justice to permit the\nproceedings to continue.\n(v) In support of the aforesaid submissions, Mr.\nJethmalani has relied on the following judgments of this\nCourt: Nagawwa v. Veeranna Shivalingappa Konjalgi\n(1976) 3 SCC 736, MCD v. Ram Kishan Rohtagi (1983)\n1 SCC 1, Dhanalakshmi v. R. Prasanna Kumar 1990\nSupp. SCC 686 and State of Haryana v. Bhajan Lal 1992\nSupp.(1) SCC 335.\"\nIn paragraphs 24 to 30, this Court in Iridium India Telecom\nLimited's case (supra) noticed the facts pertaining to the\ncontroversy, and the emerging legal technicalities canvassed\nA\nB\nC\nD\nE\nF\nG\nH\n332 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA at the hands of the appellants. In paragraph 31 to 37, this Court\nrecorded the response thereto, at the behest of the accused.\nThereupon, this Court in Iridium India Telecom Limited's case\n(supra) made the following observations in paragraph 38 :-\nB\nC\nD\nE\nF\nG\nH\n\"38. We have considered the submissions made by the\nlearned Senior Counsel. A bare perusal of the submissions\nwould be sufficient to amply demonstrate that this cannot\nbe said to be an “open and shut\" case for either of the\nparties. There is much to be said on both sides. The entire\nscenario painted by both the sides is circumscribed by \"ifs\"\nand “buts”. A mere reading of the 1992 PPM would not\nbe sufficient to conclude that the entire information has\nbeen given to the prospective investors. Similarly, merely\nbecause there may have been some gaps in the\ninformation provided in the PPM would not be sufficient to\nconclude that the respondents have made deliberate\nmisrepresentations. In such circumstances, we have to\nexamine whether it was appropriate for the High Court to\nexercise its jurisdiction under Section 482 CrPC to quash\nthe proceedings at the stage when the Magistrate had\nmerely issued process against the respondents.\"\nIn paragraphs 39 to 51, this Court examined the parameters,\nof the scope of exercise of jurisdiction in proceedings initiated\nto quash criminal charges/proceedings, under Section 482 of\nthe Code of Criminal Procedure (and/or under Articles 226 or\n227 of the Constitution of India). In this behalf, reliance was\nplaced on past precedent including the decision rendered by\nthis Court in State of Haryana vs. Bhajan Lal 1992 Supp.(1)\nSCC 335, wherein this Court inter alia held as under:-\n\"102. In the backdrop of the interpretation of the various\nrelevant provisions of the Code under Chapter XIV and of\nthe principles of law enunciated by this Court in a series\nof decisions relating to the exercise of the extraordinary\npower under Article 226 or the inherent powers under\nSection 482 of the Code which we have extracted and\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 333\n[JAGDISH SINGH KHEHAR, J.]\nreproduced above, we give the following categories of A\ncases by way of illustration wherein such power could be\nexercised either to prevent abuse of the process of any\ncourt or otherwise to secure the ends of justice, though it\nmay not be possible to lay down any precise, clearly\ndefined and sufficiently channelised and inflexible B\nguidelines or rigid formulae and to give an exhaustive list\nof myriad kinds of cases wherein such power should be\nexercised.\n(1) Where the allegations made in the first\ninformation report or the complaint, even if they are taken\nat their face value and accepted in their entirety do not\nprima facie constitute any offence or make out a case\nagainst the accused.\nC\n(2) Where the allegations in the first information D\nreport and other materials, if any, accompanying the FIR\ndo not disclose a cognizable offence, justifying an\ninvestigation by police officers under Section 156(1) of the\nCode except under an order of a Magistrate within the\npurview of Section 155(2) of the Code.\n(3) Where the uncontroverted allegations made in the\nFIR or complaint and the evidence collected in support of\nthe same do not disclose the commission of any offence\nand make out a case against the accused.\n(4) Where, the allegations in the FIR do not constitute\na cognizable offence but constitute only a non-cognizable\noffence, no investigation is permitted by a police officer\nwithout an order of a Magistrate as contemplated under\nSection 155(2) of the Code.\n(5) Where the allegations made in the FIR or\ncomplaint are so absurd and inherently improbable on the\nbasis of which no prudent person can ever reach a just\nconclusion that there is sufficient ground for proceeding\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n0\nН\n334 SUPREME COURT REPORTS\nagainst the accused.\n[2012] 4 S.C.R.\n(6) Where there is an express legal bar engrafted in\nany of the provisions of the Code or the Act concerned\n(under which a criminal proceeding is instituted) to the\ninstitution and continuance of the proceedings and/or\nwhere there is a specific provision in the Code or the Act\nconcerned, providing efficacious redress for the grievance\nof the aggrieved party.\n(7) Where a criminal proceeding is manifestly\nattended with mala fide and/or where the proceeding is\nmaliciously instituted with an ulterior motive for wreaking\nvengeance on the accused and with a view to spite him\ndue to private and personal grudge.\n103. We also give a note of caution to the effect that\nthe power of quashing a criminal proceeding should be\nexercised very sparingly and with circumspection and that\ntoo in the rarest of rare cases; that the Court will not be\njustified in embarking upon an enquiry as to the reliability\nor genuineness or otherwise of the allegations made in the\nFIR or the complaint and that the extraordinary or inherent\npowers do not confer an arbitrary jurisdiction on the Court\nto act according to its whim or caprice.\"\nWhile dealing with the various judgments rendered by this Court\non the subject, reference was also made to the decision in M.N.\nOjha vs. Alok Kumar Srivastav, (2009) 9 SCC 682. In M.N.\nOjha's case (supra) similar views as in Bhajan Lal's case\n(supra) came to be recorded in the following words :\n\"25. Had the learned SDJM applied his mind to the facts\nand circumstances and sequence of events and as well as\nthe documents filed by the complainant himself along with\nthe complaint, surely he would have dismissed the\ncomplaint. He would have realised that the complaint was\nonly a counterblast to the FIR lodged by the Bank against\nLEE KUN HEE \u0026 ORS. v. STATE OF U.P. \u0026 ORS. 335\n[JAGDISH SINGH KHEHAR, J.]\nthe complainant and others with regard to the same\ntransaction.\n***\nA\n27. The case on hand is a classic illustration of non-\napplication of mind by the learned Magistrate. The learned\nMagistrate did not scrutinise even the contents of the\ncomplaint, leave aside the material documents available\non record. The learned Magistrate truly was a silent\nspectator at the time of recording of preliminary evidence\nbefore summoning the appellants.\n28. The High Court committed a manifest error in\ndisposing of the petition filed by the appellants under\nSection 482 of the Code without even adverting to the\nbasic facts which were placed before it for its\nconsideration.\n29. It is true that the Court in exercise of its\njurisdiction under Section 482 of the Code of Criminal\nProcedure cannot go into the truth or otherwise of the\nallegations and appreciate the evidence if any available\non record. Normally, the High Court would not intervene in\nthe criminal proceedings at the preliminary stage/when the\ninvestigation/enquiry is pending.\nB\nC\nD\nE\n30. Interference by the High Court in exercise of its F\njurisdiction under Section 482 of the Code of Criminal\nProcedure can only be where a clear case for such\ninterference is made out. Frequent and uncalled for\ninterference even at the preliminary stage by the High\nCourt may result in causing obstruction in the progress of\nthe inquiry in a criminal case which may not be in the public\ninterest. But at the same time the High Court cannot refuse\nto exercise its jurisdiction if the interest of justice so\nrequired where the allegations made in the FIR or\ncomplaint are so absurd and inherently improbable on the H\nG\nA\nB\nC\nD\nE\nLL\nF\nG\n336 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nbasis of which no fair-minded and informed observer can\never reach a just and proper conclusion as to the existence\nof sufficient grounds for proceeding. In such cases refusal\nto exercise the jurisdiction may equally result in injustice\nmore particularly in cases where the complainant sets the\ncriminal law in motion with a view to exert pressure and\nharass the persons arrayed as accused in the complaint.\"\nIn dealing with the issue under reference, this Court in Iridium\nIndia Telecom Limited's case (supra) also examined the scope\nof a body corporate/company being proceeded against in\ncriminal cases, on the canvassed premise, that no mens rea\ncould be attributed to them, and as such, criminal action could\nnot be taken against them. For the said purpose reference was\nmade to the legal position on the subject prevailing in the\nUnited Kingdom, the United States of America and Canada,\nand thereupon, this Court dealt with the declaration of the legal\nposition on the subject, at the hands of this Court. Whereupon,\nits conclusion was recorded in paragraph 66 as under:\n\"66. These observations leave no manner of doubt that a\ncompany/corporation cannot escape liability for a criminal\noffence merely because the punishment prescribed is that\nof imprisonment and fine. We are of the considered\nopinion that in view of the aforesaid judgment of this Court,\nthe conclusion reached by the High Court that the\nrespondent could not have the necessary mens rea is\nclearly erroneous.\"\nIn sum and substance, all the pleas canvassed on behalf of the\ncomplainant (already extracted above) were upheld by this\nCourt in Iridium India Telecom Limited's case (supra).\n23. Through the complaint, as also, in the statement of\nShaikh Allauddin Paker Maiddin recorded under Section 200\nof the Code of Criminal Procedure, JCE Consultancy has\ncategorically asserted, that the appellants herein were jointly or\nH severally liable to honour the bill of exchange dated 1.2.2002,\n"}