{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nSUNIL PANNALAL BANTHIA AND ORS.\nV.\nCITY AND INDUSTRIAL DEVELOPMENT CORPN. OF\nMAHARASHTRA LTD. AND ANR.\nMARCH 8, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nUrban Development-Allotment of plots-Cancellation of, by\nCorporation on ground of violation by itself of its own Regulations-Challenge\nC to-Held: Corporation was not justified in cancelling the allotment\nunilaterally on the ground that it acted without jurisdiction and in violation\nof its Rules and Regulations and was void as being opposed to public\npolicy-Corporation accepted transfer fees from original allottees and full\n.\n· premium lease from the transferees and issued sanction certificate-Transferees\nD acted and altered their position to their prejudice on basis of such assurance—\nThus, order of cancellation of allotment set aside-Contract Act, 1872—\nSection 23.\nRespondent-Corporation issued a letter of allotment of plot on lease in\nfavour of M and N. Original allottees applied for transfer of the said plot to\nE the appellants. Corporation accepted the transfer charges and full premium\nlease and executed Lease Deed and Confirmation Deed in favour of the\nappellants and issued the Development Permission and Commencement\nCertificate. Appellants then commenced the construction work. Thereafter,\nCorporation issued Notice to the appellants to terminate the lease agreement\nbeing void under Section 23 of the Contract Act. Corporation cancelled the\nallotment in favour of the appellants. Appellants filed writ petition challenging\nthe action of the respondent and demanded possession of the allotted plot.\nRespondent contended that the allotment had been made by not calling for\ntenders and such action on its part was void as being opposed to public policy.\nHigh Court dismissed the writ petition on the ground of alternative remedy\nG available. Hence the present appeal.\nF\nH\nAllowing the appeal, the Court\nHELD: 1. In the instant appeal, the concern is only with the question of\nlaw as to whether the respondent-Corporation had acted in excess of its\n798\nSUNIL PANNALAL BANTHIA CITY AND INDUSTRIAL DEVELOPMENT CORPN OF MAHARASHTRA LTD. 799\njurisdiction and authority in cancelling the allotment made to the appellants A\non a unilateral consideration that the allotment had been made in contravention\nof its rules and regulations and was thereby opposed to public policy and was\nillegal and void in terms of section 23 of the Contract Act, 1872. No decision\nis required to be taken in the matter on facts, which could have merited an\norder of remand. The submission that the facts of this appeal are different\nfrom those which have been earlier remitted to the High Court for re-\nconsideration on merits and also for making a re-valuation are accepted.\n[Para 21] [806-A-C]\nB\nC\n2. On the legal question, it is quite obvious that having acted and held\nout assurances to the appellants which caused the appellants to alter their\nposition to their prejudice, it was not open to CIDCO to take a unilateral\ndecision to cancel the allotment on the ground that it had acted without\njurisdiction and/or in excess of jurisdiction and in violation of its rules and\nregulations. Even on that score, the argument of CIDCO is unacceptable having\nregard to Regulation 4 of the New Bombay Disposal of Land Regulations, 1975\nwhich empowered CIDCO to dispose of plots of land even on the basis of D\nindividual applications. [Para 22] [806-C-E]\n3. The stand taken by CIDCO that allotment being opposed to public\npolicy, is opposed to public policy since CIDCO was not entitled to take a\nunilateral decision to cancel the allotment after the appellants had acted on\nE\nthe basis thereof and had expended large sums of money towards the\nconstruction which has progressed to some extent. The Regulations allowed\nCIDCO to entertain individual applications for allotment. Merely by indicating\nthat the law declared by this Court was universally binding under Article 141\nof the Constitution, it could not contend that such allotment was contrary to\npublic policy on a fresh consideration made by the Board of Directors of the\nCorporation upon considering the recommendations made by the then Addl.\nSecretary. That consideration, was not sufficient in the instant case to cancel\nthe allotment which had been made in accordance with the Regulations and\nthe appellants had made payments as directed by the Corporation, which, in\nfact, was higher than the price recommended by the Shankaran Committee.\n[Paras 23 and 24]\nCentury Spinning and Manufacturing Company Ltd.and Anr. v. The\nUlhasnagar Municipal Council and Anr., [1970] 1 SCC 582; U.P. Rajkiya\nNirman Nigam Ltd v. Indure Private Limited \u0026 Ors., [1996] 2 SCC 667,\nreferred to.\nF\nבי\nG\nH\nA\n800\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nFalmouth Boat Construction Limited v. Howell, (1950) 1 All.E.R. 538,\nreferred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1219 of 2007.\nFrom the Judgment and Order dated 12.7.2006 of the High Court of\nB Judicature at Bombay in Writ Petition No. 3360 of 2006.\nC\nJ.P. Cama, Nitin S. Tambwekar, Sunil 1 Jayakar, B.S. Sai and K. Rajeev for\nthe Appellants.\nAltaf Ahmed and A.S. Bhasme for the Respondents.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. Leave granted.\n2. This appeal is directed against the order passed by the Division\nD Bench of the Bombay High Court dismissing the writ petition filed by the\nappellants herein challenging the action of the respondent, City and Industrial\nDevelopment Corporation of Maharashtra Ltd. (for short 'CIDCO') in cancelling\nthe allotment made in favour of the appellants. The Division Bench indicated\nin its impugned order that in identical matters other writ petitions filed at\ndifferent points of time had been dismissed on the ground of alternative\nremedy available.\nE\n3. The facts as can be garnered from the materials on record, indicate\nthat the CIDCO had issued a letter of allotment of a commercial plot measuring\n1453.75 sq. mts. on lease in plot No.1 in Sector 9, Panvel (West), Navi\nF Mumbai, for a period of 60 years for a premium of Rs.2,12,24,750/- in favour\nof Mrs. Meera Balkrishna Dhumale and Mrs. Neeta Hemant Patankar jointly.\nThe original allottees applied for transfer of the said plot to the appellants\nherein. Upon accepting the transfer charges of Rs.2 lacs, CIDCO issued a\ncorrigendum to the original allotment letter dated 5th February, 2004 and\nexecuted a Deed of Lease in favour of the appellants on receipt of the full\nlease premium of Rs. 2,12,24,750/-. CIDCO also executed a Deed of Confirmation\nin favour of the appellants and issued the Development Permission and\nCommencement Certificate in terms of Section 45 of the Maharashtra Regional\nTown Planning Act, 1966 ( for short 'the MRTP Act').\nG\nH\n4. On the basis of the above, the appellants commenced the construction\nY\nSUNIL PANNALAL BANTHIA 1. CITY AND INDUSTRIAL DEVELOPMENT CORPN OF MAHARASHTRA LTD. JALTAMAS KABIR. J 801\nwork and proceeded up to the 1st floor and also completed the construction A\nof the underground water tank. However, on 19th July, 2005, CIDCO issued\na Show Cause Notice to the appellants to show cause why the agreement to\nlease should not be terminated as being void under Section 23 of the Contract\nAct. The appellants duly replied to the show cause notice through their\nlearned advocate, but despite the above, on 29th March, 2006, CIDCO passed\nan order terminating the Agreement of Lease and demanded return of\npossession of the allotted plot with a threat of forcible resumption unless the\ndemand was complied with.\nB\nC\n5. The appellants filed a writ petition against CIDCO challenging the\nshow cause notice dated 19th July, 2005, and the order dated 29th March,\n2006, terminating the Agreement of Lease and demanding possession of the\nallotted plot on 13th April, 2006. The matter was hotly contested before the\nBombay High Court and all the aforesaid facts were brought to its notice. On\nbehalf of the respondents, it was sought to be highlighted that the allotment\nhad been made by it in contravention of the provisions of Section 23 of the\nContract Act by not calling for tenders and such action on its part was void D\nas being opposed to public policy.\n6. Without going into the aforesaid questions, the Bombay High Court\nsimply dismissed the writ petition on the ground of alternative remedy available.\nF\n7. On behalf of the appellants, it was sought to be urged by Mr. J.P. E\nCama, learned senior advocate, that two similar matters, being Civil Appeal\nNo. 408/07 (Amey Co-operative Housing Societies Limited v. Public Concern\nfor Governance Trust \u0026 Ors) and Civil Appeal No.410/07 filed by M/s. Vijay\nAssociates (Wadhwa) Developers, had been considered in detail by this\nCourt and the said appeals had been disposed of on 1st February, 2007 by\na judgment in which most of the points raised in the instant appeal had also\nbeen raised and decided. Mr. Cama submitted that on the issues as already\ndecided, nothing further was needed to be added, but there was a basic\ndifference between the reliefs sought for in the said appeals and the instant\nappeal. Mr. Cama pointed out that the said two appeals had arisen out of two\nwrit petitions filed by way of Public Interest Litigation and one of the grievances G\nof the writ petitioners was that the properties which had been allotted had\nbeen undervalued, thereby causing huge loss to CIDCO. Besides asking for\ncancellation of the allotments, the writ petitioners had made an alternate\nprayer for the appointment of an independent valuer to revalue the plots.\nallotted and in the event the valuation was found to be higher, for a direction\nH\n802\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA upon the allottees to pay the balance to CIDCO on account of the fact that\nthe construction work had reached an irreversible stage.\nB\n8. Mr. Cama submitted that in the instant case, there was no such prayer\nand it was the appellants herein who had challenged the cancellation of their\nallotment by CIDCO in terms of its order dated 29th March, 2006 purportedly\non account of violation of the provisions of Section 23 of the Contract Act.\nAccording to Mr. Cama, the only question to be decided in this appeal is\nwhether having accepted the entire premium lease from the appellants as also\nthe transfer fees from the original allottees and having issued Sanction and\nCommencement Certificate, CIDCO was entitled to resile from its original\nactions and to cancel the allotment unilaterally on the ground of violation by\nCIDCO itself of its own Regulations which attracted the provisions of Section\n23 of the Contract Act. It was urged that since the appellants had substantially\naltered their position to their prejudice on the assurances held out by CIDCO\nby investing huge amounts on the development of the allotted plot, CIDCO\nwas estopped in law from resiling from its earlier assurances and seeking\nD eviction of the appellants on the ground that the allotment had not been made\nin accordance with the Regulations.\nC\nE\nF\n9. Referring to the decision of the Court of Appeal in the case of\nFalmouth Boat Construction Limited v. Howell, reported in [1950] 1 All.E.R.\n538, Mr. Cama referred to the observations made by Lord Denning with regard\nto the steps taken on the basis of an oral assurance. While dealing with the\nsituation where a Ship Builder had.proceeded to effect repairs on the basis\nof an oral direction, Lord Denning held that whenever government officers,\nin their dealings with a subject, take on themselves to assume authority in\na matter with which the subject is concerned, he is entitled to rely on their\nhaving the authority which they assume. He does not know and cannot be\nexpected to know, the limits of their authority and he ought not to suffer if\nthey exceed it.\n10. Mr. Cama submitted that the defence being taken on behalf of the\nCIDCO that it had acted arbitrarily and in contravention of its own rules, was\nG not available to CIDCO since the appellants had acted and altered their\nposition on the basis of such assurance and the appellants were not required\nto know whether CIDCO had acted in conformity with its rules or not.\nH\n11. In this connection, Mr. Cama also referred to the decision of this\nCourt in the case of Century Spinning and Manufacturing Company Ltd. and\nSUNIL PANNALAL BANTHIA 1. CITY AND INDUSTRIAL DEVELOPMENT CORPN. OF MAHARASHTRA LTD. JALTAMAS KABIR 1.1 803\nAnr. v. The Ulhasnagar Municipal Council and Anr., reported in [1970] 1 SCC A\n582, wherein it was observed as under:-\n\"Public bodies are as much bound as private individuals to carry out\nrepresentations of facts and promises made by them, relying on which\nother persons have altered their position to their prejudice. The\nobligation arising against an individual out of his representation B\namounting to a promise may be enforced ex contractu by a person\nwho acts upon the promise: when the law requires that a contract\nenforceable at law against a public body shall be in certain form or\nbe executed in the manner prescribed by statute, the obligation may\nbe enforced against it in appropriate cases in equity. In Union of India\nand Ors. v. M/s. Indo-Afghan Agencies Ltd., [1968] 2 SCR 366, this\nCourt as held that the Government is not exempt from the equity\narising out of the acts done by citizens to their prejudice, relying upon\nthe representations as to its future conduct made by the Government.\nThis Court held that the following observations made by Denning, J.,\nin Robertson v. Minister of Pensions, (1949) 1 KB 227, applied in India: D\n\"The Crown cannot escape by saying that estoppels do not bind\nthe Crown for that doctrine has long been exploded. Nor can the\nCrown escape by praying in aid the doctrine of executive necessity,\nthat is, the doctrine that the Crown cannot bind itself so as to fetter\nits future executive action.\"\nWe are in this case not concerned to deal with the question whether\nDenning L.J., was right in extending the rule to a different class of\ncases as in Falmouth Boat Construction Co. Ltd. v. Howell, [1950]\n1 All ER 538 where he observed at p.542:\n\"Whenever Government officers in their dealings with a subject\ntake on themselves to assume authority in a matter with which the\nsubject is concerned, he is entitled to rely on their having the authority\nwhich they assume. He does not know, and cannot be expected to\nknow, the limits of their authority, and he ought not to suffer if they\nexceed it.\"\nIt may be sufficient to observe that in appeal from that judgment\n(Howell v. Falmouth Boat Construction Co.Ltd.) (supra) Lord Simonds\nobserved after referring to the observations of Denning, L.J.:\nC\nE\nF\nG\n\"The illegality of an act is the same whether the action has been H\n804\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nmisled by an assumption of authority on the part of a Government\nofficer however high or low in the hierachy.\nThe question is whether the character of an act done in force of a\nstatutory prohibition is affected by the fact that it had been induced\nby a misleading assumption of authority. In my opinion the answer is\nclearly: No.\"\n12. It was further observed that different standards of contract for the\npeople and the public bodies could not ordinarily be permitted and the public\nbody was not exempt from the liability to carry out its obligation arising out\nof representations made by it relying upon which a citizen has altered his\nposition to his prejudice.\n13. The same sentiments have also been expressed by this Court in\nanother decision in the case of U.P. Rajkiya Nirman Nigam Ltd. v. Indure\nPrivate Limited \u0026 Ors., [1996] 2 SCC 667, where the concept of indoor\nD management was argued on behalf of the appellant. Repelling such argument,\nthis Court held that when the negotiations were undertaken on behalf of the\nappellant, the respondent was led to believe that the officer was competent\nto enter into the contract on behalf of the appellant. When the counter\nproposal was sent, the appellant had not returned the proposal. It, therefore,\namounted to acceptance and hence a concluded contract came into existence.\nE\nF\nG\n14. On the strength of the above, Mr. Cama submitted that having\nallotted the plot in question to the appellants, it was not open to CIDCO to\nunilaterally claim that such allotment was void since it had no authority to\nmake such allotment in the manner in which it had been done.\n15. Mr. Cama submitted that even such a stand was untenable in view\nof Regulation 4 of the New Bombay Disposal of Land Regulations, 1975,\nwhich had been framed under Section 159 of the MRTP Act and provides as\nfollows:-\nManner of disposal of land: \"The Corporation may dispose plot of\nland by public auction or tender or by considering individual\napplications as the Corporation may determine from time to time.\"\n16. Mr. Cama submitted that CIDCO had also adopted Resolutions on\nthe aforesaid basis, which issue had been dealt with by this Court in the case\nHof Amey Co-operative Housing Society Limited (supra). It was not, therefore,\nSUNIL PANNALAL BANTHIA 1. CITY AND INDUSTRIAL DEVELOPMENT CORPN. OF MAHARASHTRA LTD JALTAMAS KABIR | 805\navailable to CIDCO to contend that the allotment could not have been made A\non the basis of an individual application and that the same was void on\naccount of the fact that no public auction had been held in connection with\nsuch allotment.\n17. Mr. Cama also submitted that the availability of an alternate remedy\nwhich was less efficacious than a writ petition, did not absolutely bar the B\nfiling of a writ petition and even on such ground the impugned order of the\nHigh Court was liable to be set aside, particularly when the writ petition had\nbeen admitted and the parties had completed their pleadings. Mr. Cama\nsubmitted that the subject-matter of the instant appeal being different from\nthose decided earlier by this Court, there was no reason for the appeal to be C\nremitted back to the High Court since the only question involved in the\ninstant appeal was whether the allotment made was at all void in terms of\nSection 23 of the Contract Act, 1872 and also whether CIDCO acted within\nits jurisdiction in cancelling such allotment unilaterally.\n18. Appearing for CIDCO, Mr. Altaf Ahmed, learned Senior Advocate, D\nsubmitted that certain other similar appeals which had been disposed of by\nthe High Court without going into merits, had been remitted to the High Court\nfor fresh determination and there was no difference in the instant case where\nalso the High Court had adopted a similar procedure. Mr. Ahmed contended\nthat since the merits of the matter had not been gone into by the High Court,\nit was not available to the appellants to argue the merits which the High Court\nhad no occasion to consider. The question of valuation or the mode of\nallotment was yet to be adjudicated upon and the matter was, therefore,\nrequired to be remitted to the High Court for a full adjudication thereupon.\nE\n19. Mr. Ahmed tried to urge that having regard to Section 23 of the F\nContract Act, an agreement would not be lawful if it was found to be immoral\nor opposed to public policy. He urged that since CIDCO had made the\nallotment in violation and/or contravention of its own rules regarding such\nallotment, the allotment must be held to be opposed to public policy and was\ntherefore unlawful and void in terms of Section 23 of the Contract Act, 1872.\n20. Mr. Ahmed submitted that the decisions cited by Mr. Cama were not\napplicable to the facts of this case since the High Court did not go into the\nfacts to determine as to whether the allotment was, in fact, opposed to public\npolicy and was, therefore, illegal and void.\nG\nH\nA\nB\n806\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n21. Although, we were at one stage inclined to remit the matter to the\nHigh Court since the writ petition had not been considered on merits and had\nbeen dismissed on the existence of an alternate remedy by way of suit, after\nconsidering the submissions made on behalf of the respective parties, we\nhave decided otherwise. We are inclined to accept Mr. Cama's submission that\nthe facts of this appeal are different from those which have been earlier\nremitted to the High Court for re-consideration on merits and also for making\na re-valuation. In the present appeal, we are only concerned with the question\nof law as to whether CIDCO had acted in excess of its jurisdiction and\nauthority in cancelling the allotment made to the appellants on a unilaterally\nconsideration that the allotment had been made in contravention of its rules\nC and regulations and was thereby opposed to public policy and was illegal and\nvoid in terms of Section 23 of the Contract Act, 1872. No decision is required\nto be taken in the matter on facts, which could have merited an order of\nremand.\nD\n22. On the legal question, it is quite obvious that having acted and held\nout assurances to the appellants which caused the appellants to alter their\nposition to their prejudice, it was not open to CIDCO to take a unilateral\ndecision to cancel the allotment on the ground that it had acted without\njurisdiction and/or in excess of jurisdiction and in violation of its rules and\nregulations. Even on that score, the argument advanced on behalf of CIDCO\nE is unacceptable having regard to Regulation 4 of the New Bombay Disposal +\nof Land Regulations, 1975 extracted hereinabove which empowered CIDCO\nto dispose of plots of land even on the basis of individual applications. The\nsaid aspect of the matter has been dealt with in detail in Civil Appeal Nos.\n408/07 and 410/07 referred to hereinabove.\nF\nwe\n23. On the question of the allotment being opposed to public policy,\nfailed to see how CIDCO can raise such an issue. On the other hand, the\nstand taken by CIDCO is, in our view, opposed to public policy since CIDCO\nwas not entitled to take a unilateral decision to cancel the allotment after the\nappellants had acted on the basis thereof and had expended large sums of\nG money towards the construction which has progressed to some extent. The\nRegulations allowed CIDCO to entertain individual applications for allotment.\nas has been done in the instant case. Merely by indicating that the law\ndeclared by this Court was universally binding under Article 141 of the\nConstitution, it could not contend that such allotment was contrary to public\npolicy on a fresh consideration made by the Board of Directors of the\nH Corporation upon considering the recommendations made by Dr. D.K.\nSUNIL PANNALAL BANTHIA 1º CITY AND INDUSTRIAL DEVELOPMENT CORPN, OF MAHARASHTRA LTD JALTAMAS KABIR. J | 807\nShanakran, the then Addl. Secretary (Planning) of the State of Maharashtra. A\nIt may be mentioned that Dr. Shankaran had been appointed by the State\nGovernment in January 2005 to conduct a discreet inquiry into allotments of\ncertain plots of land made by the Corporation during the tenure of Shri V.M.\nLal, the then Vice-Chairman and Managing Director allegedly in contravention\nof the established Rules, Regulations and Conventions.\n24. That consideration, in our view, was not sufficient in the instant\ncase to cancel the allotment which had been made in accordance with the\nRegulations and the appellants had made payments as directed by the\nCorporation, which, in fact, was higher than the price recommended by the\nShankaran Committee.\n25. For the reasons aforesaid, we allow the appeal, set aside the order\nof the High Court impugned in this appeal and quash the order dated 29th\nMarch, 2006 passed by CIDCO as also the Show Cause Notice dated 19th\nJuly, 2005 on the basis of which the aforesaid order of cancellation of allotment\nwas made.\n26. There will, however, be no order as to costs.\nB\nC\nD\n入\nN.J.\nAppeal allowed.\n"}