{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nUNION OF INDIA AND ORS.\nV.\nKESHAR SINGH\nAPRIL 20, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nD\nService Law:\nPension Regulations, 1961:\nRegulation 49, Appendix II, para 7 (c) read with para 7(b), and\nRegulation 423-Army-Disability pension-Claim for-Expression\n\"attributable to service\"-Connotation of Rifleman in Army-Discharged\non report of Medical Board that soldier was suffering from Schizophrenia-\nMedical Board also opined that disability did not exist before entering, the\nservice, but was not attributable to military service-Held: In view of legal\nposition and position and opinion of Medical Board, soldier was not entitled\nto disability pension-Armed Forces-Army-Disability pension.\nRespondent was discharged form Army on the report of the Medical\nE Board, which indicated his non-suitability for continuance in the Army as he\nwas suffering from Schizophrenia, and opined that the disability did not exist\nbefore entering the service and was not connected with service. His appeal\nwas dismissed by the appellate authority. He filed a writ petition and the Single\nJudge as also the Division Bench in special appeal, on the strength of para\n7(b) of Appendix II referred to in Regulation 48 of the Pension Regulations,\n1961, held that the respondent was entitled to disability pension.\nF\nG\nH\nIn the appeal filed by the Union of India, it was contended that the High\nCourt lost sight of para 7(c) of Appendix II and Regulation 423 of the\nRegulations.\nAllowing the appeal, the Court\nHELD: 1.1. Clause (c) of Para 7 of Appendix II referred to in Regulation\n48 of the Pension Regulations, 1961 makes the position clear that if a disease\nis accepted as having arisen in service it must also be established that the\n408\nU.O.I. v. KESHAR SINGH [PASAYAT, J.]\n409\nconditions of military service determined or contributed on the onset of the A\ndisease and that the conditions are due to the circumstances of duty in military\nservice. There is no material placed by the respondent in this regard.\n[Para 5] [411-C]\n1.2. Further, Regulation 423 explains the terms \"attributable to service\"\nand lays down that the cause of a disability or death resulting from a disease\nB\nwill be regarded as attributable to service when it is established that the\ndisease arose during service and conditions and circumstances of duty in\nthe armed forces determined and contributed to the onset of the disease. It is\nessential to establish whether the disability or death bore a casual connection\nwith the service conditions. The opinion of he medical board/medical officer,\nin so far as it relates to the actual cause of the disability or death and the\ncircumstances in which it originated will be regarded as final. In the instance\ncase, opinion of the Medical Board was clearly to the effect that the illness\nsuffered by the soldier was not attributable to the military service.\n[Para 7 and 11] [412-C-D; E; 413-C; F; 415-G]\n1.3. In view of the legal position and the opinion of the Medical Board,\nboth the Single Judge and the Division Bench of the High Court were not\njustified in their respective conclusions. The respondent is not entitled to\ndisability pension. However, on the facts and circumstances of the case,\npayment already made to the respondent by way of disability pension shall not\nbe recovered from him. [Para 11] [415-G]\nUnion of India and Anr. v. Baljit Singh, [1996] 11 SCC 315; Union of\nIndia and Anr. v. Dhir Singh China, Colonel (Retd.), [2003] 2 SCC 383 and\nController of Defence Accounts (Pension) and Ors. v. S. Balachandra Nair,\n[2005] 13 SCC 128, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 762 of 2001.\nC\nᎠ\nE\nF\nFrom the Judgment and Order dated 22.09.1998 of the High Court of\nJudicature, at Allahabad in Special Appeal No. 812 of 1998.\nG\nR. Mohan, A.S.G., V. Mohana, Rajni Singh, R.C. Kathiya and B.V. Balaram\nDas for the Appellants.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nH\n410\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA rendered by a Division Bench of the Allahabad High Court dismissing the\nspecial appeal filed by the appellant against the order of learned Single Judge.\nThe controversy lies within a very narrow compass i.e. whether the respondent\nis eligible to disability pension.\nB\nC\n2. Background facts giving rise to the present dispute is as follows:\nThe respondent was enrolled as Rifleman on 15.11.1976 and was\ndischarged from Army on 18.10.1986. It was found that he was suffering from\nSchizophrenia and the Medical Board's report indicated his non-suitability for\ncontinuance in army. Medical Board opined that the disability did not exist\nbefore entering service and it was not connected with service. An appeal was\npreferred before prescribed appellate authority which was dismissed on\n16.4.1989. Respondent filed a writ petition which was allowed by learned\nSingle Judge and as noted above by the impugned judgment the special\nappeal was dismissed. Both learned Single Judge and the Division Bench\nheld that it was not mentioned at the time of entering to army service that\nD the respondent suffered from Schizophrenia and therefore it was attributable\nE\nF\nG\nH\nto army service. Both learned Single Judge and the Division Bench referred\nto para 7(b) of the Appendix II referred to in Regulations 48, 173 and 185 of\nthe Pension Regulations, 1961 to hold that if any disease has led to the\nindividuals discharge it shall be ordinarily deemed to have arisen in the\nservice if no note of it was made at the time of individual's acceptance for\nmilitary service. Accordingly, it was held that the respondent was entitled to\ndisability pension.\n3. In support of the appeal learned Additional Solicitor General submitted\nthat both learned Single Judge and the Division Bench have lost sight of para\n7(c). Both 7(b) and 7(c) have to be read together. They read as follows\"\n\"7 (b) A disease which has led to an individual's discharge or\ndeath will ordinarily be deemed to have arisen in service if no note\nof it was made at the time of the individual's acceptance for military\nservice. However, if medical opinion holds for reasons to be stated,\nthat the disease could not have been detected on medical examination\nprior to acceptance for service the disease will not be deemed to have\narisen during service.\n7(c) If a disease is accepted as having arisen in service, it must\nalso be established that the conditions of military service determined\nor contributed to the onset of the disease and that the conditions\nU.O.I. v. KESHAR SINGH [PASAYAT, J.]\nwere due to the circumstances of duty in military service.”\n4. There is no appearance on behalf of the respondent.\n411\nA\n'\n5. A bare reading of the aforesaid provision makes it clear that ordinarily\nif a disease has led to the discharge of individual it shall ordinarily be deemed\nto have arisen in service if no note of it was made at the time of individual's B\nacceptance for military service. An exception, however, is carved out, i.e. if\nmedical opinion holds for reasons to be stated that the disease could not\nhave been detected by Medical Examination Board prior to acceptance for\nservice, the disease would not be deemed to have arisen during service.\nSimilarly, clause (c) of Rule 7 makes the position clear that if a disease is\naccepted as having arisen in service it must also be established that the\nconditions of military service determined or contributed to the onset of the\ndisease and that the conditions are due to the circumstances of duty in\nmilitary service. There is no material placed by the respondent in this regard.\nC\n6. Reference was also made by learned ASG to Pension Regulations for\nD\nthe Army. Rule 173 of such Regulations read as follows:\nPrimary conditions for the grant of disability pension:\n\"173. Unless otherwise specifically provided a disability pension may\nbe granted to an individual who is invalided from service on account\nof a disability which is attributable to or aggravated by military service\nand is assessed at 20 percent or above.\nThe question whether a disability is attributable to or aggravated\nby military service shall be determined under rule in Appendix II.\nRelevant portion in Appendix II reads as follows:\n\"2. Disablement or death shall be accepted as due to military service\nprovided it is certified that\n(a) The disablement is due to wound, injury or disease which\n(i) is attributable to military service; or\n(ii) existed before or arose during military service and has been\nand remains aggravated thereby;\n(b) the death was due to or hastened by-\nE\nF\nG\n(i) a wound, injury or disease which was attributable to military\nH\n412\nA\nB\nC\nD\n(1)\nE\nF\n☐ G\nservice, or\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nL\n(ii) the aggravation by military service of a wound, injury or\ndisease which existed before or arose during military service.\nNote: The Rule also covers cases of death after discharge/invaliding\nfrom service.\n3. There must be a casual connection between disablement or death\nand military service for attributability or aggravation to be conceded.\n4. In deciding on the issue of entitlement all the evidence, both direct\nand circumstantial, will be taken into account and the benefit or\nreasonable doubt will be given to the claimant. This benefit will be\ngiven more liberally to the claimant in field service case.\"\n7. Regulation 423 also needs to be extracted. The same reads as follows:\n“423. Attributability to Service:\n(a) For the purpose of determining whether the cause of a disability\nor death is or is not attributable to service, it is immaterial whether\nthe cause giving rise to the disability or death occurred in an area\ndeclared to be a Field Service/Active Service area or under normal\npeace conditions. It is, however, essential to establish whether\nthe disability or death bore a casual connection with the service\nconditions. All evidence both direct and circumstantial, will be\ntaken into account and benefit of reasonable doubt, if any, will\nbe given to the individual. The evidence to be accepted as\nreasonable doubt, for the purpose of these instructions, should\nbe of a degree of cogency, which though not reaching certainty,\nnevertheless carry the high degree of probability. In this\nconnection, it will be remembered that proof beyond reasonable\ndoubt does not mean proof beyond a shadow of doubt. If the\nevidence is so strong against an individual as to leave only a\nremote possibility in his favour, which can be dismissed with the\nsentence \"of course it is possible but not in the least probable\"\nthe case is proved beyond reasonable doubt. If on the other\nhand, the evidence be so evenly balanced as to render\nimpracticable a determinate conclusion one way or the other, then\nthe case would be one in which the benefit of doubt could be\ngiven more liberally to the individual, in cases occurring in Field\nH\nU.O.I. v. KESHAR SINGH [PASAYAT, J.]\n413\nService/Active Service areas.\nA\n(b) The cause of a disability or death resulting from wound or injury,\nwill be regarded as attributable to service if the wound/injury was\nsustained during the actual performance of \"duty\" in armed forces.\nIn case of injuries which were self inflicted or duty to an\nindividual's own serious negligence or misconduct, the Board B\nwill also comment how far the disability resulted from self-\ninfliction, negligence or misconduct.\n(c) The cause of a disability or death resulting from a disease will\nbe regarded as attributable to service when it is established that\nthe disease arose during service and the conditions and\ncircumstances of duty in the armed forces determined and\ncontributed to the onset of the disease. Cases, in which it is\nestablished that service conditions did not determine or contribute\nto the onset of the disease but influenced the subsequent course\nof the disease, will be regarded as aggravated by the service. A\ndisease which has led to an individual's discharge or death will\nordinarily be deemed to have arisen in service if no note of it was\nmade at the time of the individual's acceptance for service in the\narmed forces. However, if medical opinion holds, for reasons to\nbe stated that the disease could not have been detected on\nmedical examination prior to acceptance for service, the disease\nwill not be deemed to have arisen during service.\n(d) The question, whether a disability or death is attributable to or\naggravated by service or not, will be decided as regards its\nmedical aspects by a medical board or by the medical officer who\nsigns the death certificate. The medical board/medical officer will\nspecify reasons for their/his opinion. The opinion of the medical\nboard/medical officer, in so far as it relates to the actual cause of\nthe disability or death and the circumstances in which it originated\nwill be regarded as final. The question whether the cause and the\nattendant circumstances can be attributed to service will, however,\nbe decided by the pension sanctioning authority.\n(e) To assist the medical officer who signs the death certificate or the\nmedical board in the case of an invalid, the C.O. unit will furnish\na report on:-\nC\nD\nE\nF\nG\n(i) AFMS F-81 in all cases other than those due to injuries.\n(ii) IAFY-2006 in all cases of injuries other than battle injuries.\nH\nA\nB\nC\nᎠ\nE\nF\nG\nH\n414\n(f)\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nIn cases where award of disability pension or reassessment of\ndisabilities is concerned, a medical board is always necessary\nand the certificate of a single medical officer will not be accepted\nexcept in case of stations where it s not possible or feasible to\nassemble a regular medical board for such purposes. The certificate\nof a single medical officer in the latter case will be furnished on\nmedical board form and countersigned by the ADMS (Army)/\nDMS (Navy)/DMS (Air).\n8. In Union of India and Anr. v. Baljit Singh, [1996] 11 SCC 315 this\nCourt had taken note of Rule 173 of the Pension Regulations. It was observed\nthat where the Medical Board found that there was absence of proof of the\ninjury/illness having been sustained due to military service or being\nattributable thereto, the High Court's direction to the Government to pay\ndisability pension was not correct. It was inter alia observed as follows:\n\"6......It is seen that various criteria have been prescribed in the\nguidelines under the Rules as to when the disease or injury is\nattributable to the military service. It is seen that under Rule 173\ndisability pension would be computed only when disability has occurred\ndue to wound, injury or disease which is attributable to military\nservice or existed before or arose during military service and has been\nand remains aggravated during the military service. If these conditions\nare satisfied, necessarily the incumbent is entitled to the disability\npension. This is made ample clear from clause (a) to (d) of para 7\nwhich contemplates that in respect of a disease the Rules enumerated\nthereunder required to be observed. Clause (c) provides that if a\ndisease is accepted as having arisen in service, it must also be\nestablished that the conditions of military service determined or\ncontributed to the onset of the disease and that the conditions were\ndue to the circumstances of duty in military service. Unless these\nconditions satisfied, it cannot be said that the sustenance of injury\nper se is on account of military service. In view of the report of the\nMedical Board of Doctors, it is not due to military service. The\nconclusion may not have been satisfactorily reached that the injury\nthough sustained while in service, it was not on account of military\nservice. In each case, when a disability pension is sought for made\na claim, it must be affirmatively established, as a fact, as to whether\nthe injury sustained was due to military service or was aggravated\nU.O.I. v. KESHAR SINGH [PASAYAT, J.]\nwhich contributed to invalidation for the military service\".\n415\n9. The position was again re-iterated in Union of India and Ors. v. Dhir\nSingh China, Colonel (Retd.), [2003] 2 SCC 382. In para 7 it was observed\nas follows:\nA\n\"7. That leaves for consideration Regulation 53. The said Regulation\nB\nprovides that on an officer being compulsorily retired on account of\nage or on completion of tenure, if suffering on retirement from a\ndisability attributable to or aggravated by military service and recorded\nby service medical authority, he may be granted, in addition to retiring\npension, a disability element as if he had been retired on account of\ndisability. It is not in dispute that the respondent was compulsorily C\nretired on attaining the age of superannuation. The question, therefore,\nwhich arises for consideration is whether he was suffering, on\nretirement, from a disability attributable to or aggravated by military\nservice and recorded by service medical authority. We have already\nreferred to the opinion of the Medical Board which found that the two\ndisabilities from which the respondent was suffering were not D\nattributable to or aggravated by military service. Clearly therefore, the\nopinion of the Medical Board ruled out the applicability of Regulation\n53 to the case of the respondent. The diseases from which he was\nsuffering were not found to be attributable to or aggravated by military\nservice, and were in the nature of constitutional diseases. Such being\nthe opinion of the Medical Board, in our view the respondent can\nderive no benefit from Regulation 53. The opinion of the Medical\nBoard has not been assailed in this proceeding and, therefore, must\nbe accepted.\"\n10. The above position was highlighted in Controller of Defence\nAccounts (Pension) and Ors. v. S. Balachandran Nair, [2005] 13 SCC 128).\n11. In view of the legal position referred to above and the fact that the\nMedical Board's opinion was clearly to the effect that the illness suffered by\nthe respondent was not attributable to the military service, both the learned\nSingle Judge and the Division Bench were not justified in their respective\nconclusion. The respondent is not entitled to disability pension. However, on\nthe facts and circumstances of the case, payment already made to the\nrespondent by way of disability pension shall not be recovered from him. The\nappeal is allowed but in the circumstances without any order as to costs.\nR.P.\nE\nF\nG\nAppeal allowed.\nH\n"}