{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"SUB-DIVISIONAL OFFICER TELEGRAPH, BIJNOR\nV.\nTHE PRESIDING OFFICER CENTRAL GOVERNMENT INDUSTRIAL\nTRIBUNAL CUM-LABOUR COURT, KANPUR AND ANR.\nFEBRUARY 8. 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nA\nB\nLaches--Industrial dispute-Award by Industrial Tribunal—Original\napplication thereaginst before Central Administrative Tribunal-Disposal C\nthereof as not maintainable-Dismissal of writ application by High Court\nbeing highly belated-On appeal, held: In the facts of the case writ application\nwas not belated—Matter remitted to High Court for adjudication on merit—\nIndustrial disputes Act, 1947.\nIn an industrial dispute, Central Government Industrial Tribunal- D\ncum-Labour Court passed an award in favour of workmen in 1992.\nAppellant-Department filed Original Application before Central\nAdministrative Tribunal (CAT) and the same was admitted. CAT disposed\nof the matter in 1997 holding that in view of the judgment in L. Chandra\nKumar v. Union of India and Ors., JT (1997) 3 SC 589, the proceedings E\nbefore it were not maintainable. Department filed Writ Application in 1998\nbefore High Court, and the same was dismissed on the ground of laches,\nholding that it was highly belated. Hence the present appeal.\nAllowing the appeal and remitting the matter to High Court for\ndecision on merits, the Court\nF\nJ.\n1\nHELD: A perusal of the factual scenario that Original application\nwas filed before Central Administrative Tribunal against the award and\nthe same was disposed of as not maintainable, clearly indicates that the\nwrit petition was not belated. [137-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3347 of 2000.\nFrom the Judgment and Order 30.4.1998 of the Allahabad High Court\nin C.M.W.P. No. 15161/1998.\nG\n135\nH\n136\nA\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nS. Radhakrishnan, Ms. Sunita Sharma, V.K. Verma and Arvind Kumar\nSharma with him of the Appellants.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the order passed\nB by a Division Bench of the Allahabad High Court dismissing the writ petition\nfiled by the appellant on the ground that an award passed by the Central\nGovernment Industrial Tribunal-cum-Labour Court, Kanpur (in short the\n‘Tribunal') was being assailed belatedly and the writ petition was dismissed\non the ground of laches.\nC\nᎠ\nE\nF\nLearned counsel for the appellant submitted that the approach of the\nHigh Court is clearly erroneous. It did not take note of the factual background\nand on the erroneous assumptions that an award of the Tribunal made in\n1992 was being belatedly challenged, the writ petition was dismissed. He\nreferred to several factual details which we shall deal with infra.\nThere is no appearance on behalf of the respondents in spite of notice.\nThe order of the High Court reads as follows:\n“The petitioner has challenged award of 1992. The petition is\nhighly belated and is dismissed on the ground of laches.\"\nFactual position which is almost undisputed is that some casual labourers\nraised a dispute before the Tribunal. The appellant took the stand that the\nconcerned labourers who were casual workers had deliberately remained absent\nfrom duty for more than six months. Those six persons were engaged on\ndaily wages basis in the Telecommunication Department under the SDO,\nBijnor. When they reported back after their voluntary absence they were not\ngiven any benefit for the past service and it was decided to treat them to have\njoined w.e.f. 7.5.1985. The Tribuna! by its award dated 17.3.1992 came to\nhold that there was, in fact, termination, and there was no compliance with\nG requirements of Section 25-F of the Industrial Disputes Act, 1947 and,\ntherefore, the action of the Department was illegal and unjustified. According\nto the Tribunal they were entitled to reinstatement with full back wages and\nconsequential benefits. The Department filed an Original Application before\nthe Central Administrative Tribunal, Allahabad Bench (in short ‘CAT'). The\nOriginal Application. was admitted on 5.5.1993 and stay on the direction for\nthe payment of back wages was granted. Subsequently, it was brought to the\nH\nt\n1\nSUB-DIVISIONAL OFFICER TELEGRAPH, BIJNOR 1. PRESIDING OFFICER CENTRAL GOVT. [PASAYATJ.] 137\nnotice of the CAT that in view of the decision of this Court in L. Chandra A\nKumar v. The Union of India \u0026 Ors., JT (1997) 3 SC 589) the proceedings\nbefore the CAT were not maintainable. By order dated 17.12.1997 CAT\ndisposed of the matter holding that the proceedings before it were not\nmaintainable. It was, however, inter alia observed as follows:\n\"Nothing in this order shall however, preclude the applicant from B\nseeking redressal of his grievances from an appropriate forum.\"\nThe writ application was filed in February, 1998 and has been dismissed\nas afore-noted by order dated 30.4.1998.\nA perusal of the factual scenario as noted above clearly indicates that C\nthe writ petition was not belated as was observed by the High Court. It is\nunfortunate that the High Court did not take note of the relevant factors and\nthe intervening circumstances and by a cryptic order dismissed the writ\napplication holding that it was highly belated. Had the High Court applied its\nmind to the factual background facts it could not have come to the conclusions D\nas arrived at. It is true, if there is abnormal delay in filing a writ petition and\nthere is no plausible explanation for the same, the Court can decline to\nentertain it on the ground of laches. But the fact situation is entirely different\nhere. In paragraphs 47 to 50 of the writ petition filed before the High Court,\nall relevant details were indicated. Unfortunately, the High Court has not\nE\ntaken note of that.\nIn the circumstances without expressing any opinion on merits, we set\naside the order of the High Court and remit the matter to it for decision on\nmerits.\nK.K.T.\nThe appeal is allowed. No costs.\n\"=\"\nF\nAppeal allowed.\n"}