{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"INDUSTRIAL PAPER (ASSAM) LTD. EMPLOYEES UNION\nV.\nMANAGEMENT ASSAM INDUSTRIAL DEV. CORPN. LTD.\nJANUARY 10, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nLabour Laws:\nA\nB\ni\nIndustrial Disputes Act, 1947; s.3(f):\nWorkmen working under a project sponsored by a State-Corporation\nTransferring of project to another company-Non-payment of salaries—\nIndustrial dispute-Labour Court held, no material available on record to\nshow that project transferred to the company and it was incumbent upon\nthe Corporation either to terminate services of workmen and give terminal\nbenefits and pay salaries to them till such decision taken-Challenged by\nboth parties-Single Judge held since workmen in question not employees\nof the Corporation, it was not bound to give them benefit as awarded by\nLabour Court-Appeal dismissed by Division Bench of High Court-On\nappeal, Held: Both the Corporation and the Company have separate\nindependent existence having independent Board of Directors-State\nCorporation a nodal agency/promotional organization promoting company\nat initial stages-Thus, it cannot be called as owner of the establishment,\na company-Hence, judgment of High Court cannot be faulted-However,\nemployees/Unions could make claim for arrears of salaries or claim due\nfrom Company-Companies Act, 1956.\nWords and Phrases: 'owner'-Meaning of in the context of Industrial\nDisputes Act, 1947.\nAppellant, a registered Trade Union raised a dispute regarding non-\npayment of salaries to its members employed in a Project under M/s\nIndustrial papers (ASSAM) Ltd., a company by Assam Industrial Development\nCorporation Ltd. (AIDC) after October 1998 on the plea that the members\nof the appellant-Union were not the employees of the Corporation but of the\nCompany. The appropriate Govt. referred the following issues to the\nLabour Court for adjudication:\n“1. As to whether the management of the Corporation is justified to\ndeny as owner of the project of the company, though they have signed an\nagreement with a contractor as ‘owner' of the project;\n661\nC\nD\nE\nF\nG\nH\n:\nA\nB\nC\n662\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n2. As to whether the Corporation is justified to deny to take the\nresponsibility of company's employees, though the employees were appointed\nby the Corporation;\n3. As to whether the management of AIDC is justified by not absorbing\nor engaging the employees of the Company, in their other Promoted\nindustries or give them salary regularly though they have failed to install\nor run the Company;\n4. If not, then as to whether the affected employees are entitled for\neither regular monthly salary from the management or absorption in the\nother Industrial Units promoted by the Corporation.\n5. And as to whether the Corporation should not recruit or appoint\n'new employees, to say in their Promoted Industries until and unless the\nemployees of the Industrial paper are engaged or absorbed by the\nD Management.\"\nE\nF\nG\nH\nLabour Court held that there was no material on record to show that\nthe Corporation had transferred the project to the Company in question, at\nany point of time; that the Issue is redundant as members of the Union do\nnot come within the categories of posts advertised; that it was not incumbent\non the Corporation to absorb members of the appellant union; that the\nCompany could not be run, it was incumbent for the Corporation to\nterminate the services of the members of the appellant-Union giving them\nterminal benefits according to relevant industrial and labour laws; and that\nuntil that was done the Corporation was obliged to give the members of the\nappellant union regular salaries. Aggrieved, both the appellant and the\nCorporation filed writ petitions. The writ petitions filed by the Corporation\nwere allowed and one filed by the appellant was dismissed by the Single\nJudge of the High Court. Hence the present appeal.\nAppellant-employees Union contended that the Labour Court had\ntaken a practical and pragmatic view; and that the Division Bench of the\nHigh Court should not have interfered with the findings recorded.\nRespondent-Corporation submitted that in view of materials placed on\nrecord, both Single Judge and Division Bench of the High Court were\n!\n1.\nINDL. PAPER (ASSAM) LTD. EMPLOYEES UNION ». MANAGEMENT ASSAM INDL. DEV. CORPN. LTD. 663\njustified in its conclusion and no interference is called for; that there is\nample material on record to show that employment was for a specific project\nand on an expiry of that project the question of any claim to be appointed\nby the Company much less by the Corporation does not arise.\nDismissing the appeal, the Court\nHELD: 1.1. Single Judge and the Division Bench of the High Court\nhave categorically found that M/s. Industrial Papers (Assam) Ltd. (IPAL)\nwas a separate, independent company and the members of the appellant\nunion are not employees of the Corporation. That being so the conclusions\nof the Single Judge and the Division Bench that Assam Industrial\nDevelopment Corporation Ltd. (AIDC) cannot be saddled with the\nresponsibility of those employees is irreversible. [Para 11] [668-G]\nA\nB\nC\n1.2. Memorandum and Article of Association of both AIDC and IPAL\nas well as the Certificate of Incorporation of IPAL has been referred to by\nD\nthe Division Bench in the impugned judgment. It has, with reference to\nthose come to hold that they have separate independent existence having\nindependent Board of Directors. [Para 12] [669-A]\n1.3. AIDC was a nodal agency of the Government of Assam and was\nacting only as a promotional organization for promoting IPAL at the initial\nstages. As is rightly pointed out by AIDC, it cannot be branded as a owner\nof the establishment. [Para 12] [669-B]\nBlack's Law Dictionary 6th Edition - referred to.\n2. In the facts and circumstances of the case, the judgment of the\nDivision Bench affirming that of the Single Judge cannot be faulted.\nHowever, dismissal of the appeal shall not stand in the way of the concerned\nemployees or recognized Unions making claim for arrears of salaries or\nclaims to be due from IPAL. [Para 15] [670-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7990 of 2004.\nо\nE\nF\nG\nFrom the Final Judgment and Order dated 10.12.2003 of the High Court\nof Gauhati in W.A. No. 241/2002.\nH\nA\nB\nC\nD\nE\n664\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nP.K. Goswami, B. Aggarwal, A. Henry and Rajiv Mehta, for the\nAppellant.\nRohington Nariman, Arunabh Chowdhury, Pragya Singh Bahel and\nManik Karanjawala, for the Respondent.\nThe Judgment of the Court was delivered by\nDr. ARIJIT PASAYAT, J. : 1. Appellant calls in question legality of\nthe judgment rendered by a Division Bench of the Guwahati High Court\ndismissing the writ petition filed by the appellant. The writ appeal was\ndirected against the common judgment and order dated 7.5.2002 passed by\nlearned Single Judge wherein the writ petition filed by the respondent\nNo. 2 i.e. Management of Assam Industrial Development Corporation Ltd.\n(in short the 'AIDC') was allowed while dismissing the writ petition filed by\nthe appellant. Both the writ petitions were directed against the Award of the\nPresiding Officer, Labour Court, Assam, at Guwahati (hereinafter referred to\nas the 'Labour Court'). The appellant claims to be the Union of employees\nof M/s Industrial Papers (Assam) Ltd. (in short the 'IPAL'). Learned Single\nJudge held that there is a clear cut finding in the Award to the effect that\nworkmen were not employees of AIDC, and therefore, the question of giving\nthem benefit as was done by the Labour Court did not arose and consequently\nthat part of the Award was quashed.\nBackground facts in a nutshell are as follows:\n2. The appellant, being the registered Trade Union, looking after the\nwelfare of its members employed by AIDC in its Extensible Sack Kraft. Paper\nF Project (for sake, called as 'ESKPP') under IPAL, raised a dispute for non-\nG\nH\npayment of salaries of its members by AIDC after October 1998 on the plea\nthat the members of the appellant were not the employees of AIDC but of\nthe IPAL. Accordingly the appropriate Govt. vide notification dated 20.2.1999\nreferred the following issues to the Labour Court for adjudication. The\nissues are quoted below:\n\"1. Whether the management of Assam Industrial Development\nCorporation is justified to deny as owner of the Sack Kraft Paper\nProject of M/s Industrial Papers (Assam) Ltd. (IPAL), though they\nhave signed an agreement with a contractor as 'owner' of the Sack\nKraft Paper Project, Dhing District-Nagaon, Assam.\n(\n'\nINDL. PAPER (ASSAM) LTD. EMPLOYEES UNION v. MANAGEMENT ASSAM INDL. DEV. CORPN. LTD. [PASAYAT, J.)\n665\n2. Whether the Assam Industrial Development Corporation\nAIDC is justified to deny to take the responsibility of the Industrial\nPapers (Assam) Ltd. employees, though the employees were\nappointed by the AIDC through the advertisement published in the\nNews Paper.\n3. Whether the management of AIDC is justified by not\nabsorbing or engaging the employees of the IPAL, in their other\nPromoted industries or give them salary regularly though they have\nfailed to install or run the proposed Paper Mill in Dhing, Nagaon.\n4. If not, then the said affected employees are entitled for\neither regular monthly salary from the management or absorption in\nthe other Industrial Units promoted by the Assam Industrial\nDevelopment Corporation, Guwahati.\nA\nB\nC\n5. And the AIDC should not recruit or appoint new employees D\nto say other their Promoted Industries until and unless the employees\nof the Industrial paper are engaged or absorbed by the\nManagement.\"\n3. The Labour Court issued notice dated 22.5.1999 to the respective\nparties to the alleged disputes. In pursuance of the notice, both the AIDC\nand the appellant filed their respective written statements and additional\nwritten statements. AIDC, in their written statement, raised preliminary\nobjection, specifically with the issues under reference, inter-alia, questioning\nthe maintainability of the reference stating that the purported dispute\nreferred to by the Notification is not an industrial dispute within the meaning\nof Industrial Disputes Act, 1947 (hereinafter called as the Act') and the\nNotification issued by the Government cannot constitute an industrial\ndispute because AIDC was not a proper or necessary party and the members\nof the appellant, being employees of a separate company i.e. IPAL, cannot\nclaim to be employees of AIDC which was only a Promoter Company.\n4. Apart from the preliminary objection so raised as mentioned above,\nAIDC gave its reply in respect of all other issues. Regarding issue No.1, it\nwas stated that AIDC, being a promotional organization, had also promoted\nthe IPAL by signing various documents and agreements with IPAL since it\nE\nF\nG\nH\nA\nB\n666\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nwas in the nascent stage for the project for protection of ESKPP at Dhing.\nThe role of AIDC was merely to assist IPAL as its promoter for setting up\nits project. AIDC claimed that under no circumstances AIDC could be called\nas owner of the project because IPAL was a separate Company registered\nunder the Companies Act, 1956 with an independent Board of Directors\nhaving its separate Memorandum and Articles of Association. In support of\nits claim, AIDC mentioned that the Govt. of Assam vide Notification dated\n23.2.88 re-constituted the Board of Directors of IPAL Insofar as issue\nNo. 2 is concerned, it was stated that since the ESKPP of IPAL was not\nowned by AIDC, the appellants were the employees of IPAL, and AIDC\nbeing a nodal agency of the State Government for implementation of various\nC projects as promoter only, cannot be saddled with any responsibility of the\nemployees of IPAL and the appellant's members were not the employees of\nAIDC Besides IPAL, the AIDC promoted several other companies like\nFertichem Ltd., Assam Syntex Ltd., Assam Petrochemical Ltd., etc. and those\nare managed by their independent Board of Directors. The employees who\nwere claimed by the appellant to be the employees of AIDC, on being\nappointed in pursuance of the advertisement, were not the workmen as\ndefined under the Act. According to them, none of 11 categories of posts\nadvertised, mentioned in the reference itself, were workmen as defined under\nthe Act arid the persons appointed against those posts had not raised\ndispute. Such dispute had only been raised by the IPAL Employees Union,\nthe appellant, which did not represent the persons appointed as per the\nadvertisement. As regards issue No. 3, the contention of AIDC was that\nthey were already overstaffed for which Voluntary Retirement Scheme had\nalready been introduced to reduce excess manpower and as such absorption\nof employees of IPAL in AIDC did not arise. With regard to issue No. 4,\nF AIDC stated that AIDC as a promoter was not liable for payment of salaries\nD\nE\nG\nto the employees of IPAL which was a separate and distinct Company. On\nissue No. 5, the stand of AIDC was that due to the precarious financial\nposition, the question of fresh recruitment did not come.\n5. The appellant in the written statement alleged that the ESKPP was\nowned by AIDC inasmuch as ESKPP, being established under the licence\nobtained from the Central Government under the Industries (Development\nand Regulation) Act, 1951 (for short, the 'IDR Act'), AIDC cannot claim that\nthey established the said project as a 'Promoter' as they failed to show that\nthe Industrial Licence obtained by it was either transferred or revoked at any\nH stage. According to it, AIDC also admitted that ESKPP was never\n7\nINDL. PAPER (ASSAM) LTD, EMPLOYEES UNION v. MANAGEMENT ASSAM INDL. DEV. CORPN. LTD. [PASAYAT, J.] 667\nA\namalgamated with any other company under the Companies Act and as\nsuch, the AIDC remained the 'owner' for the said project even under the Act\nitself and no further document or any evidence was necessary to prove the\nsame from the appellant's side. Accordingly it was pleaded that issue No.1\nshould be decided in favour of the appellant holding that AIDC was not\njustified in denying the ownership of the project. Regarding issue No. 2, it\nB\nwas alleged that since AIDC was owner of the project, it could not deny its\nresponsibilities to its employees who were appointed in the project. Insofar\nas issue Nos. 3 and 4 are concerned, it was claimed that the AIDC, being\nthe owner of the project, was liable to pay regular salaries to its workmen.\nAs regards issue No. 5, it was submitted that AIDC should be restrained\nfrom recruiting or appointing new employees until and unless the employee C\nof IPAL were engaged or absorbed by AIDC.\n6. The Labour Court in its Award held as follows:\n(A) There was no material on record to show that AIDC had\ntransferred Sack Kraft Paper Project Dhing to the IPAL at any\npoint of time. It was observed that though both parties have\napproved the appointment of candidates at IPAL and AIDC\nnone of them came within the categories of those post\nadvertised\n(B) The Issue is redundant as members of the Union do not come\nwithin the categories of posts advertised.\n(C) It was not incumbent of AIDC to absorb members of the\nappellant union to any other AIDC industry.\n(D) IPAL could not be run it was incumbent for AIDC to terminate\nthe services of the members of the appellant-Union giving\nthem terminal benefits according to relevant industrial and\nlabour laws.\nᎠ\nE\nF\nG\n(E) Until that was done AIDC was obliged to give the members\nof the appellant union regular salaries.\n7. As noted above, both the appellant and AIDC filed writ petitions.\nWhile the writ petitions filed by the AIDC was allowed and one filed by the\nH\n668\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA appellant was dismissed. Learned Single Judge held that since workmen\nwere not employees of the AIDC, the question of giving them benefit as\ndone by the Labour Court did not arise. The question of employer and\nemployees (of AIDC) was not the subject matter of reference. Writ appeal\nwas filed by appellant before the High Court. The High Court inter alia held\nwhile dismissing the writ appeal that AIDC is not the owner of the Extensible\nSack Craft Paper Project of IPAL. Being a separate and independent\ncompany, the members of the appellant-union are not the employees of\nAIDC which could not be saddled with the responsibility of these employees.\nTherefore, AIDC was not liable for absorption or engagement of the\nemployees of IPAL in any other AIDC promoted industry and to give them\nC salaries regularly after the closure of the project.\nB\nD\nE\nF\nG\nH\n8. In support of the appeal learned counsel for the appellant submitted\nthat the Labour Court had taken a practical and pragmatic view. Learned\nSingle Judge and the Division Bench should not have interfered with the\nfindings recorded.\n9. Learned counsel for the respondent AIDC on the other hand\nsubmitted that in view of materials placed on record, both learned Single\nJudge and Division Bench of the High Court was justified in its conclusion\nand no interference is called for. There is ample material on record to show\nthat employment was for a specific project and on an expiry of that project\nthe question of any claim to be appointed by IPAL much less by AIDC does\nnot arise. According to AIDC the project was closed in 1991 whose\nassertion is denied by the appellant.\n10. There is no claim that the members of appellant union were\nemployees of AIDC. In the reference IPAL was not a party. It is evident\nfrom materials on record that IPAL was promoted by AIDC and was\nincorporated in 1974. It was not even subsidiary of AIDC.\n11. Learned Single Judge and the Division Bench have categorically\nfound that IPAL was a separate, independent company and the members of\nthe appellant union are not employees of AIDC. That being so the conclusions\nof learned Single Judge and the Division Bench that AIDC cannot be\nsaddled with the responsibility of those employees is irreversible.\n12. The Memorandum and Article of Association of both AIDC and\n7\n4\nINDL. PAPER (ASSAM) LTD. EMPLOYEES UNION v. MANAGEMENT ASSAM INDL. DEV. CORPN. LTD. [PASAYAT, J.] 669\nIPAL as well as the Certificate of Incorporation of IPAL has been referred A\nto by the Division Bench in the impugned judgment. It has, with reference\nto those come to hold that they have separate independent existence having\nindependent Board of Directors. The Notification dated 22.2.1988 by which\nBoard of Directors of IAPL has also been referred to for the purpose of\ncoming to the conclusion that both the companies have independent\nexistence. AIDC was a nodal agency of the Government of Assam and was\nacting only as a promotional organization for promoting IPAL at the initial\nstages. As is rightly pointed out by the AIDC cannot be branded as a owner\nof the establishment. The expression \"Owner\" has been defined in Section\n3(f) of the Act. It reads as follows:\n“(f) “owner”, in relation to an industrial undertaking, means the\nperson, who, or the authority which, has the ultimate control over\nthe affairs of the undertaking, and, where the said affairs are\nentrusted to a manager, managing director or managing agent shall\nbe deemed to be the owner of the undertaking”.\n13. In Black's Law Dictionary 6th Edition, the expression \"promoter\"\nhas been described as follows:\n\"One who promotes, urges on, encourage, in cites, advances\netc. one promoting a plan by which it is hoped to insure the\nsuccess of a business, entertainment etc. venture.\nThe person\nwho, for themselves or others, take a preliminary steps to the\nfinding or organization of a corporation or other venture. These\nperson who first associate themselves together for the purpose of\norganizing the company, issuing its prospectus, procuring\nsubscriptions to the stock, securing a charter etc. From an ordinary\nreading of the meaning of 'promoter', it can be well deduced that\n‘promoter' can not be treated as owner.\"\n14. In the written statement before the Labour Court, AIDC has taken\nspecific stand in the following manner:\n\"That when the employees were paid regular salary by IPAL\nProject from its own fund/account at that time no such demand was\nraised by the employees of IPAL. When they found that the\nProject is virtually closed and they are not getting salary from their\nB\nC\nᎠ\nE\nF\nG\nH\n670\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nown Project, they demanded that they belong to AIDC for the sake\nof getting salary from AIDC without doing any job for AIDC. In\nsuch situation the employees of IPAL cannot be treated as\nemployees of AIDC. These employees were appointed/recruited\nagainst the Project against the Project as per the job specification\nand as per requirement and sanctioned strength of IPAL while\nseeking requisition from Employment Exchange the requisition was\nsigned by General manager, Sack Kraft Paper Project as the employer.\nAll the employees have been appointed on behalf of the IPAL\nProject. They are employees of IPAL governed by all rules and\nregulations of Industrial Papers Assam Ltd. Under these\ncircumstances stated above the management of AIDC cannot take\nany responsibility for the employees of IPAL.\"\n15. Above being the position, the judgment of the Division Bench\naffirming that of learned Single Judge cannot be faulted and the appeal\nstands dismissed. Subject to what is stated above, dismissal of the appeal\nshall not stand in the way of the concerned employees or recognized Unions\nmaking claim for arrears of salaries or claims to be due from IPAL.\n16. It has been submitted by learned counsel for the appellant that the\ncommittee has been appointed by the High Court in the matter of arrears of\nE salary and on the question of absorption of various sick public sector\nundertakings. It needs no emphasis that those are the aspects about which\nwe have not expressed any opinion.\n17. The appeal is dismissed but without any orders as to costs.\nF\nS.K.S.\nAppeal dismissed.\n"}