{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 8 S.C.R. 273\nCHANDRAN @ MANICHAN @ MANIYAN\nV.\nSTATE OF KERALA\n(Criminal Appeal No. 1528 of 2005)\nAPRIL 4, 2011\n[V.S. SIRPURKAR AND CYRIAC JOSEPH, JJ.]\n-\n-\nA\nB\nAbkari Act - s.57A - Spurious liquor trade Improper\nmixing of noxious substance (methyl alchohol) with liquor led\nto death of 31 persons and blindness and grievous injuries C\nto several persons Allegation that the accused were\nengaged in the business of manufacture, storing, sale and\nsupply of illicit liquor which resulted in the said liquor tragedy\nConviction of A-7 and his two brothers A-8 and A-4 u/\ns.57A(1)(ii), and A-25 and A-30 u/s.57A(2). - All accused D\nsentenced to life imprisonment - On appeal, held: Methyl\nalcohol was used in mixing the liquor which was under the\ncontrol of A-7 who was being helped by his brothers, servants\nand relatives - In order to be convicted u/s.57A, the\nprosecution is not required to prove that A-7 physically mixed E\nthe methyl alcohol or the injurious substance with the spirit\nIf A-7 directed his servants to mix methanol that would also\nbe covered within the scope of the words 'mixes or permits to\nbe mixed' in the Section - The knowledge of A-7 that\nmethanol was being mixed, the fact that he was running the F\nbusiness along with his hirelings and the further fact that he\nused to be present at the time of the mixing are properly\nproved by the prosecution - A-8 is the real brother of A-7 and\nthere are number of other circumstances to suggest that A-8\nwas actively engaged in the business - A-8 was an active\nmember in carrying the said spurious liquor and the fact that\na vehicle under his possession found from his premises had\nthe trace of methanol is sufficient to hold that he had the\nnecessary knowledge that methanol played a major part in the\n273\nG\nH\nA\n274 SUPREME COURT REPORTS\n-\n[2011] 8 S.C.R.\nbusiness – The frequent calls of A-8 to his brother also show\nthat he was actively involved in the business - It is not\nnecessary that A-8 had to mix or permit to be mixed the\nnoxious substance himself - A-4 was also thoroughly in the\nbusiness like his brothers A-7 and A-8 - Conviction of A-8,\n-\n-\nB A-7 and A-4 u/s.57A(1)(ii) and sentence of life imprisonment\nimposed thereunder accordingly maintained - As regards A-\n25, it is established that he used to take the liquor\nmanufactured by A-7 and the same used to be supplied to\nhim by A-4 and the same was distributed by him further – A-\nC 25 does not seem to have taken care that it was not mixed\nwith methyl alcohol - Once this fact regarding the possession\nof methyl alcohol is proved, A-25 cannot argue that the\npossession of methyl alcohol was only incidental - The words\n\"omits to take reasonable precaution\" would cast a duty on him\nD to see that the liquor that he sells is not mixed with poisonous\nsubstance Again, under sub-section (5) of s.57A, he was\nbound to prove that he had taken reasonable precaution, as\ncontemplated in sub-section (2) No evidence that the\naccused discharged his burden in any manner - Therefore,\nhis conviction for offence punishable u/s.57A(2) is justified –\nHowever, he should not be punished with life imprisonment\nThis accused has already undergone more than 10 years\nof imprisonment Sentence brought down to the period\nalready undergone by him - The case of A-30 more or less\nis identical with A-25 – There is enough evidence to show that\nA-30 was involved in the procurement of liquor from A-4 – He\nthen packed it in the covers and supplied it - A-30 was also\nbehind the bars for more than 10 years His life\nimprisonment is also set aside and brought down to that\nalready undergone by him.\nE\nF\nG\n-\n-\n-\n-\n-\nAbkari Acts.57A - Illicit liquor trade - Burden of proof\n- On whom - Held: The prosecution has the initial burden to\nsuggest that the accused person was involved in the business\nof illicit liquor and that he knew the nature thereof - It is only\nH then that the burden would shift to the accused to prove that\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 275\nOF KERALA\nhe had no means to know about the nature of the business A\nor the fact that the liquor was being mixed with noxious\nsubstance like methanol - On facts, the prosecution had\ndischarged its primary burden - The accused persons, more\nparticularly, A-7, A-4 and A-8, did not offer any evidence so\nas to discharge the burden put against them..\nAbkari Acts.57A - Mixing of noxious substance with\nliquor - Liability under s.57A - Held: S.57-A is extremely\ngeneral - Held: Offence under the Section is not limited to\nlicence holders, but refers to anybody who mixes or permits\nto be mixed any noxious substance or any substance which\nis likely to endanger human life with any liquor - In addition\nto the mixing or permitting to be mixed, sub-section (2) of\ns.57A brings in the dragnet of the offence, a person who omits\nto take reasonable precaution to prevent the mixing of any\nnoxious substance - For being convicted u/s.57A, it is not\nnecessary that the person concerned must himself do the\nmixing.\n-\nB\nC\nD\nF\nPenal Code, 1860 - s.120B - Spurious liquor trade\ninvolving mixing of noxious substance (methyl alchohol) with E\nliquor - Leading to death of 31 persons and blindness and\ngrievous injuries to several persons Allegations of\nconspiracy against accused-appellants - Held: On facts, it\nmay not have been a conspiracy to mix the noxious\nsubstance but the fact of the matter is that in order to succeed\nin the business which itself was a conspiracy the accused\nmixed or allowed to be mixed methanol and used it so freely\nthat ultimately 31 persons lost their lives - The prosecution\nclearly proved that there was a noxious substance which was\nlikely to endanger the human life - Secondly, they proved that\nthe substance was mixed, permitted to be mixed and was\nbeing regularly mixed with liquor - They thirdly proved that\nthe persons mixing had the knowledge that methanol was a\ndangerous substance that aspect would be clear from the fact\nthat after the tragedy A-7 went and punished his servants and\nG\nH\nA\nB\nC\n276 SUPREME COURT REPORTS\n-\n[2011] 8 S.C.R.\nremonstrated them for 'not properly' mixing methanol with\nethyl alcohol – Lastly, it is proved that as a result of mixing\nof methanol with the liquor and as a result of consuming such\nliquor as many as 31 persons lost their lives and number of\nothers suffered grievous injuries.\n-\n-\nCriminal Trial - Evidence of accomplice - Admissibility\nHeld: The evidence of an accomplice is admissible subject\nto the usual caution On facts, even if the prosecution did\nnot prosecute PW53 - a close relative of the accused, and\nused his evidence only as an accomplice, it was perfectly\nlegal - The evidence of PW-53 was most natural and was not\nshaken in any manner in his cross-examination - He gave\ncomplete graphic description of the incident in question.\nSpurious liquor trade - Role of the State - State\nD Government to take definite steps for overhauling the system,\nby weeding out the corrupt by punishing them.\nAccording to the prosecution, the accused-\nappellants were engaged in the illegal trade of spurious\nE liquor adulterated with methyl alcohol which led to a\ntragedy in which 31 persons died, 6 persons lost their\neyesight and 500 persons suffered serious injuries due\nto consumption of spurious liquor.\nF\nThe appellants (A-7, his two brothers- A-4 and A-8, A-\n25, A-30 and one other accused, A-1, who died\nsubsequently) were convicted by the Sessions Judge for\noffences punishable under Sections 120B, 302, 307, 326,\n328 and 201 read with Section 34 of IPC as also under\nSections 55(a) (g) (h) (i), 57A and 58 of the Abkari Act (a\nG State Act for the State of Kerala) and sentenced to\nrigorous imprisonment for life. On appeal, the High Court\nset aside the conviction of the appellants under Sections\n302 and Section 307, IPC, however, maintained their\nconvictions under Section 57A(1)(ii) under the Abkari Act\nH\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 277\nOF KERALA\nalong with convictions under Sections 324, 326, 328 and A\n201, IPC as also Section 55 (h) and (i) and 58 of the Abkari\nAct.\nIn the present appeals, the appellants challenged\ntheir conviction contending that the Courts below had B\nmis-interpreted the provisions of Abkari Act, more\nparticularly, Section 57A(1)(i) and (ii) as also Section\n57A(2)(ii) and that the Courts below erred in convicting\nA-7 and his two brothers A-8 and A-4 u/s.57A(1)(ii), and\nin convicting A-25 and A-30 u/s.57A(2).\nDisposing of the appeals, the Court\nC\nE\nHELD:1.1. The original Section 57 of the Abkari Act\nprovided the punishment for adulteration by the licenced\nvendor or manufacturer. Section 57A was added in the D\nAct by Amendment Act No.21 of 1984. A plain reading of\nthe Section would mean that now the offence is not\nlimited to the licence holders, but refers to anybody who\nmixes or permits to be mixed any noxious substance or\nany substance which is likely to endanger human life\nwith any liquor. The Section, therefore, is extremely\ngeneral. In addition to the mixing or permitting to be\nmixed, sub-section (2) of Section 57A brings in the\ndragnet of the offence, a person who omits to take\nreasonable precaution to prevent the mixing of any\nnoxious substance. Significantly if, as a result of such act\nof mixing of the liquor with noxious or dangerous\nsubstance death is caused, the extreme penalty of death\nalso is provided. Imprisonment provided is for a term not\nless than three years but which may extend to\nimprisonment for life as also with a fine of Rs.50,000/-.\nSub-section 3 is the punishment for possession of any\nliquor or intoxicating drug which is mixed with noxious\nsubstance or dangerous drug knowing it to be so. Sub-\nsection (4) prohibits the bail and the conditions for grant\nF\nG\nH\n278 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA thereof. Sub-section (5) puts the burden of proving that\nthe accused has not mixed or permitted to be mixed or\nhas not omitted to take reasonable precautions to prevent\nthe mixing, on the accused himself. Similarly, the burden\nwould be on the accused to prove that while he was in\nB possession of such liquor mixed with noxious or\ndangerous substance, he did not know that such\nsubstance was mixed with such liquor. Section 58 speaks\nfor the possession of illicit liquor. [Paras 18, 19] [306-D;\n308-H; 309-A-E]\nC\nD\n1.2. Since the burden to prove the offence which\nnormally lies on the prosecution under the criminal\njurisprudence was shifted to the accused, it was but\nnatural that the constitutional validity of Section 57A\ncame to be challenged. However, in P.N. Krishna Lal, this\nCourt proceeded to uphold the same. It held that the\nprovisions did not violate Article 20 (3) of the Constitution\nand thus Section 57A was held to be valid. In this locus\nclassicus this Court has described complete scope of\nsection 57A as a whole with special reference to Section\n57A (5). It is in this backdrop of this exposition of law that\nthe Courts below were expected to decide upon the\ncriminality of the accused involved. It is seen that in the\ninstant case, the parameters fixed by this Court in the\naforementioned judgment were scrupulously followed by\nF the Courts below. [Paras 20, 22, 23] [309-F-G; 316-C-E]\nE\nG\nH\nP.N. Krishna Lal \u0026 Ors. v. Govt. of Kerala \u0026 Anr. 1995\nSuppl. (2) SCC 187: 1994(5) Suppl. SCR 526 - relied on.\nR.C. Cooper v. Union of India 1970 (1) SCC 248: 1970\n(3) SCR 530; Kartar Singh v. State of Punjab (1994) 3 SCC\n569: 1994 (2) SCR 375; Shambu Nath Mehra v. State of\nAjmer [1956] SCR 199; C.S.D. Swamy v. The State, [1960]\n1 SCR 461 - referred to.\nSalabiaku v. Grance 1988 13 EHRR 379; Woolmington\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 279\nOF KERALA\nv. Director of Public Prosecutions, (1935) A.C. 462; Mancini A\nv. Director of Public Prosecutions, (1942) A.C. 1; Reg. v.\nEdwards [1975] Q.B. 27; Ong Ah Chuan v. Public Prosecutor,\n(1981) A.C. 648; Queen v. Oakes, 26 D.L.R, (4th) 200; Ed\nTumey v. State of Ohio, (71) L.Ed. 749; Morrison v. California,\n78 Law. Ed. 664; United States v. Gainey, 13, Law. Ed. 2nd. B\np. 658; Barnes v. United States, 412 US 837; In County\nCourt of Ulster, New York v. Samuel Allen, 442 US 140;\nHerman Solem v. Jerry Buckley Helm, 463 US 277; Timothy\nF. Leary v. U.S., 395 US 6- referred to.\nC\nD\nE\n2.1. A-7 appears to be the boss who was running this\nillegal business of liquor along with his family members\nincluding A-4 and A-8 and even their wives were not left\nbehind which is clear from the fact that they were arrayed\nas accused along with others but could not be brought\nto book as they were absconding and hence their cases\nwere separated. It appears to be an admitted position that\n26 shops meant for selling toddy were being managed\nby this accused. He had the licence for running those\ntoddy shops. He had obtained them in the auction using\nhis own money. From the statements of the accused and\nfrom the documents, it is clear that a full-fledged business\nin illicit liquor was going on. The High Court referred to\nthe oral evidence and also referred to number of\ndocuments to show that several buildings were owned,\npossessed and controlled by A-7 and his wife wherefrom F\nA-7 conducted his liquor business. The High Court also\nmade reference to other properties which were used by\nA-7 for the purpose of illicit business, which properties\nbelonged to the mother-in-law of A-7. The High Court\nrightly came to the conclusion that it was A-7 who was G\ncontrolling the whole affair. It is clear that methyl alcohol\nwhich was the main culprit, was not only a dangerously\npoisonous substance but was also used in mixing the\nliquor which was under the control of A-7 who was being\nhelped by his brothers, servants and relatives. A-7 was H.\n280 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA the captain of the whole team. [Paras 24, 25, 27, 28] [316-\nF-H; 318-F-G; 319-G-H; 320-G]\nB\nC\nD\nE\n2.2. The reason why accused No.7 had to mix the\nmethyl alcohol and/or methynol is not far to see. It is\nclarified from the evidence of PW-96 that A-7 had put the\nbid of Rs. 4 crores for the 26 toddy shops and even if all\nthe toddy shops had worked in their full capacity he\ncould not have recovered even half the amount and it\nwas, therefore, that this idea of bringing ethyl alcohol,\nmixing it with methyl alcohol and creating various drinks\nlike Kalapani etc. was mooted. The result thereof was for\nall to see which resulted in death of 31 persons. The High\nCourt correctly observed that the basic reason for\nbidding for 26 shops for toddy was to get the legitimate\ngodown for toddy. It is proved that those godowns,\ninstead, were used not for storing toddy but for storing\nethyl alcohol and mixing it with methyl alcohol for making\nenormous profits. It is not as if A-7 was selling only toddy.\nIn addition to that he was creating various drinks\npreferably by mixing ethyl alcohol with methyl alcohol.\nThus, there was a full liquor industry going on under his\ncaptainship. [Para 30] [321-C-F]\n2.3. The last nail in the coffin is the evidence of PW-\n53, a close relative of A-7. He was supplying spirit to A-7\nF from various places. He has graphically described in his\nevidence as to how the spirit business was being done\ninasmuch as he deposed that the spirit used to be\nbrought from the tankers and used to be collected in the\nsyntex tanks and was filled in 35 litres cans. This spirit\nwas used for making a drink called Kalapani by mixing\nwith essence and some toddy. It was then filled in the\ncans and dispatched in the vehicles. The evidence of this\nwitness further goes on to show the position of godown\nwhich was used for the storage of ethyl alcohol and\nmethyl alcohol. He referred to methyl alcohol as\nG\nI\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 281\nOF KERALA\nA\nD\n'essence'. He described that the spirit was brought from\nKarnataka and essence used to come on Thursdays in\na white Fiat car. The Fiat car had a secret chamber. That\ncar was identified as M.O.-24. The tank and the platform\nwere built in the back seat and the front seat of the car.\nThere were three valves attached to the same and 35 B\nlitres of methyl alcohol i.e. the essence could be carried\nin the said car. He gave a graphic description of mixture\nwith spirit which ultimately was sold. He specifically\nnamed A-20, A-22, A-23 and A-21 who were supervising\nthe mixing. In his evidence he has also specifically C\nreferred that he had seen M.O.-24, the car, importing the\nessence i.e. the methyl alcohol precisely two days prior\nto the liquor tragedy. He has also named A-16 and\nanother boy who were the occupants of the said car. He\nalso suggested that he and the other employees were\nfilling up the essence in 10 cans. The High Court has\nreferred to the further evidence on the part of this witness\nthat in the night at about 10.30 p.m. the tanker lorry came\nwith spirit and the said spirit was filled in the syntex tank\nand cans. Those half filled cans were then filled with the E\nmethyl alcohol meaning thereby it was mixed. He then\nwent on to depose that the employees of A-4, namely, A-\n5, A-6, A-9 and A-10 came there with three vehicles and\nessence and they mixed up the essence with the spirit.\nHe claimed that in all 60 cans were filled up and were\ndispatched in three cars for transporting to various\nplaces for sale. According to him after the tragedy, on the\ninstructions of A-7, what was left in the syntex tank was\npoured in the river, un-used cans were removed and\nplastic covers were disposed of by setting fire and that\nA-7 had also taken adequate care to send away the\nemployees for sometime and it was through him that the\nwitness came to know that people had died by drinking\nthe spirit supplied by A-4 and his employees due to a\nmistake in mixing by A-20 and A-22. [Para 31] [321-G-H;\n322-A-H; 323-A-B]\nLL\nF\nG\nH\nA\nB\n282 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n2.4. For being convicted under Section 57A, it is not\nnecessary that the person concerned must himself do the\nmixing. It is obvious that A-7 was the boss. In fact PW-53\ndescribes him as the boss. It is, therefore, obvious that\neverything was done as per his command and if it was\nso, then in order to be convicted under Section 57A, the\nprosecution is not required to prove that A-7 physically\nmixed the methyl alcohol or the injurious substance with\nthe spirit. Even if A-7 commanded his servants to mix up,\nhe is equally guilty under the Section. In fact illegally\nC importing ethyl alcohol and mixing the same with\nmethanol was a regular trading activity on the part of A-\n7. The licences for running the toddy shops was merely\na facade. He had undoubtedly put a very tall bid for those\nlicences and could not have afforded to continue merely\nD on the basis of those 26 toddy shops. Therefore, he gave\nhis business a complete new turn, that is, instead of\nselling toddy through those outlets he started selling\nalcoholic drink prepared from ethyl alcohol and methanol\nand that illegally imported both and all this was going on\nE with the corrupt cooperation of those who could have\nchecked it. Therefore, it is a proved position from the\nevidence of PW-53 that A-7 was the boss of the illegal\ntrade. He got the methanol imported and used his\ngodown which he rightfully possessed on account of his\nlicences for 26 shops. Therefore, his knowledge that\nmethanol was being mixed, the fact that he was running\nthe business along with his hirelings and the further fact\nthat he used to be present at the time of the mixing are\nproperly proved by the prosecution with the aid of\ntestimony of PW-53 and are enough for a finding about\nSection 57A(1)(ii). It was not necessary that A-7 had\nphysically mixed the methyl alcohol for his being\nconvicted. It was actually done on his command and\nwithin his knowlege. His offence could also come within\nthe definition on account of the other words of the\nF\nG\nH Section 'or permits to be mixed. While interpreting these\n"}