{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 303\nOF KERALA\nclassifications which have been shown above. Naturally, the A\npersons in category (1) and category (2) were dealt with\nseverely and most of them were awarded the maximum\npunishment of life imprisonment along with heavy fine. Those\naccused persons who were in category (3) were dealt with a\nlittle lightly in the sense that they were not given life B\nimprisonment but imprisonment ranging from 3 years to 10\nyears was awarded to them. The convicted accused filed\nappeals before the High Court. The High Court also acquitted\nfew of the accused persons and those whose appeals were\ndismissed have now come before us by way of separate C\nappeals which we have indicated in the first paragraph of this\njudgment. The High Court has considered the appeals filed by\nvarious accused before it separately. We also propose to do\nthe same thing. We have to consider mainly the appeals filed\nby accused Nos. A-7, A-4, A-30, A-8 and Suresh Kumar (A-\n25) who filed SLP (Crl) 842 of 2006. Before we take up this\ntask, we would analyze the impugned judgment of the High\nCourt.\nD\n16. To begin with, the High Court, after quoting Sections\n8, 55, 57A and 58 of the Kerala Abkari Act, proceeded to E\nconsider the entire evidence appeal-wise. In that, the High Court\nappreciated the evidence of the individual witnesses insofar as\nthey were relevant to the particular accused whose appeal was\nbeing considered as also the documentary evidence as figured\nagainst that particular accused. Therefore, it so happened that F\nsometimes the appreciation of evidence of common witnesses\nis repeated in the High Court's judgment but considering the\nlarge number of witnesses, more than 276 in all, that was\ninevitable. Still, it will be our endeavour to avoid the repetition\nwhile considering the matter at this stage.\n17. These appeals are against the concurrent findings of\nfact and, therefore, it is obvious that this Court does not enter\nthe area of re-appreciation of evidence. That can be done only\nin case the appreciation is substantially defective and the\nG\nH.\nC\nD\n304 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA inferences drawn by the Courts below could not have been\ndrawn in law. This Court has, time and again, declared that even\nwhere the Courts have acted upon inadmissible evidence or\nhave left out of the consideration some material piece of\nevidence, the defence would be entitled to address this Court\nB on those issues, and the Court would proceed to re-appreciate\nthe evidence and re-examine the factual findings on that basis\nalone. We must, at this juncture, record that at least prima facie\nsuch is not the case here. On the other hand, we find that the\nevidence has been meticulously appreciated by both the Trial\nand the appellate Court. We also found no instance of\ninadmissible evidence having been accepted or some material\nevidence having been ignored by the Courts below. The\narguments mostly related to the interpretation of the provisions\nof Abkari Act as also the provisions of the Indian Penal Code\n(IPC). The common feature of the arguments was that the\nCourts below have mis-interpreted the provisions of Abkari Act\nand, more particularly, of Section 57A (1) (i) and (ii) as also\nSection 57A (2) (ii). It has been again the common feature of\narguments that the Courts below have erred in convicting the\naccused persons for offences under those Sections as the\nessential ingredients of those Sections were not proved by the\nprosecution as against the accused persons. It will be,\ntherefore, proper to first examine the scope of Section 57A.\nHowever, such scope will have to be examined in the light of\nsome other provisions of the Act as also the Statement of\nObjects and Reasons and the history of the Legislation. Suffice\nit to say, at this juncture, that the original nomenclature of the\nAct was Cochin Abkari Act, Act 1 of 1077 and Abkari Act\n(Travancore) 4 of 1073. These acts provided for the levy of fees\nfor the licences for manufacture and sale of liquor and\nG intoxicating drugs. Three acts were operating, they were Cochin\nAbkari Act, Travancore Abkari Act and Madras Abkari Act.\nSince that was causing difficulty, an Ordinance came to be\npromulgated on 01.05.1967. This was replaced by a Bill and\nthat is how Abkari Act was born.\nE\nF\nH\nCHANDRAN @ MANICHAN @ MANIYAN V. STATE 305\nOF KERALA\nB\nD\n18. Section 2 (6A) of the Act defines ‘arrack'. It means any A\npotable liquor other than toddy, beer, spirits of wine, wine,\nIndian made spirit, foreign liquor and any medicinal preparation\ncontaining alcohol. Section 2 (8) defines 'toddy' to mean\nfermented or unfermented juice drawn from a coconut, palmyra,\ndate or any other kind of palm tree. Section 2 (9) speaks about\nthe 'spirits' meaning any liquor containing alcohol and obtained\nby distillation. Sub-section (10) provides the definition of 'liquor'\nwhich includes spirits of wine, arrack, spirits, wine, toddy, beer\nand all liquid consisting of or containing alcohol. Section 2(12)\ndefines country liquor which means toddy or arrack while C\nSection 2(13) defines foreign liquor which includes all liquor\nother than country liquor. Thus, it will be seen that 'liquor' is the\nbroadest concept and engulfs all the intoxicating drinks. Section\n6 prohibits import of liquor or intoxicating drug being imported\nwithout permission of the Government authorized to give\npermission in that behalf. Similarly, Section 7 prohibits the\nexport of liquor or intoxicating drug. Section 8 is an important\nSection which speaks for the prohibition of manufacture, import,\nexport, transport, transit, possession, storage and sale of\narrack. The contravention of this Section is punishable with 10\nyears' imprisonment as also with fine of not less than Rs.1 lakh.\nSome other provisions relate to the various other prohibitions\nincluding the provisions for searches. Under Section 41A, the\noffence under this Act are made cognizable and non-bailable.\nSection 55 onwards provides for penalties under the Act for\nvarious offences. Section 55 speaks about the illegal import\nand is a general section which speaks about the effects of the\ncontravention of the Act or rules or orders made thereunder\nrelating to the import, export, manufacture of liquor tapping of\ntoddy, drawing of toddy from any tree, construction of any\ndistillery, brewery, winery or other manufactory in which liquor G\nis manufactured, used, or possession of any materials, still,\nutensils, implements or apparatus etc. bottling of liquor for sale\nof liquor or any intoxicating drug. The punishment provided in\nthis Section is 10 years' imprisonment with fine which shall not\nE\nF\nH\n306 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA be less than Rs.1 lakh, excepting for clauses (d) and (e), where\npunishment is of one year imprisonment. This punishment has\nbeen brought in by way of an amendment by Act 16 of 1997\nbefore which the punishment was merely two years and with\nfine of not less than Rs.20,000/-. There was a gruesome liquor\n´B tragedy in Earnakulam district in the year 1982 resulting in loss\nof eye-sight and physical incapacity in case of several persons\nand, therefore, severe penalties were provided for those who\nwere responsible for adulteration of liquor and its sale. These\npunishments were made further stringent by the Amendment\nAct No.12 of 1995. In short, the stringency was introduced in\norder to check the sale of spurious liquor. The Statement of\nObjects and Reasons for Amendment Act 21 of 1984, 12 of\n1995, 4 of 1996 and 16 of 1997 suggest the reasons why\ndeterrent punishments were provided for the offence under the\nAct. Original Section 57 provided the punishment for\nadulteration by the licenced vendor or manufacturer. A new\nSection was added by Amendment Act No.21 of 1984 being\nSection 57A which is the most relevant section for our purpose.\nThe Section reads as under:-\nC\nD\nE\nF\nG\nH\n\"57A. For adulteration of liquor or intoxicating\ndrug with noxious substances, etc.-(1) whoever mixes\nor permits to be mixed any noxious substance or any\nsubstance which is likely to endanger human life or to\ncause grievous hurt to human beings, with any liquor or\nintoxicating drug shall, on conviction, be punishable.\n(i) if, as a result of such act, grievous hurt is caused\nto any person, with imprisonment for a term which shall not\nbe less than two years but which may extend to\nimprisonment for life, and with fine which may extend to\nfifty thousand rupees; ·\n(ii) if, as a result of such act, death is caused to any\nperson, with death or imprisonment for a term which shall\nnot be less than three years but which may extend to\nimprisonment for life, and with fine which may extend to\nCHANDRAN @ MANICHAN @ MANIYAN V. STATE 307\nOF KERALA\nfifty thousand rupees;\n(iii) in any other case, with imprisonment for a term\nwhich shall not be less than one year, but which may extend\nto ten years, and with fine which may extend to twenty-five\nthousand rupees.\n1.\nExplanation- for the purpose of this section and\nsection 57B the expression 'grievous hurt' shall have the\nsame meaning as in section 320 of the Indian Penal Code,\n1860 (Central Act 45 of 1860).\n(2) whoever omits to take reasonable precautions to\nprevent the mixing of any noxious substance or any\nsubstance which is likely to endanger human life or to\ncause grievous hurt to human beings, with any liquor or\nintoxicating drug shall, on conviction, punishable--\n(i) if as a result of such omission, grievous hurt is\ncaused to any person, with imprisonment for a term which\nshall not be less than two years but which may extend to\nimprisonment for life, and with fine which may extend to\nfifty thousand rupees;\n(ii) if as a result of such omission, death is caused\nto any person, with imprisonment for a term which shall not\nbe less than three years but which may extend to\nimprisonment for life, and with the fine which may extend\nto fifty thousand rupees;\n(iii) in any other case, with imprisonment for a term\nwhich shall not be less than one year but which may extend\nto ten years, and with fine which may extend to twenty-five\nthousand rupees.\nA\nB\nC\nD\nE\nF\nG\n(3) whoever possesses any liquor or intoxicating drug\nin which any substance referred to in sub-section (1) is\nmixed, knowing that such substance is mixed with such\nliquor or intoxicating drug shall, on conviction, be H\nA\nB\nC\nD\nய\nE.\nF\nLL\nG\n308 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\npunishable with imprisonment for a term which shall not be.\nless than one year but may extend to ten years, and with\nfine which may extend to twenty-five thousand rupees.\n(4) notwithstanding anything contained in the Code\nof Criminal Procedure, 1973 (Central Act 2 of 1974), no\nperson accused or convicted of an offence under sub-\nsection (1) or sub-section (3) shall, if in custody, be\nreleased on bail or on his own bond, unless -\n-\n(a) the prosecution has been given an opportunity to\noppose the application for such release, and\n(b) where the prosecution opposes the application,\nthe Court is satisfied that there are reasonable grounds\nfor believing that he is not guilty of such offence.\n(5) Notwithstanding anything contained in the Indian\nEvidence Act, 1872 (1 of 1872)-·\n(a) where a person is prosecuted for an offence\nunder sub section (1) or sub-section (2) the burden of\nproving that he has not mixed or permitted to be mixed or,\nas the case may be, omitted to take reasonable\nprecautions to prevent the mixing of, any substance\nreferred to in that sub-section with any liquor or intoxicating\ndrug shall be on him;\n(b) where a person is prosecuted for an offence\nunder sub-section (3) for being in possession of any liquor\nor intoxicating drug in which any substance referred to in\nsub-section (1) is mixed, the burden of proving that he did\nnot know that such substance was mixed with such liquor\nor intoxicating drug shall be on him.\"\n19. A plain reading of the Section would mean that now\nthe offence is not limited to the licence holders, but refers to\nanybody who mixes or permits to be mixed any noxious\nH substance or any substance which is likely to endanger human\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 309\nOF KERALA\nlife with any liquor. The Section, therefore, is extremely general. A\nIn addition to the mixing or permitting to be mixed, sub-section\n(2) brings in the dragnet of the offence, a person who omits to\ntake reasonable precaution to prevent the mixing of any noxious\nsubstance. It is significant to note that if, as a result of such act\nof mixing of the liquor with noxious or dangerous substance B\ndeath is caused, the extreme penalty of death also is provided.\nImprisonment provided is for a term not less than three years\nbut which may extend to imprisonment for life as also with a\nfine of Rs.50,000/-. Similar such penalties provided in sub-\nsection 2(ii) and sub-section 2(iii) are also relevant providing C\nfor residuary cases. Section 3 is the punishment for possession\nof any liquor or intoxicating drug which is mixed with noxious\nsubstance or dangerous drug knowing it to be so. Sub-section\n(4) prohibits the bail and the conditions for grant thereof. Sub-\nsection (5) which is the most important section, puts the burden\nof proving that the accused has not mixed or permitted to be\nmixed or has not omitted to take reasonable precautions to\nprevent the mixing, is on the accused himself. Similarly, the\nburden would be on the accused to prove that while he was in\npossession of such liquor mixed with noxious or dangerous\nsubstance, he did not know that such substance was mixed with\nsuch liquor. Section 58 speaks for the possession of illicit\nliquor. At this juncture, we need not go to the other offences of\nthe Indian Penal Code like murder, attempt to murder etc. In\nthis case, the charge is predominantly under Sections 55 (a),\n(g), (h), (i) 57A and 58 of the Abkari Act.\nD\nE\nF\n20. Since the burden to prove the offence which normally\nlies on the prosecution under the criminal jurisprudence was\nshifted to the accused, it was but natural that the constitutional\nvalidity of the Section came to be challenged. However, in P.N. G\nKrishna Lal \u0026 Ors. v. Govt. of Kerala \u0026 Anr. reported in 1995\nSuppl. (2) SCC 187, this Court proceeded to uphold the same.\nWhile upholding the constitutional validity, the Court has in detail\nexplained the mode of proof by prosecution and the extent of\nburden of proof which lies on the accused. The challenge which H\nA\nB\n310 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nwas made to the validity of the Section was on the basis of the\nUniversal Declaration of Human Rights (UDHR) and the\nInternational Convention for Civil and Political Rights (ICCPR),\nto which India is a member which guarantee fundamental\nfreedom and liberty to the accused. It was suggested that in\ncriminal jurisprudence it was settled law that it was on the\nprosecution to prove all the ingredients of the offence with which\nthe accused has been charged. It was suggested that Sub-\nsection (5) relieves the prosecution of its duty to prove its case\nbeyond reasonable doubt which is incumbent under the Code\nC and the Evidence Act and makes the accused to disprove the\nprosecution case. Thereby, the substantive provisions and the\nburden of proof not only violate the fundamental human rights\nbut, also fundamental rights under Articles 20(3) and 14. The\nprovision was criticized as arbitrary, unjust and unfair and\nD infringing upon the right to life and unjust procedure violating\nthe guarantee under Article 21 also. The provision was also\ncriticized as providing unconscionable procedure. It was further\nsuggested that though Sections 299 and 300 of IPC make a\ndistinction between culpable homicide and murder but the\nE Amendment Act has done away with this salutary distinction\nand mere death of a person by consumption of adulterated\narrack, makes the offender liable for conviction and\nimprisonment for life or penalty of death. It was further\nsuggested that mere negligence in taking reasonable\nF precaution to prevent mixing of noxious substance or any other\nsubstance with arrack or Indian made foreign liquor or\nintoxicating foreign drug was made punishable with minimum\nsentence was harsh, unjust and excessive punishment offending\nArticles 14 and 21 of the Constitution of India. Section 58B\nwhich was also challenged was severally criticized as being\nunfair and unjust. It was further suggested that presumption\nenvisaged in sub-section (5) of section 57-A per se violated\nthe fundamental rights and the Universal Declaration. It was\nfurther criticized that mere possession of adulterated liquor\nwithout any intent to sell, to become a presumptive evidence\nG\nH\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 311\nOF KERALA\nB\nto impose punishment without the prosecution proving that the A\nperson in possession was not a bona fide consumer or had\nits possession without animus to sell for consumption and place\nthe burden on the accused to prove his innocence is procedure,\nwhich is unjust and oppressive violating the cardinal principles\nof proof of crime beyond reasonable doubt. The Section was\nalso criticized for the excess of proportionality for imposition\nof sentence. Further the Section was criticized on the ground\nthat compelling the accused to state the facts constituting\noffence under Section 57A by operation of sub-section (5) was\nopposed to mandate of Article 20 (3) amounted to and C\ncompelled him to be a witness to prove his innocence. While\ncommenting on Article 20 (3), this Court referred to R.C.\nCooper v. Union of India reported as 1970 (1) SCC 248 as\nalso Kartar Singh v. State of Punjab [(1994) 3.SCC 569] where\nit was held that freedom could not last long unless it was D\ncoupled with order, freedom can never exist without order and\nboth freedom and order may co-exist. It was observed that\nLiberty must be controlled in the interest of the society but the\nsocial interest must never be overbearing to justify total\ndeprivation of individual liberty. It was then stated that liberty\nwould not always be an absolute licence but must arm itself\nwithin the confines of law, In other words, there can be no liberty\nwithout social restraint. The Court also observed that the liberty\nof each citizen is borne of and must be subordinated to the\nliberty of the greatest number. The Court observed that\ncommon happiness is an end of the society, lest lawlessness\nand anarchy should tamper social wheel and harmony and\npowerful courses or forces would be at work to undermine\nsocial welfare and order. The Court then observed in paragraph\n24 as under:\n\"The State has the power to prohibit trade or\nbusiness which are illegal, immoral or injurious to the health\nand welfare of the people. No one has the right to carry\non any trade or occupation or business which is inherently\nvicious and pernicious and is condemned by all civilized\nE\nF\nG\nH\nA\nB\nC\n312 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nsocieties. Equally no one could claim entitlement to carry\non any trade or business or any activities which are\ncriminal and immoral or in any articles of goods which are\nobnoxious and injurious to the safety and health of general\npublic. There is no inherent right in crime. Prohibition of\ntrade or business of noxious or dangerous substance or\ngoods, by law is in the interest of social welfare.\"\n21. Coming to the burden of proof, the Court observed that\nthough in civilized criminal jurisprudence the accused is\npresumed to be innocent unless he is found guilty and though\nthe burden of proof always is on the prosecution to prove the\noffence beyond reasonable doubt yet the rule gets modulated\nwith the march of time. The Court referred to the absolute right\nof the state to regulate production, transport, storage,\npossession and sale of liquor or intoxicating drug and held that\nD the accused did not have the absolute right to business or trade\nof liquor. The Court also referred to the prohibitions regarding\nmixing of noxious substance with liquor or possession thereof\nand further held that the State possessed the right to complete\ncontrol on all kinds of intoxicants. The Court found that the\nE regulation of sale of potable liquor prevents reckless propensity\nfor adulterating liquor to make easy gain at the cost of health\nand precious life of consumer. The Court also noted the object\nof the Amendment Act which was to prevent recurrence of large\nscale deaths or grievous hurt to the consumers of adulterated\nF liquor mixed with noxious substance. Referring to a judgment\nreported as Salabiaku v. Grance [1988] 13 EHRR 379, the\nCourt observed that the national legislature would be free to\nstrip the Trial Court of any genuine power of assessment and\ndeprive the presumption of innocence of its substance, if the\nG words 'according to law' were construed exclusively with\nreference to domestic law. It was held in that case that Article\n6 (2) of the Universal Declaration of Human Rights did not refer\nto presumption of fact or of law provided for in the criminal law\nwith indifference. It requires States to confine them within\nreasonable limits which take into account the importance of that\nH\n"}