{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 333\nOF KERALA\naccomplice evidence was received subject to safeguards A\nas admissible evidence in the case. In those cases, s. 342\nof the Code and s. 5 of the Indian Oaths Act were\nconsidered and the word 'accused' as used in those\nsections was held to denote a person actually on trial\nbefore a court and not a person who could have been so B\ntried. The witness was, of course, treated as an\naccomplice. The evidence of such an accomplice was\nreceived with necessary caution in those cases. These\ncases have all been mentioned in In re Kandaswami\nGounder (2), and it is not necessary to refer to them in C\ndetail here. The leading cases are: Queen Emperor v.\nMona Puna (3), Banu Singh v. Emperor (4), Keshav\nVasudeo Kortikar v. Emperor (5), Empress v. Durant\n(6), Akhoy Kumar Mookerjee v. Emperor (7), A. V. Joseph\nv. Emperor () Amdumiyan and others v. Crown(8), D.\nGalagher v. Emperor (10), and Emperor v. Har Prasad,\nBhargava (11). In these cases (and several others cited\nand, relied upon in them) it has been consistently held that\nthe evidence of an accomplice may be read although he\ncould have been tried jointly with the accused. In some of\nthese cases the evidence was re-ceived although the\nprocedure of s. 337, Criminal Procedure Code was\napplicable but was not followed. It is not necessary to deal\nwith this question any further because the consensus of\nopinion in India is that the competency of an accomplice\nis not destroyed because he could have been tried jointly\nwith the accused but was not and was instead made to\ngive evidence in the case. Section 5 of the Indian Oaths\nAct and s. 342 of the Code of Criminal Procedure do not\nstand in the way of such a procedure.\"\nThe Court finally observed:\nE\nF\nG\n\"It is not necessary to deal with this question any further\nbecause the consensus of opinion in India is that the H\ni\nA\nB\nC\nD\nE\nF\nG\nH\n334 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\ncompetency of an accomplice is not destroyed because\nhe could have been tried jointly with the accused but was\nnot and was instead made to give evidence in the case.\"\nThe Court has also observed in paragraph 11:\nThe position that emerges is this: No pardon could be\ntendered to Ethyl Wong because the pertinent provisions\ndid not apply. Nor could she be prevented from making a\ndisclosure, if she was so minded. The prosecution was not\nbound to prosecute her, if they thought that her evidence\nwas necessary to break a smugglers' ring. Ethyl Wong was\nprotected by s. 132 (proviso) of the Indian Evidence Act\neven if she gave evidence incriminating herself. She was\na competent witness although her evidence could only be\nreceived with the caution necessary in all accomplice\nevidence. The expression 'criminal proceeding' in the\nexclusionary clause of s. 5 of the Indian Oaths Act cannot\nbe used to widen the meaning of the word accused. The\nsame expression is used in the proviso to S. 132 of the\nIndian Evidence Act and there it means a criminal trial and\nnot investigation. The same meaning must be given to the\nexclusionary clause of s. 5 of the Indian Oaths Act to make\nit -conform to the provisions in pari materia to be found in\nSs. 342, 342A of the Code and s. 132 of the Indian\nEvidence Act. The expression is also not rendered\nsuperfluous because if given the meaning accepted by us\nit limits, the operation of the exclusionary clause to criminal\nprosecution as opposed to investigations and civil\nproceedings. It is to be noticed that although the English\nCriminal Evidence Act, 1898, which (omitting the\nimmaterial words) provides that “Every person charged with\nan offence shall be a competent witness for the\ndefence at every stage of the proceedings\" was not\ninterpreted as conferring a right on the prisoner of giving\nevidence on his own behalf before the grand jury or in other\nwords, it received a limited meaning; see Queen v.\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 335\nOF KERALA\nRhodes (1899) 1 QB:77.”\nA\nB\nThis case would bring about the legal position that even if\nthe prosecution did not prosecute PW-53 and used his evidence\nonly as an accomplice, it was perfectly legal. The evidence of\nsuch witness subject to the usual caution was admissible\nevidence. The contention of Shri Radha Krishnnan that his\nevidence would be inadmissible because he was not granted\npardon or he was not made accused would, thus, be of no\nconsequence and is rejected. In this backdrop, after considering\nthe whole material and the findings of the Trial Court and the\nC\nappellate Court, we have no hesitation to hold that the Trial\nCourt and the appellate Court were right in convicting A-7.\n43. At this juncture itself we must also refer to the Trial\nCourt's judgment which has painstakingly dealt with the huge\nevidence led on behalf of the prosecution against all the D\naccused. We appreciate the efforts and the interest shown by\nthe Trial Court in carefully analyzing and appreciating the\nevidence of as many as 271 witnesses as also 1105\ndocuments and 291 material objects. Apart from the evidence\nof investigation witness from the police department, several E\ninjured witnessed were examined who were injured on account\nof drinking of the illicit liquor prepared and sold through\nagencies of A-7. The other batch of the witnesses are the\nattesting witnesses to the mahazars, the inventories and\nofficers of the telephone department who were examined to\nprove the telephone calls made from various telephones to the\naccused as also the accused persons using the mobile\nphones. Officers of the mobile companies were also examined.\nPWS-197 to 203, 216 and 218 were doctors who conducted\nthe autopsy of the 31 unfortunate men who died because of\nconsumption of spurious liquor. Other doctors who treated the\npatients and the doctors who issued the injury certificates were\nalso examined. We must mention PWs-233 and 253 who were\nthe expert from forensic science laboratory,\nThiruvananthapuram. Original accused No.27 turned approver\nF\nG\nH\nI\nC\nD\n336 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA and was examined as PW-173. Apart from these persons, S.\nAnil Kumar (PW-251), M. Madhu (PW-257), Pramod Kumar\n(PW-260) and PWs-263 to 278 were members of the special\ninvestigating team. As has already been stated, 1101\ndocuments were proved including the mahazars, investigation\nB papers like inquest reports, seizure mahazars, account books,\nbuilding tax assessment registers, room rent registers, medical\ncertificates, chemical analysis reports etc. We must appreciate\nthe Herculean effort on the part of the investigating agency for\ncollecting the evidence as also the efforts shown by the\nSessions Judge. Amongst the material objects which came\nbefore the Court and were observed and commented upon by\nit include the pouch filling machine, vessels, synthetic cans,\nplastic cans, bottles etc. The Trial Court returned the finding that\nfirstly it was established by the prosecution that the deaths.\ninjuries of the victims were caused because of consumption of\nspurious liquor with methyl alcohol. The Trial Court further\nrecorded a finding that number of the accused persons sold\nthe same. The Sessions Judge has dealt with the deaths of all\nthe 31 persons and on the basis of the inquest report as also\nthe evidence of other witnesses came to the conclusion that all\nthese deaths were caused due to the drinking of illicit liquor\nmixed with methyl alcohol. The medical certificates as also the\npost-mortem reports have been meticulously dealt with para-\nwise with the evidence of the witness proving such certificates\nas also the evidence of the doctors. The Sessions Judge then\nwent on to appreciate the evidence of the relatives of those\npersons who lost their lives. The prosecution examined about\n33 witnesses on this question. The Sessions Judge went on\nto accept the evidence of all these witnesses regarding the\nreason of the death of their kith and kin. On the question of S.32,\nG Evidence Act the Trial court has relied upon the judgment of\nthis Court in Rattan Singh v. State of Himachal Pradesh [1997\n(4) SCC 161] as also Smt. Laxmi v. Om Prakash [AIR 2001\nSC 2383]. The Sessions Judge also discussed the evidence\nof the few of those witnesses who had actually consumed the\nH spurious liquor and suffered injuries because of that. All these\nE\nF\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 337\nOF KERALA.\nwitnesses, number of which is substantial, deposed about the A\nill-effects felt after drinking from the shops where liquor provided\nby A-7 and carried by the other accused persons like A-4, A-\n8, A-25 and A-30, used to be sold. On the basis of these\nwitnesses and also on the basis of the doctors who conducted\nthe post-mortem, the Trial Court had no difficulty to arrive at the B\nconclusion that injuries suffered by persons including the\naccused as also the deaths were occasioned because of the\ndrinking of the spurious and illicit liquor. The Sessions Judge\nultimately gave a finding that it is only after drinking the illicit\nliquor that the concerned persons developed symptoms C\ncharacteristics of methanol poisoning.\nD\nE\n44. The Sessions judge went on to discuss the evidence\nregarding the conspiracy of A-7 with the other accused persons.\nFor ascertaining the role of A-7, the Sessions Judge then.\nreferred to the evidence of A. Mohan (PW-127), Deputy\nDirector of Income Tax (Investigation) as also the sworn\nstatements of A-7 to A-15 recorded on 14.10.1999 under\nSection 131 of the Income Tax Act. The Sessions Judge on the\nbasis of all this voluminous evidence recorded the finding on\nthe way the business of A-7 was being managed. His\nexamination and the replies given to the various questions were\nalso considered by the Sessions Judge wherein he admitted\nabout liquor business and his dealing with the Income Tax\nDepartment as also the accounts, the huge profits that he made\nfrom this business. He also accepted that his two brothers Sunil\nDutt and Murleedharan were his partners and that the accounts\nwere written by Balachandran (A-15). It was an admitted\nposition that A-7 was in this business right from 1984 to 1991\nwhich he continued for seven years and thereby started again\nin 1997-1998 and that A-7 conducted 16 shops and his G\nbrothers conducted 10 shops. After dealing with the evidence\nregarding the accounts as also the various statements made\nin the income tax enquiries, the Trial Court went on to\nappreciate the other material regarding the purchase of shops.\nThe Sessions Judge has then given the complete finding H\nF\ni\nC\n338 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA regarding the business of A-7 and the other accused. These\naccounts very significantly include the monies paid to the police\nofficers of various ranks as also the excise officers and\nincluding. All this was indicated in the accounts in the code\nlanguage. The internal arrangements of the business with other\nB accused persons were also discussed and also the financial\naspects. He has also discussed about he incriminating\ncircumstances. Accused No.7 had employed 33 salesmen and\n18 toddy tapers who were members of the Union. According\nto the Sessions Judge these employees used to keep away\nfrom the business and would only receive salary and\nallowances. All the toddy collected used to be kept in the\ngodowns of A-7 which were raided by the police officers. The\nSession Judge then in paragraph 220 of his judgment has\nrecorded a finding on the basis of the documents and the\naccounts that A-7 had meticulously managed his toddy\nbusiness which was of huge magnitude. The Sessions Judge\nalso recorded a finding that A-7 made huge profits of over 9.5\ncrores within a span of four months. By doing the toddy business\nalone he could not have earned even 1 per cent of the bid\namount of Rs.4 crores. The Sessions Judge then dealt with the\nproperties including the godowns which were raided and from\nwhere samples were collected. We have discussed regarding\nthe properties in the earlier part of the judgment and so we\nneed not repeat the same.\nD\nE\nF\n45. The Sessions Judge as also referred to the material\nobjects found in some of these properties and has also referred\nto the fact that methanol was detected in the vehicles found\nparked in this plot. Accused No.7 was also found to be frequent\npurchaser of polythene pouches from the evidence of K.S.\nG Harish Kumar (PW-264), C.G. Perera (PW-78) and Exhibit P-\n83 of mahazar. Similar is the evidence of Peter Jacob (PW-\n81) referred by the Sessions Judge. The Sessions Judge then\nreferred to the incriminating articles seized from the very\npremises occupied by A-7 analysis of which gave indication\nof nature of his business. These premises include Sreekrishna\nH\n•\nCHANDRAN @ MANICHAN @ MANIYAN V. STATE 339\nOF KERALA\n:\nC\nTabuk Industries. After referring to various sections, the Trial A\nCourt traced the role of A-7 and other accused persons like\nA-4. His vehicles were found to be fitted with additional spring\nleaves and it was obvious that they were being used for carrying\nspurious liquor. The Sessions Judge also recorded Exhibit P-\n855 and 859 which were search lists and Exhibit P-860 which B\nis the mahazar prepared by him in this regard. Some of the\nitems seized by this search list showed traces of methyl\nalcohol. Exhibit P-861 was relied upon for this. The Sessions\nJudge refuted the contention raised by the counsel of A-7 that\nconsidering the scientific properties of methyl alcohol it was\nimpossible for them to find the trace in some of the vehicles or\nin the cans etc. as they would have evaporated. For this, the\nSessions Judge relied on evidence of PW-233, Sindhu,\nAssistant Director of Forensic Science Laboratory who had\ncollected the trace evidence. Her assertion that methyl alcohol\ncould be traced even after ten days could not be shaken and\nwas rightly accepted by the Sessions Judge. Her evidence that\nmethyl alcohol was found in the three chambers fitted in the car\nbearing registration No. TMY 8748 cannot be assailed on any\ncount. From all this voluminous evidence ultimately the Sessions\nJudge came to the conclusion that A-4, A-8, A-25, 30, and\nothers were the close associates of accused No.7. and were\nalso involved in the illicit manufacture and transport of arrack.\nThe sessions Judge also held that some accused were involved\nin manufacture of the illicit arrack. We have carefully gone\nthrough the evidence referred to by the Sessions Judge and F\nendorse his judgment.\nD\nE\n46. We have deliberately referred to the judgment in details\nas one of the arguments by Shri Radhakrishnan against the\nHigh Court's judgment was that the High Court has dealt with G\nthe whole matter in a perfunctory manner and that it has not\nconsidered the findings by the Trial Court nor has the High Court\ndealt with the main objections raised in their defence. We are\nsatisfied with the judgment of the Trial Court insofar as this\naccused is concerned and the High Court has rightly confirmed\nH\n340 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA the same. We accordingly dismiss the appeal filed by A-7.\nB\nC\n47. We shall now consider the appeal filed by accused\nNo.8, Vinod Kumar. He has been convicted for offences under\nSections 324, 326 and 328 of the Indian Penal Code as also\nfor the offence under section 57 A (1) (ii) of the Abkari Act and\nhas been sentenced to undergo life imprisonment along with\nthe fine of Rs.50,000/-. Has also been separately convicted\nunder Section 57A (1) (i) as also under Section 55 (a) (i) and\nSection 58 of the Abkari Act. His conviction insofar as offences\nunder Sections 302 and 57A (1) (iii) are concerned, the High\nCourt has set aside the same. There is a specific finding in\nrespect of his conviction under Section 120B IPC. The main\nevidence relied upon by the Courts below against this accused\nis PW-257, Mr. M. Madhu who conducted search being search\nmahajar Exhibit P.135. It is the contention of the prosecution\nD that a search was conducted of a house which was under\nconstruction at that time and it belonged to A-8. It is claimed\nthat plastic cans MO-32 and MO-39 to 43 vehicles were found\nin the premises. Exhibit P-782 which is the chemical analysis\nreport suggests that traces of methyl alcohol and ethyl alcohol\nE were detected in the cans as also in the samples taken from\nfloor of the vehicles found parked in the said premises. The\nprosecution has come out with a case that since his house was\nbeing constructed, A-8 took a house in front of this house,\nnamely, Roshini on rent. This house was also searched and\nF Exhibit P-111 was executed whereby a mono block pump set\nand a telephone bill was recovered. Fake number plates being\nMOs 83 to 86 were seized from the premises under Exhibit P-\n191. Some of these number plates related to some of the\nvehicles recovered from the premises i.e. the plot where the\nG house was being constructed. Exhibit P-135 is the search\nmahazar and report relied on in this regard.\nH\n48. It is to be understood that A-8 is the real brother of A-\n7 and it is the contention of the prosecution that A-8 was fully\ninvolved in the said business of illicit liquor which was headed\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 341\nOF KERALA\nD\nby his brother, A-7. The High Court in paragraph 81 of its A\njudgment has held that the evidence adduced by the\nprosecution sufficiently established his complicity in the crime.\nThe High Court has also relied on Section 58 A (5) of the Abkari\nAct which casts a burden on the accused to prove that he had\nnot mixed or permitted to be mixed any noxious substance with B\nthe liquor. According to the High Court such burden has not\nbeen discharged. It was tried to be argued by Senior counsel\nShri V. Giri that there is no veracity to the evidence relating to\nthe presence of methyl alcohol in the floors of the cars or in the\nmaterial objects found in the search on 30.10.2000. Shri Giri\nC\nfurther strenuously asserted that even if Exhibit P-135 and the\ntestimony of PW-257 and PW-253 are accepted still the\naccused could not have been booked for offence under section\n57 A (1) (ii) of the Abkari Act. He suggested that there is no\nevidence to show that the accused had either mixed or\npermitted to be mixed any noxious substance. The learned\nSenior counsel also argued that the accused must himself know\nthat whatever is being mixed with the liquor is itself a noxious\nsubstance which has the potential of endangering the human\nlife and it is only when he mixes it in spite of the said knowledge\nthen alone the offence under section 57A(1) (ii) could be\nestablished. The learned counsel was at pains to argue that\nthere is nothing to prove that A-8 had any such idea that\nmethanol is a noxious substance. The learned counsel then\npointed out that there is no direct witness to depose about the\nsteps taken by this accused for mixing methyl alcohol with ethyl F\nalcohol or as the case may be toddy for making Kalapani. The\nlearned counsel further argued that the evidence of PW-53 is\nof no consequence as it does not suggest that A-8 was aware\nof the mixing for noxious substance like methyl alcohol. He,\ntherefore, urged that there is no evidence even remotely to G\nconnect A-8 with the mixing of noxious substance. Relying on\nthe language of Section 57 A(1) (ii) it is the argument that it is\nonly where the accused is a licencee under the Abkari Act and\nif any noxious substance is detected from any sample taken\nfrom any of the outlets operated by him then alone the burden H\nE\nB\nC\nD\n342 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA of proving that he had neither mixed nor permitted to be mixed\nwill be that of the accused. However, in the case like the present\none there would have to be positive evidence to connect the\naccused with the actual act of mixing. According to the learned\ncounsel, merely because methyl alcohol was detected from the\ntraces of evidence collected from the cans and the cars which\nwas seized on 30.10.2000 that by itself could not be sufficient\nto attract Section 58A(1) (ii). It could only indicate the\ninvolvement of the accused in transportation of the noxious\nsubstance mixed with ethyl alcohol. Learned counsel further\ncontended that the evidence regarding the telephone calls\nhaving been made from the said number to the house or other\nplaces belonging to or under the control of A-7 which the\nprosecution sought to prove by producing a telephone bill in the\nname of Shyamala Kumari was also of no consequence. The\nlearned counsel argued that being the younger brother of A-7\nthere is nothing wrong if he made calls. The learned counsel\nfurther argued that the prosecution has relied on the fact that\nthe number plates were recovered from a shed situated near\nPandaksala godown actually belonged to some of the vehicles\nwhich were found in the house under construction belonging to\nA-8. It has been held by the Courts below that the fact that loose\nunattached number plates were actually recovered from the\ngodown and a shed under the control of A-7 would show that\nA-8 was an active participant in the business conducted by A-\n7 and that he should, therefore, be treated as part of the\nF conspiracy allegedly hatched by A-7. However, the learned\ncounsel pointed out that firstly, the disclosure statement is\ninadmissible and secondly, the said discovery was extremely\nunnatural and artificial. The counsel pointed out that even if the\nsaid recovery is to the accepted it would be of no consequence\nG insofar as the offence under Section 57A (1) (ii) is concerned.\nAt the most, it would show that A-8 was a participant in the\nbusiness and for that A-8 could be booked for the offence under\nSection 55. However, it will be totally insufficient for booking\nhim for the offence under section 57 A (1) (ii).\nE\nH\n"}