{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 343\nOF KERALA\nLastly, the learned counsel argued that there is no clear A\nfinding for the complicity under Section 120B, Indian Penal\nCode. According to the learned senior counsel the gist of crime\nthough alleged has not been proved at all and even if it is\npresumed that accused knew that methyl alcohol was being\nimported, it will be too much to presume that he knew about B\nthe mixing of the same with alcohol. The learned counsel\nargued that the agreement for the conspiracy, as the case may\nbe, has not been proved at all and merely because there is a\nburden on the accused under Section 57A (5), that cannot bé\nused for proving offence under section 120B, IPC. The counsel\nthen made extensive comments on the law laid down in P.N.\nKrishna Lal v. Govt. of Kerala [1995 suppl.(2) SCC 187]. His\nwhole stress was on paragraph 39 as also paragraph 46. The\nlearned counsel pointed out that a strictly literal interpretation\nof the rule was not possible because it would virtually dispense\nwith any burden on the prosecution to prove the offence. Leaned\ncounsel argued that the initial burden of proving always would\nlie on the prosecution which should suggest the involvement of\nthe accused in mixing of the noxious substance. It is only then\nthat it will be the burden of the accused to prove otherwise.\nC\nD\nE\n49. We shall now consider all these contentions in the light\nof the findings by the Trial Court and the appellate Court. We\nhave already considered the nature of burden of proof on the\nprosecution as also on the defence in the earlier part of the\njudgment while considering the case of A-7. The question of F\nsaid burden has been discussed thoroughly in Krishna Lal's\ncase (cited supra). There can be no dispute that the prosecution\nhas the initial burden to suggest that the accused person was\ninvolved in the business of illicit liquor and that he knew the\nnature thereof. It is only then that the burden would shift to the G\naccused to prove that he had no means to know about the\nnature of the business or the fact that the liquor was being mixed\nwith noxious substance like methanol. Now here in the present\ncase, the accused is the real brother of A-7 and there are\nnumber of other circumstances to suggest that he was actively H\nB\nC\nD.\n344 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA engaged in the business. The High Court as also the Trial Court\nthoroughly discussed and considered the evidence and all the\ncircumstances therein. In fact in the light of these concurrent\nfindings, we need not discuss the whole evidence. However, it\nis clear from the evidence of discovery regarding the fake\nnumber plates that accused No.8 was neck deep into the\nbusiness of spurious liquor. He was an active member in\ncarrying the said spurious liquor and the fact that a vehicle\nunder his possession found from his premises had the trace\nof methanol is sufficient to hold that he had the necessary\nknowledge that methanol played a major part in the business\nwhich was headed by his real brother A-7 and in which he was\nan active partner. The contentions raised by Shri Giri that he\nmay at the most be booked for transporting the spurious liquor\nis also not correct because if that is established then his active\nparticipation in the business also comes to the forefront.\nThereby his knowledge that the liquor was being mixed with\nmethanol has also to be presumed. There was no necessity for\nkeeping the fake unattached number plates in his premises and\nthe whole objective is clear of shielding the cars by attaching\nfake number plates to them. In paragraph 80, the High Court\nthoroughly discussed about vehicle PYO1 M 2464 which was\nsold by PW-68, S. Vasudevan and was found in the possession\nof this accused. The High Court has also discussed about the\ntransaction of his house, namely, Roshini which was in front of\nthe half built house where obnoxious liquor trade was going on.\nHe had also taken a good care to un-authorizedly obtain the\ntelephone number 620069 from Shyamala Kumari, PW-73. It\nhas referred to the evidence of PW-260, Pramod Kumar who\nhad proved the recovery mahazar Exhibit P-191. The evidence\nof PW-68, S. Vasudevan was also referred to by him. He also\nG urged that the house did not belong to A-8. We have already\nE\nF\nreferred to the circumstance that A-8 had taken a house right\nin front of the aforementioned half built house and it was at his\ninstance that the real number plates of the car which had the\ntraces of methanol were found. We, therefore, find no reason\nH to discard the evidence of this discovery.\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 345\nOF KERALA\nC\n50. As if this was not sufficient according to PW-49, S. A\nShiju, who was the driver of A-8, liquor would be brought from\nthe house of A-7 in the maruti car to be carried to the places\nsuch as Adoor, Ezhukone and Pathanapuram. It is this witness\nwho established the nexus of A-8 with the two cars PY01 M\n2464 and PY01 N 1014, MOs 41 and 43, respectively. B\nTherefore, it is obvious that this accused was engaged in the\nbusiness of manufacture, storing, sale and supply of illicit liquor\nalong with A-7 which resulted in liquor tragedy. It is obvious that\nthis accused was well aware of the nature of the business as\nhe was thoroughly into it. Therefore, the offence under section\n57A (1) (i) and (ii) as also the other offences under Sections\n324, 326 and 328 read with Section 34, IPC have been rightly\nheld proved against him. We are not impressed with the\nargument of Shri Giri that the discovery was unnatural and was\nfarcical since both the Courts have held the said discovery to\nhave been proved. Again his frequent calls to his brother would\ncut both ways and would also show that he was actively involved\nin the business. As we have already shown from our earlier\ndiscussion that it is not necessary that the accused had to mix\nor permit to be mixed the noxious substance himself. He could\nbe booked on the same basis as A-7 has been booked by us\non the same logic. Again we are not prepared to accept the\nargument of Shri Giri that A-8 had no idea that methanol is a\nnoxious substance. If a huge business was going on and\nmethanol was being imported along with ethyl alcohol in huge\nquantity and if the car which brought the methanol was in his\npossession and further if the methanol is established to be a\nnoxious substance, it would be a travesty to hold that A-8 did\nnot know that methanol was obnoxious substance. It is also well\nestablished that this accused could be convicted with the aid\nD\nE\nF\nof Section 120B, IPC and also independently of the offence G\nunder Section 57 A (1) (ii) as he was not only the part of the\nbusiness but had actively taken part in it. That by itself is\nsufficient to hold that he had the knowledge about the mixing\nof the ethyl alcohol with the noxious substance like methanol\nand in spite of it, continued. His offence would be covered fully H\n¦\n346 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA in the phraseology ‘or permits to be mixed. We accordingly,\nconfirm his conviction.\nB\nC\n51. Shri Giri suggested that the chemical analyzer report\nwas not put to the accused and took us through the examination\nof the accused. In fact vide the question numbers 51, 63, 131,\n141,143, 219, 220, 221, 224, 263, 691, 692, 706 and 709 and,\nmore particularly, question No.624 all circumstances regarding\nincriminating circumstances have been put to this witness.\nTherefore, this argument of Shri Giri has to be rejected.\n52. Lastly, Shri Giri also argued about the sentence and\ncontended that at the most this accused could be booked for\nthe offence under section 55 (g) and (h). There can be no doubt\nthat he can be booked for those offences, however, in our\nopinion, the Trial Court and the appellate Court have not\nD committed any illegality in booking him under section 57A (1)\n(ii) also. Considering the number of deaths caused on account\nof the business in which this accused was neck deep, we do\nnot think that any leniency can be shown. We accordingly\ndismiss the appeal of A-8.\nE\nLL\nF\nG\n53. This takes us to the case of A-4, who is another brother\nof A-7 and A-8. In fact the part played by A-4, Manikantan @\nKochani is not less than the part played by A-8, if not more.\nHis connection with the business and A-7 is deposed by A. Raju\n(PW-40), an auto rickshaw driver who had seen A-4 coming\nout of the house of A-1 in a red maruti car. His business\nconnections have been deposed to by M.M. Ibrahim (PW-65)\nand it is proved from the evidence of PW-37 that he also\narranged for the finance of Rs. 30 lakhs at the instance of A-1.\nHe was also identified by S. Dharmapalan (PW-36) as a person\ngoing to the house of A-1 with spirit in car. It is very important\nto note here that appeal by A-1 has abated on account of her\ndeath. It was A-1, who was the retail distributor of liquor.\nAllegedly her shop was for sale of toddy but it has come in\nevidence that liquor used to be supplied from her house. Few\nI\n☐\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 347\nOF KERALA\nC.\nD\ninjured witnesses have been examined who were the A\ncustomers of liquor saying that on the fateful day the liquor\ntested a little different. PW-53 in his evidence specifically\ninvolved this accused suggesting that the methanol was first\nbrought in the plastic vessels and then mixed with spirit kept in\nthe tank and thereafter it was supplied for sale. He specifically B\nstated that this was done under the leadership of A-4 along with\nfew others. He has specifically deposed that on the fateful day,\nMO24 car came to the godown of A-7 between 10 to 11 O'clock\nin the morning and that was being driven by Anil Kumar A-16.\nHe further deposed that the essence i.e. methanol was filled in\n10 plastic vessels and they were kept inside the godown. At\nthat time, probably ethyl alcohol had not come and it was told\nto them that spirit load would come. He further deposed that\nthe tanker of ethyl alcohol came at about 11 O' clock in the\nnight, the driver of which was Shakthi from Tamil Nadu. It was\nthen mixed by the workers of A-4 with the ethyl alcohol. He then\nsuggested that the liquor was then dispatched in three vehicles\nto the dealers at Attukadavu and Pulimuttukadavu. Even after\nthe tragedy happened, he deposed about the operations to\ndestroy the spurious liquor. In the cross examination at the\ninstance of this accused, beyond putting an innocuous\nsuggestion that he was telling lies, there was nothing much. The\naccused was tried to be painted as the chief link of\nKayamkulam lobby to which he specifically answered that it was\nAnil Kumar who used to do the same. This accused was also\ninvolved by V. Harikumar (PW-167) who also knew this\naccused along with four other accused persons who were the\ndriver of A-4. According to this witness, they used to purchase\nflowers to put in their cars. S. Vasudeven (PW-68) who is the\nvehicle broker also recognized A-4, A-7 and A-8 and deposed\nthat he had effected sale of the car to A-8 and arranged two G\ncars for the manager of A-7. However, the money for all this\nwas provided by A-4. The High Court has also referred to the\nevidence of T. Shyjan (PW-173) an accomplice to show the\ninvolvement of A-4. Even Usha (PW-62) spoke about the\nadjacent building being rented out in the name of A-4. The H\nE\nF\n348\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nс\nD\nA search list Exhibit P-112 which was proved and produced by\nPW-270, various articles were seized and samples collected\nshowed the ethyl alcohol and methyl alcohol which fact got\nproved by Exhibit P-782. These objects were MO-26 four blue\ncans and MO-27, 12 white cans. He along with his brother\nB raised loans from Chirayinkil Service Cooperative Society,\nobviously for running the business along with A-7. He stood as\na guarantor for A-7. Exhibits P-74 (d) (e) (f) (g) (h) were proved\nfor that purpose. The High Court has discussed about his house\nproperties from where number of cans were seized. It has also\ncome in the evidence that the samples collected from the floor\nof these buildings showed the presence of methanol. Thus, it\nis clear that this witness was thoroughly in the business like his\nbrothers A-7 and A-8. It is, therefore, clear that this was nothing\nbut a conspiracy to run a patently illegal business along with\nhis two brothers and others. It was argued by Shri Dave that\nthe case against this appellant stands on the same footing as\nA-5 and A-11 and, therefore, he deserved to be given the same\npunishment. We do not agree. A-5 and A-11 along with A-6\nand A-10 are proved to have physically transported the mixed\nsubstance to various places. However, they are not the persons\nwho took active part in the business as its proprietors as A-4\ndid. In fact A-4 was at the helm of the affairs unlike those\naccused who merely transported the liquor. The case of A-4,\ntherefore, is quite different. It was argued that he himself had\nnot transported the noxious substance which was done by A-\n15. That may not be so, but he was practically managing the\nwhole show. It has rightly been held by the Trial Court and the\nappellate court that A-5 was a worker of A-4 and took active\npart in the transportation of methanol. We do not accept the\nargument of Shri Dave that his case was comparable to that\nG of A-5 and such a contention has rightly not been accepted by\nthe trial and the appellate Court. His involvement in the business\nis so deep that it was clear that he was a conspirator and it\nwas in pursuance of conspiracy that the whole liquor business\nwhich essentially involved the mixing of methanol with the ethyl\nH alcohol was being conducted. Shri Dave tried to dub the\nE\nF\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 349\nOF KERALA\nevidence of PW-53 as a general evidence which argument A\ndoes not impress us. We have already commented upon the\nevidence of PW-53.\nB\nC\nD\n54. Shri Dave then dubbed Section 57A as a draconian\npiece of legislation. Relying on the language of the whole\nsection, Shri Dave contended like the other learned counsels\nthat the act of mixing the noxious substance has to be proved\nfor being punished under this section. We have already\ncommented upon the real import of Section 57A of the Abkari\nAct. The language of Section 57 A (1) is wide enough as we\nhave already commented in the earlier part of the judgment and\nA-4 will fit in the broad language. Shri Dave argued that the\nsection does not use the word ‘knowledge' or 'knowingly'. He\nalso argued that mens rea to be read in all the offences unless\nthe legislature has expressly or by necessary implications\nexcluded mens rea as the ingredient of offence. Reading the\nlanguage of Section 57 A (1) as it is, it is more than proved\nthat all these accused persons entered into a conspiracy to do\nthe illegal liquor business and in order to succeed in their\nbusiness, took recourse to mixing methanol with ethyl alcohol\nand brought out a new type of spurious liquor. In order to E\nincrease the potency of the drink and in order to probably give\ntaste, they mixed the methanol. Once ethyl alcohol is proved to\nbe a noxious drug, if they are found to be mixing or permitting\nmixing methanol with ethyl alcohol then the offence would be\ncomplete whether they had the knowledge regarding the F\nqualities of methanol or not. That is apart from the fact that in\nthis case itself to say that the accused did not know about the\nproperties of methanol would be wrong. If that had been so they\nwould not have been running between Hosur and Kerala to\nbring methanol in the cars which had fake registration numbers G\nand secrete chambers. As many as 7 reported decisions were\nrelied upon by Shri Dave for the question of mens rea. We have\nnothing against the principles laid down thereunder but we must\npoint out that in none of the seven cases relied upon by the\nlearned counsel the case related to an offence like Section 57 H\n350 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA A (1). The whole discussion on mens rea, therefore, is of no\nconsequence. The following cases were relied on:\nB\nс\nD\n(1)\n(2)\nLim Chin Aik v. Reginam [1963] 1 All ER 223\nState of Maharashtra v. Mayer Hans George, 1965\n(1) SCR 123\n(3) Sweet v. Parsley [1969] 1 All Er 347\n(4)\nState of Gujarat v. Acharya D. Pandey \u0026 Ors.\n(1970) 3 SCC 183\n(5) Sanjay Dutt v. State Through CBI (1994) 5 SCC\n410\n(6) Kalpnath Rai v. State (through CBI) (1997) 8 SCC\n732\n(7)\nB (a minor) v. Director of Public Prosecutions\n[2000] 1 All 833\n55. There can be no question about the absence of\nE conspiracy. The whole business itself was a conspiracy. It may\nnot be the conspiracy to mix the noxious substance but the fact\nof the matter is that in order to succeed in the business which\nitself was a conspiracy they mixed or allowed to be mixed\nmethanol and used it so freely that ultimately 31 persons lost\nF their lives. We are not at all impressed by the argument\nregarding knowledge. Shri Dave also referred to the case of\nP.N. Krishna Lal (cited supra). The argument was that if\nSection 57A (v) is to be worked out in its literal manner then it\nis the defence which would lead the evidence of disproving. The\nG argument is clearly incorrect. We have already explained the\nH\nresponsibility on the prosecution in the earlier part of the\njudgment. In our view, in this case the prosecution has\ndischarged its primary burden. The accused persons, more\nparticularly, these three brothers have not offered any evidence\nso as to discharge the burden put against them under section\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 351\nOF KERALA\n57A (1) (v). In this case the prosecution has clearly proved that A\nthere was a noxious substance which was likely to endanger\nthe human life. Secondly, they have proved that substance was\nmixed, permitted to be mixed and was being regularly mixed\nwith liquor. They have thirdly proved that the persons mixing\nhad the knowledge that methanol was a dangerous substance B\nthat aspect would be clear from the fact that after the tragedy\nA-7 went and punished his servants and remonstrated them for\n'not properly' mixing methanol with ethyl alcohol. Lastly, it is\nproved that as a result of mixing of methanol with the liquor and\nas a result of consuming such liquor as many as 31 persons C\nlost their lives and number of others suffered grievous injuries.\nWe reject the argument of Shri Dave that the initial burden was\nnot proved by the prosecution which we confirm the finding of\nconviction and sentence as imposed against A-4. We\naccordingly dismiss the appeal filed by A-4.\nD\n56. This takes us to the SLP (Crl.) 842 of 2006 of A-25\nrepresented by senior Counsel Shri Shekhar in which we have\ngranted leave to appeal. The argument of learned senior\ncounsel was almost on the same lines with that of Shri Dave\nand Shri Giri insofar as the contentions regarding the burden E\nof proof and the interpretation of Section 57 A (1) were\nconcerned. It is well proved by the prosecution that this A-25\nwas a major link used to purchase liquor from A-4 and he was\nthe one to used to distribute the same. Learned counsel argued\nthat this accused had no control over this business and he was F\nmerely transporting the spurious liquor and, therefore, he should\nhave been booked under section 57 A (1) (iii).\nA-25 was selling liquor in retail through A-32, A-35 etc. A-\n25 and A-10 were the employees of A-4 who were supplying\nthe liquor to A-21. Thus, he was getting the readymade liquor.\nAs per the evidence of P. Thulaseedharan (PW-131), because\nof the liquor sold to his father on 21.10.2000 at 11 pm that his\nfather was admitted in the hospital. Name of the father is\nPachan. In fact, as per the evidence of PW-131, he was told\nG\nH\nC\nD\n352\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA by his father that he had consumed little from the liquor entrusted\nto him by A-24 for sale. Thereafter, he felt headache and\nabdominal pain. The prosecution suggests that later on he died.\nAs per the evidence of P. Ramu (PW-163), his father used to\ndrink the liquor supplied by A-25 and he had also seen on the\nB fateful day, his father consuming alcohol supplied by A-25. Thus,\nhis father who died was himself a further supplier of the drink,\nwhich was used to be supplied by A-25. The liquor sold on that\nday tasted differently, which was the evidence of M. Ponappan\n(PW-133). He had, however, purchased the liquor from A-32.\nWhen he enquired about the reason, he was told that it was\nliquor of A-7 brought through A-25. Evidence of T.\nChandrasekhara Babu (PW-146) is also to the same tune. PW-\n173 is another witness who is an accomplice. He claimed to\nhave known A-25. He was used to be given a canister whenever\nhe became indebted. He used to sell 35 litres of liquor in that\ncanister. Thus, it is established that A-25 used to take the liquor\nmanufactured by A-7 and the same used to be supplied to him\nby A-4 and the same was distributed by him further. Obviously,\nthis witness used to sell the liquor supplied by A-25 at a higher\nprice of Rs.20/- per litre and he purchased the liquor from A-\n25 twice or thrice in a week. It was for the last time that he\npurchased the liquor from A-25 on 20.10.2000 as he told that\nhe waited near Pallikkal temple near milma booth and after 10\nor 15 minutes, A-5 and A-25 came there in a blue Maruti Car\nand five canisters of liquor were unloaded there. It was\ndistributed amongst A-24, A-6, A-29 and A-28. It was A-25 who\nasked A-32 to destroy the balance of liquor after the tragedy.\nThe prosecution alleged, as the High Court has noted, that he\nabsconded and he was arrested from K.S.R.T.C. Bus stand on\n11.12.2000. The Trial Court thoroughly discussed his evidence.\nG It was contended before the Trial Court that evidence of PW-\n173 could not be accepted as he was given pardon only towards\nthe fag end of the case. The Trial Court and the High Court have\nfound nothing wrong with the grant of pardon under Sections\n306 and 307 of the Cr.P.C. The Trial Court has correctly\nH appreciated the legal position that evidence of PW-173 could\nE\nF\n"}