{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 293\nOF KERALA\nState of Maharashtra v. Mayer Hans George 1965 (1) A\nSCR 123; State of Gujarat v. Acharya D. Pandey \u0026 Ors.\n(1970) 3 SCC 183: 1971 (2) SCR 557; Sanjay Dutt v. State\nThrough CBI (1994) 5 SCC 410: 1994 (3) Suppl. SCR 263;\nKalpnath Rai v. State (through CBI) (1997) 8 SCC 732-\ndistinguished.\nLim Chin Aik v. Reginam [1963] 1 All ER 223; Sweet v.\nParsley [1969] 1 All Er 347; B (a minor) v. Director of Public\nProsecutions [2000] 1 All 833 – referred to.\n-\nCase Law Reference:\n1994 (5) Suppl. SCR 526 relied on Para 20,48,49,55\nB\nс\n1970 (3) SCR 530\nreferred to\nPara20\n1994 (2) SCR 375\nreferred to\nPara 20\nD\n1988 13 EHRR 379\nreferred to\nPara 21.\n(1935) A.C. 462\nreferred to\nPara 21\n(1942) A.C. 1\nreferred to\nPara 21\nE\nភា\n[1975] Q.B. 27\nreferred to\nPara 21\n(1981) A.C. 648\nreferred to\nPara 21\n26 D.L.R, (4th) 200\nreferred to\nPara 21\n(71) L.Ed. 749\nF\nreferred to\nPara 21\n78 Law. Ed. 664\nreferred to\nPara 21\n412 US 837\nreferred to\nPara 21\n442 US 140\nreferred to\nPara 21\nG\n395 US 619\nreferred to\nPara 21\n1960 SCR 461\nreferred to\nPara 21\n1994 (2) SCR 179\nreferred to\nPara 37\nH\n294\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nΑ\n1994 (4) SCC 478\nreferred to\nPara 37\n1994 (2) SCR 179\nreferred to\nPara 37\n1968 SCR 624\nrelied on\nPara 37\nB\n1996 (9) Suppl. SCR 938 referred to\nPara 37\n2001 (3) SCR 777\nreferred to\nPara 37\n1994(5) Suppl. SCR 526\nreferred to\nPara 37\n1971 (2) SCR 557\nreferred to\nPara 37\nC\n1994 (3) Suppl. SCR 263 referred to\nPara 37\n1968 SCR 624 .\nreferred to\nPara 42\n1996 (9) Suppl. SCR 938 referred to\nPara 43\nD\n2001 (3) SCR 777\nreferred to\nPara 43\n1963] 1 All ER 223\nreferred to\nPara 54\n1965 (1) SCR 123\ndistinguished Para 54\nய\nE\n1969] 1 All Er 347\nreferred to\nPara 54\n(1970) 3 SCC 183\nreferred to\nPara 54\n1971 (2) SCR 557\n(1994) 5 SCC 410\nF\n(1997) 8 SCC 732\n[2000] 1 All 833\nG\ndistinguished Para 54\nreferred to Para 54\n1994 (3) Suppl. SCR 263 distinguished Para 54\ndistinguished Para 54\nreferred to Para 54\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal\nNo. 1528 of 2005.\nFrom the Judgment \u0026 Order dated 8.10.2004 of the High\nCourt of Kerala at Ernakulam in Criminal Appeal No. 824 of\nH 2002.\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 295\nOF KERALA\nWITH\nA\nCriminal Appeal Nos. 1530,1531, 1532 of 2005 and 864 of\n2011.\nK. Radhakrishnan, V. Shekhar, A. Sharan and J.C. Gupta,\nK.K. Mani, Abhishek Krishna, R. Shivkumar, Adolf Mathew,\nSiddarth Dave (for A. Raghunath), Jemtiben AO, Malini Paduval,\nBabita Sant, Mohd. Sidduque, Rajasree Ajay, S. Ganesh,\nDeepakshi Jain, V.K. Sidharthan, Geetha, R. Satish and G.S.\nMani for the appearing parties.\nThe following Judgment of the Court was delivered\nJUDGMENT\nB\nC\n1. This judgment will dispose of Criminal Appeal No.1528\nof 2005 (Chandran @Manichan @ Maniyan v. State of Kerala)\nfiled by Chandran (accused No.7), Criminal Appeal No.1530\nof 2005 (Manikantan @ Kochani v. State of Kerala) filed by D\nManikantan (original accused No.4), Criminal Appeal No.1531\nof 2005 (Manoharan v. Kerala State Rep. by Public Prosecutor)\nfiled by Manoharan (original accused No.30), Criminal Appeal\nNo.1532 of 2005 (Vinod Kumar @ Vinod v. State of Kerala)\nfiled by Vinod Kumar (original accused No.8), SLP (Crl.) 842 E\nof 2006 (Suresh Kumar @ Suresh v. State of Kerala) filed by\nSuresh Kumar (original accused No.25) and Criminal Appeal\nNo.800 of 2006 (Herunessa @ Thatha v. State of Kerala) filed\nby Herunessa (original accused No.1). Out of all these appeals,\nthe appeal filed by accused Herunessa @ Thatha has become\ninfructuous since accused No.1, Herunessa is reported to have\nexpired.\n2. Leave granted in SLP (Crl) 842 of 2006.\nF\n3. All the accused-appellants stood convicted by the\nSessions Judge, Kollam by its judgment dated 16.7.2002 for G\nvarious offences punishable under Sections 120B, 302, 307,\n326, 328 and 201 read with Section 34 of the Indian Penal\nCode (IPC) as also under Sections 55 (a) (g) (h) (i), 57A and\n58 of the Abkari Act. We need not refer to the punishments\nawarded to all these accused persons. Suffice it to say, that H\ni\n!\n!\n!\n|\nD\n296 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA practically all of them were convicted for offences under Section\n302, IPC Section 57A (1) (iii) of the Abkari Act which is a State\nAct for the State of Kerala. The accused persons under those\nSections were sentenced to suffer rigorous imprisonment for\nlife. They have also been awarded lesser sentences and have\nB been slapped with heavy fines. They appealed against this\nverdict, the conviction and the sentences before the Kerala High\nCourt which has set aside the conviction for offence under\nSections 302 and Section 307, IPC, however, maintained the\nconvictions of most of the appellants for offence under Section\nC 57A (1) (ii) under the Abkari Act along with convictions under\nSections 324, 326, 328 and 201, IPC as also the other Sections\nlike Section 55 (h) and (i) and 58 of the Abkari Act. In short,\nmost of the accused persons were directed to suffer rigorous\nimprisonment for life and, as the case may be, rigorous\nimprisonment for 10 years along with fine. All these appeals\nwere heard jointly since they were against the common\njudgment. As many as 48 accused persons came to be tried\nbefore the Sessions Judge. Some of them were acquitted at\nthe stage of trial and some others at the appeal stage, leaving\nthe above mentioned appellants in the fray who are before us.\n4. Alcohol has already proved itself to be one of the major\nenemies of the human beings. However, its grip is not loosened\nin spite of the realization of the evil effects of alcohol on the\nhuman life. On the other hand, the unholy grip is being tightened\nday by day. Therefore, when the standard and healthy alcohol\nin the form of liquor is not available or is too costly for a common\nman, the poor section of the society goes for illicitly distilled\nliquor which is sold by the bootleggers. The conscienceless\nbootleggers - thanks to their avarice for money - take full\nadvantage of this human weakness and without any\ncompunction or qualms of conscience, distill illicit liquor and\nthen to increase the sale and to gain astronomical profits make\ntheir product more potent at least in taste so as to attract the\npoor customers. Such poor customers invariably become the\nprey of such unholy avarice on the part of the bootleggers and\nH in the process even lose their lives at times or suffer such\nE\nF\nG\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 297\nOF KERALA\nA\ninjuries which are irreparable like total blindness etc. and that A\nis precisely what has happened in this case.\nB\nC\n5. On 22.10.2000, in the wee hours, Sub-Inspector of\nPolice, Paripally received information that one Raghunatha\nKurup of Kulathoorkonam and seven others were admitted in\nthe Medical College Hospital Thiruvananthapuram for treatment\non account of illness caused by consumption of illicit liquor. He\nreached the Hospital and recorded the first information\nstatement of Raghunatha Kurup at 2 a.m. By that time, one\nSasidharan who had consumed the illicit liquor had died and\ntwo others were lying in unconscious condition. On that basis,\nSub-Inspector registered Crime No. 268 of 2000 under Section\n302, 307, IPC read with Section 34, IPC and under Section 57A\nof the Abkari Act. Little did he know the exact ramifications or\nvastness of the grim tragedy which was about to take place.\nThree other similar crimes were registered at Kottarakkara D\npolice station and this was followed by further crimes registered\nin the same police station being Crime No.809 of 2000, Crime\nNo.810 of 2000, Crime No.811 of 2000 and Crime No.817 of\n2000. All these crimes were consolidated with crime No.268\nof 2000 of Parippally police station and the information started\ntrickling regarding the consumption of spurious liquor by poor\npersons and their admittance to the hospital from within Anchal\nand Pooyappally police station limits. Similar incidents had\ntaken place within the limits of Mangalapuram police station\nand the crime was registered there also. Investigation F\nmachinery quickly responded to the happenings and a special\ninvestigation team (SIT) was constituted as per the directions\nof Director General of Police, Kerala, Thiruvananthapuram on\n25.10.2000 which was to be headed by Shri Sibi Mathews, IPS\nwho was the Inspector General of Police. He was to head the\nteam of seven persons, six other persons being the police\nofficers of the level of Inspectors and above. All these earlier\nmentioned crimes were taken over for investigation by SIT. They\nstarted investigation in all the concerned police stations where\nthe crimes were reported. It was realized that as many as 31\nE\nG\nH\n298 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA persons had lost their lives, six persons had suffered total\nblindness in Kollam District whereas more than 500 persons\nsuffered serious injuries on account of the drinking of the illicit\nliquor.\nB\nс\n6. Unfortunately, all this was going on in God's own\ncountry, Kerala which was turned into hell by the liquor mafia.\nEventually, investigation by the SIT was completed and the final\nreport was filed before the Judicial Magistrate, 1st Class,\nParavoor on 21.1.2001 against 47 persons. After the charge-\nsheet was filed, accused No.48 was also added by a\nsupplementary charge-sheet. However, as many as four\naccused persons, they being accused Nos. 34, 36, 39 and 45\ndied on account of consumption of their own medicine, the\nspurious liquor. Accused No.3 had lost his eye sight completely.\nFew accused were absconding, their cases were split up. Rest\nof the accused were sent for trial before the Sessions Judge\nbefore whom a marathon trial took place wherein 271\nwitnesses were examined, as many as 1105 documents were\nproved and relied upon and over 291 material objects were\nproduced. The defence also examined as many as 17\nE witnesses and relied on 110 documents being Exhibits D-1 to\nD-111.\nD\nF\nG\n7. Prosecution alleged that methyl alcohol which is a\npoisonous substance used to be brought from Karnataka and\nmixed with Ethyl alcohol. At times, this concoction was mixed\nwith toddy and other essences resulting in a drink called\nKalapani. The methyl alcohol used to be mixed with ethyl\nalcohol which was also illegally and illicitly procured in order to\nadd potency to the drink so that more and more people would\npurchase the same. These sales were made from the regularly\nlicensed toddy shops and from other places. There was well-\noiled machinery, huge in proportion, the main component of\nwhich was Chandran (accused No.7) who was a toddy\ncontractor. His brothers, Manikantan (accused No.4) and Vinod\nKumar (accused No.8) were deputies helping him. This group\nI_\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 299\nOF KERALA\nC\nD\nhad servants like Balachandran (A-15), the Manager. Even their A\nwives did not lag behind. There were laboratories, assistants\nand labourers. There were drivers and a fleet of vehicles which\nwere used for importing methyl alcohol from Karnataka and then\nit used to be brought to the laboratories maintained by\nChandran (A-7), Manikantan (A-4) and Vinod Kumar (A-8) B\nwhere the mixing used to take place. Accused Nos.A-4\n(Manikantan @ Kochani), A-7 (Chandran @ Manichan), A-8\n(Vinod Kumar), A-15 (Balachandran), A-18 (Usha), A-19\n(Sugathan), A-20 (Vijayan), A-21 (Rassuludeen), A-22 (Suresh\n@ Sankaran) and A-23 (Binu @ Monukuttan) were active in\nfirstly procuring the methyl alcohol and then mixing the same in\nthe laboratories and then distributing the same in the whole\ndistrict, more particularly, to the various outlets for sale of toddy.\nChandran (A-7) used to control these shops which were either\nin his name or some other names. It was alleged by the\nprosecution that all these accused persons hatched a criminal\nconspiracy in or about March, 2000 prior to the auction of toddy\nshops for the period between 2000-01 and well-oiled machinery\nwas created for importing methyl alcohol from a place called\nArihant Chemicals, Bangalore. Chandran (A-7) controlled toddy\nshop Nos.1 to 26 of Chirayinki! Panchayat so that there were\neasy outlets available for the sale of spurious liquor. Once\nmethyl alcohol was imported, it used to be brought to the huge\nlaboratories constructed for that purpose and carefully\nconcealed which was located at Pandakasala. It was alleged\nby the prosecution that Gunasekharan (A-17) purchased two F\nbarrels of methyl alcohol as part of the criminal conspiracy from\nArihant Chemicals, Bangalore and the same was entrusted to\nAnil Kumar (A-16) for import to Kerala for the purpose of its\nmixing with the spirit ethyl alcohol and for sale by Manikantan\n@ Kochani (A-4), Chandran @ Manichan (A-7), Vinod Kumar G\n(A-8), Balachandran (A-15), Usha (A-18), Sugathan (A-19),\nVijayan (A-20), Rassuludeen (A-21), Suresh @ Sankaran (A-\n22), Binu @ Monkuttan (A-23). It was brought by Anil Kumar\n(A-16) in a Fiat car which had fake registration number. This\nFiat car was fitted with a secret tank and thus the poisonous H\nE\n|\n¦\n300 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA methyl alcohol was imported and was mixed with 56,200 litres\nof spirit which was also imported to Kerala by Mahesh (A-12),\nSalil Raj (A-13), Ashraf (A-14) and Sakthi (A-48). All the mixing\nwas done at Pandakasala and then it was given for distribution\nto Manikantan (A-4) who transported it through Anil Kumar (A-\nB 5), Shibu (A-6), Santhosh @ Kochu Santhosh (A-9), Santhosh\n@ Valiya Santhosh (A-10), Mohammed Shaji @ Shabu (A-11),\nknowing it to be injurious to health, through various other\nvehicles.\nC\n8. The said methyl alcohol which was mixed in the\nPandakasala godown meant for toddy shop Nos.1 to 26 of\nChirayinkil Panchayat and then got distributed by the above\naccused persons who all knew very well that it was injurious to\nhealth and was fatal. For this purpose, cars bearing registration\nNo. PY01M-6582 and TN-1-R 9283 and a Van bearing\nD registration No. KLOQ-2787 were used.\nE\nF\nG\nH\n9. It was further the case of the prosecution that from this\npoisonous spirit, 35 litres were taken in a car bearing\nregistration No.TN-1-R 9283 on 20.10.2000 at about 3.30 p.m.\nwith the assistance of Anil Kumar (A-5) and Shibu (A-6) and\nwas given to Herunnesa (A-1), Rajan (A-2) and Raju @\nMathilakom Raju (A-3) in the house of A-1 and A-2 at\nKalluvathukkal. It was alleged that accused Nos. 1 and 2 and 3\ndiluted the spirit by adding water and sold it through their outlets\nbecause of which 18 persons died due to consumption of\nspurious liquor. It was pointed out that two persons lost their\neyesight and number of others sustained grievous injuries. It\nwas further alleged in the charge that Manikantan (A-4) with the\nhelp of Anil Kumar (A-5) and Santhosh (A-10) transported 10\nKannas full of spurious liquor having capacity of 35 litres in the\ncar bearing fake registration No. KL 01M 7444 on 20.10.2000\nnight to Charuvila Puthen Veedu, Anthamon Muri and\nKalyanpuram village at Kottarakkara and there the said liquor\nwas sold by A-30 with the assistance of A-31 who earlier diluted\nthe spurious liquor by adding water at the house of A-30 and\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 301\nOF KERALA\npacked liquor in polythene covers containing 100 ml each. The A\nsaid pouches were also sealed with the help of sealing\nmachine. Then the pouches were loaded in one Maruti car on\nthe same day and the same was entrusted to A-39, Latha\nKumari. Even these accused knew the spurious nature of the\nliquor and its lethal effects. Some liquor out of this was sold to\none Soman Pillai and CWs 630 to 634 and on that account\nLatha Kumari and Soman Pillai died while others suffered\nserious injuries.\nB\nC\n10. It was further alleged by the prosecution that the\nremaining five Kannas full of spurious liquor were then\ntransported in the car bearing fake registration No. KL 01M\n7444 with the help of accused Nos. 5 and 10 on the same day\nnear the shops of CWs 633 and 664 at Pallikkal in Mylom\nvillage at about 8.45 p.m. and entrusted the same to A-25 who\nwith the help of some other accused like Sujith (A-24), Dileep D\n(A-26), Shyjan (A-27), Anil Kumar @ Kittu (A-28), Rathy (A-29),\nSashikumar (A-32), Shibu (A-33), Rajan (A-34), Sudhakaran\n(A-35), Pachan (A-36), Santhosh (A-37), Samuel (A-38),\nSathyan (A-40), Soman (A-41) sold the spurious liquor at\nvarious places in Kottarakkara Taluk at Pallikkal, Kalyanpuram E\nPuthoor and Mylom after diluting the same with water. Because\nof the consumption of this liquor, as many as 7 persons died\nand out of them Rajan (A-34) and Pachan (A-36) also died by\nconsuming the same liquor. Some others lost their eye sight\nand still some others sustained grievous injuries.\n11. Another round of 35 litres of kannas was taken by A-\n4 with the help of all on 20.10.2000 in the evening to Attingal\nAvanavancherry and was sold to A-42 who along with A-47 took\nthe spurious liquor in an auto rickshaw driven by A-47 near the\nCRPF camp in Thiruvananthpuram District and sold it to A-45\nwho further sold about 14 litres of spirit to A-44 and 7 litres of\nspirit to A-46 on 25.10.2000 in the evening. The said liquor was\ndiluted by A-45 with the help of A-43 by mixing water and\nconverted it into arrack and further sold it to a person called\nF\nG\nH\n302 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA Bhaskaran Kutty Nair. It is alleged that because of the\nconsumption of the same liquor, A-45 himself died while some\nothers suffered grievous injuries.\nB\n12. The prosecution also alleged that A-44 diluted the\nspirit by adding water and sold it on 26.10.2000 near Apollo\ncolony to CWs 433 to 456. They consumed the same liquor and\nsustained grievous injuries and one of them lost his eyesight.\n13. The prosecution alleged that the conspiracy was\nhatched in March, 2000 amongst all the accused and because\nC of the criminal act on the part of the accused of mixing\npoisonous methyl spirit, death of as many as 31 persons was\ncaused, as many as 266 persons suffered grievous injuries\nwhile 5 persons lost their eye sight completely. All the accused\npersons were, therefore, charged with the offences under\nD Sections 302, 307, 326, 328, 201,120B read with Section 34\nE\nof the Indian Penal Code as also under Section 55 (a) (g) (h)\nand (i), Section 57A and Section 58 of Abkari Act. On the basis\nof this charge, evidence was led of about 270 witnesses. The\naccused persons abjured their guilt and claimed to be tried.\n14. The sessions Judge categorized the accused persons\nin the following manner:\n(1) those who were involved in the manufacture of the\nillicit liquor;\nF\n(2)\nG\n(3)\nthose who were engaged in the distribution and\ntransportation of the same;\nThose who were mainly engaged in the sale of illicit\nliquor.\n15. Accused Nos.13, 17, 31, 32, 37, 40, 43, 46, 27, 48\nwere found not guilty. They were straightaway acquitted. Some\nof the accused persons died during the trial. Those who were\nconvicted by the Sessions Judge were awarded sentences\nH depending upon the seriousness of the crime as per the\n"}