{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"CHANDRAN @ MANICHAN @ MANIYAN V. STATE 323\nOF KERALA\nthe evidence. According to him, thereafter, what was left in the A\nsyntex tank was poured in the river, un-used cans were\nremoved and plastic covers were disposed of by setting fire.\nA-7 had also taken adequate care to send away the employees\nfor sometime and it was through him that the witness came to\nknow that people had died by drinking the spirit supplied by B\nA-4 and his employees due to a mistake in mixing by A-20 and\nA-22.\n32. Shri Radhakrishnan, learned Senior Counsel very\nseriously argued that even if the evidence of this witness is\nC\nentirely accepted, it does not suggest that A-7 himself mixed\nthe methyl alcohol with the spirit and, therefore, there could be\nno question of his being booked under Section 57A of the\nAbkari Act. We have already explained the real scope of\nSection 57A. For being convicted under that Section, it is not\nnecessary that the person concerned must himself do the D\nmixing. It is obvious that A-7 was the boss. In fact PW-53\ndescribes him as the boss. It is, therefore, obvious that\neverything was done as per his command and if it was so, then\nin order to be convicted under Section 57A, the prosecution is\nnot required to prove that A-7 physically mixed the methyl E\nalcohol or the injurious substance with the spirit. In our opinion,\neven if A-7 commanded his servants to mix up, he is equally\nguilty under the Section. In fact illegally importing ethyl alcohol\nand mixing the same with methanol was a regular trading\nactivity on the part of A-7. The licences for running the toddy F\nshops was merely a facade. He had undoubtedly put a very tall\nbid for those licences and could not have afforded to continue\nmerely on the basis of those 26 toddy shops. The High Court\nhas rightly referred to that part and we approve of the High\nCourt's findings in that behalf. Therefore, he gave his business G\na complete new turn, that is, instead of selling toddy through\nthose outlets he started selling alcoholic drink prepared from\nethyl alcohol and methanol and that illegally imported both and\nall this was going on with the corrupt cooperation of those who\ncould have checked it. Therefore, it is a proved position from\nH\n324 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA the evidence of PW-53 that A-7 was the boss of the illegal trade.\nHe got the methanol imported and used his godown which he\nrightfully possessed on account of his licences for 26 shops.\nTherefore, his knowledge that methanol was being mixed, the\nfact that he was running the business along with his hirelings\nand the further fact that he used to be present at the time of\nthe mixing are properly proved by the prosecution with the aid\nof testimony of PW-53 and are enough for a finding about\nSection 57A (1) (ii).\nB\nC\nD\n33. PW-53 very specifically deposed that on 19.10.2000\naround midnight mixing was done by A-20, 21, 22 and 23 and\nthat methanol was brought by A-16 in the Fiat car with secrete\nchambers and ethyl alcohol was brought by PW-48, K. Sivaram\nin a truck to the Pandaksala godown. There can be no doubt\nthat PW-53 was present there and had seen this. Shri\nRadhakrishnan tried to take advantage of this evidence\nsuggesting that it was A-20 to 23 who were actually mixing\nmethanol which was delivered by the workers of A-4 from the\ngodown in the very same night. From this, Shri Radhakrishnan\ntried to argue that it was not actually mixed by A-7. It was clear\nE that this mixing took place at Pandaksala godown owned by\nA-7. Shri Radhakrishnan also pointed out that the High Court\nhad held that the accused No.7 was liable to be convicted for\noffence under Section 57A (1) (ii). It was also pointed out by\nhim that the High Court had observed that he could not be\nF convicted under Section 57A (1) (i) and (iii). In short, the\ncontention is that since according to the evidence of PW-53,\nA-7 had not himself mixed or did not permit to be mixed noxious\nsubstance endangering the human life with any liquor or\nintoxicating drug A-7 could not be convicted for the offence\nG under Section 57 A 1 (ii) also.\nH\n34. The argument is clearly fallacious. We have already\npointed out that it was not necessary that A-7 had physically\nmixed the methyl alcohol for his being convicted. It was actually\ndone on his command and within his knowlege. His offence\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 325\nOF KERALA\n00\nB\ncould also come within the definition on account of the other A\nwords of the Section 'or permits to be mixed'. While\ninterpreting these words, namely, 'whoever mixes or permits\nto be mixed' the real import of the words would have to be taken\ninto consideration and thereby if A-7 directed his servants to\nmix methanol with methyl alcohol that would also be covered\nwithin the scope of the words 'mixes or permits to be mixed\nin the Section. It has already come in the evidence that all this\nmixing was done at the instance of, with the direction of and to\nthe knowledge of the accused No.7. He was the king pin or the\nmain actor on whom the huge business of liquor trade rested.\nIt cannot, therefore, be said that the conviction under section\n57A (1) (ii) was in any manner incorrect. Of course that would\nbe only and only if the evidence of PW-53 along with other\nrelevant witnesses held to be reliable.\nC\nD\nE\nF\n35. There is no reason for us to discard the testimony of\nPW-53 which was read word to word before us by Shri\nRadhakrishnan. We find that the evidence was most natural\nand was not shaken in any manner in his cross-examination.\nHe has given a complete graphic description of what\nhappened. He claimed that he was working with A-7 from\nMarch, 2000 in the godown and before that he used to supply\nspirit in different places for A-7. He gave the names of persons\nworking in the Pandaksala godown. He referred to methanol\nas 'essence' and pointed out that essence was added to the\nspirit collected in syntax tank to make Kalapani and then it used\nto be filled in the plastic vessels having capacity of 35 litres.\nHe pointed out that the spirit was poured in the small syntax\ntanks and little toddy, water, powder etc. were mixed and\nessence used to be added to it and that substance and then it\nused to be filled in the bottles. He gave graphically the details\nof the operations and also deposed that apart from the 26 G\ntoddy shops, his boss was running 75 shops without licences\nand it was a small scale industry. He asserted that it is only the\nthings supplied by the boss which are sold in those shops. He\nasserted that when the essence was mixed in the spirit the\nH_\nD\n326 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA vitality would increase. He also described the role of Anil Kumar\n(A-16) who used to bring essence and come only on certain\ndays in month mostly on Thursdays. He also described the Fiat\ncar and the secret tank and pointed out that the essence brought\ntherein used to be filled in plastic vessels having capacity of\nB 35 litres through hose and by using hand motor and essence\nused to be added to the spirit in the tank and then the\nconcoction used to be supplied for sale. He spoke about the\nnight when the whole operation took place and involved A-4,\nA-22 and A-21. He pointed out that alcohol came in the tanker\nC at night. The concoction was prepared by accused Vijayan,\nSuresh, Monkuttan and Rasool. Three cars came thereafter\nbeing white Maruti Van, red Maruti car and Blue Maruti car. After\nmixing, the cars were sent of. The said material was taken to\nthe dealers of A-7. He has also spoken as to what happened\non 21.10.2000 when accused Balachandran and A-7 came and\nA-7 gave a beating to Vijayan asking him as to how mixing was\nnot properly done. He then directed the whole remaining\nmaterial to be poured into the river and to destroy the cans.\nAccordingly, as per the direction, the concoction in the Syntex\ntank was poured in the river and the cans and the covers were\nburnt and buried under the sand. He pointed out that the\nessence mixed spirit was taken to the shed belonging to A-7\nAttukadavu. He spoke about the electronic machine, hand\nmachine and the process of filling the concoction in the plastic\ncans. He pointed out that on that day all the plastic covers were\nburnt by them. A-7 had also directed the witness and the other\nservants to remain absconding. In his cross-examination, he not\nonly identified A-7 but called him Boss and Annan, elder brother.\nSome irrelevant questions were put to him which he answered\nsuggesting that the property belonged to A-7 and the godown\nG also belonged to him and the mixing used to be done there only.\nE\nF\nH\n36. We have seen the whole evidence very carefully.\nThough he was subjected to lengthy cross-examination, the main\nstory about the mixing has not suffered any dent. On the other\nhand, the operation of mixing was explained again in the cross-\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 327\nOF KERALA\nexamination. He owned up that he himself carried Kalapani on\nnumber of occasions to the various shops of A-7. The evidence\ngiven by this witness sounds truthful because he has not tried\nto justify himself nor has he made any efforts to save himself.\nMost of the cross-examination was stereotyped, limiting to the\nminor omissions in his statement under Section 161 and 164\nCr.P.C. Even at the instance of the other accused persons,\nnothing much has come about in his cross-examination. In his\ncross-examination by A-4, he again explained the role of Anil\nKumar who brought methanol and asserted the role played by\nA-4. In the cross-examination by A-5, A-6, and A-1 also merely\nsome omissions were brought which were insignificant.\nHowever, considering the whole evidence, this witness is\ncreditworthy.\nA\nB\nC\nD\n37. Shri Radhakrishnan, however, pointed out that the\nevidence of this witness is in the nature of evidence of an\naccomplice and has to be red in the light of Section 133 and\nSection 114B of the Indian Evidence Act and that he also\nreiterated the settled principles that an accomplice must be\ntested with respect to his reliability and if he is unreliable his\nevidence cannot be the basis of the prosecution case. Learned E\ncounsel further argued that if the witness is found reliable then\nhis evidence must be corroborated in material particulars.\nLearned senior counsel relied on Shankar @ Gauri Shankar\nv. State of Tamil Nadu [1994 (4) SCC 478] as also Rampal\nPithwa Rahidas v. State of Maharashtra (1994) Suppl. (2) SCC F\n73, more particularly, in paragraphs 14 and 15 in the previous\ncase and paragraph 9 in the latter case.\n38. Shri Radhakrishnan further argued that the witness had\nstated that he was in good terms with A-7 and that he did not\nG\nquarrel with A-7. This was suggested as a strange conduct. He\nalso pointed out that the witness had stated that he had acted\nunder the instructions of his boss. It is seen from the evidence\nthat he was a minion of his boss i.e. A-7 and he answered that\nhe gave all the answers to the police as per the instructions\n.\nH\n|\nB\nC\nD\n328 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA given to him by A-7 there is nothing unnatural in it. He was a\nvery small fry as compared to a mighty businessman like A-7\nand it was suggested by Shri Radhakrishnan that his evidence\ndid suggest that his behaviour was strange. Shri Radhakrishnan\ninsisted that this witness was insisting that he had good\nrelations with A-7 and yet he deposed against A-7 and this,\namounted to strange behaviour. Under the peculiar\ncircumstances of this case considering the position of this\nwitness vis-à-vis A-7, we do not think that this amounts to a\nvery strange behaviour on account of which this witness should\nbe stamped with as an unreliable witness. Shri Radhakrishnan\npointed out that PW-53 was under the tutelage of the police\nfrom 20th November and was tutored by the police. His Section\n164 statement seems to have been recorded on 15th January\nand Section 161 statement was prior to that. Shri\nRadhakrishnan pointed out that both his statements were\nclubbed together and there he himself admitted having\ncommitted the offence under the Abkari Act. Shri\nRadhakrishanam, therefore, argued that the police should have\narrested him but the police neither arrested him nor included\nhim in the array of accused. Instead the prosecution planted\nhim as a prosecution witness. In that the learned counsel further\nargued that the prosecution did not also resort to the procedure\nunder section 306 for claiming pardon for the witness nor did\nnot prosecution join him later on as an accused under section\n319 of the Cr.P.C. The learned counsel further argued that the\nF police were very soft towards PW-53 who was an accused in\ntwo Abkari cases. He was also immediately granted bail in\nthose cases and, therefore, the prosecution had acted it in an\nunfair manner. Learned senior counsel also suggested that\nPW-53 was on inimical terms towards A-7 and, therefore, his\nG evidence would have to be evaluated with caution. Shri\nRadhakrishnan also urged that there were number of\nprevarications, inconsistencies, discrepancies, improvements\nand omissions in the testimony of PW-53 which were\nhighlighted by the learned counsel. Ultimately it was argued that\nH his evidence was even not materially corroborated.\nE\n•\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 329\nOF KERALA\n39. Learned counsel also argued that the evidence of PW- A\n53 could not materially prove ingredients of offence, namely,\nmixes or permits to be mixes, under section 57A (1) (i) at\nPandaksala godown. Sudheer, PW-60 was described as a\nplanted witness while Dennis A.(PW-61) was said to be a\nchance witness. It was also argued that at the most A-7 could B\nhave been convicted under section 55 (a) (g) (h) (i) and 58 of\nthe Abkari Act as it was not proved that he had mixed or\npermitted to mix methanol with ethyl alcohol for selling the same\nin the market. Shri Radhakrishnan also argued that though the\nburden of proof under Section 57A (5) was on the accused, the C\nprosecution has miserably failed to project the case of\nSection57A (1) (i) and (ii) and the accused has discharged his\nburden under Section 55 by adverting to the evidence in the\ncase in hand.\n40. Lastly, it was pointed that there was no question of any\nconspiracy and even if there was any conspiracy all the links\nin the conspiracy were snapped by A-13, 14 and 48. It was\npointed out that in fact it was A-17 who had placed the order\nfor methanol with the chemical company and entrusted the two\nbarrels of methanol to A-16 to import the same to Kerala.\nHowever, A-17 stood acquitted. So also A-12, 13, 143 and 48\nwho were alleged to have brought ethyl alcohol for mixing were\nalso acquitted. Therefore, it was suggested that no ethyl alcohol\nwas brought at all and the methanol was also not mixed much\nless at the instance of A-7:\n41. Before we consider the other contentions which we\nhave referred to in the earlier paragraphs, we must first consider\nthe argument of Shri Radhakrishnan regarding PW-53 being\nan accomplice and the so-called unfairness on the part of\nprosecution in not prosecuting him or not proceeding under\nsection 306 Cr.P.C. The learned Counsel was vociferous in\nfurther suggesting that the evidence of this witness firstly is not\nreliable as it is not corroborated in material particulars as\nrequired under section 133 and 114 B of the Indian Evidence\nD\nE\nF\nG\nH\nB\nD\n330 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA Act. We have already pointed out that his evidence was\ngenerally found to be reliable as there is very little in his cross-\nexamination which will destroy his testimony or would even\naffect it in any manner. In fact it was not our task, in the\nSupreme Court to re-appreciate the evidence, particularly, when\nboth the Courts below have not only appreciated it but have\naccepted the same after thoroughly discussing the intricacies\nand the small little details of his evidence. However, we have\ndone that exercise in the light of the contention raised that this\nwitness was not reliable and was not corroborated in material\nC particulars. In fact there are very weighty corroborations to the\nevidence of this witness. We must refer to the evidence of PW-\n60, Sudheer who is the driver. He deposed that he got\nacquainted with A-16, Anil Kumar and he assured him of a job.\nIt was at his instance that he went to Husur and he was engaged\nto drive the Fiat car which was to collect some material from\nthere to Chirayinkeezhu. He thus, went to Chirayankeezhu in the\ncar having registration No. TMY 8746. He referred to the secret\nchamber in that car and through his conversation with A-16, he\nalso came to know that the material that he was carrying in the\nsecret chamber was poison. He referred to the godown of A-7\nwhich was 6-7 Kms. away from Atitingal Junction. He also met\nA-7 and said that he used to pay the price of the stuff and in\nhis absence, Manikantan @ Kochani (A-4) used to make the\npayment. He referred to the last Thursday when claimed that\nhe had brought the stuff to Chirayinkeezhu and came to know\nabout the liquor tragedy on Sunday when he was in Husur. He\nhas deposed that the stuff which he brought on Thursday in the\ncar was unloaded in A-7's godown and on that day A-7's\nworkers were there. This evidence is in complete corroboration\nof the evidence of PW-53 in whose presence the car was\nG brought by A-16, Anil Kumar. He described that the stuff which\nwas purchased used to be filled in the secret chambers of the\ncar and after the tragedy, he was also told by A-16 to leave\nthe place. The witness had also identified A-7 and A-16 as also\nA-4, Kochani. He also identified the Fiat car. It is to be noted\nH that when the samples were taken from this car, it was positive\nE\nF\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 331\nOF KERALA\nC\nD\nfor methanol. Shri Radhakrishnan also did not contest this A\nposition. Most of his cross-examination is irrelevant. Some\nirrelevant and inadmissible questions were also put to him in\nthe cross-examination in relation to his statement to the police.\nIt was tried to be suggested that the stuff that he had brought\nin that car was not methanol or poison. However, his evidence B\non the whole establishes that he had met Anil Kumar and was\nworking for him. Apart from A-7, there was cross-examination\nat the instance of A-17, A-16 and A-4. There will be no question\nabout A-17 since he has already been acquitted. However, we\ndo not find anything suspicious in the evidence of this witness\neven in his cross-examination of A-16 and A-4. This witness\nhas been believed by the Trial Court and the appellate Court\nand, in our opinion, the evidence of this witness provides\ncomplete corroboration to the evidence of PW-53. This is apart\nfrom the fact that there is another piece of evidence which\ncorroborates the evidence of PW-53 which is to be found in\nthe evidence of K. K. Joshua, PW-270. The description given\nby the Investigating Officer, K.K. Joshua on his searches of the\nplaces and, more particularly, of the places as described by\nPW-53 completely tallies. These are also material particulars\nwhich would lend support to the testimony of PW-53. Shri\nJoshua has given the graphic description of all the places where\nthe activity of mixing used to go on. He has also spoken about\nall the six vehicles found on the spot and some of which were\nwith fake registration number. He has spoken about the search\nat Tabuk Industries where a black can having capacity of 10\nlitres was found and on eastern side of that building there was\na platform build and near it pump sets and hoses were also\nkept. He has referred to the liquid which was collected. He has\nalso spoken about the synthetic tank having capacity of five\nthousand litres which was kept on the platform. He has also\nreferred to the synthetic tank with spirit found there. He had\ntaken samples D-1 to D-18 which were ultimately found with\nethyl alcohol. He had also searched the toddy godown in Ushus\nbuilding which was on the southern side of Ushus building at\nPandaksala. He has also spoken about the Pattarumadom\nE\nF\nG\nH\n332 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA house of A-7 at Kunthalloor where also two underground cellars\nwere found wherefrom also he collected samples. He has also\nreferred to Chirayinkil where cans were recovered. On the whole\nthere are number of other corroborations to the evidence of\nPW-53. The Trial Court and the appellate Court have referred\nB to the said corroborations and have given a finding that his\nevidence was materially corroborated in material particulars.\nIn that view we need not take on ourselves the task of referring\nto all the corroborations. In paragraph 69 of the judgment of the\nappellate Court, the discussion has come about the evidence\nof this witness and we are satisfied by that. The appellate Court\nhas also discussed about the ill-effects of methanol and has\nrecorded a finding that the samples taken from the place\nbelonging to A-7, more particularly, the syntax tanks, cans and\nother equipments, it was found that there was ethyl alcohol and\nmethanol. We are satisfied with the findings given by the\nappellate court and the Trial Court and, therefore, we accept\nthe evidence of this witness.\nс\nD\n42. The argument raised was that this evidence could not\nbe taken into consideration and it would be inadmissible\nE because this witness, though was an accomplice he was\nneither granted pardon under Section 306 Cr.P.C. nor was he\nprosecuted and the prosecution unfairly presented him as a\nwitness for the prosecution. The contention is clearly incorrect\nin view of the decision of this Court in Laxmipat Choraria \u0026\nF Ors. V. State Of Maharashtra [AIR 1968 SC 938]. While\ncommenting on this aspect, Hidayatullah, J. observed in\nparagraph 13 that there were number of decisions in the High\nCourts in which the examination of one of the suspects as the\nwitness was not held to be legal and accomplice evidence was\nG received subject to safeguards as admissible evidence in the\ncase. The Court held:\nI\n\"On the side of the State many cases were cited from the\nHigh Courts in India in which the examination of one of the\nsuspects as a witness was not held to be illegal and\n"}