{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 283\nOF KERALA\nwords, namely, 'whoever mixes or permits to be mixed' the A\nreal import of the words would have to be taken into\nconsideration and thereby if A-7 directed his servants to\nmix methanol with methyl alcohol that would also be\ncovered within the scope of the words 'mixes or permits\nto be mixed' in the Section. It has already come in the B\nevidence that all this mixing was done at the instance of,\nwith the direction of and to the knowledge of the accused\nNo.7. He was the king pin or the main actor on whom the\nhuge business of liquor trade rested. It cannot, therefore,\nbe said that the conviction under section 57A (1) (ii) was\nin any manner incorrect. [Paras 32, 34] [323-D-H; 324-A-\nB-G-H; 325-A-C]\nC\nD\n2.5. There is no reason to discard the testimony of\nPW-53. The evidence was most natural and was not\nshaken in any manner in his cross-examination. He has\ngiven a complete graphic description of what happened.\nHe has also spoken as to what happened when A-15 and\nA-7 came and A-7 gave a beating to A-20 asking him as\nto how mixing was not properly done. He then directed\nthe whole remaining material to be poured into the river E\nand to destroy the cans. Accordingly, as per the direction,\nthe concoction in the Syntex tank was poured in the river\nand the cans and the covers were burnt and buried\nunder the sand. He pointed out that the essence mixed\nspirit was taken to the shed belonging to A-7. He spoke F\nabout the electronic machine, hand machine and the\nprocess of filling the concoction in the plastic cans. He\npointed out that on that day all the plastic covers were\nburnt by them. A-7 had also directed the witness and the\nother servants to remain absconding. In his cross- G\nexamination, he not only identified A-7 but called him\nBoss and Annan, elder brother. Some irrelevant\nquestions were put to him which he answered suggesting\nthat the property belonged to A-7 and the godown also\nbelonged to him and the mixing used to be done there H\n284 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA only. Though he was subjected to lengthy cross-\nexamination, the main story about the mixing has not\nsuffered any dent. On the other hand, the operation of\nmixing was explained again in the cross-examination. He\nowned up that he himself carried Kalapani on number of\nB occasions to the various shops of A-7. The evidence\ngiven by this witness sounds truthful because he has not\ntried to justify himself nor has he made any efforts to save\nhimself. Considering the whole evidence, this witness is\ncreditworthy. [Paras 35, 36] [326-C-H; 327-A-C]\nC\nD\n2.6. The evidence of PW-60 provides complete\ncorroboration to the evidence of PW-53. This is apart from\nthe fact that there is another piece of evidence which\ncorroborates the evidence of PW-53 which is to be found\nin the evidence of the Investigating Officer, PW-270. The\ndescription given by PW-270 on his searches of the\nplaces and, more particularly, of the places as described\nby PW-53 completely tallies. These are also material\nparticulars which would lend support to the testimony of\nPW-53. On the whole there are number of other\nE corroborations to the evidence of PW-53. [Para 41] [331-\nC-E]\nF\nG\n2.7. It cannot be said that the evidence of PW-53\ncould not be taken into consideration because this\nwitness, though an accomplice, was neither granted\npardon under Section 306 Cr.P.C. nor was he\nprosecuted. Even if the prosecution did not prosecute\nPW-53 and used his evidence only as an accomplice, it\nwas perfectly legal. The evidence of such witness subject\nto the usual caution was admissible evidence. [Para 42]\n[332-E-G]\n2.8. The Trial Court and the appellate Court were right\nin convicting A-7. The High Court rightly confirmed the\nsame. [Para 46] [339-G-H]\nH\nCHANDRAN @ MANICHAN @ MANIYAN V. STATE 285\nOF KERALA\nLaxmipat Choraria \u0026 Ors. v. State of Maharashtra AIR A\n1968 SC 938: 1968 SCR 624 - relied on.\nShankar @ Gauri Shankar v. State of Tamil Nadu 1994\n(4) SCC 478; Rampal Pithwa Rahidas v. State of Maharashtra\n(1994) Suppl. (2) SCC 73: 1994 (2) SCR 179; Rattan Singh\nv. State of Himachal Pradesh 1997 (4) SCC 161: 1996 (9)\nSuppl. SCR 938; Smt. Laxmi v. Om Prakash AIR 2001 SC\n2383: 2001 (3) SCR 777 - referred to.\nB\nD\nE\n3. The prosecution has the initial burden to suggest\nthat the accused person was involved in the business of C\nillicit liquor and that he knew the nature thereof. It is only\nthen that the burden would shift to the accused to prove\nthat he had no means to know about the nature of the\nbusiness or the fact that the liquor was being mixed with\nnoxious substance like methanol. In the present case, A-\n8 is the real brother of A-7 and there are number of other\ncircumstances to suggest that A-8 was actively engaged\nin the business. It is clear from the evidence of discovery\nregarding the fake car number plates that A-8 was neck\ndeep into the business of spurious liquor. He was an\nactive member in carrying the said spurious liquor and\nthe fact that a vehicle under his possession found from\nhis premises had the trace of methanol is sufficient to\nhold that he had the necessary knowledge that methanol\nplayed a major part in the business which was headed\nby his real brother A-7 and in which he was an active\npartner. The contentions raised that he may at the most\nbe booked for transporting the spurious liquor is also not\nacceptable because if that is established then his active\nparticipation in the business also comes to the forefront.\nThereby his knowledge that the liquor was being mixed\nwith methanol has also to be presumed. There was no\nnecessity for keeping the fake unattached number plates\nin his premises and the whole objective is clear of\nshielding the cars by attaching fake number plates to\nthem. The High Court thoroughly discussed about the H\nF\nG\nB\nC\nD\n286 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA vehicle which was sold by PW-68 and was found in the\npossession of this accused. The High Court also\ndiscussed about the transaction of his house, which was\nin front of the half built house where obnoxious liquor\ntrade was going on. A-8 had taken a house right in front\nof the aforementioned half built house and it was at his\ninstance that the real number plates of the car which had\nthe traces of methanol were found. Therefore, no reason\nis found to discard the evidence of this discovery. It is\nobvious that A-8 was engaged in the business of\nmanufacture, storing, sale and supply of illicit liquor\nalong with A-7 which resulted in liquor tragedy. A-8 was\nwell aware of the nature of the business as he was\nthoroughly into it. Therefore, the offence under section\n57A (1) (i) and (ii) as also the other offences under\nSections 324, 326 and 328 read with Section 34, IPC have\nbeen rightly held proved against him. It cannot be said\nthat the discovery was unnatural and was farcical since\nboth the Courts have held the said discovery to have\nbeen proved. Again his frequent calls to his brother\nwould cut both ways and would also show that he was\nactively involved in the business. It is not necessary that\nthe accused had to mix or permit to be mixed the noxious\nsubstance himself. He could be booked on the same\nbasis as A-7 has been booked on the same logic. It\ncannot be accepted that A-8 had no idea that methanol\nis a noxious substance. If a huge business was going on\nand methanol was being imported along with ethyl\nalcohol in huge quantity and if the car which brought the\nmethanol was in his possession and further if the\nmethanol is established to be a noxious substance, it\nG would be a travesty to hold that A-8 did not know that\nE\nF\nmethanol was obnoxious substance. It is also well\nestablished that this accused could be convicted with the\naid of Section 120B, IPC and also independently of the\noffence under Section 57 A (1) (ii) as he was not only the\nH part of the business but had actively taken part in it. That\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 287\nOF KERALA\nby itself is sufficient to hold that he had the knowledge A\nabout the mixing of the ethyl alcohol with the noxious\nsubstance like methanol and in spite of it, continued. His\noffence would be covered fully in the phraseology ‘or ·\npermits to be mixed and accordingly, his conviction is\nconfirmed. The Trial Court and the appellate Court did not B\ncommit any illegality in booking him under section\n57A(1)(ii) also. Considering the number of deaths caused\non account of the business in which this accused was\nneck deep, no leniency can be shown. The appeal of A-\n8 is accordingly dismissed. [Para 49, 50 and 52] [343-F- c\nH; 344-A-F; 345-B-H; 346-A-D]\nD\n4.1. A-4 is another brother of A-7 and A-8. The part\nplayed by A-4, is not less than the part played by A-8, if\nnot more. It is clear that this witness was thoroughly in\nthe business like his brothers A-7 and A-8. It is, therefore,\nclear that this was nothing but a conspiracy to run a\npatently illegal business along with his two brothers and\nothers. A-5 and A-11 along with A-6 and A-10 are proved\nto have physically transported the mixed substance to\nvarious places. However, they are not the persons who E\ntook active part in the business as its proprietors as A-4\ndid. In fact A-4 was at the helm of the affairs unlike those\naccused who merely transported the liquor. The case of\nA-4, therefore, is quite different. It was argued that he\nhimself had not transported the noxious substance F\nwhich was done by A-15. That may not be so, but he was\npractically managing the whole show. It has rightly been\nheld by the Trial Court and the appellate court that A-5\nwas a worker of A-4 and took active part in the\ntransportation of methanol. His involvement in the G\nbusiness is so deep that it was clear that he was a\nconspirator and it was in pursuance of conspiracy that\nthe whole liquor business which essentially involved the\nmixing of methanol with the ethyl alcohol was being\nconducted. [Para 53] [346-E; 348-C-H]\nH\ni\nA\n288 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n4.2. The language of Section 57A(1) of the Abkari Act\nis wide enough and A-4 will fit in the broad language.\nReading the language of Section 57 A (1) as it is, it is more\nthan proved that all these accused persons entered into\na conspiracy to do the illegal liquor business and in order\nB to succeed in their business, took recourse to mixing\nmethanol with ethyl alcohol and brought out a new type\nof spurious liquor. In order to increase the potency of the\ndrink and in order to probably give taste, they mixed the\nmethanol. Once ethyl alcohol is proved to be a noxious\ndrug, if they are found to be mixing or permitting mixing\nmethanol with ethyl alcohol then the offence would be\ncomplete whether they had the knowledge regarding the\nqualities of methanol or not. That is apart from the fact\nthat in this case itself to say that the accused did not\nknow about the properties of methanol would be wrong.\nIf that had been so they would not have been running\nbetween Hosur and Kerala to bring methanol in the cars\nwhich had fake registration numbers and secrete\nchambers. [Para 54] [349-C-G]\nC\nD\nE\n4.3. There can be no question about the absence of\nconspiracy. The whole business itself was a conspiracy.\nIt may not be the conspiracy to mix the noxious\nsubstance but the fact of the matter is that in order to\nsucceed in the business which itself was a conspiracy\nF they mixed or allowed to be mixed methanol and used it\nso freely that ultimately 31 persons lost their lives. The\nprosecution has discharged its primary burden. The\naccused persons, more particularly, these three brothers\nhave not offered any evidence so as to discharge the\nG burden put against them under section 57A(1)(v). In this\ncase the prosecution has clearly proved that there was\na noxious substance which was likely to endanger the\nhuman life. Secondly, they have proved that substance\nwas mixed, permitted to be mixed and was being\nregularly mixed with liquor. They have thirdly proved that\nH\nI\nCHANDRAN @ MANICHAN @ MANIYAN V. STATE 289\nOF KERALA\nthe persons mixing had the knowledge that methanol\nwas a dangerous substance that aspect would be clear\nfrom the fact that after the tragedy A-7 went and punished\nhis servants and remonstrated them for 'not properly'\nmixing methanol with ethyl alcohol. Lastly, it is proved\nthat as a result of mixing of methanol with the liquor and\nas a result of consuming such liquor as many as 31\npersons lost their lives and number of others suffered\ngrievous injuries. The appeal filed by A-4 is dismissed.\n[Para 55] [350-E-H; 351-A-D]\nA\nB\nC\nD\nE\n5. It is well proved by the prosecution that A-25 was\na major link used to purchase liquor from A-4 and he was\nthe one to distribute the same. A-25 was selling liquor in\nretail through A-32, A-35 etc. A-25 and A-10 were the\nemployees of A-4 who were supplying the liquor. It is\nestablished that A-25 used to take the liquor\nmanufactured by A-7 and the same used to be supplied\nA to him by A-4 and the same was distributed by him\nfurther. The sale on the part of A-25 and his active\nparticipation in the business run by A-4 and A-7 was\nclearly brought out. He was convicted for the offence\nunder Sections 57A(2)(i) and was heavily fined for\nRs.50,000/-, Rs.25,000/- and Rs.2 lakhs on different\ncounts including Section 55(a)(i) as also under Section\n58 of the Abkari Act. He was, thus, in a position for\ndistributors and it has come out in the evidence that the\nliquor sold by sub-distributors killed number of persons.\nThe sub-distributors were none, but A-37, A-35 and A-41.\nIt was the chain of distribution of liquor mixed with\nmethyl alcohol. It is obvious that he was in possession\nof the poisoned liquor and does not seem to have taken G\ncare that it was not mixed with methyl alcohol. There is\nno doubt that A-25 was acquitted of the offence under\nSection 120B, IPC by the Trial Court and there is no\nappeal against it. The conviction of this accused is for\noffence punishable under Section 57A(2) and on that H\nF\nA\nB\nD\n290 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\naccount, he has been awarded life imprisonment. There\ncan be no dispute that this witness had no control over\nthe business run by A-7 and, therefore, he was rightly\nacquitted for the offence under Section 120B, IPC i.e.\nconspiracy. However, it cannot be said that his conviction\nunder Section 57A(2) is incorrect on that count. From the\nevidence of PW-252, it is found that there was a search\nin the house of this accused on 23.10.2010 and a bottle\nwas seized which was mixed with ethyl and methyl. This\nwas substantiated by Chemical Analysis Report (Exhibit\nG... P-784). He was also in possession of pure methyl alcohol,\nwhich is substantiated by Exhibit P-417, a disclosure\nmade by him to PW-269 as per Exhibit P-1019. Even this\nwas found to be methyl alcohol. Once this fact regarding\nthe possession of methyl alcohol is proved, A-25 cannot\nargue that the possession of methyl alcohol was only\nincidental. There is no reason for keeping methyl alcohol\nwith him. After all, he was not going to use it as a\ndeodorant or perfume. This may suggest that he had a\nhand in mixing the alcohol with methyl alcohol, but there\nis no evidence for that and he has not been convicted for\nthe offence under Section 57A(1). The words \"omits to\ntake reasonable precaution\" would cast a duty on him to\nsee that the liquor that he sells is not mixed with\npoisonous substance. Again, under sub-Section (5) of\nSection 57A, he was bound to prove that he had taken\nreasonable precaution, as contemplated in sub-Section\n(2). There is no evidence to the contrary nor has the\naccused discharged his burden in any manner.\nTherefore, his conviction for offence punishable under\nSection 57A(2) is justified. However, he should not be\nG punished with life imprisonment. This accused is\nconvicted for offence punishable under Section 55 as\nalso under Section 58, the maximum punishment for\nwhich Section is 10 years and he has already undergone\nmore than 10 years of imprisonment. This Court,\nE\nF\nH\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 291\nOF KERALA\ntherefore, deems it fit while confirming his conviction for A\nthe other offences and the sentences therefor to bring\ndown the sentence from life imprisonment to what is\nundergone by him. [Para 56] [353-A-H; 354-A-G]\nB\nC\n6. The case of A-30 more or the less is identical with\nA-25. As per the prosecution version, this accused had\nfilled the liquor supplied by A-4 through A-5 and A-10 in\ncovers and on the fateful night (on 20.10.2000), he carried\nthe same in Car to the residence of A-39 and she, in turn,\nsold the same to the customers. The evidence of PW-153\nis clear enough, who complained that the liquor was\nfound to be stronger and when he asked what the matter\nwas, it was pressed by A-39 that the liquor was supplied\nby A-30. In fact, as per the evidence of PW-153, he had\nhimself found A-30 bringing the liquor. Similar is the\nevidence of PW-154 who felt uneasy after drinking the D\nliquor. He was required to be hospitalized. Even he has\ndeposed that A-39 used to sell the liquor which was\nsupplied to her by A-30 and A-31. He has also seen the\nliquor being supplied. In fact, he also spoke about the\nhappenings on 20.10.2000. PW-164, the father of A-39 had E\nalso consumed the liquor and he also suffered. He also\nestablished the connection of A-30. Thus, there is enough\nevidence to establish that on the fateful day, A-30\naccompanied by A-31 supplied three bundles of\ncovers, each having 100 covers. He has made a\ndisclosure statement that alcohol was poured in the\ncloset of a latrine recently constructed on the eastern side\nof the Senior Orthodox Church. The liquid in this closet\nwhich was having smell of liquor was collected and it was\nestablished that it contained methyl alcohol. M.O. 256 is G\nthe sample while Exhibit P1001 is the chemical analysis\nreport. There can be no dispute that there is enough\nevidence to show that A-30 was involved in the\nprocurement of liquor from A-4. He then packed it in the\ncovers and supplied to A-39. The High Court did not find\nF\nH\n1\n!\n292 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA him guilty under Section 304 or Section 307, IPC. Instead,\nthe High Court booked him for offence under Section\n57A(2)(ii), Section 55(a), (h) and (i) and Section 58 of the\nAbkari Act. The contention raised that his conviction\nshould not be maintained under Section 57A(2)(ii) as he\nB did not have knowledge and he was not concerned with\nthe preparation of the spurious liquor is liable to be\nrejected on the same reasoning as given for rejecting the\nsimilar contentions raised on behalf of A-25. The role\nplayed by both is almost the same. The contention raised\nC that he could have been booked only under Sections\n55(a), (h) and (i) and under Section 58, is also rejected.\nThe statement made that this accused was also behind\nthe bars for more than 10 years, was not seriously\ndisputed on behalf of the Government. Therefore, his life\nimprisonment is set aside and brought down to that\nalready undergone by him. The appeal filed by A-30 is\ndismissed with the modification in the sentence as\nindicated. [Para 58] [355-C-H; 356-A-H; 357-A]\nD\nLu\nE\n7. This Court is not only perturbed by the\nenormousness of the tragedy but the enormousness of\nthe liquor trade run by A-7 and that was under the so-\ncalled vigilant eyes of those who had duty to stop it. The\navarice is not only on the part of the accused persons,\nbut also on the part of those who benefit from this horrible\nF business. It is hoped and expected that the Kerala\nGovernment takes up this issue and takes definite steps\nfor overhauling the system. It will be, therefore, for the\nadministrators and the Government to take positive steps,\nfirstly, to overhaul the system by weeding out the\nG corrupts by punishing those who are responsible for the\nwhole system looking sideways. This Court is not aware\nas to whether such an exercise is taken up, but if it has\nnot been taken up the government is directed to take\nsuch steps. [Para 59] [357-E-H; 358-A]\nI\n"}