{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 353\nOF KERALA\nD\nnot be accepted unless it is corroborated by other witnesses. A\nA finding is recorded that the evidence of PW-173 was\ncorroborated by PWs-131, 133 and 163 insofar as the role\nplayed by A-25 is concerned. Thus, the sale on the part of A-\n25 and his active participation in the business run by A-4 and\nA-7 was clearly brought out. He was convicted for the offence B\nunder Sections 57A(2)(i) and was heavily fined for Rs.50,000/\n-, Rs.25,000/- and Rs.2 lakhs on different counts including\nSection 55(a)(i) as also under Section 58 of the Abkari Act. He\nwas, thus, in a position for distributors and it has come out in\nthe evidence that the liquor sold by sub-distributors killed number C\nof persons. The sub-distributors were none, but A-37, A-35 and\nA-41. It was the chain of distribution of liquor mixed with methyl\nalcohol. It is obvious that he was in possession of the poisoned\nliquor and does not seem to have taken care that it was not\nmixed with methyl alcohol. It was urged by the learned counsel\nappearing that there was no evidence on record to suggest that\nA-25 had anything to do with the mixing of the methylene with\nthe liquor. It was suggested that he had no control over the\noperation and he was a mere distributor and sold the liquor as\nhe received from A-4. There is no doubt that this accused was\nacquitted of the offence under Section 120B, IPC by the Trial\nCourt and there is no appeal against it. The conviction of this\naccused is for offence punishable under Section 57A(2) and on\nthat account, he has been awarded life imprisonment. Shri\nV.Shekhar, learned senior counsel contended that since this\nwitness was not a conspirator and had nothing to do with the\nbusiness of A-7 and was merely a distributor, the sentence of\nlife imprisonment is excessive. As against this, learned senior\ncounsel appearing on behalf of the State contended that this\naccused cannot escape the conviction under Section 57A(2).\nThe learned senior counsel urged that if this accused was selling G\nthe liquor, then it was for him to take the reasonable precaution\nto see that the liquor that he sells is not mixed with toxic\nsubstance. There can be no dispute that this witness had no\ncontrol over the business run by A-7 and, therefore, he was\nrightly acquitted for the offence under Section 120B, IPC i.e.\nE\nF\nH\n|\n1\n1\n|\n|\ni\ni\nB\nс\nD\n354 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA conspiracy. However, it cannot be said that his conviction under\nSection 57A(2) is incorrect on that count. We also find from the\nevidence of P.S. John (PW-252) that there was a search in the\nhouse of this accused on 23.10.2010 vide Exhibit P-803 and\na bottle was seized which was mixed with ethyl and methyl. This\nwas substantiated by Chemical Analysis Report (Exhibit P-\n784). He was also in possession of pure methyl alcohol, which\nis substantiated by Exhibit P-417, a disclosure made by him\nto M.G. Manilal (PW-269) as per Exhibit P-1019. Even this\nwas found to be methyl alcohol. Once this fact regarding the\npossession of methyl alcohol is proved, A-25 cannot argue that\nthe possession of methyl alcohol was only incidental. There is\nno reason for keeping methyl alcohol with him. After all, he was\nnot going to use it as a deodorant or perfume. This may\nsuggest that he had a hand in mixing the alcohol with methyl\nalcohol, but there is no evidence for that and he has not been\nconvicted for the offence under Section 57A(1). The words\n\"omits to take reasonable precaution\" would cast a duty on him\nto see that the liquor that he sells is not mixed with poisonous\nsubstance. Again, under sub-Section (5) of Section 57A, he\nwas bound to prove that he had taken reasonable precaution,\nas contemplated in sub-Section (2). There is no evidence to\nthe contrary nor has the accused discharged his burden in any\nmanner. In our opinion, therefore, his conviction for offence\npunishable under Section 57A(2) is justified. However, we\nagree with Shri V. Shekhar, learned senior counsel, who\nF suggests that he should not be punished with life imprisonment.\nWe find that this accused is convicted for offence punishable\nunder Section 55 as also under Section 58, the maximum\npunishment for which Section is 10 years and that he has\nalready undergone more than 10 years of imprisonment. The\nG statement made by the learned senior counsel that the accused\nhad undergone more than 10 years of imprisonment was not\nseriously controverted. In our view, therefore, this accused\nshould have been dealt with not at par with A-7, A-4 and A-8\nat least insofar as the punishment is concerned. We, therefore,\nH deem it fit while confirming his conviction for the other offences\nE\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 355\nOF KERALA\nand the sentences therefor to bring down the sentence from life A\nimprisonment to what is undergone by him (relying on the\nstatement made by the learned senior counsel that the accused\nhas undergone more than 10 years of imprisonment). Insofar\nas the punishment of fine is concerned, we do not interfere and\nconfirm the sentence of fines.\n57. We accordingly dismiss his appeal with the\nmodification in the sentence as indicated.\nB\nD\nE\n58. This takes us to the Criminal Appeal No. 1531 of 2005\nfiled by A-30. His case more or the less is identical with Suresh C\n(A-25). As per the prosecution version, this accused had filled\nthe liquor supplied by A-4 through A-5 and A-10 in covers and\non the fateful night on 20.10.2000, he carried the same in Car\nbearing registration No. PT01M 8122 to the residence of A-39\nand she, in turn, sold the same to the customers. It is ironical\nthat A-39 herself also consumed liquor and died, so also one\nSoman Pilai and several others had sustained injuries. The\nevidence of PW-153 is clear enough, who complained that the\nliquor was found to be stronger and when he asked what the\nmatter was, it was pressed by A-39 that the liquor was supplied\nby A-30. In fact, as per the evidence of a. Gopi (PW-153), he\nhad himself found A-30 bringing the liquor. Similar is the\nevidence of N. Prasad (PW-154) who felt uneasy after drinking\nthe liquor at 12 in the noon on 20.10.2000. He was required to\nbe hospitalized. Even he has deposed that A-39 used to sell\nthe liquor which was supplied to her by A-30 and A-31. He has\nalso seen the liquor being supplied. In fact, he also spoke about\nthe happenings on 20.10.2000. G. Raghavan Pillai (PW-164),\nthe father of A-39 had also consumed the liquor and he also\nsuffered. He also established the connection of A-30. Thus,\nthere is enough evidence to establish that on the fateful day, A-\n30 accompanied by A-31 supplied three bundles of covers,\neach having 100 covers. He has made a disclosure statement\nthat alcohol was poured in the closet of a latrine recently\nconstructed on the eastern side of the Senior Orthodox Church.\nThe liquid in this closet which was having smell of liquor was H.\nF\nG\n1\n1\nC\nD\n356 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA collected and it was established that it contained methyl alcohol.\nM.O. 256 is the sample while Exhibit P1001 is the chemical\nanalysis report. One Badaruddin (PW-172) also spoke about\nthe role played by A-30 who purchased the new car under hire\npurchase agreement. This was none else but car bearing\nB registration No. PT01M 8122. He also discovered a sealing\nmachine from the residence of one Sukumaran (PW-181). M.O.\n97 was that sealing machine, which seizure was proved by S.\nBhaskaran (PW-175). This accused offered himself as a\ndefence witness and admitted therein that the car was owned\nby him and since there was default in payment of the hire\npurchase installments, the car was seized by the financer. It is\nfound by the High Court that his house was near to Senior\nOrthodox Church near to rubber plantation. He claimed that he\nwas made accused because of the political enmity. There can\nbe no dispute that there is enough evidence to show that A-30\nwas involved in the procurement of liquor from A-4. He then\npacked it in the covers and supplied to A-39. The High Court\nhas not found him guilty under Section 304 or Section 307, IPC.\nInstead, the High Court has booked him for offence under\nSection 57A(2)(ii), Section 55(a), (h) and (i) and Section 58 of\nthe Abkari Act. Ms. Malini, learned counsel very earnestly urged\nthat his conviction should not be maintained under Section\n57A(2)(ii) as he did not have knowledge and he was not\nconcerned with the preparation of the spurious liquor. We reject\nthe contention on the same reasoning that we have given for\nrejecting the similar contentions raised on behalf of A-25. The\nrole played by both is almost the same. We also reject the\ncontention raised that he could have been booked only under\nSections 55(a), (h) and (i) and also under Section 58. The\nlearned counsel has also prayed for leniency. For the same\nG reasons that we have given in respect of A-25, we take the\nE\nF\nsame view in respect of this accused also. The learned counsel\nImade a statement that this accused was also behind the bars\nfor more than 10 years, which contention was not seriously\ndisputed by Shri J.C. Gupta, learned counsel appearing on\nH behalf of the Government. We, therefore, set aside his life\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 357\nOF KERALA\nimprisonment and bring down the sentence to what has been A\nundergone. We accordingly dismiss the appeal filed by A-30\nwith the modification in the sentence as indicated.\nB\nC\nD\n59. Before we part with this case, we must note some very\ndisturbing facts which have been revealed from the voluminous\nevidence by the prosecution. Here was a person who was\nunabashedly running his empire of spurious liquor trade and for\nthat purpose had purchased politicians including the public\nrepresentatives, police officers and other officers belonging to\nthe Excise Department. The trade was going unabated.\nUnfortunately, it is the elite of the society or the \"haves\" of the\nsociety who never purchase this kind of spurious liquor for the\nobvious reasons. It is only the poor section of the society which\nbecomes the prey of such obnoxious trade and ultimately\nsuffers. As many as 31 persons have lost their lives, about 5\nor more persons have lost their eye-site forever and several\nothers have suffered in their health on account of the injuries\ncaused to them. It is only by an accident that the mixing was\nnot done properly on the fateful day in the sense that the liquor\nmixed did prove to be fatal or injurious. But that does not mean\nwhen it was mixed on other day for months together that it was\nnot injurious. The use of methanol was a dangerous proposition.\nIt only shows that the human avarice could create hell in God's\nown country Kerala. We are not only perturbed by the\nenormousness of the tragedy but the enormousness of the\nliquor trade run by A-7 and that was under the so-called vigilant F\neyes of those who had duty to stop it. The avarice is not only\non the part of the accused persons, but also on the part of those\nwho benefit from this horrible business. Though 10 years have\npassed, the reverberations of this grin tragedy have not\nbecome silent. We hope and expect that the Kerala\nGovernment takes up this issue and takes definite steps for\noverhauling the system. We are worried about the rotten system\nthat allowed such trade not only to continue, but to thrive. It will\nbe, therefore, for the administrators and the Government to take\npositive steps, firstly, to overhaul the system by weeding out the\nE\nG\nH\n1\n358 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA corrupts by punishing those who are responsible for the whole\nsystem looking sideways. We do not know as to whether such\nan exercise is taken-up, but if it has not been taken up the\ngovernment is directed to take such steps. We do not think that\nthe things would come under control unless such exercise is\nB taken, so as to save the poor man from such ghastly disaster.\n60. Again before parting, we appreciate the assistance that\nwe have had from all the defence counsel as also from Shri A.\nSharan and Shri J.C. Gupta, learned Senior Counsel, who\nappeared for the prosecution. We must make a special\nC reference to the assistance that the Court got from Shri Mohan\nRaj, Assistant to the Special Public Prosecutor before the trial\nCourt, who, at our request, spared his substantial time and\nlabour for assisting this Court. We dispose of all the appeals\naccordingly.\nD\nB.B.B.\nAppeals disposed of.\n"}