{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"B\n100 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Courts as also this court. At this point this Court wish to\npoint out that the uncertainty in the law of capital\nsentencing has special consequence as the matter\nrelates to death penalty - the gravest penalty arriving out\nof the exercise of extraordinarily wide sentencing\ndiscretion, which is irrevocable in nature. This extremely\nuneven application of Bachan Singh has given rise to a\nstate of uncertainty in capital sentencing law which\nclearly falls foul of constitutional due process and\nequality principle. The situation is unviable as legal\ndiscretion which is conferred on the executive or the\njudiciary is only sustainable in law if there is any\nindication, either through law or precedent, as to the\nscope of the discretion and the manner of its exercise.\nThere should also be sufficient clarity having regard to\nthe legitimate aim of the measure in question. Constitution\nof India provides for safeguards to give the individual\nadequate protection against arbitrary imposition of\ncriminal punishment. [Para 23] [157-A-E]\nC\nD\n8.5. One cannot help but observe the global move\nE away from the death penalty. Latest statistics show that\n138 nations have now abolished the death penalty in\neither law or practice (no executions for 10 years). Our\nown neighbours, Nepal and Bhutan are part of these\nabolitionist nations while others including Philippines and\nF South Korea have also recently joined the abolitionist\ngroup, in law and in practice respectively. The United\nNations General Assembly adopted resolution 62/149\ncalling upon countries that retain the death penalty to\nestablish a worldwide moratorium on executions with a\nview to abolishing the death penalty. India is, however,\none of the 59 nations that retain the death penalty.\nCredible research, perhaps by the Law Commission of\nIndia or the National Human Rights Commission may\nallow for an up to date and informed discussion and\nG\n$\nI\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA\ndebate on the subject. [Para 23] [157-F-H; 158-A-B]\n101\nBachan Singh v. State of Punjab (1980) 2 SCC 684,\nrelied on.\nA\nB\nJagmohan Singh v. State of U.P., (1973) 1 SCC 20; Ram\nSingh v. Sonia and Ors. 2007 (3) SCALE 106; Prajeet Kumar\nSingh v. State of Bihar 2008 (4) SCALE 442; Bantu v. State\nof Uttar Pradesh 2008 (10) SCALE 336; State of U.P. v.\nSattan, 2009 (3) SCALE 394; Ujjagar Singh v. State of\nPunjab, 2007 (14) SCALE 428; Amrit Singh v. State of\nPunjab 2006 (11) SCALE 309; Bishnu Prasad Sinha and Anr. C\nv. State of Assam 2007 (2) SCALE 42; State of Maharashtra\nv. Prakash Sakha Vasave and others, 2009 (1) SCALE 713;\nAloke Nath Dutt and Ors. v. State of West Bengal, 2006 (13)\nSCALE 467; Swamy Shraddananda v. State of Karnataka\n(Swamy Shraddananda - 1) (2007) 12 SCC 288 and Machhi D\nSingh v. State of Punjab, (1983) 3 SCC 470, referred to.\n\"Journal of the Indian Law Institute 1979\" and a joint\nreport by the Amnesty International - India and People's\nUnion for Civil Liberties Report titled \"Lethal Lottery: The\nDeath Penalty in India, A study of Supreme Court Judgments\nin death penalty cases 1950-2006\", referred to.\nE\n9.1. In one sense, the scope of Bachan Singh was\nfully met when it practically declared death penalty\n(procedurally and substantively) constitutional but the F\nBench went on to entrench an unprecedented\njurisprudence on the sentencing front. This\njurisprudence, of which Rarest of rare dictum is the\ncentral part, forms the bed rock of death penalty\njurisprudence. The way ahead shown by Bachan Singh G\nis not merely in compliance of statutory safeguards\nunder section 354(3) and section 235(2) but also of Rarest\nof rare dictum. Therefore, the overall legislative scheme\non death penalty was cleared of constitutional challenge\nH\n102 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA only after it was conjoined with the Rarest of rare dictum.\n[Para 24]\nB\nC\n9.2. On a deeper reading of Bachan Singh it becomes\nclear that the court was operating under two fundamental\nconstraints while dealing with the constitutionality\nchallenge. Firstly, death penalty is mentioned in the\nConstitution (for instance under Article 161 and Article\n72(1)(c). Constitutional recognition was taken to be a\nprimary signal for the legitimacy for section 302.\nSecondly, owing to separation of power doctrine, the\ncourt took a deferential view towards section 354(3)\nwhich was brought in to discipline the courts on death\npenalty by making life imprisonment the rule and death\npenalty exception. Laboring under the aforementioned\nconstraints, the death penalty was held constitutional.\nD This affirmative response to constitutionality of death\npenalty presented another complicated challenge which\nrelated to administration of death penalty or in other\nwords, sentencing of capital punishment. This has been\nuniversally considered as a vexed question of law and\nE practice and has not been satisfactorily dealt with in any\njurisdiction so far. [Para 24] [159-B-D]\nF\nBachan Singh v. State of Punjab (1980) 2 SCC 684,\nrelied on.\nRam Deo Chauhan v. State of Assam (2001) 5 SC 714\nand State of Punjab v. Prem Sagar and Ors. JT 2008 (7) SC\n66, referred to.\n10.1. Justice must be the first virtue of the law of\nG sentencing. A sentencing court must consider itself to be\na \"forum of principle\". The central idea of such a forum\nis its continuing commitment to inhere a doctrinal\napproach around a core normative idea. \"Principled\nreasoning\" flowing from judicial precedent or legislation\nH\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 103\nSTATE OF MAHARASHTRA\nis the premise from which the courts derive the power.\nThe movement to preserve substantial judicial discretion\nto individualize sentences within a range of punishments\nalso has its basis in the court's ability to give principled\nreasoning. [Para 25] [161-A-C]\nR. v. Willaert (1953), 105 C.C.C. 172 (Ont. C.A.),\nreferred to.\nA\nB\nC\n10.2. The sentencing process, based on precedents\naround Bachan Singh should help to determine specific,\ndeserved sentences in particular cases. The reason as\nto why questions of justice play such an important part\nin the distribution of capital punishment, lies in the\nspecial nature of capital punishment itself. Distributive\njustice is a relative notion: one can never determine\nwhether one has received one's fair share except by D\ncomparison with that which has been allocated to others.\nBoth questions are intertwined. [Para 25] [162-D-F]\nBachan Singh v. State of Punjab (1980) 2 SCC 684,\nrelied on.\nE\nRonald Dworkin, The Forum of Principle 56 NYU L. Rev.\n469 (1981); Von Hirsch and Andrew Ashworth, The\nSentencing Theory Debate: Convergence in Outcomes,\nDivergence in Reasoning Proportionate Sentencing:\nExploring The Principles, Oxford University Press, 2005 F\nJeremy Bentham, An Introduction to the Principles of Morals\nand Legislation, in A Fragment of Government with An\nIntroduction to the Principles of Morals and Legislation 281\n(1948) and Marvin E. Frankel, Lawlessness in Sentencing, 41\nU. Cin. L. Rev. 1 (1972), referred to.\n11.1. When the court is faced with a capital\nsentencing case, a comparative analysis of the case\nbefore it with other purportedly similar cases would be\nin the fitness of the scheme of the Constitution.\nG\nH\ni\n104 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Comparison will presuppose an identification of a pool\nof equivalently circumstanced capital defendants. The\ngravity, nature and motive relating to crime will play a role\nin this analysis. Next step would be to deal with the\nsubjectivity involved in capital cases. The imprecision of\nB the identification of aggravating and mitigating\ncircumstances has to be minimized. It is to be noted that\nthe mandate of equality clause applies to the sentencing\nprocess rather than the outcome. The comparative review\nmust be undertaken not to channel the sentencing\ndiscretion available to the courts but to bring in\nconsistency in identification of various relevant\ncircumstances. [Para 26] [166-D-G]\nC\nD\n11.2. The aggravating and mitigating circumstances.\nhave to be separately identified under a rigorous\nmeasure. Bachan Singh, when mandates principled\nprecedent based sentencing, compels careful scrutiny of\nmitigating circumstances and aggravating circumstances\nand then factoring in a process by which aggravating and\nmitigating circumstances appearing from the pool of\nE comparable cases can be compared. The weight which\nis accorded by the court to particular aggravating and\nmitigating circumstances may vary from case to case in\nthe name of individualized sentencing, but at the same\ntime reasons for apportionment of weights shall be\nF forthcoming. Such a comparison may point out\nexcessiveness as also will help repel arbitrariness,\nobjections in future. A sentencing hearing, comparative\nreview of cases and similarly aggravating and mitigating\ncircumstances analysis can only be given a go by if the\nsentencing court opts for a life imprisonment. [Para 26]\n[166-G-H; 167-A-D]\nG\nH\n12.1. Right to life, in its barest of connotation would\nimply right to mere survival. In this form, right to life is the\nmost fundamental of all rights. Consequently a\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 105\nSTATE OF MAHARASHTRA\nB\npunishment which aims at taking away life is the gravest A\npunishment. Capital punishment imposes a limitation on\nthe essential content of the fundamental right to life,\neliminating it irretrievably. This Court realizes the absolute\nnature of this right, in the sense that it is a source of all\nother rights. Other rights may be limited, and may even\nbe withdrawn and then granted again, but their ultimate\nlimit is to be found in the preservation of the right to life.\nRight to life is the essential content of all rights under the\nConstitution. If life is taken away all, other rights cease\nto exist. [Para 28] [167-H; 168-A-C]\nC\nD\n12.2. In the context of punishments, the protections\nemanating from Article 14 and Article 21 have to be\napplied in the strictest possible terms. At this juncture, it\nis best to point out that the ensuing discussion, although\napplicable in constitutionality context, is carried out in the\ncontext of sentencing of death punishment. In every\ncapital sentence case, it must be borne in mind that the\nthreshold of rarest of rare cases is informed by Articles\n14 and 21, owing to the inherent nature of death penalty.\nPost Bachan Singh, capital sentencing has come into the E\nfolds of constitutional adjudication. This is by virtue of the\nsafeguards entrenched in Articles 14 and 21 of our\nconstitution. [Para 28] [169-C-F]\nShankarlal Gyarasilal Dixit v. State of Maharashtra\n(1981) 2 SCC 35, referred to.\nS v. Makwanyane 1994 (3) SA 868 (A); Lockett, [438\nU.S. at 604 and Rummel v. Estelle, 445 U.S. 263, 272\n(1980), referred to.\n12.3. With non-capital punishments, a more severe\npunishment for one offender than another is commonly\naccepted, even in similar circumstances. The infinite\ngradations of guilt and the limits of human capacity to\nF\nG\nH\n106 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA judge causes one to overlook differential treatment of\napparently similar convicts. As the relative severity of\npunishment increases, however, it becomes more difficult\nto overlook sentencing disparities. Death is the most\nsevere of all punishments. [Para 29] [169-G-H; 170-A]\nB\nC\nD\n13.1. During the sentencing process, the sentencing\ncourt or the appellate court for that matter, has to reach\nto a finding of a rational and objective connection\nbetween capital punishment and the purpose for which\nit is prescribed. In sentencing terms, \"special reasons\"\nas envisaged under section 354(3) Cr.P.C. have to satisfy\nthe comparative utility which capital sentence would\nserve over life imprisonment in the particular case. [Para\n30] [171-B-D]\n13.2. Principle of prudence, enunciated by Bachan\nSingh is sound counsel whenever in the given\ncircumstances, there is difference of opinion with respect\nto any sentencing prop/rationale, or subjectivity involved\nin the determining factors, or lack of thoroughness in\nE complying with the sentencing procedure, it would be\nadvisable to fall in favour of the \"rule\" of life\nimprisonment rather than invoking the \"exception\" of\ndeath punishment. [Para 30] [172-E-F]\nF\nR. v. Oakes, [1986] 1 S.C.R. 103 and R. v. Chaulk,\n[1990] 3 S.C.R. 1303, referred to.\n\"Anthony Bottoms, The Philosophy and Politics of\nPunishment and Sentencing, in The Politics of Sentencing\nReform\" 20 (C.M.V. Clarkson \u0026 R. Morgan eds., 1995),\nG referred to.\nH\n14.1. The doctrine of proportionality, which appears\nto be the premise whereupon the trial judge as also the\nHigh Court laid its foundation for awarding death penalty\non the appellant herein, provides for justifiable reasoning\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 107\nSTATE OF MAHARASHTRA\nB\nfor awarding death penalty. However while imposing any A\nsentence on the accused the court must also keep in mind\nthe doctrine of rehabilitation. This, considering Section\n354(3) of the Code, is especially so in the cases where\nthe court is to determine whether the case at hand falls\nwithin the rarest of the rare case. The reasons assigned\nby the courts below, do not satisfy Bachan Singh Test.\nSection 354 (3) of the Code provides for an exception.\nGeneral rule of doctrine of proportionality, therefore,\nwould not apply. One must read the said provision in the\nlight of Article 21 of the Constitution of India. [Para 31]\n[176-E-H; 177-A]\nC\n14.2. Law laid down by Bachan Singh and Machhi\nSingh interpreting Section 354 (3) of the Code should be\ntaken to be a part of our constitutional scheme. Although\nthe Constitutional Bench judgment of the Supreme Court D\nin Bachan Singh did not lay down any guidelines on\ndetermining which cases fall within the `rarest of rare'\ncategory, yet the mitigating circumstances listed in and\nendorsed by the judgment gives reform and rehabilitation\ngreat importance, even requiring the State to prove that E\nthis would not be possible, as a precondition before the\ncourt awarded a death sentence. One cannot therefore\ndetermine punishment on grounds of proportionality\nalone. There is nothing before this Court that shows that\nthe appellant cannot reform and be rehabilitated. [Para 31]\n[177-A-D]\n14.3. Indisputably, the manner and method of\ndisposal of the dead body of the deceased was abhorrent\nand goes a long way in making the present case a most\nfoul and despicable case of murder. However, the mere\nmode of disposal of a dead body may not by itself be\nmade the ground for inclusion of a case in the \"rarest of\nrare\" category for the purpose of imposition of the death\nsentence. [Para 31] [178-A-B]\nF\nG\nН\nH.\nA\nB\nC\nD\n108 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\n14.4. Most research on this issue shows that the\nrelationship between deterrence and severity of\npunishment is complicated. It is not obvious how\ndeterrence relates to severity and certainty. Furthermore\ncriminal policy must be evidence-led rather than based\non intuitions, which research around the world has\nshown too often to be wrong. In the absence of any\nsignificant empirical attention to this question by Indian\ncriminologists, one cannot assume that severity of\npunishment correlates to deterrence to an extent which\njustifies the restriction of the most fundamental human\nright through the imposition of the death penalty. The\ngoal of crime reduction can be achieved by better police\nand prosecution service to the same or at least to a great\nextent than by the imposition of the death penalty. [Para\n31] [178-F-H; 179-A]\nBachan Singh v. State of Punjab (1980) 2 SCC 684;\nDhananjoy Chatterjee v. State of W.B. (1994) 4 SCC 220;\nMohan and Others v. State of T.N. (1998) 5 SCC 336 and\nRavindra Trimbak Chouthmal v. State of Maharashtra (1996)\nE 4 SCC 148, referred to.\nKennedy v. Lousiana 128 S. Ct. 2641, referred to.\nRoger Hood, The Death Penalty: A World-wide\nPerspective, Oxford, Clarendon Press, third edition, 2002, p.\nF 230, referred to.\n15.1. In the instant case, the entire prosecution case\nhinges on the evidence of the approver. For the purpose\nof imposing death penalty, that factor may have to be\nG kept in mind. Assuming that in Swamy Shraddananda,\nthis Court did not lay down a firm law that in a case\ninvolving circumstantial evidence, imposition of death\npenalty would not be permissible. But, even in relation\nthereto the question which would arise would be whether\nH\nS\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 109\nSTATE OF MAHARASHTRA\nin arriving at a conclusion some surmises, some A\nhypothesis would be necessary in regard to the manner\nin which the offence was committed as contra-\ndistinguished from a case where the manner of\noccurrence had no role to play. Even where sentence of\ndeath is to be imposed on the basis of the circumstantial B\nevidence, the circumstantial evidence must be such\nwhich leads to an exceptional case. In a case of this\nnature where the entire prosecution case revolves round\nthe statement of an approver or dependant upon the\ncircumstantial evidence, the prudence doctrine should be C\ninvoked. For the aforementioned purpose, at the stage of\nsentencing evaluation of evidence would not be\npermissible, the courts not only have to solely depend\nupon the findings arrived at for the purpose of recording\na judgment of conviction, but also consider the matter\nkeeping in view of evidences which have been brought\non record on behalf of the parties and in particular the\naccused for imposition of a lesser punishment. A\nstatement of approver in regard to the manner in which\ncrime has been committed vis-a-vis the role played by the\naccused, on the one hand, and that of the approver, on\nthe other, must be tested on the touchstone of the\nprudence doctrine. [Para 32] [179-F-H; 180-A-D]\nD\nE\n15.2. The accused persons were not criminals. They\nwere friends. The deceased was said to have been F\nselected because his father was rich. The motive, if any,\nwas to collect some money. They were not professional\nkillers. They have no criminal history. All were\nunemployed and were searching for jobs. [Para 32] [180-\nE-F]\n15.3. Further if age of the accused was a relevant\nfactor for the High Court for not imposing death penalty\non accused No. 2 and 3, the same standard should have\nbeen applied to the case of the appellant also who was\nG\nН\n"}