{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2009] 9 S.C.R. 90\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR\nV.\nSTATE OF MAHARASHTRA\n(Criminal Appeal No. 1478 of 2005)\nMAY 13, 2009\n[S.B. SINHA AND CYRIAC JOSEPH, JJ.]\nCODE OF CRIMINAL PROCEDURE, 1973;\n-\nSections 306, 307 - Tender of pardon to accomplice\nPower to direct - Discussed - On the facts of the case Held:\nThe pardon granted by the Sessions Judge was legal and\nvalid.\n་ །\nD\nSENTENCING:\nDeath sentence - Rarest of rare cases - Special reasons\n- Mitigating factors - Discussed - On the facts of the case\nHeld: There are no special reasons to record the death\npenalty and the mitigating factors are sufficient to place it out\nE of the rarest of rare category - Thus, it is not a case where\ndeath penalty should be imposed - Instead of death penalty\nappellant to undergo rigorous imprisonment for life - Code of\nCriminal Procedure, 1973, Sections 235(2) and 354(3) -\nConstitution of India, Articles 14, 21.\nF\nG\nH\nDOCTRINES:\nDoctrine of Prudence - Doctrine of Proportionality -\nApplicability of.\nIn these appeals, the principal questions which arose\nfor consideration were:\n(i) Whether the Sessions Judge acted illegally in\ngranting pardon to an accomplice (PW1); and\n90\n......\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 91\n(ii)\nSTATE OF MAHARASHTRA\nWhether the case falls under 'rarest of rare A\ncases' so as to enable the Courts below to\naward death penalty.\nDismissing the appeals and reducing the death\nsentence to rigorous imprisonment for life, the Court\nB\nHELD: 1.1. The order of Sessions Judge dated 3rd\nApril, 2002 shows that the Judge not only applied his\nmind on the application (Ext. P-7) for grant of pardon filed\nby the Investigating Officer but also examined the\nappellant by putting relevant questions to him. The C\nSessions Judge, therefore, did not pass the order dated\n3rd April, 2002 only on the basis of the purported\nconfessional statement made by PW-1 on 1st November,\n2001. It was not done mechanically. If in law it was not\nnecessary for the Magistrate to forward a copy of the D\nconfessional statement made by PW-1 under Section 164\nof the Code of Criminal Procedure or to record a separate\nstatement of the said witness for the purpose of\ncomplying with the provisions of Section 306 of the Code\nof Criminal Procedure, the question as to whether he had E\nretracted from his confession or not would not be of\nmuch relevance as regards exercise of power by the\nSessions Judge under Section 307 of the Code. [Para 9]\n[126-A-D]\n1.2. Magistrate in his evidence categorically opined\nthat PW-1 had told him that he had not signed the said\napplication retracting his confession. It may be that the\nsaid fact was not borne out from the judicial records,\nwhich were sent to the Sessions Judge with the order of\ncommittal, but then there is no reason to disbelieve the\nstatement of the Magistrate. [Para 9] [126-D-F]\nF\nG\n1.3. If it is to be held that in each and every case\npardon can only be granted at the initial stage, the power\nconferred upon the Sessions Judge to grant under H\n92\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Section 307 of the Code of Criminal Procedure for all\nintent and purport shall become otiose. [Para 9] [128-E-\nB\nC\nD\nF]\n1.4. In the instant case, the order of the judge granting\npardon to the Approver, is legal and valid. [Para 9] [128-\nF-G]\nNarayan Chetanram Chaudhary and Another v. State of\nMaharashtra (2000) 8 SCC 457, relied on.\nRampal Pithwa Rahidas and Others v. State of\nMaharashtra 1994 Supp (2) SCC 73, distinguished.\n2. For an effective compliance of sentencing\nprocedure under section 354(3) and section 235(2) Cr.P.C,\nsufficient discretion is a pre-condition. Strict channeling\nof discretion would also go against the founding\nprinciples of sentencing as it will prevent the sentencing\ncourt to identify and weigh various factors relating to the\ncrime and the criminal such as culpability, impact on the\nsociety, gravity of offence, motive behind the crime etc.\nE [Para 11] [129-F-G]\nF\nBachan Singh v. State of Punjab (1980) 2 SCC 684,\nrelied on.\nRajendra Prasad v. State of Uttar Pradesh (1979) 3 SCC\n646; Saibanna v. State of Karnataka (2005) 4 SCC 165 and\nMithu v. State of Punjab AIR 1983 SC 473 - relied on.\nFurman v. Georgia, 408 U.S. 238 (1972); Reyes v. R.\n(2002) UKPC 11: 12 BHRC 219; Hughes, R. v. (Saint Lucia)\nG (2002) UKPC 12; Fox v. The Queen (2002) 2 AC 284; Bowe\nv. The Queen (2006) 1 WLR 1623 and Coard \u0026 Ors. v. The\nAttorney General (Grenada), (2007) UKPC 7, referred to.\nH\n3. It is accepted that rarest of rare case is to be\ndetermined in the facts and circumstance of a given case\n\u003e\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 93\nSTATE OF MAHARASHTRA\nand there is no hard and fast rule for that purpose. There\nare no strict guidelines. But a sentencing procedure is\nsuggested. This procedure is in the nature of safeguards\nand has an overarching embrace of rarest of rare dictum.\nTherefore, it is to be read with Article 21 and 14. [Para 12]\n[133-A-C]\nSwamy Shraddananda @ Murali Manohar Mishra v.\nState of Karantaka 2008 (10) SCALE 669, referred to.\n4. Under section 235(2) and 354 (3) of the Criminal\nProcedure Code, there is a mandate as to a full fledged\nbifurcated hearing and recording of \"special reasons\" if\nthe court inclines to award death penalty. In the specific\nbackdrop of sentencing in capital punishment, and that\nthe matter attracts constitutional prescription in full force,\nit is incumbent on the sentencing court to oversee\ncomprehensive compliance to both the provisions. A\nscrupulous compliance of both provisions is necessary\nsuch that an informed selection of sentence could be\nbased on the information collected and collated at this\nstage. [Para 13] [133-C-E]\nSanta Singh v. State of Punjab, AIR 1956 SC 526;\nMalkiat Singh and Ors. v. State of Punjab, (1991) 4 SCC 341;\nAllaudin Mian v. State of Bihar, AIR 1989 SC 1456;\nMuniappan v. State of Tamil Nadu, (1981) 3 SCC 11;\nJumman Khan v. State of U.P, (1991) 1 SCC 752 and Anshad\nand Ors. v. State of Karnataka, (1994) 4 SCC 381, referred\nto.\n5. The court must play a proactive role to record all\nrelevant information at this stage. Some of the information\nrelating to crime can be culled out from the phase prior\nto sentencing hearing. This information would include\naspects relating to the nature, motive and impact of crime,\nculpability of convict etc. Quality of evidence adduced is\nalso a relevant factor. [Para 14] [133-G-H; 134-A]\nA\nB\nC\nD\nE\nF\nG\nI\n94\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\nBachan Singh v. State of Punjab (1980) 2 SCC 684,\nrelied on.\n\"Law Commission's 48th Report\", referred to.\n6. \"Rarest of rare cases\" is an exceptionally narrow\nopening provided in the domain of this negative precept.\nThis opening is also qualified by another condition in\nform of \"when the alternative option is unquestionably\nforeclosed\". Thus, in essence, rarest of rare dictum\nimposes a wide-ranging embargo on award of death\nC punishment, which can only be revoked if the facts of the\ncase successfully satisfy the double qualification viz. 1.\nthat the case belongs to the rarest of rare category 2. and\nthe alternative option of life imprisonment will just not\nsuffice in the facts of the case. Rarest of rare dictum\nD serves as a guideline in enforcing section 354(3) and\nentrenches the policy that life imprisonment is the rule\nand death punishment is an exception. It is a settled law\nof interpretation that exceptions are to be construed\nnarrowly. That being the case, the rarest of rare dictum\nE places an extraordinary burden on the court, in case it\nselects death punishment as the favoured penalty, to\ncarry out an objective assessment of facts to satisfy the\nexceptions ingrained in the rarest of rare dictum. The\nbackground analysis leading to the conclusion that the\nF case belongs to rarest of rare category must conform to\nhighest standards of judicial rigor and thoroughness as\nthe norm under analysis is an exceptionally narrow\nexception. A conclusion as to the rarest of rare aspect\nwith respect to a matter shall entail identification of\naggravating and mitigating circumstances relating both\nto the crime and the criminal. [Para 15] [135-C-G]\nG\nH\nRavji alias Ram Chandra v. State of Rajasthan, (1996)\n2 SCC 175; Shivaji @ Dadya Shankar Alhat v. The State of\nMaharashtra, AIR 2009 SC 56; Mohan Anna Chavan v. State\nཀ\n-\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 95\nSTATE OF MAHARASHTRA\nof Maharashtra (2008) 11 SCC 113; Bantu v. The State of A\nU.P., (2008) 11 SCC 113; Surja Ram v. State of Rajasthan,\n(1996) 6 SCC 271; Dayanidhi Bisoi v. State of Orissa, (2003)\n9 SCC 310; State of U.P. v. Sattan @ Satyendra and Ors.,\n2009 (3) SCALE 394, referred to.\n7.1. Bachan Singh suggested selection of death\npunishment as the penalty of last resort when, alternative\npunishment of life imprisonment will be futile and serves\nno purpose, death punishment, qualitatively stands on a\nvery different footing from other types of punishments.\nIt is unique in its total irrevocability. Incarceration, life or\notherwise, potentially serves more than one sentencing\naims. Deterrence, incapacitation, rehabilitation and\nretribution - all ends are capable to be furthered in\ndifferent degrees, by calibrating this punishment in light\nof the overarching penal policy. But the same does not\nhold true for the death penalty. It is unique in its absolute\nrejection of the potential of convict to rehabilitate and\nreform. It extinguishes life and thereby terminates the\nbeing, therefore puts an end anything to do with the life.\nThis is the big difference between two punishments.\nBefore imposing death penalty, therefore, it is imperative\nto consider the same. Rarest of rare dictum, hints at this\ndifference between death punishment and the alternative\npunishment of life imprisonment. The relevant question\nhere would be to determine whether life imprisonment as\na punishment will be pointless and completely devoid of\nreason in the facts and circumstances of the case? Life\nimprisonment can be said to be completely futile, only\nwhen the sentencing aim of reformation can be said to\nbe unachievable. Therefore, for satisfying the second\nexception to the rarest of rare doctrine, the court will have\nto provide clear evidence as to why the convict is not fit\nfor any kind of reformatory and rehabilitation scheme.\nThis analysis can only be done with rigor when the court\n¡\n:\nB\nC\nD\nE\nLL\nF\nG\nT\nH\n96\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA focuses on the circumstances relating to the criminal,\nalong with other circumstances. This is not an easy\nconclusion to be deciphered, but Bachan Singh sets the\nbar very high by introduction of Rarest of rare doctrine.\n[Para 16] [137-D-H; 138-A-D] ·\nB\nC\nD\n7.2. Bachan Singh while enunciating rarest of rare\ndoctrine, did not deal with the role and responsibility of\nsentencing court and the appellate court separately. For\nthat matter, this court did not specify any review\nstandards for High Court and the Supreme Court. In that\nevent, all courts, be it trial court, High Court or this court,\nare duty bound to ensure that the ratio laid down therein\nis scrupulously followed. Same standard of rigor and\nfairness are to be followed by the courts. If anything,\ninverse pyramid of responsibility is applicable in death\npenalty cases. [Para 17] [140-B-D]\n7.3. It has been observed, generally and more\nspecifically in the context of death punishment, that\nsentencing is the biggest casualty in crimes of brutal and\nE heinous nature. Our capital sentencing jurisprudence is\nthin in the sense that there is very little objective\ndiscussion on aggravating and mitigating circumstances.\nIn most such cases, courts have only been considering\nthe brutality of crime index. There may be other factors\nwhich may not have been recorded. [Para 18] [140-F-H;\n141-A]\nF\n7.4. There is no consensus in the court on the use\nof \"social necessity\" as a sole justification in death\npunishment matters. The test which emanates from\nG Bachan Singh in clear terms is that the courts must\nengage in an analysis of aggravating and mitigating\ncircumstances with an open mind, relating both to crime\nand the criminal, irrespective of the gravity or nature of\ncrime under consideration. A dispassionate analysis, on\nH the aforementioned counts, is a must. The courts while\n;\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA\n97\nadjudging on life and death must ensure that rigor and A\nfairness are given primacy over sentiments and\nemotions. [Para 18] [140-F-H; 141-A]\n7.5. Article 14 and 21 are constitutional safeguards\nand define the framework for State in its functions,\nincluding penal functions. They introduce values of\ninstitutional propriety, in terms of fairness,\nreasonableness and equal treatment, challenge with\nrespect to procedure to be invoked by the State in its\ndealings with people in various capacities, including as\na convict. The position is, if the State is precariously\nplaced to administer a policy within the confines of\nArticles 21 and 14, it should be applied most sparingly.\nThis view flows from Bachan Singh and Constitution does\nnot permit to take a re-look on the capital punishment\npolicy and meet society's cry for justice through this\ninstrument. [Para 19] [146-B-D]\nB\nC\nD\n7.6. The fact that this Court is dealing with safeguards\nentrenched in the Constitution should materially change\nthe way it look for reasons while awarding the death E\npunishment. The arguments which may be relevant for\nsentencing with respect to various other punishments\nmay cease to apply in light of the constitutional\nsafeguards which come into operation when the question\nrelates to extinguishment of life. If there are two\nconsiderations, the one which has a constitutional origin\nshall be favoured. [Para 19] [146-D-F]\n7.7. The constitutional role of the judiciary also\nmandates taking a perspective on individual rights at a\nhigher pedestal than majoritarian aspirations. To that\nextent this Court plays a countermajoritarian role. And\nthis part of debate is not only relevant in the annals of\njudicial review, but also to criminal jurisprudence. [Para\n19] [148-A-B]\nF\nG\nH\nA\n98\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\n7.8. Public Opinion may also run counter to the Rule\nof law and constitutionalism. Bhagalpur Blinding case or\nthe recent spate of attacks on right to trial of the accused\nin the Bombay Blast Case are recent examples. This\nCourt is also not oblivious to the danger of capital\nB sentencing becoming a spectacle in media. If media trial\nis a possibility, sentencing by media can not be ruled out.\n[Para 19] [148-E-F]\nC\nD\n7.9. Capital sentencing is one such field where the\nsafeguards continuously take strength from the\nConstitution, and on that end this Court is of the view that\npublic opinion does not have any role to play. In fact, the\ncase where there is overwhelming public opinion\nfavouring death penalty would be an acid test of the\nconstitutional propriety of capital sentencing process.\n[Para 19] [150-C-D]\nBachan Singh v. State of Punjab (1980) 2 SCC 684;\nPanchhi v. State of U.P. (1998) 7 SCC 177; State of\nMaharashtra v. Sindhi, (1975) 1 SCC 647; Vashram\nE Narshibhai Rajpara v. State of Gujarat (2002) 9 SCC 168; Om\nPrakash v. State of Haryana, (1999) 3 SCC 19 and\nDharmendrasinh v. State of Gujarat, (2002) 4 SCC 679, relied\nF\nG\nH\non.\nWest Virginia State Board of Education v. Barnette, 319\nU.S. 624 (1943), referred to.\nMichael Hough: \"Sentencing and the Climate of Opinion\n(1996, Criminal Law Review), referred to.\n8.1. This court laid down rarest of rare dictum in\nBachan Singh and thereby endorsed a broad sentencing\nthreshold. It has been interpreted by courts in various\nways. It is important to note here that principled\napplication of rarest of rare dictum does not come in the\n:\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 99\nSTATE OF MAHARASHTRA\nway of individualized sentencing. With necessary room A\nfor sentencing, consistency has to be achieved in the\nmanner in which rarest of rare dictum has to be applied\nby courts. Bachan Singh expressly barred one time\nenunciation of minute guidelines through a judicial\nverdict. The court held that only executive is competent B\nto bring in detailed guidelines to regulate discretion. On\nthis count judicial restraint was advocated. But at the\nsame time, it actively relied on judicial precedent in\ndisciplining sentencing discretion to repel the argument\nof arbitrariness and Article 14 challenge. An embargo on\nC\nintroduction of judicial guidelines was put therein but\norganic evolution of set of principles on sentencing\nthrough judicial pronouncements was not ruled out. This\nis how precedent aids development of law in any branch\nof law and capital sentencing can not be an exception to\nthis. [Para 20] [150-E-H; 151-A-B]\n8.2. Sentencing discretion is also a kind of discretion\nand shall be exercised judicially in the light of the\nprecedents. [Para 20] [151-B-C]\n8.3. While dealing with a matter as to whether death\npenalty should be awarded or not, although the court\nordinarily would look to the precedents, but, this\nbecomes extremely difficult, if not impossible. There is no\nuniformity of precedents, to say the least. In most cases,\nthe death penalty has been affirmed or refused to be\naffirmed without laying down any legal principle. [Para 23]\n[155-A-B]\nD\nE\nF\n8.4. Even the balance-sheet of aggravating and\nG\nmitigating circumstances approach invoked on a case by\ncase basis has not worked sufficiently well so as to\nremove the vice of arbitrariness from our capital\nsentencing system. It can be safely said that the Bachan\nSingh threshold of \"rarest of rare cases\" has been most\nvariedly and inconsistently applied by the various High H\n3\n"}