{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n150 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nto adapt sentencing policy to fit a flawed conception of\npublic opinion. But who should be the target of such\nexplanation and education? We have serious doubts\nwhether attempts to reach the ordinary citizen directly wili\nhave any impact at all. On the other hand, we think it\nfeasible, within limits, to educate those who shape public\nopinion. Newspaper and television journalists, for example,\nresponded well to the initiatives in the 1980s intended to\ncurb the reporting of crime in ways that needlessly fuelled\nfear of crime. A similar initiative should now be mounted\nin relation to sentencing.\"\nCapital sentencing is one such field where the safeguards\ncontinuously take strength from the Constitution, and on that end\nwe are of the view that public opinion does not have any role\nto play. In fact, the case where there is overwhelming public\nopinion favouring death penalty would be an acid test of the\nconstitutional propriety of capital sentencing process.\n3. PRINCIPLED SENTENCING\n3(A). Mandate of Bachan Singh (supra) on Value of\nPrecedents\n20. This court laid down rarest of rare dictum therein and\nthereby endorsed a broad sentencing threshold. It has been\ninterpreted by courts in various ways.\nIt is important to note here that principled application of\nrarest of rare dictum does not come in the way of individualized\nsentencing. With necessary room for sentencing, consistency\nhas to be achieved in the manner in which rarest of rare dictum\nhas to be applied by courts.\nBachan Singh (supra) expressly barred one time.\nenunciation of minute guidelines through a judicial verdict. The\ncourt held that only executive is competent to bring in detailed\nguidelines to regulate discretion. On this count judicial restraint\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 151\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nwas advocated. But at the same time, it actively relied on judicial A\nprecedent in disciplining sentencing discretion to repel the\nargument of arbitrariness and Article 14 challenge. An embargo\non introduction of judicial guidelines was put therein but organic\nevolution of set of principles on sentencing through judicial\npronouncements was not ruled out. This is how precedent aids\ndevelopment of law in any branch of law and capital sentencing\ncan not be an exception to this.\nSentencing discretion is also a kind of discretion and is\nshall be exercised judicially in light of the precedents.\nIt observes that the superior courts must correct wrong\napplication of section 302. It is very obvious that appellate\ncourts can not discharge review function without taking aid of\nestablished principles. In Jagmohan Sir.gh v. State of U.P.,\n[(1973) 1 SCC 20], the Court's observation in this context was\nsubsequently followed noting:\n“...The impossibility of laying down standards is at the very\ncore of the criminal law as administered in India which\ninvests the judges with a very wide discretion in the matter\nof fixing the degree of punishment. The discretion in the\nmatter of sentence is, as already pointed out, liable to be\ncorrected by superior courts. Laying down of standards to\nthe limited extent possible as was done in the Model\nJudicial Code would not serve the purpose. The exercise\nof judicial discretion on well-recognised principles is, in\nthe final analysis, the safest possible safeguards for the\naccused.\"\nBachan Singh (supra) elaborated on \"well recognized\nprinciples\" in the following terms:\n\"197. In Jagmohan, this Court had held that this sentencing\ndiscretion is to be exercised judicially on well recognised\nprinciples, after balancing all the aggravating and mitigating.\ncircumstances of the crime. By \"well recognised principles” the\nB\nC\nD\nE\nF\nG\nH\n1\n1\n-\n152 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA court obviously meant the principles crystallised by judicial\ndecisions illustrating as to what were regarded as aggravating\nor mitigating circumstances in those cases. The legislative\nchanges since Jagmohan - as we have discussed already\ndo not have the effect of abrogating or nullifying those\nB principles. The only effect is that the application of those\nprinciples is now to be guided by the paramount beacons of\nlegislative policy discernible from Sections 354(3) and 235(2),\nnamely: (1) The extreme penalty can be inflicted only in gravest\ncases of extreme culpability; (2) In making choice of the\nsentence, in addition to the circumstances, of the offence, due\nregard must be paid to the circumstances of the offender, also.\"\nC\nD\nE\nF\nIt continuing in the same vein held:\n\"Cognizant of the past experience of the administration of\ndeath penalty in India, Parliament; in its wisdom, thought\nit best and safe to leave the imposition of this gravest\npunishment in gravest cases of murder, to the judicial\ndiscretion of the courts which are manned by persons of\nreason, experience and standing in the profession. The\nexercise of this sentencing discretion cannot be said to\nbe untrammelled and unguided. It is exercised judicially\nin accordance with well recognised principles crystallised\nby judicial decisions, directed along the broad contours\nof legislative policy towards the signposts enacted in\nSection 354(3).\"\n3(B). Cases Where Death Penalty Was Imposed/Affirmed\n21. In Ram Singh v. Sonia and Ors. [2007 (3) SCALE\n106] the accused couple had, in a most diabolic manner, ended\nG the lives of their family members, which included the step brother\nof the wife, his children and even her own father, mother and\nsister, all with the motive of inheriting the family property. This\nCourt noting the cold blooded and pre meditated approach in\nmurdering the family while they were all sleeping considered it\nH as a fit case for the imposition of death penalty on the couple.\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 153\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nIn Prajeet Kumar Singh v. State of Bihar [2008 (4) A\nSCALE 442] the accused had murdered the children of the\nfamily where he had been staying as a tenant for the past four\nyears, while they were sleeping. He thereafter proceeded to\nattack the adult members of the family who on hearing the\nscreams of their children had come to their rescue. The court\nnoting the brutality of manner of the attack considered it a fit\ncase for the imposition of death sentence.\nIn Mohan Anna Chavan (supra) the court upheld the death\nsentence imposed on a serial rapist. The accused had already\nbeen convicted twice for the raping a minor girl, but on the first\noccasion he was awarded a sentence only of two years and\non the second, sentence of ten years rigorous imprisonment\nonly. When the accused was convicted of raping and murdering\ntwo minor girls again, the court refused to interfere with the\ndeath sentence awarded by the lower courts.\nB\nC\nD\nIn Bantu v. State of Uttar Pradesh [2008 (10) SCALE 336]\nthe accused had, after raping a six year old girl, tried to conceal\nhis crime by inserting a stick in her vagina which ultimately\nresulted in causing her death. The court noted that the depraved E\nacts of the accused only deserved a death sentence.\nIn Shivaji @ Dady Shankar Alhat (supra) the accused had\nraped and murdered a nine year old girl. This Court therein\nrejecting the argument that the conviction having been based\nin circumstantial evidence, death penalty should not be\nawarded, affirmed the death penalty awarded by the lower\ncourt.\nF\nIn State of U.P. v. Sattan, [2009 (3) SCALE 394], six\nmembers of a family were murdered by the accused leaving G\nonly three survivors over some personal enmity. The trial court\nawarded them death sentence. The High Court commuted the\nsentence to one of life imprisonment. The Supreme Court in\nappeal noting the brutality of murder held that the accused\ndeserved only a death penalty.\nI\n154 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\n-\nA 3(C). Cases Where Death Penalty was not Awarded/\nAffirmed\nB\n22. In Ujjagar Singh v. State of Punjab, [2007 (14) SCALE\n428] the accused had been convicted of murder and rape and\naccordingly sentenced to death by the lower courts. This Court\nin appeal, acquitting the accused only of the charge of rape\nbecause of the lack of evidence, noted that since the charge\nof rape formed a substantial portion of reasoning for causing\nthe death, the death sentence on the accused could no longer\nbe sustained, once he was acquitted on that charge. The\nC\nsentence was accordingly altered to one of life imprisonment.\nIn Amrit Singh v. State of Punjab [2006 (11) SCALE 309]\nthe accused had raped a minor girl. The victim died a painful\ndeath because of bleeding from her private parts. The court,\nD however, noted that the accused might not have had the\nintention of murdering the victim, but her death was only the\nunfortunate inevitable consequence of the crime, hence it did\nnot fall within the rarest of the rare cases.\nE\nIn Bishnu Prasad Sinha and Anr. v. State of Assam [2007\n(2) SCALE 42], this Court commuted the death penalty of the\naccused on the ground that the prosecution case was entirely\nbased on circumstantial evidence.\nIn State of Maharashtra v. Prakash Sakha Vasave and\nF others, [2009 (1) SCALE 713] the accused had brutally\nattacked with axes the husband of their sister, who was having\nan illicit relationship with another woman. The trial court had\nfound two of the accused guilty and sentenced them to death.\nIn appeal the High Court acquitted the accused because of lack\nG of evidence. This Court in appeal set aside the judgment of\nacquittal passed by the High Court but noticed that the case\nbefore it did not fall in the rarest of rare and deserved only a\nlife imprisonment.\nH\n1\nF\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 155\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n3(D) Differing opinion in other cases\n23. While dealing with a matter as to whether death\npenalty should be awarded or not, although the court ordinarily\nwould look to the precedents, but, this becomes extremely\ndifficult, if not impossible, in the context of the cases discussed\nabove. There is no uniformity of precedents, to say the least.\nIn most cases, the death penalty has been affirmed or refused\nto be affirmed by us, without laying down any legal principle.\nA\nB\nIn Aloke Nath Dutt and Ors. v. State of West Bengal,\n[2006 (13) SCALE 467] this Court after examining various C\njudgments over the past two decades in which the issues of\nrarest of rare fell for consideration, admitted the failure on the\npart of this Court to evolve a uniform sentencing policy in\ncapital punishment cases and conclude as to what amounted\nto 'rarest of rare'. Disparity in sentencing has also been noted D\nin Swamy Shraddananda v. State of Karnataka (Swamy\nShraddananda - 1) [(2007) 12 SCC 288].\nIn the aforementioned backdrop, we may notice a recent\nthree-Judge Bench decision of this Court in Swamy\nShraddananda @ Murali Manohar Mishra (supra). Aftab\nAlam, J., writing the judgment for the Three-Judge Bench held:\n\"33. The truth of the matter is that the question of death\npenalty is not free from the subjective element and the\nconfirmation of death sentence or its commutation by this\nCourt depends a good deal on the personal predilection\nof the judges constituting the bench.\n34. The inability of the Criminal Justice System to deal with\nall major crimes equally effectively and the want of\nuniformity in the sentencing process by the Court lead to\na marked imbalance in the end results. On the one hand\nthere appears a small band of cases in which the murder\nconvict is sent to the gallows on confirmation of his death\npenalty by this Court and on the other hand there is a much\nE\nF\nG\nH\nA\n00\nB\nC\n156 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nwider area of cases in which the offender committing\nmurder of a similar or a far more revolting kind is spared\nhis life due to lack of consistency by the Court in giving\npunishments or worse the offender is allowed to slip away\nunpunished on account of the deficiencies in the Criminal\nJustice System. Thus the overall larger picture gets\nasymmetric and lop-sided and presents a poor reflection\nof the system of criminal administration of justice. This\nsituation is matter of concern for this Court and needs to\nbe remedied.\"\nThe issue of subjectivity has also been previously noticed\nby both academics and this Court. Professor Anthony R.\nBlackshield's analysis in the mid 1970s showed this trend in\nthe pre-Bachan Singh period. [see Journal of the Indian Law\nInstitute 1979]. This was also noticed by Bhagwati, J. in his\nD dissenting judgment in Bachan Singh (supra).\nE\nIn the post-Bachan Singh period, a joint report by the\nAmnesty International - India and People's Union for Civil\nLiberties Report titled “Lethal Lottery: The Death Penalty in\nIndia, A study of Supreme Court Judgments in death penalty\ncases 1950-2006\" and the Swamy Shraddananda (supra)\njudgment show quite clearly that not much has changed in this\nrespect.\nTo assist future benches at considering the facts of\nF individual cases however, the Constitution Bench in Bachan\nSingh (supra) did however note certain aggravating and\nmitigating factors mentioned by the Amicus Curie (drawn from\njurisprudence from the USA as also Clauses (2)(a), (b), (c) and\n(d) of the already lapsed Indian Penal Code (Amendment) Bill,\nG 1972). The Supreme Court did however endorse them, referring\nto them as \"undoubtedly relevant circumstances and must be\ngiven great weight in the determination of sentence\".\nH\nMachhi Singh v. State of Punjab, [ (1983) 3 SCC 470 ]\nwent further and made a tabular comparison of such mitigating\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 157\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nand aggravating circumstances.\nA\nC\nYet as the above discussion has clearly shown, it is now\nclear that even the balance-sheet of aggravating and mitigating\ncircumstances approach invoked on a case by case basis has\nnot worked sufficiently well so as to remove the vice of\nB\narbitrariness from our capital sentencing system. It can be\nsafely said that the Bachan Singh threshold of “rarest of rare\ncases\" has been most variedly and inconsistently applied by\nthe various High Courts as also this court. At this point we also\nwish to point out that the uncertainty in the law of capital\nsentencing has special consequence as the matter relates to\ndeath penalty - the gravest penalty arriving out of the exercise\nof extraordinarily wide sentencing discretion, which is\nirrevocable in nature. This extremely uneven application of\nBachan Singh (supra) has given rise to a state of uncertainty\nin capital sentencing law which clearly falls foul of constitutional\ndue process and equality principle. The situation is unviable as\nlegal discretion which is conferred on the executive or the\njudiciary is only sustainable in law if there is any indication,\neither though law or precedent, as to the scope of the discretion\nand the manner of its exercise. There should also be sufficient\nclarity having regard to the legitimate aim of the measure in\nquestion. Constitution of India provides for safeguards to give\nthe individual adequate protection against arbitrary imposition\nof criminal punishment.\nAlthough these questions are not under consideration and\ncannot be addressed here and now, we cannot help but observe\nthe global move away from the death penalty. Latest statistics\nshow that 138 nations have now abolished the death penalty\nin either law or practice (no executions for 10 years). Our own\nneighbours, Nepal and Bhutan are part of these abolitionist\nnations while others including Philippines and South Korea\nhave also recently joined the abolitionist group, in law and in\npractice respectively. We are also aware that on 18 December\n2007, the United Nations General Assembly adopted resolution\nD\nE\nF\nG\nH\n158 SUPREME COURT REPORTS\n[2009] 9 S.C.R..\nA 62/149 calling upon countries that retain the death penalty to\nestablish a worldwide moratorium on executions with a view to\nabolishing the death penalty.\nB\nIndia is, however, one of the 59 nations that retain the\ndeath penalty. Credible research, perhaps by the Law\nCommission of India or the National Human Rights Commission\nmay allow for an up to date and informed discussion and\ndebate on the subject.\nCONSTITUTIONAL\nLANDSCAPE\nC SENTENCING: MINIMUM SAFEGUARDS\nON CAPITAL\n24. We have already dealt with the ratio of Bachan Singh\n(supra) in detail but here we would focus on the backdrop to\nthe Rarest of rare dictum and the dilemma faced by the Bachan\nD Singh court in this regard. The perspective which emerges from\nthis reading showcases the constitutional riddle which is\ninherent to law on capital sentencing in India.\nヨ\nF\nG\nH\nAt the very outset Bachan Singh (supra) delineated the\nscope of the matter in the following terms:\n\"The principal questions that fall to be considered in this\ncase are:\n(i) Whether death penalty provided for the offence of\nmurder in Section 302, Penal Code is unconstitutional.\n(ii) If the answer to the foregoing question be in the\nnegative, whether the sentencing procedure provided in\nSec. 354(3) of the Code of Criminal Procedure, 1973 is\nunconstitutional on the ground that it invests the Court with\nunguided and untrammeled discretion and allows death\nsentence to be arbitrarily or freakishly imposed on a person\nfound guilty of murder or any other capital offence\npunishable under the Indian Penal Code with death or, in\nthe alternative, with imprisonment for life.\"\nr\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 159\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nIn the ensuing discussion, the court held that Sections 302 A\nPenal Code and 354(3) of the Code of Criminal Procedure,\n1973 are constitutional but only after enunciating \"broad\nguidelines and principles\" which today govern the practice on\ncapital sentence in all courts, be it trial courts or the appellate\ncourts.\nB\nC\nIn one sense, the scope of Bachan Singh (supra) was fully\nmet when it practically declared death penalty (procedurally and\nsubstantively) constitutional but the bench went on to entrench\nan unprecedented jurisprudence on the sentencing front. This\njurisprudence, of which Rarest of rare dictum is the central part,\nforms the bed rock of death penalty jurisprudence. The way\nahead shown by Bachan Singh (supra) is not merely in\ncompliance of statutory safeguards under section 354(3) and\nsection 235(2) but also of Rarest of rare dictum. Therefore, the\noverall legislative scheme on death penalty was cleared of D\nconstitutional challenge only after it was conjoined with the\nRarest of rare dictum.\nThomas, J. also reached to a similar conclusion in Ram\nDeo Chauhan v. State of Assam [(2001) 5 SC 714]:\n\"A peep into the historical background of how death\npenalty survived Article 21 of the Constitution would be\nuseful in this context.\nApart from the two schools of thought putting forward their\nrespective points of view stridently - one pleading for\nretention of death penalty and the other for abolition of it -\na serious question arose whether the law enabling the\nState to take away the life of a person by way of\npunishment would be hit by the forbid contained in Article\n21 of the Constitution. In Bachan Singh vs. State of\nPunjab (supra) the majority Judges of the Constitution\nBench saved the death penalty from being chopped out\nof the statute book by ordering that death penalty should\nbe strictly restricted to the tiniest category of the rarest of\nE\nF\nG\nH\n"}