{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"142 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\n\"'\n1.\nA and further explained the approach:\nB\nC\nD\nE\nF\nG\nH\n\"....As to what category a particular case would fall\ndepends, invariably on varying facts of each case and no\nabsolute rule for invariable application or yardstick as a\nready reckoner can be formulated. In Panchhi v. State of\nU.P. it has been observed that the brutality of the manner\nin which the murder was perpetrated may not be the sole\nground for judging whether the case is one of the \"rarest\nof rare cases\", as indicated in Bachan Singh v. State of\nPunjab and that every murder being per se brutal, the\ndistinguishing factors should really be the mitigating or\naggravating features surrounding the murder. The intensity\nof bitterness, which prevailed, and the escalation of\nsimmering thoughts into a thirst for revenge or retaliation\nwere held to be also a relevant factor.\"\nThis court also gave primacy to mitigating circumstances\nin the final analysis:\n\"10. Considering the facts of the case presented before\nus, it is on evidence that despite his economic condition\nand earnest attempt to purchase a house for the family\nafter raising loans, the wife and daughters were stated to\nbe not pleased and were engaging in quarrels constantly\nwith the appellant. Though they were all living together the\ncontinuous harassment and constant nagging could have\nvery well affected his mental balance and such sustained\nprovocation could have reached a boiling point resulting\nin the dastardly act. As noticed even by the High Court the\nappellant though hailing from a poor family had no criminal\nbackground and it could not be reasonably postulated that\nhe will not get rehabilitated or that he would be a menace\nto the society. The boy of tender age would also once for\nall be deprived of the parental protection. Keeping in view\nall these aspects, in our view, it could not be said that the\nimposition of life imprisonment would not adequately meet\nthe requirements of the case or that only an imposition of\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 139\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n\"(iv) A balance-sheet of aggravating and mitigating A\ncircumstances has to be drawn up and in doing so the\nmitigating circumstances have to be accorded full\nweightage and a just balance has to be struck between\nthe aggravating and the mitigating circumstances before\nthe option is exercised.\"\nIn Bachan Singh (supra), it was stated:\n\"206. Dr Chitale has suggested these mitigating factors:\nB\n\"Mitigating circumstances.-In the exercise of its C\ndiscretion in the above cases, the court shall take into\naccount the following circumstances:\n(1)\nThat the offence was committed under the influence\nof extreme mental or emotional disturbance.\nD\n(2)\nThe age of the accused. If the accused is young or\nold, he shall not be sentenced to death.\n(3)\nThe probability that the accused would not commit\ncriminal acts of violence as would constitute a\ncontinuing threat to society.\n(4) The probability that the accused can be reformed\nand rehabilitated. The State shall by evidence prove\nthat the accused does not satisfy the conditions (3)\nand (4) above.\n(5)\nThat in the facts and circumstances of the case the\naccused believed that he was morally justified in\ncommitting the offence.\n(6) That the accused acted under the duress or\ndomination of another person.\nE\nF\nG\n(7) That the condition of the accused showed that he\nwas mentally defective and that the said defect\nimpaired his capacity to appreciate the criminality H\nI\n140 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA\nB\nof his conduct.\n207. We will do no more than to say that these are\nundoubtedly relevant circumstances and must be\ngiven great weight in the determination of\nsentence.\"\n2(C) Role and Responsibility of Courts\n17. Bachan Singh (supra) while enunciating rarest of rare\ndoctrine, did not deal with the role and responsibility of\nC sentencing court and the appellate court separately. For that\nmatter, this court did not specify any review standards for High\nCourt and the Supreme Court. In that event, all courts, be it trial\ncourt, High Court or this court, are duty bound to ensure that\nthe ratio laid down therein is scrupulously followed. Same\nstandard of rigor and fairness are to be followed by the courts.\nIf anything, inverse pyramid of responsibility is applicable in\ndeath penalty cases.\n.D\nIn State of Maharashtra v. Sindhi, [(1975) 1 SCC 647] this\nCourt reiterated, with emphasis, that while dealing with a\nE reference for confirmation of a sentence of death, the High Court\nmust consider the proceedings in all their aspects, reappraise,\nreassess and reconsider the entire facts and law and, if\nnecessary, after taking additional evidence, come to its own\nconclusions on the material on record in regard to the\nF conviction of the accused (and the sentence) independently of\nthe view expressed by the Sessions Judge.\nG\n2(D) Sentencing Justifications in Heinous Crimes\n18. It has been observed, generally and more specifically\nin the context of death punishment, that sentencing is the\nbiggest casualty in crimes of brutal and heinous nature. Our\ncapital sentencing jurisprudence is thin in the sense that there\nis very little objective discussion on aggravating and mitigating\ncircumstances. In most such cases, courts have only been\nH considering the brutality of crime index. There may be other\n1\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 143\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nA\nthe extreme punishment alone would do real or effective\njustice. Consequently, we direct the modification of the\nsentence of death into one of rigorous imprisonment for\nlife, by partly allowing the appeal to that extent. In other\nrespects the appeal shall stand dismissed. The appellant\nshäll undergo the remaining period of sentence as above.\" B\nIn Om Prakash v. State of Haryana, [(1999) 3 SCC 19],\nK.T. Thomas, J. deliberated on the apparent tension between\nresponding to \"cry of the society\" and meeting the Bachan\nSingh (supra) dictum of balancing the \"mitigating and\naggravating circumstances\". The court was of the view that the\nsentencing court is bound by Bachan Singh (supra) and not in\nspecific terms to the incoherent and fluid responses of society:\nC\nE\n7. It is true that court must respond to the cry of the society.\nand to settle what would be a deterrent punishment for an D\nabominable crime. It is equally true that a large number of\ncriminals go unpunished thereby increasing criminals in\nthe society and law losing its deterrent effect. It is also a\ntruism as observed in the case of State of M.P. v.\nShyamsunder Trivedi [SCC at p.273] that the\nexaggerated adherence to and insistence upon the\nestablishment of proof beyond every reasonable doubt, by\nthe prosecution, ignoring the ground realities, the fact\nsituation and the peculiar circumstances of a given case\noften results in miscarriage of justice and makes the justice F\ndelivery system a suspect; in the ultimate analysis, the\nsociety suffers and a criminal gets encouraged.\nSometimes it is stated that only rights of the criminals are\nkept in mind, the victims are forgotten. Despite this it\nshould be kept in mind that while imposing the rarest of\nrare punishment, i.e., death penalty, the court must balance\nthe mitigating and aggravating circumstances of the crime\nand it would depend upon particular and peculiar facts and\ncircumstances of each case.\"\n:\nG.\nIn Dharmendrasinh v. State of Gujarat, [(2002) 4 SCC H\n144 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA 679], the court acknowledged that the crime committed was \"no\ndoubt heinous and unpardonable\" and that two innocent children\nlost their lives for no fault of their, but the court chose to give\nforce to mitigating circumstances in the following terms:\nB\nC\nD\nE\nF\nG\nI\n\"The offence was obviously not committed for lust of power\nor otherwise or with a view to grab any property nor in\npursuance of any organized criminal or anti-social activity.\nChances of repetition of such criminal acts at his hands making\nthe society further vulnerable are also not apparent. He had no\nprevious criminal record.\"\nThe court also stated the law in the following terms:\n\"20. Every murder is a heinous crime. Apart from personal\nimplications, it is also a crime against the society but in\nevery case of murder death penalty is not to be awarded.\nUnder the present legal position, imprisonment for life is\nthe normal rule for punishing crime of murder and sentence\nof death, as held in different cases referred to above,\nwould be awarded only in the rarest of rare cases. A\nnumber of factors are to be taken into account namely, the\nmotive of the crime, the manner of the assault, the impact\nof the crime on the society as a whole, the personality of\nthe accused, circumstances and facts of the case as to\nwhether the crime committed, has been committed for\nsatisfying any kind of lust, greed or in pursuance of anti-\nsocial activity or by way of organized crime, drug trafficking\nor the like. Chances of inflicting the society with a similar\ncriminal act that is to say vulnerability of the members of\nthe society at the hands of the accused in future and\nultimately as held in several cases, mitigating and\naggravating circumstances of each case have to be\nconsidered and a balance has to be struck. The learned\nState counsel as indicated earlier has already indicated\nthe aggravating circumstances by reason of which it has\nbeen vehemently urged that sentence of death deserves\nto be confirmed.\"\nK\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\n145\nWhether primacy should be accorded to aggravating A\ncircumstances or mitigating circumstances is not the question.\nCourt is duty bound by virtue of Bachan Singh (supra) to\nequally consider both and then to arrive at a conclusion as to\nrespective weights to be accorded. We are also bound by the\nspirit of Article 14 and Article 21 which forces us to adopt a B\nprincipled approach to sentencing. This overarching policy\nflowing from Bachan Singh (supra) applies to heinous crimes.\nas much as it applies to relatively less brutal murders. The court\nin this regard held:\n\"Judges should never be bloodthirsty. Hanging of\nmurderers has never been too good for them. Facts and\nfigures albeit incomplete, furnished by the Union of India,\nshow that in the past Courts have inflicted the extreme\npenalty with extreme infrequency - a fact which attests to\nthe caution and compassion which they have always\nbrought to bear on the exercise of their sentencing\ndiscretion in so grave a matter. It is, therefore, imperative\nto voice the concern that courts, aided by the broad\nillustrative guidelines indicated by us, will discharge the\nonerous function with evermore scrupulous care and\nhumane concern, directed along the highroad of legislative\npolicy outlined in Section 354(3), viz., that for persons\nconvicted of murder, life imprisonment is the rule and death\nsentence an exception.\"\n\"\n2(E). Public Opinion in Capital Sentencing\n19. It is also to be pointed out that public opinion is difficult\nto fit in the rarest of rare matrix. People's perception of crime\nis neither an objective circumstance relating to crime nor to the\ncriminal. Perception of public is extraneous to conviction as also\nsentencing, at least in capital sentencing according to the\nmandate of Bachan Singh (supra).\nC\nD\nE\nม.\nF\nG\nRarest of rare policy and legislative policy on death.\npunishment may not be essentially tuned to public opinion. Even H\n146 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA if presume that the general populace favours a liberal DP\npolicy, although there is no evidence to this effect, we can not\ntake note of it. We are governed by the dictum of Bachan\nSingh (supra) according to which life imprisonment is the rule\nand death punishment is an exception. We are also governed\nB by the Constitution of India. Article 14 and 21 are constitutional\nsafeguards and define the framework for state in its functions,\nincluding penal functions. They introduce values of institutional\npropriety, in terms of fairness, reasonableness and equal\ntreatment challenge with respect to procedure to be invoked\nC by the state in its dealings with people in various capacities,\nincluding as a convict. The position is, if the state is precariously\nplaced to administer a policy within the confines of Article 21\nand 14, it should be applied most sparingly. This view flows\nfrom Bachan Singh (supra) and it this light, we are afraid that\nConstitution does not permit us to take a re-look on the capital\npunishment policy and meet society's cry for justice through this\ninstrument.\nD\nThe fact that we are here dealing with safeguards.\nentrenched in the Constitution should materially change the way\nE we look for reasons while awarding the death punishment. The\narguments which may be relevant for sentencing with respect\nto various other punishments may cease to apply in light of the\nconstitutional safeguards which come into operation when the\nquestion relates to extinguishment of life. If there are two\nF considerations, the one which has a constitutional origin shall\nbe favoured.\nG\nH\nAn inherent problem with consideration of public opinion\nis its inarticulate state. Bachan Singh (supra),noted that judges\nare ill-equipped to capture public opinion:\n\"125. Incidentally, the rejection by the people of the\napproach adopted by the two learned Judges in Furman,\nfurnishes proof of the fact that judicial opinion does not\nnecessarily reflect the moral attitudes of the people. At the\nsame time, it is a reminder that Judges should not take\n:\n'\n}\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 147\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nupon themselves the responsibility of becoming oracles or A\nspokesmen of public opinion: Not being representatives\nof the people, it is often better, as a matter of judicial\nrestraint, to leave the function of assessing public opinion\nto the chosen representatives of the people in the\nlegislature concerned.\nB\nC\nD\n... \"The highest judicial duty is to recognise the limits on\njudicial power and to permit the democratic processes to\ndeal with matters falling outside of those limits.\" As Judges,\nwe have to resist the temptation to substitute our own value\nchoices for the will of the people. Since substituted. judicial\n\"made-to-order* standards, howsoever painstakingly\nmade, do not bear the people's imprimatur, they may not\nhave the same authenticity and efficacy as the silent zones\nand green belts designedly marked out and left open by\nParliament in its legislative planning for fair-play of judicial\ndiscretion to take care of the variable, unpredictable\ncircumstances of the individual cases, relevant to\nindividualised sentencing. When Judges, acting individually\nor collectively, in their benign anxiety to do what they think\nis morally good for the people, take upon themselves the E\nresponsibility of setting; down social norms of conduct,\nthere is every danger, despite their effort to make a rational\nguess of the notions of right and wrong prevailing in the\ncommunity at large and despite their intention to abide by\nthe dictates of mere reason, that they might write their own F\npeculiar view or personal predilection into the law, sincerely\nmistaking that changeling for what they perceive to be the\nCommunity ethic. The perception of 'community' standards\nor ethics may very from Judge to Judge..\" -\nJustice Powell's dissent in Furman (supra) also bears\nrepetition in this regard:\nG\n\"But however one may assess amorphous ebb and flow\nof public opinion generally on this volatile issue, this type\nof inquiry lies at the periphery not the core of the judicial H\nA\nB\nC\nD\nE\nF\n148 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nprocess in constitutional cases. The assessment of\npopular opinion is essentially a legislative, and not a\njudicial, function.\"\nThe constitutional role of the judiciary also mandates taking a\nperspective on individual rights at a higher pedestal than\nmajoritarian aspirations. To that extent we play a\ncountermajoritarian role. And this part of debate is not only\nrelevant in the annals of judicial review, but also to criminal\njurisprudence. Justice Jackson in West Virginia State Board\nof Education v. Barnette, [319 U.S. 624 (1943)] also opined\non similar lines:\n\"The very purpose of a bill of rights was to withdraw certain\nsubjects from the vicissitudes of political controversy, to\nplace them beyond the reach of majorities and officials\nand to establish them as legal principles to be applied by\nthe courts. One's right to life, liberty, and property, to free\nspeech, a free press, freedom of worship and assembly\nand other fundamental rights may not be submitted to vote;\nthey depend on the outcome of no elections.\"\nPublic Opinion may also run counter to the Rule of law and\nconstitutionalism. Bhagalpur Blinding case or the recent spate\nof attacks on right to trial of the accused in the Bombay Blast\nCase are recent examples. We are also not oblivious to the\ndanger of capital sentencing becoming a spectacle in media.\nIf media trial is a possibility, sentencing by media can not be\nruled out. Andrew Ashworth, a leading academic in the field of\nsentencing, who has been at the center of sentencing reforms\nin U.K., educates us of the problems in factoring in public\nopinion in the sentencing. He (with Michael Hough), observes\nG in an article, Sentencing and the Climate of Opinion (1996,\nCriminal Law Review):\nI\n\"The views of sentencing held by people outside the\ncriminal justice system- \"the general public\"-will always\nbe important even if they should not be determinative in\nh\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v. 149\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\ncourt. Unfortunately, the concept of public opinion in relation A\nto sentencing practices is often employed in a superficial\nor simplistic way. In this short article we have identified two\nmajor difficulties with the use of the concept. First,\nmembers of the public have insufficient knowledge of\nactual sentencing practices. Second, there is a significant B\nbut much-neglected distinction between people's sweeping\nimpressions of sentencing and their views in relation to\nparticular cases of which they know the facts. When it is\nproclaimed that the public think the courts are too lenient,\nboth these difficulties are usually suppressed.\nTo construct sentencing policy on this flawed and\npartial notion of public opinion is irresponsible. Certainly,\nthe argument is hard to resist that public confidence in the\nlaw must be maintained. It is also hard to resist the\nproposition that public confidence in sentencing is low and\nprobably falling. However, since the causes of this lie not\nin sentencing practice but in misinformation and\nmisunderstanding, and (arguably) in factors only distantly\nrelated to criminal justice, ratcheting up the sentencing\ntariff is hardly a rational way of regaining public confidence.\nThis is not to deny that there is political capital to be\nmade, at least in the short term, by espousing sentencing\npolicies which have the trappings of tough, decisive action.\nHowever, the underlying source of public cynicism will not\nhave been addressed; and once politicians embark on this\nroute, they may be committing themselves long-term to a\ntreadmill of toughness, \"decisiveness\", and high public\nexpenditure. The political costs of withdrawing from tough\npolicies, once embarked on, may be too high for politicians\nof any hue to contemplate. The United States serves as\nan example.\nC\nD\nE\nF\nG\nIf the source of falling public confidence in sentencing\nlies in lack of knowledge and understanding, the obvious\ncorrective policy is to explain and to educate, rather than H\n1\n'\n"}