{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93}],"text":"180 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA be necessary in regard to the manner in which the offence was\ncommitted as contra-distinguished from a case where the\nmanner of occurrence had no role to play. Even where sentence\nof death is to be imposed on the basis of the circumstantial\nevidence, the circumstantial evidence must be such which leads\nB to an exceptional case. We must, however, add that in a case\nof this nature where the entire prosecution case revolves round\nthe statement of an approver or dependant upon the\ncircumstantial evidence, the prudence doctrine should be\ninvoked. For the aforementioned purpose, at the stage of\nsentencing evaluation of evidence would not be permissible,\nthe courts not only have to solely depend upon the findings.\narrived at for the purpose of recording a judgment of conviction,\nbut also consider the matter keeping in view of evidences which\nhave been brought on record on behalf of the parties and in\nparticular the accused for imposition of a lesser punishment.\nA statement of approver in regard to the manner in which crime\nhas been committed vis-à-vis the role played by the accused,\non the one hand, and that of the approver, on the other, must\nbe tested on the touchstone of the prudence doctrine\nC\nD\nE\nThe accused persons were not criminals. They were\nfriends. The deceased was said to have been selected\nbecause his father was rich. The motive, if any, was to collect\nsome money. They were not professional killers. They have no\ncriminal history. All were unemployed and were searching for\nF jobs.\nG\nH\nFurther if age of the accused was a relevant factor for the\nHigh Court for not imposing death penalty on accused No. 2\nand 3, the same standard should have been applied to the case\nof the appellant also who was only two years older and still a\nyoung man in age. Accused Nos. 2 and 3 were as much a part\nof the crime as the appellant. Though it is true, that it was he\nwho allegedly proposed the idea of kidnapping, but at the same\ntime it must not be forgotten that the said plan was only\nexecuted when all the persons involved gave their consent\nT\nSANTOSH KUMAR SATISHBHUSHAN BARIYAR v.\nSTATE OF MAHARASHTRA [S.B. SINHA, J.]\nthereto.\n181\nIt must be noted that the discretion given to the court in\nsuch cases assumes onerous importance and its exercise\nbecomes extremely difficult because of the irrevocable\ncharacter of death penalty. One of the principles which we think\nis clear is that the case is such where two views ordinarily could\nbe taken, imposition of death sentence would not be\nappropriate, but where there is no other option and it is shown\nthat reformation is not possible, death sentence may be\nimposed.\nSection 354(3) of the Code of Criminal Procedure requires\nthat when the conviction is for an offence punishable with death.\nor in the alternative with imprisonment for life or imprisonment\nfor a term of years, the judgment shall state the reasons for the\nsentence awarded, and in the case of sentence of death, the\nspecial reasons thereof.\n33. We do not think that the reasons assigned by the courts\nbelow disclose any special reason to uphold the death penalty.\nThe discretion granted to the courts must be exercised very\ncautiously especially because of the irrevocable character to\ndeath penalty. Requirements of law. to assign special reasons\nshould not be construed to be an empty formality.\nA\nB\nC\nD\nE\n34. We have previously noted that the judicial principles\nfor imposition of death penalty are far from being uniform. F\nWithout going into the merits and demerits of such discretion\nand subjectivity, we must nevertheless reiterate the basic\nprinciple, stated repeatedly by this Court, that life imprisonment\nis the rule and death penalty an exception. Each case must\ntherefore be analyzed and the appropriateness of punishment G\ndetermined on a case-by-case basis with death sentence not\nto be awarded save in the 'rarest of rare' case where reform is\nnot possible. Keeping in mind at least this principle we do not\nthink that any of the factors in the present case discussed\nabove warrants the award of the death penalty. There are no H\n182 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA special reasons to record the death penalty and the mitigating\nfactors in the present case, discussed previously, are, in our\nopinion, sufficient to place it out of the \"rarest of rare\" category.\nB\nC\n35. For the reasons aforementioned, we are of the opinion\nthat this is not a case where death penalty should be imposed.\nThe appellant, therefore, instead of being awarded death\npenalty, is sentenced to undergo rigorous imprisonment for life.\nSubject to the modification in the sentence of appellant (A1)\nmentioned hereinbefore, both the appeals of the appellant as\nalso that of the State are dismissed.\nG.N.\nAppeals dismissed.\n"}