{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nC\nD\nLU\nE\nLL\nF\nG\nH\n1114 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nmanaged by governmental agencies act like mercenaries,\npromote the political purposes of the State, make them\nacceptable to an increasing number of their population and\nsupply them with the weapons they need. We must resist,\nin the interests of our own democracy, the trend towards\nthe governmental domination of the educational process.\nHigher education is, undoubtedly, an obligation of the State\nbut State aid is not to be confused with State control over\nacademic policies and practices. Intellectual progress\ndemands the maintenance of the spirit of free inquiry. The\npursuit and practice of truth regardless of consequences\nhas been the ambition of universities. Their prayer is that\nof the dying Goethe: 'More light', or that of Ajax in the mist\n'Light, though I perish in the light.'\nThe respect in which the universities of Great Britain are\nheld is due to the freedom from governmental interference\nwhich they enjoy constitutionally and actually. Our\nuniversities should be released from the control of politics.\nLiberal education.-All education is expected to be\nliberal. It should free us from the shackles of ignorance,\nprejudice and unfounded belief. If we are incapable of\nachieving the good life, it is due to faults in our inward\nbeing, to the darkness in us. The process of education is\nthe slow conquering of this darkness. To lead us from\ndarkness to light, to free us from every kind of domination\nexcept that of reason, is the aim of education.\"\nPara 71 of the said decision, which deals with the rights\nof the private aided non-minority professional institutions, is\nextracted hereunder:\n\"Private aided professional institutions (non-minority)\n71. While giving aid to professional institutions, it would\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1115\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nB\nbe permissible for the authority giving aid to prescribe by A\nrules or regulations, the conditions on the basis of which\nadmission will be granted to different aided colleges by\nvirtue of merit, coupled with the reservation policy of the\nState. The merit may be determined either through a\ncommon entrance test conducted by the university or the\nGovernment followed by counselling, or on the basis of an\nentrance test conducted by individual institutions the\nmethod to be followed is for the university or the\nGovernment to decide. The authority may also devise other\nmeans to ensure that admission is granted to an aided\nprofessional institution on the basis of merit. In the case\nof such institutions, it will be permissible for the\nGovernment or the university to provide that consideration\nshould be shown to the weaker sections of the society.\"\n-\nAt paragraph 72 in the said judgment, it has been held that\nonce aid is granted to a private professional educational\ninstitution, the Government or the State agency, as a condition\nof the grant of aid, can put fetters on the freedom in the matter\nof administration and management of the institution. It is stated\nas under:\n\"72..............The State, which gives aid to an educational\ninstitution, can impose such conditions as are necessary\nfor the proper maintenance of the high standards of\neducation as the financial burden is shared by the State.\nThe State would also be under an obligation to protect the\ninterest of the teaching and non-teaching staff. In many\nStates, there are various statutory provisions to regulate\nthe functioning of such educational institutions where the\nStates give, as a grant or aid, a substantial proportion of\nthe revenue expenditure including salary, pay and\nallowances of teaching and non-teaching staff. It would be\nits responsibility to ensure that the teachers working in\nthose institutions are governed by proper service\nconditions. The State, in the case of such aided\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n1116 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\ninstitutions, has ample power to regulate the method of\nselection and appointment of teachers after prescribing\nrequisite qualifications for the same. Ever since In Re,\nKerala Education Bill, 1957 this Court has upheld, in the\ncase of aided institutions, those regulations that served the\ninterests of students and teachers. Checks on the\nadministration may be necessary in order to ensure that\nthe administration is efficient and sound and will serve the\nacademic needs of the institutions. In other words, rules\nand regulations that promote good administration and\nprevent maladministration can be formulated so as to\npromote the efficiency of teachers, discipline and fairness\nin administration and to preserve harmony among affiliated\ninstitutions. At the same time it has to be ensured that even\nan aided institution does not become a government-owned\nand controlled institution. Normally, the aid that is granted\nis relatable to the pay and allowances of the teaching staff.\nIn addition, the management of the private aided\ninstitutions has to incur revenue and capital expenses.\nSuch aided institutions cannot obtain that extent of\nautonomy in relation to management and administration as\nwould be available to a private unaided institution, but at\nthe same time, it cannot also be treated as an educational\ninstitution departmentally run by Government or as a wholly\nowned and controlled government institution and interfere\nwith constitution of the governing bodies or thrusting the\nstaff without reference to management.\"\n40. A reading of the aforesaid paragraphs extracted from\nTMA Pai's case makes it very clear that in view of decision of\nthe eleven Judges Constitution Bench of this Court, the scheme\nG framed under the Unni Krishnan's case has been overruled.\nTherefore, the autonomy of the university is recognized in the\nsaid case and the object and intendment of the Parliament in\nexcluding the universities from the definition of technical\ninstitution as defined under Section 2(h) of the AICTE Act\nmakes is explicitly clear, after scanning the definition of\nH\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1117\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.}\nB\nC\neducation institution with reference to the exclusion of A\nuniversities and Sections 10, 11, 12 and 13 of the AICTE Act.\nThe object of the statutory enactment made by the Parliament\nhas been succinctly examined by this Court in Bharathidasan\nUniversity and Parshvanath Charitable Trust cases referred\nto supra therefore they have rightly made observations that the\nrole of the AICTE Act in view of the UGC Act and the powers\nand functions conferred by the UGC for controlling and regulating\nthe universities and its affiliated colleges has been explicitly\nconferred upon the UGC. Hence, they have been given the\npower to regulate such universities and regulations in relation\nto granting sanctions/approvals and also maintaining\neducational standards and over-seeing the prescription of the\nfee structure including the admission of students in various\ncourses and programmes that will be conducted by the\nuniversity and its institutions, constituent colleges, units and the\naffiliated colleges. Therefore, we have to hold that the\nBharathidasan University case (supra) on all fours be\napplicable to the fact situation of these appeals and we have\nto apply the said principle in the cases in hand whereas in the\ndecisions of Adhiyaman Education and Research Institute\ncase and Jaya Gokul Education Trust's case (supra) this Court\nhas not examined the cases from the aforesaid perspective.\nTherefore, the same cannot be applied to the fact situation. The\nreliance placed upon those judgments by the learned senior\ncounsel on behalf of the AICTE is misplaced.\nAccordingly, point nos.1 and 2 are answered in favour of\nthe appellants.\nAnswer to Point No.3\n41. Learned senior counsel for AICTE, Mr. Rakesh\nDwivedi, with reference to the definition of technical education\nunder the provisions of the AICTE Act, urged that the definition\nof engineering and technology has to be construed and\ninterpreted to bring MCA course under its fold in view of the\nD\nE\nF\nG\nH\n1118 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA meaning assigned to those words occurred in the definition\nclause by placing reliance on the different dictionaries, which\nare extracted as hereunder:\nB\nC\nD\nE\nF\nAs per the Webster's Comprehensive Dictionary,\n'Technology' means:\n“(1) Theoretical knowledge of industry and the industrial\narts.\n(2) The application of science to the arts.\n(3) That branch of ethnology which treats of the\ndevelopment of the arts\".\nWharton's Law Lexicon defines 'Technology' as:\n“any information (including information embodied in\nsoftware) other than information in the public domain, that\nis capable of being used in- (i) the development,\nproduction or use of any goods or software; (ii) the\ndevelopment of, or the carrying out of, an industrial or\ncommercial activity or the provision of a service of any\nkind. Explanation, when technology is described wholly or\npartly by reference to the uses to which it (or the goods to\nwhich it relates) may be put, it shall include services which\nare provided or used, or which are capable of being used,\nin the development, production or use of such technology\nor goods. [Weapons of Mass Destruction and their delivery\nsystem...]. Means a branch of knowledge; the knowledge\nand means used to produce the material necessities of a\nsociety....\"\nG Further, Encyclopedia Law Lexicon presents 'Technology' as:\nH\n\"any information (including information embodied in\nsoftware) other than information in the public domain, that\nis capable of being used in- (i) the development production\nor use of any goods or software; (ii) the development of,\n1\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1119\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nor the carrying out of, an industrial or commercial activity A\nor the provision of a service of any kind. [Section 4(1), The\nWeapons of Mass Destruction and their delivery system\n(Prohibition of Unlawful Activities Act, 2005].”\nThe New Shorter Oxford English dictionary defines 'Technology' B\nas:\n\"1(a) The branch of knowledge that deals with the\nmechanical arts of applied sciences; a discourse or\ntreaties on (one of) these subjects, orig. on an art or arts.\n(b). The terminology of a particular subject; technical C\nnomenclature. 2(a). The mechanical arts or applied\nsciences collectively; the application of (any of) these. (b).\nA particular mechanical art or applied science.\"\nFurther, 'Technology', in Advanced Law Lexicon is defined as\n\"any special or technical knowledge or any special service\nrequired for any purpose whosoever by an industrial\nconcern under any foreign collaboration, and includes\ndesigns, drawings, publication and technical personnel.\"\nand 'knowledge' is defined in the same dictionary as\n\"the means and methods of producing goods and services,\nor the application of science to production or distribution,\nresulting in the creation of new products, new\nmanufacturing processes, or more efficient methods of\ndistribution. (WTO).\"\nThe meaning of Engineering as given in Dictionaries are\nread as under:\n-\n-\nWebster's Comprehensive Dictionary Engineering\nEnginering in the broader sense, is that branch of human\nendeavour by which the forces of nature are brought under\nhuman control and the properties of matter made useful in\nstructures and machines\"\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n1120 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nAdvanced Law Lexicon - The activity or the functions of\nan Engineer; the science by which the properties of matter\nand the sources of energy in nature are made useful to man\nin structures, machines and products; relating to\nengineering.\nThe New Shorter Oxford English Dictionary - The work\ndone by or the occupation of, an engineer, the application\nof the science for directly useful purposes as, construction,\npropulsion, communication or manufacture. The action of\nworking artfully to bring something about. A field of study\nor activity concerned with deliberate alteration or\nmodification in some particular area.\nLaw Lexicon - The activity or the functions of an engineer;\nthe science by which the properties of matter and the\nsources of energy in nature are made useful to man in\nstructures, machines and products.\"\n42. The above meanings of the words 'technology' and\n'engineering' as per the dictionaries referred to supra would\nclearly go to show that MCA also comes within the definition\nof technology. Therefore, the contention that technical education\nincludes MCA as raised by the learned senior counsel on\nbehalf of the AICTE stand to its reasoning and logic in view of\nthe nature of MCA course which is being imparted to the\nstudents at post graduation level which is being conducted by\nthe institutions, constituent colleges and affiliated colleges to\nthe universities. The same is a technical education and\ntherefore, it comes within the definition of technical education\nbut for its proper conduct of courses and regulation the role of\nAICTE must be advisory and for the same, a note shall be given\nG to the UGC for its implementation by it but not the AICTE.\nAccordingly, point no.3 is answered in favour of respondent\nAICTE.\nF\n43. As per definition of 'technical education' under Section\nH 2(g) of the AICTE Act and non production of any material by\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1121\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nthe AICTE to show that MBA course is a technical education, A\nwe hold that MBA course is not a technical course within the\ndefinition of the AICTE Act and in so far as reasons assigned\nfor MCA course being 'technical education', the same does not\nhold for MBA course. Therefore, for the reasons assigned while\nanswering the points which are framed in so far as the MCA\ncourse is concerned, the approval from the AICTE is not\nrequired for obtaining permission and running MBA course by\nthe appellant colleges.\n44. So far as point nos.4 and 5 are concerned, the\namended Regulation Nos. 8(c) and 8(iv) of 2000 were\nintroduced by the AICTE in exercise of its power under section\n10(k) of AICTE Act by adding the MBA and MCA courses within\nthe purview of the provisions of AICTE as it is included in the\nRegulation as a technical education. It is the case made out\nby learned counsel for the appellant Mr. Prashant Bhushan that\nthe amended Regulation has not been placed before the\nParliament which is mandatory as per the provisions of Section\n24 of the AICTE Act, the said contention has not been disputed\nby the AICTE in these cases. The provision of Section 24 reads\nthus:\nB\nC\nD\nE\n\"24. Rules and regulations to be laid before\nParliament:- Every rule and every regulation made under\nthis Act shall be laid, as soon as may be after it is made,\nbefore each House of Parliament, while it is in session, F\nfor a total period of thirty days which may be comprised\nin one session or in two or more successive sessions, and\nit before the expiry of the session immediately following\nthe session or the successive sessions, aforesaid, both\nHouses agree that the rule or regulation should not be\nmade, the rule or regulation shall thereafter have effect only\nin such modified form or be of no effect, as the case may\nbe; so, however, that any such modification or annulment\nshall be without prejudice to the validity of anything\npreviously done under that rule or regulation.\"\nG\nH\n1122 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA The position of law is well settled by this Court that if the Statute\nprescribes a particular procedure to do an act in a particular\nway, that act must be done in that manner, otherwise it is not\nat all done. In the case of Babu Verghese v. Bar Council of\nKerala, after referring to this Court's earlier decisions and\nB Privy Council and Chancellor's Court, it was held as under:\nC\nD\nE\nF\nG\n\"31. It is the basic principle of law long settled that if the\nmanner of doing a particular act is prescribed under any\nstatute, the act must be done in that manner or not at all.\nThe origin of this rule is traceable to the decision in Taylor\nv. Taylor which was followed by Lord Roche in Nazir\nAhmad v. King Emperor-who stated as under:\n32. This rule has since been approved by this Court in Rao\nShiv Bahadur Singh v. State of V.P. and again in Deep\nChand v. State of Rajasthan. These cases were\nconsidered by a three-Judge Bench of this Court in State\nof U.P. v. Singhara Singh and the rule laid down in Nazir\nAhmad case was again upheld. This rule has since been\napplied to the exercise of jurisdiction by courts and has\nalso been recognised as a salutary principle of\nadministrative law.\"\nIn view of the above said decision, not placing the amended\nRegulations on the floor of the Houses of Parliament as\nrequired under Section 24 of the AICTE Act vitiates the\namended Regulations in law and hence the submissions' made\non behalf of the appellants in this regard deserve to be\naccepted. Accordingly, point Nos. 4 and 5 are answered in\nfavour of the appellants.\n45. In so far as point no.6 is concerned, the law laid down\nin Bharathidasan University case, for the reasons recorded by\nus while answering point nos. 1 and 2 in favour of the appellants,\nthe said decision on all fours be applicable. We have\nH 7. 1999 (3) SCC 422.\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1123\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\ndistinguished Adhiyaman Education and Research Institute A\nand Jaya Gokul Educational Trust cases from Bharathidasan\nUniversity case in the reasoning portion while answering point\nnos. 1 and 2. Therefore, the said two cases need not be applied\nto the present case.\n46. For the foregoing reasons, the common impugned\njudgment and order passed in W.A. 2652 of 2001, W.A. No.\n3090 of 2001, WA 2835 of 2001, WA 3087 of 2001, WA 2836\nof 2001, WA 3091 of 2001, WA 3092 of 2001, WA 2837 of\n2001, WA 3088 of 2001, WA 2838 of 2001 and WA 3089 of\n2001 is hereby set aside. The civil appeals are allowed. The\nrelief sought for in the Writ Petitions is granted in so far as not\nto seek approval from the AICTE for MBA and MCA courses\nare concerned.\nThere will be no order as to costs.\nB.B.B.\nB\nC\nD\nAppeals allowed.\n"}