{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1064 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA colleges who have started new technical institutions,\nintroduction of courses or programmes and approval of intake\ncapacity of seats for the courses or programmes. Form II is\ntitled \"Application for Existing Institution(s) seeking AICTE\napproval without additional course(s) and/or additional intake(s)\nB in engineering/technology, architecture, pharmacy, applied arts,\netc.\"\nC\n4. In the 1997, Regulation 2(2) framed by the AICTE was\nadded by way of an amendment to the 1994 Regulations,\nproviding that the regulations are not applicable inter alia, to\nthe proposals relating to post graduate courses for MBA, MCA\nor equivalent.\n5. On 16.8.2000, the aforesaid sub-regulation (2) was\ndeleted and the said courses were added in Regulation 8(c)\nD enabling the AICTE to prescribe the land and deposit\nrequirements even in respect of Arts and Science Colleges\nhaving MBA or MCA courses.\nE\nF\nG\nH\n6. On 3.3.2001, a communication was sent by the AICTE\nto the member colleges of the appellant in C.A. No.1145 of\n2004 in respect of its proposal to commence MCA course\nrequiring the colleges to furnish information regarding the\nproposed land and building. On 14.3.2001, a writ petition was\nfiled by the appellant's association seeking relief to prohibit the\nAICTE from in any way exercising its jurisdiction over its\nmember colleges with reference to the MBA and MCA courses\nconducted by them. The said writ petition was dismissed by\nthe learned single Judge holding that the AICTE Act and\nRegulations are enforceable against the said member colleges\nof the appellant, against which the Association had filed writ\nappeal. The same came to be dismissed by affirming the\njudgment of the learned single Judge by passing impugned\ncommon judgment which is under challenge in CA No.1145 of\n2004.\n6(a) So far as the facts in the connected appeals are\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1065\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nconcerned, they are stated in brief as under:\nA\nC\nD\nThe colleges run by the appellants in the connected\nappeals are affiliated to Bharathidasan University and it has\napproved the courses and programmes which are being\nconducted by the said colleges including MCA and MBA. The B\nAICTE Regulation is applicable to professional colleges only\nthat to from academic year 1994. There is no provision for\nexisting arts and science colleges which are running MCA\ncourses. The letter dated 31.5.2000 from the AICTE was\nreceived by Bharathidasan University wherein it was mentioned\nthat no admission should be made by the competent\nauthorities in unapproved or unrecognized professional colleges\nfrom the academic year 1994. Some of the colleges filed writ\npetitions in the High Court of Judicature at Madras challenging\nthe letter dated 31.5.2000 being ultravires of the AICTE Act\nitself. The High Court passed an interim order dated 20.7.2000\nstaying the direction of the AICTE as contained in its letter\ndated 31.5.2000. During the pendency of the writ petition, the\nAICTE amended regulations vide notification dated 16.8.2000.\nBy the said amendment it deleted the earlier amendment of\n1997 in which MCA course was not within the purview of the\nAICTE Act. Through the said amendment MCA course was\nconspicuously added in Rule 8(c) of the Regulations. By virtue\nof the said amendment, the AICTE claimed that it has got\npowers to check and regulate the MCA course. The High Court\nof Madras after hearing some of the appellant colleges quashed F\nthe letter dated 31.5.2000 of the AICTE. However, the High\nCourt left it open to the appellant colleges to challenge the vires\nof the amended AICTE Regulation vide order dated\n22.11.2000.\nThe appellant colleges preferred writ petitions in the High\nCourt of Madras challenging the amended Regulation dated\n16.8.2000 mainly on the ground that it is ultra vires to the AICTE\nAct as the MCA course which are being run by the appellants\ncolleges do not fall under the definition of technical education\nE\nG\nH\n1066 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA as contained in Section 2(g) of the Act and it was also\nchallenged on the ground that since the amended Regulation\nhas not been placed before the Houses of Parliament for\napproval they cannot be enforced.\nB\nD\nE\nF\nG\nThe aforesaid appeals are filed framing certain questions\nof law which are mentioned hereunder:-\n(a)\n(b)\n(c)\n(d)\n(e)\nWhether the colleges affiliated to University are\nobliged to take separate permission/approval from\nthe AICTE to run classes in Technical Courses in\nwhich the affiliated university of the colleges is not\nrequired to obtain any permission/approval under\nthe AICTE Act itself?\nWhether the course leading to a degree of Master\nof Computer Applications is a technical course\nwithin the purview of the definition of 'technical\neducation' as contained in Section 2(g) of the\nAICTE Act as it stands today?\nWhether the Courts can read something in a\nStatute, which is not expressly provided in the\nlanguage of the Act, and/or insert words and/or\npunctuations, which are not there?\nWhether the impugned amendment dated\n16.8.2000 of the 1994 Regulations would not take\neffect without the same being placed before the\nParliament?\nWhether the Rules or Regulations made under an\nAct can override or enlarge the provisions of the\nAct?\n7. In support of the aforesaid questions of law, the learned\nsenior counsel and other counsel on behalf of the appellants\nhave urged the following legal contentions:-\nH\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1067\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nThe High Court has erred in holding that even though the A\nUniversity is not required to take permission of the AICTE to\nstart or run a course of technical nature, the colleges affiliated\nto the University/Universities cannot claim such a right. This\ninterpretation is not the correct legal position for the reason that\nwhen the Universities are exempted from taking permission/ B\napproval from the AICTE, the High Court in view of the law laid\ndown in Bharathidasan University's case (supra) could not have\nheld that the colleges affiliated to their respective universities\nwhich are imparting tuition to the students under them by\nconducting courses are required to take permission or approval C\nfrom the AICTE.\n8. It is further contended that the colleges who have opened\nthe courses in question are affiliated to the universities. They\nare the controlling authorities with regard to their intake capacity\nfor each course, the standards to be followed for each course,\nthe syllabus of the course, the examination process etc. It is\nurged that the High Court has failed to consider the relevant\naspects of the case namely that it is the university/universities\nonly which awards/confers degree on the students studying the\ncourse in question in their affiliated colleges. Thus, for all intents\nand purposes the courses are being run by the Universities.\n9.It is further urged that if the interpretation given by the\nHigh Court with regard to the provisions of the AICTE Act and\nRegulations is accepted by this Court, it will run contrary to the\nlaw laid down by this Court in the Bharathidasan University\ncase (supra). In this decision, this Court clearly dealt with the\nscope and purpose of the University for which it has been\nestablished, the relevant para of which reads as under:-\nD\nE\nF\nG\n\"2. The Bharathidasan University Act, 1981 created the\nUniversity in question to provide, among other things, for\ninstruction and training in such branches of learning as it\nmay determine; to provide for research and for the\nadvancement and dissemination of knowledge; to institute\ndegrees, titles, diplomas and other academic distinctions; H\nA\nB\nC\n1068\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nto hold examinations and to confer degrees, titles,\ndiplomas and other academic distinctions on persons who\nhave pursued an approved course of study in a university\ncollege or laboratory or in an affiliated or approved college\nand have passed the prescribed examinations of the\nUniversity; to confer honorary degrees or other academic\ndistinction under conditions prescribed; and to institute,\nmaintain and manage institutes of research, university\ncolleges and laboratories, libraries, museums and other\ninstitutions necessary to carry out the objects of the\nUniversity etc. In other words, it is a full-fledged University\nrecognized by the University Grants Commission also.\"\n10. The High Court has noticed that the University was\ncreated under the statute \"to provide, among other things, for\nrendering instruction and training to their students of the\nD affiliated colleges in such branches of learning as it may\ndetermine; to provide for research and for the dissemination\nof knowledge; to institute degrees, titles, diplomas and other\nacademic distinctions on persons who have pursued an\napproved course of study in a university college or laboratory\nE and have passed the prescribed examination of the university\"\nin the light of the afore-mentioned judgment pronounced by this\nCourt.\nF\nG\nH\n11. It is clear from the Bharathidasan University Act that\nthe colleges affiliated to University impart education in different\ncourses run by University in which the students have to pass\nthe prescribed examination of the University for making\nthemselves eligible for degrees. Therefore, the interpretation\ngiven by the High Court in the impugned judgment that the\ncolleges affiliated to the University which are imparting\neducation to their students on behalf of the University will have\nto seek AICTE's approval for technical courses, though such\napproval is not required to be obtained by the affiliated colleges\nas the same will be contrary to the judgment of this Court\nreferred to supra.\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1069\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\n12. Further, it is contended that the High Court has erred A\nin not appreciating that the colleges are affiliated to a\nUniversity, which is their controlling authority and has been\nestablished by an Act of State legislature which has given it\nsuitable powers to regulate the procedure of the affiliated\ncolleges regarding their education standards, infrastructure,\nexaminations etc. This can be noticed by perusing various\nprovisions of Bharathidasan University Act, 1981 and especially\nSection 8, 33 (xvii) and (xviii), 39 and 63, which read as under:-\n\"8. Visitation- The Chancellor shall have the right to cause\nan inspection or inquiry to be made, by such person or\npersons as he may direct, of the University, its buildings,\nlaboratories, library, museums, workshops and equipment,\nand of any institutions maintained, recognized or approved\nby, or affiliated to, the University, and also of the\nexaminations, teaching and other work conducted or done\nby the university and to cause an inquiry to be made in\nrespect of any matter connected with the University, The\nchancellor shall in every case give notice to the University\nof his intention to cause such inspection or inquiry to be\nmade and the university shall be entitled to be represented\nthereat.\n33. Statutes- Subject to the provisions of this Act the\nstatutes may provide for all or any of the following matters,\nnamely:-\nB\nC\nD\nE\nF\n(xvii) the conditions of recognition of approved colleges\nand of affiliation to the University of affiliated colleges;\nG\n(xviii) the manner in which, and the conditions subject to\nwhich a college may be designated as an autonomous\ncollege or the designation of such college may be\ncancelled and the matters incidental the administration of\nH\nA\n00\nB\nC\nD\nE\nF\n1070 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nautonomous colleges including the constitution and\nreconstitution, powers and duties of Standing Committee\non Academic Affairs, Staff Council, Boards of Studies and\nBoards of Examiners;\n39. Admission to University examinations.- No\ncandidate shall be admitted to any University examination\nunless he is enrolled as a member of a University college\nor a laboratory or of an affiliated or approved college and\nhas satisfied the requirements as to the attendance\nrequired under the regulations for the same or unless he\nis exempted from such requirements of enrolment or\nattendance or both by an order of the Syndicate passed\non the recommendation of the Standing Committee on\nAcademic Affairs made under the regulations prescribed.\nExemptions granted under this section shall be subject to\nsuch condition, as the syndicate may think fit.\n63. Report on affiliated colleges- The syndicate shall,\nat the end of every three years from the notified date,\nsubmit a report to the Government on the condition of\naffiliated and approved colleges within the University area.\nThe Government shall take such action on it as they deem\nfit.\"\nTherefore, the control upon the affiliated colleges of the\nUniversity is vested with the University itself and it cannot be\nsaid that for certain type of courses the control will be with the\nAICTE. Further, the High Court has failed to notice the fact that\nthe University to which the member colleges of the appellants\nbelong is controlled by the University Grants Commission, which\nis a Central Governing Body formed under the Act of\nG Parliament known as University Grants Commission Act of\n1956, for controlling the affairs of the University recognized by\nit. The Bharathidasan University is recognized by the UGC. The\nrelevant provisions of this Act which cover the said University\nand its colleges are Sections 12, 12A, 13 and 14, which will\nH be extracted in the relevant paragraphs of this judgment. It is\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1071\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nfurther urged that the aforesaid provisions would show that the\nUGC provisions for controlling the University are applicable and\nanalogous to its affiliated colleges also and therefore to carve\nout a distinction between the University and its affiliated\ncolleges and not treating the affiliated colleges as an integral\npart of the University in the impugned judgment by the High\nCourt is not only erroneous in law but also suffers from error in\nlaw.\n13. The High Court has failed to take into consideration\nthe relevant legal aspect of the cases viz. that the AICTE has\nbeen given adequate power to inspect the colleges and\nUniversity running technical courses, to check the syllabus,\nstandard of education being imparted in them and their\nexamination process under Section 10 of the AICTE Act.\nA\nB\nC\n14. Dr. Rajiv Dhavan, learned senior counsel appearing D\non behalf of the appellant in CA No.1145 of 2004 submits that\nthe AICTE Act and its Regulations do not apply to University/\nUniversities or constituent colleges and its institutions but\naccording to the AICTE the provisions of AICTE Act would\napply to the affiliated colleges of the Universities. He further E\nsubmits that the issues in questions in this case are-\nnotification of 6th February, 2001 about the governing body of\nthe member colleges of the appellant Association, notification\nof 3rd March, 2001 regarding land area and also pointed out\nthe other notifications issued by the AICTE covering a wide\ncanvas namely notifications issued on 9.9.2002 in relation to\nthe governing body, staff etc. of the member colleges of the\nappellant, notification dated 22.10.2003 regarding the unaided\ninstitutions, notification dated 30.10.2003 regarding salary and\nnotification dated 28.10.2003 regarding guidelines for common\nentrance test(s) for admission to MCA Programmes in the\ncountry. In contrast, UGC guidelines are issued on 20th\nDecember, 2003 and 29th December, 2003 whereby\ninstructions were given not to issue the advertisement for\nadmission and not to conduct any entrance test for admission\nF\nG\nH\n1072 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA to professional programmes until they receive the policy\nguidelines of the UGC. He submits that the notifications issued\nby the AICTE amount to AICTE having control over the colleges\naffiliated by the Universities by displacing UGC norms.\nB\nC\nD\n15. Further, the learned senior counsel places strong\nreliance on Bharathidasan University's case (supra) and\ncontends that the affidavit filed by the UGC does not raise any\nissue which has been dealt with by this Court in the\nBharathidasan University's case. He has placed reliance upon\nparagraph 8 of the Bharathidasan University's judgment in\nsupport of his submissions, that though legislative intent finds\nspecific mention in the provisions of the Act itself, the same\ncannot be curtailed by conferring undue importance to the\nobject underlying the Act particularly, when the AICTE Act does\nnot contain any evidence of an intention to belittle and destroy\nthe authority or autonomy of other statutory bodies, having their\nown assigned roles to perform. Further strong emphasis is\nplaced by him at Paragraph 10 of the Bharathidasan\nUniversity's case (supra) wherein this Court, with reference\nto the provisions of AICTE Act held that the Act is not intended\nE to be an authority either superior to or supervise and control\nthe universities and thereby superimpose itself upon such\nuniversities merely for the reason that it is imparting technical\neducation or programmes in any of its departments or units.\nFurther, observations are made after careful scanning of the\nF provisions of the AICTE Act and the provisions of the UGC Act\nin juxtaposition, will show that the role of AICTE vis-à-vis the\nUniversities is only advisory, recommendatory and a guiding\nfactor and thereby subserves the cause of maintaining\nappropriate standards and qualitative norms and not as an\nG authority empowered to issue and enforce any sanctions by\nitself, except submitting a report to UGC for appropriate action.\nFurther, he had placed reliance on Paragraph 12 of the\nabovementioned case and contended that the intention of the\nParliament was very clear while enacting the AICTE Act as it\nwas fully alive of the existence of the provisions of the UGC Act\nH\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1073\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nA\nB\nD\nwhich was in full force and its effect and which specifically dealt\nwith coordination and determination of standards at university\nlevel of institutions as well as institutions for higher studies.\nFurther, with reference to definition of “technical institution\" as\ndefined in Section 2(h) of the AICTE Act, the Parliament has\ntaken special care to make conspicuous and deliberate mention\nof the universities to highlight wherever and whenever the\nAICTE alone was expected to interact with the university, its\ndepartments as well as its constituent institutions. In this regard,\nhe also placed strong reliance upon Section 12A of the UGC\nAct under Chapter III which deals with the powers and functions C\nof the University Grants Commission. Clause (a) of Section\n12A speaks of affiliation with its grammatical variations and\nincludes in relation to a college, recognition of such college,\nAssociation of such college with admission of such college to\nthe privileges of a university. Clause (d) speaks of qualification\nwhich means a degree or any other qualification awarded by\na University. Also strong reliance is placed upon sub-section\n(4) of Section 12A which authorizes UGC to conduct an inquiry\nin the manner provided under the Regulations, if the\nCommission is satisfied after providing reasonable opportunity\nto such colleges that such college contravenes the provisions\nof sub-section (3) of the above Section of the Act. In such case,\nthe Commission may, with the previous approval of the Central\nGovernment pass an order prohibiting such college from\npresenting any students then undergoing such course of study\ntherein to any university for the award of the Degree for the\nqualification concerned. Sub-section (5) of Section 12A further\nprovides for the Commission to forward a copy of the order\nmade by it under sub-section (4) to the University concerned,\nand on and from the date of receipt by the University of a copy\nof such order, the affiliation of such college to such University\nshall, in so far as it relates to the course of study specified in\nsuch order, stand terminated and on and from the date of\ntermination of such affiliation for a period of three years\nthereafter affiliation shall not be granted to such college in\nrelation to such similar course of study by that or any othe\nE\nF\nG\n+\n"}