{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1094 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA though they do not need prior approval for starting a department\nor constituent institutions and units. Further, strong reliance was\nplaced by the learned senior counsel upon the provisions of\nSections 10, 11 and 22 of the AICTE Act. A careful analysis of\nthe said provision would go to show the role of inspection\nB conferred upon the AICTE vis-à-vis Universities which is limited\nto the purpose of ensuring the proper maintenance of norms.\nand standards in the technical education system in the country\nso as to conform to the standards laid down by it. Therefore,\nlearned senior counsel for the respondent AICTE submits that\nthe contention urged by Dr. Dhavan, with respect to the member\ncolleges of the appellant and learned counsel Mr.Prashant\nBhushan in connected appeals that the AICTE, except bringing\nto the notice of UGC regarding standards to be maintained by\nthe colleges affiliated to the universities in relation to technical\neducation, has no role to play or it has no power to regulate or\ncontrol such colleges, is wholly untenable in law and therefore\nthe submissions made in this regard cannot be accepted.\nC\nD\n35. On the basis of the factual and rival legal contentions\nurged on behalf of the parties the following points would arise\nE for consideration of this Court in these civil appeals:-\nF\nG\nH\n(1)\n(2)\n(3)\nWhether the colleges affiliated to a university\ncomes within the purview of exclusion of the\ndefinition of \"Technical Institution\" as defined under\nSection 2(h) of the AICTE Act, 1987?\nWhether the AICTE has got the control and\nsupervision upon the affiliated colleges of the\nrespective universities of the member colleges of\nthe appellant in C.A.No.1145/2004 and the\nappellants in connected appeals?\nWhether the MCA course be construed as technical\neducation in terms of definition under section 2(g)\nof the AICTE Act?\nASSON. OF MAGMT. OF PVT. COLLEGES V. ALL INDIA 1095\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\n(4)\n(5)\n(6)\nWhether the Regulation 8(c) and 8(iv) by way of A\namendment in the year 2000 inserting the words\n'MBA and MCA' before Architecture and Hotel\nManagement courses is applicable to the\nconcerned colleges of the appellants?\nWhether non placement of the amended\nRegulations before Houses of the Parliament as\nrequired under Section 24 of the AICTE Act is\nvitiated in law?\nB\nWhether the law laid down by this Court in C\nBharathidasan University's case, Adhiyaman\nEducation and Research Institute case and Jaya\nGokul Educational Trust case is applicable to the\nfact situation of the concerned colleges of the\nappellants?\nAnswer to the points framed above\n36. Point Nos. 1 and 2 are answered in favour of the\nappellants by assigning the following reasons:-\nFor this purpose, it would be very much necessary to\nextract the definition of 'technical institution', 'university' and\n'technical education' in Sections 2(h), 2(i) and 2(g) respectively\nread with Section 10(k) of the AICTE Act and also the definition\nof 2(f) of the UGC Act read with Sections 12, 12A, 12B, 12(2)\n(c) of the UGC Act.\nSection 2 (f), (g), (h) and (i) of the AICTE Act read as:\n\"2. Definitions.\nD\nE\nLL\nF\n(f) \"Regulations\" means regulations made under this Act.\n(g) \"Technical education\" means programmes of\nG\nH\nA\nB\nC\nD\nE\nพ.\nLL\nF\n1096 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\neducation, research and training in engineering\ntechnology, architecture, town planning, management,\npharmacy and applied arts and crafts and such other\nprogramme or areas as the Central Government may, in\nconsultation with the Council, by notification in the Official\nGazette, declare;\n(h) \"Technical institution\" means an institution, not being\na university which offers courses or programmes of\ntechnical education, and shall include such other institutions\nas the Central Government may, in consultation with the\nCouncil, by notification in the Official Gazette, declare as\ntechnical institutions:\n(i) \"University” means a University defined under clause\n(f) of Section 2 of the University Grants Commission Act,\n1956 (3 of 1956) and includes an institution deemed to be\na University under section 3 of that Act.\n10. Functions of the Council.- It shall be the duty of the\nCouncil to take all such steps as it may think fit for ensuring\ncoordinated and integrated development of technical\neducation and management and maintenance of standards\nand for the purposes of performing its functions under this\nAct, the Council may-\nG\n(k) grant approval for starting new technical institutions and\nfor introduction of new courses or programmes in\nconsultation with the agencies concerned:\"\nFurther, the relevant sections of University Grants\nCommission Act, 1956 read as under:\n\"2.Definitions.\nH\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1097\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\n(f) \"University\" means a University established or\nincorporated by or under a Central Act, a Provincial Act\nor a State Act, and includes any such institution as may,\nin consultation with the University concerned, be\nrecognized by the Commission in accordance with the\nregulations made in this behalf under this Act.\n12. Functions of the Commission- It shall be the general\nduty of the Commission to take, in consultation with the\nUniversities or other bodies concerned, all such steps as\nit may think fit for the promotion and co-ordination of\nUniversity education and for the determination and\nmaintenance of standards of teaching, examination and\nresearch in Universities, and for the purpose of performing\nits functions under this Act, the Commission may-\n(a) inquire into the financial needs of Universities;\n!\n(b) allocate and disburse, out of the Fund of the\nCommission, grants to Universities established or\nincorporated by or under a Central Act for the maintenance\nand development of such Universities or for any other\ngeneral or specified purpose:\nA\nB\nC\nD\nE\nF\n(c) allocate and disburse, out of the Fund of the\nCommission, such grants to other Universities as it may\ndeem 1[necessary or appropriate for the development of\nsuch Universities or for the maintenance, or development,\nor both, of any specified activities of such Universities] or\nfor any other general or specified purpose: Provided that\nin making any grant to any such University, the\nCommission shall give due consideration to the\ndevelopment of the University concerned, its financial G\nneeds, the standard attained by it and the national\npurposes which it may serve, 2[(cc) allocate and disburse\nout of the Fund of the Commission, such grants to\ninstitution deemed to be Universities in pursuance of a\ndeclaration made by the Central Government under section H\n1098\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\n☐ G\nH\n3, as it may deem necessary, for one or more of the\nfollowing purposes, namely:-\n(i) for maintenance in special cases,\n(ii) for development,\n(iii) for any other general or specified purpose;]\n1[\"(ccc) establish, in accordance with the regulations made\nunder this Act, institutions for providing common facilities,\nservices and programmes for a group of universities or for\nthe universities in general and maintain such institutions\nor provide\nfor their maintenance by allocating and, disbursing out of\nthe Fund of the Commission such grants as the\nCommission may deem necessary\".]\n(d) recommend to any University the measures necessary\nfor the improvement of University education and advise the\nUniversity upon the action to be taken for the purpose of\nimplementing such recommendation;\n(e) advise the Central Government or any State\nGovernment on the allocation of any grants to Universities\nfor any general or specified purpose out of the\nConsolidated Fund of India or the\nConsolidated Fund of the State, as the case may be;\n(f) advise any authority, if such advice is asked for, on the\nestablishment of a new University or on proposals\nconnected with the expansion of the activities of any\nUniversity;\n(g) advise the Central Government or any State\nGovernment or University on any question which may be\nreferred to the Commission by the Central Government or\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1099\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nthe State Government or the University, as the case may A\nbe;\n(h) collect information on all such matters relating to\nUniversity education in India and other countries as it thinks\nfit and make the same available to any University;\nB\n(i) require a University to furnish it with such information\nas may be needed relating to the financial position of the\nUniversity or the studies in the various branches of learning\nundertaken in that University, together with all the rules and\nregulations relating to the standards of teaching and C\nexamination in that University respecting each of such\nbranches of learning;\n(j) perform such other functions as may be prescribed or\nas may be deemed necessary by the Commission for\nadvancing the cause of higher education in India or as may\nbe incidental or conducive to the discharge of the above\nfunctions.\n12A. Regulation of fees and prohibition of donations\nin certain cases-\n(1) In this section-\n(a) “affiliation”, together with its grammatical variation,\nincludes, in relation to a college, recognition of such\ncollege by, association of such college with, and\nadmission of such college to the privileges of, a\nuniversity;\n(b)\nD\nE\nF\nG\n“college” means any institution, whether known as\nsuch or by any other name which provides for a\ncourse of study for obtaining any qualification from\na university and which, in accordance with the rules\nand regulations of such university, is recognized as\ncompetent to provide for such course of study and\npresent students undergoing such course of study H\n1100\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nD\nE\nfor the examination for the award of such\nqualification.\n(c) \"prosecution\" in relation to a course of study,\nincludes promotion from one part or stage of the\ncourse of study to another part or stage of the\ncourse of study.\n(d) \"qualification\" means a degree or any other\nqualification awarded by a university.\n(e) \"regulations\" means regulations made under this\n(f)\nAct.\n\"specified course of study\" means a course of study\nin respect of which regulation of the nature\nmentioned in sub-section (2) have been made.\n(g) “student” includes a person seeking admission as\na student;\n(h) \"university\" means a university or institution referred\nto in sub-section (1) of Section 22.\n(2) Without prejudice to the generality of the provisions\nof section 12 if, having regard to-\nF\nG\nH\n(c) the minimum standards which a person possessing\nsuch qualification should be able to maintain in his work\nrelating to such activities and the consequent need for\nensuring, so far as may be, that no candidate secures\nadmission to such course of study by reason of economic\npower and thereby prevents a more meritorious candidate\nfrom securing admission to such course of study; and\n(d) all other relevant factors, the commission is satisfied\nthat it is necessary so to do in the public interest, it may,\nafter consultation with the university or universities\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1101\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nconcerned, specify by regulations the matters in respect A\nof which fees may be charged and the scale of fees in\naccordance with which fees shall be charged in respect\nof those matters on and from such date as may be\nspecified in the regulation in this behalf, by any college\nproviding for such course of study from, or in relation to,\nany student in connection with his admission to, and\nprosecution of, such course of study;........\n13. Inspection.- (1) For the purpose of ascertaining the\nfinancial needs of a University or its standards of teaching,\nexamination and research, the Commission may, after\nconsultation with the University, cause an inspection of any\ndepartment or departments thereof to be made in such\nmanner as may be prescribed and by such person or\npersons as it may direct.\n(2) The Commission shall communicate to the University\nthe date on which any inspection under sub-section (1) is\nto be made and the University shall be entitled to be\nassociated with the inspection in such manner as may be\nprescribed.\n(3) The Commission shall communicate to the University\nits views in regard to the results of any such inspection and\nmay, after ascertaining the opinion of the University,\nrecommend to the University the action to be taken as a\nresult of such inspection.\nB\nC\nD\nE\nF\n(4) All communications to a University under this section\nshall be made to the executive authority thereof and the\nexecutive authority of the University shall report to the\nCommission the action, if any, which is proposed to be G\ntaken for the purpose of implementing any such\nrecommendation as is referred to in sub-section (3).\n14. Consequences of failure of Universities to comply\nwith recommendations of the Commission- If any\nH\nA\nB\n0\nD\n1102 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nUniversity [grants affiliation in respect of any course of\nstudy to any college referred to in sub-section (5) of\nsection 12-A in contravention of the provisions of that sub-\nsection or] fails within a reasonable time to comply with\nany recommendation made by the Commission under\nsection 12 or section 13 [or contravenes the provisions of\nany rule made under clause (f) or clause (g) of sub-section\n(2) of section 25, or of any regulation made under clause\n(e) or clause (f) or clause (g) of section 26,] the\nCommission, after taking into consideration the cause, if\nany, shown by the university [for Such failure or\ncontraventions] may withhold from the University the grants\nproposed to be made out of the Fund of the Commission.\"\n37. In Bharathidasan University's case, the question which\nfell for consideration is referred to in the first paragraph of the\njudgment upon which strong reliance is placed by the learned\nsenior counsel for the respondent Mr. Rakesh Dwivedi to\nsubstantiate his submission that the ratio laid down in\nBharathidasan University's case (supra) is in relation to the\nquestion raised regarding the university created under the\nE Bharathidasan Universities Act to start a department for\nimparting a course or programme in technical education or a\ntechnical institution as an adjunct to the university itself for\nconducting technical courses of its choice and selection.\nTherefore, the ratio laid down in the said case has no\nF application to the fact situation of these education institutions/\ncolleges which are run by the appellants herein though they are\naffiliated to their respective universities. Therefore, he placed\nstrong reliance upon the ratio laid down by this Court in\nAdhiyaman Education and Research Institute and Jaya Gokul\nEducational Trust's cases wherein this Court has clearly\nenunciated the law after elaborately adverting to the legislative\nentries in List | Entry 66 and List III Entry 25 regarding the\nrespective legislative competence of the Parliament and the\nState Legislature. To substantiate his contention, he claimed\nthat the AICTE Act is enacted by the Parliament under Entry\nG\nH\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1103\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nC\n66 of List I and the Universities are established under the A\nprovisions of Bharathidasan University Act which was enacted\nby the State Legislature from Entry 25 of List III. The\nBharathidasan University Act, fell for consideration of this Court\nin the above said judgments. Therefore, in those cases this\nCourt had clearly held that the AICTE Act is relatable to Entry B\n66 and must prevail over the State Enactments covered in those\ncases. Therefore, the said decisions are applicable to the fact\nsituation of this case. This contention is rightly rebutted by the\nlearned senior counsel Dr. Rajiv Dhavan and Mr. Prashant\nBhushan, the learned counsel appearing on behalf of the\nappellants in both set of appeals inviting our attention to the\nvarious provisions of the AICTE Act and UGC Act with\nreference to the principles laid down in Bharathidasan\nUniversity's case. Also, the relevant paragraphs from the\ndecision rendered in T.M.A. Pai Foundation (supra) will be\nreferred to in this judgment. With reference to the above said\nrival legal contentions, it will be worthwhile to refer to the\nprinciple laid down in Bharathidasan University and\nParashavananth Charitable Trust cases (supra). The relevant\nparagraphs of Bharathidasan University case (supra) read as\nunder:\n\"8. We have bestowed our thoughtful consideration to the\nsubmissions made on either side. When the legislative\nintent finds specific mention and expression in the\nprovisions of the Act itself, the same cannot be whittled\ndown or curtailed and rendered nugatory by giving undue\nimportance to the so-called object underlying the Act or the\npurpose of creation of a body to supervise the\nimplementation of the provisions of the Act, particularly\nwhen the AICTE Act does not contain any evidence of an\nintention to belittle and destroy the authority or autonomy\nof other statutory bodies, having their own assigned roles\nto perform. Merely activated by some assumed objects or\ndesirabilities, the courts cannot adorn the mantle of the\nlegislature. It is hard to ignore the legislative intent to give\nD\nE\nF\nG\nH\n"}