{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nс\nD\nE\nLL\nF\nG\nH\n1104 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\ndefinite meaning to words employed in the Act and adopt\nan interpretation which would tend to do violence to the\nexpress language as well as the plain meaning and patent\naim and object underlying the various other provisions of\nthe Act. Even in endeavouring to maintain the object and\nspirit of the law to achieve the goal fixed by the legislature,\nthe courts must go by the guidance of the words used and\nnot on certain preconceived notions of ideological structure\nand scheme underlying the law. In the Statement of Objects\nand Reasons for the AICTE Act, it is specifically stated that\nAICTE was originally set up by a government resolution as\na national expert body to advise the Central and State\nGovernments for ensuring the coordinated development of\ntechnical education in accordance with approved\nstandards was playing an effective role, but, \"[h]owever, in\nrecent years, a large number of private engineering\ncolleges and polytechnics have come up in complete\ndisregard of the guidelines, laid down by the AICTE\" and\ntaking into account the serious deficiencies of even\nrudimentary infrastructure necessary for imparting proper\neducation and training and the need to maintain\neducational standards and curtail the growing erosion of\nstandards statutory authority was meant to be conferred\nupon AICTE to play its role more effectively by enacting\nthe AICTE Act.\n9. Section 2(h) defines \"technical institution\" for the\npurposes of the Act, as follows:\n\"2. (h) 'technical institution' means an institution, not being\na university, which offers courses or programmes of\ntechnical education, and shall include such other institutions\nas the Central Government may, in consultation with the\nCouncil, by notification in the Official Gazette, declare as\ntechnical institutions;\"\n10. Since it is intended to be other than a university, the\nAct defines in Section 2(/) \"university\" to mean a university\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1105\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nD\ndefined under clause (f) of Section 2 of the University A\nGrants Commission Act, 1956 and also to be inclusive of\nan institution deemed to be a university under Section 3\nof the said Act. Section 10 of the Act enumerates the\nvarious powers and functions of AICTE as also its duties\nand obligations to take steps towards fulfilment of the B\nsame. One such as envisaged in Section 10(1)(k) is to\n\"grant approval for starting new technical institutions and\nfor introduction of new courses or programmes in\nconsultation with the agencies concerned”. Section 23,\nwhich empowers the Council to make regulations in the C\nmanner ordained therein emphatically and specifically,\nmandates the making of such Regulations only \"not\ninconsistent with the provisions of this Act and the Rules\".\nThe Act, for all purposes and throughout maintains the\ndistinct identity and existence of \"technical institutions\" and\n\"universities\" and it is in keeping tune with the said\ndichotomy that wherever the university or the activities of\nthe university are also to be supervised or regulated and\nguided by AICTE, specific mention has been made of the\nuniversity alongside the technical institutions and wherever\nthe university is to be left out and not to be roped in merely\nrefers to the technical institution only in Sections 10, 11 and\n22(2)(b). It is necessary and would be useful to advert to\nSections 10(1)(c), (g), (o) which would go to show that\nuniversities are mentioned alongside the \"technical\ninstitutions\" and clauses (k), (m), (p), (q), (s) and (u)\nwherein there is conspicuous omission of reference to\nuniversities, reference being made to technical institutions\nalone. It is equally important to see that when AICTE is\nempowered to inspect or cause to inspect any technical\ninstitution in clause (p) of sub-section (1) of Section 10\nwithout any reservation whatsoever, when it comes to the\nquestion of universities it is confined and limited to\nascertaining the financial needs or its standards of\nteaching, examination and research. The inspection may\nbe made or cause to be made of any department or H\nE\nF\nG\nA\nB\nC\nD\nE\nF\n0\nH\n1106\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\ndepartments only and that too, in such manner as may be\nprescribed as envisaged in Section 11 of the Act. Clause\n(f) of sub-section (1) of Section 10 envisages AICTE to only\nadvise UGC for declaring any institution imparting technical\neducation as a deemed university and not do any such\nthing by itself. Likewise, clause (u) of the same provision\nwhich envisages the setting up of a National Board of\nAccreditation to periodically conduct evaluation of technical\ninstitutions or programmes on the basis of guidelines,\nnorms and standards specified by it to make\nrecommendation to it, or to the Council, or to the\nCommission or to other bodies, regarding recognition or\nderecognition of the institution or the programme. All these\nvitally important aspects go to show that AICTE created\nunder the Act is not intended to be an authority either\nsuperior to or supervise and control the universities and\nthereby superimpose itself upon such universities merely\nfor the reason that it is imparting teaching in technical\neducation or programmes in any of its departments or\nunits. A careful scanning-through of the provisions of the\nAICTE Act and the provisions of the UGC Act in\njuxtaposition, will show that the role of AICTE vis-à-vis the\nuniversities is only advisory, recommendatory and a\nguiding factor and thereby subserves the cause of\nmaintaining appropriate standards and qualitative norms\nand not as an authority empowered to issue and enforce\nany sanctions by itself, except submitting a report to UGC\nfor appropriate action. The conscious and deliberate\nomission to enact any such provision in the AICTE Act in\nrespect of universities is not only a positive indicator but\nshould be also one of the determining factors in adjudging\nthe status, role and activities of AICTE vis-à-vis universities\nand the activities and functioning of its departments and\nunits. All these vitally important facets with so much glaring\nsignificance of the scheme underlying the Act and the\nlanguage of the various provisions seem to have escaped\nthe notice of the learned Judges, their otherwise well-\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1107\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nB\nmerited attention and consideration in their proper and A\ncorrect perspective. The ultra-activist view articulated in M.\nSambasiva Rao case on the basis of supposed intention\nand imagined purpose of AICTE or the Act constituting it,\nis uncalled for and ought to have been avoided, all the\nmore so when such an interpretation is not only bound to\ndo violence to the language of the various provisions but\nalso inevitably render other statutory authorities like UGC\nand universities irrelevant or even as non-entities by\nmaking AICTE a superpower with a devastating role\nundermining the status, authority and autonomous\nfunctioning of those institutions in areas and spheres\nassigned to them under the respective legislations\nconstituting and governing them.\"\n38. Paragraphs 19 and 20 of Parashavananth Charitable\nTrust's case (supra) read as hereunder:\n\"19. Section 10 of the AICTE Act enumerates various\npowers and functions of AICTE as also its duties and\nobligations to take steps towards fulfillment of the same.\nOne such power as envisaged in Section 10(1)(k) is to\n\"grant approval for starting new technical institutions and\nfor introduction of new courses or programmes in\nconsultation with the agencies concerned\". It is important\nto see that the AICTE is empowered to inspect or cause\nto inspect any technical institution in clause (p) of sub-\nsection (1) of Section 10 without any reservation\nwhatsoever. However, when it comes to the question of\nuniversities, it is confined and limited to ascertaining the\nfinancial needs or its standards of teaching, examination\nand research. The inspection may be made or caused to\nbe made of any department or departments only and that\ntoo, in such a manner as may be prescribed, as envisaged\nin Section 11 of the AICTE Act.\nC\nD\nE\nF\nG\n20. All these vitally important aspects go to show that the\nCouncil (AICTE) created under the AICTE Act is not H\nA\nB\nC\nD\nE\nF\nG\nH\n1108 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nintended to be an authority either superior to or to\nsupervise and control the universities and thereby\nsuperimpose itself upon such universities merely for the\nreason that they are imparting teaching in technical\neducation or programmes in any of their departments or\nunits. A careful scanning of the provisions of the AICTE Act\nand the provisions of the University Grants Commission\nAct, 1956 in juxtaposition will show that the role of AICTE\nvis-à-vis the universities is only advisory, recommendatory\nand one of providing guidance, thereby subserving the\ncause of maintaining appropriate standards and\nqualitative norms and not as authority empowered to issue\nand enforce any sanction by itself. Reference can be made\nto the judgments of this Court in the case of Adarsh\nShiksha Mahavidyalaya v. Subhash Rahangdale [(2012)\n2 SCC 425], State of Tamil Nadu v. Adhiyaman\nEducational \u0026 Research Institute [(1995) 4 SCC 104] and\nBharathidasan Univesity v. All India Council for Technical\nEducation [(2001) 8 SCC 676]\"\n(emphasis supplied)\nThe underlined portions from the said decision referred to supra\nwould make it clear that the AICTE Act does not contain any\nevidence of an intention to belittle and destroy the authority or\nautonomy of other statutory bodies which they are assigned to\nperform. Further, the AICTE Act does not intend to be an\nauthority either superior or to supervise or control the\nuniversities and thereby superimpose itself upon the said\nuniversities merely for the reason that it is laying down certain\nteaching standards in technical education or programmes\nformulated in any of the department or units. It is evident that\nwhile enacting the AICTE Act, the Parliament was fully alive to\nthe existence of the provisions of UGC Act, 1956 particularly,\nthe said provisions extracted above. Therefore, the definition\nin Section 2(h) technical institution in AICTE Act which\nauthorizes the AICTE to do certain things, special care has\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1109\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nB\nD\nconsciously and deliberately been taken to make specific A\nmention of university, wherever and whenever the AICTE alone\nwas expected to interact with university and its departments as\nwell as constituent institutions and units. It was held after\nanalyzing the provision of Sections 10, 11 and 12 of the AICTE\nAct that the role of the inspection conferred upon the AICTE\nvis-à-vis universities is limited to the purpose of ensuring proper\nmaintenance of norms and standards in the technical education\nsystem so as to conform to the standard laid down by it with\nno further or direct control over such universities or scope for\nany direct action except bringing it to the notice of UGC. In that C\nbackground, this Court in Bharathidasan University case made\nit very clear by making the observation that it has examined the\nscope of the enactment as to whether the AICTE Act prevails\nover the UGC Act or the fact of competent entries fall in Entry\n66 List I vis-à-vis Entry 25 of List Ill of the VII Schedule of the\nConstitution. A cumulative reading of the aforesaid paragraphs\nof Bharathidasan University's case which are extracted above\nmakes it very clear that this Court has exempted universities,\nits colleges, constituent institutions and units from seeking prior\napproval from the AICTE. Also, from the reading of paragraphs\n19 and 20 of Parashvanath Chartitable Trust case it is made\nclear after careful scanning of the provisions of the AICTE Act\nand the University Grants Commission Act, 1956 that the role\nof AICTE vis-à-vis universities is only advisory, recommendatory\nand one of providing guidance and has no authority\nempowering it to issue or enforce any sanctions by itself. It is\nrightly pointed out from the affidavit filed by UGC as directed\nby this Court in these cases on the question of affiliated\ncolleges to the university, that the affidavit is very mechanical\nand it has simply and gratuitously without foundation, added as\ntechnical institutions including affiliated colleges without any G\nlegal foundation. In paragraphs 13, 14, 15 and 19 of the\nAffidavit filed by the UGC and the assertion made in paragraph\n23 is without any factual foundation, which reads as under:\n\"That it is further submitted that affiliated colleges are\nE\nF\nH\n1110\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\ndistinct and different than the constituent colleges. Thus, it\ncannot be said that constituent colleges also include\naffiliated colleges.\"\nFurther, the assertion of UGC as rightly pointed out by Dr.\nDhavan in the written submission filed on behalf of the appellant\nin CA No. 1145 of 2004 that the claim that UGC does not have\nany provision to grant approval of technical institution, is facile\nas it has already been laid down by this Court that the AICTE\nnorms can be applied to the affiliated colleges through UGC. It\ncan only advise the UGC for formulating the standard of\neducation and other aspects to the UGC. In view of the law laid\ndown in Bharathidasan University and Parashvanath\nCharitable Trust cases (supra), the learned senior counsel Dr.\nDhavan has rightly submitted for rejection of the affidavit of the\nUGC, which we have to accept as the same is without any\nD factual foundation and also contrary to the intent and object of\nC\nthe Act\n39. It is also relevant to refer to the exclusion of university\nfrom the definition of 'technical institution' as defined under\nE section 2(h) of the AICTE Act. The Institution means an\ninstitution not being university, the applicability of bringing the\nuniversity as defined under clause 2 (f) of UGC Act includes the\ninstitution deemed to be a university under Section 3 of the said\nAct and therefore the affiliated colleges are excluded from the\nF purview of technical institution definition of the AICTE Act. The\nsubmission made on behalf of the colleges which are affiliated\nto the respective universities which are being run by the\nappellants in the connected appeals will also come within the\npurview of the university referred to in the above definition of\ntechnical institution. The above interpretation sought to be\nmade by the learned senior counsel and another counsel is\nsupported by the provisions of the UGC Act. Section 12A of\nthe UGC Act clearly speaks of regulation of fees and provisions\nof donation in certain cases which refers to the phrase affiliation\ntogether with its grammatical variation included in relation to a\nG\nН\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1111\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nA\ncollege, recognition of such college by, association of such\ncollege with, and admission of such college to the privileges\nof universities. A careful reading of sub-sections (2)(c), (3), (4)\nand (5) of Section 12A of the UGC Act makes it abundantly\nclear about colleges which are required to be affiliated to run\nthe courses for which sanction/approval will be accorded by the B\nuniversity or under the control and supervision of such\nuniversities. Therefore, affiliated colleges to the university/\nuniversities are part of them and the exclusion of university in\nthe definition of technical institution as defined in Section 2(h)\nof the AICTE Act must be extended to the affiliated colleges to\nC\nthe university also, otherwise, the object and purpose of the\nUGC Act enacted by the Parliament will be defeated. The\nenactment of UGC Act is also traceable to Entry 66 of List I.\nThe aforesaid provisions of the UGC Act have been examined\nby this Court with reference to the provisions of AICTE Act in\nD\nBharathidasan University's case. Therefore, it has clearly laid\ndown the principle that the role of the AICTE Act is only advisory\nin nature and is confined to submitting report or giving\nsuggestions to the UGC for the purpose of implementing its\nsuggestions to maintain good standards in technical education\nin terms of definition under Section 2(h) of the AICTE Act and\nto see that there shall be uniform education standard throughout\nthe country to be maintained which is the laudable object of the\nAICTE Act for which it is enacted by the Parliament. The\nprovisions of the AICTE Act shall be implemented through the\nUGC as the universities and its affiliated colleges are all\ngoverned by the provisions of the said Act under Section 12A\nof the UGC Act read with Rules Regulations that will be framed\nby the UGC in exercise of its power under Sections 25 and 26\nof the said Act. Therefore, the conclusions arrived at in\nBharathidasan University case is supported by the eleven G\nJudge Constitution Bench decision in T.M.A. Pai case (supra)\nwherein this Court has overruled the directions given in Unni\nKrishnan J.P. \u0026 Ors. v. State of Andhra Pradesh \u0026 Ors. to\n6. 1993 (1) SCC 645.\nE\nF\nH\n1112 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA the Central Government and others regarding the reservations\nand schemes. The relevant paragraphs of T.M.A. Pai case\nread as under:-\nB\nC\nD\nLUJ\nE\nF\nG\nH_\n\"37. Unni Krishnan judgment has created certain\nproblems, and raised thorny issues. In its anxiety to check\nthe commercialization of education, a scheme of \"free\" and\n\"payment\" seats was evolved on the assumption that the\neconomic capacity of the first 50% of admitted students\nwould be greater than the remaining 50%, whereas the\nconverse has proved to be the reality. In this scheme, the\n\"payment seat\" student would not only pay for his own seat,\nbut also finance the cost of a \"free seat” classmate. When\none considers the Constitution Bench's earlier statement\nthat higher education is not a fundamental right, it seems\nunreasonable to compel a citizen to pay for the education\nof another, more so in the unrealistic world of competitive\nexaminations which assess the merit for the purpose of\nadmission solely on the basis of the marks obtained,\nwhere the urban students always have an edge over the\nrural students. In practice, it has been the case of the\nmarginally less merited rural or poor student bearing the\nburden of a rich and well-exposed urban student.\n38. The scheme in Unni Krishnan case has the effect of\nnationalizing education in respect of important features viz.\nthe right of a private unaided institution to give admission\nand to fix the fee. By framing this scheme, which has led\nto the State Governments legislating in conformity with the\nscheme, the private institutions are indistinguishable from\nthe government institutions; curtailing all the essential\nfeatures of the right of administration of a private unaided\neducational institution can neither be called fair nor\nreasonable. Even in the decision in Unni Krishnan case\nit has been observed by Jeevan Reddy, J., at p. 749, para\n194, as follows:\n\"194. The hard reality that emerges is that private\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1113\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\neducational institutions are a necessity in the present-day A\ncontext. It is not possible to do without them because the\ngovernments are in no position to meet the demand -\nparticularly in the sector of medical and technical\neducation which call for substantial outlays. While\neducation is one of the most important functions of the\nIndian State it has no monopoly therein. Private\neducational institutions - including minority educational\ninstitutions too have a role to play.\"\n-\nIt has been clearly held that the decision in Unni Krishnan's\ncase in so far as it framed the scheme relating to the grant of\nadmission and the existing of fee, is not correct and the\nconsequent directions given to UGC, AICTE and Medical\nCouncil of India, Central Government and the State Government\netc. are overruled. It is worthwhile to mention paragraphs 29\nand 31 of the UGC Report of the University Education\nCommission headed by late Dr. S. Radhakrishnan as its\nChairman and nine other renowned educationists as its\nmembers. The report which is extracted at paragraph 51 in the\nsaid T.M.A. Pai case reads thus:\nB\nC\nD\nE\n\"51. A University Education Commission was appointed\non 4-11-1948, having Dr S. Radhakrishnan as its\nChairman and nine other renowned educationists as its\nmembers. The terms of reference, inter alia, included\nmatters relating to means and objects of university F\neducation and research in India and maintenance of higher\nstandards of teaching and examination in universities and\ncolleges under their control. In the report submitted by this\nCommission, in paras 29 and 31, it referred to autonomy\nin education which reads as follows:\nG\n\"University autonomy.-Freedom of individual\ndevelopment is the basis of democracy. Exclusive control\nof education by the State has been an important factor in\nfacilitating the maintenance of totalitarian tyrannies. In such\nStates institutions of higher learning controlled and H\n"}