{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1074 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA University. Sub-Section (6) speaks that in case of termination\nof affiliation of any college under sub-section (5), the\nCommission shall take all such steps as it may consider\nappropriate for safeguarding the interests of the students\nconcerned. Sub-section (7) further states that regulations made\nB for the purpose of the aforesaid provisions of Section 12A of\nthe UGC Act shall have effect notwithstanding anything\ninconsistent therewith contained in any other law for the time\nbeing in force.\nс\nD\nE\nF\nG\n16. Further, reliance has been placed by him upon Section\n12B of the UGC Act which confers power on the Commission\nto pass an order of prohibition regarding giving any grant to a\nUniversity declared by the Commission not fit to receive such\ngrant. This provision was inserted in the UGC Act through an\nAmendment Act, 1972 (33 of 1972) which came into force on\n17.6.1972. Further, reliance was also placed upon Section 13\nregarding the power of inspection upon the UGC for the\npurpose of ascertaining the financial needs of the university or\nits standards of teaching, examination and research.\n17. Dr. Dhavan, learned senior counsel for the appellant\nplacing reliance upon the aforesaid provisions of the UGC Act,\nsubmits that the provisions of the UGC Act will regulate and\ncontrol the functions of the university as defined in terms of\nSection 2(f) of the UGC Act and also its affiliated colleges. He\nhas placed reliance upon the observations made by this Court\nin Para 19 of Parashavananth Charitable Trust \u0026 Ors. v.\nAICTE². In the written submission submitted by the appellant's\ncounsel with reference to UGC affidavit filed in this Court he\nhas placed reliance upon Para 20 of the case referred to supra\nwherein it is observed by this Court in the said decision that\nthe AICTE created under the Act is not intended to be an\nauthority either superior to or to supervise and control the\nuniversities and thereby superimpose itself upon such\nuniversities merely for the reason that they are imparting the\nH 2. 2013 (3) SCC 385.\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1075\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\ntechnical education or programmes in any of their departments A\nor units. He further submitted that a careful scanning of the\nprovisions of the AICTE Act and the provisions of UGC Act,\n1956 in juxtaposition it is observed that the said provision will\nshow that the role of AICTE with regard to the university/\nuniversities is only advisory, recommendatory and one of B\nproviding guidance, to subserve the cause of maintaining\nappropriate standards and qualitative norms and not as an\nauthority empowered to issue and enforce any sanctions by\nitself.\n18. Further, it is stated with reference to the UGC's affidavit\non the question of affiliated colleges that it is very mechanical;\nand is simply gratuitous and without foundation, it adds affiliated\ncolleges of a university to the definition of technical institution.\nParagraph 23 of its affidavit is without any foundation and it has\nstated that the affiliated colleges are distinct and different than\nthe constituent colleges of the University, therefore, it cannot be\nsaid that constituent colleges also include affiliated colleges.\nThe learned senior counsel further submitted that the assertion\nmade by the UGC that the UGC Act does not have any\nprovision to grant approval to technical institution, is facile. It is\nstated in its written submission that the AICTE norms will apply\nthrough UGC as observed by this Court in Bharathidasan\nUniversity and Parshvanath Charitable Trust cases (supra).\nA reading of the notifications referred to supra issued by the\nAICTE shows that regulation of governing council, infrastructure\nsuch as land and in matters of salary and employment of staff\nin the affiliated colleges are totally without jurisdiction and\ncontrary to the decisions of this Court. Further, strong reliance\nis placed by learned senior counsel Dr. Dhavan that issues\nwhich are raised in this case are answered in the TMA Pai\nFoundation v. State of Karnataka³.\n19. The learned senior counsel submitted that Section 14\nof the UGC Act provides for consequences of failure by\n3. (2002) 8 SCC 481.\nC\nD\nE\nF\nG\nH\nB\nC\n1076 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Universities to comply with recommendations of the\nCommission which provides that if any University grants\naffiliation in respect of any course of study to any college\nreferred to in sub-section (5) of Section 12A in contravention\nof the provision of that sub-section or fails within a reasonable\ntime to comply with any recommendation made by the\nCommission under Section 12 or Section 13 or contravenes\nthe provisions of any rule made under sub-section 2(f) or 2(g)\nof Section 25, or of any regulation made under clauses (e), (f)\nor (g) of Section 26, the Commission after taking into\nconsideration the cause, if any, shown by the University or such\nfailure or contravention, may withhold from the University the\ngrants proposed to be made out of the fund of the Commission.\nThis clearly goes to show that there is control of the functions\nof the university by the UGC under the provisions of UGC Act,\nRules and Regulations. Therefore, the learned senior counsel\nDr. Dhavan submits that the role of AICTE under the provisions\nof the Act is only advisory and recommendatory in nature and\nit cannot have any administrative or any other control upon the\ncolleges which are affiliated to the universities which fall within\nthe definition of Section 2 (f) of the UGC Act including the grant\nE of approval for opening of a new course in relation to technical\neducation including MCA.\nD\nF\nG\nH\n20. Further, after referring to the earlier decisions of this\nCourt, namely, State of Tamil Nadu v. Adhiyaman Education\nand Research Institute, Jaya Gokul Educational Trust v.\nCommissioner and Secretary to Government High Education\nDepartment, Thiruvananthapuram and Parshvanath\nCharitable Trust (supra), wherein this Court has referred to the\nprovisions of UGC Act and made certain observations that if\nthere is conflict between two legislations namely the State\nLegislation and the Central Legislation, under clause (2) of\nArticle 254 of the Constitution, the State Legislation being\n4. (1995) 4 SCC 104.\n5. (2000) 5 SCC 231.\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1077\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nA\nB\nrepugnant to the Central legislation would be inoperative as the\nState Law encroaches upon Entry 66 of Union List under which\nAICTE Act of 1987 is enacted by the Parliament and the\nBharathidasan University Act, 1981 enacted by the State\nLegislature under Entry 25 of the Concurrent List. The\nobservations and conclusions arrived at in those cases that the\nprovisions of AICTE Act must prevail over the State enactments\nis totally untenable in law. Learned senior counsel submits that\nthe legislation can be derived from a single Entry from the List\nmentioned in Vilth Schedule of the Constitution. For a single\nLegislation that is AICTE Act, the Parliament cannot operate C\nunder both, List I as well as List III. He further submits that the\nphrase \"subject to' used in Entry 25 of List III of Vilth Schedule\nlimits the power of both the Union as well as the State.\nTherefore, reference to Article 254 in those judgments by this\nCourt in the cases referred to supra are wholly inapplicable to\nthe fact situation in this case on the question of repugnancy\nunder Article 254 (2) of the Constitution as it does not arise\nfor the reason that the law in relation to establishment of\nBharathidasan University and other University in respect of\nwhich member colleges of the appellant Association are\naffiliated to, is legislated by the State legislature and the AICTE\nAct is enacted by the Parliament under Entry 66 of List I.\nTherefore, the question of repugnancy between the two\nenactments referred to supra do not arise at all since\nrepugnancy under Article 254(2) of the Constitution would\naccrue only in relation to the law legislated by the Parliament\nand the State legislature from the entries of the concurrent list\nof VII schedule.\nD\nE\nF\n21. Learned senior counsel Dr. Dhavan has also placed\nstrong reliance upon the report of Kothari Commission (1964- G\n1966) which shows that the AICTE Act should be held to cover\nonly non-university education and the said report emphasizes\nupon the importance of education and universities and further\nemphasizes the importance of autonomy of the university and\nfinances of the universities and the role of UGC. Further, he H\n1078 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA placed reliance upon the National Policy of Education which\nenvisages vesting of statutory authority for planning, formulation\nand the maintenance of norms and standards in the education.\nTherefore, he submits that the AICTE cannot have any kind of\ncontrol or regulation for the functioning of the colleges affiliated\nB to the universities which are governed by the provisions of the\nrespective Universities Act and the UGC Rules and\nRegulations.\nC\nD\n22. Mr. Prashant Bhushan, the learned counsel for the\nappellants in the connected appeals contended that in the\nimpugned judgment, the High Court has erred in holding that\nthe Master of Computer Applications is a technical education\ncourse and is therefore covered by the definition of 'technical\neducation' as defined in Section 2(g) of the AICTE Act, which\nis extracted in the relevant portion of the judgment. It is further\ncontended by learned counsel that the definition of 'technical\neducation' in the Act as it stands today is an exclusive definition\nand does not cover the courses of Master of Computer\nApplications imparted by the colleges run by the appellant\ncolleges. The Central Government has been given power to\nE include any other area or course/courses in its purview by\nissuing an official notification to be published in the Official\nGazette to this effect. Such notification has not been issued so\nfar by the Central Government. Therefore, he submits that when\nthe MCA course is not covered within the definition of 'technical\nF education' it does not come under the purview of the AICTE\nAct at all and the question of the AICTE exercising its power\non the institutions/colleges running MCA course does not arise.\nG\n23. Further, Mr. Prashant Bhushan, the learned counsel has\nvehemently urged that the High Court has committed serious\nerror in reading a comma in between the words 'engineering'\nand 'technology' when it is one word in the statute and is\nmentioned as “engineering technology\" in the definition of\n'technical education' as contained in Section 2(g) of the AICTE\nAct. The High Court has committed serious error in giving such\nH\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1079\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nan erroneous reading of the aforesaid provision of Section 2(g) A\nand enlarging the scope of the Act and extending its sphere to\nthe colleges involved in these proceeding which was not\nintended by the Parliament. Therefore, the learned counsel\nsubmits that the interpretation made by the High Court on the\nphrase ‘engineering technology' by reading the words B\n'engineering' and 'technology' to bring within the definition of\nthe \"technical education\" as defined in Section 2(g) of the\nAICTE Act, is not only in contravention of the settled principles\nof interpretation of statutes but also in contravention to the\nsettled position of law as laid down by this Court in catena of\ncases.\n24. It is further contended by the learned counsel that this\nCourt has held in number of cases that the courts cannot add\nor delete words or punctuations in a statute. It is also well\nsettled proposition of law that the court shall gather the meaning\nof the statute by its simple and plain reading specially where\nthere is no ambiguity in the language used in the definition\nprovision and it should be construed in its literal sense.\n25. It is further urged by him that the High Court has failed\nto take into consideration that the amendment dated\n16.8.2000, i.e. deletion of Regulation No. 2(2) and addition of\n8(c) and 8(iv) of Regulations of 1994 could not take effect\nunless the same was placed before the Parliament as required\nunder Section 24 of the AICTE Act, wherein the amended\nRegulations have been framed. The amendments must be laid\nbefore both the Houses of the Parliament which is mandatory\nas provided under the aforesaid provision of the Act. The\nauthority which frames Regulations as provided under Section\n23 could not be validly exercised unless such Regulations are\nlaid before both the Houses of the Parliament at the earliest\nopportunity. The very amendment dated 16.8.2000 of\nRegulations 2(2), 8(c) and 8(iv) has been kept ignoring the\nmandatory provision of Section 24 and therefore the impugned\namendment to the aforesaid Regulations has been rendered\nC\nD\nE\nF\nG\nH\n1080 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA invalid and void ab initio in law. This aspect of the matter has\nnot been considered by the High Court while interpreting the\nsaid provisions in holding that as a result of the amendment of\nthe aforesaid Regulations, the provisions of AICTE Act will be\napplicable to the courses which are being conducted by the\nB colleges affiliated to the University/Universities. This approach\nof the High Court is erroneous and therefore the same cannot\nbe allowed to sustain in law.\nC\nFurther, it is contended by the learned counsel that the\nHigh Court has failed to examine the above said legal aspect\nof the amendment to the Regulations of AICTE in the year 2000\nenlarging the scope of the Act to areas for which it is not meant.\nSuch amendment in Regulations will be ultra vires to the Act\nitself and cannot be sustained on this count alone. This Court\nin several cases has laid down the legal principle that the Rules\nD and Regulations made under the Act cannot override or enlarge\nthe object or purpose of the Act.\n26. The learned counsel further contended that 7 out of 10\ncolleges of the appellants herein in the connected appeals were\nE granted approval by the Bharathidasan University under the\nBharathidasan University Act, 1981 before the amended AICTE\nRegulations, 1994 came into force and undoubtedly all the\ncolleges of the appellants herein got approval from the above\nsaid University and started running MCA course much before\nthe amended Regulations of 2000 came into force. Therefore,\nthe said regulations cannot be applied to the appellants'\ncolleges. Further, the provision of Section 10 (k) of the AICTE\nAct, which deals with power and functions of the Council, clearly\nstates that the council may \"grant approval for starting new\ntechnical institutions and for introduction of new courses or\nprogrammes in consultation with the agencies concerned\".\nF\nG\n27. The learned counsel further contends that the\nBharathidasan University is regulated and controlled by the\nUGC constituted under the provisions of the UGC Act, Rules\nH and Regulations. The relevant provisions of the UGC Act cover\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1081\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nthe institutions and its constituents colleges as well as its\naffiliated colleges which are being run by the appellants herein\nand similarly placed colleges under Section 12, 12A, 13 and\n14 of the UGC Act.\nThe aforesaid provisions of UGC Act would show that\nthose provisions would speak of Regulations of the university\nthat is applicable and analogous to its affiliated colleges also.\nA\nB\nC\n28. Further, the learned counsel placing strong reliance\nupon the law laid down in the judgment of this Court in\nBharathidasan University case (supra) wherein this Court has\nspecifically held after referring to certain provisions of the\nAICTE Act and earlier judgments of this Court in Adhiyaman\nEducation and Research Institute (supra) and Jaya Gokul\nEducational Trust (supra) that the AICTE is not intended to be\ncontrolling or supervising authority over the University merely D\nbecause the University is also imparting courses of \"Technical\nEducation\". Further, it was held that Regulation No.4 insofar as\nit compels the university to seek for and obtain prior approval\nand not start any new department or course or programme in\nTechnical Education and empower itself to withdraw such E\napproval, in a given case of contravention of the Regulation\nNo.12, is directly opposed to and inconsistent with the\nprovisions of Section 10 (k) of the AICTE Act and consequently\nvoid and unenforceable in law.\nPlacing strong reliance on the observations made in para\n14 of said judgment and after referring to the Regulations, this\nCourt held that the AICTE could not have been made to bind\nuniversities/UGC within the confines of the powers conferred\nupon it. It cannot be enforced against or to bind a university as\na matter of any necessity to seek prior approval to commence\na new department or course and programme in technical\neducation in any university or any of its departments and\nconstituent institutions. The said observation also applies in the\npresent case that the Regulations have no application to the\nF\nG\nH\n1082 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA MCA course which is being run by the colleges of the appellants\nherein.\nB\nC\n29. It is further contended by the learned counsel that\nBharathidasan University which was incorporated under the\nprovisions of UGC Act, 1956 is a controlling authority of its\naffiliated colleges for all its courses including MCA course. The\nUniversity confers degrees on the students studying in its\naffiliated colleges. Thus, for all intents and purposes, the\ncourses are run by the University. In fact in Bharathidasan\nUniversity's case (supra) at paragraph 2, this Court has dealt\nwith the scope and purpose of the University. It says that the\nUniversity has been created \"to provide among other things,\ninstruction and training in such branches of learning as it may\ndetermine; to provide for research and for the dissemination\nof knowledge; to confer degrees, titles, diplomas and other\nacademic distinctions on persons who have pursued an\napproved course of study in a university college or laboratory\nor in an affiliated or approved college and have passed the\nprescribed examination of the University\". Thus, it is clear that\nthe colleges are affiliated to the university to impart education\nE in different courses run by the university in which the students\nhave to pass the prescribed examination of the University for\nmaking themselves eligible to obtain degrees. Therefore, any\nprovision or direction requiring the colleges affiliated to\nuniversity or imparting education to the students on behalf of\nF the university to seek AICTE's approval for conducting MCA\nD\nG\nH\ncourse when no such approval is required for the university for\nthe aforesaid purpose will be contrary to the judgment rendered\nin Bharathidasan University's case (supra).\n30. Learned counsel placed strong reliance upon the\ncounter affidavit filed by the AICTE on 16.1.2013 in Civil Appeal\nNo.1145 of 2004. Subsequent to the filing of the present appeal\nin 2004, the AICTE framed new Regulations in 2005 and 2006\nwhich provide that \"technical institution\" means institution\nconducting the course, inter alia, in the field of technical\nASSON. OF MAGMT. OF PVT. COLLEGES v. ALL INDIA 1083\nCOUNCIL FOR TECH. EDU. [V. GOPALA GOWDA, J.]\nB\neducation, training and research in engineering, technology A\nincluding MCA. The Regulations of 2005 and 2006 further\nprovide that not only new technical institutions but even existing\ntechnical institution cannot conduct any technical course without\nprior approval of the AICTE. The learned counsel submitted that\nit is more than apparent that the said Regulations have been\nspecifically framed to counter the challenges posed by the\nappellant institutions to their authorities and power to regulate\nthe course of MCA. Also after taking clues from the impugned\njudgment in Bharathidasan University's case they had taken\ncare that there is comma in between ‘engineering' and\n'technology' in the definition of “technical institution\". Therefore,\nit is submitted that the said Regulation which has not only come\ninto force much after the introduction of MCA course in the\nappellant colleges but also after the impugned judgment in this\nappeal and after filing of the appeals, cannot be made\napplicable to the colleges of the appellant herein who are\nrunning MCA course since this will result in giving the amended\nRegulations retrospective effect as the Regulations do not\nprovide for it.\nC\nD\nE\n31. On the other hand, Mr. Rakesh Dwivedi, learned senior\ncounsel appearing on behalf of respondent AICTE, sought to\njustify the impugned judgment in these appeals by placing\nstrong reliance upon the dictionary meaning of the expression\n\"engineering\" and \"technology\" from the following dictionaries,\nnamely Webster's Comprehensive Dictionary, Wharton's Law F\nLexicon, Encyclopedic Law Lexicon, The New Shorter Oxford\nEnglish Dictionary, Advanced Law Lexicon, P Ramanatha\nAiyar's the Law Lexicon and Stroud's Judicial Dictionary of\nWords and Phrases. After a careful reading of the meanings\nof 'technical engineering' which speaks of the art or source of G\nmaking practical applications of the knowledge of pure science\nas physics, chemistry, etc. as in the construction of engines,\nbridges, buildings, mines, chemical plants and the like, he\nsubmits that the expression 'technology' by itself is very wide\nand also comprehends ‘engineering'. The Institutes of H\n"}