{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23}],"text":"A\nB\n892 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nstatement of the accused and find him guilty in\nconsideration of the other evidence against him led by the\nprosecution, however, such statements made under this\nsection should not be considered in isolation but in\nconjunction with evidence adduced by the prosecution.\"\n19. It is also possible and permissible that an accused may\nremain silent but in that circumstance and with reference to the\nfacts and circumstances of a given case, the Court may be\njustified in drawing an adverse inference against the accused.\nPW5, Smt. Pushpa, is another vital witness who had seen the\nC deceased when she was brought to the Ambassador car and,\naccording to her, lips of the deceased were blackish and her\nneck had black marks on two sides and when she enquired\nabout her from the accused, she was told that the deceased\nhad taken poison. The statements of PW1, PW4 and PW9\nD read with the statement of this witness, establish the facts which\nform the very basis of the case of the prosecution and they have\nbeen proved in accordance with law. The trend of cross-\nexamination on behalf of the accused implies admission of the\ndeath of the deceased having taken place in the premises in\nE question by taking poison, however, the accused have failed\nto offer any explanation therefor which was least expected of\nhim.\nF\nG\nH\n20. Lastly, we may also notice the contention of the\nappellant that learned courts below have not appreciated the\nevidence in its proper perspective and in accordance with law.\nThe findings are based upon surmises and conjectures.\nResultantly, the findings are incorrect in law and unsustainable.\n21. When the evidence is legally admissible and has been\nappreciated by the Courts in its correct perspective then merely\nbecause another view is possible, this Court, in exercise of its\npowers under Article 136 of the Constitution, would be very\nreluctant to interfere with the concurrent findings of the Courts\nbelow. Of course, there are excpetions but they are very limited\nones. Where upon careful appreciation of evidence, this Court\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n893\nfinds that the courts below have departed from the rule of A\nprudence while appreciating the evidence in a case or the\nfindings are palpably erroneous and are opposed to law or the\nsettled judicial dictums, then the Court may interfere with the\nconcurrent findings. Still, it is not possible to exhaustively state\nthe principles or the kind of cases in which the Court would be B\njustified in disturbing the concurrent findings. It will always\ndepend upon the facts and circumstances of a given case.\n22. While noticing the caution expressed by Baron\nAlderson with regard to the possibility of our minds getting\nswayed by the tragic facts of the case and our assessment of C\nthe case being influenced by the preconceived notions, the\nCourt in the case of Mousam Singha Roy \u0026 Ors. v. State of\nW.B. [(2003) 12 SCC 377 held as under:\n\"Appropos what was observed by this Court in the case\nof Hanumant Govind (supra), it will be useful to note the\nwarning addressed by Baron Alderson to the jury in Reg.\nV. Hodge 1838 2 Lewin 227 which is also quoted with\napproval by this Court in the case of Hanumant Govind\n(supra) :\nD\nE\n'The mind was apt to take a pleasure in adapting\ncircumstances to one another, and even in straining\nthem a little, if need be, to force them to form parts\nof one connected whole; and the more ingenious\nthe mind of the individual, the more likely was it F\nconsidering such matters, to overreach and mislead\nitself, to supply some little link that is wanting, to\ntake for granted some fact consistent with its\nprevious theories and necessary to render them\ncomplete.\"\n23. In view of the above factual matrix and upon\nappreciation of evidence, the Court found itself unable to concur\nwith the findings recorded by the courts below. It was primarily\nfor the reason that the courts had departed from the Rule of\nPrudence in appreciation of evidence. In the present case,\nthe\nG\nH\n894 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA evidence is admissible evidence and has been appreciated in\nconsonance with the rules of prudence and law. These findings\ncan neither be termed as perverse or so improper that no\nperson of common prudence can arrive at that conclusion. In\nlight of the above noted principles of appreciation of evidence,\nB we would not interfere merely because it is possible to take\nanother vie on the same evidence.\n24. Before we close our judgment, we will be failing in our\nduty if we do not direct the Director General of Police/\nCommissioner of Police, Karnataka to take disciplinary action\nC against the police officers/officials at Belgaum, whether in\nservice or not, who were present at the place of occurrence\nwhen Ms. Nagaratna was brought from her room downstairs\nwhere the car was parked, and failed to take appropriate action\nand register the case despite the fact that it was openly stated\nD that Ms. Nagratna had consumed poison. Further, we direct\ndisciplinary action to be taken against the police officers/\nofficials, whether in service or not, at village Gokarna who were\npresent when the body of the deceased was cremated and they\nfailed to take charge of the dead body and proceed in\nE accordance with law, it being an unnatural death. They did not\ndischarge their public duty and mandatory obligations under the\nprovisions of the Police Manual and the Code of Criminal\nProcedures. We further direct that the Director General of\nPolice shall view the matter seriously and ensure completion\nof the disciplinary proceedings within six months from the date\nof this order.\nF\nG\nH\n25. In view of the above discussion we find no substance\nin the submissions made on behalf of the accused-appellant.\nThey merit rejection and are hereby rejected accordingly.\n26. We find no merit in the present appeal, the same is\ndismissed accordingly.\nD.G.\nAppeal dismissed.\n"}