{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"COMMISSIONER OF CENTRAL EXCISE, MUMBAI v.1015\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nA\nB\nsuffer huge loss only to penetrate the market and compete with\nother manufacturer of more or less similar cars. A prudent\nbusinessman or woman and in the present case, a company\nis expected to act with discretion to seek reasonable income,\npreserve capital and, in general, avoid speculative investments.\nThis court in the case of Union of India v. Hindalco Industries\n2003 (153) ELT 481, has observed that, 'if there is anything to\nsuggest to doubt the normal price of the wholesale trade, then\nrecourse to clause (b) of sub-section(1) of Section 4 of the Act\ncould be made'. That the price is not the normal price, is\nestablished from the following three circumstances which the C\nassessees themselves have admitted; that the price of the cars\nwas not based on the manufacturing cost and manufacturing\nprofit, but have fixed at a lower price to penetrate the market;\nthough the normal price for their cars is higher, they are selling\nthe cars at a lower price to compete with the other D\nmanufacturers of similar cars. This is certainly a factor in\ndepressing the sale price to an artificial level; and, lastly, the\nfull commercial cost of manufacturing and selling the cars was\nnot reflected in the lower price. Therefore, merely because the\nassessee has not sold the cars to the related person and the\nelement of flow back directly from the buyer to the seller is not\nthe allegation in the show cause notices issued, the price at\nwhich the assessees had sold its goods to the whole sale trader\ncannot be accepted as 'normal price' for the sale of cars.\nE\nF\nG\n44. We now deal with the second limb of the argument of\nShri Bhattacharya, learned ASG that the loss price at which the\ngoods are sold by the assessee clearly indicates or reflects that\nthese goods are not \"ordinarily sold\" in terms of Section 4 (1)\n(a) of the Act. He submits that admittedly assessees are selling\ntheir goods at 100% loss continuously for five years i.e. from\nthe year 1996 to 2001 and therefore, the transactions of the\nassessees cannot fit into description of expression 'ordinarily\nsold'. While countering this argument, Shri Joseph Vellapally\nwould submit that the selling price at which the goods are sold\nin the ordinary course of business by the assessee to all the H\n1016 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA buyers is the same or uniform without any exception. He would,\nC\ntherefore, contend that the goods are ordinarily sold in terms\nof Section 4 (1) (a) of the Act. While adopting the submission\nof Shri Vellapally, Shri Lakshmi Kumaran would further contend,\nrelying on Ship Breaker's case (supra) that this Court while\nB explaining the meaning of the expression 'ordinarily sold',\noccurring in Section 14 of the Customs Act, 1962 which is in\npari materia with Section 4 of the Act, would mean the sale\nwhere the goods are sold to un-related persons and price is\nthe sole consideration. He would also contend that Section 4\nof the Act was amended with effect from 1stApril, 2000, to\nincorporate 'transaction value' as an 'assessable value' instead\nof 'normal price' and the expression 'ordinarily' was omitted.\nTherefore, the new Section is applicable to the transactions\nwhich took place for the period from July 2000 to June 2001.\nHe would submit by relying on the decision of this Court in Elgi\nEquipment Pvt. Ltd.'s case (supra), that the word 'ordinarily\nsold' would mean the normal practice or the practice followed\nby majority of persons in the wholesale trade in the concerned\ngoods. He would submit that in the present cases, the\nassessees are better placed as the entire sale is at the same\nprice or rate, so the condition of the expression 'ordinarily sold'\nis being satisfied.\nD\nE\n45. The expression ‘ordinarily sold' is again not defined\nunder the Act, but came up for consideration before this Court\nF while construing the said expression under the Customs Act.\nThis Court in Eicher Tractors Ltd., Haryana v. Commissioner\nof Customs, Mumbai (2001) 1 SCC 315 has held:\nG\n\"6. Under the Act customs duty is chargeable on goods.\nAccording to Section 14(1) of the Act, the assessment of\nduty is to be made on the value of the goods. The value\nmay be fixed by the Central Government under Section\n14(2). Where the value is not so fixed, the value has to\nbe determined under Section 14(1). The value, according\nto Section 14(1), shall be deemed to be the price at which\nI\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v.1017\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nsuch or like goods are ordinarily sold or offered for sale, A\nfor delivery at the time and place of importation - in the\ncourse of international trade. The word \"ordinarily\"\nnecessarily implies the exclusion of \"extraordinary\" or\n\"special\" circumstances. This is clarified by the last\nphrase in Section 14 which describes an “ordinary\" sale B\nas one \"where the seller and the buyer have no interest\nin the business of each other and the price is the sole\nconsideration for the sale ....\". Subject to these three\nconditions laid down in Section 14(1) of time, place and\nabsence of special circumstances, the price of imported C\ngoods is to be determined under Section 14(1-A) in\naccordance with the Rules framed in this behalf.\"\n46. In Ispat Industries Ltd. v. Commissioner of Customs,\nMumbai, (2006) 12 SCC 583, it is held:\nD\nF\n\"14. From a perusal of the above provisions (quoted\nabove), it is evident that the most important provision for\nthe purpose of valuation of the goods for the purpose of\nassessment is Section 14 of the Customs Act, 1962.\nSection 14(1), has already been quoted above, and a E\nperusal of the same shows that the value to be\ndetermined is a deemed value and not necessarily the\nactual value of the goods. Thus, Section 14(1) creates a\nlegal fiction. Section 14(1) states that the value of the\nimported goods shall be the deemed price at which such\nor like goods are ordinarily sold, or offered for sale, for\ndelivery at the time and place of importation in the course\nof international trade. The word \"ordinarily\" in Section\n14(1) is of great importance. In Section 14(1) we are not\nto see the actual value of the goods, but the value at\nwhich such goods or like goods are ordinarily sold or\noffered for sale for delivery at the time of import.\nSimilarly, the words \"in the course of international trade”\nare also of great importance. We have to see the value\nof the goods not for each specific transaction, but the\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1018 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nordinary value which it would have in the course of\ninternational trade at the time of its import.\"\n47. In Varsha Plastics Private Limited \u0026 Anr. v. Union of\nIndia \u0026 Ors., (2009) 3 SCC 365, at page371, it is observed:\n\"19. Section 14(1) of the Act prescribes a method for\ndetermination of the value of the goods. It is a deeming\nprovision. By legal fiction incorporated in this section, the\nvalue of the imported goods is the deemed price at which\nsuch or like goods are ordinarily sold or offered for sale\nfor delivery at the time and place of importation in the\ncourse of international trade.\n20. The word \"ordinarily\" in Section 14(1) is a word of\nsignificance. The ordinary meaning of the word\n\"ordinarily\" in Section 14(1) is “non-exceptional” or\n\"usual”. It does not mean \"universally\". In the context of\nSection 14(1) for the purpose of \"valuation\" of goods,\nhowever, by use of the word \"ordinarily” the indication is\nthat the ordinary value of the goods is what it would have\nbeen in the course of international trade at the time of\nimport. Section 14(1), thus, provides that the value has\nto be assessed on the basis of price attached to such or\nlike goods ordinarily sold or offered for sale in the\nordinary course of events in international trade at the time\nand place of transportation.\"\n48. In Rajkumar Knitting Mills (P) Ltd. v. Collector of\nCustoms, Bombay (1998) 3 SCC 163, at page 165, it is held:\n\"7. ... The words \"ordinarily sold or offered for sale” do not\nrefer to the contract between the supplier and the\nimporter, but to the prevailing price in the market on the\ndate of importation or exportation.\"\n49. In Ashok Leyland Ltd. v. Collector of Central Excise,\nMadras, (2002) 10 SCC 344, at page 348, it is held:\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v.1019\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\n\"The price of that commodity will remain the normal price\nat which those goods are ordinarily sold by the assessee\nto the public, in other words, the price at which they are\nsold in the market.\"\nA\nB\nC\n50. In the context of Section 4(1)(a) of the Act, the word\n'ordinarily' does not mean majority of the sales; what it means\nis that price should not be exceptional. In our considered\nopinion, the word 'ordinarily', by no stretch of imagination, can\ninclude extra-ordinary or unusual. In the instant cases, as we\nhave already noticed, the assessees sell their cars in the\nmarket continuously for a period of five years at a loss price\nand claims that it had to do only to compete with the other\nmanufacturers of cars and also to penetrate the market. If such\nsales are taken as sales made in the ordinary course, it would\nbe anathema for the expression 'ordinarily sold'. There could\nbe instances where a manufacturer may sell his goods at a\nD\nprice less than the cost of manufacturing and manufacturing\nprofit, when the company wants to switch over its business for\nany other manufacturing activity, it could also be where the\nmanufacturer has goods which could not be sold within a\nreasonable time. These instances are not exhaustive but only E\nillustrative. In the instant cases, since the price charged for the\nsale of cars is exceptional, we cannot accept the submission\nof the learned counsel to give a meaning which does not fit into\nthe meaning of the expression 'ordinarily sold'. In other words,\nin the transaction under consideration, the goods are sold below F\nthe manufacturing cost and manufacturing profit. Therefore, in\nour view, such sales may be disregarded as not being done in\nthe ordinary course of sale or trade. In our view, for the purpose\nof Section 4(1) (a) all that has to be seen is: does the sale price\nat the factory gate represent the wholesale cash price. If the\nprice charged to the purchaser at the factory gate is fair and\nreasonable and has been arrived at only on purely commercial\nbasis, then that should represent the wholesale cash price.\nunder Section 4(1)(a) of the Act. This is the price which has\nbeen charged by the manufacturer from the wholesale\nG\nH\nB\n1020 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA purchaser or sole distributor. What has to be seen is that the\nsale made at arms length and in the usual course of business,\nif it is not made at arms length or in the usual course of\nbusiness, then that will not be real value of the goods. The value\nto be adopted for the purpose of assessment to duty is not the\nprice at which the manufacturer actually sells the goods at his\nsale depots or the price at which goods are sold by the dealers\nto the customers, but a fictional price contemplated by the\nsection. This Court in Ram Kumar Knitting Mills case (supra),\nwhile construing the said expression, has held that the word\n`ordinarily sold' do not refer to contract between the supplier\nand the importer, but, the prevailing price in the market on the\ndate of importation and exportation. Excise duty is leviable on\nthe value of goods as manufactured. That takes into account\nmanufacturing cost and manufacturing profit.\nс\nD\n51. Excise is a tax on the production and manufacture of\ngoods and Section 4 of the Act provides for arriving at the real\nvalue of such goods. When there is fair and reasonable price\nstipulated between the manufacturer and the wholesale dealer\nin respect of the goods purely on commercial basis that should\nE necessarily reflect a dealing in the usual course of business,\nand it is not possible to characterise it as not arising out of\nagreement made at arms length. In contrast, if there is an extra-\nordinary or unusual price, specially low price, charged because\nof extra-commercial considerations, the price charged could not\nbe taken to be fair and reasonable, arrived at on purely\ncommercial basis, as to be counted as the wholesale cash\nprice for levying excise duty under Section 4(1)(a) of the Act.\nF\nG\nH\n52. The next submission of Shri Bhattacharya, learned\nASG, is that the price at which the cars sold by the assessees\nis not the sole consideration as envisaged under Section\n4(1)(a) of the Act. He would contend that admittedly there exists\na consideration other than the price, that is, to penetrate the\nmarket. He would also submit that the lower price would enable\nthe assessee to generate higher turnover and this higher\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1021\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nB\nturnover is monetary consideration for the assessee received A\ndirectly from various buyers. In other words, he would submit,\nthe intention to penetrate the market is intertwined with\nreceiving a higher monetary turnover. Therefore, the price is\nnot the sole consideration. However, it is contended by learned\nsenior counsel Shri Vellapally that the reason for the assessees\nfor selling their cars at a lower price than the manufacturing cost\nwas because the assessees had no foothold in the Indian\nmarket and, therefore, had to sell at a lower price than the\nmanufacturing cost and profit in order to compete in the market.\nHe would submit that the intention of the assessees to\nC\npenetrate the market cannot be treated as extra commercial\nconsideration as it does not flow from the buyer to the seller.\nTherefore, there is no additional consideration flowing from\nbuyer to seller and whole transaction is bona fide.\n53. Now what requires to be considered is what is the\nmeaning of the expression 'sole consideration'. Consideration\nmeans something which is of value in the eyes of law, moving\nfrom the plaintiff, either of benefit to the plaintiff or of detriment\nto the defendant. In other words, it may consist either in some\nright, interest, profit or benefit accruing to the one party, or\nsome forbearance, detriment, loss or responsibility, given,\nsuffered or undertaken by the other, as observed in the case\nof Currie v. Misa (1875) LR 10 Ex. 153.\nD\nE\n54. Webster's Third New International Dictionary F\n(unabridged) defines, consideration thus:\n“Something that is legally regarded as the equivalent or\nreturn given or suffered by one for the act or promise of\nanother.\"\n55. In volume 17 of Corpus Juris Secundum (p.420-421\nand 425) the import of 'consideration' has been described thus:\n\"Various definitions of the meaning of consideration are\nto be found in the text-books and judicial opinions. A\nG\nH\nA\nB\n1022 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nsufficient one, as stated in Corpus Juris and which has\nbeen quoted and cited with approval is “a benefit to the\nparty promising or a loss or detriment to the party to whom\nthe promise is made.....\nAt common law every contract not under seal requires a\nconsideration to support it, that is, as shown in the definition\nabove, some benefit to the promisor, or some detriment to the\npromisee.\"\n56. In Salmond on Jurisprudence, the word 'consideration'\nC has been explained in the following words.\nD\nE\nF\nG\nH\n\"A consideration in its widest sense is the reason, motive\nor inducement, by which a man is moved to bind himself\nby an agreement. It is for nothing that he consents to\nimpose an obligation upon himself, or to abandon or\ntransfer a right. It is in consideration of such and such a\nfact that he agrees to bear new burdens or to forego the\nbenefits which the law already allows him.\"\n57. The gist of the term 'consideration' and its legal\nsignificance has been clearly summed up in Section 2(d) of\nthelndian Contract Act which defines 'consideration' thus:\n\"When, at the desire of the promisor, the promisee or any\nother person has done or abstained from doing, or does\nor abstains from doing, or promises to do or to abstain\nfrom doing, something, such act or abstinence or promise\nis called a consideration to the promise.\"\n58. From a conspectus of decisions and dictionary\nmeaning, the inescapable conclusion that follows is that\n'consideration' means a reasonable equivalent or other valuable\nbenefit passed on by the promisor to the promisee or by the\ntransferor to the transferee. Similarly, when the word\n'consideration' is qualified by the word 'sole', it makes\nconsideration stronger so as to make it sufficient and valuable\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1023\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nhaving regard to the facts, circumstances and necessities of A\nthe case.\n59. To attract Section 4(1)(a) of the Act what is required\n´is to determine the 'normal price' of an excisable article which\nprice will be the price at which it is ordinarily sold to a buyer in\nthe course of wholesale trade. It is for the Excise authorities to\nshow that the price charged to such selling agent or distributor\nis a concessional or specially low price or a price charged to\nshow favour or gain in return extra-commercial advantage. If it\nis shown that the price charged to such a sole selling agent or\ndistributor is lower than the real value of the goods which will\nmean the manufacturing cost plus manufacturing profit, the\nExcise authorities can refuse to accept that price.\nB\nC\nLLE\n60. Since under new Section 4(1)(a) the price should be\nthe sole consideration for the sale, it will be open for the D\nRevenue to determine on the basis of evidence whether a\nparticular transaction is one where extra-commercial\nconsideration has entered and, if so, what should be the price\nto be taken as the value of the excisable article for the purpose\nof excise duty and that is what exactly has been done in the\ninstant cases and after analysing the evidence on record it is\nfound that extra-commercial consideration had entered into\nwhile fixing the price of the sale of the cars to the customers.\nWhen the price is not the sole consideration and there are some\nadditional considerations either in the form of cash, kind,\nservices or in any other way, then according to Rule 5 of the\n1975 Valuation Rules, the equivalent value of that additional\nconsideration should be added to the price shown by the\nassessee. The important requirement under Section 4(1)(a) is\nthat the price must be the sole and only consideration for the\nsale. If the sale is influenced by considerations other than the\nprice, then, Section 4(1)(a) will not apply. In the instant case,\nthe main reason for the assessees to sell their cars at a lower\nprice than the manufacturing cost and profit is to penetrate the\nmarket and this will constitute extra commercial consideration\nand not the sole consideration. As we have already noticed,\nF\nG\nI\nB\n1024\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the duty of excise is chargeable on the goods with reference\nto its value then the normal price on which the goods are sold\nshall be deemed to be the value, provided: (1) the buyer is not\na related person and (2) the price is the sole consideration.\nThese twin conditions have to be satisfied for the case to fall\nunder Section 4(1)(a) of the Act. We have demonstrated in the\ninstant cases, the price is not the sole consideration when the\nassessees sold their cars in the wholesale trade. Therefore,\nthe assessing authority was justified in invoking clause(b) of\nSection 4(1) to arrive at the value of the exercisable goods for\nthe purpose of levy of duty of excise, since the proper price\nC\ncould not be ascertained. Since, Section 4(1)(b) of the Act\napplies, the valuation requires to be done on the basis of the\n1975 Valuation Rules.\n61. After amendment of Section 4 :- Section 4 lays\nD down that the valuation of excisable goods chargeable to duty\nof excises on ad-valorem would be based upon the concept\nof transaction value for levy of duty. 'Transaction value' means\nthe price actually paid or payable for the goods, when sold, and\nincludes any amount that the buyer is liable to pay to the\nE assessee in connection with the sale, whether payable at the\ntime of sale or at any other time, including any amount charged\nfor, or to make provisions for advertising or publicity, marketing\nand selling, and storage etc., but does not include duty of\nexcise, sales tax, or any other taxes, if any, actually paid or\nF payable on such goods. Therefore, each removal is a different\ntransaction and duty is charged on the value of each\ntransaction. The new Section 4, therefore, accepts different\ntransaction values which may be charged by the assessee to\ndifferent customers for assessment purposes where one of the\nthree requirements, namely; (a) where the goods are sold for\ndelivery at the time and place of delivery; (b) the assessee and\nbuyers are not related; and (c) price is the sole consideration\nfor sale, is not satisfied, then the transaction value shall not be\nthe assessable value and value in such case has to be arrived\nat, under the Central Excise Valuation (Determination of Price\nH\nG\n"}