{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 12 S.C.R. 975\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI\nV.\nM/S. FIAT INDIA (P) LTD. \u0026 ANR.\n(Civil Appeal Nos. 1648-1649 of 2004)\nAUGUST 29, 2012\n[H.L. DATTU AND ANIL R. DAVE, JJ.]\nA\nB\nCentral Excise Act, 1944 - ss. 4(1)(a) and 4(1)(b) -\nApplicability - Assessee declaring wholesale price in terms\nof s. 4(1)(a) of the cars manufactured by them - Revenue C\ndetermining the value of the goods as per s. 4(1)(b) r/w.\nValuation Rules - Notice issued by Revenue to assessee\nalleging short levy and demanding differential duty - The\nadjudicating authority as well as the appellate authority\nconfirming the show cause-cum-demand notice - Appellate D\nTribunal allowing the appeal of the assessee - On appeal,\nheld: The fundamental criterion for computing the value of an\nexcisable article is the normal price at which the excisable\narticle is ordinarily sold by the manufacturer, where the buyer\nis not a related person and the price is the sole consideration E\n- If there is anything to suggest to doubt the normal price,\nrecourse to s. 4(1)(b) could be made - In the present case,\nthe assessee sold its goods at a lower price than the\nmanufacturing cost and profit to penetrate the market -- This\nwould constitute extra-commercial consideration - Thus price F\nis not the sole consideration - Therefore assessing authority\nwas justified in invoking clause (b) of s. 4(1) – Since s. 4(1)(b)\nis applicable, valuation is required to be done on the basis\nof 1975 Valuation Rules prior to 1.7.2000 and thereafter in\naccordance with 2000 Valuation Rules - The court cannot\ntake exception of the assessable value of the excisable goods\nquantified by the assessing authority Central Excise\n(Valuation) Rules 1975 - Central Excise Valuation\n(Determination of Price of Excisable Goods) Rules, 2000.\n975\n-\n-\nG\nH\nA\n976 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nInterpretation of Statutes - Legislative intent - Whenever\nlegislature uses certain terms of well-known legal significance\nor connotations, courts to interpret them as used or\nunderstood in popular sense, if not defined under the Act or\nthe Rules framed thereunder The normal rule of\nB interpretation is that words used by legislature are generally\na safe guide to its intention - Where statute's meaning is clear\nand explicit, words cannot be interpolated.\nC\nD\n-\nPrecedent - A case is only an authority for what it actually\ndecides and not for what may seem to follow logically from it.\nWords and Phrases:\n'Value', 'Normal Price', 'Ordinarily Sold' and 'Sole\nConsideration' - Meaning of, in the context of s. 4(1)(a) of\nCentral Excise Act.\n'Transaction value' - Meaning of, in the context of Central\nExcise Act.\n'Popular sense' - Meaning of, in the context of\nE Interpretation of Statutes.\nF\nThe respondents-assessee were the manufacturers\nof motor cars i.e. Fiat Uno-model. The assessees have\nfiled several price declarations, declaring wholesale price\nof their cars for sale through wholesale depots during the\nperiod 27.5.1996 to 4.3.2001. The revenue issued 11\nshow-cause notices for the period from June 1996 to\nFebruary 2000, alleging that the assessee had not paid\nthe correct duty on the cars, and demanded differential\nduty on the assessable value determined as per s. 4(1)(b)\nof Central Excise Act, 1944 r/w. (Valuation) Rules. The\nassessee replied that they had declared the assessable\nvalue or normal price in terms of s. 4(1)(a) of Central\nExcise Act, 1944 and determination of the assessable\nvalue as per s. 4(1)(b) r/w. the Valuation rules, 1975 would\nH not arise; that when normal price is available, the\nG\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 977\nFIAT INDIA (P) LTD. \u0026 ANR.\nrecourse to any other method of valuation is incorrect and A\nimproper; that due to competition in the market, they kept\nthe price of the cars low and were forced to sell their cars\nat a loss; and that the assessable value declared by them\nshould be accepted even if it is below manufacturing cost\nand thus there is no short levy or short payment of duty. B\nC\nThe Adjudicating Authority confirmed the show\ncause-cum-demand notices holding that the cost of the\nproduction of the car was much higher than the price at\nwhich it was sold in the market; that the price was\nartificial to capture the market and therefore the price at\nwhich they were sold cannot be said to be 'normal price'\nas per Section 4 of the Act; and that when normal price\ncannot be ascertained as per s. 4(1)(a), the alternate\nprocedure under the Valuation Rules, 1975 i.e. cost of\nD\nproduction and profit has to be applied. The assesses\nwere directed to pay the difference in duty. The order of\nthe Adjudicating Authority was confirmed by the First\nAppellate Authority.\nCustoms, Excise and Service Tax Appellate Tribunal E\nreversed the findings of the Adjudicating Authority and\nAppellate Authority and allowed the appeal of the\nappellants holding that there was no allegation that the\nwholesale price charged by the assessee was for extra-\ncommercial consideration and that dealing of the F\nassesses and their buyers was not at arms length or that\nthere was a flow back of money from the buyers to the\nassesses and, therefore, the price declared by the assesse\nis the ascertainable normal price. Hence the present\nappeals by the Revenue.\nAllowing the appeals, the Court\nG\nHELD: 1.1. Since excise is a duty on manufacture,\nduty is payable whether or not goods are sold. Duty is\npayable even when goods are used within the factory or H\n978 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA goods are captively consumed within factory for further\nmanufacture. Excise duty is payable even in case of free\nsupply or given as replacement. Therefore, sale is not a\nnecessary condition for charging excise duty. [Para 23]\n[1003-H; 1004-A-B]\nB\nC\n1.2. Section 4 of the Central Excise Act lays down the\nmeasure by reference to which the duty of excise is to\nbe assessed. The duty of excise is linked and\nchargeable with reference to the value of the exercisable\ngoods and the value is further defined in express terms\nby the said Section. In every case, the fundamental\ncriterion for computing the value of an excisable article\nis the normal price at which the excisable article is sold\nby the manufacturer, where the buyer is not a related\nperson and the price is the sole consideration. If these\nD conditions are satisfied and proved to the satisfaction of\nthe adjudicating authority, then, the burden which lies on\nthe assessee under Section 4(1)(a) would have been\ndischarged and the price would not be ignored and the\ntransaction would fall under the protective umbrella\nE contained in the Section itself. [Para 24] [1004-C-F]\nF\nG\n1.3. To determine the value, the legislature has\ncreated a legal fiction to equate the value of the goods\nto the price which is actually obtained by the assessee,\nwhen such goods are sold in the market, or the nearest\nequivalent thereof. Though the price at which the\nassessee sells the excisable goods to a buyer or the\nnearest ascertainable price may not reflect the actual\nvalue of the goods, for the purpose of valuation of excise\nduty, by the deeming fiction created in Section 4(1), such\nselling price or nearest ascertainable price in the market,\nas the case may be, is considered to be the value of\ngoods. [Para 26] [1006-F-G; 1007-A-B]\nBangaru Laxman v. State (through CBI) and Anr. (2012)\nH 1 SCC 500: 2011 (13) SCR 268; J.K. Cotton Spinning and\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 979\nFIAT INDIA (P) LTD. \u0026 ANR.\nWeaving Mills Ltd. v. U.O.I (1987) Supp. (1) SCC 350 - A\nrelied on.\n1.4. Whenever the legislature uses certain terms or\nexpressions of well-known legal significance or\nconnotations, the courts must interpret them as used or\nunderstood in the popular sense if they are not defined\nunder the Act or the Rules framed thereunder. Popular\nsense means \"that sense which people conversant with\nthe subject matter, with which the statute is dealing,\nwould attribute to it.\" [Para 27] [1007-C-D]\nB\nC\n1.5. The normal rule of interpretation is that the words\nused by the legislature are generally a safe guide to its\nintention. \"No principle of interpretation of statutes is\nmore firmly settled than the rule that the court must\ndeduce the intention of Parliament from the words used D\nin the Act.\" \"Where the statute's meaning is clear and\nexplicit, words cannot be interpolated.' [Para 28] [1007-\nD-F]\nS. Narayanaswami v. G. Pannerselvam and Ors. (1973)\n1 SCR 172 - relied on.\n-\nWestminster Bank Ltd. v. Zang (1966) A.C. 182 –\nreferred to.\nE\nןד\nF\n1.6. The expression 'normal price' occurring in\nSection 4(1)(a) and (b) means the price at which goods\nare sold to the public. Where the sale to public is through\ndealers, the 'normal price' would be the 'sale price' to the\ndealer. Where excise duty is chargeable on any excisable\ngoods with reference to value, such value shall be\ndeemed to be the price at which such goods are\nordinarily sold by the assessee to a buyer in the course\nof wholesale trade for delivery at the time and place of\nremoval and where the assessee and the buyer have no\ninterest directly or indirectly in the business of each other\nand the price is the sole consideration for the sale. H\nG\n980 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Normal price, therefore, is the amount paid by the buyer\nfor the purchase of goods. [Paras 31 and 43] [1008-E-F;\n1014-A-C]\nB\nс\nAshok Leyland Ltd. v. Collector of Central Excise, Madras\n(2002) 10 SCC 344; Commissioner of Central Excise\nAhemedabad v. Xerographic Ltd. (2006) 9 SCC 556; Burn\nStandard Co. Ltd. and Anr. v. Union of India (1991) 3 SCC\n467: 1991 (2) SCR 960; Tata Iron and Steel Co. Ltd. v.\nCollector of Central Excise Jamshedpur (2002) 8 SCC\n338: 2002 (3) Suppl. SCR 244; Union of India and Ors.\nv. Bombay Tyre International Ltd and Ors. (1984) 1 SCC\n467: 1984 (1) SCR 347; Metal Box India Ltd. v. CCE (1995)\n2 SCC 90:1995 (1) SCR 136; Calcutta Chromotype Ltd. v.\nCCE (1998) 3 SCC 681:1998 (2) SCR 570; Commissioner\nof Central Excise v. Ballarpur Industries Ltd. (2007) 8 SCC\nD 89: 2007 (9) SCR 650; Siddhartha Tubes Ltd. v. CCE\n(2005) 13 SCC 564: 2005 (5) Suppl. SCR 859; CCE v.\nBisleri International (P) Ltd. (2005) 6 SCC 58: 2005 (1)\nSuppl. SCR 841; Procter and Gamble Hygiene and Health\nCare Ltd. v. Commissioner of Central Excise, Bhopal\nE (2006)1 SCC 267: 2005 (5) Suppl. SCR 496 – relied on.\nF\n-\n\"Advanced Law Lexicon\" by P. Ramanatha Aiyar -\nreferred to.\n1.7 In the show cause notices issued, the Revenue\ndoubts the normal price of the wholesale trade of the\nassessees. They specifically allege, which is not\ndisputed by the assessees, that the 'loss making price'\ncontinuously for a period of more than five years while\nselling more than 29000 cars, cannot be the normal price.\nG It is true that in notices issued, the Revenue does not\nallege that the buyer is a related person, nor do they\nallege element of flow back directly from the buyer to the\nseller, but certainly, they allege that the price was not the\nsole consideration and the circumstance that no prudent\nH businessman would continuously suffer huge loss only\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 981\nFIAT INDIA (P) LTD. \u0026 ANR.\nto penetrate the market and compete with other A\nmanufacturer of more or less similar cars. A prudent\nbusinessman or woman and in the present case, a\ncompany is expected to act with discretion to seek\nreasonable income, preserve capital and, in general,\navoid speculative investments. [Para 43] [1014-F-H; 1015- B\nA-B]\nUnion of India v. Hindalco Industries 2003 (153) ELT 481\n- relied on.\n1.8 If there is anything to suggest to doubt the normal C\nprice of the wholesale trade, then recourse to clause (b)\nof sub-section (1) of Section 4 of the Act could be made.\nThe price is not the normal price, is established from the\nfollowing three circumstances which the assessees\nthemselves have admitted; that the price of the cars was D\nnot based on the manufacturing cost and manufacturing\nprofit, but have fixed at a lower price to penetrate the\nmarket; though the normal price for their cars is higher,\nthey are selling the cars at a lower price to compete with\nthe other manufacturers of similar cars. This is certainly E\na factor in depressing the sale price to an artificial level;\nand, lastly, the full commercial cost of manufacturing and\nselling the cars was not reflected in the lower price.\nTherefore, merely because the assessee has not sold the\ncars to the related person and the element of flow back\ndirectly from the buyer to the seller is not the allegation\nin the show cause notices issued, the price at which the\nassessees had sold its goods to the whole sale trader\ncannot be accepted as 'normal price' for the sale of cars.\n[Para 43] [1015-B-E]\n1.9 In the context of Section 4(1)(a) of the Act, the\nword 'ordinarily' does not mean majority of the sales;\nwhat it means is that price should not be exceptional. The\nword 'ordinarily', by no stretch of imagination, can\ninclude extra-ordinary or unusual. In the instant cases,\nF\nG\nH\n982 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the assessees sell their cars in the market continuously\nfor a period of five years at a loss price and claim that it\nhad to do only to compete with the other manufacturers\nof cars and also to penetrate the market. If such sales\nare taken as sales made in the ordinary course, it would\nB be anathema for the expression 'ordinarily sold'. In the\ninstant cases, since the price charged for the sale of cars\nis exceptional, a meaning cannot be given which does\nnot fit into the meaning of the expression ‘ordinarily sold'.\nIn other words, in the transaction under consideration,\nthe goods are sold below the manufacturing cost and\nmanufacturing profit. Therefore, such sales may be\ndisregarded as not being done in the ordinary course of\nsale or trade. [Para 50] [1019-A-C, E-F]\nC\nD\nE\nEicher Tractors Ltd. Haryana v. Commissioner of\nCustoms, Mumbai (2001) 1 SCC 315: 2000 (4)\nSuppl. SCR 597; Ispat Industries Ltd. v. Commissioner of\nCustoms, Mumbai (2006) 12 SCC 583: 2006 (6) Suppl.\nSCR 733; Varsha Plastics Private Limited and Anr. v. Union\nof India and Ors. (2009) 3 SCC 365: 2009 (1) SCR 896;\nRajkumar Knitting Mills (P) Ltd. v. Collector of Customs,\nBombay (1998) 3 SCC 163; Ashok Leyland Ltd. v. Collector\nof Central Excise, Madras (2002) 10 SCC 344 - referred to.\n1.10 For the purpose of Section 4(1)(a) all that has to\nF be seen is: does the sale price at the factory gate\nrepresent the wholesale cash price. If the price charged\nto the purchaser at the factory gate is fair and reasonable\nand has been arrived at only on purely commercial basis,\nthen that should represent the wholesale cash price\nG under Section 4(1)(a) of the Act. This is the price which\nhas been charged by the manufacturer from the\nwholesale purchaser or sole distributor. What has to be\nseen is that the sale made at arms length and in the usual\ncourse of business, if it is not made at arms length or in\nthe usual course of business, then that will not be real\nH\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 983\nFIAT INDIA (P) LTD. \u0026 ANR.\nvalue of the goods. The value to be adopted for the A\npurpose of assessment to duty is not the price at which\nthe manufacturer actually sells the goods at his sale\ndepots or the price at which goods are sold by the dealers\nto the customers, but a fictional price contemplated by\nthe Section. [Para 50] [1019-F-H; 1020-A-B]\nRajkumar Knitting Mills (P) Ltd. v. Collector of Customs,\nBombay (1998) 3 SCC 163 - relied on.\nB\n1.11 When there is fair and reasonable price\nstipulated between the manufacturer and the wholesale C\ndealer in respect of the goods purely on commercial\nbasis that should necessarily reflect a dealing in the\nusual course of business, and it is not possible to\ncharacterise it as not arising out of agreement made at\narms length. In contrast, if there is an extra-ordinary or\nunusual price, specially low price, charged because of\nextra-commercial considerations, the price charged\ncould not be taken to be fair and reasonable, arrived at\non purely commercial basis, as to be counted as the\nwholesale cash price for levying excise duty under E\nSection 4(1)(a) of the Act. [Para 51] [1020-D-F]\n1.12 Consideration means something which is of\nvalue in the eyes of law, moving from the plaintiff, either\nof benefit to the plaintiff or of detriment to the defendant.\nIn other words, it may consist either in some right,\ninterest, profit or benefit accruing to the one party, or\nsome forbearance, detriment, loss or responsibility,\ngiven, suffered or undertaken by the other. [Para 53]\n[1021-D-E]\nCurrie v. Misa (1875) LR 10 Ex. 153 - referred to.\nD\nF\nG\n-\nWebster's Third New International Dictionary\n(unabridged); CorpusJuris Secundum (p.420-421 and425);\nSalmond on Jurisprudence – referred to.\nH\nA\n984 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n1.13 'Consideration' means a reasonable equivalent\nor other valuable benefit passed on by the promisor to\nthe promisee or by the transferor to the transferee.\nSimilarly, when the word 'consideration' is qualified by the\nword 'sole', it makes consideration stronger so as to\nB make it sufficient and valuable having regard to the facts,\ncircumstances and necessities of the case. [Para 58]\n[1022-G-H; 1023-A]\nE\n1.14 Since under new Section 4(1)(a), the price\nshould be the sole consideration for the sale, it will be\nC open for the Revenue to determine on the basis of\nevidence whether a particular transaction is one where\nextra-commercial consideration has entered and, if so,\nwhat should be the price to be taken as the value of the\nexcisable article for the purpose of excise duty and that\nD is what exactly has been done in the instant cases and\nafter analysing the evidence on record it is found that\nextra-commercial consideration had entered into while\nfixing the price of the sale of the cars to the customers.\nWhen the price is not the sole consideration and there\nare some additional considerations either in the form of\ncash, kind, services or in any other way, then according\nto Rule 5 of the 1975 Valuation Rules, the equivalent\nvalue of that additional consideration should be added\nto the price shown by the assessee. If the sale is\ninfluenced by considerations other than the price, then,\nSection 4(1)(a) will not apply. In the instant case, the main\nreason for the assessees to sell their cars at a lower price\nthan the manufacturing cost and profit is to penetrate the\nmarket and this will constitute extra-commercial\nconsideration and not the sole consideration. The duty\nof excise is chargeable on the goods with reference to\nits value then the normal price on which the goods are\nsold shall be deemed to be the value, provided: (1) the\nbuyer is not a related person and (2) the price is the sole\nconsideration. These twin conditions have to be satisfied\nF\nG\nH for the case to fall under Section 4(1)(a) of the Act. In the\n"}