{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nUNION OF INDIA\nV.\nMUNSHI RAM (DEAD) BY LRS. AND ORS.\nMARCH 1, 2006\n[B.P. SINGH AND ALTAMAS KABIR, JJ.]\nLand Acquisition Act, 1894-Section 28-A---Award of compensation\nunder-Entitlement of non-applicants-Held: Non-applicants (and non-\nappellants) are entitled to same compensation which applicants finally got in\nC appeal to Supreme Court--They cannot stick to larger claim given by reference\nD\nE\nCourt.\nWords and Phrases-Decree-Meaning of Code of Civil Procedure,\n1908 -Section 2(2).\nThe Land Acquisition Collector passed awards of compensation on\nacquisition of certain lands. Aggrieved claimants sought reference under\nSection 18 of Land Acquisition Act, 1894. Reference Court enhanced the\ncompensation amounts. Dissatisfied Claimants successfully moved High\nCourt for further enhancement of compensation. Against this, Union of\nIndia filed the SLPs. This Court allowed the SLPs and reduced the\ncompensation amount.\nDuring pendency of SLPs, respondents who were not claimants in\nprevious proceedings filed application under Section 28A claiming\ncompensation at the same rates as were awarded to other claimants,\nF pursuant to the decree of reference Court. The Collector redetermined\nthe compensation payable to the respondents.\nG\nH\nUnion of India challenged these redetermination orders passed by\nCollector by filing writ petitions which were dismissed as time barred.\nThe present appeal is filed against this order.\nIt was contended on behalf of Union of India that the\nredetermination of the Compensation payable must be on the basis of the\ndecree as modified by the High Court and further modified by this Court\nin appeal and not on the basis of the decree as originally passed by the\n816\nA\n་\nL\n4\nU.O.I.. MUNSHI RAM (DEAD) BY LRS.\n817\nReference Court.\nA\nAllowing the appeals, the Court\nC\nHELD: 1. The Union of India is right in its submission that the\namount payable under Section 28A of the Land Acquisition Act, 1894, is\nthe amount which is finally payable by way of compensation to the owners B\nof the land who challenged the award of the Collector and claimed\nreference under Section 18 of the Act. The said provision seeks to confer\nthe benefit of enhanced compensation even on those owners who did not\nseek reference under Section 18. It cannot be that those who secure a\ncertain benefit by reason of others getting such benefit should retain that\nbenefit, even though the others on the basis of whose claim compensation\nwas enhanced are deprived of the enhanced compensation to an extent.\nThis would be rather inequitable and unfair. Moreover, even if it be that\nthe compensation payable to claimants who have applied under Section\n28A of the Act, is the enhanced compensation decreed by the Reference\nCourt, the decree means the decree of the Reference Court as modified in\nappeal by higher Courts. Otherwise, an incongruous position may emerge\nthat a person who did not challenge the award of the Collector and did\nnot claim a reference under Section 18 of the Act would get a higher\ncompensation than one who challenged the award of the Collector and\nclaimed a reference, but in whose case a higher compensation determined\nby the Reference Court was subsequently reduced by superior Court. E\nThere can be no dispute that those claiming higher compensation and\nclaiming reference under Section 18 of the Act are bound by the decree\nas modified by the superior Court in appeal. The principle of restitution\nmust apply to them. For the same reason, the same consequence must\nvisit others who have been given benefit of enhanced compensation\npursuant to the decree passed in reference proceeding on the application\nof others. [820-G-H; 821-A-D]\nto.\nUnion of India v. Mangatu Ram and Ors., [1997] 6 SCC 159, referred\nD\nF\nG\n2. It was contended that after the order of redetermination was\npassed, Union of India would have challenged this order, and since it\nfailed to do so, it lost its right to challenge that order. The submission\noverlooks the basic plea of the Union of India that at the stage when the\norder of redetermination was passed under Section 28A of the Act that\norder was fully justified and any further redetermination could be claimed H\n818\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA only if there was variation of the decree and the amount awarded by way\nof compensation was reduced. In the instant case that happened in the\nyear 1997, and therefore, in one sense it was indeed premature for the\nUnion of India to challenge the redetermination under Section 28A in the\nyear 1995, much before the decree was actually modified. [821-E-F}\nB\n3. Under Section 28A of the Act, the compensation payable to the\napplicants is the same which is finally payable to those claimants who\nsought reference under Section 18 of the Act. In case of reduction of\ncompensation by superior courts, the applicants under Section 28A may\nbe directed to refund the excess amount received by them in the light of\nC reduced compensation finally awarded. [821-G]\nCIVIL APPELLATE JURISDICTION : Civil Appeal Nos. 4010-4032\nof 1997.\nFrom the Judgment and Order dated 27.11.1995 of the Punjab and\nD Haryana High Court in C.W.P. Nos. 17200, 17223 of 1995.\nE\nF\nR. Mohan, ASG, Ms. Rekha Pandey, Ms. Anil Katiyar and B.V. Balram\nDas for the Appellant.\nManoj Swarup, Ajay Gupta, Rajesh Tyagi, Dr. Aparana Bhardwaj,\nPraveen Jain and Ms. Santosh Singh for the respondents.\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. These appeals by special leave are directed against the\ncommon judgment and order dated 27th November, 1995 of the High Court\nfor the States of Punjab and Haryana at Chandigarh dismissing the writ\npetitions filed by the appellant-UOI challenging various orders determining\nthe compensation payable to the respondents herein under section 28A of the\nLand Acquisition Act, 1894. The relevant facts of the case are these:-\nNotification under Section 4(1) read with sub-section 1 of the Section\nG 17 of the Land Acquisition Act, 1894 (hereinafter referred to as 'the Act')\nwas published on June 18, 1984. Land measuring 3609 Kanals and 16 marlas\nwere sought to be acquired for extension of the Hissar Cantonment Area. By\nhis award of 31st January, 1986 the Land Acquisition Collector categorised\nthe lands into 5 categories and granted compensation at different rates for\neach category. A reference was made under Section 18 of the Act. The\nH\n:\nU.O.I. v. MUNSHI RAM (DEAD) BY LRS. [B.P. SINGH, J.]\n819\nReference Court by its award dated 23rd October, 1988 enhanced the A\ncompensation payable to the claimants. However, it divided the lands into\nonly two categories, namely, block A and block B.\nNot satisfied with the decree of the Reference Court, the claimants as\nwell as Union of India preferred Regular First Appeals before the High Court.\nA learned Single Judge of the High Court by his judgment and order dated B\n24th August, 1993 further enhanced the compensation payable in respect of\nblock A and B lands. Letters Patent Appeals filed by the Union of India were\ndismissed by order dated 17th June, 1994. Union of India filed special leave\npetitions against the dismissal of the Letters Patent Appeals and notice was\nissued in the aforesaid special leave petitions on 27th January, 1995. Ultimately\nby judgment and order of 29th April, 1997 (judgment reported in [1997] 6\nSCC 159 Union of India and Ors. v. Mangatu Ram and Ors.,) this Court\nallowed the appeals filed by the Union of India and reduced the compensation\npayable to the claimants. This Court further categorised Group A lands into\ntwo categories, those which fell within 500 yards of the bye-pass, and the\nother comprising the rest of the lands in category A.\nᎠ\nWhile the special leave petitions were pending before this Court, some\nof the other owners/respondents herein filed applications under Section 28A\nof the Act claiming compensation at the same rates as were awarded to the\nother claimants pursuant to the decree of the Reference Court. Having regard\nto the provisions of Section 28A of the Act, the Collector redetermined the\ncompensation payable to the respondents herein, who had not preferred\nreference under Section 18 of the Act and who had moved the Collector\nwithin the period of limitation prescribed by law. The order redetermining\nthe compensation under Section 28A of the Act was passed on 12th November,\n1990.\nC\nE\nF\nUnion of India challenged the various redetermination orders passed by\nthe Collector by filing Writ Petitions before the High Court which were\ndismissed on the ground of delay, since the Writ Petitions were filed sometime\nin the year 1995. Against the order dismissing the Writ Petitions, special\nleave petitions were filed before this Court and the appeals before us today G\nare those arising from the aforesaid special leave petitions.\nLearned Additional Solicitor General appearing for the Union of India\nsubmitted that having regard to the fact that the compensation awarded by\nthe Reference Court, was modified by the High Court, and further modified\nby this Court in Appeal, the final decree passed by this Court was substituted H\nB\n820\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA in place of the original decree passed by the Reference Court as modified by\nthe High Court. Therefore, the redetermination of the compensation payable\nmust be on the basis of the decree as modified, and not on the basis of the\ndecree as originally passed by the Reference Court. He further submitted that\nhaving regard to the scheme of the Act, Section 28A must be read as a\nprovision which is made in the interest of justice and equality. It extends the\nbenefit of any enhancement of compensation by the Reference Court even to\nthose land owners who did not claim a reference under Section 18 of the\nLand Acquisition Act, even though not satisfied with the amount awarded by\nthe Collector. In such cases Section 28A mandates that if an application is\nmade by a claimant within three months from the date of the decree of the\nC Reference Court, he may be paid the enhanced compensation as awarded by\nthe Reference Court. He submitted that if the compensation awarded to those\nwho had claimed a reference under Section 18 of the Act is reduced by the\nappellate court, it must logically follow that any amount paid in excess of the\nreduced compensation to those who sought enhancement under Section 28A\nof the Act, must be proportionately reduced. He further submitted that applying\nthe principles of merger of decrees and restitution, it is only equitable and\nfair that all claimants whose lands have been acquired under the same\nNotification should get the same amount by way of compensation in\naccordance with the final decree passed, and excess, if any, paid must be\nrefunded.\nD\nE\nOn behalf of the Respondents, it was submitted that the redetermination\nof compensation under Section 28A was done in November, 1990 whereas\nUnion of India challenged that order by filing Writ Petitions in the year 1995.\nThe High Court was therefore justified in dismissing the Writ Petitions on the\nground of delay and latches. He submitted that so far as the respondents\nF herein are concerned, the order passed under Section 28A of the Act conferred\nG\nH\nupon them the right to receive higher compensation as awarded by the\nReference Court, and that order attained finality not having been challenged\nwithin reasonable time. The High Court was therefore justified in dismissing\nthe Writ Petitions filed by the UOI challenging the orders of redetermination\nunder Section 28A of the Act.\nWe are of the view that the Union of India is right in its submission that\nthe amount payable under Section 28A of the Act is the amount which is\nfinally payable by way of compensation to the owners of the land who\nchallenged the award of the Collector and claimed reference under Section\n18 of the Act. The said provision seeks to confer the benefit of enhanced\nU.O.I. v. MUNSHI RAM (DEAD) BY LRS. [B.P. SINGH, J.]\n821\nB\ncompensation even on those owners who did not seek a reference under A\nSection 18. It cannot be that those who secure a certain benefit by reason of\nothers getting such benefit should retain that benefit, even though the others\non the basis of whose claim compensation was enhanced are deprived of the\nenhanced compensation to an extent. This would be rather inequitable and .\nunfair. Moreover, even if it be that the compensation payable to claimants\nwho have applied under Section 28A of the Act, is the enhanced compensation\ndecreed by the Reference Court, we must understand the decree to mean the\ndecree of the Reference Court as modified in appeal by higher Courts.\nOtherwise, an incongruous position may emerge that a person who did not\nchallenge the award of the Collector and did not claim a reference under\nSection 18 of the Act would get a higher compensation than one who C\nchallenged the award of the Collector and claimed a reference, but in whose\ncase a higher compensation determined by the Reference Court was\nsubsequently reduced by superior court. There can be no dispute that those\nclaiming higher compensation and claiming reference under Section 18 of\nthe Act are bound by the decree as modified by the superior Court in appeal.\nThe principle of restitution must apply to them. For the same reason, the\nsame consequence must visit others who have been given benefit of enhanced\ncompensation pursuant to the decree passed in reference proceeding on the\napplication of others.\nD\nE\nIt was contended before us that after the order of redetermination was\npassed, Union of India could have challenged this order, and since it failed\nto do so, it lost its right to challenge that order. The submission overlooks the\nbasic plea of the Union of India that at the stage when the order of\nredetermination was passed under Section 28A of the Act that order was fully\njustified and any further redetermination could be claimed only if there was\nvariation of the decree and the amount awarded by way of compensation was F\nreduced. In the instant case that happened in the year 1997, and therefore, in\none sense it was indeed premature for the Union of India to challenge the\nredetermination under Section 28A in the year 1995, much before the decree\nwas actually modified.\nWe hold that under Section 28A of the Act, the compensation payable G\nto the applicants is the same which is finally payable to those claimants who\nsought reference under Section 18 of the Act. In case of reduction of\ncompensation by superior courts, the applicants under Section 28A may be\ndirected to refund the excess amount received by them in the light of reduced\ncompensation finally awarded.\nH\nA\n822\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nWe are informed that none of the claimants have yet been paid in\naccordance with the order of redetermination under Section 28A or thereafter.\nIn the facts and circumstances of the case, these appeals are allowed\nand a direction is made to the Collector under the Act to redetermine the\ncompensation payable to the respondents in accordance with the compensation\nB awarded by the judgment and decree of this Court dated 29th April, 1997 and\npay the same to the claimants within a period of three months from today.\nIt was brought to our notice that in some cases the question of limitation\nwas urged against some of the respondents herein. That plea has not been\nurged before us. Learned Additional Solicitor General states that the Union\nC\nof India is not challenging the applications filed by the respondents herein\nunder Section 28A of the Act on the ground of delay.\nD.G.\nAppeals allowed.\n"}