{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nSTATE OF ARUNACHAL PRADESH\nV.\nM/S. DAMINI CONSTRUCTION\nFEBRUARY 28, 2007\n[A.K. MATHUR AND V.S. SIRPURKAR, JJ.]\nC\nArbitration and Conciliation Act, 1996-ss. 34 \u0026 33:\nArbitral award Power of arbitrator to review the award-Appellant\nrequested arbitrator in writing to review award and also sought certain\nclarifications—Request sent after expiry of period of limitation prescribed u/\ns.34 for setting aside of award-Arbitrator replied that he had no jurisdiction\nfor review Held: When award was passed, only option with Appellant was\neither to move an application under s.34 within three months or within\nD extended period of another 30 days-Question of review was totally\nmisconceived as there is no such provision in the Act for review of award by\nthe arbitrator-Also clarifications sought not contemplated under s.33-In\nthis background, reply sent by arbitrator does not entitle appellant a fresh\ncause of action so as to file an application under s.34(3) by taking the\nstarting point of limitation from the date of reply given by the arbitrator—\nLimitation Act, 1963-Section 5.\nE\nF\nRespondent raised bill with regard to the contract it had entered into\nwith the Public Works Department in State of Andhra Pradesh for executing\nwork of construction of road bridges. But it was refused payment. The refusal\ngave rise to disputes which were referred to arbitration. Arbitrator passed\nan interim award on 12-10-2003. Appellant sent a letter to the arbitrator on\n02-04-2004 seeking review of the award. On 10-4-2004, the arbitrator by his\nletter stated that he had no jurisdiction to entertain the request for review of\nthe award and also informed that the award dated 12-10-2003 was in fact a\nfinal award pertaining to the issues involved. On 21-06-2004, Respondent-\nG petitioner filed an application for execution of the interim award dated 12-10-\nH\n2003. Thereafter on 6-8-2004, Appellant filed application under s.34 of the\nArbitration and Conciliation Act, 1996 for setting aside the award dated 12-\n10-2003 together with an application under s.5 of the Limitation Act read\nwith s.34(3) of the Act for condonation of delay in filing the application for\n416\nx\nSTATE OF ARUNACHAL PRADESH 11. DAMINI CONSTRUCTION\n417\nsetting aside the award. Delay was condoned by the Trial Court. That order A\nwas set aside by the High Court.\nIn appeal to this Court it was submitted by the appellant that the cause\nof action arose to the appellant on 10.4.2004 when the letter was received\nfrom the arbitrator and, hence, the appellant was entitled to count the period\nof limitation from the date of receipt of such letter from the arbitrator and if B\nthe limitation was to start from 10.4.2004 then the appellant has a right to\nmove an application for setting aside of the award under s.34 of the Act within\nthree months and the extended period of one month and the appellant having\nfiled the application on 6.8.2004, it was within time.\nDismissing the appeals, the Court\nC\nHELD: 1.1. The submission of the appellant is totally misconceived and\nit cannot be accepted. A perusal of the interim award passed by the arbitrator\nclearly shows that it was final to the extent of the claims decided therein.\nThis interim award did not mince any word and determined the amount after\ndiscussing the claims in detail and finally calculated the amount under each D\nof the claims. Therefore, there was no confusion in this award. [Para 6]\n[421-C, F]\nF\n1.2. It was absolutely thoughtlessness on the part of the appellant to\nhave written a letter after six months i.e. on 2.4.2004 seeking review of the\ninterim award. Firstly, the letter had been designed not strictly under s.33 of E\nthe Act because under that Section a party can seek certain correction in\ncomputation of errors, or clerical or typographical errors or any other errors\nof a similar nature occurring in the award with notice to the other party or if\nagreed between the parties, a party may request the arbitral tribunal to give\nan interpretation of a specific point or part of the award. This application which\nwas moved by the appellant does not come within any of the criteria falling\nunder s.33(1) of the Act. It was designed as if the appellant was seeking review\nof the award. Since the Tribunal had no power of review on merit, therefore,\nthe application moved by the appellant was wholly misconceived. Secondly, it\nwas prayed whether the payment was to be made directly to the respondent or\nthrough the Court or that the respondent might be asked to furnish Bank\nguarantee from a nationalized Bank as it was an interim award, till final\nverdict was awaited. Both these prayers in this case were not within the scope\nof s.33. Neither review was maintainable nor the prayer which had been made\nin the application had anything to do with s.33 of the Act. The prayer was\nwith regard to the mode of payment. When this application does not come within\nG\nH\n418\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the purview of s.33 of the Act, the application was totally misconceived.\n[Para 6] [421-F, B-E|\n1.3. The reply given by the arbitrator does not give any fresh cause of\naction to the appellant so as to move an application under s.34(3) of the Act.\nIn fact, when the award dated 12.10.2003 was passed the only option with the\nB appellant was either to have moved an application under Section 34 within\nthree months as required under sub-section (3) of Section 34 or within the\nextended period of another 30 days. But instead of that a totally misconceived\napplication was filed and there too the prayer was for review and with regard\nto mode of payment. The question of review was totally misconceived as there\nis no such provision in the Act for review of the award by the arbitrator and\nthe clarification sought for as to the mode of payment is not contemplated\nunder Section 33 of the Act. Therefore, in this background, the application\nwas totally misconceived and the reply sent by the arbitrator does not entitle\nthe appellant a fresh cause of action so as to file an application under Section\n34(3) of the Act, taking it as the starting point of limitation from the date of\nD reply given by the arbitrator i.e. 10.4.2004. [Para 6] [421-G-H; 422-A, B]\nC\nCIVIL APPEALLATE JURISDICTION: Civil Appeal No. 1099 of 2007.\nFrom the Judgment and final Order dated 7.2.2005 of the Gauhati High\nCourt in Writ Petition (C) No. 408 (AP) of 2004.\nE\nWITH\nF\nG\nH\nC.A. No. 1100 of 2007.\nAnil Shrivastav for the Appellant.\nR. Venkataramani, Rameshwar Prasad Goyal, Manish Goswami (for M/\ns. Map \u0026 Co.) for the Respondent.\nThe Judgment of the Court was delivered by\nA.K. MATHUR, J. 1. Leave granted in both the Special Leave Petitions.\n2. Since the question of law involved in both the appeals is common,\nthey are disposed of by this common judgment. For the sake of convenience,\nthe facts stated in Civil Appeal arising out of S.L.P.(c) No.14804 of 2005 are\ntaken into consideration.\n3. This appeal is directed against the order passed by learned Single\nSTATE OF ARUNACHAL PRADESH v. DAMINI CONSTRUCTION {A.K. MATHUR, J.] 419\nJudge of the Gauhati High Court, Itanagar Bench in Writ Petition No.408 A\nof 2004 whereby learned Single Judge set aside the order dated 15.9.2004\npassed by the Deputy Commissioner cum District Judge, Papum Pare, District,\nYupia in Miscellaneous Application No.10 of 2004 condoning the delay in\nmaking application under Section 34 of the Arbitration and Conciliation Act,\n1996 (hereinafter to be referred to as 'the Act'), being not maintainable. Hence,\nthe order dated 15.9.2004 was set aside and the writ petition was allowed.\nAggrieved against this order passed by the High Court of Gauhati, Itanagar\nBench, State of Arunachal Pradesh has preferred the present appeal.\nB\nE\n4. Brief facts which are necessary for disposal of this appeal are that\nthe respondent herein entered into a contract agreement bearing No.DD/03 of C\n1992-93 with the State of Arunachal Pradesh in Public Works Department for\nexecuting the contractual work of construction of road bridges. The value of\nthe work in question although was initially fixed at Rs.77.43 lakhs but on the\nbasis of the post tender negotiation by and between the parties, the price of\nthe work was re-fixed at Rs.1.15 crores. The work was to be completed within\ntwo calendar years from the date of commencement of the work. The work D\ncommenced on 10.4.1993 and it was completed in March, 1999. According to\nthe petitioner-respondent herein the delay in execution of the work was due\nto deviation from the original scope of work and several obstructions and\ndifficulties including delay in approval of the design and drawings and also\nin making payment against running accounts bills from time to time. The\nrespondent herein raised bill for the contractual work which according to the\nrespondent was refused to be paid due to certain arbitrary and untenable\nreasons. Such refusal gave rise to a dispute and accordingly, need arose for\narbitration. The respondent then approached the Court under section 11(6) of\nthe Act which was numbered and registered as Arbitration Case No.21 of 2000\nand the same was disposed of by the High Court appointing an arbitrator to F\nadjudicate the dispute between the parties. One arbitrator was appointed on\n18.10.2001 but subsequently that arbitrator was changed by the present\narbitrator. On 12.10.2003 the arbitrator passed an interim award awarding\nRs.65,52,878/- with simple interest to be calculated if the award amount was\nnot paid within 60 days from the date of the award. However, the period of\nlimitation prescribed under Section 34(3) of the Act for setting aside the award\nexpired in the meantime. The appellant then wrote a letter to the arbitrator for\nreview of the award and also sought clarification in respect of the award on\n2.4.2004. On 10.4.2004 the arbitrator by his letter stated that he had no\njurisdiction to entertain the request for review of the award and also informed\nthat the award dated 12.10.2003 was in fact a final award pertaining to the H\nG\nB\n420\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA issues involved. On 21.6.2004 the respondent- petitioner filed an application\nfor execution of the interim award dated 12.10.2003 before the Deputy\nCommissioner. On 6.8.2004 the appellant filed an application under Section 34\nof the Act for setting aside the award dated 12.10.2003 together with an\napplication under Section 5 of the Limitation Act read with Section 34(3) of\nthe Act for condonation of delay in filing the application for setting aside the\naward. The said application was entertained and was fixed for hearing on\ncondonation of delay after 15 days. Aggrieved against this order, a writ\npetition was filed by the respondent herein but the same was disposed of by\nthe High Court with the observation that as the matter was pending before\nthe court below it would not be appropriate to interfere at this stage and left\nC the Deputy Commissioner to decide the matter. The Deputy Commissioner,\nPapum Pare, Itanagar by the impugned order dated 15.9.2004 decided the\napplication condoning the delay in preferring the application under Section\n34 of the Act by the appellant. Aggrieved against this order, the present writ\npetition was filed by the respondent herein. It is the legality of this order\nwhich was challenged before the High Court. Learned Single Judge of the\nHigh Court after hearing both the parties came to the conclusion that the\norder passed by the Deputy Commissioner in condoning the delay was not\ncorrect and it took the view that under section 34 of the Act, there was a delay\nof seven months from the date of first order and a delay of six months from\nthe date of second order.\nᎠ\nE\nF\n5. The plea of the appellant- State before the court below was that the\naward was passed on 12.10.2003 and a copy was received on 23.10.2003. As\nsuch, the period of limitation started from 23.10.2003. Since the letter was sent\nby the appellant to the arbitrator on 2.4.20043 for review of the award and a\nreply thereof was received on 10.4.2004 whereby the matter was clarified by\nthe arbitrator, therefore, the cause of action accrued in favour of the appellant\non 10.4.2004 and application under Section 34 of the Act was filed on 6.8.2004\ni.e. within three months and the extended period of one month, therefore, it\nwas within limitation. Though this contention prevailed before the trial court\nbut the same failed before the High Court on the ground that the cause of\nG action accrued to the appellant on 23.10.2003 when the appellant received the\ncopy of the award and the letter which was written on 2.4.2004 was totally\nmisconceived. The interim award was final with regard to the claims raised\ntherein, therefore, the whole exercise undertaken by the appellant was totally\nmisconceived. Hence, learned Single Judge allowed the writ petition and set\naside the order of the trial court. Aggrieved against this order passed by the\nH\n'\nSTATE OF ARUNACHAL PRADESH v. DAMINI CONSTRUCTION [A.K. MATHUR, J.] 421\nlearned Single Judge, the present appeal was filed.\nA\n6. We have heard learned counsel for the parties and perused the\nrecord. Learned counsel for the appellant tried to persuade us that in fact the\ncause of action has arisen to the appellant on 10.4.2004 when the letter was\nreceived from the arbitrator and therefore, the appellant was entitled to count\nthe period of limitation from the date of receipt of the letter from the arbitrator\nB\nand if the limitation was to start from 10.4.2004 then the appellant has a right\nto move an application for setting aside of the award under section 34 of the\nAct within three months and the extended period of one month and the\nappellant having filed the application on 6.8.2004, therefore, it was within time.\nThe submission of learned counsel for the appellant is totally misconceived\nand it cannot be accepted. A perusal of the interim award passed by the\narbitrator clearly shows that it was final to the extent of the claims decided\ntherein and it may be relevant to refer to the concluding portion of the award\nwhich reads as under:\nC\n\"I further direct that the awarded amount is indicated above along D\nwith the interest, wherever shown till the date of interim award\namounting to Rs.65,52,878.00 (Rupees Sixty five lakhs fifty two\nthousand Eight hundred seventy eight only), shall be paid by the\nRespondents to the Claimant within 60 days from the date of the\naward, failing which a simple interest on the unpaid amount @ 18%\n(Eighteen percent) per annum shall be payable to the Claimant by the\nrespondents after 60 days of this interim award.\"\nTherefore, this interim award which did not mince any word and determined\nthe amount after discussing the claims in detail and finally calculated the\namount under each of the claims. Therefore, there was no confusion in this\naward. It was absolutely thoughtlessness on the part of the appellant to have\nwritten a letter after six months i.e. on 2.4.2004 seeking review of the interim\naward to the following effect:\nE\nF\n\"While submitting the request for review the case, it is also\nrequested that your honour may kindly consider (sic.) the following G\npoints regarding mode of payments, if at all, the payment is to be\nmade, as the award given by your honour is for the interim payment.\n(a) Whether payment is to be made directly to M/s. Damani\nConstruction Co. or through honourable court.\nH\n422\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n(b) In case, the payment is to be made directly to M/s.Damani\nConstruction Co., an equivalent Bank Guarantee Bond from any\nNationalized Bank shall be required from the Contractor since it will\nbe an interim payment and final verdict awaited.\nSubmitted for your kind consideration please.\"\nFirstly, the letter had been designed not strictly under section 33 of the Act\nbecause under Section 33 of the Act a party can seek certain correction in\ncomputation of errors, or clerical or typographical errors or any other errors\nof a similar nature occurring in the award with notice to the other party or\nif agreed between the parties, a party may request the arbitral tribunal to give\nan interpretation of a specific point or part of the award. This application\nwhich was moved by the appellant does not come within any of the criteria\nfalling under Section 33(1) of the Act. It was designed as if the appellant was\nseeking review of the award. Since the Tribunal had no power of review on\nmerit, therefore, the application moved by the appellant was wholly\nmisconceived. Secondly, it was prayed whether the payment was to be made\ndirectly to the respondent or through the Court or that the respondent might\nbe asked to furnish Bank guarantee from a nationalized Bank as it was an\ninterim award, till final verdict was awaited. Both these prayers in this case\nwere not within the scope of Section 33. Neither review was maintainable nor\nthe prayer which had been made in the application had anything to do with\nE Section 33 of the Act. The prayer was with regard to the mode of payment.\nWhen this application does not come within the purview of Section 33 of the\nAct, the application was totally misconceived and accordingly the arbitrator\nby communication dated 10.4.2004 replied to the following effect.\nD\nF\nG\n\"However, for your benefit I may mention here that as per the scheme\nof the Act of 1996, the issues/ claims that have been adjudicated by\nthe interim award dated 12.10.2003 are final and the same issues\ncannot be gone into once again at the time of passing the final\naward.\"\nTherefore, the reply given by the arbitrator does not give any fresh cause of\naction to the appellant so as to move an application under Section 34(3) of\nthe Act. In fact, when the award dated 12.10.2003 was passed the only option\nwith the appellant was either to have moved an application under Section 34\nwithin three months as required under sub-section (3) of Section 34 or within\nthe extended period of another 30 days. But instead of that a totally\nH misconceived application was filed and there too the prayer was for review\nSTATE OF ARUNACHAL PRADESH v. DAMINI CONSTRUCTION [A.K. MATHUR, J.} 423\nand with regard to mode of payment. The question of review was totally A\nmisconceived as there is no such provision in the Act for review of the award\nby the arbitrator and the clarification sought for as to the mode of payment\nis not contemplated under Section 33 of the Act. Therefore, in this background,\nthe application was totally misconceived and the reply sent by the arbitrator\ndoes not entitle the appellant a fresh cause of action so as to file an application\nunder Section 34(3) of the Act, taking it as the starting point of limitation from\nthe date of reply given by the arbitrator i.e. 10.4.2004.\n7. Thus, in this background, the view taken by learned Single Judge\nappears to be justified and there is no ground to interfere in this appeal.\nConsequently, there is no merit in both the appeals and the same are dismissed\nwith no order as to costs.\nB.B.B.\nAppeals dismissed.\nB\nC\n"}