{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nс\nD\nE\nĿL\nF\nG\n638 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nengaged directly or through any agency, whether\nfor wages or not, to do manual work in any\nscheduled employment, and includes any person\nnot employed by any employer or a contractor, but\nworking with the permission of, or under agreement\nwith the employer or contractor; but does not\ninclude the members of an employer's family;\n2(13) \"wages\" means all remunerations expressed in\nterms of money or capable of being so expressed\nwhich would, if the terms of contract of employment,\nexpress or implied were, fulfilled, be payable to an\nunprotected worker in respect of work done in any\nscheduled employment, but does not include-\n(i) the value of any house accommodation,\nsupply of light, water, medical attendance; or\nany other amenity or any service excluded\nfrom the computation of wages by general or\nspecial order of the State Government;\n(ii)\nany contribution paid by the employer to any\npension fund or provident fund or under any\nscheme of social insurance and the interest\nwhich may have accrued thereon;\n(iii) any travelling allowance or the value of any\ntravelling concession;\n(iv) any sum paid to the worker to defray special\nexpenses entailed on him by the nature of his\nemployment; or\n(v)\nany gratuity payable on discharge.\"\nSome other Sections of the Act, which were referred to by\nthe Learned Senior Counsel during the arguments are as\nunder:-\nH\n:\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 639\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n3(1) For the purpose of ensuring an adequate supply A\nand full and proper utilization of unprotected workers\nin scheduled employments, and generally for\nmaking better provision for the terms and condition\nof employment of such workers, the State\nGovernment may by means of a scheme provide for B\nthe registration of employers and unprotected\nworkers in any scheduled employment or\nemployments and provide for the terms and\nconditions of work of registered unprotected\nworkers and make provision for the general welfare\nin such employments.\n3(2) In particular, a scheme may provide for all or any.\nof the following matters that is to say:-\n(a)-(c) X X X X X X\n(d) for regulating the employment of registered\nunprotected workers, and the terms and\nconditions of such employment, including\nrates of wages, hours of work, maternity\nbenefit, overtime payment, leave with wages,\nprovision for gratuity and conditions as to\nweekly and other holidays and pay in respect\nthereof;\nC\nD\nE\n(e) for securing that, in respect of periods during F\nwhich employment or full employment is not\navailable to registered unprotected workers\nthough they are available for work, such\nunprotected workers will, subject to the\nconditions of the scheme, receive a minimum G\nwage;\n(f) for prohibiting, restricting or otherwise\ncontrolling the employment of unprotected\nworkers to whom the scheme does not apply,\nH\nA\nB\nD\nE\nF\n☐ G\n640 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\n5.\nand the employment of unprotected workers\nby employers to whom the scheme does not\napply;\n(g) for the welfare of registered unprotected\nworkers covered by the scheme insofar as\nsatisfactory provision therefor, does not\nexist, apart from the scheme;\n(h)\nfor health and safety measures in place\nwhere the registered unprotected workers\nare engaged, insofar as satisfactory\nprovision therefor, is required but does not\nexist, apart from the scheme;\nIf any question arises whether any scheme applies\nto any class of unprotected workers or employers,\nthe matter shall be referred to the State Government\nand the decision of the State Government on the\nquestion, which shall be taken after consulting the\nAdvisory Committee constituted under Section 14,\nshall be final.\n7(1) The Board shall be responsible for administering\na scheme, and shall exercise such powers and\nperform such functions as may be conferred on it\nby the scheme.\n7(2) The Board may take such measures as it may\ndeem fit for administering the scheme.\n7(3) The Board shall submit to the State Government,\nas soon as may be, after the 1st of April every year,\nand not later than the 31st day of October, an annual\nreport on the working of the scheme during the\npreceding year ending on the 31st day of March of\nthat year. Every report so received shall be laid as\nsoon as may be after it is received before each\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 641\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nHouse of the State Legislature, if it is in session, A\nor in the session immediately following the date of\nreceipt of the report.\n7(4) In exercise of the powers and discharge of its\nfunctions, the Board shall be bound by such\ndirections, as the State Government may, for reason\nto be stated in writing, give to it from time to time.\n15(1) The Board may appoint such persons as it thinks\nB\nfit to be inspectors possessing the prescribed\nqualifications for the purpose of this Act or of any C\nscheme and may define the limits of their\njurisdiction.\n15(2) Subject to any rules made by the State Government\nin this behalf, an Inspector may-\n(a) enter and search at all reasonable hours, with such\nassistants as he thinks fit, any premises or place,\nwhere unprotected workers are employed, or work\nis given out to unprotected workers in any\nscheduled employment, for the purpose of\nexamining any register, record of wages or notices\nrequired to be kept or exhibited under any scheme,\nand require the production thereof, for inspection;\nD\nE\n(b) examine any person whom he finds in any such F\npremises or place and who, he has reasonable\ncause to believe, is an unprotected worker\nemployed therein or an unprotected worker to whom\nwork is given out therein;\n(c) require any person giving any work to an\nunprotected worker or to a group of unprotected\nworkers to give any information, which is in his\npower to give, in respect of the names and\naddresses of the persons to whom the work is\nG\n☑\nH\nA\nB\n0\nD\nE\nF\n0\nH\n642 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\ngiven, and in respect of payments made, or to be\nmade, for the said work;\n(d) seize or take copies of such registers, records of\nwages or notices or portions thereof, as he may\nconsider relevant, in respect of an offence under this\nAct or scheme, which he has reason to believe has\nbeen committed by an employer; and\n(e) exercise such other powers as may be prescribed:\nProvided that, no one shall be required under the\nprovisions of this section to answer any question or\nmake any statement tending to incriminate himself.\n15(3) Every Inspector appointed under this section shall\nbe deemed to be public servant within the meaning\nof section 21 of the Indian Penal Code.\n21. Nothing contained in this Act shall affect any rights\nor privileges, which any registered unprotected\nworker employed in any scheduled employment is\nentitled to, on the date on which this Act comes into\nforce, under any other law, contract, custom or\nusage applicable to such worker, if such rights or\nprivileges are more favourable to him than those to\nwhich he would be entitled under this Act and the\nscheme:\nProvided that such worker will not be entitled\nto receive any corresponding benefit under the\nprovisions of this Act and the scheme.\n22. The State Government may, after consulting the\nAdvisory Committee, by notification in the Official\nGazette, and subject to such conditions and for such\nperiod as may be specified in the notification,\nexempt from the operation of all or any of the\nX\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 643\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nprovisions of this Act or any scheme made A\nthereunder, all or any class or classes of\nunprotected workers employed in any scheduled\nemployment, or in any establishment or part of any\nestablishment of any scheduled employment, if in\nthe opinion of the State Government all such B\nunprotected workers or such class or classes of\nworkers, are in the enjoyment of benefits which are\non the whole not less favourable to such\nunprotected workers than the benefits provided by\nor under this Act or any scheme framed thereunder: C\nProvided that before any such notification is issued,\nthe State Government shall publish a notice of its\nintention to issue such notification, and invite\nobjections and suggestions in respect thereto, and\nno such notification shall be issued until the\nobjections and suggestions have been considered\nand a period of one month has expired from the\ndate of first publication of the notice in the Official\nGazette:\nProvided further that the State Government may, by\nnotification in the Official Gazette, at any time, for\nreasons to be specified, rescind the aforesaid\nnotification.\n10. It is in the backdrop of these provisions generally that\nit has to be seen as to whether the interpretation put forward\nby the Full Bench in two separate but concurrent judgments, is\ncorrect or not. Though the question referred to the Full Bench\nwas restricted to the correctness of the interpretation of the term\n'unprotected worker' in Section 2(11) of the Mathadi Act as\ngiven in the case of Century Textiles \u0026 Industries Ltd. vs. State\nof Maharashtra (cited supra), in our opinion, the scope of the\nquestion has to be properly understood. In that case, it was held\nby the Division Bench of that Court that the workers who were\nworking in the factory of the petitioner could not be termed as\nD\nE\nF\nG\n1\nH\nB\n644 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA 'unprotected workers'. It was held specifically that the Mathadi\nAct did not deal with the employees engaged on monthly basis,\nas such workers were protected under the Shops and\nEstablishments Act and other enactments. It was further held\nthat it was only the casually engaged workmen, who would\ncome within the purview of the Mathadi Act. The High Court\nfurther said that where the material produced on record clearly\nshow that the workmen are protected workmen, more\nparticularly, with reference to the Agreement under Section 2(p)\nof the Industrial Disputes Act, 1947, the Act in question would\nC not apply. Therefore, the referred question was whether it was\nonly casually engaged workers, who came within the purview\nof the Act. The majority judgment gave a straight answer to this\nquestion that the meaning of the term 'unprotected worker' was\nonly the casual workman, was not correct, while the Learned\nSingle Judge did not stop at that and gave a broader answer\ninterpreting Section 2(11) of the Mathadi Act and held that every\nmanual worker engaged or to be engaged in any scheduled\nemployment, irrespective of whether he is protected by other\nlabour legislations or not, would be termed as 'unprotected\nworker', and further that the definition was not restricted to those\nmanual workers who are casually engaged. Though the\njudgment of the Learned Single Judge was criticized by Shri\nJ.P. Cama, Learned Senior Counsel for the appellants that it\nwent beyond the reference made, we feel that the Learned\nSingle Judge has not travelled beyond the reference. The\nreference has to be read as requiring the correct interpretation\nof Section 2(11) of the Mathadi Act and the term 'unprotected\nworker' and, therefore, in our opinion, it would have to be\nexplained as to what is the true scope and meaning of the term\n'unprotected worker' as envisaged by Section 2(11) of the\nG Mathadi Act. In that, the debate cannot be restricted to the\nD\nE\nய\nF\nH\nnarrower question as to whether the term means only the\ncasually engaged workers. In our opinion, the true impact of the\nterm 'unprotected worker' has to be considered and it will have\nalso to be pointed out as to who can be said to be ‘unprotected\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 645\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nworker'. The objection in that behalf raised by the appellant to A\nthe Full Bench judgment is not correct. When we see the\njudgment in Kay Kay Embroideries Pvt. Ltd. vs. Cloth Market\nand Shops Board, Mumbai \u0026 Ors. [2006 III LLJ 824 Bom], it\nis clear that the Court had posed two questions:-\n(i)\nWhether the expression 'unprotected worker'\nmeans a worker not protected by labour legislation\nor whether the expression means a manual worker\nwho is engaged or to be engaged in any scheduled\nemployment as defined in Section 2(11) of the\nMathadi Act?\n(ii) Whether a Mathadi worker, who has been engaged\ndirectly by an employer, would fall outside the\npurview of the Mathadi Act?\nB\nс\nD\nE\nF\nThe Division Bench in this case did not agree with the\njudgment in the case of Century Textiles \u0026 Industries Ltd. vs.\nState of Maharashtra (cited supra). The referring judgment\nclearly goes on to show that it did not agree with the narrower\njudgment in the case of Century Textiles \u0026 Industries Ltd. vs.\nState of Maharashtra (cited supra), but it cannot be forgotten\nthat the two questions framed by it clearly show that the\nconsideration could not be restricted to the narrower question\nas to whether the view taken in the case of Century Textiles \u0026\nIndustries Ltd. vs. State of Maharashtra (cited supra) was\ncorrect or not, instead the question which arose for\nconsideration on account of the two Benches not agreeing was\nas to what was the true scope of the definition of the expression\n'unprotected worker' in Section 2(11) of the Mathadi Act.\nConsidering the clear language and the questions considered\nin the referring judgment by Hon'ble F.K. Rebello and Dr. D.Y.\nChandrachud, JJ., we feel that the Learned Single Judge did\nnot exceed the question referred in considering the full scope\nof the Section 2(11) of the Mathadi Act and the term\n'unprotected worker'. We will, therefore, proceed on the basis\nthat the Full Bench had to decide the true scope of the term H\nG\n1\n646 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA 'unprotected worker' as defined in Section 2(11) of the Mathadi\nAct and to point out as to who could be covered under that\ndefinition.\nB\nC\nD\n☐ E\n☐ F\n☐ G\nH\n11. Basically, the contentions raised by the parties are as\nfollows:\nLegal Submissions on behalf of the Appellants\nA.\nB.\nSection 2(11) of the Mathadi Act cannot be\ninterpreted independently of Section 2(12) of the\nMathadi Act, which is the definition of 'worker' and\nconjoined reading of these two Sections in the light\nof other provisions of the Act would clearly bring out\nthat those workers who are regularly employed and\nwho have the protection of other labour legislations,\ncannot be termed as 'unprotected workers'. For\nthat purpose, the two Sections cannot be\ninterpreted merely on the basis of plain meaning of\nthe language of the Sections, instead the\ninterpretation has to be done taking into\nconsideration the context of the Mathadi Act, the\nStatement of Objects and Reasons and legislative\nhistory of the Act. Shri J.P. Cama, Learned Senior\nCounsel for the appellants further contended that\nthe Full Bench had erred in interpreting the said\ndefinition in isolation and not in the context of the\nAct. According to the Learned Senior Counsel, the\nMathadi Act was intended to cover only itinerant\nworkers doing manual works for short time periods.\nThe Learned Senior Counsel further argued that if\nthe literal interpretation is accepted, as has been\ndone by the Full Bench, number of other provisions\nin the Act like Section 15(2)(b) would be rendered\notiose and redundant, so also other anomalies\nwould creep in. The Learned Senior Counsel also\nurged that the Full Bench had erred in ignoring the\ni\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 647\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nC.\nC\ndoctrine of stare decisis, inasmuch as the provision A\nhad received consistent interpretation for a\nconsiderable period and hence, that interpretation\nwas liable to be respected, particularly because the\nrights and obligations of the parties covered by this\nAct had remained settled for a long period of time. B\nTherefore, even if the earlier interpretation might not\nbe strictly correct or where two views were possible,\nthe settled principle of law could not be unsettled.\nThe Learned Senior Counsel contended that the law\nwas settled by two judgments of the Bombay High\nCourt by Hon'ble Rege, J. in C. Jairam Pvt. Ltd. vs.\nState of Maharashtra [Misc. Petition No. 150 of\n1973] pronounced on 19.4.1974 and S.B. More \u0026\nOrs. vs. State of Maharashtra \u0026 Ors. [Misc. Petition\nNo. 414 of 1973] pronounced on 24.4.1974 and\nfour other Division Bench Judgments in Lallubhai\nKevaldas \u0026 Anr. vs. The State of Maharashtra \u0026\nOrs. [Writ Petition No. 119 of 1979] pronounced on\n16.1.1980, Irkar Sahu's \u0026 Anr. vs. Bombay Port\nTrust [1994 | CLR 187], Century Textiles \u0026\nIndustries Ltd. vs. State of Maharashtra (cited\nsupra) including this Court judgment in Maharashtra\nRajya Mathadi Transport and Central Kamgar\nUnion vs. State of Maharashtra \u0026 Ors. [1995 Supp.\n3 SCC 28].\nD\nE\nF\nThe Learned Senior Counsel further relied on the\nRule of Contemporanea Expositio Est Optima Et\nFortissima In Lege. According to the Learned\nSenior Counsel, the Full Bench should have\nconsidered how the authorities themselves G\nconstrued and understood the law. In that behalf, the\nruling in Godawat Pan Masala Products I.P. Ltd. \u0026\nAnr. vs. Union of India \u0026 Ors. [2004(7) SCC 68]\nwas relied upon heavily. Reference was made by\nthe Learned Senior Counsel to few letters to show\nH\n"}