{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"628 SUPREME COURT REPORTS [2009] 16 (ADDL) S.C. R.\nA provision in a particular manner, such understanding\nshould be honoured by the Courts, is erroneous. It is not\nthe task of the State Government, more particularly, the\nExecutive Branch to interpret the law; that is the task of\nthe Courts. Even if the State Government understood the\nB Act in a particular manner, that cannot be a true and\ncorrect interpretation unless it is so held by the Courts.\nTherefore, how the State Government officials\nunderstood the Act, is really irrelevant. This cannot be\nviewed to be an absolute doctrine. Even if the person\nwho dealt with the Act understood it in a particular\nmanner, that does not prevent the Court in giving to the\nCourt, its true construction. [Paras 11, 39 and 40] [647-\nG; 681-C; 682-E-F-G; 683-D-E]\nC\nIrkar Sahu's \u0026 Anr. vs. Bombay Port Trust (1994) I CLR\nD 187; Godawat Pan Masala Products I.P. Ltd. \u0026 Anr. vs. Union\nof India \u0026 Ors. 2004 (7) SCC 68; Senior Electric Inspector\nvs. Laxminarayan Chopra AIR 1962 SC 159; Raja Ram\nJaiswal vs. State of Bihar AIR 1964 SC 828; J.K. Cotton\nSpinning \u0026 Weaving Mills Ltd. vs. Union of India AIR 1988\nE SC 191; Doypack Systems Ltd. vs. Union of India AIR 1988\nSC 782; Punjab Traders vs. State of Punjab 1991 (1) SCC\n86, referred to.\nF\nG\nH\nClyde Navigation Trustees vs. Laird 1883 (8) Appeal\nCases 658; Assheton Smith vs. Owen 1906 (1) Ch 179;\nGoldsmiths' Co. vs. Wyatt 1907 (1) KB 95, referred to.\nBlack's Law Dictionary, referred to.\n5. It was submitted that the Article 254 prescribes that\nin the matters falling in the Concurrent List, any Central\nlegislation, whether made before or after a State\nlegislation, supersede such State legislation, if they both\ncover the same field. An exception to this lies in sub-\nArticle (2), which preserves and protects a State\nenactment to the extent it has received the assent of the\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 629\nSTEEL LABOUR BD. \u0026 ANR.\nA\nB\nVice President. This challenge is in the nature of a\nchallenge to the constitutional validity of the provision of\nthe State Act. Such was not the challenge. Article 254\ndoes not provide a guide for the interpretation of a State\nstatute. The appellants are also not certain about the\nproposal of the assent of the Vice President, which was\nreceived on 5.6.1969, since the said proposal could not\nbe located by them. Therefore, all the arguments must fall\nto the ground once the Presidential assent under Article\n254(2) is received to the Act. This is apart from the fact\nthat the grounds on the basis of Article 254 cannot be C\nused for the interpretation of the Act. In strict sense, this\nquestion was never before the Full Bench and the Full\nBench rightly rejected the said argument on the ground\nthat this was not the case of the appellants. [Para 41] [684-\nA-F]\nKaiser-I-Hind Pvt. Ltd. vs. National Textile Corporation\nLtd. 2002 (8) SCC 182; Thirumuruga Kirupa Nanda Variyar\nThavathiru Sundara Swamigal Medical Educational and\nCharitable Trust vs. State of Tamil Nadu \u0026 Ors. 1996 (3) SCC\n15, Held inapplicable.\nCentury Textiles \u0026 Industries Ltd. vs. State of\nMaharashtra 2000 II CLR 279; Kay Kay Embroideries Pvt.\nLtd. vs. Cloth Market and Shops Board, Mumbai \u0026 Ors. 2006\nIII LLJ 824 Bom; Krantikari Suraksha Rakshak Sangathana\nvs. Bharat Sanchar Nigam Limited \u0026 Ors. 2008(10) SC 166,\nreferred to.\nCase Law Reference:\nD\nE\nF\n2000 II CLR 279\nReferred to.\nParas 3, 4, 10, 11,\n12, 13, 15, 36, 37,\nG\n38\n(2006) III LLJ 824 Bom Referred to.\nPara 10, 13\n(1994) I CLR 187\nReferred to.\nParas 11, 36, 37,\nH\n630 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA\n39, 40\n1995 Supp. 3 SCC 28 Referred to.\nParas 11, 36, 37\n2004 (7) SCC 68\nReferred to.\nParas 11, 40\n2008 (10) SC 166\nReferred to.\nPara 12\nB\n2003 (1) SCC 692\nRelied on.\nPara 19\n2008 (7) SCC 680\nReferred to.\nPara 19\n2003 (1) SCC 433\nReferred to.\nPara 19\nC\nAIR 1995 SC 1395 Referred to.\nPara 19\n2005 (12) SCC 778 Referred to.\nPara 19\n1997 (2) SCC 53\nReferred to.\nPara 20\n1980 (2) SCC 593\nReferred to.\nPara 20\nD\n2005 (10) SCC 437 Relied on.\nPara 24\n2004 (5) SCC 409\nReferred to.\nPara 24\n2004 (8) SCC 402\nHeld inapplicable.\nPara 24\nE\n2003 (4) SCC 200\nHeld inapplicable.\nPara 25\n1972 (1) SCC 209\nHeld inapplicable.\nPara 25\n2003 (1) SCC 81\nHeld inapplicable.\nPara 25\nF\n1994 (2) SCC 434\nHeld inapplicable.\nPara 28\n2007 (1) SCC 467\nReferred to.\nPara 28\n2004 (8) SCC 387\nHeld inapplicable.\nPara 28\n2002 (1) SCC 589\nHeld inapplicable.\nPara 28\nG\n2007 (8) SCC 705\nReferred to.\nPara 34\n2007 (3) SCC 700\nReferred to.\nPara 35\n2006 (3) SCC 434\nReferred to.\nPara 35\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 631\nSTEEL LABOUR BD. \u0026 ANR.\n1999 (4) SCC 11\nReferred to.\nPara 36\nA\n2002 (5) SCC 111\nReferred to.\nPara 36\n2004 (10) SCC 1\nReferred to.\nPara 36\n2008 (1) SCC 494\nReferred to.\nParas 37, 38\nB\n2003(4) SCC 200\nReferred to.\nPara 37\n2001 (7) SCC 740\nReferred to.\nPara 37\nAIR 1990 SC 781\nReferred to.\nPara 37\n1901 Appeal Cases 495 Referred to.\nPara 38\nC\n1987 (1) SCC 213\nReferred to.\nPara 38\n2003 (2) SCC 111\nReferred to.\nPara 38\n2004 (8) SCC 579\nReferred to.\nPara 38\nD\n2005 (8) SCC 534\nRelied on.\nPara 38\n1883 (8) Appeal\nCases 658\nReferred to.\nPara 40\n1906 (1) Ch 179\nReferred to.\nPara 40\nE\n1907 (1) KB 95\nReferred to.\nPara 40\nAIR 1962 SC 159\nReferred to.\nPara 40\nAIR 1964 SC 828\nReferred to.\nPara 40\nF\nAIR 1988 SC 191\nReferred to.\nPara 40\nAIR 1988 SC 782\nReferred to.\nPara 40\n1991 (1) SCC 86\nReferred to.\nPara 40\n2002 (8) SCC 182\nHeld inapplicable. Para 41\nG\n1996 (3) SCC 15\nCIVIL APPELLATE\n8452 of 2009.\nHeld inapplicable. Para 41\nJURISDICTION: Civil Appeal No.\nH\nA\n632 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nFrom the Judgment and Order dated 30.8.2006 in WP No.\n597/2001 of the High Court of Judicature at Bombay.\nWITH\nB\nC.A. No. 8453 of 2009\nSLP (C).......CC No. 4065 of 2007\nSLP (C).......CC No. 4046 of 2007\nC.A. No. 8454-8455 of 2009\nC C.A. No. 8457 of 2009\nC.A. No. 8458 of 2009\nJamshed P. Cama (NP), Chander Uday Singh (NP), K.K.\nSinghvi, Indira Jaising, Raghvendra S. Srivatsa, T.R. Venkat\nD Subramanium, Abhijat P. Medh, Manish Kumar, Gopal Singh,\nPragya Baghel, Debmalya Banerjee, Animesh Sinha, Manik\nKaranjawala, Nandini Gore, P.V. Dinesh, Sindhu T.P. P.S.\nSudheer, Lata Desai, Pallavi Divekar, Vimal Chandra S. Dave,\nNitin S. Tambwekar, B.S. Sai, K. Rajeev, Bharathi, Mehak G.\nE Sethi, Naveen R. Nath, Arun R.Pendekar, Sanjay Kharde, Asha\nGopalan Nair, Vishnu Sharma, Shrish Kumar Misra, Rajesh\nKumar for the appearing parties.\nF\nG\nI\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J. 1. This judgment will dispose of SLP\n(Civil) No. 1982 of 2007, SLP (Civil) No. 3624 of 2007, SLP\n(Civil).... CC No. 4065 of 2007, SLP (Civil).... CC No. 4046\nof 2007, SLP (Civil) Nos. 13462-13463 of 2007, SLP (Civil)\nNo. 20206 of 2007, and SLP (Civil) No. 9600 of 2008.\n2. Leave granted in SLP (Civil) No. 1982 of 2007, SLP\n(Civil) No. 3624 of 2007, SLP (Civil) Nos. 13462-13463 of\n2007, SLP (Civil) No. 20206 of 2007, and SLP (Civil) No. 9600\nof 2008\n3. Two concurrent judgments of the Full Bench of the\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 633\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nBombay High Court, one written by Hon'ble J.N. Patel and A\nHon'ble Roshan Dalvi, JJ. and a separate but concurrent\njudgment authored by Hon'ble Deshmukh, J. have fallen for\nconsideration. The reference to Full Bench was occasioned on\naccount of the two Learned Judges of the Bombay High Court,\nprincipally not agreeing with another Division Bench Judgment B\nreported in the case of Century Textiles \u0026 Industries Ltd. vs.\n* State of Maharashtra [2000 || CLR 279] in its interpretation of\nthe term \"unprotected worker\" provided by Section 2(11) of the\nMaharashtra Mathadi, Hamal and other Manual Workers\n(Regulation of Employment and Welfare) Act, 1969 (hereinafter C\nreferred to as 'Mathadi Act') and term \"worker\" provided by\nSection 2(12) of the Mathadi Act. The referring Bench was of\nthe opinion that the interpretation given to those two terms in\nthe decision in Century Textiles \u0026 Industries Ltd. vs. State of\n• Maharashtra (cited supra) was in conflict with the statutory\nprovisions enacted by the Legislature in the said Mathadi Act.\nThe question referred to the Full Bench was as under:-\nD\n\"In view of the statutory definition of the expression\n\"unprotected worker\" in Section 2(11) of the Maharashtra.\nMathadi, Hamal and other Manual Workers (Regulation of E\nEmployment and Welfare) Act, 1969 is the interpretation\nplaced by the Division Bench in Century Textiles \u0026\nIndustries Ltd. vs. State of Maharashtra, 2000 || CLR 279\non the aforesaid expression that it is only casually engaged\nworkers who come within the purview of the Act, correct F\nand proper?\"\nIn the two aforementioned judgments of the Bombay High\nCourt, the Learned Judges, writing the majority judgment,\nrecorded as under:-\nG\n\"For the aforesaid reasons, we find that the interpretation\nplaced by the Division Bench in Century Textile and\nIndustries Ltd. \u0026 Ors. vs. State of Maharashtra \u0026 Ors.,\n2000 || CLR 270 on the definition of the words \"unprotected\nworker\" and \"worker\" for the purpose of applicability to H\n:\nA\nB\nC\nD\nE\nF\n634 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nMathadi Act, 1969 that it is only the casual workmen who\ncome within the purview of the Act, is not correct and\nproper and it is erroneous which deserves to be ignored\nand is overruled.\"\nThe Learned Single Judge (Hon'ble Deshmukh, J.) gave\nhis final verdict in the following words:-\n\"To conclude, therefore, to my mind it is clear that within\nthe meaning of Section 2(11) of the Act \"unprotected\nworker\" means every manual worker who is engaged or\nto be engaged in any scheduled employment, irrespective\nof whether he is protected by other labour legislations or\nnot and “unprotected workers\" within the meaning of the\nAct are definitely not only those manual workers who are\ncasually engaged.\"\n4. The above two judgments are challenged basically on\nthe contention that the judgment in the case of Century Textiles\n\u0026 Industries Ltd. vs. State of Maharashtra (cited supra) is\nessentially a correct judgment, while the view taken by the Full\nBench and the interpretation put forth by the same of the\nSections 2(11) and 2(12) of the Mathadi Act, is erroneous\ninasmuch as the impugned judgments have ignored to take into\naccount the context in which these provisions have been\nenacted and they also ignored the intention of the Legislature,\nwhich is reflected from the Preamble and the other provisions\nof this Act.\n5. Lengthy arguments were advanced before us. While\narguments on the side of appellants were led by Shri J.P.\nCama, Learned Senior Counsel, the arguments on behalf of\nG respondents were led by Shri K.K. Singhvi and Ms. Indira\nJaising, Learned Senior Counsel.\nH\n6. Before taking up the issue, the short history of the\nlegislation is a must.\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 635\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nB\nD\n7. A Bill was introduced in the Maharashtra Legislature, A\nbeing Bill No. XCIX of 1968 for regulating the employment of\nunprotected manual workers employed in certain employments\nin the State of Maharashtra to make provision for their\nadequate supply and proper and full utilization in such\nemployments and for måtters connected therewith. This Bill was\nfirst introduced in the Winter Sessions of Maharasthra\nLegislature at Nagpur. It was then referred to the Joint\nCommittee for its report. The basic idea behind bringing this\nlegislation, as it is reflected in Statement of Objects and\nReasons, was that persons engaged in occupations like C\nmathadi, hamals, fishermen, salt pan workers, casual labour,\njatha workers and those engaged in similar manual work\nelsewhere, were not receiving adequate protection and benefits\nwithin the ambit of existing labour legislation. Therefore, with a\nview to studying the conditions of the work of the persons\nengaged in these occupations, the Government had appointed\na Committee on 15.7.1965 to examine whether relief could be\ngiven to these workers within the ambit of the existing labour\nlegislation and make recommendation as to how such relief\ncould be given. The Statement of Objects and Reasons\nmentions that report was made by the Committee to the\nGovernment on 17.11.1967. In that report, it was mentioned that\nthe persons engaged in vocations like mathadi, hamals, casual\nworkers employed in docks, lokhandi jatha workers, salt pan\nworkers and other manual workers mostly work outside fixed\npremises in the open and are mostly engaged on piece-rate\nsystem in a number of cases. They are not employed directly,\nbut are either engaged through Mukadum or Toliwalas or gangs\nas and when there is work and they also work for different\nemployers on one and the same day. The volume of work is\nnot always constant. In view of the peculiar nature of work, its G\nvariety, the precarious means of employment and the system\nof payment and the particular vulnerability to exploitation of this\nclass of labour, the Committee had come to the conclusion that\nthe application of the various labour laws to such workers was\nimpracticable and regulation of their working and other H\nE\nF\n636 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA conditions by introducing amendments to the existing labour\nlaws was not possible. Therefore, the Committee\nrecommended that the working and the employment conditions\nof such unprotected workers should be regulated by a special\nenactment.\nB\nC\nD\n8. The Statement of Objects and Reasons further mentions\nthat after holding series of meetings with the representatives\nof the interests affected by the proposed legislation and after\nconsidering all these suggestions and examining the\nrecommendations of the Committee, Government had decided\nto bring the Bill which seeks to regulate the employment of\nmathadis, hamals and other manual workers employed in\ncertain employments, to make better provision for their terms\nand conditions of employment, to provide for their welfare, for\nhealth and safety measures, where such employments\nrequire those measures, to make provision for ensuring an\nadequate supply to, and full and proper utilization of such\nworkers in such employments, to prevent avoidable\nunemployment and for such purposes to provide for the\nestablishment of Boards in respect of these employments and\nE (where necessary) in the different areas of the State and to\nprovide for purposes connected with the matters aforesaid.\nUltimately, the Act came on the legal anvil vide Act No. XXX of\n1969 after it received assent of the Vice President, acting on\nbehalf of the President on 5.6.1969. It was extended to the\nF whole State of Maharashtra. It was clarified in Section 1 that it\napplies to the employments specified in the Schedule and that\nit shall come into force on such date as the State Government\nmay, by notification in the Official Gazette, appoint and different\ndates may be appointed for different areas, and for different\nG provisions of the Act. The Act was amended from time to time\nby Maharashtra Act Nos. 27 of 1972, 40 of 1974, 27 of 1977,\n62 of 1981, 28 of 1987 and 27 of 1990. To begin with, it came\ninto force in Thane District in various areas. (Emphasis\nsupplied)\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 637\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n9. It will be better to see a few provisions of the Act. A\nSection 2, which is the definition clause, defines \"Board\" in sub-\nSection (1), to mean a Board established under Section 6.\nSome other sub-Sections of Section 2 runs as under:-\n2(2) \"contractor\", in relation to an unprotected worker,\nmeans a person who undertakes to execute any\nwork for an establishment by engaging such\nworkers on hire or otherwise, or who supplies such\nworker either in groups, gangs (tollis), or as\nindividuals; and includes a sub-contractor, an agent,\na mukadum or a tolliwala;\nB\nC\n2(3) “employer”, in relation to any unprotected worker\nengaged by or through contractor, means the\nprincipal employer and in relation to any other\nunprotected worker, the person who has ultimate D\ncontrol over the affairs of the establishment, and\nincludes any other person to whom the affairs of\nsuch establishment are entrusted, whether such\nperson is called an agent, manager or is called by\nany other name prevailing in the scheduled E\nemployment;\n2(4) \"establishment\" means any place or premises,\nincluding the precincts thereof, in which or in any\npart of which any scheduled employment is being\nor is ordinarily carried on;\n2(7) \"principal employer\" means an employer who\nengages unprotected workers by or through a\ncontractor in any scheduled employment;\n2(11) \"unprotected worker\" means a manual worker who\nis engaged or to be engaged in any scheduled\nemployment;\n2(12) \"worker\" means a person who is engaged or to be\nF\nG\nH\n"}