{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"648 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA\nB\nD\n☐ E\n☐ F\n☐ G\nH\nD.\nas to how the authorities themselves understood\nthe term 'unprotected worker'. In this behalf the\njudgment in Irkar Sahu's \u0026 Anr. vs. Bombay Port\nTrust [1994 | CLR 187] was heavily relied.\nReference was also made to Article 254 of the\nConstitution of India and it was suggested that in\nthe matters falling in the Concurrent List, the Central\nLegislation will supersede the State Legislation if\nboth cover the same field. It was suggested that\nthere was no need for direct conflict between the\ntwo enactments and the repugnancy arises even if\nobedience to both laws is possible. Further, the\nLearned Senior Counsel suggested that specific\ncontradictions between the two Statutes is not the\nonly criteria. It is enough if Parliament had evinced\nthe intention to cover the whole field. It was also\nsuggested that the Presidential assent given to this\nAct was irrelevant to those Central Acts, which were\nenacted after the assent, for example, the Contract\nLabour (Regulation and Abolition) Act, 1970.\nTherefore, it was pointed out that State Act cannot\nsurvive if the Central Act covers the same category\nof workers. It was tried to be pointed out that there\nwas nothing on record to indicate as to what extent\nthe Presidential assent was obtained. It was,\ntherefore, contended that Central labour\nenactments, which firstly create and regulate the\nemployer-employee relationship and those which\nconfer the benefits to such employees, would\nexclude the operation of Mathadi Act and as a\nresult, those workers who enjoy the benefits under\nthe Central labour legislation and whose rights are\nregulated by the Central legislation would not be\ncovered by the present State legislation. Reliance\nwas also placed on various reports like 1963\nCommittee Report, the Report of the Lokhandi\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 649\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nJatha Kamgar Enquiry Committee to harp upon the A\nreal object of the enactment and it was suggested\nthat the definition read in the light of these reports\nwould clearly bring out the interpretation suggested\nby the appellant. Various Sections were referred\nlike Section 4(a), Sections 15, 21 and 22 to show\nthat the interpretation given by the Full Bench would\nlead to absurdity.\n12. As against this, Shri K.K. Singhvi and Smt. Indira\nJaising, Learned Senior Counsel assisted by Shri Vimal\nChandra S. Dave, Learned Counsel appearing on behalf of the\nrespondents raised various contentions.\nLegal Submissions on behalf of the respondents\nB\nC\nE\nA. Learned Senior Counsel for the respondents D\ncontended that in the absence of any ambiguity, no\nharm can be caused to the plain language of the\nStatute. According to all the Learned Counsel,\nimpugned judgments of the Full Bench of the\nBombay High Court were in accordance with the\nplain language of the Sections 2(11) and 2(12) of\nthe Mathadi Act. Numbers of authorities for this\nproposition were relied upon. Reliance was also\nplaced on Sections 21 and 22 of the Mathadi Act\nand Clauses 4(c), 11(3), 16(3), 16(4), 16(5), 33,\n35(6) and 36 of the Scheme framed under the\nMathadi Act. In short, it was contended that under\nSection 21, the workmen could retain the privileges\nand benefits under any Act, Award or Contract, if\nsuch privileges were better than the ones offered\nby the Act and in that sense, even if the manual\nworker was protected under the various labour laws,\nhe could still be governed by the Mathadi Act.\nSame argument was in respect of Section 22 of the\nMathadi Act, providing that a manual worker, who\nis in receipt of better benefits from his employer\nF\nG\nH\nA\nB\nC\nD\n☐ E\n☐ F\n☐ G\n☐ H\n650 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nB.\neither on the date of commencement of this Act or\nat any time thereafter, he could seek exemption\nfrom all or any of the provisions of the Mathadi Act.\nReference was made to Clauses 4(c), 11(3), 16(3),\n16(4), 16(5), 33, 35(6) and 36 of the Scheme\nframed under the Mathadi Act.\nIt was further contended that the argument on behalf\nof the appellant that the intention of the Legislature\nshould be ascertained with reference to the history\nof legislation, the reports of the Committee, notes\non the Clauses of the Bill and debates in Assembly,\nwas erroneous as the plain meaning of the Section\nwas not susceptible to any other meaning. It was,\nhowever, further contended that the language of the\nSection was clear and unequivocal and even if\nsuch extraneous aids of the interpretation were to\nbe relied upon, no other interpretation could be\nobtained. It was pointed out that though in the Bill,\nas originally introduced, the words \"is not\nadequately protected by legislation\" were to be\nfound and though the note on the Clauses also\nmentioned about such non-protection by the welfare\nLegislature, the amended Bill omitted those words,\nso also the necessary amendments were made in\nItem 5 of the Schedule attached to the Bill.\nTherefore, the Learned Counsel argued that there\nwas a clear, deliberate and cautious intendment to\ninclude all manual workers engaged in the\nscheduled employment, whether protected by any\nlabour law or not, in the definition of \"protected\nworker\". The Learned Counsel further argued that\nthere could be no practical difficulties in such\nworkers being registered with the Board and the\nfear expressed by the Learned Senior Counsel on\nbehalf of the appellant was not realistic. It was\npointed out that if the service conditions of a\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 651\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nC.\nC\nworkman were better before the commencement of A\nthe Mathadi Act, he would still continue to be\nbenefited by those better conditions and as such,\nthere was no anomaly created by giving the plain\nmeaning to the Section depending upon its\nlanguage. The argument that giving the plain B\nmeaning would deprive the workers of the\nprotection under Bombay Industrial Relations Act,\n1946 of raising industrial disputes before the\nLabour Court and the Industrial Court, was also\ntermed as incorrect argument, as firstly, there was\nno vested right for selecting the forum and secondly,\nthe Legislature had the competence to enact\nspecial laws for a class or section of workmen for\nimproving their conditions of service and such\nspecial law would always prevail over any general\nlaw covering the same field. The cases relied upon\nby the appellants were distinguished on various\ngrounds. This was especially done in the case of\nKrantikari Suraksha Rakshak Sangathana vs.\nBharat Sanchar Nigam Limited \u0026 Ors. [2008(10)\nSC 166]. It was also pointed out that the scheme\nof Security Guards was different from the scheme\nof the Act, as in the scheme of the Act, a directly\nrecruited Security Guard was specifically excluded\nfrom the provisions of the Security Guards Act.\nD\nE\nF\nAs regards the doctrine of stare decisis relied upon\nby the appellants, it was pointed out that in both the\njudgments of Hon'ble Rege, J. in C. Jairam Pvt.\nLtd. vs. State of Maharashtra (cited supra) and S.B.\nMore \u0026 Ors. vs. State of Maharashtra \u0026 Ors. (cited G\nsupra), the Learned Judge has called upon the\nconstitutionality of the certain provisions of the\nCotton Merchants Unprotected Workers (Regulation\nof Employment and Welfare) Scheme, 1972 and in\nthat sense, the question of interpretation of Section\nH\nA\nB\n☐ D\n☐ E\nF\nG\nH\n652 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nD.\n2(11) did not fall for consideration in those cases.\nSimilarly in the matter of Lallubhai Kevaldas \u0026 Anr.\nvs. The State of Maharashtra \u0026 Ors. (cited supra)\ndecided by a Division Bench of the Bombay High\nCourt on 16.1.1980, the Division Bench was not\ncalled upon to decide the interpretation of Section\n2(11). Therefore, it could not be said that that case\ndepended upon the interpretation of Section 2(11).\nEven as regards the decision in Century Textiles\n\u0026 Industries Ltd. vs. State of Maharashtra (cited\nsupra), the question was limited to the extent\nwhether a manual worker engaged by the petitioner\ntherein through a contractor was an unprotected\nworker although he was covered by various labour\nacts. It was pointed out that the referring judgment\nitself differed with the view expressed in the\ndecision in Century Textiles \u0026 Industries Ltd. vs.\nState of Maharashtra (cited supra). It was,\ntherefore, pointed out that it could not be said that\nthere was a breach of doctrine of stare decisis in\ngiving a contrary meaning of Section 2(11) as it was\npointed out that the doctrine of stare decisis was\nnot an absolute doctrine and that it was for this Court\nto lay down the correct law under Article 141 of the\nConstitution of India.\nAs regards the Rule of Contemporanea Expositio\nEst Optima Et Fortissima In Lege, the argument\nwas that there was no evidence that the law makers,\nor as the case may be, the Government understood\nthe scheme in the particular manner. Even\notherwise, it was pointed out that such\ninterpretation, if it was palpably correct, could not\nbe accepted. To the same effect, was the argument\nby Smt. Indira Jaising, Learned Senior Counsel\nappearing on behalf of the respondents.\n.\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 653\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\n13. It is on the basis of these conflicting arguments that A\nwe have to proceed to decide the true interpretations of the\nSection. In the referring judgment by the Division Bench of the\nBombay High Court, consisting of Hon'ble F.K. Rebello and Dr.\nD.Y. Chandrachud, JJ. In the case of Kay Kay Embroideries\nPvt. Ltd. vs. Cloth Market and Shops Board, Mumbai \u0026 Ors. B\n(cited supra), the Division Bench made reference to paras 31\nand 41 of the judgments. The Division Bench accepted the\ncontentions raised on behalf of the Board that the Division\nBench in the decision in Century Textiles \u0026 Industries Ltd. vs.\nState of Maharashtra (cited supra) adopted a meaning, which C\ncould be attributed in common parlance to the expression\n\"unprotected worker\", totally ignoring the plain meaning of the\nexpression as defined in Section 2(11) of the Mathadi Act.\nRelying on Section 2(12) of the Mathadi Act, wherein the\nexpression \"worker\" was defined, the Bench further held that\nwhen the Legislature uses the 'means and includes' formula,\nthe intention of the legislature is to provide an exhaustive\ndefinition, and in such a case, the inclusive part of the definition\nbrings within the fold of the expression objects or activities\nwhich would ordinarily not fall within the purview of the definition.\nCarrying the logic further, the Bench held that by the inclusive.\npart, the definition included a person who is not employed by\nany employer or a contractor, but who works with the permission\nor under agreement with the employer or contractor. On the\nsame logic, the Bench went on to hold that:-\nD\nE\nF\n\"Once the Act defines the expression 'unprotected worker',\nthe definition in the Act provides a statutory dictionary\nwhich the Court is under the bounden duty to apply in\nconstruing the provisions of the Act. It is not open to the\nCourt to adopt a meaning of the expression 'unprotected G\nworker' at variance with what has been legislated by the\ncompetent legislature.\"\nIt was pointed out further that if the legislature intended that\nthe benefit of Act could not be available to workers who were\nH\n654 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA otherwise governed by some other industrial legislation, it was\nopen to the legislature to legislate accordingly and it was,\ntherefore, that the Division Bench did not agree with the\ndecision in Century Textiles \u0026 Industries Ltd. vs. State of\nMaharashtra (cited supra). It was also pointed out by the\nB Division Bench that the notes on Clauses appended to the Bill\nC\nD\ndid not override express statutory provisions. A reference was\nthen made to Section 22 of the Mathadi Act and the same logic\nwas used as was relied and argued by the Learned Counsel\nfor the respondents before us.\n14. On these conflicting claims, we have to interpret\nSection 2(11) of the Mathadi Act and also the scope of the\ndefinition in the Section. We have already quoted the provisions\nof Sections 2(11) and 2(12) of the Mathadi Act in the earlier\npart of the judgment. There can be no dispute that the term\n\"worker\" is used in the definition of “unprotected worker\" in\nSection 2(11) of the Mathadi Act. Therefore, while considering\nthe Section 2(11), the scope of the term \"worker\", which is\nseparately defined by Section 2(12) of the Mathadi Act, would\nhave to be taken into consideration. The definition of the term\nE \"worker\" is an inclusive definition. It includes a worker, who is\nengaged by the employer directly or through any agency and it\nis not necessary that such worker gets the wages or not. The\nterm \"wages\" is also defined vide Section 2(13) of the Mathadi\nAct. Therefore, even if such person does not earn the wages,\nF as contemplated in Section 2(13), such person who is engaged\nto do manual work in any scheduled employment, would be a\nworker. Further, even if such worker is not employed in the strict\nsense of the term by an employer or a contractor, but is working\nwith the permission or under the agreement with the employer\nG or contractor, even then such worker would be a \"worker\" within\nthe meaning of Section 2(12) of the Mathadi Act. The only\nexception is that such worker should not be a member of\nemployer's family. As per the plain meaning, when such worker\nis engaged or is to be engaged in the scheduled employment,\nhe becomes the unprotected worker. It has been correctly held\nH\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 655\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nin the judgment of the Learned Single Judge (Hon'ble A\nDeshmukh, J.) that these two definitions (\"worker\" and\n\"unprotected worker\") given in Sections 2(11) and 2(12) of the\nMathadi Act would have to be read together for realizing the\nscope of the Section 2(11) of the Mathadi Act. Therefore,\ninsofar as the language of Section 2(11) is concerned, it is B\nplain, unambiguous and clear. It means that every worker, who\nis doing manual work and is engaged or to be engaged in any\nscheduled employment, would be covered by that definition and\nwould become an unprotected worker. The question is whether\nwe should accept this plain language. The appellants take C\nstrong exception to this approach.\nD\n15. Shri Cama, Learned Senior Counsel appearing on\nbehalf of the appellants contended in no uncertain terms that\nthe reliance on the plain meaning of the Section, as it appears,\nwould not only be hazardous, but would also lead to absurdity.\nAccording to him, while interpreting Section 2(11) of the\nMathadi Act, it cannot be done bereft of the context of the\nlegislation. Our attention was invited to Statement of Objects\nand Reasons, as also the legislative history of the legislation.\nAccording to the Learned Senior Counsel, the acceptance of E\nsuch plain meaning would result in rendering some other\nprovisions of the Act, otiose. Further, such interpretation would\nalso hit doctrine of stare decisis, as the interpretation of this\ndoctrine prior to the impugned Full Bench Judgment and more\nparticularly given in various judgments of the Bombay High F\nCourt including judgment in Century Textiles \u0026 Industries Ltd.\nvs. State of Maharashtra (cited supra) has remained intact for\nmore than 25 years, which is a long period. The further\ncontention is that such interpretation would also be violative of\nthe doctrine of Contemporanea Expositio Est Optima Et G\nFortissima In Lege, since the relevant authorities have\nconsistently understood the meaning of that definition in a\nparticular way and now, there would be no justification to disturb\nthat understanding. It was also suggested by Shri Cama that\nthe provisions of State Act cannot survive if the Central Act\nH\n656 SUPREME COURT REPORTS [2009] 16 (ADDL.) S.C.R.\nA covers the same category of workers and in this case, such\nworkers who were covered by the other Central Acts could not\nhave been brought under the cover of the definition in Section\n2(11) of the Mathadi Act, it being a State Act. The Learned\nSenior Counsel, therefore, suggested that those workers, who\nB enjoy the benefits under the Central labour legislation and whose\nrights were regulated by the Central legislations, have to be held\noutside the definition in Section 2(11) of the Mathadi Act.\nC\n16. The respondents, however, relied on the principle that\nwhere the language of the Statute is clear and unequivocal,\nthere would be no need to go to the extraneous aids of the\ninterpretation and the plain meaning of the language has to be\naccepted as the correct interpretation. In fact, according to Shri\nSinghvi, Learned Senior Counsel appearing on behalf of the\nrespondents, it was not necessary to interpret the provision of\nD Section 2(11) of the Mathadi Act, since the language of that\nSection was extremely clear, which clearly expressed the\ndeliberate and the cautious intention of the legislature to include\nall manual workers engaged in scheduled employment, whether\nprotected by any labour law or not, in the definition of\nE “unprotected worker\". Shri Singhvi also dispelled the argument\nthat the number of other provisions in the Act would be rendered\notiose by acceptance of the clear and unequivocal meaning\ndisplayed by the language of Section 2(11) of the Mathadi Act.\nF\nG\n17. As regards the argument on the principle of stare\ndecisis, the Learned Senior Counsel pointed out that there will\nbe no question of allowing a totally wrong interpretation to\nremain on the legislative scene, particularly in view of the clear\ncut meaning, which could be attached because of the plain and\nunequivocal language of Section 2(11) of the Mathadi Act. At\nany rate, the Learned Senior Counsel contended that the\ndoctrine of stare decisis was not an absolute doctrine.\n18. Even as regards the rule of Contemporanea Expositio\nEst Optima Et Fortissima In Lege, the Learned Senior Counsel\nH argued that there was no evidence that the law makers, or as\nBHUWALKA STEEL INDUS. LTD. v. BOMBAY IRON \u0026 657\nSTEEL LABOUR BD. \u0026 ANR. [V.S. SIRPURKAR, J.]\nthe case may be, the Government, understood the scheme in A\na particular manner.\nB\nC\nD\n19. We have already pointed out that the plain meaning\nof the language is almost a rule and it is only by way of an\nexception that the external aids of interpretation can be used.\nIn the case of Bhaiji vs. Sub-Divisional Officer, Thandla \u0026 Ors.\n[2003(1) SCC 692], this Court has reiterated that where the\nlanguage of the Statue is clear and unambiguous, the external\naids for interpretation should be avoided. In Cable Corporation\nof India vs. Addl. Commissioner of Labour [2008 (7) SCC\n680], this Court observed in Para 16 that when the language\nis plain and unambiguous and admits of only one meaning, no\nquestion of construction of a statute arises, for the Act speaks\nfor itself. There can be no dispute that the language of Section\n2(11) of the Mathadi Act is not capable of any other meaning\nsince it is clear and unambiguous. Some debate went on about\nthe use of the word \"means\", which is to be found in the\nconcerned Section. It was contended by Shri Singhvi, Learned\nSenior Counsel for the respondents that when a definition of\nthe word begins with \"means\", it is indicative of the fact that the\nmeaning of the word is restricted, that is to say, it would not\nmean anything else, but what has been indicated in the\ndefinition itself. In support of this proposition, he relied on the\ndecision in Feroz N. Dotivala vs. P.M. Wadhwani [2003(1)\nSCC 433]. The Learned Senior Counsel also pointed out that\nin the decision in P. Kasilingam \u0026 Ors. vs. P.S.G. College of F\nTechnology \u0026 Ors. [AIR 1995 SC 1395], it has been held by\nthis Court that the use of the word \"means\" indicates that the\ndefinition is a hard and fast definition and no other meaning\ncan be assigned to the expression than that is put down in the\ndefinition. We have already referred to the decision in Bhaiji G\nvs. Sub-Divisional Officer, Thandla \u0026 Ors. (cited supra). All\nthese three judgments indicate that, firstly, where the language\nof the provision is plain and unambiguous, than that is the only\navenue available while interpreting the same. We may also say\nas we have already expressed that once the language of the H\nE\n"}