{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"D\n766 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA was inclined to agree with the Division Bench decision of the\nCalcutta High Court and left it open to the Union of India. The\nrailway board acted on the initiative of this Court and declared\nthat all Kharagpur canteen workers; soon followed by all\nstatutory canteen workers across India would be deemed\nB railway workers, but governed by their earlier service\nconditions. The prime mover therefore was not the Railway\nEstablishment Manual (REM) but a judicial interpretation\nclubbed with judicial nudging, to achieve the constitutional goals\nfor canteen workers. Therefore the contention urged by Mr. C.U.\nC Singh, learned senior counsel on behalf of Air India that the\ndecision rendered by this Court in M.M.R. Khan's case is\ndistinguishable from the facts of the instant case, as this Court\nplaced reliance upon the REM and the circulars issued by the\nRailway Board in the above referred case is wholly untenable\nin law, for the reason that REM is also invoked by the Railways.\nI have to state that this Court has not given relief to railway\ncanteen workers because of the REM. On the contrary, it is the\nstatutory status of one type of canteen that was the prime mover,\nnot only for workers to claim their rights, but also for the railways\nto find a basis for classification and then create a suitable\nadministrative system to govern all kinds of canteen workers\nusing a reasonable basis for classification. Indeed the\ndistinguishing feature adopted by the Railways in the above\nreferred case is primarily the one provided by the Factories Act\nand the Rules. The relevant fact has been duly recognized by\nthis Court in the aforesaid case without in any way watering\ndown the importance of a statutory canteen to be provided to\nthe employees/ workmen by the occupier of a factory. The\nlearned single Judge and Division Bench have unjustly refused\nthe claim of the canteen workmen by accepting the untenable\nG arguments advanced by the learned senior counsel on behalf\nE\nF\nH\nof the Air India that the canteen run through HCI from Chefair\nis not the statutory canteen and Air India is not the principal\nemployer. This conclusion is not only erroneous but is also\ncontrary to the law laid down by this Court in the cases referred\nBALWANT RAI SALUJA V. AIR INDIA LTD. \u0026 ORS. 767\n[V. GOPALA GOWDA, J.]\nto supra which are binding upon it.\nA\nB\nC\nD\n29. The presence of a statutory obligation on the part of\nAir India to run a canteen must always be seen as one more\nstrong circumstance for me to determine the wider question of\nregularization of the concerned workmen involved in this case.\nIn Indian Petrochemicals Corpn.'s case, referred to supra\nwe noticed the facts of that case which are quite similar to the\ncase in hand. This Court was greatly influenced in determinative\nway of the finding of fact and recorded that the workers were\nin continuous employment in the canteen for a considerable\nlength of time. The underlying test is what is the nature of\nemployment of the concerned workmen in the case in hand?\nIs it a temporary or casual vacancy or is it perennial and\npermanent in nature? The answer to the aforesaid queries by\nme is that in all statutory canteens, the nature of employment,\nof vacancies, is indeed of a permanent nature and those who\ndeploy the workmen on contract basis to discharge statutory\nduties of an employer amounts to unfair labour practice. In the\nnature of rotational hire and fire, policy adopted by the employer\nmust not be rewarded for the illegalities perpetuated by them.\nThis is more so when the principal employer is a statutory E\ncorporation coupled with the fact that the contractor also is one\nsuch entity and the two should not be allowed to continue their\nunfair labour practices to employ the workmen on contract basis\nin the canteen to discharge the statutory duty by the occupier\nto provide and maintain a statutory canteen for its employees/ F\nworkmen in its factory. Both Air India and HCI have colluded\nwith each other to perpetuate unfair labour practices by\nengaging the concerned workmen in the statutory canteen of\nthe principal employer- Air India.\n30. Another important angle is examined by me in relation\nto the nature of test to be used to determine employment\nrelations between the parties. Classically jurists like Salmond\nand others while developing the jurisprudence relating to Torts\nhave laid down the test to determine the relationships between\nG\nH\n768 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA 'master and servant'. In such situations the predominant test\ndeployed was the test of control and supervision. It is needless.\nto state that post constitutional jurisprudence in India must no\nlonger be allowing practice of the traditional master and servant\nrelationship but should be facilitating employer-employee\nB relationships mediated by constitutional jurisprudence which is\nrelevant to the area of labour law jurisprudence in our country\nin the interest of maintaining industrial peace and harmony\nwhich is in larger public interest.\nC\n31. Further there has been considerable discussion in the\narea of determining the relevant test relating to the\njurisprudence of employer-employee relationship. Sometimes,\nwe have fallen back on the old principles of master and servant\nand quite often when we find that these were not capable of\ndelivering justice to the workers keeping with the principles\nD contained in our Directive Principles of State Policy as\nE\nF\nG\nH\nenshrined in Part IV of the Constitution, this Court has taken\nnote of this difficult situation and has devised new tests to meet\nthe challenges of the new times.\n32. That is why the legal principle has been enunciated by\nthis Court right from the Hussainbhai Calicut, M.M.R. Khan,\nParimal Chandra Raha to Harjinder Singh v. Punjab State\nWarehousing Corporation 18 establishing the trend of healthy\nconstitutional jurisprudence and its application to labour law\nkeeping in mind the basic feature of the constitution namely to\nrender social justice to the weaker sections of the society as\nhas been held by this Court in Kesvananda Bharati v. State of\nKerala 19. The concept of social justice has been vividly.\nexplained in the case of Harjinder Singh, the relevant\nparagraph of which is extracted hereunder:\n\"30. Of late, there has been a visible shift in the courts'\napproach in dealing with the cases involving the\n18. (2010)3 SCC 192\n19. (1973)4 SCC2 25\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 769\n[V. GOPALA GOWDA, J.]\nB\ninterpretation of social welfare legislations. The attractive A\nmantras of globalisation and liberalisation are fast\nbecoming the raison d'être of the judicial process and an\nimpression has been created that the constitutional courts\nare no longer sympathetic towards the plight of industrial\nand unorganised workers. In large number of cases like\nthe present one, relief has been denied to the employees\nfalling in the category of workmen, who are illegally\nretrenched from service by creating by-lanes and side-\nlanes in the jurisprudence developed by this Court in three\ndecades. The stock plea raised by the public employer in C\nsuch cases is that the initial employment/engagement of\nthe workman/employee was contrary to some or the other\nstatute or that reinstatement of the workman will put\nunbearable burden on the financial health of the\nestablishment. The courts have readily accepted such plea\nunmindful of the accountability of the wrong doer and\nindirectly punished the tiny beneficiary of the wrong ignoring\nthe fact that he may have continued in the employment for\nyears together and that micro wages earned by him may\nbe the only source of his livelihood.\"\nD\nE\n33. Courts in this country have been faced with the problem\nto resolve the dilemma as to who is really independent\ncontractor and who is not? In the light of the Constitution Bench\ndecision in Steel Authority of India's case (supra) on the\nsubject, the crucial test is to determine whether the nature of F\nthe contractual relationship between the parties that is juristically\nintroduced is a genuine one or a sham contract. It must be\nnoted that employers and their organizations and indeed all\nparties to labour litigation keep close watch on the evolving\njurisprudence and tailor legal agreement and paper contracts G\naccordingly to suit the purpose of finding the cheapest and most\nexploitable labour with honourable exceptions as we have seen\nin the case of the railway management. This craze for facilitating\n'flexible labour' which is another phrase for 'hire and fire'\ndeserves no constitutional sympathy.\nH\nA\n770 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n34. Two broad judicial approaches have manifested\nthemselves in the above background - one that responds to\nconstitutional jurisprudence, as pointed out in Harjinder\nSingh's case (supra) and the other that abides by the new\ndogmas of globalisation and liberalisation. It is my considered\nB view that I must abide by the former jurisprudence keeping in\nview the mandate we find in the judgments of this Court referred\nto supra.\nс\nD\n35. The test which I come across is almost universal in its\napplication to address the wide range of fact situations which\nhas been discussed by me in this judgment. In the case of\nHussainbhai (supra), this Court has held that the test of\neconomic control in contrast to the test of control and\nsupervision is the test to ascertain the employer-employee\nrelationship. I am inclined to apply the above test to the fact\nsituation of the case in hand to determine the fact as to whether\na genuine contract or a sham contract exists between Air India\nand the Hotel Corporation of India. Indeed if I pierce the veil of\nlegal appearances that is contained in the contractual\narrangement between the two public sector corporations\nE named above, I must come to the conclusion that what I see is\na sham contract between them behind which many unfair labour\npractices like the 40 days contract of employment of the\nconcerned workmen in the canteen has been perpetuated by\nthem in order to deny permanent employment to the workmen\nF in the canteen which is of permanent and statutory in nature and\ntherefore carries with it permanent vacancies.\nG\nH\n36. The learned senior counsel on behalf of Air India,\nplacing reliance upon the decision of this Court referred to\nsupra urged that the concerned workmen in the canteen are\n'workmen' only for the purpose of Factories Act. I disagree with\nthe said contention and the view point for the reason that the\nsame workers are also 'workers' as defined under Section 2(s)\nof the I.D. Act and permanently keeping them on a temporary\nstatus is against entries at serial numbers 5 and 10 of the Vth\nSchedule of the I.D. Act pertains to \"Unfair Labour Practices\"\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 771\n[V. GOPALA GOWDA, J.]\nunder the I.D. Act which prohibits employers from committing\nsuch illegalities, for which the statutory penal action is\nprescribed under Section 25U of the I.D. Act on such persons.\nThe existing practice that is followed by either the Hotel\nCorporation of India or Air India independent of each other or\nin collusion thereof is unbecoming of a model employer.\nInterestingly, this position would remain the same irrespective\nof whether the canteen worker is an employee of the\n'independent contractor' or the 'principal employer'.\n37. Further question is whether the above two legal entities\nare independent of each other or not, has become central focus\nto stay within the confines of the test of 'control and\nsupervision'. I am prompted to find out whether the wholly owned\nsubsidiary, the HCI is acting at the behest of Air India and if so\nto what extent. If, however, I have to apply the other tests already\nlaid down by this Court as, I propose to do in this case in\nHussainbhai's case, then the independence of the separate\nlegal personalities and the interpretation made in Salomon v.\nSalomon, on which the learned single judge relies, pales into\ninsignificance. The relevant paragraph reads as under:\n\"Then, if the company was a real company, fulfilling all the\nrequirements of the Legislature, it must be treated as a\ncompany, as an entity, consisting indeed of certain\ncorporators, but a distinct and independent corporation.\nThe Court of Appeal seem to treat the company\nsometimes as substantial and sometimes as shadowy and\nunreal: it must be one or the other, it cannot be both. A\nCourt cannot impose conditions not imposed by the\nLegislature, and say that the shareholders must not be\nrelated to each other, or that they must hold more than one\nshare each. There is nothing to prevent one shareholder\nor all the shareholders holding the shares in trust for some\none person. What is prohibited is the entry of a trust on\nthe register: s. 30. If all the shares were held in trust that\nwould not make the company a trustee.\"\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\n☐ G\nH\n772 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n38. The said principle has been followed by this Court in\ncatena of cases namely, Kanpur Suraksha Karamchari Union\nand Basti Sugar Mills Ltd. referred to supra. In the case of\nState of UP v. Renusagar Power Co. (supra), this Court held\nas under:\n\"55. On the other hand these English cases have often\npierced the veil to serve the real aim of the parties and\nfor public purposes. See in this connection the\nobservations of the Court of appeal in DHN Food\nDistributors Ltd. v. London Borough of Tower Hamlets. It\nis not necessary to take into account the facts of that case.\nWe may, however, note that in that case the corporate veil\nwas lifted to confer benefit upon a group of companies\nunder the provisions of the Land Compensation Act, 1961\nof England. Lord Denning at p. 467 of the report has made\ncertain interesting observations which are worth repeating\nin the context of the instant case. The Master of the Rolls\nsaid at p. 467 as follows:\n'Third, lifting the corporate veil. A further very interesting\npoint was raised by counsel for the claimants on company\nlaw. We all know that in many respects a group of\ncompanies are treated together for the purpose of general\naccounts, balance sheet and profit and loss account. They\nare treated as one concern. Professor Gower in his book\non company law says: 'there is evidence of a general\ntendency to ignore the separate legal entities of various\ncompanies within a group, and to look instead at the\neconomic entity of the whole group'. This is especially the\ncase when a parent company owns all the shares of the\nsubsidiaries, so much so that it can control every\nmovement of the subsidiaries. These subsidiaries are\nbound hand and foot to the parent company and must do\njust what the parent company says. A striking instance is\nthe decision of the House of Lords in Harold Holdsworth\n\u0026 Co. (Wakefield) Ltd. v. Caddies. So here. This group is\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 773\n[V. GOPALA GOWDA, J.]\nvirtually the same as a partnership in which all the three A\ncompanies are partners. They should not be treated\nseparately so as to be defeated on a technical point. They\nshould not be deprived of the compensation which should\njustly be payable for disturbance. The three companies\nshould, for present purposes, be treated as one, and the\nparent company, DHN, should be treated as that one. So\nthat DHN are entitled to claim compensation accordingly.\nIt was not necessary for them to go through a conveyancing\ndevice to get it.....'\nXXX\nB\nC\nXXX\nXXX\nXXX\nXXX\nXXX\nE\n65. Mr. Justice O. Chinnappa Reddy speaking for this\nCourt in L/C v. Escorts Ltd. had emphasised that the D\ncorporate veil should be lifted where the associated\ncompanies are inextricably connected as to be, in reality,\npart of one concern. It is neither necessary nor desirable\nto enumerate the classes of cases where lifting the veil is\npermissible, since that must necessarily depend on the\nrelevant statutory or other provisions, the object sought to\nbe achieved, the impugned conduct, the involvement of the\nelement of the public interest, the effect on parties who\nmay be affected. After referring to several English and\nIndian cases, this Court observed that ever since A.\nSalomon \u0026 Co. Ltd. case a company has a legal\nindependent existence distinct from individual members.\nIt has since been held that the corporate veil may be lifted\nand corporate personality may be looked in. Reference\nwas made to Pennington and Palmer's Company Laws.\nF\nG\n66. It is high time to reiterate that in the expanding horizon\nof modern jurisprudence, lifting of corporate veil is\npermissible. Its frontiers are unlimited. It must, however,\ndepend primarily on the realities of the situation. The aim\nof the legislation is to do justice to all the parties. The Н\nA\nB\nс\nD\nE\nF\nG\nH\n774 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nhorizon of the doctrine of lifting of corporate veil is\nexpanding. Here, indubitably, we are of the opinion that it\nis correct that Renusagar was brought into existence by\nHindalco in order to fulfil the condition of industrial licence\nof Hindalco through production of aluminium. It is also\nmanifest from the facts that the model of the setting up of\npower station through the agency of Renusagar was\nadopted by Hindalco to avoid complications in case of\ntake over of the power station by the State or the Electricity\nBoard. As the facts make it abundantly clear that all the\nsteps for establishing and expanding the power station\nwere taken by Hindalco, Renusagar is wholly owned\nsubsidiary of Hindalco and is completely controlled by\nHindalco. Even the day-to-day affairs of Renusagar are\ncontrolled by Hindalco. Renusagar has at no point of time\nindicated any independent volition. Whenever felt\nnecessary, the State or the Board have themselves lifted\nthe corporate veil and have treated Renusagar and\nHindalco as one concern and the generation in Renusagar\nas the own source of generation of Hindalco. In the\nimpugned order the profits of Renusagar have been\ntreated as the profits of Hindalco.\nXXX\nXXX\nXXX\n68. The veil on corporate personality even though not lifted\nsometimes, is becoming more and more transparent in\nmodern company jurisprudence. The ghost of Salomon\ncase still visits frequently the hounds of Company Law but\nthe veil has been pierced in many cases. Some of these\nhave been noted by Justice P.B. Mukharji in the New\nJurisprudence.\"\n(Emphasis laid by the Court)\n39. The above said judgment is followed by this Court in\nD.D.A. v. Skipper Construction Co.(supra). The relevant\nparagraphs read as under:\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 775\n[V. GOPALA GOWDA, J.]\n\"26. The law as stated by Palmer and Gower has been A\napproved by this Court in TELCO v. State of Bihar. The\nfollowing passage from the decision is apposite:\n\"... Gower has classified seven categories of cases\nwhere the veil of a corporate body has been lifted.\nBut, it would not be possible to evolve a rational,\nconsistent and inflexible principle which can be\ninvoked in determining the question as to whether\nthe yeil of the corporation should be lifted or not.\nBroadly stated, where fraud is intended to be\nprevented, or trading with an enemy is sought to be\ndefeated, the veil of a corporation is lifted by judicial\ndecisions and the shareholders are held to be the\npersons who actually work for the corporation.'\nB\nC\n27. In DHN Food Distributors Ltd. v. London Borough of D\nTower Hamlets the court of appeal dealt with a group of\ncompanies. Lord Denning quoted with approval the\nstatement in Gower's Company Law that\n\"there is evidence of a general tendency to ignore the\nseparate legal entities of various companies within a group,\nand to look instead at the economic entity of the whole\ngroup\".\nE\nThe learned Master of Rolls observed that \"this group is\nvirtually the same as a partnership in which all the three F\ncompanies are partners\". He called it a case of “three in\none\" and, alternatively, as \"one in three\".\n-\n28. The concept of corporate entity was evolved to\nencourage and promote trade and commerce but not to\ncommit illegalities or to defraud people. Where, therefore,\nthe corporate character is employed for the purpose of\ncommitting illegality or for defrauding others, the court\nwould ignore the corporate character and will look at the\nreality behind the corporate veil so as to enable it to pass\nG\nH\n"}