{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\n736\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nestablishment concerned to discharge its obligation of\nsetting up a canteen either by way of direct recruitment or\nby employment of a contractor, it cannot be postulated that\nin the latter event, the persons working in the canteen\nwould be the employees of the establishment. Therefore,\neven assuming that Respondent 1 is a specified industry\nwithin the meaning of Section 46 of the Factories Act,\n1946, this by itself would not lead to the inevitable\nconclusion that the employees in the canteen are the\nemployees of Respondent 1.\"\n28. Now referring to the authority of this Court in the case\nof M.M.R. Khan (supra), the same is clearly distinguishable.\nIn this case, it has been held that the workmen engaged in the\nstatutory canteens as well as those engaged in non-statutory\nrecognized canteens are railway employees and they have to\nD be treated as such. This Court came to the aforesaid\nconclusion as, on fact, it was found that though the workmen\nwere employed in the canteen through the device of a labour\ncontract, they were essentially working under the control and\nsupervision of the railway establishment. Further, the provision\nE for running and operating the canteen was in the Establishment\nManual of the Railways. Under these circumstances, this Court\ncame to the conclusion that the workmen engaged in the\nstatutory canteens were, in fact, the railway employees. No such\nfacts exist in the present case.\nF\nG\nH\n29. In the Steel Authority of India Ltd.(supra), the\nConstitution Bench observed that the authorities of this Court\nshow that they fall in three classes including the aforesaid class\nbut it has not endorsed the said view. In fact, the decisions\nwhich I have referred to in the earlier paragraphs of this\njudgment negate this contention. I have tested the case of the\nworkmen on the touchstone of the principles laid down by this\nCourt and find that they do not satisfy those tests so as to hold\nthat Air India is the principal employer.\n30. Having found no substance in any of the submissions\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 737\nmade on behalf of the appellants, I do not find any merit in these\nappeals and they are dismissed accordingly, but without any\norder as to costs.\nV. GOPALA GOWDA, J. 1. Leave granted.\n2. I have gone through the judgment of my learned brother\nJudge in these civil appeals, in which my learned brother Judge\nhas concurred with the impugned judgment. However, I am in\nrespectful disagreement with the opinion of my learned brother\nand I am recording my reasons for the same.\nThese appeals have been filed by the appellants\nchallenging the judgment and order dated 2nd May, 2011\npassed in L.P.A. Nos. 388 of 2010, 390 of 2010 and 391 of\n2010 confirming the judgment and order dated 8th April, 2010\nof the learned single Judge of the Delhi High Court passed in\nWP Nos.14178 of 2004, 14181/2004 and 14182 of 2004,\nwherein the learned single Judge has set aside the common\naward dated 5th May, 2004 of the Central Government Industrial\nTribunal (for short ‘CGIT') passed in Industrial Disputes case\nNos. 97, 98 and 99 of 1996. The CGIT recorded that the\nconcerned workmen of Chefair, a unit of Hotel Corporation of\nIndia (for short HCI) with which Air India had entered into a\ncontract to provide canteen services at its establishment, are\nentitled to be treated as being employees of it and\nconsequently held that they are entitled to the relief sought for\nby them. The said judgment of CGIT was set aside by the\nDivision Bench of the Delhi High Court in LPA Nos.388 of\n2010, 390 of 2010 and 391 of 2010 vide its judgment dated\n2nd May, 2011 after adverting to certain relevant facts, legal\ncontentions and cases like M.M.R. Khan \u0026 Ors. v. Union of\nIndia \u0026 Ors.', and some other decisions of this Court and\nconcurred with the finding of facts and reasons recorded by the\nlearned single Judge in setting aside the award and\nconsequently dismissed the appeals of the concerned\n1.\n1990 (Supp) SCC 191.\nA\nB\nC\nD\nE\nF\nG\nH\n738 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA workmen. That is how these Civil Appeals are filed by the\nworkmen urging various factual and legal contentions in support\nof their claims with a request to set aside the impugned\njudgments and orders of the Division Bench and the learned\nsingle Judge of the Delhi High Court in the aforesaid Letter\nB Patent Appeals and the writ petitions.\nC\n3. Since my learned brother Judge has referred to certain\nfacts and legal contentions to decide the points that arose for\nconsideration of this Court, I also refer to certain relevant\nnecessary facts and rival legal contentions urged on behalf of\nthe parties with a view to answer the contentious points that\nwould arise in these appeals to answer the same.\n4. Three industrial disputes case Nos. 97, 98 and 99 of\n1996 were registered by CGIT pursuant to the order of\nD references made by the Central Government in the Ministry of\nLabour vide its order No. L-11012/23/96-IR (Coal-I) dated\n23.10.96 for adjudication on the points of dispute referred to it\nin relation to the workmen mentioned in the respective orders\nof references made by it and in relation to other industrial\nE disputes namely ID Case Nos. 107/96 and 108/96 which are\nindividual cases of industrial disputes filed by the concerned\nworkmen since their services were illegally terminated by the\nemployer Air India during pendency of the industrial disputes\nreferred to supra in relation to the absorption of the services\nof the concerned workmen by the Management of Air India\nbefore the CGIT without obtaining the approval from the CGIT,\ndespite the order dated 04.12.1996 passed by CGIT wherein\nan undertaking was given by the Management of Air India that\nneither it will change the contractor Chefair without permission\nof/intimation to the Tribunal nor will it take any action against\nthe workmen listed in the reference order made to the CGIT\nfor an adjudication of their dispute. Despite the same, the\nservices of the concerned workmen in the industrial disputes\nin case ID Nos. 97, 98 and 99/1996 were terminated. The action\nof the Management of Air India in terminating the services of\nF\nG\nI\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 739\n[V. GOPALA GOWDA, J.]\nC\nthe concerned workmen in the complaint ID Nos. 107 and 108/ A\n1996 is in contravention of Section 33(2)(b) of the Industrial\nDisputes Act, 1947 (in short 'I.D. Act'). Therefore, the\ncomplaints were filed by the said workmen under Section 33(A)\nof the I.D. Act to adjudicate the existing industrial dispute\nbetween the concerned workmen and the Management of Air B\nIndia regarding their illegal order of termination during the\npendency of the industrial disputes referred by the Central\nGovernment which are registered as reference Nos.97, 98 and\n99 of 1996 with regard to the absorption of the services of the\ncontract labour employees, employed by the HCI on behalf of\nM/s Air India and made them to work in the Chefair. The\naforesaid canteen is the statutory canteen in terms of the\ndefinition of Section 46 of the Factories Act, according to the\nappellants herein and they requested the CGIT for answering\nthe points of dispute which was referred to in the order of\nD\nreferences made by the Central Government in ID Nos.97 to\n99, to treat them as the deemed employees of the Management\nof Air India and also to set aside the orders of termination\npassed against individual concerned workmen and requested\nthe CGIT to pass an order of reinstatement with all\nE\nconsequential benefits including the award of back-wages.\nF\n5. In support of their respective claims and counter claims\non behalf of the workmen and the Management of Air India, they\nfiled their statements respectively in the cases referred to supra\nbefore the CGIT. In the claim petition, the workmen contended\nthat the canteen which is being run by the Air India through HCI\nthrough Chefair has engaged the concerned workmen in these\ncases as contract employees in various capacities and they\nhave been working in the canteen run by the Management of\nAir India through Chefair ranging from 3 to 20 years on the date G\nof references made by the Central Government to the CGIT\nwhich in turn is run by its subsidiary Company HCI. Delhi State\nGovernment in exercise of its power under Section 46 of the\nFactories Act, 1948 framed Rules 65 to 70 called. Delhi\nFactories Rules of 1950 (hereinafter referred to as 'the Rules').\nH\n740 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA A Notification was issued by the Lt. Governor of the Union\nTerritory of Delhi under Rule 65(2) of the Rules stating that the\nRules of the Factories Act shall apply to the factories specified\nin the Schedule to the said notification. In the Schedule to the\nnotification, the description of the factory at serial No. 9- M/s.\nAir India Ground Services Deptt. IGI, Air Port Delhi\n(Engineering Unit) F.D.1725 is one of the specified factories,\nthe same is marked as - Ex.P. 4 in the Industrial dispute cases\nbefore the CGIT.\nB\n6. Rule 65 states for providing canteen, Rule 66 speaks\nC of Dining Hall, Rule 67 provides Equipment, Rule 68 for fixing\nthe prices to be charged, Rule 69 deals with Accounts and Rule\n70 deals with Managing Committee to manage the affairs of\nthe statutory canteen. The relevant Rules will be adverted to in\nthe reasoning portion of my judgment while answering the\nD relevant contentious points that will be framed shortly.\nE\n7. Strong reliance was placed upon the Rules and the\nNotification referred to supra by the learned senior counsel Mr.\nJayant Bhushan inter alia contending that the canteen is being\nrun by the Air India through HCI by Chefair where the concerned\nworkmen have been working in different capacities for number\nof years such as cook, ground cleaning staff, servicing, washing\nstaff etc. etc.\nThe HCI employed them on contract basis as canteen\nF workers though they have been discharging their duties which\nare in perennial nature. Then action of the Management of Air\nIndia in employing the concerned workmen on contract basis\nis an unfair labour practice as defined under Section 2(ra) of\nthe I.D. Act enumerated in the Vth Schedule to the Act, which\nG provision was inserted by way of an amendment by Act No. 46\nof 1982 w.e.f. 21.8.1984 at serial No. 10 to the Vth Schedule\nwhich states that \"to employ workmen as casual or temporary\nworkers and to continue them as such for years with the object\nto deprive them of the status and privileges of permanent\nH workmen is an unfair labour practice on the part of the\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 741\n[V. GOPALA GOWDA, J.]\nA\nB.\nD\nemployer\". It is further stated that Management of Air India has\nemployed more than 2000 employees in its factory and therefore\nnotification issued by the Lt. Governor of Delhi on 21st January,\n1991 applying Rules 65 to 70 of Rules 1950 to the said\nestablishment framed under Section 46 of the Factories Act will\nbe applicable to the canteen in question run by the HCI on\nbehalf of Air India. It is the case pleaded and proved before\nthe CGIT by the concerned workmen and it has recorded the\nfinding in this regard in their favour by placing reliance upon\nthree judge bench decision of this Court in the cases of M.M.R.\nKhan (supra), Parimal Chandra Raha \u0026 Ors. v. Life Insurance C\nCorporation of India and Ors.2, and another decision of this\nCourt in Basti Sugar Mills Ltd. v. Ram Ujagar \u0026 Ors³. in\nsupport of the legal contention urged on behalf of the workmen\nthat employees of statutory canteens i.e. canteens which are\nrequired to be compulsorily provided to its workmen in the\nfactory as per Section 46 of the Factories Act are employees\nof the establishment not only for the purpose of Factories Act\nbut also for all other purposes. In the case of Parimal Chandra\nRaha referred to supra, this Court has held that for canteen\nworkers of contractor who runs the canteen, it must pass the\nrelevant test to determine on the facts as to whether providing\ncanteen to its workmen by a factory was obligatory on its part.\nIn Basti Sugar Mills Ltd.'s case, this Court has held that the work\nof removal of press mud was given to the contractor and the\nworkmen in that case were employed by the contractor to do\nthat work, the contractor terminated their services on\ncompletion of the work. The stand taken in the said case by\nthe establishment was that they had nothing to do with the\nworkmen. The workmen in the case approached this Court for\nrelief against the termination of their services. This Court held\nthat the workmen were employed in the industry to do manual\nwork for reward and therefore it is held that the Company was\ntheir employer, as the workmen were employed by the\ncontractor with whom the Company had contracted in the\n2. 1995 suppl. (2) SCC 611.\n3.\nAIR 1964 SC 355.\nE\nF\nG\nH\n742\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA course of conducting its business for execution of the said work\nof removal of the press mud which is ordinarily part of the\nindustry. Further reliance was placed by the learned counsel\nupon the decision of this Court in Union of India \u0026 Ors. v. M.\nAslam \u0026 Ors.4 wherein this Court has held that for the unit run\nB canteens of Army, Navy and Air Forces, the employees of such\nC\nD\ncanteens are entitled to service benefits as government\nservants. Finding of fact was recorded by the CGIT in favour\nof the concerned workmen while answering the points of\ndispute referred to it by the Central Government with reference\nto the factual legal aspects and evidence on record from the\naforesaid cases. This finding is found fault with by the Single\nJudge and Division Bench of the Delhi High Court and they had\nset aside the finding recorded by CGIT. Strong reliance was\nplaced by the Delhi High Court upon the plea taken by Air India\nand HCI with regard to the fact that though HCI is subsidiary\nCompany of the Air India, it is governed by its own\nMemorandum and Articles of Association as existed in the\nCompanies Act and is governed by the provisions of the said\nAct. HCI is an independent legal entity from that of the Air India.\nThe learned single Judge while accepting the factual and legal\ncontentions urged on behalf of Air India, has referred to\nparagraph 17 of his judgment and stated with reference to the\nMemorandum and Articles of Association, and observed that\nthe general management of business of HCI vests with its\nBoard of Directors, no doubt, the same is subject to the\ndirections, if any, that will be issued from time to time from Air\nIndia with regard to the finance and conduct of its business\naffairs. However, the composition of the Board of Directors of\nHCI is constituted by Air India in consultation with the\nGovernment of India. In view of the said reason, it cannot be\nG said that the concerned contract employees employed by HCI\nE\nF\nto do work in the canteen are employees of Air India in the face\nof the first principle of Corporate law with reference to\nSalomon v. Salomon \u0026 Co. Ltd. 5, wherein it was held that\n4. (2001) 1 SCC 720.\nH 5. 1897 AC 22.\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 743\n[V. GOPALA GOWDA, J.]\nB\nC\nD\nCompany is a person all together different from its A\nshareholders though Air India is the sole holder of the shares\nof the HCI. The HCI is a legal entity independent of its\nshareholders with reference to Section 46 in Chapter V of the\nFactories Act under the heading \"welfare\". The mandatory\nprovision is provided to maintain a canteen in the\nestablishment, which is a measure for the welfare of the\nworkers, the statutory obligation on the part of the industrial\nestablishment to provide and maintain a canteen in the factory.\nIf it is found that the operation of such canteen has been\nentrusted to such an expert, it cannot be said that the\nemployees deployed by such expert in such canteen becomes\nemployees of the factory/establishment. Further, it is held by\nhim that HCI was not incorporated merely to run the canteen of\nAir India so as to keep the employees of the canteen\nmaintained by it at arm's length from Air India. The HCI is a\nbusiness entity on its own rights and no malafide have been\nestablished by the concerned workmen in the Management of\nAir India in entrusting the operation and management of its\ncanteen to the HCI and no prejudice is shown to have been\ncaused to the concerned workmen being the employees of the\nHCI instead of Air India, except that they may be entitled to a\nfree flight once in a while from it, which they may not be entitled\nto get as workmen of the HCI. Therefore, he has held that it is\nhardly determinative of the matter in controversy and thereafter\nhe has referred to the judgments of this Court in Indian\nPetrochemicals Corporation Ltd. \u0026 Anr. v. Shramik Sena \u0026\nOrs.6, Steel Authority of India Ltd. \u0026 Ors. v. National Union\nWaterfront Workers \u0026 Ors.7, International Airport Authority of\nIndia v. International Air Cargo Workers' Union \u0026 Anr.8, in\nsupport of his conclusion laid down by applying the test laid\ndown in those cases to the fact situation and held that there is G\nno relationship of employer and employee and hence no\n6. (1999) 6 SCC 439.\n7. (2001)7 SCC 1\n8. (2009)13 SCC 374\nE\nF\nH\nB\n744 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA existing industrial dispute would arise within the meaning of\nSection 2(k) of the I.D. Act between the concerned workmen\nand the Management of Air India. Therefore, he has quashed\nthe award of the CGIT which was affirmed by the Division\nBench of the Delhi High Court in the aforesaid L.P.As by\naccepting the reasons recorded by the learned single Judge\nand also after extracting certain relevant paragraphs from the\ndecisions of this Court in the cases of M.M.R. Khan, Parimal\nChandra Raha, Indian Petrochemicals Corporation Ltd., (all\nreferred to supra) Hari Shanker Sharma and Ors. v. Artificial\nLimbs Manufacturing Corporation and Ors⁹. The Division\nBench of Delhi High court has concurred with the finding and\nreasons recorded by the learned single Judge in the impugned.\njudgment and dismissed the letter patent appeals of the\nconcerned workmen. The correctness of the said judgment and\norder are impugned in these civil appeals by the concerned\nworkmen reiterating their factual and legal contentions as has\nbeen adverted to before the CGIT and the High Court in the\nwrit petition and the appeals. Therefore, the same need not be\nadverted to once again in this judgment with a view to avoid\nrepetition.\nC\nD\nE\n8. It is contended by the learned senior counsel Mr. Jayant\nBhushan on behalf of the concerned workmen, placing strong\nreliance upon Section 46 of the Factories Act and notification\nof the year 1991 referred to supra issued by Lt. Governor of\nF the Union Territory of Delhi upon the Rules 65 to 70 of the Rules\nthat the Management of Air India is enumerated at serial No.9\nin the Schedule to the said notification. Therefore, the\nManagement of Air India was required to provide a statutory\ncanteen to its workmen in its industrial establishment and the\nlearned senior counsel also placed strong reliance upon the\nMemorandum and Articles of Association of HCI particularly\nclause 33 in Chapter XIII to substantiate his contentions that the\ncontrol and directions that will be issued from time to time with\nregard to running of the canteen and managing the canteen is\n(2002) 1 SCC 337.\nG\nH\n9.\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 745\n[V. GOPALA GOWDA, J.]\nB\n'D\non the Management of Air India to HCI wherein, the A\nManagement of Air India was the occupier. The learned senior\ncounsel has further placed strong reliance upon the findings\nrecorded by the CGIT in its award in answer to the points of\ndisputes referred to it holding that the concerned workmen were\nemployed by HCI to work in the statutory canteen of the\nManagement of Air India and placed strong reliance upon the\njudgment of this Court in State of U.P. \u0026 Ors. v. Renusagar\nPower Co. \u0026 Ors. 10, which is followed by two other judgments\nof this Court in Delhi Development Authority v. Skipper\nConstruction Co. (P.) Ltd. \u0026 Anr. 11, Kapila Hingorani v. State C\nof Bihar¹², wherein this court has laid down the legal principles\nby following the judgment of Salomon v. Salomon (supra) with\na view to find out as to whether the contract employment of the\nconcerned workmen by the HCI on behalf of the Management\nof Air India is a sham or a camouflage. The CGIT has pierced\nthe veil with reference to the existing factual situation and found\nthat the concerned workmen had been working in the statutory\ncanteen required to be established and managed by the\nManagement of the Air India as per Rule 65(2) of the Rules and\nthe HCI is a subsidiary Company of the Air India as it holds\n100% share holding and therefore, the Air India has got the\ncontrol and supervision of its business under clause 33 of the\nMemorandum and Articles of Association. Therefore he has\nrequested this Court to set aside the findings of fact recorded\nby the learned single judge, which are concurred with by the\nDivision Bench in the impugned judgment and order as it is\nvitiated not only on account of erroneous finding for non\nconsideration of the proved facts and legal evidence on record\nbut also suffers from error of law as has been laid down by this\nCourt in catena of cases referred to supra upon which the\n. learned senior counsel has placed strong reliance in support\nof the case of the concerned workmen in these appeals.\n10. (1988) 4 SCC 59.\n11. (1996) 4 SCC 622.\n12. (2003) 6 SCC 1.\nE\nF\nG\nH\n"}