{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\n726 SUPREME COURT REPORTS [2013] 16 S.C.R.\nmedical scheme of the respondent - management. The\nresponsibility to run the canteen was absolutely with the\nHCI and it was totally a contractual relationship between\nthe two. Air India had no say in the selection or other affairs\nof the canteen workers.\"\n14. Mr. Jayant Bhushan, Senior Advocate appearing on\nbehalf of the appellants submits that the obligation to provide\nfor the Canteen is with Air India and, therefore, the workmen\nare entitled to be treated as their employees and Air India their\nemployer. It is further contended that Air India has a large role\nto play in the operation and management of the Canteen and,\nin the circumstances, the veil of the contract has to be lifted and\nthis Court is competent to do so to arrive at the truth. In support\nof the submission reliance has been placed on a large number\nof decisions of this Court. I do not have the slightest hesitation\nin accepting this broad submission of Mr. Bhushan and, hence,\nI deem it unnecessary to refer to all those decisions. It is well\nsettled that the court can lift the veil, look to the conspectus of\nfactors governing employment, discern the naked truth though\nconcealed intelligently. The court has to be astute in piercing\nE the veil to avoid the mischief and achieve the purpose of law.\nIt cannot be swayed by legal appearance. The court's duty is\nto find out whether contract between the principal employer and\nthe contractor is sham, nominal or merely a camouflage to deny\nemployment benefits to the workmen.\nD\nF\nG\nH\n15. Once the veil is pierced, the control of Air India is writ\nlarge over the Corporation, submits Mr. Bhushan. He points out\nthat the Corporation is a wholly owned subsidiary of Air India\nwhich controls the composition of the Board of Directors and\nappoints and removes Directors in consultation with the\nGovernment of India. According to him, the general\nmanagement of the Corporation is vested in its Managing\nDirector. Notwithstanding that, Air India is conferred with the\npower to issue directions or instructions as it may think fit in\nregard to the finances and the conduct of the business and\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 727\n[CHANDRAMAULI KR. PRASAD, J.]\naffairs of the Corporation and, hence, the workmen employed A\nby the Corporation are, in fact, the employees of Air India. Mr.\nC.U. Singh, however, submits that notwithstanding the aforesaid\npower vested in Air India, the Corporation is still a separate\nlegal entity. The fact that its entire share is held by Air India or\nAir India has the power to appoint the Board of Directors, issue B\ndirections etc., will not denude the legal status of the\nCorporation as a Government company. The fact that the\nCanteen required to be provided by Air India is being run by\nthe Corporation through one of its units Chef Air will not make\nAir India its principal employer. He points out that in order to C\ndetermine the principal employer one is required to see as to\nwho is paying the salary, who is supervising the work, the role\nplayed in selection and appointment of the workmen,\ndisciplinary control over them and whether such employees are\ncovered under the welfare scheme of Air India etc. He points\nout that the responsibility to run the Canteen is with the\nCorporation and, hence, Air India cannot be treated as its\nprincipal employer. According to him, the Corporation is a\nseparate legal entity and even though Air India is a holding\ncompany, the Corporation shall still be a separate legal entity.\nFurther, the Corporation is not subservient to Air India but is a\nservant to its Memorandum of Association and Articles of\nAssociation. In support of the submission, reliance has been\nplaced on a decision of this Court in the case of Heavy\nEngineering Mazdoor Union v. State of Bihar, (1969) 1 SCC\n765. Paragraph 5 of the judgment reads as under:\nD\nE\nF\n\"5. It is true that besides the Central Government having\ncontributed the entire share capital, extensive powers are\nconferred on it, including the power to give directions as\nto how the company should function, the power to appoint G\ndirectors and even the power to determine the wages and\nsalaries payable by the company to its employees. But\nthese powers are derived from the company's\nmemorandum of association and the articles of\nassociation and not by reason of the company being the H\nA\nB\nC\nD\nE\n-\nF\nG\nI\n728\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nagent of the Central Government. The question whether a\ncorporation is an agent of the State must depend on the\nfacts of each case. Where a statute setting up a\ncorporation so provides, such a corporation can easily be\nidentified as the agent of the State as in Graham v. Public\nWorks Commissioners, 1901 (2) KB 781, where\nPhillimore J. said that the Crown does in certain cases\nestablish with the consent of Parliament certain officials or\nbodies who are to be treated as agents of the Crown even\nthough they have the power of contracting as principals.\nIn the absence of a statutory provision, however, a\ncommercial corporation acting on its own behalf, even\nthough it is controlled wholly or partially by a Government\nDepartment, will be ordinarily presumed not to be a servant\nor agent of the State. The fact that a minister appoints the\nmembers or directors of a corporation and he is entitled\nto call for information, to give directions which are binding\non the directors and to supervise over the conduct of the\nbusiness of the corporation does not render the\ncorporation an agent of the Government. (See The State\nTrading Corporation of India Ltd. v. The Commercial Tax\nOfficer, Visakhapatnam, 1964 (4) SCR 99 at 188, per\nShah, J. and Tamlin v. Hannaford, 1950 (1) KB 18 at 25,\n26). Such an inference that the corporation is the agent of\nthe Government may be drawn where it is performing in\nsubstance governmental and not commercial functions.\n. (Cf. London County Territorial and Auxiliary Forces\nAssociation v. Nichol's., 1948 (2) All ER 432.”\n(underlining mine)\n16. Mr. Singh has also drawn my attention to a Constitution\nBench judgment of this Court in the case of Steel Authority of\nIndia Ltd. v. National Union Waterfront Workers, (2001) 7 SCC\n1, in which it has been held as follows:\n\"41. The President of India appoints Directors of\nthe Company and the Central Government gives directions\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 729\n[CHANDRAMAULI KR. PRASAD, J.]\nB\nas regards the functioning of the Company. When disputes A\narose between the workmen and the management of the\nCompany, the Government of Bihar referred the disputes\nto the Industrial Tribunal for adjudication. The union of the\nworkmen raised an objection that the appropriate\nGovernment in that case was the Central Government,\ntherefore, reference of the disputes to the Industrial Tribunal\nfor adjudication by the State Government was incompetent.\nA two-Judge Bench of this Court elaborately dealt with the\nquestion of appropriate Government and concluded that\nthe mere fact that the entire share capital was contributed C\nby the Central Government and the fact that all its shares.\nwere held by the President of India and certain officers of\nthe Central Government, would not make any difference.\nIt was held that in the absence of a statutory provision, a\ncommercial corporation acting on its own behalf, even\nthough it was controlled, wholly or partially, by a\ngovernment department would be ordinarily presumed not\nto be a servant or agent of the State\n\u003c\n\"\nD\nE\n17. I have considered the rival submissions and find\nsubstance in the submission of Mr. Singh and the authorities\nrelied on do support his contention. The Corporation\nundisputedly is a Government Corporation incorporated under\nthe Companies Act. It is a legal entity altogether different from\nits shareholders. In my opinion, the fact that Air India or its\nnominee are the shareholders of the Corporation and in the F\nmanagement of business and finances, it is subject to the\ndirections issued by Air India in terms of the Memorandum of\nAssociation and Articles of Association shall not merge the\nCorporation's identity in shareholders. In my opinion, the\nCorporation is a separate legal entity, not subservient to Air\nIndia but a servant to its Memorandum of Association and\nArticles of Association.\n18. Mr. Bhushan, then submits that the Corporation may\nbe a separate legal entity but Air India's control over the affairs\nG\nH\n730\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA of the Canteen makes it the principal employer. He points out\nthat many of the articles for running the Canteen were\npurchased by Air India and, in fact, grievances pertaining to\nrunning of the Canteen were entertained by it. These, according\nto the learned counsel, clearly show that Air India is the principal\nB employer.\nC\nD\nE\nF.\nG\nH\n19. I have bestowed my consideration to the aforesaid\nsubmission, but find no substance in the same. Few of the well\nrecognized tests to find out the real relationship are whether\nthe principal employer:\n(i) pays the salary to the workmen instead of the\ncontractor,\n(ii) controls and supervises the work of the\nemployees,\n(iii) has role in selection and appointment of the\nemployees, and\n(iv) acts as a disciplinary authority over the conduct\nand discipline of the employees.\n20. Reference in this connection can be made to a\ndecision of this Court in the case of Haldia Refinery Canteen\nEmployees Union and Others v. Indian Oil Corporation Ltd.\n\u0026 Ors. (2005) 5 SCC 51, wherein it has been held as follows:\n\"16.....It has nothing to do with either the appointment or\ntaking disciplinary action or dismissal or removal from\nservice of the workmen working in the canteen. Only\nbecause the management exercises such control does not\nmean that the employees working in the canteen are the\nemployees of the management. Such supervisory control\nis being exercised by the management to ensure that the\nworkers employed are well qualified and capable of\nrendering proper service to the employees of the\nmanagement.” (underlining mine)\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 731\n[CHANDRAMAULI KR. PRASAD, J.]\n22. In the case of International Airport Authority of India A\nv. International Air Cargo Workers' Union, (2009) 13 SCC\n374, this Court echoed the same view and observed as follows:\n\"38. The tests that are applied to find out whether a\nperson is an employee or an independent contractor may\nnot automatically apply in finding out whether the contract\nlabour agreement is a sham, nominal and is a mere\ncamouflage. For example, if the contract is for supply of\nlabour, necessarily, the labour supplied by the contractor\nwill work under the directions, supervision and control of\nthe principal employer but that would not make the worker\na direct employee of the principal employer, if the salary\nis paid by a contractor, if the right to regulate the\nemployment is with the contractor, and the ultimate\nsupervision and control lies with the contractor.\nB\nC\nD\n39. The principal employer only controls and directs the\nwork to be done by a contract labour, when such labour\nis assigned/allotted/sent to him. But it is the contractor as\nemployer, who chooses whether the worker is to be\nassigned/allotted to the principal employer or used. E\notherwise. In short, worker being the employee of the\ncontractor, the ultimate supervision and control lies with\nthe contractor as he decides where the employee will work\nand how long he will work and subject to what conditions.\nOnly when the contractor assigns/sends the worker to work\nunder the principal employer, the worker works under the\nsupervision and control of the principal employer but that\nis secondary control. The primary control is with the\ncontractor.\"\nF\n22. This Court has taken the same view in General G\nManager, (OSD), Bengal Nagpur Cotton Mills, Rajnandgaon\nv. Bharat Lal, (2011) 1 SCC 635, in which it has been held as\nfollows:\n\"10. It is now well settled that if the industrial adjudicator H\nA\nB\nC\nD\n732\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nfinds that the contract between the principal employer and\nthe contractor to be a sham, nominal or merely a\ncamouflage to deny employment benefits to the employee\nand that there was in fact a direct employment, it can grant\nrelief to the employee by holding that the workman is the\ndirect employee of the principal employer. Two of the well-\nrecognised tests to find out whether the contract labourers\nare the direct employees of the principal employer are: (1)\nwhether the principal employer pays the salary instead of\nthe contractor; and (ii) whether the principal employer\ncontrols and supervises the work of the employee. In this\ncase, the Industrial Court answered both questions in the\naffirmative and as a consequence held that the first\nrespondent is a direct employee of the appellant.\"\n23. Bearing in mind the principles aforesaid, when I\nproceed to consider the facts of the present case, I find that\nAir India does not fulfill the test laid down so as to treat it as\nthe principal employer. It is not the case of the workmen that it\nis Air India which pays their emoluments instead of the\nCorporation. Air India has neither any role in selection and\nE appointment of the workmen nor it controls and supervises their\nwork. It is further not their case that Air India is their disciplinary\nauthority over their conduct and discipline. In my opinion, Air\nIndia, by giving subsidy at a specified rate or for that matter\npurchasing few articles for the Canteen on its behalf and further\nF bringing to the notice of the Corporation the complaint in regard\nto the functioning of the Canteen, will not make it the principal\nemployer. As has rightly been observed by the High Court, the\nCorporation is a Government company like Air India and the\nworkmen in no way will be prejudiced if they continue to be the\nG employees of the Corporation. In my opinion, there does not\nseem to be any mala fide or oblique motive in Air India entering\ninto a contract with Chef Air, a unit of the Corporation for\noperating its Canteen. Certainly, it is not to defeat the rights of\nthe workmen.\nH\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 733\n[CHANDRAMAULI KR. PRASAD, J.]\nB\n24. Mr. Bhushan, lastly submits that the workmen were A\nengaged in the Canteen provided by Air India in compliance\nof Rule 65(2) of the Rules framed in exercise of powers under\nSection 46 of the Factories Act. According to him, the\nworkmen of a statutory canteen have to be treated as\nemployees of such establishment whose obligation is to\nprovide for the Canteen. In the case in hand, according to Mr.\nBhushan, the obligation to provide for the Canteen is with Air\nIndia and, therefore, the workmen are entitled to be treated as\ntheir employees and Air India their employer. In support of the\nsubmission reliance has been placed on a decision of this\nC\nCourt in the case of M.M.R. Khan v. Union of India, 1990 Supp\nSCC 191, and my attention has been drawn to Paragraph 39\nof the judgment which reads as follows:\nD\n\"39. The result, therefore, is that the workers engaged in\nthe statutory canteens as well as those engaged in non-\nstatutory recognised canteens in the railway\nestablishments are railway employees and they are entitled\nto be treated as such. The Railway Board has already\ntreated the employees of all statutory and 11 Delhi based\nnon-statutory recognised canteens as railway employees E\nw.e.f. October 22, 1980. The employees of the other non-\nstatutory recognised canteens will, however, be treated as\nrailway employees w.e.f. April 1, 1990. They would,\ntherefore, be entitled to all benefits as such railway\nemployees with effect from the said date, according to the F\nservice conditions prescribed for them under the relevant\nrules/orders.\"\n25. Reliance has also been placed on a Constitution Bench\ndecision of this Court in the case of Steel Authority of India\nLtd. (supra) referred to by the learned counsel for Air India also\nand my attention has been drawn to paragraph 107 thereof,\nwhich records as follows:\n\"107. An analysis of the cases, discussed above, shows\nH\n734\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\nthat they fall in three classes: (1) where contract labour is\nengaged in or in connection with the work of an\nestablishment and employment of contract labour is\nprohibited either because the industrial adjudicator/court\nordered abolition of contract labour or because the\nappropriate Government issued notification under Section\n10(1) of the CLRA Act, no automatic absorption of the\ncontract labour working in the establishment was ordered;\n(ii) where the contract was found to be a sham and\nnominal, rather a camouflage, in which case the contract\nlabour working in the establishment of the principal\nemployer were held, in fact and in reality, the employees\nof the principal employer himself. Indeed, such cases do\nnot relate to abolition of contract labour but present\ninstances wherein the Court pierced the veil and declared\nthe correct position as a fact at the stage after employment\nof contract labour stood prohibited; (iii) where in discharge\nof a statutory obligation of maintaining a canteen in an\nestablishment the principal employer availed the services\nof a contractor the courts have held that the contract labour\nwould indeed be the employees of the principal employer.\"\n26. According to Mr. Bhushan, the Constitution Bench\njudgment clinches the issue. I do not find any substance in the\nsubmission of Mr. Bhushan and the authorities relied on are\nclearly distinguishable. In my opinion, the obligation to provide\nF Canteen is by itself not decisive to determine the status of\nworkmen employed in the Canteen. Reference in this\nconnection can be made to a decision of this Court in\nWorkmen of the Canteen of Coates of India Ltd. v. Coates of\nIndia Ltd. \u0026 Ors. (2004) 3 SCC 547 wherein it has been held\nG as follows:\nH\n\"4. It is sufficient for us to state that some\nrequirement under the Factories Act of providing a canteen\nin the industrial establishment, is by itself not decisive of\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 735\n[CHANDRAMAULI KR. PRASAD, J.]\nthe question or sufficient to determine the status of the A\npersons employed in the canteen.\"\n(underlining mine)\n27. The aforesaid submission has squarely been dealt\nwith by this Court in the case of Hari Shankar Sharma v.\nArtificial Limbs Manufacturing Corpn., (2002) 1 SCC 337, and\nthis Court in no uncertain terms has held that as an absolute\nproposition of law it cannot be said that \"whenever in discharge\nof statutory mandate a canteen is set up or other facilities\nprovided by the establishment, the employee of the canteen or\nsuch other facility become the employee of that establishment\".\nRelevant portion of the judgment reads as follows:\nB\nC\nE\n\"5. The submission of the appellants that because the\ncanteen had been set up pursuant to a statutory obligation D\nunder Section 46 of the Factories Act therefore the\nemployees in the canteen were the employees of\nRespondent 1, is unacceptable. First, Respondent 1 has\ndisputed that Section 46 of the Factories Act at all applies\nto it. Indeed, the High Court has noted that this was never\nthe case of the appellants either before the Labour Court\nor the High Court. Second, assuming that Section 46 of\nthe Factories Act was applicable to Respondent 1, it\ncannot be said as an absolute proposition of law that\nwhenever in discharge of a statutory mandate, a canteen\nis set up or other facility is provided by an establishment,\nthe employees of the canteen or such other facility become\nthe employees of that establishment. It would depend on\nhow the obligation is discharged by the establishment. It\nmay be carried out wholly or substantially by the\nestablishment itself or the burden may be delegated to an\nindependent contractor. There is nothing in Section 46 of\nthe Factories Act, nor has any provision of any other statute\nbeen pointed out to us by the appellants, which provides\nfor the mode in which the specified establishment must set\nup a canteen. Where it is left to the discretion of the H\nF\nC\n()\n"}