{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"716 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA rightly passed an award in favour of all the workmen in\nall the Industrial Disputes on the file of CGIT. The same\ncannot be termed either as erroneous or error in law.\n[Para 49] [783-H; 784-C-H; 785-A]\nB\nC\n11. The findings and reasons recorded on the\ncontentious points by both the single Judge and the\nDivision Bench of the Delhi High Court in the impugned\njudgment that no better service conditions than the\nManagement of HCI would be provided to the canteen\nworkers except to get free air tickets which apparently\nsome employees of Air India are entitled to, is untenable\nin law. [Para 50] [785-B-C]\n12. Further, the Management of Air India is directed\nto absorb all the concerned workmen as permanent\nD workmen on its rolls from the date of their appointment\nand grant all the consequential benefits such as salary\nfor which they are entitled for after computing properly,\ntaking into consideration the pay scale and periodical\nwage revision that has taken place and are applicable to\nE the respective posts of the concerned workmen as per\nthe notification issued by the Lt. Governor, Union Territory\nof Delhi and on the basis of similar notifications\napplicable for them. Similarly, the Industrial Dispute case\ninvolving the workmen whose services were terminated\nduring the pendency of petition before CGIT, must also\nbe treated as permanent workmen at par with the\nconcerned workmen involved in the instant case. The\naward for their reinstatement to their posts shall be\npassed with all consequential benefits with full back\nwages. [Paras 53 and 54] [787-C-G]\nF\nG\nM.M.R. Khan \u0026 Ors. v. Union of India \u0026 Ors. 1990 (Supp)\nSCC 191: 1990 SCR 687; Parimal Chandra Raha \u0026 Ors. v.\nLife Insurance Corporation of India and Ors. 1995 suppl. (2)\nSCC 611: 1995 (3) SCR 34, Basti Sugar Mills Ltd. v. Ram\nH Ujagar \u0026 Ors. AIR 1964 SC 355: 1964 SCR 838; Union of\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 717\nIndia \u0026 Ors. v. M. Aslam \u0026 Ors. (2001) 1 SCC 720: 2001 (1) A\nSCR 62; Salomon v. Salomon \u0026 Co. Ltd. 1897 AC 22; Indian\nPetrochemicals Corporation Ltd. \u0026 Anr. v. Shramik Sena \u0026\nOrs. (1999) 6 SCC 439:1999 (1) Suppl. SCR 47; Steel\nAuthority of India Ltd. \u0026 Ors. v. National Union Waterfront\nWorkers \u0026 Ors. (2001) 7 SCC.1: 2001 (2) Suppl. SCR 343; B\nInternational Airport Authority of India v. International Air\nCargo Workers' Union \u0026 Anr. (2009) 13 SCC 374: 2009 (8)\nSCR 1; Hari Shanker Sharma and Ors. v. Artificial Limbs\nManufacturing Corporation and Ors. (2002) 1 SCC 337; State\nof U.P. \u0026 Ors. v. Renusagar Power Co. \u0026 Ors. (1988) 4 SCC C\n59: 1988 (1) Suppl. SCR 627; Delhi Development Authority\nv. Skipper Construction Co. (P.) Ltd. \u0026 Anr. (1996) 4 SCC\n622: 1996 (2) Suppl. SCR 295; Kapila Hingorani v. State of\nBihar (2003) 6 SCC 1: 2003 (1) Suppl. SCR 175; Workmen\nof Nilgiri Coop. Mkt. Society Ltd. v. State of Tamil Nadu \u0026 Ors.\n(2004) 3 SCC 514: 2004 (2) SCR 159, Haldia Refinery\nCanteen Employees Union \u0026 Ors. v. Indian Oil Corporation\n\u0026 Ors. (2005) 5 SCC 51: 2005 (3) SCR 972; Dena Nath \u0026\nOrs. v. National Fertilisers \u0026 Ors. (1992) 1 SCC 695: 1991\n(2) Suppl. SCR 401; Hussainbhai, Calicut v. Alath Factory\nThezhilali Union, Kozhikode and Ors. (1978) 4 SCC 257:\n1978 (3) SCR 1073; Kanpur Suraksha Karamchari Union v.\nUnion of India \u0026 Ors. (1988) 4 SCC 478: 1988 (2) Suppl.\nSCR 590; Hussainbhai Calicut, M.M.R. Khan, Parimal\nChandra Raha Harjinder Singh v. Punjab State Warehousing\nCorporation (2010) 3 SCC 192: 2010 (1) SCR 591;\nKesvananda Bharati v. State of Kerala (1973) 4 SCC 225:\n1973 (0) Suppl. SCR 1 and Secretary, HSEB v. Suresh \u0026\nOrs. (1999) 3 SCC 601: 1999 (2) SCR 238 - referred to.\nCase Law Reference :\nIn the judgment of Chandramauli Kr. Prasad:\nD\nE\nF\nG\n1970 (1) SCR 995\nreferred to\nPara 15\n2001 (2) Suppl. SCR 343 referred to\nPara 16\nH\n718\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\n2005 (3) SCR 972\nreferred to\nPara 20\n2009 (8) SCR 1\nreferred to\nPara 21\n(2011) 1 SCC 635\nreferred to\nPara 22\n1990 SCR 687\nreferred to\nB\nPara 24\n(2004) 3 SCC 547\nreferred to\nPara 26\n(2002) 1 SCC 337\nreferred to\nPara 27\nIn the judgment of V. Gopala Gowda, J.;\nс\n1990 SCR 687\nreferred to\nPara 2\n1995 (3) SCR 34\nreferred to\nPara 7\n1964 SCR 838\nreferred to\nPara 7\nD\n2001 (1) SCR 62\nreferred to\nPara 7\n1897 AC 22\nreferred to\nPara 7\n1999 (1) Suppl. SCR 47\nreferred to\nPara 7\nE\n2001 (2) Suppl. SCR 343 referred to\nPara 7\n2009 (8) SCR 1\nreferred to\nPara 7\n(2002) 1 SCC 337\nreferred to\nPara 7\nF\n1988 (1) Suppl. SCR 627\nreferred to\nPara 8\n1996 (2) Suppl. SCR 295\nreferred to\nPara 8\n2003 (1) Suppl. SCR 175\nreferred to\nPara 8\n2004 (2) SCR 159\nreferred to\nPara 10\nG\n2005 (3) SCR 972\nreferred to\nPara 10\n1991 (2) Suppl. SCR 401 referred to\nPara 11\n1978 (3) SCR 1073\nreferred to\nPara 16\nI\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS.\n719\n1988 (2) Suppl. SCR 590-referred to\nPara 17 A\n2010 (1) SCR 591\nreferred to\nPara 32\n1973 (0) Suppl. SCR 1\nreferred to\nPara 32\n1999 (2) SCR 238\nreferred to\nPara 41\nB\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n10264-10266 of 2013\nFrom the Judgment and Order dated 02.05.2011 of the\nHigh Court of Delhi at New Delhi in LPA No. 388, 390 \u0026 391\nof 2010\nJayant Bhushan, Praveen Kumar Singh, Sanjeev\nChoudhary, Pallav Mogia, Anirudhha P. Mayee for the\nAppellants.\nChander Uday Singh, Sangeeta Bharti, Anukul Raj, .\nShewta Mishra, Ruchi Kohli, Vidushi Chokhani, T. S. Sidhu,\nPraveen Jain, Pallavi Mohan, Ganesh Kamath, Sumit Gupta,\nAshish Suman, Vikas Soni (for M/s. M. V. Kini \u0026 Associates),\nfor the Respondent.\nThe Judgments and Order of the Court were delivered by\nCHANDRAMAULI KR. PRASAD, J. 1. Leave granted.\nC\nD\nE\n2. Air India Limited was constituted under the Air F\nCorporations Act, 1953. By virtue of Section 3 of the Air\nCorporations (Transfer of Undertakings and Repeal) Act, 1994,\nAir India has vested in Indian Airlines Limited. It has Ground\nServices Department at Indira Gandhi International Airport,\nDelhi. Respondent No. 2 is Hotel Corporation of India, which\nis a Government Company incorporated under the Companies\nAct. The authorized share capital of the Hotel Corporation of\nIndia, hereinafter referred to as the Corporation, is Rupees 10\ncrores, divided into 10 lakhs equity shares of Rs. 100/- each.\nThe Corporation is a wholly owned subsidiary of Air India and\nG\nH\n720\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA its entire share capital is held by Air India and its nominee.\nExcepting 6 shares, 4,99,994 shares have been subscribed by\nAir India and rest by its nominees. Air India controls the\ncomposition of the Board of Directors and appoints Directors\nin consultation with the Government of India. The power to\nB remove the Directors from office before the expiry of the term\nis vested with Air India, in consultation with the Government of\nIndia, so also the power to fill up the vacancies caused by\ndeath, resignation, retirement or otherwise. General\nmanagement of the Corporation is vested in the hands of the\nC Managing Director. Notwithstanding that, Air India is conferred\nwith the power to issue such directions or instructions as it may\nthink fit in regard to the finances and the conduct of the business\nand affairs of the Corporation. Duty has been cast upon the\nCorporation to comply with and give effect to such directions\nand instructions. The main objects for which the Corporation\nis incorporated are large and include carrying the business of\nhotels, motels, restaurants, cafés, kitchens, refreshment rooms,\ncanteens and depots etc. in general and its incidental and\nancillary objects are establishment of catering and opening\nhotels, which would tend to promote or assist in Air India's\nbusiness as an international air carrier. Respondent No. 3, Chef\nAir Flight Catering, hereinafter referred to as 'Chef Air', is one\nof the units of the Corporation.\nD\nE\n3. Section 46 of the Factories Act, inter alia, confers power\nF on the State Government to make rules requiring a specified\nfactory where more than 250 workers are ordinarily employed,\nto provide and maintain a canteen for the use of the workers.\nIn exercise of the aforesaid power, Rules 65 to 71 have been\nincorporated in the Delhi Factory Rules, 1950, hereinafter\nG referred to as 'the Rules'. Rule 65(1) was to come into force in\nrespect of any class or description of factories on such dates\nas the Chief Commissioner may by notification in the Official\nGazette appoint. Rule 65(2) of the Rules, inter alia,\ncontemplates that the occupier of every factory notified by the\nChief Commissioner, where more than 250 workers are\nH\nBALWANT RAI,SALUJA v. AIR INDIA LTD. \u0026 ORS. 721\n[CHANDRAMAULI KR. PRASAD, J.]\nordinarily employed, shall provide in or near the factory an A\nadequate canteen in accordance with the standard prescribed\nin those Rules. In pursuance of the provisions of sub-rule (1) of\nRule 65 of the Rules, the Lieutenant-Governor of the Union\nTerritory of Delhi, by notification in the Official Gazette, dated\n21st of January, 1991, directed that Rules 65 to 70 of the Rules B\nshall apply to the factories specified in the said Rules with effect\nfrom the date of publication of the notification in the Official\nGazette. It included M/s. Air India Ground Services Department,\nIndira Gandhi International Airport, Delhi (Engineering Unit).\nC\nD\nE\n4. The workmen working in Air India Ground Services\nDepartment Canteen, hereinafter referred to as 'the Canteen',\nraised an industrial dispute and the competent Government\nmade a reference to the Central Government Industrial Tribunal\nas to whether the demand of the workmen employed by Chef\nAir to provide canteen service to be treated as deemed\nemployees of the management of Air India is justified and, if\nso, what relief the workmen are entitled to? The workmen laid\ntheir claim and, according to them, they were employed by Air\nIndia on casual basis in the Canteen and their employment was\nthrough Chef Air, which is a unit of the Corporation. According\nto the workmen, the Corporation has entered into a contract with\nAir India to run and maintain the canteen and for that purpose,\nthey were initially appointed for a period of 40 days and said\nperiod used to be extended from time to time and in this way\neach of them had completed service for 240 days in a year.\nAccording to the workmen, they were called for interview on\nseveral occasions but had not been selected and on the\ncontrary, persons junior to them have been regularized. The\nworkmen have further alleged that Air India had entered into a\ncontract with the Corporation to deny the workmen their G\nlegitimate right by circumventing the various provisions of the\nContract Labour (Regulation and Abolition) Act, 1970.\nAccording to them, they were performing duties of a permanent\nand perennial nature required by Air India but were being paid\nwages less than the regular employees. Case of the workmen\nF\nH\n722 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA further is that issuance of letters of appointment for 40 days with\nartificial break in service is an unfair labour practice and on the\naforesaid grounds they sought regularization of the services\nwith back wages in Air India.\nB\nC\n5. Air India resisted the claim of the workmen, inter alia,\nstating that they were not their employees and relationship of\nemployer and employee does not exist between them.\nAccording to them, Chef Air is a unit of the Corporation.\nengaged in various businesses including establishing and\nrunning of canteens. According to Air India, the Canteen is\nbeing run and maintained by the Corporation on the basis of a\nfixed subsidy per employee provided by them. It is a specific\nassertion of Air India that they have no control over the\nworkmen and that their conditions of service are governed by\nthe Rules and Regulations of the Corporation. Air India has\nadmitted that the infrastructure of the Canteen was provided by\nthem but its management is in the hands of the Corporation.\nAir India has further pointed out that letters of appointment, token\nnumbers, ESI cards etc. have been issued to the workmen by\nthe Corporation and, hence, the prayer for regularizing their\nE services by Air India is misconceived. Air India has denied that\nthe Canteen in question is a statutory canteen and was\nemploying more than 250 workers.\nD\nF\nG\nH\n6. On the basis of the materials placed on record, the\nCentral Government Industrial Tribunal, hereinafter referred to\nas \"the Tribunal\", came to the conclusion that the Corporation\nis 100% subsidiary of Air India and the Canteen in question is\na statutory Canteen established for the welfare of more than\n2,000 workers. The Tribunal also came to the conclusion that\nthe Canteen is established within the premises of Air India and\nthe Corporation carries on its business under the control and\nadministration of Air India. According to the Tribunal, the running\nof the Canteen by the Corporation in respect of the statutory\nduty of Air India cannot be said to be its independent act.\nAccordingly, the Tribunal observed that hiring of employees for\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 723\n[CHANDRAMAULI KR. PRASAD, J.]\nrunning the statutory canteen by the Corporation is a A\ncamouflage and the workmen employed in the Canteen are\ndeemed employees of Air India. Thus, the Tribunal held the\ndemand of the workers to be justified and finding that the\nworkmen have been terminated from their services during the\npendency of the dispute held that the termination is illegal and,\naccordingly, set aside the termination of their employment and\ndirected reinstatement with 50% back wages.\n7. Assailing the aforesaid award of the Tribunal, Air India\npreferred writ petition before the High Court.\nB\nC\n8. The learned Single Judge held that Air India is the sole\nholder of the shares of the Corporation but it is a separate legal\nentity which is independent of its shareholders. The authority\nto issue directions does not merge the identity of the\nCorporation with the shareholder. The learned Single Judge D\naccordingly held as follows:\n.\n\"\nThus, in my view the mere fact of HCI being a 100%\nsubsidiary of Air India and the aforesaid peculiar Articles\nof Association would not be decisive of whether the\nemployees aforesaid of HCI and working in the canteen\nof Air India are to be treated as employees of Air India or\nnot.\"\n9. As regards the grievance of the workmen that Air India\nhad devised to employ the workmen through a unit of the\nCorporation to defeat their rights, the learned Single Judge\nobserved as follows:\nE\nF\n\"19. One thing which emerges is that in the present case,\nno motive to defeat any rights of the employees, in Air India G\nentering into a contract with Chef Air (a unit of HCI) for\noperating its canteen, even if it be a statutory canteen have\nbeen established. It was not as if by employing workmen,\nin HCI instead of in Air India, the workmen were being\nmade employees of a weaker entity against whom they\nH\n724 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\nய\nF\nיד\nG\nH\ncan claim no rights. After all HCI is also a Government of\nIndia company as Air India is.\"\n10. The learned Single Judge further came to the\nconclusion that the Corporation was not incorporated for the\nsole purpose\nof operating the Canteen for Air India but was set\nup as a legal entity to carry on business in diverse fields.\nAccording to the learned Single Judge, Air India engaged the\nCorporation which has expertise in the field to run and operate\nthe Canteen and that will not make the workmen employees of\nAir India. The learned Single Judge ultimately held as follows:\n\"23. HCI in the present case is seen as one such expert.\nIt has been providing flight catering services to Air India\nand other airlines besides carrying on other allied\nbusinesses. As aforesaid, HCI was not incorporated\nmerely to run the canteen of Air India so as to keep the\nemployees of the said canteen, managed through the\nmedium of HCI, at arm's length from Air India. HCI is a\nbusiness entity in its own right and no mala fides have\nbeen established in Air India entrusting the operation and\nmanagement of the canteen aforesaid to HCI. As\naforesaid, in spite of repeated asking, no prejudice is\nshown to have been caused to the workmen in them being\nthe employees of the HCI instead of Air India. Of my own\nI can only gauge that may be as employees of Air India\nthey may be entitled to a free flight once in a while and\nwhich they may not be entitled to as an employee of HCI.\nHowever, that is hardly determinative of the matter in\ncontroversy: Again it is not as if Air India is attaining to\noffload its canteen employees to an entity which is sick or\nnear the stage of being closed down. HCI is informed to\nbe a running concern.\"\n11. Accordingly, it set aside the award passed by the\nTribunal.\n12. The workmen, aggrieved by the same, preferred an\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 725\n[CHANDRAMAULI KR. PRASAD, J.].\nappeal before the Division Bench of the High Court. The A\nDivision Bench framed the following question for its\nconsideration:\n\"11. The core issue that emanates for consideration is\nwhether in the obtaining factual matrix it can be held that\nthe employees of the canteen established by Air India in\nits premises and run by the HCI be treated as regular\nemployees of Air India. Before we advert to the factual\ncanvas, we think it appropriate to refer to the citations in\nthe field, cull out the principles and analyse whether they\nare applicable to the material brought on record.\"\nB\nC\n13. The Division Bench of the High Court analysed the\nfacts, referred to the various decisions of this Court and\nultimately came to the conclusion, that the Corporation is a\nseparate entity and not a part of Air India as found by the D\nTribunal. It endorsed the finding of the learned Single Judge that\nmerely because the Articles of Association confer power on Air\nIndia to issue such directions or instructions as it may think fit\nin regard to conduct of the business and affairs of the\nCorporation and make it obligatory for the Corporation to carry E\non the direction of Air India, would not merge the identity of the\nshareholders with the Corporation. The Division Bench\nultimately affirmed the decision of the learned Single Judge\nand, while doing so, observed as follows:\n\"20. On the basis of the aforesaid enunciation of law, the\nfactual matrix is required to be tested. As is manifest, there\nis no material on record to show that the respondent - Air\nIndia had any role in the appointment of the employees in\nthe canteen. No administrative or disciplinary action could\nbe taken by the respondent against the canteen workers.\nThe respondent had itself not undertaken the obligation to\nrun the canteen but had only provided facility so that its\nemployees could avail the canteen facilities. It is not a case\nwhere the employees of the canteen were enlisted under\na welfare fund scheme, provident fund scheme and\nF\nG\nH\n"}