{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nC\n746\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n9. Further he has placed strong reliance upon the\njudgment of this Court in M.M.R. Khan's case particularly\nparagraphs 25, 27 and 30 in support of the proposition of law\nwherein this Court has held that rules framed by the State\nGovernment of Delhi under Section 46 of the Factories Act are\nB obligatory on the part of the Railway Administration to provide\nand maintain statutory canteen. In pursuant to the above rules\nand notifications, this Court has held that canteens were\nincidental and connected with the manufacturing process and\nis subject to the manufacturing process. The nature of the\ncanteen is deemed to be the statutory, since it is a necessary\nconcomitant of the manufacturing activity and further railway\nestablishment has recognized the obligation of the Railway\nAdministration by the Act which makes provision for meeting\nthe cost of the canteen though Railway Administration to employ\nD any staff committee or cooperative society for the management\nof the canteen. The legal responsibility for the proper\nmanagement of such canteen rests not with such agency but\nsolely with the Railway Administration. With reference to\nparagraph 27 of the said decision and also having regard to\nthe undisputed fact of the case in hand that the Chefair unit of\nthe HCI in which canteen is being run is situated in the\npremises of the Air India and that it is also the statutory duty of\nthe Air India under Rules 65(2) and 65(4) of the Delhi Factories\nRules, that the canteen building should be situated not less than\nfifty feet from any latrine, urinals, boiler house, coal stacks, ash\ndumps and any other source of dust, smoke or obnoxious fumes\netc. and that the manager of the factory shall submit for the\napproval of Chief Inspector of plans and site plan as provided\nunder sub-rule (3) of Rule 65 and further that the construction\nof the canteen building is in accordance with Rules 65, 66, 67\nG and 70 which would clearly go to show that the said canteen is\nestablished by Air India to discharge its welfare statutory\nobligation to its workmen/employees as provided under the\nFactories Act and Rules framed under by the State government\nof Delhi. Also, the managing committee constituted under the\nH Rules should consult from time to time regarding the quality and\nE\nF\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 747\n[V. GOPALA GOWDA, J.]\nquantity of food stuff to be prepared and served in the canteen A\nto its workmen/employees and for other purposes. Therefore,\nhe has contended that the legal principles laid down by this\nCourt in M.M.R. Khan's case with all fours are applicable to the\npresent fact situation. Hence, it is contended by the learned\nsenior counsel that the findings and reasons recorded by the B\nlearned single Judge and the Division Bench in the impugned\njudgments after setting aside the finding of facts recorded in\nthe award on this aspect of the matter by CGIT in answer to\nthe points referred to it is not only erroneous but also suffers\nfrom error in law and is liable to be set aside and the common\naward passed by CGIT should be restored.\nC\nD\nE\n10. Another ground urged by the learned senior counsel\nis that the High Court failed to appreciate the fact that the\ncanteen has been in existence since 1945. It is a deemed\nstatutory canteen under Section 46 of the Factories Act vide\nnotification of 1991 referred to supra. Therefore, the CGIT has\ncome to the right conclusion and held that the canteen is\nincidental to and running the canteen and the work of the\nworkmen is subject to the supervision and control of Air India.\nIt is further contended that the Division Bench of the Delhi High\nCourt has erroneously applied the judgments in Indian\nPetrochemicals Corporation Ltd., Parimal Chandra Raha and\nreferred to para 22 of M.M.R. Khan's case, Workmen of Nilgiri\nCoop. Mkt. Society Ltd. v. State of Tamil Nadu \u0026 Ors. 13, Haldia\nRefinery Canteen Employees Union \u0026 Ors. v. Indian Oil F\nCorporation \u0026 Ors. 14, and Hari Shanker Sharma (supra) to set\naside the findings of the CGIT and concurred with the finding\nof learned single Judge. Therefore, the learned senior counsel\nhas urged this Court for quashing of the impugned judgments\nof both the learned single judge and the Division Bench since G\nthe same are not only based on erroneous reasoning but also\nsuffer from error in law in view of the clear pronouncement of\n13. (2004) 3 SCC 514.\n14. (2005) 5 SCC 51.\nH\nC\n748\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA law laid down by this Court in the three Judge Bench decision\nof this Court in the case of M.M.R. Khan (supra) on the question\nof providing and maintaining statutory canteen to its workmen/\nemployees in support of his contentions that the employment\nof contract employees by Air India through HCI to run the\nB statutory canteen in its premises is a sham and camouflage to\ndeprive the legitimate statutory and fundamental rights of the\nconcerned workmen. Therefore, he submits that the CGIT was\njustified in lifting the veil or piercing the veil from the nature of\nemployment to provide and maintain the statutory canteen by\nAir India through HCI and the finding by CGIT is supported by\nplethora of judgments of this Court referred to supra. It is further\nsubmitted by him that there is direct control and supervision on\nthe functioning of the canteen and its employees by Air India\nbeing a statutory canteen which is required to be maintained\nby it in conformity with Rules 65 to 70 of the Delhi Factories\nRules 1950 and under Section 46 of the Factories Act and\nnotification has been rightly issued enlisting the Management\nof Air India in the Schedule to the said notification for providing\nand maintaining the statutory canteen which notification has not\nbeen questioned by Air India. Therefore, the decisions of the\nSupreme Court referred to supra regarding piercing the veil for\nthe purpose of finding out the real facts and to give effect to\nthe object and intendment of the statute while recruiting the\nworkmen on contract basis which is in violation of the statutory\nprovisions of the Industrial Disputes Act has been rightly arrived\nat by the CGIT on proper appreciation of pleadings and\nevidence on record to answer the points in the affirmative.\nTherefore, the learned senior counsel has requested this Court\nto interfere with the impugned judgments and for restoration of\nthe award passed by the CGIT.\nD\nE\nF\nG\nH\n11. Mr. C.U. Singh, learned senior counsel for the\nrespondent sought to justify the impugned judgment of the\nDivision Bench of the Delhi High Court in affirming the judgment\nof the learned single Judge by placing strong reliance upon the\ndecisions of this Court in Dena Nath \u0026 Ors. v. National\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 749\n[V. GOPALA GOWDA, J.].\nA\nB\nD\nFertilisers \u0026 Ors. 15, and Steel Authority of India (supra). It is\ncontended by the learned senior counsel for the respondent that\nthe Division Bench after adverting to the rival legal contentions\nhas elaborately referred to the decision of M.M.R. Khan's case\nand the various other decisions referred to in the impugned\njudgment rightly concurred with the findings and reasons\nrecorded by the learned single judge in reversing the findings\nand reasons recorded in the Award by the CGIT on the points\nof dispute referred to it by the Central Government for its\nadjudication. On appreciation of facts pleaded and evidence\non record, keeping in view the fact that the concerned workmen C\nare employed in the canteen by the HCI which is the statutory\nCorporation, therefore, the Management of Air India has no\npower of recruitment, disciplinary control on the employees and\nno control and supervision on functioning of the workmen of the\ncanteen. Therefore, the High Court has rightly arrived at the\nconclusion and held that there is no relationship of master and\nservant or employer and employee between the concerned\nworkmen of the canteen and the Air India. The HCI is an\nindependent legal entity which has been carrying on with its\nbusiness strictly in conformity with the Memorandum and\nArticles of Association and therefore he contends that there is\nno need for this Court to interfere with the impugned judgments.\nFurther, he has urged that the canteen in which the concerned\nworkmen were employed by HCI is not a statutory canteen and\nthe finding recorded by the CGIT on the points of dispute by\nplacing reliance upon the Notification of 1991 and that Air India\nhas employed more than 2000 employees and that the said\ncanteen is the statutory canteen and that there is an obligation\non the part of the Management of Air India to cater the food\nstuff to its workers and employees, is an erroneous finding and\nalso suffers from error in law. Therefore, the said finding has G\nbeen rightly set aside by the learned single Judge, the same\nis affirmed by the Division Bench of the Delhi High Court by\nconcurring with decision of the learned single judge. Hence, he\nfurther contends that there is no questions of law much less the\n15. (1992) 1 SCC 695.\nE\nF\nH\n750 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA questions of law framed by the workmen in the appeals involved\nB\nC\nD\nE\nF\nG\n☐ H\nwhich require to be considered and answered by this Court in\nexercise of its jurisdiction. Hence he has prayed for dismissal\nof these appeals.\n12. On the basis of rival factual and legal contentions, the\nfollowing questions of law would arise for consideration:\n(1) Whether the canteen which is run through HCI\nfrom its Chefair unit by the Management of Air India,\nis the statutory canteen of it under Rules 65 to 70\nof the Delhi Factories Rules of 1950?\n(2) Whether engaging the contract workmen in the\ncanteen situated in the premises of Air India\nthrough HCI amounts to sham and camouflage by\nAir India to deprive the legitimate statutory and\nfundamental rights of the concerned workmen as\nprovided under the provisions of the Industrial\nDisputes Act and the Constitution and can this\nCourt pierce the veil to find out and ascertain the\nreal and correct facts as to whether they are the\nworkmen of Air India?\n(3) Whether the findings and reasons recorded by\nthe CGIT on the points of disputes in the common\naward dated 5th May, 2004 in ID Nos. 97, 98, 99,\n107 and 108 of 1996 are legal and valid?\n(4) Whether the findings recorded by the learned\nsingle Judge in CWP No.14178, 14181 and 14182\nof 2004 which are concurred with by the Division\nBench in LPA Nos. 388, 390 and 391 of 2010 suffer\nfrom erroneous reasoning and error in law and\nwarrant interference by this Court?\n(5) What award the concerned workmen are entitled\nto?\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 751\n[V. GOPALA GOWDA, J.]\nAnswer to Point Nos. 1 and 2:\n13. First two points are answered together by assigning\nthe following reasons since they are inter-related. At the very\noutset it is critically useful to place on record certain relevant\nquestions of fact which are on record and are not in dispute\nwith a view to determine the nature of dispute between the\nparties that is referred to by the CGIT for adjudication in\nexercise of its power and examine the rights and obligations.\nof the parties to find out as to what relief the concerned\nworkmen in the appeals are entitled to, keeping in view the\nprovisions of Factories Act read with the Delhi Factories Rules\nof 1950, The Contract Labour (Regulations and Abolition) Act,\n1970 and the Industrial Disputes Act, 1947.\nA\nB\nC\n14. It is an undisputed fact that the Labour Department vide\nits notification dated 21st January, 1991 issued in pursuance D\nof the provisions of sub-rule (1) of Rule 65 of the Delhi\nFactories Rules wherein Lt. Governor of Union Territory of Delhi\ndirected that Rules 65 to 70 of the Rules which shall apply to\nthe factories which are mentioned in the Schedule to the said\nNotification at serial No.9 - M/s. Air India Ground Services E\nDeptt. IGI, Air Port Delhi (Engineering Unit) F.D.1725 is\nenlisted. In view of the aforesaid notification, the Air India is\nstatutorily required to maintain and provide a canteen in its\nfactory premises to cater the food stuff to its employees/\nworkmen. It is the case of the concerned workmen that there\nare 2000 workmen working in the establishment of Air India\nwhich plea is accepted by the CGIT and the finding of fact is\nrecorded on the basis of evidence on record by it, particularly,\nthe admission made by the witness examined on behalf of Air\nIndia before CGIT.\nF\nG\n15. Rules 65 to 70 of the Rules framed by the Union.\nTerritory of Delhi under Section 46 of the Factories Act are\napplicable in respect of Air India as it is enlisted in the Schedule\nto the Notification issued by the Labour Department referred\nto supra, to provide a statutory canteen by a factory where 250 H\nC\nD\n752 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA workmen are employed by it. The case of the concerned\nworkmen in the industrial disputes raised by them is that Air\nIndia has employed more than 2000 workmen and on the basis\nof the pleadings and evidence on record has proved the points\nof dispute referred to it in the Industrial disputes referred to\nB supra. The Air India has now challenged the applicability of the\nNotification and the Rules framed by the Delhi Union Territory\nunder Section 46 of the Factories Act. The case pleaded by\nthe workmen on the other hand is that they are working in\nChefair which belongs to the HCI which is wholly owned\nsubsidiary Company of Air India with expertise in food\npreparation and catering to the employees/workmen and\ntraveling passengers in their domestic and international Air\nCrafts, and it is bound by its Memorandum and Articles of .\nAssociation, which is comprehensive enough to regulate the\nconduct of its business for Air India including the nature of\nemployer and employee relationship. The service conditions\nprevailing in the HCI vis-a-vis its employees are comparable\nto the relation between the workers and Air India and Chefair\nin terms of monetary benefits and the same are largely similar.\nThe cost of providing the canteen services to its employees/\nworkmen was provided by Air India on the basis of 'per\nemployee subsidy'. The CGIT, with reference to Factories Rules\nand Notification referred to supra has held that Air India has to\nprovide food stuff to its employees/workmen at the subsidiary\nrate. The pleadings of Air India in its counter statement filed\nF before the CGIT are cleverly designed and drafted stating that\nthere were not more than 250 employees/workmen of Air India\nin order to apply the relevant provisions of the Factories Act\nand Rules in relation to a statutory canteen run by HCI through\nChefair and therefore the notification is not applicable to the\nG Air India. The said pleadings of M/s Air India on a jurisdictional\nfact was demolished by the concerned workmen of the canteen\nby cross examining the witness of Air India, who is its\ndesignated officer. He has stated in his evidence unequivocally\nthat the actual number of workmen/employees availing the\nH canteen facilities in the factory premises were in the range of\nE\n•\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS.\n[V. GOPALA GOWDA, J.]\n753\n2000 persons - a figure which was at least not less than eight A\ntimes the number contained in the original pleadings of Air\nIndia. Air India, in spite of being the statutory corporation did\nnot consider it necessary to come to the court with clean hands\nbut on the other hand, it has suppressed relevant material fact\nregarding the number of employees/workmen working in its B\nestablishment. Therefore, the CGIT, on the basis of admission\nmade by the witness examined on behalf of the Air India as\nMW1, has recorded the finding of fact holding that a total figure\nof 2000 employees/workmen are working in its establishment\nand they are availing the canteen facilities, which is run through C\nthe HCI from its Chefair unit in the premise of Air India. The\nwholly owned subsidiary corporation- HCI has adopted unfair\nlabour practice as defined under Section 2(ra) of the I.D. Act\nat serial No. 10 entry in the Vth Schedule under the heading of\nthe Unfair Labour Practices practiced by the employer, by\nD\nkeeping workers in employment in the canteen for 40 days at\na time and thereafter employing them on contract basis after a\nbreak though the nature of work to be performed by them in\nthe canteen have been perennial in nature, for the reason that\nthey were required to provide and maintain the statutory\ncanteen in the factory premises to cater the food stuff to its\nemployees/ workmen. Therefore, they have committed a\nstatutory offence punishable under the provision of Section 25U\nof the I.D. Act for employing the concerned workmen on contract\nbasis with a break in their service which constitutes unfair\nlabour practice and is prohibited under Section 25T of the I.D.\nAct either by the employer or the workmen under the above\nSchedule to the 1.D. Act. The concerned workmen got the\nIndustrial Disputes referred to the CGIT for adjudication on the\npoints of the dispute referred to it by the Central Government\nin the orders of reference who are covered in the award passed\nby the CGIT. They have been discharging the permanent nature\nof work in different capacities working continuously ranging\nfrom 3 years to 20 years with an artificial break after 40 days\nof employment by the employer with an oblique motive to\ndeprive them of their legitimate statutory right of regularizing H\nE\nF\nG\n754\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA them as permanent workmen in the statutory canteen which is\nbeing run by the Air India in its factory premises through HCI\nfrom its Chefair unit.\nB\nC\n16. Mr. Jayant Bhushan, the learned senior counsel on\nbehalf of the appellants- concerned workmen with reference to\nthe pleadings of the parties and the evidence on record, has\nrightly placed strong reliance upon the Notification of 1991\nissued by the Labour Department enlisting Air India in the\nSchedule to the Notification at serial No.9 to provide a statutory\ncanteen to the employees/workmen of Air India which is being\nrun through HCI from its Chefair unit on its behalf which is its\nsubsidiary company as it has got 100% share holding as per\nMemorandum and Articles of Association. On the basis of\npleadings and evidence on record, the learned senior counsel\nsubstantiated the finding of fact recorded by the CGIT, wherein\nit has held that the concerned workmen are employed by Air\nIndia through its subsidiary Corporation- HCI, which is a sham\ncontract and this veil is required to be pierced to find out the\nreal facts involved in the case as to whether they are working\nfor Air India or the HCI. The learned senior counsel has rightly\nE placed strong reliance upon the decision of three Judge Bench\ndecision of this Court in Hussainbhai, Calicut v. Alath Factory\nThezhilali Union, Kozhikode and Ors. 16, the relevant paragraph\nof which reads as under:\nD\nF\nG\n\"5. The true test may, with brevity, be indicated once\nagain. Where a worker or group of workers labours to produce\ngoods or services and these goods or services are for the\nbusiness of another, that other is, in fact, the employer. He\nhas economic control over the workers' subsistence, skill, and\ncontinued employment. If he, for any reason, chokes off, the\nworker is. virtually, laid off. The presence of intermediate\ncontractors with whom alone the workers have immediate or\ndirect relationship ex contractu is of no consequence when,\non lifting the veil or looking at the conspectus of factors\nH 16. (1978) 4 SCC 257.\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 755\n[V. GOPALA GOWDA, J.]\ngoverning employment, we discern the naked truth, though\ndraped in different perfect paper arrangement, that the real\nemployer is the Management, not the immediate contractor.\nMyriad devices, half-hidden in fold after fold of legal form\ndepending on the degree of concealment needed, the type\nof industry, the local conditions and the like may be resorted\nto when labour legislation casts welfare obligations on the real\nemployer, based on Articles 38, 39, 42, 43 and 43-A of the\nConstitution. The court must be astute to avoid the mischief\nand achieve the purpose of the law and not be misled by the\nmaya of legal appearances.'\n\"\n(Emphasis laid by this Court)\nA\nB\nC\n17. He has further very rightly placed reliance upon the\nthree Judge Bench decision of this Court in the case of Kanpur\nSuraksha Karamchari Union v. Union of India \u0026 Ors₁7. wherein D\nthis Court has held with reference to interpreting Section 2(n)\nand Section 46 of the Factories Act read with Rules of UP\nFactories Rules 1950 -Rule 1968, Section 7 and after\nadverting to the Government of India Notification order No. 18/\n(1)80/D(JCM) dated 25th July, 1981 accorded sanction to treat E\nall employees of the canteen established in defence industrial\nestablishments under Section 46 of the Act as the government\nemployees with immediate effect and further made\nobservations in the said case that in certain cases, canteens\nare run by either contractors or co-operative societies or some\nother bodies.\nF\n18. The legal question that arose for consideration of this\nCourt in that case was whether the services of the workers,\nbefore they were declared to be government employees should\nbe taken into consideration for purposes of calculating their G\npension dues on retirement. E.S. Venkataramiah J., as he then\nwas, in Kanpur Suraksha Karamchari Union (supra), speaking\nfor the Court observed as under:\n17. (1988) 4 SCC 478.\nH\n"}