{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"A\nB\nC\nD\nE\nLU\nF\nG\n776 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nappropriate orders to do justice between the parties\nconcerned. The fact that Tejwant Singh and members of\nhis family have created several corporate bodies does not\nprevent this Court from treating all of them as one entity\nbelonging to and controlled by Tejwant Singh and family if\nit is found that these corporate bodies are merely cloaks\nbehind which lurks Tejwant Singh and/or members of his\nfamily and that the device of incorporation was really a ploy\nadopted for committing illegalities and/or to defraud\npeople.\nThe concept of resulting trust and equity”\n(Emphasis laid by the Court)\n40. In Kapila Hingorani v. State of Bihar (supra), this Court\nheld as under:\n\"26. The proposition that a company although may have\nonly one shareholder will be a distinct juristic person as\nadumbrated in Salomon v. Salomon and Co., has time\nand again been visited by the application of doctrine of\nlifting the corporate veil in revenue and taxation matters.\n(See Dal Chand and Sons v. CIT and Juggilal Kamlapat\nv. CIT.)\n27. The corporate veil indisputably can be pierced when\nthe corporate personality is found to be opposed to justice,\nconvenience and interest of the revenue or workman or\nagainst public interest. (See CIT v. Sri Meenakshi Mills\nLtd., Workmen v. Associated Rubber Industry Ltd., New\nHorizons Ltd. v. Union of India, State of U.P. v. Renusagar\nPower Co., Hussainbhai v. Alath Factory Thezhilali Union\nand Secy., H.S.E.B. v. Suresh.)\"\n(Emphasis laid by the Court)\n41. This Court in Secretary, HSEB v. Suresh \u0026 Ors²º. has\nH 20. (1999) 3 SCC 601.\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 777\n[V. GOPALA GOWDA, J.]\nheld as under:\n“6. In order to keep the said plants and stations clean and\nhygienic, the appellant-Board, upon tenders being floated,\nawards contracts to contractors who undertake the work\nof keeping the same clean and hygienic. One such contract\nwas awarded to one Kashmir Singh, for \"proper, complete\nand hygienic cleaning, sweeping and removal of garbage\nfrom the Main Plant Building\" at Panipat, at the rate of Rs\n33,000 per month with a stipulation to engage minimum\n42 Safai Karamcharis with effect from 15-5-1987 for a\nperiod of one year and in terms therewith the contractor\ntook over the work and performed the said work through\nthe above-stated Safai Karamcharis.\nXXX\nXXX\nA\nB\nC\nXXX\nD\n9. The High Court did in fact note with care and caution\nthe doctrine of \"lifting of the veil\" in industrial jurisprudence\nand recorded that in the contextual facts and upon lifting\nof the veil, question of having any contra opinion as\nregards the exact relationship between the contesting\nparties would not arise and as such directed reinstatement\nthough, however, without any back wages. While it is true\nthat the doctrine enunciated in Saloman v. Saloman \u0026 Co.\nLtd. came to be recognised in the corporate jurisprudence\nbut its applicability in the present context cannot be\ndoubted, since the law court invariably has to rise up to\nthe occasion to do justice between the parties in a manner\nas it deems fit. Roscoe Pound stated that the greatest\nvirtue of the law court is flexibility and as and when the\nsituation so demands, the law court ought to administer\njustice in accordance therewith and as per the need of the\nsituation.\nE\nF\nG\nXXX\nXXX\nXXX\n13. There is, however, a total unanimity of judicial\nH\nA\nB\nC\nD\nE\nF\nG\n778\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\npronouncements to the effect that in the event the contract\nlabour is employed in an establishment for seasonal\nworkings, question of abolition would not arise but in the\nevent of the same being perennial in nature, that is to say,\nin the event of the engagement of labour force through an\nintermediary which is otherwise in the ordinary course of\nevents and involves continuity in the work, the legislature\nis candid enough to record its abolition since involvement\nof the contractor may have its social evil of labour\nexploitation and thus the contractor ought to go out of the\nscene bringing together the principal employer and the\ncontract labourers rendering the employment as direct, and\nresultantly a direct employee. This aspect of the matter has\nbeen dealt with great lucidity, by one of us (Majmudar, J.)\nin Air India Statutory Corpn. v. United Labour Union.\nXXX\nXXX\nXXX\n17. Needless to note at this juncture that the Contract\nLabour (Regulation and Abolition) Act being a beneficial\npiece of legislation as engrafted in the statute-book, ought\nto receive the widest possible interpretation in regard to\nthe words used and unless words are taken to their\nmaximum amplitude, it would be a violent injustice to the\nframers of the law. As a matter of fact the law is well settled\nby this Court and we need not dilate much by reason\ntherefor to the effect that the law courts exist for the society\nand in the event of there being a question posed in the\nmatter of interpretation of a beneficial piece of legislation,\nquestion of interpreting the same with a narrow pedantic\napproach would not be justified. On the contrary, the widest\npossible meaning and amplitude ought to be offered to the\nexpressions used as otherwise the entire legislation would\nlose its efficacy and contract labour would be left at the\nmercy of the intermediary.\nXXX\n☐ H\nXXX\nXXX\n1\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 779\n[V. GOPALA GOWDA, J.]\nB\nC\nD\n20. It has to be kept in view that this is not a case in which A\nit is found that there was any genuine contract labour\nsystem prevailing with the Board. If it was a genuine\ncontract system, then obviously it had to be abolished as\nper Section 10 of the Contract Labour Regulation and\nAbolition Act after following the procedure laid down therein.\nHowever, on the facts of the present case, it was found by\nthe Labour Court and as confirmed by the High Court that\nthe so-called contractor Kashmir Singh was a mere name\nlender and had procured labour for the Board from the open\nmarket. He was almost a broker or an agent of the Board\nfor that purpose. The Labour Court also noted that the\nmanagement witness Shri A.K. Chaudhary also could not\ntell whether Shri Kashmir Singh was a licensed contractor\nor not. That workman had made a statement that Shri\nKashmir Singh was not a licensed contractor. Under these\ncircumstances, it has to be held that factually there was no\ngenuine contract system prevailing at the relevant time\nwherein the Board could have acted as only the principal\nemployer and Kashmir Singh as a licensed contractor\nemploying labour on his own account. It is also pertinent\nto note that nothing was brought on record to indicate that\neven the Board at the relevant time was registered as the\nprincipal employer under the Contract Labour Regulation\nand Abolition Act. Once the Board was not a principal\nemployer and the so-called contractor Kashmir Singh was\nnot a licensed contractor under the Act, the inevitable\nconclusion that had to be reached was to the effect that\nthe so-called contract system was a mere camouflage,\nsmoke and a screen and disguised in almost a\ntransparent veil which could easily be pierced and the real\ncontractual relationship between the Board, on the one\nhand, and the employees, on the other, could be clearly\nvisualised.\"\n(Emphasis laid by the Court)\n42. The legal principle laid down by this Court by following\nE\nF\nG'\nH\nA\nB\nC\nD\nE\nF\nG\nH\n780\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nthe exposition of law for lifting the veil to find out real facts\nis very much necessary to the facts of the case in hand\nhaving the law laid down in the case of Salomon v.\nSalomon (supra) to examine the correctness of the\nfindings of the High Court in reversing the finding of fact\nrecorded in favour of the concerned workmen by the CGIT\nin its award with a view to find out whether the\narrangement with or without the consent of the owner\ncompany facilitated the violation of the basic principles of\nlabour jurisprudence established in this country over a\nperiod of more than six decades, especially principles\nrelating to security of tenure, retrenchment, natural justice,\nand many other standards relating to \"decent conditions.\nat work\". If two statutory corporations owned by the\nGovernment of India are governed by Rule of law, namely\nFactories Act and Industrial Disputes Act, in the manner\nin which they contended, it would be opposed to the labour\njurisprudence and constitute a clear case of unfair labour\npractice which is against the law enunciated by this Court\nin plethora of cases referred to supra whose relevant\nparagraphs are extracted as above in support of my\nconclusion to hold that the finding in the impugned\njudgments of the High Court that is, the HCI, though it is a\nsubsidiary company of Air India, yet it is a separate and\ndistinct legal entity and that the concerned workmen have\nbeen employed by the HCI and not Air India and hence,\nthere is no relationship of employer and employee and\ndisciplinary control upon them by Air India, which has been\nreached at by the High Court and setting aside the findings\nrecorded by the CGIT in favour of the concerned workmen,\nis not only erroneous but also suffers from error in law as\nthe same is opposed to the law laid down by this Court in\ncatena of cases referred to supra.\n43. Any other test required to be applied to the question\nof the legal entity of the so called 'independent contractor', is\nirrelevant to the critical issues which arise in this case. The view\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 781\n[V. GOPALA GOWDA, J.]\nB\ntaken by the Delhi High Court regarding the separate legal A\nidentity of both these corporations, and erroneously setting\naside the findings of the CGIT is not the determining factor in\nthis case. There have been varying practices in vogue in this\nregard. In the Parimal Chandra Raha's case (supra), it is\nnoticed that there were 'Managing Committees', and\n'Cooperative Societies' which could not exist without a separate\nlegal personality that is, 'Contractors', many of them also create\nconvenient legal personalities under garb of different legal\nentities. The presence of a contractor clothed with a legal\npersonality or not as in the case of the defence establishments C\nreferred to above in the Suraksha Karamchari Union's case\n(supra) also has hardly ever been considered to be a\ndeterminative test pertaining to canteen workers on contract.\nD\nE\n44. For the reasons recorded by me on the contentious\npoints with reference to the facts, legal evidence and law laid\ndown by this Court in plethora of cases, I am in agreement with\nthe CGIT on the finding of facts recorded by it on the question\nof the relationship between the concerned workmen and the Air\nIndia on proper appreciation of pleadings and the legal\nevidence on record and piercing the veil to the fact situation to\nfind out true facts which is rightly answered by CGIT on the points\nof disputes and the said finding is in conformity with the law\nlaid down by this Court in Hussainbhai' case and M.M.R.\nKhan and other cases referred to supra for the reason that the\ncontract with the HCI which is a subsidiary Company of Air India\nand employing the contract workers to work in the statutory\ncanteen, is a sham contract. They have been engaged in\npermanent nature of work continuously for number of years. The\nfinding of fact recorded by the CGIT on the points of dispute\nholding that they are entitled for regularization and to be G\nabsorbed as employees of Air India, without prejudice to any\nmanagerial arrangement to avail the expertise of the HCI of\nIndia through existing arrangements. Indeed that would be a win-\nwin situation for all the stake holders concerned in this case-\nthe corporates, the Air India employees numbering more than\nF\nH\n782 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA 2000 in this case and the disempowered canteen workers and\nthat would also be in harmony with our constitutional\njurisprudence.\nB\nC\nD\n45. However it must be clarified that the requirement of\nreservation as provided for in Articles 14 and 16 of the\nConstitution must be complied with while regularizing the\ncanteen workers as employees of Air India. This can be\nachieved by complying with relevant provisions of the I.D. Act\nin contrast to the action taken by the HCI in violation of the said\nstatute. It is also further relevant to note that the only relief the\nworkers have sought is one of regularization on the rolls of Air\nIndia. This does not itself impose any additional expenditure\nfor it. Therefore, the concern of the learned single Judge of the\nHigh Court, on this count is not attracted in the context of the\nrelief sought for by the concerned workmen.\n46. The special facts which are intermingled with questions\nof fact relevant to the case at hand may once again be noticed\nby me to hold that the concerned workmen have completed 240\ndays despite attempt of the contractor by giving break in service\nE of the concerned workmen by the statutory corporation which\nis an instrumentality of the state which is not permissible in law.\nF\n47. The wages of the canteen workers and other costs are\npaid through the arrangement of per head subsidy @ of Rs.340/\n- for over 2000 employees, to the contractor that is, HCI by the\nprincipal employer -Air India. The supervision and control of the\nestablishment is adequately provided for through the\n'Memorandum and Articles of Association' which binds both\nthe 'sole owner' and the 'wholly owned subsidiary'. The service\nof running the statutory canteen is provided for the benefit of\nG the employees of Air India. The statutory obligation on the part\nof Air India to run the canteen is squarely placed on the\nshoulders of the occupier of the factory as per Section 2(n) of\nthe Factories Act, because they employ more than 2000\nemployees despite resorting to pleadings stating that it did not\nH employ more than 250 workers, thus seeking to escape from\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 783\n[V. GOPALA GOWDA, J.]\nthe consequences that may follow in case of a 'statutory A\ncanteen' without challenging the Notification of the Labour\nDepartment issued by the Lt. Governor of Delhi under Rules\n65 to 70 of the Rules.\n48. For the above reasons, in addition to the test of\neconomic control, as held by this Court in Hussainbhai's case,\nI am of the view that the relief sought for by the concerned.\nworkmen which is accepted by the CGIT is legal and valid.\nTherefore, I have to accept the finding and reasons recorded\nby the CGIT though the reasons which I have assigned are not\nthe reasons assigned by it but the conclusions arrived at by the\nCGIT while determining the points of dispute referred to it are\nlegal and valid. Therefore, the reasons assigned by me in this\njudgment must be read into the reasons of the award of the\nCGIT. The aforesaid reasons are assigned by me in this\njudgment after careful examination of the rival legal contentions\nurged by the learned senior counsel on behalf of the parties with\nreference to the provisions of the Factories Act, Rules, Contract\nLabour Act and Industrial Disputes Act and law laid down by\nthis Court in catena of cases. These points are accordingly\nanswered in favour of the workmen.\nAnswer to point No. 3:\nB\nC\nD\nE\nF\n49. In view of the foregoing reasons recorded by me in\nanswering the point Nos. 1 and 2 after adverting to the relevant\nfacts and interpretation of certain provisions of the Factories\nAct, Rules and the Industrial Disputes Act, particularly Sections\n2(k), 2(s) read with the provisions of Section 25(T) and Section\n25(U) of the Industrial Disputes Act and Entry No. 10 in the Vth\nSchedule under the definition of unfair labour practices as\ndefined in Section 2(ra) regarding the employment of the\nworkmen on contract basis against the permanent nature of\nemployment in the statutory canteen I have held that this\npractice by Air India constitutes unfair labour practice. The\ndecisions rendered by this Court which have been extensively\nreferred to by me and some of the cases referred to by the CGITH\nG\n784 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA have rightly answered the points of dispute in favour of the\nC\nconcerned workmen, on proper appreciation of the facts\npleaded, legal evidence on record and I have applied the legal\nprinciples laid down by this Court in the cases of Basti Sugar\nMills Ltd., Parimal Chandra Raha, Kanpur Suraksha\nB Karamchari Union and M.M.R. Khan (all referred to supra)\nto the fact situation of the case on hand to restore the award\nof the CGIT. The CGIT has rightly come to the conclusion and\nrecorded the finding of fact assigning valid and cogent reasons.\nTherefore, I have to answer that the findings and reasons\nrecorded by CGIT on the points of dispute in relation to the\nconcerned employees declaring that the concerned contract\nworkers of the canteen are deemed employees of Air India is\na right decision which has been reached after appreciation of\nevidence on record and adhering to the legal principles laid\ndown by this Court in catena of cases. Further, setting aside\nthe termination orders passed against some of the concerned\nworkmen covered in the industrial dispute case Nos.97 to 99\nof 1996 is also justified for the reason that the services of the\nconcerned workmen in the above cases were terminated\nduring pendency of the industrial disputes before CGIT\nregarding absorption of the concerned workmen as permanent\nemployees, without obtaining approval from the CGIT as\nrequired under Section 33(2)(b) of the I.D. Act. Apart from the\nabove reason, the termination of services of the workmen\ninvolved in the above industrial dispute cases is unsustainable\nF in law for the reason that they have not complied with the\nD\nE\nmandatory provisions of Section 25F, clauses (a) and (b) of the\n1.D. Act and have not obtained the permission from the Central\nGovernment as required under Section 25N of Chapter VB of\nthe I.D. Act. Therefore, the orders of termination passed against\nG the concerned workmen are void ab initio in law and the same\nare liable to be set aside. I have to hold that the CGIT has rightly\npassed an award in favour of all the workmen in all the Industrial\nDisputes on the file of CGIT on findings and reasons recorded\non the points of dispute referred to it by the Central Government\nH upon which adjudication is made by the CGIT. The same cannot\nBALWANT RAI SALUJA v. AIR INDIA LTD. \u0026 ORS. 785\n[V. GOPALA GOWDA, J.]\nbe termed either as erroneous or error in law. Accordingly, I A\nanswer the point No.3 in favour the concerned workmen.\nAnswer to point No.4:\n50. The findings and reasons recorded on the contentious\npoints by both the learned single Judge and the Division Bench B\nof the Delhi High Court in the impugned judgment that no better\nservice conditions than the Management of HCI would be\nprovided to the canteen workers except to get free air tickets\nwhich apparently some employees of Air India are entitled to,\nis untenable in law. Incidentally this is another aspect which may\nhave a bearing on the question of viability in terms of prevailing\npractice in industry. Perhaps, Air India must explore the\nsignificance of the region cum industry principle so well\ndeveloped in our labour jurisprudence. It is seriously concerned\nabout competition and viability rather than focus on the handful\nof canteen workers.\n51. The learned single Judge and the Division Bench have\ninterfered with the finding of fact recorded in the common award\npassed by the CGIT by disagreeing with the findings and\nreasons recorded by the CGIT and holding that the HCI is a\nsubsidiary corporation of Air India and it has got 100% share\nholding and power to appoint the Directors of the HCI and after\nreferring to the decisions of this Court in Kanpur Suraksha\nKaramchari Union case (supra), it held that it is a separate\nlegal entity which finding of fact and reason has been concurred\nwith by the Division Bench by assigning the similar reasons\nplacing reliance on the decision of this Court in M.M.R. Khan's\ncase which decision supports the case of the concerned\nworkmen. The said decision is distinguished by the Division.\nBench of the High Court after adverting to certain paragraphs\nwithout considering the relevant paragraph Nos. 25 and 30\nwhich has laid down the legal principle and also referred to other\njudgments namely Indian Petrochemicals Corporation Ltd.\nand Hari Shanker Sharma referred to supra without piercing\nthe veil to the real facts of the case.\nC\nD\nE\nF\nG\nH\n"}