{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"JITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 345\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nC\ncompetition. It is noticed that under GOs (Government Orders) A\ndated 11.04.1991, 19.12.1991 and 16.04.1992 and the\nclarification dated 19th October, 1992, it was provided that a\nreserved category candidate cannot compete with the open\ncategory candidate(s) after availing preferences which result in\nlowering of the prescribed standards. Such a candidate would B\nonly be considered against seat/post for the reserved category.\nHowever, after the promulgation of the 1994 Act and issuance\nof the Instructions dated 25th of March, 1994, the State\nGovernment has not treated relaxation in age and fee as\nrelaxation in the standard of selection. Therefore, even if a\ncandidate has availed concession in fee and or age limit, it\ncannot be treated to be a relaxation in standard of selection.\nTherefore, it would not deny a reserved category candidate\nselection in Open Competition with General Category\ncandidates. Such concessions can be granted by the State\nunder Section 8(1) of the Act. The Division Bench has also held\nthat a relaxation in age and concession in fee are provisions\npertaining to eligibility of a candidate to find out as to whether\nhe can appear in a competitive test or not and by itself do not\nprovide any indicia of open competition. The competition would\nstart only at a stage when all the persons who fulfill all the\nrequisite eligibility qualification, age etc. are short listed. The\ncandidates in the zone of consideration entering the list on the\nbasis of aforesaid qualifications would thereafter participate in\ncompetition and open competition would commence therefrom.\nTherefore, concession granted under Section 8 would not\ndisentitle a reserved category candidate of the benefit under\nSection 3 sub-Section (6).\nD\nE\nF\n18. In view of the above legal position, it has been held.\nthat if a reserved category candidate has secured marks more G\nthan the last General Category candidate, he is entitled to be\nselected against the unreserved seat without being adjusted\nagainst the reserved seat. According to the Division Bench,\nmerely because 183 candidates, belonging to the reserved\ncategory, have been successful against unreserved seats would\nH\n346 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA not result in reverse discrimination, as apprehended by the\npetitioners. This is particularly so as selection of such reserved\ncategory candidate against the unreserved seats would not be\nmaterial for the purpose of applying the principle of reservation\nbeing limited to a total of 50%.\nB\nC\nD\n19. The Division Bench has also held that the reservation\nin favour of women is constitutionally permissible and is valid.\nOn issue No.5 it has been held that in view of the GO dated\n26.02.1999 (para 4), the 52 vacancies of general category kept\nreserved for women candidates have been illegally carried\nforward for the next selection instead of filling in from the\ngeneral category male candidates. However, since the posts\nremained vacant, the same had to be filled from the general\ncategory male candidates and could not be carried forward.\n20. Reservation in favour of sportspersons quota (2%) has\nalso been upheld. It was held that the aforesaid reservation has\nto operate horizontally, therefore, the 29 vacancies which\nremained unfilled could not have been carried forward. The\nobservations made by the Single Judge on this issue have\nE been approved. A direction has been issued as follows:-\nF\nG\nH\n\"We direct the respondent-authorities to fill in the unfilled\nvacancies reserved for women candidates and sportsmen\nfrom suitable candidates of respective category on the\nbasis of merit list and send them for training and provide\nall other benefits, if any as per rules. However, we may add\nhere, since the respondents did not hold recruitment for\nsports persons in the present selection and we are\ninformed that a separate selection was held, therefore, we\nprovide that the vacancies remain unfilled from the\nseparate selection held for sportsmen against 29\nvacancies separated from the impugned selection, only\nthose remaining vacancies shall be made available to the\nrespective candidates of this selection.\"\n21. The aforesaid findings of the Division Bench have been\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 347\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nchallenged in these appeals by the unsuccessful candidates as A\nwell as the State of U.P.\n22. We have heard learned counsel for the parties.\nB\n23. Mr. L.N. Rao, learned Sr. Counsel appearing on behalf\nof the appellants submitted that the cardinal issue raised in\nthese appeals is whether the reserved category candidates\nwho had taken the benefit of age or fee relaxation, are entitled\nto be counted as general category candidates. According to\nthe learned Sr. Counsel, the Division Bench has erred in law in\nconcluding that relaxation in age and fee cannot be treated to C\nbe relaxation in standard of selection and shall not deny a\nreserved category candidate's selection in Open Competition\nwith General Category candidate. According to learned Sr.\nCounsel, the benefit of reservation under Article 16(4) of the\nConstitution of India is a group right whereas under Article 16 D\n(1) of the Constitution of India, it is an individual right. It is\nemphasized that reservation under Article 16(4) of the\nConstitution of India will take into its fold concessions. Once a\ncandidate falls within the reserved category, he/she can only\nexit the Group i.e. from the benefit of Article 16(4) of the E\nConstitution of India to Article 16(1) of the Constitution of India\non fulfillment of two circumstances, namely, (a) imposition of a\ncreamy layer and (b) merit selection. That is where there is a\nlevel playing field in respect of the selection process, without\nany benefit under Article 16(4) of the Constitution of India.\nAccording to the learned Sr. Counsel, a level playing field would\nbe of candidates who have not availed of any concessions or\nrelaxation. All things have to be equal for all the candidates.\n24. According to learned Sr. Counsel, there is a distinction\nbetween relaxation and concession which pertain to a particular\nselection process and mere support mechanism (such as\nGeneral Coaching) independent of a criteria for a particular\nselection.\nF\nG\n25. According to the learned Sr. Counsel, selection H\nA\n348 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nprocess would include all stages. There can be no distinction\nthat relaxation in age and fee can be treated as provisions.\npertaining to eligibility i.e. to bring a candidate within the zone\nof consideration. According to the learned Sr. Counsel, it is hair\nsplitting to divide the selection process into further parts. Each\nB undermines the concept of \"level playing field”. Learned Sr.\nCounsel further submitted that the Division Bench has\nmisinterpreted Section 3 of the Act of 1994. It has to be read\nas a whole. Section 8 is in nature of exception to Section 3 (6),\nbecause it creates a non-level playing field.\nC\nD\n26. In order to emphasize that reservation under Article 16\n(4) of the Constitution of India is a group right, and includes\npreferences, concessions and exemptions, Mr. L.N. Rao relied\non certain observations of this Court made in the case of Indra\nSawhney and others vs. Union of India and others, 1992 Supp\n(3) Supreme Court Cases 217. According to him, the fact that\nonly age and fee relaxations were given does not take the\nreserved category candidates out of the group category. He has\nalso relied on the judgment rendered in the case of Post\nGraduate Institute of Medical Education \u0026 Research,\nE Chandigarh and others vs. K.L.Narsimhan and another, 1997\n(6) SCC 283 in support of the submission that once a\ncandidate takes advantage of relaxation in the eligibility criteria,\nhe/she has to be treated as a reserved category candidate.\nF\nG\nH\n27. With regard to the interpretation to be placed on the\nAct of 1994, Mr. L.N.Rao submitted that Section 3 preserves\nthe definition of the group throughout. According to him,\nSections 3 (6) and Section 8 are to be read together in the\nfollowing way i.e. in Section 3(6), the term \"gets selected on\nthe basis of merit in an open competition\" denotes a level\nplaying field in Open Competition permitting exit from the group\ninto the merit category. Section 8 lowers the level playing field\n“for any competitive examination\" and clubs three categories\ntogether- (a) fees, (b) interview and (c) age limit. According to\nthe learned Sr. Counsel, the invocation of Section 8 wholly\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 349\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nD\nexcludes the operation of Section 3 (6) to which Section 8 is A\nan exception. He further submitted that relaxation and\nconcessions may be of various kinds. Each is a part of Article\n16 (4) of the Constitution of India and could have egalitarian\nconsequences. In support of the submissions, reliance is placed\non observations of this Court made in paragraph 743 in the B\ncase of Indra Sawhney (supra). According to the learned Sr.\nCounsel, there is a distinction between social support\nmechanisms prior to an examination, (which are also a part of\nArticle 16 (4) of the Constitution of India) and the relaxations/\nconcessions which relate to the selection process itself. C\nAccording to the learned Sr. Counsel, supplemental and\nancillary provisions to ensure full availment of provisions for\nreservation would be a part of reservation under Article 16 (4)\nof the Constitution of India. He submitted that the selection\nprocess has to be seen as a whole. It cannot be split up into\ndifferent parts. Section 8 is an exception to Section 3(6). In view\nof the above, according to the learned Sr. Counsel, the Division\nBench has erroneously held that in view of Section 8 of the Act.\nof 1994, reserved category candidates can be permitted to\ncompete with the General Category candidates. Learned Sr.\nCounsel has also submitted that the learned Single Judge has\nwrongly distinguished the judgment in the case of\nK.L.Narsimhan (supra) on the basis that it was over-ruled by\na larger five Judges Bench in the case of Post Graduate\nInstitute of Medical Education \u0026 Research, Chandigarh vs.\nFaculty Association and others, (1998) 4 SCC 1. The\naforesaid judgment was over-ruled only on one particular point\nraised in the review application. The aforesaid judgment had.\ndecided three appeals in a common judgment. Review was filed\nonly in one. Therefore, the judgment in other cases is not over-\nruled. It has in fact been subsequently referred to in Dr.Preeti G\nSrivastava and Anr. v. State of M.P. and Ors., 1999(7) SCC\n120, Bharati Vidyapeeth and Ors v. State of Maharashtra and\nAnr., 2004 (11) SCC 755 and State of Madhya Pradesh and\nOrs. v. Gopal D. Tirpathi and Ors., 2003 (7) SCC 83. Therefore,\naccording to Mr. L.N.Rao, the reasoning given therein is still H\nE\nF\n350\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA relevant. Learned Sr. Counsel then relied on the judgment in\nthe case of Union of India and another v. Satya Prakash and\nothers, JT 2006 (4) SC 524, in support of the submission that\nonly a candidate who has been selected without taking\nadvantage of any relaxation/concession can be adjusted\nB against a seat meant for General Category Candidate.\nLearned Sr. Counsel then submitted that the vacancies which\nare reserved for Women candidates remained unfilled, and\ntherefore, ought to have been filled from the men candidates\nbelonging to the General Category. Even these vacancies have\nbeen illegally carried forward. The reservation in favour of\nwomen is referable to Article 15 (3) of the Constitution of India\nand not Article 16 (4) of the Constitution of India. Therefore, it\nis horizontal reservation in which carry forward rule would not\nbe applicable. Even with the carry forward rule which is\napplicable only to vertical reservations, 50% cap as approved\nin Indra Sawhney case (supra) cannot be permitted to be\nbreached.\nC\nD\n28. In fact in the present case, the reserved category\ncandidates have occupied one third of the posts meant for the\nE General Category. If the argument of the State is accepted in\naddition to the quota of 50% (with carry forward), another 183\nout of 1014 (18%) would be added. Learned Sr. Counsel\nreiterated that the purpose of reservation is not to distribute\nlargesse, but to create empowerment among the\nF disadvantaged. The test is, therefore, “adequacy”, not\nmechanical over-empowerment, which must be constantly\nmaintained. Learned Sr. Counsel also emphasized that the\nprovisions contained in Article 16 (4) (a) and (b) of the\nConstitution of India are all enabling provisions and subject to\nG (a) creamy layer, (b) 50% cap (c) compelling reasons and (d)\nproportionality. In the present case, the State has failed to give\nany details with regard to adequacy of representation. Finally,\nlearned Sr. Counsel submitted that reservation in favour of\nwomen is even otherwise violative of Article 16 (2) of the\nConstitution of India.\nH\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 351\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\n29. On the other hand, Mr. Dwivedi, learned Senior A\ncounsel appearing on behalf of the respondents submitted that\nin fact no cause of action has arisen in favour of the appellants.\nAll of them are qualified candidates who did not make it to the\nfinal select list on the basis of comparative merit. He then\nsubmitted that in fact the selected candidates who are likely to B\nbe affected, have not been made parties. It has also been\nsubmitted that in any case, no relief can be granted to the\nappellants, at this stage as all the posts had already been filled.\nTherefore, the submissions made by the appellants are merely\nan academic exercise. According to him, the Division Bench C\nhas correctly interpreted Section 3 of the Act of 1994. He further\nsubmits, by the suggested interpretation, the appellants seek\nto add the words from Section 8 to sub-section (6) of Section\n3. There is no relaxation in the qualifications. The concession\nis only in the matter of fee and the age which pertains only to\nD\neligibility of a candidate to apply for the post. The criteria for\nselection for all the candidates is identical, which has not been\nlowered, by the concessions/relaxations in fee and age. Under\nSection 3(6), the candidate even though belonging to a\nreserved category is entitled to be treated as a General\nCategory Candidate. According to Mr. Dwivedi, the Division\nBench has correctly observed that taking advantage of fee\nconcession or age relaxation would not be a bar for the\nreserved category candidates to be treated as general category\ncandidates. They can be taken out of General Category only\nas an exception i.e. if their standard is lowered. On the other\nhand, if by relaxation, the reserved category candidate gets no\nadvantage, he cannot be compartmentalized. The judgment\nrelied upon by the appellants in K.L.Narsimhan (supra) has\nbeen over-ruled in the subsequent judgment of this Court in the\ncase of Faculty Association (supra). Once the judgment is G\nover-ruled, it cannot be argued that it is only partly over-ruled.\nLearned Senior counsel also submitted that the particular\nsentence relied upon by learned Sr. Counsel appearing on\nbehalf of the appellants in the case of K.L.Narsimhan (supra)\nis a stray observation and cannot be treated as an authoritative H\nE\nF\n352 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA pronouncement or a precedent. In any event, according to him,\nin the case of K.L.Narsimhan (supra), the issue of relaxation\nin age or fee was not considered. In the case of Satya Prakash\n(supra), it has been clearly held that candidates who have been\nrecommended without resorting to the relaxed standard shall\nnot be adjusted against the vacancies reserved for Scheduled\nCastes, Scheduled Tribes and Other Backward Classes.\nAccording to the learned Senior counsel, even Indra Sawhney\ncase (supra) only lays down the meaning of \"Reservation\" in\nterms of Article 16 (4) of the Constitution of India.\nB\nC\n30. SLP (C) Nos. 14078-80 of 2008 have been filed by\nthe State of U.P. challenging the common final judgment of the\nDivision Bench dated 22.12.2006 and the final order dated\n18.12.2007 declining to modify or recall the earlier judgment\ndated 22.12.2006. In support of the appeals, Mr. Dinesh\nD Dwivedi, learned Sr. Counsel submitted that the learned Single\nF\nJudge of the High Court had taken notice of the fact that total\nposts of SICP were 1231 (male) + 148 (female). 2% posts were\nreserved for sports persons. Therefore, 29 posts of SICP and\n5 posts of PC were earmarked for Sports Quota. Since 608\nE male candidates belonging to the General Category were\nselected, 67 posts of General category were available for\nwomen. However, only 15 candidates had been selected.\nTherefore, 52 posts were filled up on merit from male\ncandidates in accordance with the Government Order dated\n26.2.1999. Therefore, it was noticed by the learned Single\nJudge that no post in General Category was vacant. Having\ncome to the aforesaid conclusion, the learned Single Judge\nhad wrongly issued the directions in the final paragraph of the\njudgment to recalculate the number of posts of General\nG Category candidates by applying 2% reservation for Sportsmen\nhorizontally and adding 2% posts of sportsmen also while\ncalculating the total number of vacancies of General Category\ncandidates. This direction had been challenged by the State\nand the Director General of Police in Special Appeal Nos.910\nof 2005 and 592 of 2006. In spite of the aforesaid categoric\nH\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 353\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nfinding of the learned Single Judge, that there were no vacant A\nposts, the Division Bench concluded that the vacancies which\nwere left unfilled were carried forward for next selection, instead\nof filling in from the General Category of male candidates. In\nfact Government Order dated 26.2.1999 was fully complied\nwith. According to the learned Sr. Counsel, the direction issued B\nby the Division Bench to fill up the unfilled vacancies reserved\nfor women candidates and sportsmen from suitable candidates\nof respective categories has been issued without taking into\naccount that all the vacant posts have been filled, in accordance\nwith the Government Order. The Division Bench has failed to C\nappreciate that no unfilled posts reserved for women and the\nSportsmen quota have been carried forward.\nD\nE\n31. Dr. Rajeev Dhawan, learned Sr. Counsel reiterated the\nsubmissions made by Mr.L.N. Rao. According to Dr.Dhawan\nthe judgment in the case of K.L.Narsimhan (supra) has only\nbeen partly over-ruled in one case. The aforesaid judgement\nhad decided three appeals by a common judgement, therefore,\nthe reasoning of the judgment is still intact and would be\napplicable to the facts and circumstances of the present case.\nSince the reserved category candidates have been given\nrelaxation in the age and the fee, the same would fall within the\ngroup right of reservation under Article 16 (4) of the Constitution\nof India. Learned Sr. Counsel reiterated that once a candidate\ntakes advantage of reservation/concessions under Article 16 (4)\nof the Constitution of India, he/she cannot be permitted to be F\nappointed against the seat meant for the General Category.\nAccording to the learned Sr. counsel, all parts of Section 3 of\nthe Act of 1994 talk of group rights. There cannot be an exit from\nreservation, once a benefit is taken. In other words, a candidate\ncovered under Article 16 (4) of the Constitution of India cannot G\nalso be a candidate under Article 16 (1) of the Constitution of\nIndia.\n32. We have considered the submissions made by the\nlearned counsel for the parties.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n354 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n33. The core issue in the writ petitions was with regard to\nfilling up the General Category posts by candidates belonging\nto the reserved category candidates on their obtaining more\nmarks than the last candidate in the General Category. The\nsubmissions made by the learned counsel for the appellants\nare all over-lapping. Reference to case law is also common. In\nour opinion, it is not necessary to consider the larger issues\nraised by the learned counsel for the parties with regard to the\nnature and extent of reservation. These issues have been\ndilated upon by this Court in numerous judgments. The Division\nBench in the impugned judgment has traced the history of\nreservation at considerable length. It has also distinguished\nbetween vertical and horizontal reservations. It has also\ncorrectly concluded that in case of horizontal reservation, the\ncarry forward rule would not be applicable. All these issues are\nno longer res integra, in view of the authoritative judgment\nrendered in the case of Indra Sawhney (supra). It can also be\nno longer disputed that reservation under Article 16 (4) of the\nConstitution of India aims at group backwardness. It provides\nfor group right. Article 16 (1) of the Constitution of India\nguarantees equality of opportunity to all citizens in matters\nrelating to employment. However, in implementing the\nreservation policy, the State has to strike a balance between\nthe competing claims of the individual under Article 16(1) and\nthe reserved categories falling within Article 16(4). A\nConstitution Bench of this Court in the case of Indra Sawhney\ncase (supra), this Court reiterated the need to balance the\nFundamental Right of the individual under Article 16(1) against\nthe interest and claim of the reserve category candidates under\nArticle 16(4) of the Constitution.\n\"It needs no emphasis to say that the principal aim of\nArticle 14 and 16 is equality and equality of opportunity\nand that Clause (4) of Article 16 is but a means of\nachieving the very same objective. Clause (4) is a special\nprovision - though not an exception to Clause (1). Both the\nprovision have to be harmonized keeping in mind the fact\n"}