{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"JITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 335\n\u0026 ORS.\nwith the various instructions issued by the Government A\nfrom time to time. Division Bench erred in law in\nconcluding that since the advertisement did not mention\nthat a separate selection will be held, for the post reserved\nfor sportsmen, the same would not be permissible in law.\nThe deduction of 34 posts for separate selection would B\nnot in any manner affect the overall ratio of reservation\nas provided by law. The separate selection is clearly part\nand parcel of the main selection. Thus, the conclusions\nrecorded by the Single Judge and the Division Bench\nwith regard to the 34 posts reserved for the outstanding C\nsportsmen category-29 SICP+5 PC also cannot be\nsustained. The direction issued by the Single Judge in the\nfinal paragraph as well as the directions issued by the\nDivision Bench in modification of the order of Single\nJudge are set aside. [Paras 63 and 64] [378-E-H; 379-A-\nE-F]\nIndra Sawhney and Ors. vs. Union of India and Ors. 1992\nSupp (3) SCC 217, Followed.\nD\nUnion of India and Anr. v. Satya Prakash and Ors. JT E\n2006 (4) SC 524, referred to.\nCase Law Reference:\nJT 2006 (4) SC 524\nReferred to.\nPara 27\nF\n1992 Supp (3) SCC 217\nFollowed.\nPara 33,\n35, 36, 39, 59, 62\n(1998) 4 SCC 1\nRelied on.\nPara 34\n1997 (6) SCC 283\nHeld inapplicable. Para 41,\nG\n42\n1996(6) SCC 44\nReferred to.\nPara 43\n2006(1) SCC 275\nReferred to.\nPara 44\n(1998) 2 SCC 214\nReferred to.\nPara 45\nH\n336 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA (1997) 2 SCC 332\nReferred to.\nPara 45\n1974 (1) SCC 87\nReferred to.\nPara 45\n1999(7) SCC 120\nReferred to.\nPara 48\nB\n2004 (11) SCC 755\nReferred to.\nPara 48\n2003 (7) SCC 83\nReferred to.\nPara 48\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 74\nof 2010.\nFrom the Judgment \u0026 Order dated 22.12.2006 of the High\nCourt of Judicature at Allahabad in Special Appeal No. 862 of\n2002.\nWITH\nD\nC.A. Nos. 75, 79, 80, 76-78 and 81 of 2010.\nL.N. Rao, Dinesh Dwivedi, Dr. Rajeev Dhawan, S.R.\nSingh, Shail Kr. Dwivedi, AAG, Sanjeev Kr. Singh, Siddharthal\nChowdhury, Manoj Kr. Dwivedi, Vandana Mishra, Abhishek Kr.\nE Singh, Ashutosh Kr. Sharma, Manish Srivastava, Gunnam\nVenkateswara Rao, Jatendra Singh, Pallavi Mohan, Priyanka\nSingh, S.K. Sabharwal, Jetendra Singh, Sunita Pandit, K.L.\nJanjani, Amit Anand Tiwari, the appearing parties.\nF\nThe Judgment of the Court was delivered by\nSURINDER SINGH NIJJAR, J.\nCivil Appeal Nos. 74, 79, 75, 80 of 2010\n(arising out of SLP (C) Nos.1952, 1959, 1967 \u0026 7739 of\nG 2008\n1. Leave granted.\n2. These Appeals are directed against the common\nDivision Bench judgment of the High Court of Judicature at\nH Allahabad dated 22.12.2006. By the aforesaid judgment, the\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 337\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nHigh Court decided number of Appeals directed against the\ncommon judgment of the learned Single Judge in Writ Petition\nNo.25328 of 2001 and a number of other connected writ\npetitions.\nD\n3. The appellants had assailed the judgment dated B\n22.5.2002 of the learned Single Judge to the extent that the Writ\nPetition Nos.25328, 26847, 36411, 28836, 26177, 34039,\n4630, 32763, 27849, 27060, 29069 of 2001 and 47528 of\n2002 had been dismissed whereby the petitioners-appellants\nwere seeking a writ in the nature of mandamus directing the\nC\nrespondents to send them for training to the post of Sub\nInspectors. In some of the writ petitions, a prayer had also been\nmade for quashing the entire select list which was also declined\nby the learned Single Judge. In Special Appeal No.592 of 2006,\nthe appellant who was respondent had assailed the aforesaid\njudgment of the learned Single Judge only to the extent the\nSingle Judge had issued a writ in the nature of mandamus to\nthe respondent-appellants to fill up vacancies against 2% Sports\nQuota from the aforesaid selection itself. In Special Appeal\nNo. 1285 of 2002, the original petitioner had challenged the\njudgment dated 01.10.2002 passed by the learned Single\nJudge (R.K.Agarwal, J.) dismissing the writ petition no.47528\nof 2002 following the judgment dated 22.5.2002 of Ashok\nBhusan, J. in writ petition no.25328 of 2001 and other\nconnected matters (supra). In Special Appeal No.910 of 2005,\nthe original petitioner had assailed the judgment dated F\n19.7.2005 of Sunil Ambwani, J. dismissing writ petition\nno.29383 of 2001 again following the judgment dated\n22.5.2002 of Ashok Bhusan, J. (supra).\n4. The dispute between the petitioners and the\nrespondents revolves around the issue of reservation of posts\nfor Backward Classes, Scheduled Castes, Scheduled Tribes,\nWomen Candidates and Sportspersons.\n5. We may notice here the relevant facts before we advert\nto controversy in detail.\nE\nG\nH\nA\n338\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n6. An advertisement was issued on 4.5.1999 for direct\nrecruitment on the post of Sub Inspectors in Civil Police\n(hereinafter referred to as \"SICP\") and Platoon Commanders\nin PAC (hereinafter referred to as \"PC\"). According to the\nrespondents, the break down of the posts was 1379 Posts for\nB SICP and 255 posts for PC. Out of these posts, 2% posts were\nreserved for outstanding Sportspersons. The recruitments to\nthese posts were to be made by a separate advertisement.\nApart from above, 10% of the posts were reserved for women.\nC\nD\n7. The procedure for selection included a Preliminary\nWritten Test consisting of 300 marks. Candidates were required\nto secure at least 50% marks for being declared successful and\nentitled to participate in further test. This was followed by a\nPhysical Test consisting of 100 marks. Again the candidate had\nto secure at least 50% or more marks. The marks obtained in\nthe Preliminary Written Test and the Physical Test were,\nhowever, not to be included for determination of final merit.\nCandidates who qualified in the Preliminary Written Test and\nthe Physical Test were required to appear in the Main Written\nTest consisting of 600 marks, having two papers i.e. General\nE Hindi, General Knowledge and Mental Aptitude Test. Here\nagain a candidate who secured 40% or more marks could only\nbe declared successful. The written test consisted of two\npapers- (i) Hindi language and Essay consisting of 200 marks\nand (ii) General Knowledge and Mental Aptitude Test consisting\nF of 400 marks. Thereafter, the candidate was to appear for\ninterview which consisted of 75 marks. There were, however,\nno qualifying marks for the interview.\nG\nH\n8. It is common ground that in response to the\nadvertisement, more than 50,000 candidates applied for the\nposts. The result for the Preliminary Written Test which was held\non 6.2.2000, was declared on 22.9.2000. 7325 candidates\nwere found successful. Physical Test was held from 29.10.2000\nto 6.11.2000 and 1454 candidates were found successful. The\nMain Written Test was held on 29.4.2001 wherein 1178\n!\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 339\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nIcandidates were declared successful. The final result of the A\ninterview was declared on 6.7.2001, wherein 1006 candidates\nwere declared successful. The number of persons who were\nselected in different categories finally and have been sent for\nTraining is as under:-\n1. General (Male) for the post of Sub Inspectors\n2. General (Female) for the post of Sub\nInspectors (This included one dependent of\nfreedom fighter)\nNote: 163 OBC, 19 Scheduled Castes and 1\nScheduled Tribes candidates having secured\nmore than the last general candidate, were\nselected against general vacancies.\n3. OBC (male) for the post of Sub Inspectors\n4. OBC (female) for the post of Sub Inspectors\n5. SC (male) for the post of Sub Inspectors\n6. SC (female) for the post of Sub Inspectors\n7. ST (male) for the post of Sub Inspectors\nB\n608\nC\n15\n168 D\n9\n25\n1\n3\nE\n125\ni\n8. General (male) Platoon Commander in PAC\n9. All the petitioners-appellants who applied pursuant to\nthe aforesaid advertisement had participated in the entire\nselection process. However, the names did not figure in the F\nmerit list of the selected candidates.\n10. The selection was challenged in a number of writ\npetitions by candidates who were not included in the select list.\nAccording to the High Court, the selection was challenged on\nthe following grounds:-\n1. The selection has been made by adopting pick and\nchoose method.\nG\nH\n340\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n2. More than 600 posts are still vacant yet the petitioners\nhave not been declared successful.\n3. There was no guideline or criteria for interview.\n4. The number of candidates appeared for main\nexamination and interview being less than the total number\nof vacancies, therefore, the petitioner-appellants could not\nhave been unsuccessful.\n5. Several candidates having inferior educational record\nhave been declared successful.\n6. Certain persons having Roll Nos. 0492198, 520570,\n0492263, 760146, 480612, 492353, 7706166, 790658;\n790519 and 790035 did not find place in the result after\nmain examination yet have been shown as selected finally\nin the final merit list which shows serious irregularities and\nbungling in the selection.\n7. Keeping large number of vacancies unfilled although\nsuccessful candidates are available is a motive for\nextracting illegal demand.\n11. The writ petitions were opposed by the State\nGovernment by filing a detailed counter-affidavit in Writ Petition\nNo.26177 of 2001. The aforesaid counter-affidavit was said to\nhave been read on behalf of the State in all the cases. It was\nexplained by the State Government that in response to the\nadvertisement, total 53780 application forms were received. It\nwas further explained that 1178 candidates had qualified in the\nmain written test who appeared in the interview which was held\nbetween 18.6.2001 to 1.7.2001. It was further explained that\nvide Government order dated 3.2.1999, 2956 posts of SICP\nwere sanctioned, out of which 50% posts were to be filled by\ndirect recruit and 50% posts by promotion. Therefore, 1478\nposts came to be filled in by direct recruit. Since 99 posts were\nfilled under the Category of \"Dying in Harness” Rules, only 1379\nposts remained to be filled. Separate selection was to be held\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 341\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\non the 2% vacancies reserved for Sportspersons through a A\nseparate advertisement. Therefore, as a matter of fact, actual\nrecruitment was made i.e. only for 1350 posts of SICP and 255\nposts of PC. The break-up of the posts was as indicated above.\n12. Upon consideration of the entire matter, Ashok Bhusan,\nJ. delivered common judgment dated 22.5.2002 in CMWP\nNo.25328 of 2001 (Narendra Partap Singh vs. Director General\nof Police, UP and others). All the writ petitions were disposed\nof with the following observations:-\nB\n\"In view of the foregoing discussions none of the C\ncontentions of the petitioner can be accepted except the\ncontention regarding 2% reservation for sports men. Relief\nclaimed by the petitioner cannot be granted except the\ndirection to the respondents to recalculate the number of\nposts of general category candidates by applying 2% D\nreservation for sports men horizontally and adding 2%\nposts of sports men also while calculating the total number\nof vacancies of general category candidates. If after\napplying 2% reservation horizontally any post in general\ncategory candidates quota remains vacant the same shall E\nbe filled up by the general category candidates next in\nmerit. It is, however, made clear that by the said exercise\nthe selection already made will not be affected in any\nmanner.\nAll the writ petitions are disposed of with the aforesaid\ndirections\"\nF\n13. This judgment was subsequently followed in the\nseparate judgments delivered by R.K.Agarwal, J. and Sunil\nAmbwani, J. All the three judgments were challenged in appeals G\nbefore the Division Bench, which have been decided by the\ncommon judgment dated 22.12.2006.\n14. The Division Bench noticed the submissions made by\nthe learned counsel for the parties in detail and formulated\nI\n342 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA seven issues which arose in the appeals. The issues were as\nunder:-\nB\nC\nD\nE\nF\nןדי\nG\nH\n\"1. What is the extent of selection of a reserve category\ncandidate against unreserved seats and in what\ncircumstances he can be considered against unreserved\nvacancies besides reserve seats. The relevant factors,\nshades and nuisances for such adjustment also need to\nbe identified, if any.\n2. Whether Section 3 (6) of Act of 1994 would apply where\na candidate of reserve category though has availed\nrelaxation meant for reserve category candidates namely\nfee and age but in all other respect, in the selection test,\nhas competed with general category candidates and has\nsecured more marks than the last selected general\ncategory candidate. In other words whether relaxation in\nage and fee would deprive and outsource him from\ncompeting against an unreserved seat in an open\ncompetition with general candidates.\n3. Whether selection of reserve category candidates\nagainst reserved and unreserved constituting more than\n50% is unconstitutional or otherwise contrary to law.\n4. Whether reservation of seats for women is violative of\nArticle 16(2) of the Constitution of India.\n5. Whether seats reserved for women can be carried\nforward in case suitable candidates are not available or\nthe reservation being horizontal and applicable to all\ncategories, the unfilled vacancies are to be filled by\nsuitable male candidates.\n6. Whether keeping 2% sports quota separate from the\nselection in question is illegal.\n7. Whether selection in question is otherwise vitiated on\naccount of any alleged irregularity or bungling.\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 343\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\n15. The Division Bench noticed the historical background A\nin which the provisions with regard to reservation came to be\nincorporated in the Constitution of India. The Division Bench\nalso noticed the entire history with regard to the various\ngovernment orders making reservation for different categories.\nThe Division Bench notices that the matter of reservation has B\nbeen dealt in detail by this Court in numerous cases. Therefore,\nthe Division Bench has confined itself to the problem as, faced\nand countered, in the State of U.P; particularly with reference\nto the category of the candidates belonging to 'O.B.Cs.' The\nDivision Bench also noticed the statutory provisions contained\nin the U.P. Public Services (Reservation for Scheduled Castes\nand Scheduled Tribes) Act, 1994 (hereinafter referred to as \"the\nAct of 1994”). The High Court considered issues no.1, 2 and\n3 together.\nC\nD\n16. The Division Bench has concluded that the various\nGovernment orders and the Act of 1994 provide reservation in\nState services with the intent to achieve the goal of adequate\nrepresentation of Backward Classes of Citizens in service. It\nnotices that reservation under Article 16(4) has to be made\nkeeping in view the provisions contained in Article 14, 16(1) E\nand 335 of the Constitution of India. It is also held that there\nare various modes and methods of providing reservation. The\nextent and nature of reservation is a matter for the State to\ndecide considering the facts and requirements of each case.\nIn this case the Legislature has empowered the State to extend F\nconcessions limited to fee and age to OBCs, besides keeping\nreservation of seats to the extent of 27%. The prime objective,\nobviously, is to provide adequate representation to these\nclasses, which in the opinion of the Legislature are not\nadequately represented in the services under the State. The G\nDivision Bench also concluded that the State Government has\nnot conducted any indepth study to find out as to whether\nadequate representation has been given to any particular\nBackward Classes as a result of successive provisions for\nreservation. Therefore, a direction has been given to the State H\n344 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Government of U.P. to undertake an indepth study to find out\nthe representation of various Backward Citizens in Public\nservice and to find out whether any Backward Class citizens\nhave achieved the constitutional goal of adequate\nrepresentation in service or not. Thereafter, the Government is\nB to review the policy in the light of facts, figures and information\nreceived pursuant to such study. The exercise is to be\nundertaken by the State Government within six months and a\ncompliance report is to be submitted to the Court.\nс\n17. With regard to the manner, mechanism and inter-\nrelationship of various concessions and reservations, the\nDivision Bench observed that it is permissible for the State to\nprovide concessions to achieve the goal under Article 16(4)\nwithout keeping the seats reserved for any backward class of\ncitizens. When certain seats are reserved, it would not result\nD in making unreserved seats compartmentalized for General\nCategory candidates i.e. unreserved candidates. There is no\nreservation for General Category Candidates. It is also held that\na reserved category candidate, in addition to the reserved\nseats, can always compete for unreserved seat. The Division\nE Bench has further held that the reserved category candidate\ncan also compete against the unreserved seats under a criteria\nwhich is uniformly applicable to all the candidates. In case the\nselection criteria is lowered for the reserved category\ncandidate, then such difference in standard or criteria would\nF disentitle the reserved category candidate to compete in the\ngeneral category. After analyzing the law laid down by this Court\nin numerous judgments, the Division Bench has concluded that\nthe conflicting claims of individuals under Article 16(1) and the\npreferential treatment given to a backward class under Article\nG 16(4) of the Constitution has to be balanced, objectively. The\nDivision Bench then considered as to whether the concession\nor relaxation in the matter of fee and age would deprive a\nreserved candidate of his right to be considered against an\nunreserved seat. Can it be said that such a candidate is not a\nperson who has competed with the general category in an open\nI\n"}