{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 1 S.C.R. 325\nJITENDER KUMAR SINGH \u0026 ANR.\nV.\nSTATE OF U.P. \u0026 ORS.\n(Civil Appeal No. 74 of 2010)\nJANUARY 08, 2010\n[TARUN CHATTERJEE AND SURINDER SINGH\nNIJJAR, JJ.]\nA\nB\nConstitution of India, 1950 - Articles 14, 16(1) and (4):\n-\nC\nDirect recruitment on the post of Sub Inspectors and\nPlatoon Commanders - Reservation for Backward Classes,\nScheduled Castes, Scheduled Tribes - Relaxation of fee and\nage - Selection of a reserve category candidate against\nunreserved seats -- Selection process, challenged by general D\ncategory candidate Held: Concession in fee and age\nrelaxation would not fall within the definition of 'reservation' -\nSuch relaxation only enables candidates belonging to\nreserved category to fall within the zone of consideration, so\nthat they can participate in open competition on merit - It does\nnot tilt the balance in favour of reserved category candidates,\nin the preparation of final select list – It is only, thereafter, merit\nof candidates is determined without any further concessions\nin his favour - There is no infringement of Article 16(1) - U.P.\nPublic Services (Reservation for Scheduled Casts and\nScheduled Tribes) Act, 1994 - ss. 3(6) and 8 - Government\ninstructions dated 25.03.1994.\n-\n-\nE\nF\nDirect recruitment on the post of Sub Inspectors and\nPlatoon Commanders Reservation for outstanding\nSportspersons and women - Legality of - Carry forward of\nposts - Permissibility of - Held: Vacancies reserved for G\nwomen and outstanding sportsperson is to be filled by\napplying 'horizontal reservation' - Any posts reserved for\nwomen which remain unfilled have to be filled up from\n325\nH\n326 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA amongst suitable male candidates with a specific prohibition\nthat posts shall not be carried forward for future - On facts,\nState did not carry forward any of general category posts\nreserved for women and outstanding sportspersons - All posts\nremaining unfilled, in category reserved for women were filled\nB up by suitable male candidates - Thus, Division Bench erred\nin directing the State to fill in unfilled vacancies reserved for\nwomen from suitable male candidates - Single Judge erred\nin directing the State to recalculate vacancies reserved for\nsportspersons - Conclusions with regard to 34 posts reserved\nC for sportsmen category set aside - Government instructions\ndated 26.02.1999 – Paragraph 2, 4.\nD\nE\nF\n-\nReservation under Article 16(1) and (4) - Benefit of -\nExplained.\nPrecedent: Mere quoting of isolated observations in a\njudgment - Held: Cannot be treated as a precedent de hors\nthe facts and circumstances in which the observation was\nmade.\nAn advertisement was issued for direct recruitment\non the post of Sub Inspectors and Platoon Commanders.\n2% posts were reserved for outstanding Sportspersons\nand the recruitments to these posts were to be made by\na separate advertisement. 10% of the posts were\nreserved for women. The procedure for selection was\ncarried out. The select list was prepared and the selected\ncandidates were sent for training. Appellants-\nunsuccessful candidates challenged the selection. Single\nJudge of High Court dismissed the writ petitions seeking\nquashing of the entire select list; and direction to the\nrespondents to send them for training to the post of Sub\nInspectors. It directed the respondents to recalculate the\nnumber of posts of general category candidates by\napplying 2% reservation for sports men horizontally and\nadding 2% posts of sports men also while calculating the\nH total number of vacancies of general category candidates\nG\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 327\n\u0026 ORS.\nB\nand if any post in general category candidates quota A\nremains vacant the same shall be filled up by the general\ncategory candidates next in merit. The Division Bench of\nHigh Court held that if a reserved category candidate\nsecured marks more than last General Category\ncandidate, he is entitled to be selected against unreserved\nseat without being adjusted against reserved seat; that\n52 vacancies of general category kept reserved for\nwomen candidates remained vacant, the same had to be\nfilled from the general category male candidates and\ncould not be carried forward; and that the reservation in\nC\nfavour of sportspersons quota has to operate\nhorizontally, therefore, 29 vacancies which remained\nunfilled could not have been carried forward. Hence the\npresent appeals by the unsuccessful candidates as well\nas State of U.P.\nAllowing the appeals filed by the State and the\nDirector General of Police and dismissing that of the\nGeneral Category Candidates, the Court\nD\nF\nHELD: 1. Reservation under Article 16(4) of the E\nConstitution of India aims at group backwardness. It\nprovides for group right. Article 16 (1) guarantees equality\nof opportunity to all citizens in matters relating to\nemployment. However, in implementing the reservation\npolicy, the State has to strike a balance between the\ncompeting claims of the individual under Article 16(1) and\nthe reserved categories falling within Article 16(4).\nReservations should not be so excessive as to render the\nFundamental Right under Article 16(1) of the Constitution\nmeaningless. Therefore, utmost care has to be taken that\nthe 50% maximum limit placed on reservation in any\nparticular year must be maintained. It must further be\nensured that in making reservations for the members of\nthe Scheduled Castes and Scheduled Tribes, the\nmaintenance of the efficiency of administration is not\nG\nH\n328 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA impaired. [Paras 33, 35 and 36] [354-D-E; 356-D-F-G]\nIndra Sawhney and Ors. vs. Union of India and Ors. 1992\nSupp (3) SCC 217, followed.\nPost Graduate Institute of Medical Education \u0026\nB Research, Chandigarh vs. Faculty Association \u0026 Ors. 1998\n(4) SCC 1, relied on.\nC\nD\nE\n2.1. A perusal of section 3(1) of the U.P. Public\nServices (Reservation for Scheduled Casts and\nScheduled Tribes) Act, 1994 would show that it provides\nfor reservation in favour of the categories mentioned\ntherein at the stage of direct recruitment. The\nconcessions falling within s. 8 of the Act of 1994 cannot\nbe said to be relaxations in the standard prescribed for\nqualifying in the written examination. Section 8 clearly\nprovides that the State Government may provide for\nconcessions in respect of fees in the competitive\nexamination or interview and relaxation in upper age limit.\n[Para 51] [369-A-B, E]\n2.2. The Government issued instructions dated\n25.03.1994 on the subject of reservation for Scheduled\nCaste, Scheduled Tribe and other backward groups in\nthe Uttar Pradesh Public Services. It provided that, if any\nperson belonging to reserved categories is selected on\nF the basis of merits in open competition along with\ngeneral candidates, then he will not be adjusted towards\nreserved category, that is, he shall be deemed to have\nbeen adjusted against the unreserved vacancies. It shall\nbe immaterial that he has availed any facility or relaxation\nG (like relaxation in age limit) available to reserved\ncategory.\" It is apparent that the relaxation in age limit is\nmerely to enable the reserved category candidate to\ncompete with the general category candidate, all other\nthings being equal. The State has not treated the\nrelaxation in age and fee as relaxation in the standard for\nH\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 329\n\u0026 ORS.\nselection, based on the merit of the candidate in the A\nselection test i.e. Main Written Test followed by Interview.\nTherefore, such relaxations cannot deprive a reserved\ncategory candidate of the right to be considered as a\ngeneral category candidate on the basis of merit in the\ncompetitive examination. Sub-section (2) of Section 8 B\nfurther provides that Government Orders in force on the\ncommencement of the Act in respect of the concessions\nand relaxations including relaxation in upper age limit\nwhich are not inconsistent with the Act continue to be\napplicable till they are modified or revoked. [Paras 51 and C.\n52] [369-F-G; 370-B-D]\nD\nE\n2.3. Relaxation in age is not only given to members\nof the Scheduled Castes, Scheduled Tribes and OBCs,\nbut also the dependents of Freedom Fighters. Such age\nrelaxation is also given to Ex-servicemen to the extent of\nservice rendered in the Army, plus three years. In fact, the\neducational qualifications in the case of Ex-servicemen\nis only intermediate or equivalent whereas for the\nGeneral category candidates it is graduation. Ex-\nservicemen compete not only in their own category, but\nalso with the General category candidates. No grievance\nhas been made by any of the appellants/petitioners with\nregard to the age relaxation granted to the Ex-servicemen.\nSimilarly, the dependents of Freedom Fighters are also\nfree to compete in the General category if they secure\nmore marks than the last candidate in the General\ncategory. Therefore, there is no substance in the\nsubmission that relaxation in age \"queers the pitch\" in\nfavour of the reserved category at the expense of the\nGeneral category. The relaxation in age does not in any G\nmanner upset the \"level playing field\". It is not possible\nto accept that relaxation in age or the concession in fee\nwould in any manner be infringement of Article 16(1).\nThese concessions are provisions pertaining to the\neligibility of a candidate to appear in the competitive\nF\nI\nB\n330 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA examination. At the time when the concessions are\navailed, the open competition has not commenced. It\ncommences when all the candidates who fulfill the\neligibility conditions, namely, qualifications, age,\npreliminary written test and physical test are permitted to\nsit in the main written examination. With age relaxation\nand the fee concession, the reserved candidates are\nmerely brought within the zone of consideration, so that\nthey can participate in the open competition on merit.\nOnce the candidate participates in the written\nexamination, it is immaterial as to which category, the\ncandidate belongs. All the candidates to be declared\neligible had participated in the Preliminary Test as also\nin the Physical Test. It is only thereafter that successful\ncandidates have been permitted to participate in the open\ncompetition. [Para 52] [370-F-H; 371-A-F]\nC\nD\nE\nF\n2.4. The reserved category candidates have not been\ngiven any advantage in the selection process. All the\ncandidates had to appear in the same written test and\nface the same interview. It is therefore quite apparent that\nthe concession in fee and age relaxation only enabled\ncertain candidates belonging to the reserved category to\nfall within the zone of consideration. The concession in\nage did not in any manner tilt the balance in favour of the\nreserved category candidates, in the preparation of final\nmerit/select list. It is permissible for the State in view of\nArticles 14, 15, 16 and 38 to make suitable provisions in\nlaw to eradicate the disadvantages of candidates\nbelonging to socially and educationally backward\nclasses. Reservations are a mode to achieve the equality\nG of opportunity guaranteed under Article 16 (1).\nConcessions and relaxations in fee or age provided to\nthe reserved category candidates to enable them to\ncompete and seek benefit of reservation, is merely an aid\nto reservation. The concessions and relaxations place\nthe candidates at par with General Category candidates.\nH\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 331\n\u0026 ORS.\nIt is only thereafter the merit of the candidates is to be A\ndetermined without any further concessions in favour of\nthe reserved category candidates. [Para 39] [358-G-H;\n359-A-D]\nIndra Sawhney and Ors. vs. Union of India and Ors. 1992 B\nSupp (3) SCC 217, followed.\n2.5. The submission that section 3 (6) ensures that\nthere is a level playing field in open competition, however,\ns. 8 lowers the level playing field, by providing\nconcessions in respect of fees for any competitive\nexamination or interview and relaxation in upper age limit,\ncannot be accepted. Section 3 (6) is clear and\nunambiguous. It clearly provides that a reserved category\ncandidate who gets selected on the basis of merit in open\ncompetition with general category candidates shall not\nbe adjusted against the reserved vacancies. Section 3(1),\n3(6) and s. 8 are inter-connected. Expression “open\ncompetition\" in s. 3 (6) clearly provides that all eligible\ncandidates have to be assessed on the same criteria. All\nthe candidates irrespective of the category they belong\nto have been subjected to the uniform selection criteria.\nAll of them have participated in the Preliminary Written\nTest and the Physical Test followed by the Main Written\nTest and the Interview. Such being the position, it cannot\nbe said that the reserved category candidates having\navailed relaxation of age are disqualified to be adjusted\nagainst the Open Category seats. It was perhaps to avoid\nany further confusion that the State of UP issued\ndirections on 25.3.1994 to ensure compliance of the\nvarious provisions of the Act. Non-compliance by any\nOfficer was in fact made punishable with imprisonment\nwhich may extend to period of three months. Thus, the\nappeals filed by the General Category candidates are\nwithout any substance. [Paras 53 and 54] [371-G-H; 372-\nA-E]\nC\nD\nE\nF\nG\nH\nA\n332 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n2.6. The conclusion reached by the Division Bench\non the issue of concessions and relaxations cannot be\nsaid to be erroneous. The Division Bench concluded that\nconcession in respect of age, fee etc. are provisions\npertaining to eligibility of a candidate to find out as to\nB whether he can appear in the competitive test or not and\nby itself do not provide any indicia of open competition.\nThe competition would start only at the stage when all the\npersons who fulfill the requisite eligibility conditions,\nnamely, qualification, age etc. are short-listed. [Para 37]\nC [357-A-C]\nD\n2.7. The observations in K.L. Narsimhan case make it\nclear that if a reserved category candidate gets selected\non the basis of merit, he cannot be treated as a reserved\ncandidate. In the instant case, the concessions availed\nof by the reserved category candidates in age relaxation\nand fee concession had no relevance to the\ndetermination of the inter se merit on the basis of the final\nwritten test and interview. The ratio of K.L. Narsimhan\ncase in fact permits reserved category candidates to be\nE included in the General Category Candidates on the basis\nof merit. Even otherwise, merely quoting the isolated\nobservations in a judgment cannot be treated as a\nprecedent de hors the facts and circumstances in which\nthe observation was made. The judgment in K.L.\nF Narsimhan case having been set aside, it cannot be\naccepted that the reasoning would still be binding as\nprecedent. Reliance placed upon the observation in K.L.\nNarsimhan case is wholly misplaced. [Paras 42, 43, 47\nand 48] [361-C-E; 365-F-G; 366-A]\nG\nPost Graduate Institute of Medical Education \u0026 Research,\nChandigarh and Ors. vs. K.L.Narsimhan and Ors. 1997 (6)\nSCC 283, held inapplicable.\nUnion of India \u0026 Ors. vs. Dhanwanti Devi and Ors.\nH 1996(6) SCC 44; State of Orissa and Ors. vs. Md.Illiyas\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 333\n\u0026 ORS.\n2006(1) SCC 275; Chakradhar Paswan (Dr.) vs. State of A\nBihar (1998) 2 SCC 214; Union of India vs. Madhav (1997)\n2 SCC 332; Arati Ray Chaudhary vs. Union of India 1974 (1)\nSCC 87; Dr.Preeti Srivastava and Anr.v. State of M.P. and\nOrs. 1999 (7) SCC 120; Bharati Vidyapeeth and Ors v. State\nof Maharashtra and Anr. 2004 (11) SCC 755; State of Madhya B\nPradesh and Ors. v. Gopal D. Tripathi and Ors. 2003 (7) SCC\n83, referred to.\nC\n3.1. The vacancies reserved for women and for the\noutstanding sportsperson had to be filled by applying\n'horizontal reservation'. Para 2 and 4 of the instructions\ndated 26.02.1999 state that the reservation will be\nhorizontal in nature i.e. to say that category for which a\nwomen has been selected under the aforesaid reservation\npolicy for posts for women in Public Services and on the\nposts meant for direct recruitment under State D\nGovernment, shall be adjusted in the same category\nonly; that if a suitable women candidate is not available\nfor the post reserved for women in Public Services and\non the posts meant for direct recruitment under State\nGovernment, then such a post shall be filled up from E\namongst a suitable male candidate and such a post shall\nnot be carried forward for future.\" The Single Judge\nwhilst interpreting the same observed that it does not\nspecifically provide for posts which are not filled up by\nwomen candidates to be filled up from the male F\ncandidates. This view is contrary to the specific provision\ncontained in Paragraph 4. The said provision leaves no\nmatter of doubt that any posts reserved for women which\nremain unfilled have to be filled up from amongst suitable\nmale candidates. There is a specific prohibition that posts G\nshall not be carried forward for future. Therefore, the view\nexpressed by Single Judge cannot be sustained. [Paras\n59, 60 and 61] [377-C-H; 378-A-B]\n3:2. In view of the Para 2 and 4 of the instructions\ndated 26.02.1999, the State has not carried forward any\nH\n334 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA of the general category posts reserved for women and\noutstanding sportspersons. All the posts remaining\nunfilled, in the category reserved for women have been\nfilled up by suitable male candidates, therefore, clearly no\npost has been carried forward. Therefore, the mandate in\nB Indra Sawhney and the G.O. dated 26.2.1999, have been\nfully coupled with. The conclusion recorded by the\nDivision Bench is without any factual basis. The factual\nposition was brought to the notice of Division Bench in\nthe recall/modification application. However, the recall/\nmodification application was rejected. The Division Bench\nerred in issuing the directions to the appellants to fill in\nthe unfilled vacancies reserved for women candidates\nfrom suitable male candidates. This exercise had already\nbeen completed by the appellant-State. [Para 62] [378-C-\nE]\nC\nD\nE\n3.3. The Single Judge despite taking note of the\naverments made in the supplementary counter affidavit\nby the State, erroneously issued directions to recalculate\nthe vacancies reserved for outstanding sportspersons. It\nwas specifically pointed out that a separate advertisement\nhad been published for recruitment on the post reserved\nfor outstanding sportsperson; and pointed out that all the\nposts available in the category of sportsmen were filled\nup in the subsequent selection. No post remained\nF unfilled. Therefore, the conclusion of the Single Judge\nthat 34 posts-29 SICP+5 PC ought not to have been\ndeducted from the available 1478 posts for the purposes\nof calculating the number of vacancies available to the\ngeneral category, was factually erroneous. The principle\nG of horizontal reservation would also apply for filling up\nthe post reserved for outstanding sportsperson. There\ncould have been no carry forward of any of the post\nremaining unfilled in the category of outstanding\nsportsperson. As a matter of fact, there was no carry\nforward of the vacancies. They were filled in accordance\nH\n"}