{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"JITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 375\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nIt has been stated in the supplementary counter affidavit A\nthat 608 male belonging to general category were selected,\nagainst 67 posts of general category for women only 15\nwomen were available who were selected rest of 52 posts\nwere filled up on merit from male candidates in accordance\nwith the Government order dated 26.02.1999. It was stated\nthat the total 675 posts in general category were filled up\nand no post of general category is vacant. \"\nB\nC\nD\n56. Mr. Dwivedi further submits that the learned Single\nJudge took note of the averments made in paragraph 4 of the\nsupplementary counter affidavit, and yet issued a direction to\nrecalculate the number of posts of general category candidates\nby applying 2% reservation for sportsmen horizontally and\nadding 2% posts of sportsmen also while calculating the number\nof vacancy of general category candidates. Mr. Dwivedi further\nsubmits that the learned Single Judge erred in holding that the\nGovernment order dated 26.02.1999 does not specifically\nprovide that the post which are not filled up by women\ncandidates are to be filled up from the male candidates. The\nDivision Bench was, therefore, justified that the aforesaid view\nof the learned Single Judge was apparently erroneous and E\ninconsistent to the specific provisions contained in paragraph\n4 of GO dated 26.02.1999. The Division Bench, however,\ncommitted a factual error in recording the following conclusion\n\"we are constrained to hold that the authorities erred in law\nby leaving the vacancies kept for reserved women candidates F\nunfilled instead of selecting and recommending suitable male\ncandidates of respective category of the same selection\".\n57. Aggrieved against the aforesaid observations, the\nappellants sought review of the aforesaid judgement which has\nbeen erroneously dismissed by simply recording:-\n\"We have head Sri G.S. Upadhyay, learned Standing\ncounsel appearing for the applicant. It is submitted that\nthis Court's observation at page 65 and 66 in respect of\nG\nH\nA\nB\n376 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nvacancies reserved for woman and sports quota which\nremain unfilled needs clarification.\nWe are of the view that our judgement is clear and it does\nnot suffer from any ambiguity and thus does not require to\nbe clarified or recalled.”\n58. As noticed earlier, Mr. L.N. Rao and Dr.Dhawan had\nsubmitted that the vacancies reserved for women and for the\noutstanding sportsperson had to be filled by applying \"horizontal\nreservation”. No carrying forward of the vacancies was\nC permissible.\n59. We have considered the submissions made by the\nlearned counsel. It is accepted by all the learned counsel for\nthe parties that these vacancies had to be filled by applying the\nD principle of horizontal reservation. This was also accepted by\nthe learned Single Judge as well as by the Division Bench. This\nin consonance with the law laid down by this Court in the case\nof Indra Sawhney case (supra):-\nE\nF\nG\nH\n\"812. We are also of the opinion that this rule of 50%\napplies only to reservations in favour of backward classes\nmade under Article 16(4). A little clarification is in order\nat this juncture; all reservations are not of the same nature.\nThere are two types of reservations, which may, for the\nsake of convenience, be referred to as 'vertical\nreservations' and horizontal reservations'. The reservations\nin favour of Scheduled Castes, Scheduled Tribes and\nother backward classes [under Article 16(4)] may be called\nvertical reservations whereas reservations in favour of\nphysically handicapped [under clause (1) of Article 16] can\nbe referred to as horizontal reservations. Horizontal\nreservations cut across the vertical reservations - what is\ncalled interlocking reservations. To be more precise,\nsuppose 3% of the vacancies are reserved in favour of\nphysically handicapped persons; this would be a\nreservation relatable to clause (1) of Article 16. The\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 377\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\npersons selected against this quota will be placed in the A\nappropriate category; if he belongs to SC category he will\nbe placed in that quota by making necessary adjustments;\nsimilarly, if he belongs to open competition (OC) category,\nhe will be placed in that category by making necessary\nadjustments. Even after providing for these horizontal\nreservations, the percentage of reservations in favour of\nbackward class of citizens remains - and should remain\n-the same. This is how these reservations are worked out\nin several States and there is no reason no to continue that\nprocedure.\"\n60. The aforesaid principle of law has been incorporated\nin the instructions dated 26.02.1999. Paragraphs 2 and 4 of\nthe aforesaid instructions which are relevant are hereunder:-\nB\nC\n\"2. The reservation will be horizontal in nature i.e. to say D\nthat category for which a women has been selected under\nthe aforesaid reservation policy for posts for women in\nPublic Services and on the posts meant for direct\nrecruitment under State Government, shall be adjusted in\nthe same category only;\nXXXX XXXX XXXX XXX\n4. If a suitable women candidate is not available for the\npost reserved for women in Public Services and on the\nposts meant for direct recruitment under State\nGovernment, then such a post shall be filled up from\namongst a suitable male candidate and such a post shall\nnot be carried forward for future;\"\n61. The Learned Single Judge whilst interpreting the\naforesaid, has observed that it does not specifically provide for\nposts which are not filled up by women candidates to be filled\nup from the male candidates. This view is contrary to the\nspecific provision contained in Paragraph 4. The aforesaid\nprovision leaves no matter of doubt that any posts reserved for\nE\nF\nG\nH\n378 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA women which remain unfilled have to be filled up from amongst\nsuitable male candidates. There is a specific prohibition that\nposts shall not be carried forward for future. Therefore, the view\nexpressed by the Learned Single Judge cannot be sustained.\nB\nC\n62. We may also notice here that in view of the aforesaid\nprovisions, the State has not carried forward any of the general\ncategory posts reserved for women and outstanding\nsportspersons. Furthermore, all the posts remaining unfilled, in\nthe category reserved for women have been filled up by suitable\nmale candidates, therefore, clearly no post has been carried\nforward. Therefore the mandate in Indra Sawhney (supra) and\nthe G.O. dated 26.2.1999, have been fully coupled with. We are\nalso of the opinion that the conclusion recorded by the Division\nBench is without any factual basis. The factual position was\nbrought to the notice of Division Bench in the recall/modification\nD application No.251407 of 2007. However, the recall/\nmodification application was rejected. We are, therefore, of the\nopinion that the Division Bench erred in issuing the directions\nto the appellants to fill in the unfilled vacancies reserved for\nwomen candidates from suitable male candidates. This\nE exercise had already been completed by the appellant-State.\nF\nG\nH\n63. As noticed earlier, the learned Single Judge despite\ntaking note of the averments made in the supplementary counter\naffidavit by the State, erroneously issued directions to\nrecalculate the vacancies reserved for outstanding\nsportspersons. It was specifically pointed out that a separate\nadvertisement had been published for recruitment on the post\nreserved for outstanding sportsperson. It was also pointed out\nthat all the posts available in the category of sportsmen were\nfilled up in the subsequent selection. No post remained unfilled.\nTherefore, the conclusion of the learned Single Judge that the\n(29 SICP) + (5 PC) i.e. 34 posts ought not to have been\ndeducted from the available 1478 posts for the purposes of\ncalculating the number of vacancies available to the general\ncategory, was factually erroneous. It is not disputed before us\nJITENDER KUMAR SINGH \u0026 ANR. v. STATE OF U.P. 379\n\u0026 ORS. [SURINDER SINGH NIJJAR, J.]\nthat the principle of horizontal reservation would also apply for A\nfilling up the post reserved for outstanding sportsperson. It is\nalso not disputed before us that there could have been no carry\nforward of any of the post remaining unfilled in the category of\noutstanding sportsperson. As a matter of fact, there was no\ncarry forward of the vacancies. They were filled in accordance B\nwith the various instructions issued by the Government from time\nto time. In our opinion the Division Bench erred in law in\nconcluding that since the advertisement did not mention that a\nseparate selection will be held, for the post reserved for\nsportsmen, the same would not be permissible in law. The C\ndeduction of 34 posts for separate selection would not in any\nmanner affect the overall ratio of reservation as provided by law.\nFurthermore, there is no carry forward of any post. The separate\nselection is clearly part and parcel of the main selection. In view\nof the factual situation, we are of the opinion, that the\nconclusions recorded by the learned Single Judge and the\nDivision Bench with regard to the 34 posts reserved for the\noutstanding sportsmen category i.e. (29 SICP) + (5 PC) also\ncannot be sustained.\n64. Therefore, the aforesaid appeals filed by the State and\nthe Director General of Police are allowed. The direction issued\nby the learned Single Judge in the final paragraph as well as\nthe directions issued by the Division Bench in modification of\nthe order of learned Single Judge are set aside.\nN.J.\nAppeals disposed of.\nD\nE\nF\n"}