{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 15 (ADDL.) S.C.R. 705\nB.S.N.L.\nV.\nRELIANCE COMMUNICATION LTD.\n(Civil Appeal No. 6706 of 2010)\nNOVEMBER 29, 2010\n[S.H. KAPADIA, CJI., K.S. PANICKER\nRADHAKRISHNAN AND SWATANTER KUMAR, JJ.]\nTelecommunication:\n-\n-\nInter-connect agreement - Clause 6.4.6 – Interpretation\nof - Interconnect agreement between BSNL and Reliance\nCompany - Wrongly routed calls - Levy of penalty under\nClause 6.4.6 - Clause 6.4.6, penal or pre-estimate of\ndamages – Held: Clause 6.4.6 is not penal but a pre-estimate\nof reasonable compensation for the loss foreseen at the time\nof entering into the agreement Under the Interconnect\nAgreement, the Unified Access Service Licence (UASL)-\nReliance Company is obliged to maintain the integrity of its\nexchange/Point Of Interconnection (POI) - Nature of the call,\nbe it local or national or international, as indicated by\ncorresponding Calling Line Identification (CLI), is the basis\nfor the levy of Interconnection Usage Charges [including\nAccess Deficit Charge (ADC)] - When Gateway Bypass Scam\ntakes place and international call(s) lands on the local POI\nwhich is not forwarded to the specified trunk group/POI, there\nis not only bypassing of International Gateway/ POI and\nNational POI but also evasion of duty to maintain billing\nrecords in detail at each POIs - All this results in payment of\nInterconnect Usage Charges (IUC) at a lower rate and also\nleads to reduced cost for the defaulting UASL – Thus, the\ndefaulting UASL resorts to masking – Also, clause 6.4.6\nrestricts the higher IUC rate made applicable for calls only\nfor last two preceding months and not for last three years or\n705\n-\n-\nA\nB\nC\nD\nE\nF\nG\nH\n706 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C R\nA longer period - Thus, order of the Tribunal that demand of\nBSNL under clause 6.4.6, is penal in nature and thus, set\naside the impugned demand, set aside - Matter remitted back\nto the Tribunal to decide the matter de novo in accordance\nwith law.\nB\nE\nInter-connect agreement - Obligations of Unified Access\nService Licence (UASL)-holders under - Explained.\nThe respondents-Reliance Company entered into\nBSO Inter-connect Agreement with the Department of\nC Telecommunications (now BSNL) for inter-connection of\ntheir networks within their respective circles. The\nAgreement dealt with local calls, national long distance\ncalls and international long distance calls. The calls of\neach trunk group are connected through dedicated ports\nD and are chargeable at rates different from other trunk\ngroups. The charges are levied by BSNL on Reliance at\nthe rate of the existing call charges payable for that\nparticular period depending on the number of calls\nhandled by a particular port. The BSO regime was\nreplaced and the respondent was granted the Unified\nAccess Service Licence (UASL). BSNL received several\ncomplaints from its subscribers in Gujarat that they were\nreceiving International Long Distance Calls (ILD) calls\nwith local Calling Line Identification (CLI) Numbers. BSNL\nraised its bill on Reliance (RIL) levying \"penalty\" with\ninterest amounting to Rs. 9,89,68,892/- on the basis that\ninternational calls were delivered on its network as local/\nnational calls from a particular number (02813041000),\nbelonging to a particular subscriber of the network of\nReliance and thus, wrongly routed/tampered calls. The\nTribunal set aside the impugned demand holding that the\nimpugned demand of BSNL under clause 6.4.6 of the\nInterconnect Agreement is penal in nature; that under the\nsaid clause unauthorized calls had to be detected by\nBSNL and that in case of such detection charges were\nF\nG\nH\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 707\nto be levied on such calls at the highest applicable IUC; A\nthat BSNL failed to draw distinction between\nunauthorized calls and calls without/modified CLI in the\nimpugned demand; that no opportunity of hearing was\ngiven to Reliance; and that the amount of penalty was not\ncommensurate with actual damage suffered by BSNL. B\nTherefore, the appellants filed the instant appeal.\nAllowing the appeal, the Court\nHELD: 1.1 Inter-connection agreement prescribes\nterms and conditions under which two licensees or C\nservice providers inter-connect their networks to allow\ntheir respective subscribers to have seamless access to\neach other's networks. It is a binding contract that binds\neach contracting party with respect to inter-connection\narrangements including commercial, technical and D\noperational. however, the scope and content of each\nsuch contract may vary. Under the said Agreement, Inter-\nconnect Usage Charges (IUC) payments are divided into\nfour heads: (i) originating charges; (ii) carriage charges;\n(iii) termination charges; and (iv) Access Deficit Charge E\npayments. ADC payment, as a concept, is a fee paid by\ncellular, Unified Access Services, national long distance\nand international long distance subscribers. This\npayment is in the nature of tax as no service is rendered\nin return. ADC payments are to cross subsidize BSNL for\ndeveloping its fixed network in non-lucrative areas. The\nlicensee(s) makes ADC payments based on their\nadjusted gross revenues. These payments are later on\ntransferred to BSNL. An IUC charge is, thus, a payment\nby one service provider to another for the use of network\nelements to originate, transit or terminate calls. BSNL\nreceives ADC payments for international calls made to\nfixed numbers. These payments are made by either\nnational long distance licensee(s) or international long\ndistance licensee(s) that collects them. BSNL receives\nF\nןד\nG\nH\nC\nD\n708\nSUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA ADC payments for all international calls from cellular and\nlimited mobility numbers. These payments are collected\nby ILDOS and given to BSNL. Similarly, ADC payments\non calls from international roaming subscribers are\ncollected by host service providers and paid to BSNL.\nB ADC payments for international calls are higher than\nsimilar payments for national long distance or local calls.\nThis has tempted some licensees to engage in ingenious\nschemes ´o avoid making ADC payments. One such\nscheme masking. Call masking takes place when a\nlicensee deliberately alters the identity of an incoming\ninternational call before handing it over to another service\nprovider at an inter-connection point, i.e., POI. The\ninternational calling party's identity is obliterated (i.e.\ninternational Calling Line Identification is wiped out) and\nthe said international call is made to appear as it were\nfrom a domestic/ national number. This technique\nenables evasion of ADC payments at enhanced rates for\ninternational calls. Today, all private automated branch\nexchanges (PBX) are computerized. A Caller ID (CID) is\na signal. Most subscribers have a caller ID display unit\nat their residence to receive caller ID signals which also\nindicates the nature of the call - whether it is local/\nnational or international. Whenever a call for a mobile\nsubscriber comes from outside the mobile network or\nvice-versa, the call is routed through a special kind of\nF gateway switch which is called as Gateway Mobile\nSwitching Centre. It serves as an interconnection\nbetween mobile switching centre and Public Switched\nTelephone Nework which is a network. However, it is at\nthe POI (point of interconnection) that the GMSC of the\nG mobile network of Unified Access Service Licence\n(UASL) gets interconnected to the GMSC of BSNL by a\nfacility of the interconnection seeker (which is Reliance).\nThere are two types of POI, namely, international and\nlocal POI. Under the Agreement, UASL agrees to ensure\nH that its interconnect facilities delivered at each POI\nE\nB.S.N.L. v. RELIANCE COMMUNICATION LTD.\n709\nconforms to the specified standards for interconnection A\nand that UASL shall be responsible to provide, install,\ntest, etc. all such interconnection facilities on its side of\nPOI. Therefore, every POI has two sides. The instant case,\none side of POI is that of BSNL and the other side is that\nof Reliance. [Para 16] [753-F-H; 754-A-H; 755-A-C]\nB\nC\nD\nE\n1.2 The Calling Line Identification (CLI) means\ninformation generated by the network capability which\nidentifies and forwards the calling number through the\ninterconnected BSNL's network. Under clause 2.1.13,\nTrunk Group is a part of POI. The said aspects are not\nonly technological, they are maintained for billing and\naccounting purposes. They generate data(s) in the form\nof CDRs and billing records in detail at the International\nGateway Exchange of ILDO (International POI), at the\nNLDO Trunk Automatic Exchange of NLDO (National POI)\nand Local Telephone Exchange of BSO (Local POI for the\nunderstanding). At each stage, the billing record is\ngenerated so that if an UASL is riding on the network of\nBSNL, the former has to pay for the incoming\ninternational call in terms of duration, etc. and even in the\ncase of local calls or national calls which includes the\ndistance parameter. Under clause 2.1.13, the fully mobile,\nlimited mobile and fixed services network of UASL shall\nbe having separate POIs with BSNL, which shall be\ntreated separately for set up costs, port charges, etc.\nUnder clause 2.1.15.3.3, for the purpose of international\ncall, the UASL shall handover the call to BSNL at the\noriginating Long Distance Charging Centre (i.e. LDCC\nTAX). Under clause 6.4.7, all the required information shall\nbe submitted in the form of monthly certificate as G\nprescribed in Schedule I shall be submitted to BSNL by\nUASL. It will indicate details of the traffic routed other than\nthrough BSNL as NLDO/ILDO in respect of international\nlong distance calls (both incoming and outgoing). It also\nindicates procedure for billing and recovery of ADC inter H\nF\nD\n710 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA alia in respect of ISD calls (both incoming and outgoing).\nThis is relevant also because under clause 2.1.5.2 calls\nfrom fully mobile subscribers of other Telecom Service\nProviders of the different service area (national roaming)\nor Other Country (international roaming) have got to be\nB handed over by UASL to BSNL on separate trunk groups\nat the Gateway TAX of BSNL of that service area. Under\nclause 2.1.9.2, no by pass of traffic shall be resorted to\nby any party by delivering the traffic at any POI other than\nthe specified PO! and in case unauthorized diversion in\nC routing comes to notice, BSNL shall be free to disconnect\nthat POI in that area. Thus, under the Agreement if UASL\nlike Reliance receives an international call at its\nexchange, its primary duty would be under the contract\nto identify it and to forward it to the appropriate trunk\ngroup of BSNL. If the international call(s) falls on the local\nPOI of Reliance, the latter is obliged under the contract\nto identify the call, whether it is local or national or\ninternational, and accordingly forward it to the appropriate\ntrunk group of BSNL. It is also stipulated in clause 2.9.1\n(which deals with network integrity and screening) that\nit shall be the duty of the UASL to prevent wrong\ntransmission. In fact, under clauses 2.9.2 and 2.9.3 the\nestablishment of proper screening function at its Gateway\nshall be the obligation of the UASL so as to detect signals\noutside the inter-working specification of TEC. As a\ncorollary, clause 6.4.6(a) inter alia provides that calls on\nnon-specified trunk groups (like international calls\nlanding on the local POIs), if detected, for which the IUC\nrate applicable is higher then the higher IUC rate would\nbe applicable for such unauthorized calls. In such a case,\nG BSNL would be free to charge the UASL the higher IUC\nfor all calls recorded on these POIs from the date of\nprovisioning of that POI [at Vadodara in the instant case]\nor for preceding two months, whichever is less. Similarly,\nunder clause 6.4.6(b), if the UASL masks or disguises the\nH international call as local call that WASL will have pay\nE\nF\n་་\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 711\nthe higher IUC rate meant for international calls to BSNL A\nfrom the date of provisioning of that POI or for preceding\ntwo months, whichever is less. Thus, if there is masking\nof CLI for the calls generated and forwarded from the\ntelephone of UASL, then it would be the primary duty of\nthat UASL to prevent such misuse and failing which\nBSNL would be free to invoke clause 6.4.6. [Para 16] [755-\nD-H; 756-A-H; 757-A-B]\nB\nC\nD\n1.3 Clause 6.4.6 restricts the charge to last two\npreceding months. The charge under clause 6.4.0 is not\ndependent upon number of calls and even the period of\nmisuse of services is restricted to last two preceding\nmonths. Thus, when an international call, lands on the\nlocal POI of the UASL it knows the nature of the call.\nThere is a difference between an international CLI and the\nlocal/national CLI. The billing record of that POI indicates\nthe nature of the call. It is the contractual obligation of the\nUASL to maintain the billing records in detail (including\nthe CDR and the monthly certificate in the prescribed\nform). Further, when the international call(s) lands at the\nlocal POI of the UASL, the incoming traffic bypasses the E\nauthorized route - international gateway exchange of\nBSNL, the NLDO trunk exchange of NLDO and the local\ntelephone exchange of BSO. Thus, the defaulting UASL\nfails to maintain the billing records (including CDRs at\neach stage). This results in concealment of details which\nresults in reduced payment of IUC charges by the\ndefaulting UASL, thus, giving him the unauthorized\nbenefit of paying less ADC which was the major\ncomponent of IUC at the relevant time and which reduces\nthe cost of providing services which in turn results in G\ndestroying the “principle of level playing\" which is so\nimportant in the regulatory regime because pricing of the\nservices in the international market plays an important\nrole. The above modus operandi enables the defaulting\nUASL to sell his product (services) abroad at a rate\nF\nןד\nH\nC\n712 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA which may be less as compared to the rates charged by\nBSNL (who is also a Competitor Service Provider). The\nunauthorized call(s) gets for the defaulting UASL not only\nmore profits by cost reduction, he also gets more\nbusiness at the rates below the competitive rates. Same\nB is the position in case of masking of international calls\nas local calls. When an international call(s) lands on the\nlocal POI of the UASL, the latter knows from the display\nmechanism at his end (like the subscriber at his end) that\ncall bears the international CLI and that is the reason for\nmasking. Otherwise one needs no masking of the CLI. In\nboth the cases i.e. under clauses 6.4.6(a) and 6.4.6(b) the\nsame economic and financial consequences flows and\nthat is the reason why clause 6.4.6 provides for\nreasonable pre-estimate of damage. It is not possible to\ntrace each such unauthorized call, particularly its nature,\nas to from which place it originated and if it was possible\nthe cost of tracing such call(s) may be much more than\nactual damage, if ascertainable, and therefore, a ‘rough\nand ready measure' is provided in clause 6.4.6 which\nmeasure is a reasonable pre-estimate of damage. [Para\n16] [757-C-H; 758-A-D]\nD\nE\nF\n2.1 The fact that damage is difficult to assess with\nprecision strengthens the presumption that a sum agreed\nbetween the parties represents a genuine attempt to\nestimate it and to overcome the difficulties of proof at the\ntrial. A clause is penal if it provides for \"a payment\nstipulated as in terrorem of the offending party to force\nhim to perform the contract. If, on the other hand, the\nclause is an attempt to estimate in advance the loss\nG which would result from the breach, it is a liquidated\ndamages clause. The question whether a clause is penal\nor pre-estimate of damages depends on its construction\nand on the surrounding circumstances at the time of\nentering into the contract. The fact that a sum of money\nis payable on breach of contract is described by the\nH\ni\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 713\ncontract as 'penalty' or 'liquidated damages' is relevant A\nbut not decisive as to categorization. [Para 17] [758-G-H;\n759-A-B]\n3\nChitty on Contracts 30th Edn., para 26-126; Law of\nContract by G.H. Treitel 10th edition - referred to.\nB\n2.2 The Interconnect Agreement should be viewed in\nthe context of the regulatory regime. Telecom as a service,\nis the most important circumstance to be considered as\none of the main surrounding circumstances to the\nInterconnect Agreement. Under the Interconnect C\nAgreement, the UASL is obliged to maintain the integrity\nof its exchange/POI. Each service provider, including\nBSNL, is a market player/stakeholder. Each UASL is\nentitled to a level playing field. The nature of the call, be\nit local or national or international, as indicated by D\ncorresponding CLI, is the basis for the levy of IUC\n(including ADC). If by wrong routing of calls or by\nmasking the cost of providing services is reduced, the\nconcerned operator gets an undue advantage not only\nin the Indian market over other competing operators but E\nalso in the international market. Billing is one of the most\nvital aspects of the instant case. With technology, an\ninternational call could fall on the local POI but then the\nconcerned operator is responsible for the identity of the\ncall. In the case of calls which are correctly routed, the\ndisplay screen with the subscriber clearly indicates\nwhether the call bears international or local/national CLI.\nSimilarly, when the Gateway Bypass Scam takes place\nand the international call(s) lands on the local POI which\nis not forwarded to the specified trunk group/POI, there\nis not only bypassing of International Gateway/ POI and\nNational POI but also evasion of duty to maintain billing\nrecords in detail at each POIs. [Para 18] [759-A-H]\nF\nG\n2.3 All this results in payment of IUC at a lower rate\nas also leads to reduced cost for the defaulting UASL H\n714 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA which provides not only increase in its profit but also\ngives it an advantage in international market vis-a-vis\nother competitors (including BSNL) because the\ndefaulting UASL can easily price its product in the\ninternational market at a lower rate and in that sense loss\nB is caused to BSNL. Similarly, masking takes place as\ninternational CLI can easily be identified even when an\ninternational call lands on the local POI of the UASL, thus,\nthe defaulting UASL resorts to masking. Thus, an\ninternational call coming from the masked number alone\ncannot be taken into account. Thus, clauses 6.4.6(a) and\n6.4.6(b) provide for pre-estimate of damages. [Para 19]\n[760-A-C]\nC\nD\n3.4 The clause 6.4.6 (a) and 6.4.6 (b) restricts the\nhigher IUC rate made applicable for calls only for last two\npreceding months and not for last three years or the\nlonger period. These time lines is an indicia showing that\nclause 6.4.6 is not penal but a pre-estimate of reasonable\ncompensation for the loss foreseen at the time of\nentering into the agreement. The liquidated damages\nE serve the useful purpose of avoiding litigation and\npromoting commercial certainty and, therefore, the court\nshould not be astute to categorize as penalties the\nclauses described as liquidated damages. This principle\nis relevant to regulatory regimes. While categorizing\nF damages as 'penal' or 'liquidated damages' one must\nkeep in mind the concept of pricing of these contracts\nand the level playing field provided to the operators\nbecause it is on costing and pricing that the loss to BSNL\nis measured and, therefore, all calls during the relevant\nG period have to be seen. Since clause 6.4.6 represents pre-\nestimate of reasonable compensation, Section 74 of the\nContract Act is not violated. [Para 19] [760-D-H]\nCommunications Law in India by Vikram Raghavan p\n639 referred to.\n-\nH\n"}