{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"B.S.N.L. v. RELIANCE COMMUNICATION LTD. 755\n[S.H. KAPADIA, CJI.]\nA\nC\nD\nbetween mobile switching centre and PSTN, which is a\nnetwork. However, it is at the POI (point of interconnection) that\nthe GMSC of the mobile network of UASL gets interconnected\nto the GMSC of BSNL by a facility of the interconnection seeker\n(which in this case happens to be Reliance). Broadly speaking,\nwe have two types of POI, namely, international and local POI. B\nUnder the Agreement, UASL agrees to ensure that its\ninterconnect facilities delivered at each POI conforms to the\nspecified standards for interconnection and that UASL shall be\nresponsible to provide, install, test, etc. all such interconnection\nfacilities on its side of POI. Therefore, every POI has two sides.\nEg. in our case, one side of POI is that of BSNL and the other\nside is that of Reliance. The Calling Line Identification (CLI)\nmeans information generated by the network capability which\nidentifies and forwards the calling number through the\ninterconnected BSNL's network. Under clause 2.1.13, Trunk\nGroup is a part of POI. One must keep in mind that the above\naspects are not only technological, they are maintained for\nbilling and accounting purposes. They generate data(s) in the\nform of CDRs and billing records in detail at the International\nGateway Exchange of ILDO (International POI), at the NLDO\nTrunk Automatic Exchange of NLDO (National POI) and Local\nTelephone Exchange of BSO (Local POI for our understanding).\nAt each stage, the billing record is generated so that if an UASL\nis riding on the network of BSNL, the former has to pay for the\nincoming international call in terms of duration, etc. and even\nin the case of local calls or national calls which includes the\ndistance parameter. Under clause 2.1.13, the fully mobile,\nlimited mobile and fixed services network of UASL shall be\nhaving separate POIs with BSNL, which shall be treated\nseparately for set up costs, port charges, etc. Under clause\n2.1.15.3.3, for the purpose of international call the UASL shall G\nhandover the call to BSNL at the originating Long Distance\nCharging Centre (i.e. LDCC TAX). Lastly, under clause 6.4.7,\nall the required information shall be submitted in the form of\nmonthly certificate as prescribed in Schedule I shall be\nsubmitted to BSNL by UASL. It will indicate details of the traffic H\nE\nF\nс\nD\n756 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA routed other than through BSNL as NLDO/ILDO in respect of\ninternational long distance calls (both incoming and outgoing).\nIt also indicates procedure for billing and recovery of ADC inter\nalia in respect of ISD calls (both incoming and outgoing). This\nis relevant also because under clause 2.1.5.2 calls from fully\nB mobile subscribers of other Telecom Service Providers of the\ndifferent service area (national roaming) or Other Country\n(international roaming) have got to be handed over by UASL\nto BSNL on separate trunk groups at the Gateway TAX of\nBSNL of that service area. Under clause 2.1.9.2, no by pass\nof traffic shall be resorted to by any party by delivering the traffic\nat any POI other than the specified POI and in case\nunauthorized diversion in routing comes to notice, BSNL shall\nbe free to disconnect that POI in that area. Thus, under the\nAgreement if UASL like Reliance receives an international call\nat its exchange, its primary duty will be under the contract to\nidentify it and to forward it to the appropriate trunk group of\nBSNL. Now, as alleged if the international call(s) falls on the\nlocal POI of Reliance, the latter is obliged under the contract\nto identify the call, whether it is local or national or international,\nand accordingly forwards it to the appropriate trunk group of\nBSNL. For the above reasons, it is also stipulated in clause\n2.9.1 (which deals with network integrity and screening) that it\nshall be the duty of the UASL to prevent wrong transmission.\nIn fact, under clauses 2.9.2 and 2.9.3 the establishment of\nproper screening function at its Gateway shall be the obligation\nF of the UASL so as to detect signals outside the inter-working\nspecification of TEC. As a corollary, clause 6.4.6(a) inter alia\nprovides that calls on non-specified trunk groups (like\ninternational calls landing on the local POIs), if detected, for\nwhich the IUC rate applicable is higher (for example, for\nG international calls the IUC rate is much higher than IUC rates\nfor local/national calls), then the higher IUC rate would be\napplicable for such unauthorized calls. In such a case, BSNL\nwould be free to charge the UASL the higher IUC for all calls\nrecorded on these POIs from the date of provisioning of that\n1H POI [at Vadodara in this case] or for preceding two months,\n1\nE\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 757\n[S.H. KAPADIA, CJI.]\nB\nwhichever is less. Similarly, under clause 6.4.6(b), if the UASL A\nmasks or disguises the international call as local call that UASL\nwill have to pay the higher IUC rate meant for international calls\nto BSNL from the date of provisioning of that POI or for\npreceding two months, whichever is less. Thus, if there is\nmasking of CLI for the calls generated and forwarded from the\ntelephone of UASL, then it would be the primary duty of that\nUASL to prevent such misuse and failing which BSNL would\nbe free to invoke clause 6.4.6. It is important to note that clause\n6.4.6 restricts the charge to last two preceding months. The\ncharge under clause 6.4.6 is not dependent upon number of C\ncalls and even the period of misuse of services is restricted to\nlast two preceding months. Thus, when an international call, as\nin this case, lands on the local POI of the UASL it knows the\nnature of the call. There is a difference between an international\nCLI and the local/national CLI. The billing record of that POI\nindicates the nature of the call. It is the contractual obligation\nof the UASL to maintain the billing records in detail (including\nthe CDR and the monthly certificate in the prescribed form).\nFurther, when the international call(s) lands at the local POI of\nthe UASL, the incoming traffic bypasses the authorized route\ninternational gateway exchange of BSNL, the NLDO trunk\nexchange of NLDO and the local telephone exchange of BSO.\nThús, the defaulting UASL fails to maintain the billing records\n(including CDRs at each stage). This results in concealment of\ndetails which results in reduced payment of IUC charges by the\ndefaulting UASL, thus, giving him the unauthorized benefit of\npaying less ADC which was the major component of IUC at the\nrelevant time and which reduces the cost of providing services\nwhich in turn results in destroying the “principle of level playing\"\nwhich is so important in the regulatory regime because pricing\nof the services in the international market plays an important\nrole. The above modus operandi enables the defaulting UASL\nto sell his product (services) abroad at a rate which may be\nless as compared to the rates charged by BSNL (who is also\na Competitor Service Provider). The unauthorized call(s) gets\nfor the defaulting UASL not only more profits by cost reduction,\nD\nE.\nF\nG\nH\n758( SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n»\nКи\nA he also gets more business at the rates below the competitive\nrates. Same is the position in case of masking of international\ncalls as local calls. In this connection, it is important to note that\nwhen an international call(s) lands on the local POI of the UASL,\nthe latter knows from the display mechanism at his end (like\nB the subscriber at his end) that call bears the international CLI\nand that is the reason for masking. Otherwise one needs no\nmasking of the CLI. In both the cases i.e. under clauses\n6.4.6(a) and 6.4.6(b) the same economic and financial\nconsequences flows and that is the reason why clause 6.4.6\nC provides for reasonable pre-estimate of damage. There is one\nmore reason. It is not possible to trace each such unauthorized\ncall, particularly its nature, as to from which place it originated\nand if it was possible the cost of tracing such call(s) may be\nmuch more than actual damage, if ascertainable, and therefore,\na \"rough and ready measure\" is provided in clause 6.4.6 which\nmeasure is a reasonable pre-estimate of damage.\nD\nE\nF\nG\nH\n(iv) Whether clause 6.4.6 represents penalty or\npre-estimate of reasonable compensation for\nthe loss?\n17. According to Chitty on Contracts \"whether a provision\nis to be treated as a penalty is a matter of construction to be\nresolved by asking whether at the time the contract was entered\ninto the predominant contractual function of the provision was\nto deter a party from breaking the contract or to compensate\nthe innocent party for breach. The question to be always asked\nis whether the alleged penalty clause can pass muster as a\ngenuine pre-estimate of loss\". (See para 26-126 of Chitty on\nContracts, 30th edition) The fact that damage is difficult to\nassess with precision strengthens the presumption that a sum\nagreed between the parties represents a genuine attempt to\nestimate it and to overcome the difficulties of proof at the trial.\nAccording to the Law of Contract by G.H. Treitel (10th edition),\na clause is penal if it provides for “a payment stipulated as in\nterrorem of the offending party to force him to perform the\n;\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 759\n[S.H. KAPADIA, CJI.]\nA\ncontract. If, on the other hand, the clause is an attempt to\nestimate in advance the loss which will result from the breach,\nit is a liquidated damages clause. The question whether a\nclause is penal or pre-estimate of damages depends on its\nconstruction and on the surrounding circumstances at the time\nof entering into the contract\". Lastly, the fact that a sum of money B\nis payable on breach of contract is described by the contract\nas \"penalty\" or \"liquidated damages\" is relevant but not decisive\nas to categorization.\nC\nD\nE\n18. Applying the above tests to facts of this case, we find\nthat the Interconnect Agreement in question should be viewed\nin the context of the regulatory regime. In this case, we are\nconcerned with telecom as a service. This is the most important\ncircumstance to be considered as one of the main surrounding\ncircumstances to the Interconnect Agreement. Under the\nInterconnect Agreement, the UASL is obliged to maintain the\nintegrity of its exchange/POI. It is important to note that each\nservice provider, including BSNL, is a market player/\nstakeholder. Each UASL is entitled to a level playing field. The\nnature of the call, be it local or national or international, as\nindicated by corresponding CLI, is the basis for the levy of IUC\n(including ADC). If by wrong routing of calls or by masking the\ncost of providing services is reduced, the concerned operator\ngets an undue advantage not only in the Indian market over\nother competing operators but also in the international market.\nBilling is one of the most vital aspects of this case. With F\ntechnology, an international call could fall on the local POI but\nthen the concerned operator is responsible for the identity of\nthe call. In the case of calls which are correctly routed, the\ndisplay screen with the subscriber clearly indicates whether the\ncall bears international or local/national CLI. Similarly, when the G\nGateway Bypass Scam takes place and the international call(s)\nlands on the local POI which is not forwarded to the specified\ntrunk group/POI, there is not only bypassing of International\nGateway/ POI and National POI but also evasion of duty to\nmaintain billing records in detail at each POIS.\nH\nA\nC\nD\n760 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n19. All this results in payment of IUC at a lower rate. All\nthis leads to reduced cost for the defaulting UASL which\nprovides not only increase in its profit but also gives it an\nadvantage in international market vis-a-vis other competitors\n(including BSNL) because the defaulting UASL can easily price\nB its product in the international market at a lower rate and in that\nsense loss is caused to BSNL. Similarly, as stated above,\nmasking takes place as international CLI can easily be\nidentified even when an international call lands on the local POI\nof the UASL, hence, the defaulting UASL resorts to masking.\nHence, an international call coming from the masked number\nalone cannot be taken into account. Thus, in our view, clauses\n6.4.6(a) and 6.4.6(b) provide for pre-estimate of damages. It\nis so also for one more reason. The clause, as stated above,\nrestricts the higher IUC rate made applicable for calls only for\nlast two preceding months and not for last three years or the\nlonger period. These time lines is an indicia showing that clause\n6.4.6 is not penal but a pre-estimate of reasonable\ncompensation for the loss foreseen at the time of entering into\nthe agreement. Lastly, it may be noted that liquidated damages\nserve the useful purpose of avoiding litigation and promoting\ncommercial certainty and, therefore, the court should not be\nastute to categorize as penalties the clauses described as\nliquidated damages. This principle is relevant to regulatory\nregimes. It is important to bear in mind that while categorizing\ndamages as \"penal\" or \"liquidated damages\", one must keep\nin mind the concept of pricing of these contracts and the level\nplaying field provided to the operators because it is on costing\nand pricing that the loss to BSNL is measured and, therefore,\nall calls during the relevant period have to be seen. [See\nCommunications Law in India by Vikram Raghavan at page\nG 639]. Since clause 6.4.6 represents pre-estimate of reasonable\ncompensation, Section 74 of the Contract Act is not violated.\nThus, it is not necessary to discuss various judgments of this\nCourt under Section 74 of the Contract Act.\nE\nF\nН\nB.S.N.L. v. RELIANCE COMMUNICATION LTD.\nConclusion\n[S.H. KAPADIA, CJI.]\n761\n20. We need to clarify that in this case our judgment is\nrestricted only to the interpretation of clause 6.4.6 of the\nInterconnect Agreement read with the Addenda. As stated\nabove, we have held that clause 6.4.6 represents pre-estimate\nof reasonable compensation for the loss suffered by BSNL.\nThus, we set aside the impugned judgment and remit the matter\nto TDSAT to decide the matter de novo in accordance with the\nlaw laid down hereinabove. However, we need to highlight one\naspect. In the letter dated 13th October, 2004 addressed by\nBSNL to Reliance, it has been alleged that the calls have\nlanded at the POIs of M/s. Reliance Infocomm. Ltd. at\nKarellbaug, Panigate, Alkapuri, Makarpura, Padra, Dabhoi and\nMiyagam exchanges in Vadodara SSA. The said letter\nhighlights one more important aspect. It is alleged that the\nnumber 2813041000 was an unallocated number with Reliance\nduring the relevant period. This aspect needs to be examined\nby TDSAT on facts.\n21. Accordingly, the civil appeal is allowed with no order\nas to costs.\nA.\nB\n.C.\nD\nN.J.\nAppeal allowed.\nĮ\n1\n"}