{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"B.S.N.L. v. RELIANCE COMMUNICATION LTD: 745\n[S.H. KAPADIA, CJI.]\nthe merged trunk group, then BSNL shall charge the A\nconcerned private operator the highest applicable IUC\n(including ADC), as prescribed in clauses 11(a) above for\nunauthorized calls \u0026 1-1(b) above for Incoming International\ncall, without CLI call, call with tempered CLI, for all calls\nrecorded on this merged trunk group from the date of B\nprovisioning of that POI or for the preceding two months\nwhichever is less.\n(d) In addition, BSNL shall also have the right for taking\nother legal actions including disconnection of POIs or\ntemporary suspension of the Interconnection arrangements\nunder misuse.\nC\nAppendix - C\nD\nCERTIFICATE OF TRAFFIC ROUTED VIA OTHER\nNLD/ILD OEPRATORS AND INTRA CIRCLE TRAFFIC\n{to be given by cellular operators and basic operators}\nFor the Month of\n200\nLicensed Service Area ...\nName of Operator….........\nType of Service (Cellular / WLL-M/Fixed)....\nPeriod: From\n_ to __\nDated...\nat\nE\nཀ\nF\nThis is to certify that the details of traffic routed other than\nthrough BSNL as NLDO/ ILDO/ transit operator in respect\nof:\n(a) inter circle calls (both originating and terminating)\nexcept those originated from fixed networks but including G\ncalls terminating in own network in other circles;\n(b) international long distance calls (both incoming and\noutgoing) except those originated from fixed networks; and\nH\ni\n:\nA\n746 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R\n(c) intra circle calls (both originating and terminating) from\ncellular/ WLL (M) to fixed networks and including calls\nterminating in own network\nduring the above period are as under:\nB\nB.\n***\n***\n***\nDetails of Traffic (in Minutes) through M/s Reliance\nInfocomm Ltd NLDO \u0026 ILDO)\nCall Type\nC\nCircle Circle\nCircle\nCircle\n11\nInter\ncircle\noutgoing\ncalls\nD\nInter\ncircle\nincoming\nE\nF\ncalls\nOutgoing\nILD calls\nIV Incoming\nILD calls\n***\n***\n***\nAppendix - D\nProcedure for billing and recovery of ADC in respect of inter\ncircle cellular / WLL (M) originated calls, ISD calls (incoming\nG and outgoing both) and intra circle cellular (WLL(M) to fixed\nnetworks routed other than other than through BSNL as NLDO/\nILDO/ transit operator.\nH\n1.\nAs per TRAI's IUC Regulation dated 6th January,\n2005 for such inter and intra circle calls that are\nrouted through the BSNL as either NLDO or transit\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 747\n[S.H. KAPADIA, CJI.]\noperator, the ADC amount is received directly by A\nBSNL from the call originating operator. For ILD\ncalls routed through BSNL as NLDO, it receives\nADC from call originating operator in case of\noutgoing calls and the ILD operator for the incoming\ncalls. However, BSNL has also to receive ADC B\nfrom cellular/ WLL(M) originating inter circle calls,\nthe originating ILD calls in cellular/ WLL (M)\nnetworks and terminating ILD calls carried by other\nNLDO/ ILDO, or a combination thereof for the ILD\ncalls. In addition to above BSNL has also to receive\nADC from cellular/ WLL (M) originating intra circle\ncalls to fixed networks not routed through BSNL...\n(iii) NLD Interconnect Agreement between BSNL\nand Reliance dated 1st November, 2002\nChapter - 1\nC\nD\nDefinitions\nIn this Agreement, words and expressions will have\nthe following meanings as are respectively assigned to\nthem unless the contrary intention appears from the\ncontext:\n\"SHORT DISTANCE CHARGING AREA\n(SDCA)\": means one of the several areas into which a\nLong Distance Charging Area is divided and declared as\nsuch for the purpose of charging for long distance calls and\nwithin which the local call charges and local numbering\nscheme is applicable. SDCAs, with a few exceptions,\ncoincide with revenue tehsil / taluk.\nChapter 2\nTechnical Issues Pertaining to Interconnection\n2.1 Interconnectivity to BSNL Network\nE\nF\nG\nH\nA\nB\nс\n748\nSUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n2.1.5 RIL shall terminate its traffic on to the network of\nBSNL as mandated by TRAI from time to time. RIL and\nBSNL shall deliver all calls on each other's network with\nCLI in the terminating SDCA. Both parties reserve the right\nto reject calls without CLI.\n2.4 Numbering Plan\n2.4.1 RIL shall be allocated carrier selection code by the\nLICENSOR for dynamic selection of carrier for long\ndistance calls. All calls for which dynamic carrier selection\ncode has been dialed shall be routed accordingly subject\nto technical feasibility.\nChapter 6\nD\nE\nF\nG\nH\nInterconnection Charges\n6.1 Interconnectivity to BSNL Network\n6.1.1 Provision of links to interconnect RIL's network with\nBSNL's network at the technically feasible SDCC Tandem\nexchange will be the responsibility of the RIL as provided\nunder Clause 2.1.2 and 2.1.3.\n6.4 Access Charges\n6.4.6 If BSNL detects that Incoming International calls are\nbeing handed over or have been made over to BSNL at\nany other port which is not meant for carrying such calls,\nBSNL shall be free to charge RIL minimum access charge\nfor Incoming International calls as at clause 6.4.2 above\nfor all the calls recorded on these ports from the date of\nprovisioning of that POI or for the preceding two months\nwhichever is less apart from taking other legal actions\nincluding disconnection of POIs or temporary suspension\nof the Interconnection Agreements. No terminating calls\nother than International calls shall be accepted from RIL\nwithout CLI. In case of calls without CLI, termination charge\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 749\n[S.H. KAPADIA, CJI.]\nas per clause 6.4.2 above shall be charged from RIL.\n6.6.1 Access charges shall be billed by BSNL based on\nbulk billing of traffic recorded by BSNL at the point of\ninterconnection. For every STD/ ISD call carried by RIL and\naccepted by BSNL at POI, a detailed billing record\nwherever possible or bulk billing record will be generated\nin the SDCC Tandem. The RIL shall supply calling\nsubscriber's identity for detailed billing purpose.\nFindings\n(i) Introduction\n12. Telecommunication is all about transferring information\nfrom one location to another. This includes telephone\nconversations, television signals, computer files and other types\nof data. To transfer the information, you need a channel\nbetween the two locations. This may be a wire pair, radio\nsignal, optical fiber, etc. Telecommunication companies\nreceive payment for transferring their customer's information,\nwhile they themselves pay to establish and maintain the channel.\n(ii) Relevant technical terms used in the\nInterconnect Agreement r/w the addenda\n;\nA\nB\nC\nD-\nE\n(a) Gateway Mobile Switching Centre (GMSC): It is\na special kind of MSC that is used to route calls\nF\noutside the mobile network. Whenever a call for a\nmobile subscriber comes from outside the mobile\nnetwork or the subscriber wants to make a call to\nsomebody outside the mobile network, the call is\nrouted through GMSC. In short, it serves as an\ninterconnection between MSC and PSTN\n(network).\nG\n(b) PSTN: It means Public Switched Telephone\nNetwork. The term 'PSTN' refers to inter-connection\nof switching systems in the PSTN (Exchange). H\nA\n00\nB\n☐ D\nE\nF\nG\n☐ H\n750 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(c)\nSwitching network refers to the component inside\na switching system that switches one circuit to\nanother circuit.\nPoint Of Interconnection (POI): It is a point at\nwhich the GMSC of a mobile network of UASL and\nthe Gateway Switch of BSNL are inter-connected\nby a facility of inter-connection seeker (Reliance in\nthis case).\n(d) Trunk Group: It consists of several trunks (lines)\nprovided as a group by the local telephone\ncompany or any other carrier. Trunk group is a part\nof POI (see clause 2.1.13).\na\n(e) Unified Access Services: It means\ntelecommunication service provided by a\ntelecommunication system for conveyance of\nmessages through wired or wireless telegraphy.\nThe Unified Access Services refer to transmission\nof voice or non-voice messages over the network\nof the licensee (Reliance in this case). It, however,\ndoes not cover broadcasting of messages.\nHowever, the subscriber has to be registered and\nauthenticated at the network point of registration\nand approved numbering plan shall be applicable.\nThus, UASP is the abbreviated term for the\nexpression \"Unified Access Service Provider\".\n(f)\nInternational Gateway: A Gateway is a network\npoint that acts as an entrance to another network.\nConceptually, it is the point of inter-connection\n(POI), i.e., the point of entry for the international calls\nto the telecom network of India. A POI is a mutually\nagreed upon point of demarcation where the\nExchange of traffic between the two telecom\nnetworks takes place. In the case of international\ncalls traffic, i.e., inter-country telecommunications,\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 751\n[S.H. KAPADIA, CJI.]\nthe POI is the International Gateway. In this case, A\nwe are concerned with the international gateway of\nBSNL. However, for intra-country calls traffic, every\nlocal telecom network provider (Reliance in this\ncase) is supposed to set up a local POI which acts\nas the entry point for all incoming telecom traffic. B\nThe local POI has got to be under the care and\ncontrol of the local telecom provider for whose\nnetwork the local POI acts as an entry point. This\nlocal POI is the location where details of all\nincoming landing telecom traffic, namely, the CLI C\nnumber, their destination number, their time-stamp\ndetails, their duration, etc. have to be logged for\nfuture accounting and tracing requirements. Thus,\nwe have two kinds of POIs, namely, international\nPOIs and local POIs. Similarly, we also have two\nkinds of CLIs, namely, local and international CLIs.\nDỊ\n(g) Calling Line Identification (CLI): CLI means\ninformation generated by the Network capability\nwhich identifies and forwards the calling number\nthrough the interconnected BSNL's/ UASL's E\nnetwork.\n(h) Gateway Switch: It is a switch which has the\ncapability to perform Gateway functions like\nsending and receiving signals, sending and\nreceiving various types of information to the other\noperators' network in a multi-operator environment\nsuch as operators' identity, charging area\ninformation, etc. as well as transportation of CLI,\ngenerating call data records (CDRs) for an off line\nbilling system giving all necessary details of the call\nfor proper settlement of accounts in a multi-operator\nenvironment and security monitoring functions.\n(i)\nF\nG\nNational Long Distance Service Operator\n(NLDO): means the telecom operator who H\nA\nB\nD\nE\nF\nLL.\nG\nH\n752 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(j)\n(k)\n(1)\nprovides the required digital capacity to carry long\ndistance telecommunication service within the\nscope of license which may include various types\nof services such as voice, data, fax, text, video and\nmultimedia, etc.\nShort Distance Charging Centre (SDCC): It is\nan Exchange in a Short Distance Charging Area\ndeclared as such for the purpose of charging long\ndistance trunk calls as defined in the National\nFundamental Plan.\nLong Distance Charging Centre (LDCC): It\nmeans a Trunk Exchange in the Long Distance\nCharging Area declared as such for the purposes\nof charging long distance calls.\nTAX: It means Trunk Automatic Exchange.\n(m) Billing:It is defined in Clause 6.2.1 of the\nInterconnect Agreement. For every STD/ISD calls\noriginating from the network of the licensee\n(Reliance) and accepted by BSNL, a detailed billing\nrecord is generated in the LDCC Exchange. For\nthis purpose the subscriber's identity shall be\nsupplied by the licensee (Reliance) for detailed\nbilling purpose.\n(n)\nInter-connect Usage Charges (IUC): IUC is\npayable by UASL (Reliance) to BSNL under the\nInterconnect Agreement for the calls originating in\nthe network of UASL and which calls are in turn\nhanded over to the network of BSNL. IUC includes\ntermination charge, carriage charge, transit charge\nand access deficit charge (ADC) as applicable.\n(o) Access Deficit Charge (ADC): The Access Deficit\nCharge is an amount given to an operator to\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 753\n[S.H. KAPADIA, CJI.]\ncompensate for the difference between the actual A\ncost of providing a particular service and the\nmandated lower tariff for providing the service to a\nclass of subscribers, usually rural. ADC is\ncompensatory in the sense that ADC is meant to\nsubsidize the rural infrastructural projects of BSNL B\nby the private service providers who at the relevant\ntime did not cater to the rural areas. IUC consisted\nof carriage, termination and access deficit charges\n(see clause 6.4.1).\n(iii) Obligations of the UASL Licensees under the\nAgreement\n13. For the sake of easy understanding, we need to\ndiscuss the above terms in the Agreement in the light of\ninternational call(s) coming to India and not vice-versa.\n14. The basic underlying principle of clause 6.4.6 is that\nan international call shall remain international right from the point\nof origination to the point of termination.\n15. At the outset one needs to ascertain the contractual\nobligations of the UASL (Reliance in this case) under the\nAgreement as modified by the addenda dated 28th February,\n2006.\nC\nD\nE₁\nF\n16. Interconnection agreement prescribes terms and\nconditions under which two licensees or service providers\ninterconnect their networks to allow their respective subscribers\nto have seamless access to each other's networks. It is a\nbinding contract that binds each contracting party with respect\nto interconnection arrangements including commercial,\ntechnical and operational. However, the scope and content of\neach such contract may vary. Under the said Agreement, IUC\npayments are divided into four heads: (i) originating charges;\n(ii) carriage charges; (iii) termination charges; and (iv) ADC\npayments. ADC payment, as a concept, is a fee paid by H\nG\nD\n754 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA cellular, UAS, national long distance and international long\ndistance subscribers. This payment is in the nature of tax as\nno service is rendered in return. ADC payments are to cross\nsubsidize BSNL for developing its fixed network in non-lucrative\nareas. The licensee(s) makes ADC payments based on their\nB adjusted gross revenues. These payments are later on\ntransferred to BSNL. An IUC charge is, thus, a payment by one\nservice provider to another for the use of network elements to\norigins, transit or terminate calls. BSNL receives ADC\npayments for international calls made to fixed numbers. These\nC payments are made by either national long distance licensee(s)\nor international long distance licensee(s) that collects them.\nBSNL receives ADC payments for all international calls from\ncellular and limited mobility numbers. These payments are\ncollected by ILDOS and given to BSNL. Similarly, ADC\npayments on calls from international roaming subscribers are\ncollected by host service providers and paid to BSNL. ADC\npayments for international calls are higher than similar payments\nfor national long distance or local calls. This has tempted some\nlicensees to engage in ingenious schemes to avoid making\nADC payments. One such scheme is masking. Call masking\ntakes place when a licensee deliberately alters the identity of\nan incoming international call before handing it over to another\nservice provider at an interconnection point, i.e., POI. The\ninternational calling party's identity is obliterated (i.e.\ninternational CLI is wiped out) and the said international\nmade to appear as it were from a domestic/ national number.\nThis technique enables evasion of ADC payments at enhanced\nrates for international calls. Today, all private automated branch\nexchanges (PBX) are computerized. It is important to note that\na Caller ID (CID) is a signal. Most subscribers have a caller ID\nG display unit at their residence to receiver caller ID signals which\nalso indicates the nature of the call - whether it is local/ national\nor international. As stated, whenever a call for a mobile\nsubscriber comes from outside the mobile network or vice-\nversa, the call is routed through a special kind of gateway switch\nH which is called as GMSC. It serves as an interconnection\nE\nF\n3\n"}