{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"B.S.N.L. v. RELIANCE COMMUNICATION LTD. 725\n[S.H. KAPADIA, CJI.]\nA\nC\nsubscriber (Raj Enterprises), of the network of Reliance and are\nconsequently wrongly routed/tampered calls. However, BSNL\nis unable to precisely identify such calls. In other words, BSNL\nis not in a position to prove which precise calls delivered from\nthe said number were, in fact, international calls delivered as\nlocal/national calls. However, applying clause 6.4.6 BSNL B\nseeks to charge for not only all calls delivered from said number\nat the highest possible IUC rates, but, additionally seeks to\ncharge at the highest rate for all calls delivered at the concerned\nPOI for the relevant month as also all calls for the preceding\ntwo months from entirely different numbers belonging to other\nsubscribers where there is no allegation whatsoever by BSNL\nof wrong routing or tampering. In other words, even for numbers\nand calls with respect to which there is no allegation of breach,\nwrong routing or tampering, BSNL seeks to charge at the\nhighest IUC rates which bears no nexus whatsoever with the\nD\nloss or damage suffered by BSNL. It is submitted that to this\nextent clause 6.4.6 falls foul of section 74 and is therefore\nunenforceable. Charging for numbers and calls which have no\nnexus whatsoever with the number identified by BSNL as\nhaving been misused is to impose in terrorem penalty upon\nReliance bearing no connection with the loss suffered by BSNL\non account of alleged wrong routing or tampering and therefore\nthe amount claimed by BSNL does not fall within the ambit of\n\"compensation\" and is legally unrecoverable. At the highest\nreasonable compensation in terms of section 74 might cover\ncharging at the rate prescribed by clause 6.4.6 for all calls.\nreceived from the number of Raj Enterprises, without having to\nprove that all such calls were, in fact, international calls delivered\nas local/national calls, but no more. In this connection, learned\ncounsel pointed out that in the instant case the calls from Raj\nEnterprises are about one lakh for the month of September and G\nOctober 2004. However, the total number of calls on the POI\nfor September and October are about 34 lakhs and if one adds\nthe entire calls for July and August 2004 also there are about\n35 lakh calls in addition and, therefore, the charges in terms of\nE\nF\n}\nH\nс\nD\n726 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA clause 6.4.6 at the highest rate can be only for 69 lakh calls in\naddition to one lakh calls from the subscribe in respect of whose\nnumber the allegation of wrong routing/tampering is leveled by\nBSNL. Lastly, learned counsel submitted that there is no merit\nin the contention of the BSNL that clause 6.4.6 prescribes the\nB payment of a sum on the happening of an event other than\nbreach and consequently section 74 would have no application.\nAccording to the learned counsel if such contention is accepted\nit would lead to absurd consequence because it would mean\nthat wrong routing of calls and tampering of CLI would amount\nto performance of the contract rather than its breach. Moreover,\naccording to BSNL the bills raised by them are by way of\npenalty. It is clear from the bill dated 21.03.2005. For the\naforestated reason it is submitted that there is no merit in any\nof the above contentions. Coming to the validity of the demand\nnotice and disconnection notice issued by BSNL, learned\ncounsel submitted that the demand notices issued by BSNL are\ninvalid since the same have been raised in 2004 without any\nprovision in the Interconnect Agreement. That, the bills raised\nby BSNL were admittedly issued not in terms of any provision\nin the Interconnect Agreement but in terms of the letter of\nBSNL (Headquarters) dated 28.1.2004 which was issued only\nfor implementation of IUC regulations of TRAI dated October,\n2003. Therefore, according to the learned counsel bills dated\n13.10.2004, 15.10.2004 and 21.3.2005 are invalid. Learned\ncounsel submitted that clause 6.4.6 was inserted through an\nF Addenda signed on 28.2.2006. The said Addenda was made\napplicable retrospectively with effect from 14.11.2003 with the\nexception of applicable IUC charges including ADC and\ninterconnection arrangements made between the parties during\nthe intervening period which included ICU charges. That, the\nG said clause 6.4.6 is covered in the IUC charges which was\ncarved as an exception. Admittedly, at the relevant time, TRAI\nhad prescribed applicable IUC charges whereby depending on\nthe nature of the call (local, national, international) certain\nidentified charges were applicable. The applicable IUC charges\nE\nH\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 727\n[S.H. KAPADIA, CJI.]\nA\nD.\ndid not however contemplate charges for local/national call at\nthe highest available international rate, which the BSNL now\nseeks to do purportedly by invoking clause 6.4.6. Thus,\naccording to the learned counsel from the express terms of the\nAddenda itself it is clear that clause 6.4.6 falls within the\nchapter entitled Interconnection Charges \"which is expressly B\nexcluded from retrospective operation\". Learned counsel\nsubmitted that in any event such purported retrospective\napplication of a penal provision such as clause 6.4.6 violates\nArticle 20(1) of the Constitution. It is submitted that BSNL could\nnot have validated the bills issued illegally in 2004 on the basis C\nof the provisions introduced in the Interconnect Agreement\nsubsequently in 2006 when clause 6.4.6 was not given\nretrospective effect and in the absence of any express provision\nin the subsequent Addenda the bills cannot be validated. In any\ncase, according to the learned counsel the disconnection notice\ndated 2.2.2009 was for alleged illegal routing under NLD\ninterconnect agreement; that the said NLD interconnect\n• agreement was signed on 1.11.2002 which did not have clause\n6.4.6 as it exists in the Addenda dated 28.2.2006; that clause\n6.4.6 in the interconnect agreement for NLD was different from\nclause 6.4.6 in the Addenda dated 28.2.2006 of the\nInterconnect Agreement and that clause 6.4.6 of the NLD\ninterconnect agreement did not provide for charging at the\nhighest rate and that too for the previous two months. Learned\ncounsel submitted that the Addenda to the NLD agreement\nwas signed on 17.11.2005 incorporating therein clause 6.4.6\n(a), (b), (c) and (d) but the said agreement was not retrospective\nand was effective from the date of signing of the Addenda\ndated 17.11.2005. Consequently, according to the learned\ncounsel the impugned bills raised by BSNL were illegal and\ninvalid inasmuch as they were not raised in accordance with G\nthe provisions of the Interconnect Agreement between the\nparties. For the afore-stated reasons, learned counsel\nsubmitted that there was no merit in the civil appeal filed by\nBSNL and the same needs to be dismissed.\nE\nF\nH\n728 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Relevant provisions of:\nB\nс\nD\nE\nF\nG\nH\n11. (i) Interconnect Agreement dated 18th March, 1997\n2.4 Numbering Plan\n2.4.1 The same area codes for SDCAs will be used for\nboth DoT and LICENSEE network. However,\ndistinguishing exchange codes will be used for the DoT\nand the LICENSEE's exchanges i.e. linked numbering\nscheme will be followed within the SDCA as per the latest\nNational Fundamental Plan.\n2.4.5 Separate exchange codes or number ranges shall\nbe allocated to the DoT and the LICENSEE's exchanges\nby the TELECOM AUTHORITY. Utilisation of unused\nexchange codes or number ranges out of those allocated\nto the DoT and the LICENSEE's exchanges shall be\nreviewed by TELECOM AUTHORITY from time to time for\noptimum utilisation.\n2.5 Calling Line Presentation\n2.5.1 LICENSEE's network shall be capable of transmitting\nand receiving calling line identification which shall include\nAccess code, Area code and Subscriber number.\nChapter 6\nInterconnection Charges\n6.1 Interconnectivity to DOT Network\n6.1.1 Provision of links to interconnect LICENSEE's\nnetwork with DoT's network will be the responsibility of the\nLICENSEE as provided under Clause 2.1.2 and 2.1.3.\n6.2 Detailed Billing\n6.2.1 For every STD/ ISD call originating from the\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 729\n[S.H. KAPADIA, CJI.]\nLICENSEE's network and accepte d by DoT, a detailed A\nbilling and/ or bulk billing record will be generated in the\nLDCC TAX. For this purpose calling subscriber's identity\nshall be supplied by the LICENSEE for detailed billing\npurpose.\n6.4 Access Charges\nB\n6.4.1 For purposes of calculating the access charge, the\npoint at which the calls' are delivered to DoT's network is\ntreated as originating point. The calls will be measured\nfrom the point of entry to the destination at the applicable C\nrate of DoT.\n6.4.3 The traffic delivered on any DOT LDCC TAX from\nLICENSEE's LDCC TAX/ SDCC tandem/ local exchange\nwill be measured on the incoming junctions of the DOT's D\nLDCC TAX at the destination wise pulse rates applicable\nto the calls generated locally at the same station where the\nDOT's LDCC TAX is located.\n6.4.5 For international calls originating in the LICENSEE's\nnetwork and accepted by DoT (ref. para 6.2.1), DoT will\nbill the LICENSEE on monthly basis as ISD Access charge\nat a rate of Rs. 0.70 per unit measured call at the point of\ninterconnection. The responsibility of paying to the\ninternational carrier (presently Videsh Sanchar Nigam\nLimited) will lie with the DoT.\n(ii)\nAddenda to interconnect agreement after migration\ndated 28th February, 2006\nWhereas M/s Reliance Infocomm Limited (previously\nknown as M/s. Reliance Telecom Private Limited) has\nsigned an Interconnect Agreement on 18.3.1997 with\nDepartment of Telecommunications {now Bharat Sanchar\nNigam Limited [hereinafter called the BSNL (previously\ncalled as DOT]} for interconnection of their Basic Service\nE\nF\nG\n!\ni\nH\nA\nB\nC\nD\nLUJ\nE\nLL\nF\nG\nH\n730 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nnetwork with the network of BSNL in Gujarat Circle\nService Area.\nWhereas the President of India granted to M/s. Reliance\nInfocomm Limited [hereinafter called the UASL (previously\ncalled as LICENSEE)] a License No. 17-6/95-BS-II/\nGUJARAT on 18th March 1997 under Section 4(1) of the\nIndian Telegraph Act, 1885 to provide Basic Telephone\nService in the Service Area of Gujarat Circle on the terms\nand conditions specified in such License.\nAND whereas the UASL has, upon permission of Licensor,\nmigrated to Unified Access Service License regime on\n14th November 2003 for above stated Service Area,\nwhereupon the said license agreement was amended and\nrevised on 21st September 2004 with effect from 14th\nNovember 2003 on the terms and conditions specified in\nsuch amended License No.10-05/2004-BS-II/RIL/\nGUJARAT and therefore the said Interconnect agreement\nis required to be amended and revised as described in\nChapters, Annexures and Schedules appended hereto with\neffect from 14th November 2003.\nAND whereas Interconnect Usage Charges (IUC)\nRegulation become effective from 1st May 2003 which\nwas amended on 29th October 2003 to become effective\nfrom 1st February 2004 and further amended on 6th\nJanuary 2005 to become effective from 1st February\n2005.\nIT IS NOW FURTHER AGREED AS FOLLOWS:\n1. Each party, i.e. BSNL as well as the UASL, does\nhereby agree to the terms \u0026 conditions as described\nherein which shall append as Addenda to the original\nagreement and the combined agreement, hereinafter\ncalled \"AGREEMENT”, will become effective from 14th\nNovember 2003 except the applicable Interconnection\n1\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 731\n[S.H. KAPADIA, CJI.]\nUsage Charges (IUC) including ADC, Interconnection A\narrangements and associated bill arrangements as\nprescribed by BSNL Corporate Office, during this\nintervening period till date of signing of this Addenda.\n2. Each party, i.e., BSNL as well as the UASL, does\nhereby agree to:\n(a) Interconnect its Network to the Network facilities of the\nother party; and\nB\n(b) Make available to the other party the services, facilities C\nand information as specified in this Interconnect\nAgreement.\n(c) Provide the other interconnected party with\ninterconnection traffic carriage and fault detection of a\ntechnical and operational quality that is equivalent to that\nwhich each party provides to itself.\n2(2) The UASL shall ensure that its interconnect facilities\ndelivered at each point of interconnection (POI) conform\nto the applicable quality of service (QOS) standards and\ntechnical specifications for interconnection by the relevant\ndelivery date determined pursuant to the provisions of this\nAgreement.\n2(3) UASL shall be responsible to provide, install, test,\nmake operational and maintain all interconnection facilities\non its side of point of interconnection (POI) unless\notherwise mutually agreed.\nD\nE\nF\n2(11) It is further agreed that any kind of breach of any of\nthe terms of this agreement by the UASL shall entitle\nG\nBSNL to levy damages on the UASL. Quantum of\ndamages assessed and levied by BSNL shall be final and\nnot challengeable by the UASL.\nH\nA\n732 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nChapter - 1\nB\nC\nD\nE\nF\nG\nH\nDefinitions\nIn this Agreement, words and expressions will have\nthe following meanings as are respectively assigned to\nthem unless repugnant to the subject or context:\n\"UASL\" means a registered Indian Company, which has\nbeen awarded License for providing the UNIFIED\nACCESS SERVICE.\nCLI or \"CALLING LINE IDENTIFICATION\": means the\ninformation generated by the Network capability which\nidentifies and forwards the calling number through the\ninterconnected BSNL's / UASL's Network.\n\"FUNDAMENTAL PLAN\": means Numbering Plan,\nTraffic Routing and Switching Plan and transmission Plan\nissued by Department of Telecom as amended from time\nto time.\n\"GATEWAY SWITCH\": Gateway switch is defined as a\nswitch, which has the capability to perform gateway\nfunctions like functional capability to send and receive\nsignals based on CCS7 signaling system of ITU-T,\nfunctional capability to send and receive various types of\ninformation to other operators' network in a multi operator\nenvironment such as operator identity, charging area\ninformation etc. as well as transport of calling line\nidentification, generating call data record for an off line\nbilling system giving all necessary details of the call for\nproper settlement of accounts in a multi operator\nenvironment and Security monitoring functions.\n\"NATIONAL LONG DISTANCE SERVICE OPERATOR\n(NLDO)\": means the telecom operator providing the\nrequired digital capacity to carry long distance\ntelecommunication service within the scope of LICENSE\n1\nB.S.N.L. v. RELIANCE COMMUNICATION LTD. 733\n[S.H. KAPADIA, CJI.]\nfor National Long Distance Service, which may include A\nvarious types of tele services defined by ITU, such as\nvoice, data, fax, text, video, and multi media etc.\n\"POINT OF INTERCONECTION (POI)\" is a point at\nwhich the GMSC of Fully Mobile network of UASL and\nGateway Switch of BSNL or local / tandem / TAX\nexchange of the basic service network of UASL and local\n/Tandem / TAX of BSNL are interconnected by the facility\nof interconnection seeker and where the specified\nNetwork-Network Interface Standards are applicable.\n\"PSTN means Public Switched Telephone Network.\nB\nC\n\"SHORT DISTANCE CHARGING CENTRE (SDCC)\":\nIt means a particular Exchange in a Short Distance\nCharging Area declared as such for the purpose of D\ncharging of long distance trunk calls as defined in the\nNational Fundamental Plan.\n\"UNIFIED ACCESS SERVICES\": means\ntelecommunication service provided by means of a\ntelecommunication system for the conveyance of\nmessages through the agency of wired or wireless\ntelegraphy. The Unified Access Services refer to\ntransmission of voice or non-voice messages over\nLICENSEE's Network in real time only. SERVICE does not\ncover broadcasting of any messages voice or non-voice,\nhowever, Cell Broadcast is permitted only to the\nsubscribers of the service. The subscriber (all types, pre-\npaid as well as post-paid) has to be registered and\nauthenticated at the network point of registration and\napproved numbering plan shall be applicable.\nThe following abbreviations shall bear the full expression\nas mentioned below:\nUASP: UNIFIED ACCESS SERVICE PROVIDER\"\n1\nE\nF\nG\nH\nA\nB\nC\nD\nE\nFL\nG\nH\n734 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nChapter - 2\nTechnical Issues pertaining to Interconnection\n2.1 Interconnectivity to BSNL Network\n2.1.1 As per clause 2.6 of License agreement The\n/ LICENSEE (UASL) will have to make his own\narrangements for the entire infrastructure required for\nproviding the SERVICE. Therefore the UASL may develop\nits own independent network with its own transmission\nlinks within each of its service area.\n2.1.3 The UASL shall not, directly or otherwise, extend any\ntype of service to BSNL subscribers through the access\nprovided by BSNL except for those services which are\npermitted as per the license agreement and are further\nmutually agreed between both the parties.\n2.1.4 Interconnectivity between UASL's network as\nspecified in the license and the overseas communication\nnetwork operated by licensed ILDOS shall be through the\nTAXS of BSNL or of any other operator duly licensed for\nthe purpose.\n2.1.5.2 Calls from fully mobile subscribers of other telecom\nservice providers of different service area (National\nRoaming) or other country (International Roaming),\nroaming in the network of UASL shall be treated\nseparately for the purpose of charging and routing.\n2.1.9.1 Any facility obtained by the UASL from BSNL shall\nnot be resold or leased in any manner to a third party.\n2.1.9.2 No by pass of traffic shall be resorted to by any\nparty by delivering the traffic at any point other than as\npermitted or agreed to under this agreement. In case\nunauthorized diversion in routing comes to notice, BSNL\nshall be free to disconnect the POI in that area, after\n"}