{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"i\n750 SUPREME COURT REPORTS\nA\nB\n[2012] 3 S.C.R.\nno rigidity about it and it may have the meaning of a\nsituation of being in existence during a particular time or\ncontingent, and so on and so forth. That is to say,\nsomething to happen in a manner, if such a manner is in\nbeing or exists, if it does not, it may not happen in that\nmanner. Therefore, the reading of the provision under\nconsideration makes it clear that manner of declaration is\nto be followed \"as may be prescribed” i.e. \"if any”\nprescribed.\"\n38. I am of the considered view that there is no difference\nC in the legal position in a case where power conferred on the\nD\nState Government for framing rules has been exercised but such\nrules remain silent on certain aspects although it had power to\nmake rules with regard to those aspects and in the situation\nwhere no rules have been framed in exercise of the power\nconferred on it, insofar as executive power of the State is\nconcerned. The power that vests in the State Government in\nSection 30(2) to carry out the provisions contained in Section\n16(2) does not take away its executive power to make provision\nfor the subjects covered in Section 16(2) for which no rules have\nE been framed by it. The exercise of such power by the State\nGovernment, obviously, must not be inconsistent with the\nconstitutional provisions or statutory provision in Section 16(2)\nor the State Rules framed by it. In the present case, the exercise\nof power by the State Government by issuance of the order\nF dated April 5, 2002 does not suffer from any such vice.\n39. Two more aspects need to be considered by me,\nfirstly, the effect of Section 31(2) of the 1986 Act which provides\nthat every rule made under the 1986 Act shall be laid before\nthe State Legislature and secondly, whether in view of Section\nG\n31(2), the executive power of the State is to be exercised in\ngenerality and not for a situation specific.\n40. Craies on Statute Law, Seventh Edition, has dealt with\nthe subject, 'Laying before Parliament' in Chapter 13 under the\nH title 'Delegated Legislation'. The author has observed that the\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 751\nANR. [R.M. LODHA, J.]\nrequirement for 'laying' first appeared in the 1830s. According A\nto the author, there are three kinds of laying, (i) laying without\nfurther procedure: (ii) laying subject to negative resolution: and\n(iii) laying subject to affirmative resolution. The above three\nkinds of 'laying' have been then explained. This Court approved\nthe observations made by Craies on Statute Law in respect of B\nthe subject 'laying before Parliament' in Hukam Chand Etc. v.\nUnion of India and others 19.\nD\n41. As to whether the laying of rules and regulations before\nthe Parliament is mandatory or directory or whether laying is a\nC\ncondition precedent to their operation or be neglected without\nprejudice to the effect of the rules, it is now well settled that each\ncase must depend on its own circumstances or the wording of\nthe statute under which the rules are made. This Court had an\noccasion to deal with the policy and object underlying the\nprovisions relating to laying the delegated legislation made by\nthe subordinate law making authorities or orders passed by\nsubordinate executive instrumentalities before both Houses of\nParliament with reference to Section 3(6) of the Essential\nCommodities Act, 1955, in the case of M/s. Atlas Cycle\nIndustries Ltd. 11. Section 3(6) under consideration read, 'every\norder made under this Section by the Central Government or\nby any officer or authority of the Central Government shall be\nlaid before both Houses of Parliament as soon as may be, after\nit is made'. In M/s. Atlas Cycle Industries Ltd.11, a three-Judge\nBench of this Court referred to the observations made in the\nCraies on Statute Law and also the decisions of this Court in\nJan Mohammad Noor Mohammad Begban v. State of\nGujarat \u0026 and Another 20 and Narendra Kumar and Others v.\nThe Union of India and Others21 and held as under:\n\"32. From the foregoing discussion, it inevitably follows that\nthe Legislature never intended that non-compliance with the\n19. (1972) 2 SCC 601.\n20. (1966) 1 SCR 505.\n21. (1960) 2 SCR 375.\nE\nF\nG\nH\nA\nB\nC\nD\nE\n752 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nrequirement of laying as envisaged by sub-section (6) of\nSection 3 of the Act should render the order void.\nConsequently non-laying of the aforesaid notification fixing\nthe maximum selling prices of various categories of iron\nand steel including the commodity in question before both\nHouses of Parliament cannot result in nullification of the\nnotification \"\n42. In light of the above legal position, if Section 31(2) of\nthe 1986 Act is seen, it leaves no manner of doubt that the said\nprovision is directory.\n43. I am unable to accept the submission of Mr. A.\nMariarputham that having regard to the provision contained in\nSection 31(2), the executive power of the State Government to\nfill in the gaps in the rules can only be exercised in generality.\n44. It follows from the above discussion that the State\nGovernment has power to issue executive order or\nadministrative instructions with regard to subject/s provided in\nSection 16(2) of the 1986 Act where the State Rules are silent\non any of such subject. There is nothing in Section 30(2) or\nSection 31 of the 1986 Act that abridges the power of the State\nGovernment to issue executive order or administrative\ninstructions with regard to pensionable service of the President\nand Members of the State Commission, although State Rules\nhave been framed but such Rules are silent on the aspect of\nthe pensionable service. In other words, in the absence of any\nprovision in the State Rules relating to the pensionable service\nof the President and Members of the State Commission, there\nis no bar for the State Government in issuing executive order\nor administrative instructions regarding pensionable service of\nG the President, State Commission.\nF\nH\n45. Insofar as the order dated April 5, 2002 issued by the\nGovernment of Madhya Pradesh according sanction for\ncounting the service of the respondent on the post of President,\nState Commission for pension is concerned, the same being\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 753\nANR.\nA\nB\nnot inconsistent with the statutory provision contained in Section\n16(2) and the State Rules, the view of the High Court that the\nrespondent was entitled to pension from the State Government\nas per the terms and conditions of appointment cannot be\nfaulted. The High Court rightly observed that the respondent was\nentitled to pension from the State Government insofar as service\nrendered by him as the President, State Commission was\nconcerned to the extent provided in the order dated April 5,\n2002. Obviously such service shall not be clubbed with the\nservice of the respondent as a High Court Judge and shall not\nbe charged to Consolidated Fund of India.\nC\n46. Civil appeal, accordingly, has no merit and is\ndismissed with no order as to costs.\nH.L. GOKHALE J. 1. I have had the advantage to go D\nthrough the erudite judgment prepared by my Brother Lodha J.,\nthough for the reasons respectfully indicated below, I am not in\na position to agree therewith.\n2. The short question in this appeal is as to whether the\nfirst respondent who functioned as the President of the\nConsumer Disputes Redressal Commission, in Madhya\nPradesh (“State Commission\" for short) for a period of about\n4 years and 11 months, after his retirement as a High Court\nJudge, was entitled to receive pension for this subsequent\nperiod in the absence of any specific provision therefor in the\nrules framed under the Consumer Protection Act, 1986 (\"The\nAct\" for short). The ancillary question is as to whether the\nsecond respondent i.e. State of Madhya Pradesh could grant\npension for this period by issuing an executive order.\n3. The broad facts and the statutory provisions relevant to\nthis case have been referred to in my Brother's judgment and\ntherefore I am not repeating them, though I may refer to some\nof the essential facts and relevant provisions.\nE\nF\nG\nH\n754\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Short facts leading to the present appeal\n4. The first respondent herein, retired as a Judge from the\nMadhya Pradesh High Court on 13.8.1998 after putting in a\nservice of more than ten years. He was appointed as the\nB President of the State Commission after a short gap on\n21.9.1998 vide Government notification dated 18.9.1998.\nThereafter, he worked for a period of four years, ten months\nand twenty two days as the President, and demitted that office\non 12.8.2003.\nC\nD\nE\nF\nG\nH\n5. The salary or honorarium and other allowances payable\nto, and the other terms and conditions of service of the\nmembers of the State Commission (which include the\nPresident) are governed under the above Act. The terms and\nconditions of appointment of the first respondent were\ndetermined under the Government's letter/order dated 26.5/\n3.6.1999, which included the following terms:-\n(i)\nThe period of appointment shall be in accordance\nwith Section 16(3) of Consumer Protection Act,\n1986.\n(ii) During the period of appointment he shall get pay\nequal to the pay payable to Judge of High Court\nafter deducting the pension. The relief on pension\nshall not be payable to him in terms of Finance\nDepartment Office Memorandum No. E-4-Char-79-\nNi-5-84 dated 20.10.1984.\n(iii) The allowances and other perquisites at par with\nJudge of the High Court shall be made available to\nhim.\nThus, it was clear that during this period he was to receive\na pay equal to his pay as a High Court Judge after deducting\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 755\n.\nANR. [H.L. GOKHALE, J.]\nthe amount of pension for the services rendered as a High court A\nJudge. The relief on pension was also not payable to him. The\nallowances and other perquisites were to be made available\nto him at par with a Judge of a High Court. Thus, it was an\nappointment for a tenure with specific terms which did not\ninclude pension.\nB\n6. Later, on 5.4.2002, the Government of Madhya Pradesh\nissued an order according sanction for counting the period of\nhis service as the President of the State Commission for the\npurpose of payability and determination of pension. The order C\nincluded a proviso as follows:\n\"provided that the two pensions combined together\nshall not exceed the maximum of the pension prescribed\nfor Judges of the Hon'ble High Court.\"\n7. After the tenure of the first respondent was over, he\nsubmitted his pension papers to the office of the appellant on\n29.8.2003 in Form 6 (Form for assessing pension and\ngratuity). Clauses 18 and 19 thereof read as follows:-\nD\nE\n18 Proposed pension\n:\nRs. 13,000/-p.m. + DA or\nRs. 1,56,000/- p.a. + DA\n19 Proposed death-cum-\n:\nRs. 1,38,333=00 (as per\nretirement gratuity\ncalculation sheet)\nF\nThe calculation sheet enclosed therewith was as follows:-\nCALCULATION SHEET\nCalculation sheet of amount of Pension and Death-cum-\nretirement Gratuity Payable to Hon'ble Justice Shri S.K. Dubey,\nPresident M.P. State Consumer Disputes Redressal\nG\nН\nF\n756 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Commission, Bhopal as per present Scale.\nDate of Birth\n14.8.1936\nDate of appointment and joining\nas Judge of High Court\n2.3.1988\nB\nDate of appointment as permanent\nJudge\n4.8.1989\n14.8.1998 F.N.\nDate of retirement as High Court\nC Judge\nD\nヨ\nDate of appointment as President,\nM.P. State Consumer Disputes\nRedressal Commission, Bhopal\nTotal Service\nAs High Court Judge\n21.9.1998 F.N.\n2.3.1988 to 14.8.1998 F.N.\nYear Month\nDay\n10\n5\n12\nService as President of\nM.P. State Consumer\nDisputes Redressal\nCommission\nTotal\n21.9.1988 to 13.8.2003\n4\n15 4\n10\n22\n04\nG\nAmount of Pension under Part-I of the High Court Judge\n(Conditions of Service) Act 1954 and as per Government of\nIndia Ministry of Law and Justice Department of Justice Dt.\n18.12.1987 and 11.4.1988\nRs. 11,150 X 15 = 167250 = Rs. 13937.50p\n12\nMaximum is Rs. 13,000/- P.M. OR Rs. 1,56,000/- P.A.\nI\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 757\nANR. [H.L. GOKHALE, J.]\nAmount of Death-cum-Retirement Gratuity including 55% D.A. A\nas per instructions.\nPay Rs. 26,000+\n55% of D.A 14,300\n40,300 X 20 X 15 = 4,03,000\nB\nTotal Rs. 30,3000/-\n30 X 1\nMaximum limit of DCRG\nRs. 3,50,000=00\nLess already paid\nRs. 2,11,667=00\nBalance to be paid\nRs. 1,38,333=00\nс\nfamily pension:- w.e.f. 14.8.2003 of Rs. 78,000 per month (or\nper annum?) to Smt. Manju Dubey, wife of Hon'ble Justice Shri\nS.I. Dubey till her death or remarriage whichever is earlier.\n8. The appellant raised certain queries with respect thereto\nby his letter dated 10.12.2003. It was stated in this letter that\naccording to the pension calculation sheet submitted on behalf\nof the first respondent, the pension of first respondent had been\nrevised by adding his service as the President to the service\nrendered by him as a High Court Judge, and the same was\nnot in accordance with law. It was pointed out that there was\nno provision in the Consumer Protection Act, 1986 about the\nadmissibility of pension. Besides, a clarification was sought on\nthe following three points:-\n(i) The rate at which the pension is to be calculated\nfor each year of service.\nD\nE\nF\n(ii)\nRelief on pension is admissible or not, if admissible\nthen as per rules applicable to the State\nGovernment, Central Government/Judges of High\nCourt.\nG\n(iii) In the order for counting the said services, there is\nno mention about admissibility of gratuity and\ncommutation of pension.\nH\n758\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nIt was also pointed out that it was not proper to revise the\npension of the first respondent as sanctioned by the President\nof India without amendment in the High Court Judges\n(Conditions of Service) Act, 1954. The pension papers were\ntherefore returned.\n9. This led to further correspondence between the\nappellant and the first respondent. Appellant recorded in his\nletter dated 23.9.2004, that the case of the first respondent was\nreferred to the Central Ministry of Law and Justice which had\nreplied by their letter dated 9.9.2002, alongwith a copy of the\njudgment of this Court in SLP No. 15450/2003 i.e. Justice P.\nVenugopal Vs. Union of India [reported in 2003(7) SCC 726]\nwhich held that for the purpose of pensionary benefits, the\nperiod undergone as a High Court Judge cannot be clubbed\nwith an additional period to refix the pension. The same position\nis reiterated by the appellant in his subsequent letter dated\n4.11.2004 addressed to respondent No. 1. These three letters/\norders were challenged by the first respondent in a writ petition\nto the Madhya Pradesh High Court (W.P. No.13302/2004)\nwhich has allowed that petition by the impugned judgment and\nE order dated 8.2.2005. The High Court has noted that this\nadditional liability is being undertaken by the State Government,\nand it is not be drawn from the Consolidated Fund of India, and\nthat it is not to exceed the maximum pension payable to a High\nCourt Judge and therefore would be valid.\nD\nF\nThe submissions by the rival parties\n10. The learned counsel for the first respondent Mr.\nAmrendra Sharan raised an objection to the maintainability of\nthe appeal at the instance of the appellant. It was contended\nG that since his decision was challenged, the appellant is not\nexpected to agitate it further. In this connection, we must note\nthat the appellant was joined as the first respondent in the Writ\nPetition in the High Court. He is in charge of the accounts in\nthe State and represents the Comptroller and Auditor General\nH of India, who is a Constitutional Functionary. The payment of\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 759\nANR. [H.L. GOKHALE, J.]\npension and its supervision is a part of his responsibility. His A\nletters/orders were challenged in the writ petition, and if it was\nhis view that the decision of the High Court was erroneous, we\ndo not see any reason as to why he should not be held eligible\nto challenge the decision. He is an administrative authority and\nhis decision was approved by the Ministry of Law and Justice.\nSuch petitions have been filed by the Accountant Generals in\nthe past also. [For reference in the case of Accountant General\nof Orissa Vs. R. Ramamurthy reported in 2006 (12) SCC\n557.] Hence we do not find any substance in this objection.\n11. The principal submission on behalf of the appellant is\nbased on Section 16(2) of the Act, which reads as follows:-\n\"16. Composition of the State Commission.....\n(1)\n(2) The salary or honorarium and other allowances\npayable to, and other terms and conditions of service of,\nthe members of the State Commission shall be such as\nmay be prescribed by the State Government.\"\nThe definition of a 'member' under Section 2(jj) of the act\nincludes the President of the State Commission, and the term\n'prescribed' has been defined in Section 2 (n) as follows:-\n\"2(n). \"prescribed\" means prescribed by rules made\nby the State Government, or as the case may be, by the\nCentral Government under this Act.\"\nB\nC\nD\nE\nF\nG\nSection 30 which lays down the power of the Central\nGovernment or that of the State Government to make the rules,\nspecifically provides under Sub-section (2) that amongst others,\nthe State Government may by a notification make rules for\ncarrying out the provisions of Sub-section (2) of Section 16 of\nthe Act. This being so, whatever is prescribed in the rules are\nthe various terms and conditions of service, for the members\nof the State Commission. This does not mean that the State H\n"}