{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2012] 3 S.C.R. 720\nTHE ACCOUNTANT GENERAL, M.P.\nV.\nS.K. DUBEY \u0026 ANR.\n(Civil Appeal No. 5322 of 2005)\nFEBRUARY 29, 2012\n[R.M. LODHA AND H.L. GOKHALE, JJ.]\nConsumer Protection Act, 1986 - ss. 16(2), 30(2), 31,\n2(j), 2(n) - Retired High Court judge appointed as President\nC of State Consumer Dispute Redressal Commission.\n-\nRendered service as President, State Commission for 4\nyears, 10 months and 22 days - Pension for the said\nsubsequent period - Entitlement to - Whether in absence of\nany specific provision therefor in the State Rules for grant of\nD pension, it is open to the State Government to have provided\nby way of an executive order that the service rendered by the\nrespondent as President of the State Commission would be\ncounted as pensionable service - Held: In view of difference\nof opinion, matter referred to the larger Bench - Reference\nto larger bench - Madhya Pradesh Consumer Protection\nRules, 1987 r. 6 - Constitution of India, 1950 - Article 162.\nE\nF\n-\nThe question which arose for consideration in the\ninstant appeal was whether the first respondent who\nfunctioned as the President of the State Consumer\nDisputes Redressal Commission, in Madhya Pradesh for\na period of about 4 years and 11 months, after his\nretirement as a High Court Judge, was entitled to receive\npension for this subsequent period in the absence of any\nspecific provision therefor in the Madhya Pradesh\nG Consumer Protection Rules, 1987 framed under the\nH\nConsumer Protection Act, 1986 and whether in the\nabsence of any express rule in the State Rules, was it\nopen to the State of Madhya Pradesh to have provided\nby way of an Executive order dated April 5, 2002 that the\n720\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 721\nANR.\nservice rendered by the respondent as President of the A\nState Commission would be counted as pensionable\nservice.\nReferring the matter to larger bench, the Court\nHELD: Per Lodha,J.:\nB\n1.1. For the purposes of computation of pension\npayable to the respondent his different services, namely,\nservice as a Judge of the High Court and service as\nPresident, State Commission cannot be clubbed. The C\nrespondent is entitled to pension as a High Court Judge\nonly for the period rendered by him in that capacity. The\nsubsequent service rendered by him as President, State\nCommission cannot be charged to the Consolidated\nFund of India. This position was not disputed by the D\nrespondent in the High Court nor it is disputed before this\nCourt. [Para 21] [741-A-C]\nE\nF\n1.2. The State Government of Madhya Pradesh in\nexercise of the power conferred by sub-section (2) of\nSection 30 of the Consumer Protection Act, 1986 has\nframed the State Rules for the subjects enumerated\ntherein including Section 16(2). Rule 6 of the M.P.\nConsumer Protection Rules, 1987 thereof provides for\nsalary and other allowances and terms and conditions of\nthe President and Members of the State Commission. The\nsaid Rule does not provide that service of the President,\nState Commission is a pensionable service and,\ntherefore, despite the office order dated April 5, 2002\nissued by the State Government to the effect that service\nrendered by the respondent as President of the State G\nCommission was pensionable service, the respondent is\nnot entitled to any pension for the service he rendered\nas President, State Commission. It is clear from the Rule\n6 that it does not make any provision in making the\nservice of the President and Members of the State H\n722 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Commission a pensionable service. State Rules are\ntotally silent in this regard. [Paras 23, 30] [741-G-H; 742-\nA-B; 746-H; 747-A]\nB\nC\n1.3. Subject to the provisions of the Constitution, the\nexecutive power of a State extends to the matters with\nrespect to which the Legislature of the State has power\nto make laws. This is what is provided in Article 162 of\nthe Constitution. In other words, the executive power of\nthe State Executive is co-extensive with that of the State\nLegislature. [Para 31] [747-C]\nSant Ram Sharma vs. State of Rajasthan AIR 1967 SC\n1910: 1968 SCR 111; Lalit Mohan Deb vs. Union of India\n1973 (3) SCC 862; Union of India and Anr. v. Central\nElectrical and Mechanical Engineering Service (CE\u0026MES)\nD Group 'A' (Direct Recruits) Association, CPWD and Ors.\n(2008) 1 SCC 354: 2007 (11) SCR 863 - referred to.\nE\nF\n1.4. The statutory provision contained in Section 16(2)\nis quite clear. It provides that the salary or honorarium\nand other allowances payable to, and the other terms and\nconditions of service of, the members of the State\nCommission shall be such as may be prescribed by the\nState Government. The term 'member' includes the\nPresident of the State Commission. That pension can be\nmade a condition of service is beyond any question. As\nregards the meaning of the expression, 'as may be\nprescribed by the State Government' occurring in Section\n16(2), the expression 'as may be prescribed by the State\nGovernment' in Section 16(2) has to be read as\nprescribed by the rules framed by the State Government,\nif any. This is the plain meaning of the said expression.\nIf the Parliament intended that salary or honorarium and\nother allowances and other terms and conditions of\nservice of the President and the Members of the State\nCommission have to be provided in the rules by the State\nH Government in exercise of its powers under Section 30(2)\nG\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 723\nANR.\nand in no other manner, the provision in Section 16(2) A\nwould have read, 'the salary or honorarium and other\nallowances payable to, and the other terms and\nconditions of service of the members of the State\nCommission shall only be in accordance with the rules\nframed by the State Government'. The words 'shall be\nsuch' followed by the expression 'as may be prescribed'\nclearly indicate the legislative intent of 'may' being\ndirectory and the expression ‘as may be prescribed' to\nmean, ‘if any'. [Paras 35 and 36] [748-C-H; 749-A]\nOrissa State (Prevention \u0026 Control of Pollution) Board v.\nOrient Paper Mills and Anr. (2003) 10 SCC 421: 2003 (2)\nSCR 741; Surinder Singh v. Central Government and Ors.\n(1986) 4 SCC 667: 1986 (3) SCR 946; T. Cajee v. U.\nJormanik Siem and Anr. AIR 1961 SC 276:1961 SCR 750 -\nreferred to.\nB\nC\nD\nE\n1.5. There is no difference in the legal position in a\ncase where power conferred on the State Government for\nframing rules has been exercised but such rules remain\nsilent on certain aspects although it had power to make\nrules with regard to those aspects and in the situation\nwhere no rules have been framed in exercise of the power\nconferred on it, insofar as executive power of the State\nis concerned. The power that vests in the State\nGovernment in Section 30(2) to carry out the provisions F\ncontained in Section 16(2) does not take away its\nexecutive power to make provision for the subjects\ncovered in Section 16(2) for which no rules have been\nframed by it. The exercise of such power by the State\nGovernment, obviously, must not be inconsistent with\nthe constitutional provisions or statutory provision in\nSection 16(2) or the State Rules framed by it. In the instant\ncase, the exercise of power by the State Government by\nissuance of the order dated April 5, 2002 does not suffer\nfrom any such vice. [Para 38] [750-C-F]\nG\nH\nA\n724 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n1.6. As to whether the laying of rules and regulations\nbefore the Parliament is mandatory or directory or\nwhether laying is a condition precedent to their operation\nor be neglected without prejudice to the effect of the\nrules, it is now well settled that each case must depend\nB on its own circumstances or the wording of the statute\nunder which the rules are made. This Court had an\noccasion to deal with the policy and object underlying the\nprovisions relating to laying the delegated legislation\nmade. In light of said legal position, if Section 31(2) of the\n1986 Act is seen, it leaves no manner of doubt that the\nsaid provision is directory. The submission that having\nregard to the provision contained in Section 31(2), the\nexecutive power of the State Government to fill in the\ngaps in the rules can only be exercised in generality\ncannot be accepted. [Paras 41, 42 and 43] [751-C-D; 752-\nC-D]\nC\nD\nHukum Chand Etc. v Union of India and others (1972) 2\nSCC 601; M/s. Atlas Cycle Industries Ltd. and Ors. v. The\nState of Haryana (1979) 2 SCC 196: 1979 (1) SCR 1070 ;\nE Jan Mohammad Noor Mohammad Begban v. State of\nGujarat and Anr.(1966) 1 SCR 505; Narendra Kumar and Ors.\nv. The Union of India and Ors. (1960) 2 SCR 375 – referred\nF\nto.\n-\nCraies on Statute Law, Seventh Edition - referred to.\n1.7. The State Government has power to issue\nexecutive order or administrative instructions with regard\nto subject/s provided in Section 16(2) of the 1986 Act\nwhere the State Rules are silent on any of such subject.\nG There is nothing in Section 30(2) or Section 31 of the 1986\nAct that abridges the power of the State Government to\nissue executive order or administrative instructions with\nregard to pensionable service of the President and\nMembers of the State Commission, although State Rules\nH have been framed but such Rules are silent on the aspect\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 725\nANR.\nof the pensionable service. In other words, in the absence A\nof any provision in the State Rules relating to the\npensionable service of the President and Members of the\nState Commission, there is no bar for the State\nGovernment in issuing executive order or administrative\ninstructions regarding pensionable service of the\nPresident, State Commission. [Para 44] [753-D-G]\n1.8. Insofar as the order dated April 5, 2002 issued by\nthe Government of Madhya Pradesh according sanction\nfor counting the service of the respondent on the post\nof President, State Commission for pension is\nconcerned, the same being not inconsistent with the\nstatutory provision contained in Section 16(2) and the\nState Rules, the view of the High Court that the\nrespondent was entitled to pension from the State\nGovernment as per the terms and conditions of\nappointment cannot be faulted. The High Court rightly\nobserved that the respondent was entitled to pension\nfrom the State Government insofar as service rendered\nby him as the President, State Commission was\nconcerned to the extent provided in the order dated April\n5, 2002. Obviously such service shall not be clubbed with\nthe service of the respondent as a High Court Judge and\nshall not be charged to Consolidated Fund of India.[Para\n45] [752-H; 753-A-C]\nJustice P. Venugopal v. Union of India and Ors. (2003)\n7 SCC 726: 2003 (1) Suppl. SCR 286; State of Uttar\nPradesh v. Singhara Singh and Ors. AIR 1964 SC 358;\nChandra Kishore Jha v. Mahavir Prasad and Ors. (1999) 8\nSCC 266: 1999 (2) Suppl. SCR 754; Shin-Etsu Chemical\nCo. Ltd. v. Aksh Optifibre Ltd. and Anr. (2005) 7 SCC 234:\n2005 (2) Suppl. SCR 699; Tamilselvan v. State represented\nby Inspector of Police, Tamil Nadu (2008) 7 SCC 755: 2008\n(11) SCR 888; Bar Council of Maharashtra v. M.V. Dabholkar\nand Ors. (1975) 2 SCC 702: 11976 (1) SCR 306; Jasbhai\nB\nC\nD\nE\nF\nG\nH\n726 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Motibhai Desai v. Roshan Kumar, Haji Bashir Ahmed and\nOrs. (1976) 1 SCC 671: 1976 (3) SCR 58; Thammanna v.\nK. Veera Reddy and Ors. (1980) 4 SCC 62: 1981 (1)\nSCR 73; Lalit Mohan Deb and Ors. v. Union of India and Ors.\n(1973) 3 SCC 862; Delhi Airtech Services Private Limited\nB and Anr. v. State of Uttar Pradesh and Anr. (2011) 9 SCC 354;\nUnion of India and Ors. v. Pratibha Bonnerjea and Anr. (1995)\n6 SCC 765: 1995 (5) Suppl. SCR 511; V.S. Mallimath v.\nUnion of India and Anr. (2001) 4 SCC 31: 2001 (2) SCR 567\n- referred to.\nC\nPER H.L. GOKHALE, J:\n1.1. The appellant was joined as the first respondent\nin the Writ Petition in the High Court. He is in charge of\nthe accounts in the State and represents the Comptroller\nD and Auditor General of India, who is a Constitutional\nFunctionary. The payment of pension and its supervision\nis a part of his responsibility. His letters/orders were\nchallenged in the writ petition, and if it was his view that\nthe decision of the High Court was erroneous, there is\nE no reason as to why he should not be held eligible to\nchallenge the decision. He is an administrative authority\nand his decision was approved by the Ministry of Law\nand Justice. Such petitions have been filed by the\nAccountant Generals in the past also. Thus, there is no\nF substance in the objection to the maintainability of the\nappeal at the instance of the appellant. [Para 10] [758-G-\nH; 759-A-C]\nG\nAccountant General of Orissa Vs. R. Ramamurthy 2006\n(12) SCC 557: 2006 (9) Suppl. SCR 776 – referred to.\n-\n1.2. Section 30 of the Consumer Protection Act, 1986\nwhich lays down the power of the Central Government\nor that of the State Government to make the rules,\nspecifically provides under Sub-section (2) that amongst\nH others, the State Government may by a notification make\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 727\nANR.\nrules for carrying out the provisions of Sub-section (2) of A\nSection 16 of the Act. This being so, whatever is\nprescribed in the rules are the various terms and\nconditions of service, for the members of the State\nCommission. This does not mean that the State\nGovernment cannot frame additional rules either granting B\npension or other benefits. However, wherever it is done\nwithout framing rules, it would be difficult to say that it is\nauthorized by the statute. As far as the Madhya Pradesh\nConsumer Protection Rules, 1987 are concerned, there\nis no difficultly in noting that the rules do not provide for\npension either to the President or to the members. Rules\n6 (1) to (3) are the relevant rules with regard to Salary and\nother allowances and terms and conditions of the\nPresident and Members of the State Commission. [Paras\n11 and 12] [759-G-H; 760-A-D]\n1.3. Article 162 of the Constitution of India does lay\ndown in its principal part that the executive power of the\nState shall extend to the matters with respect to which\nthe Legislature of a State has the power to make laws.\nHowever, the proviso to this Article lays down that in such\nmatters the executive power of the State shall be subject\nto and limited by the executive power expressly\nconferred by the Constitution or by any law made by\nParliament upon the Union or authorities thereof. In the\ninstant case, the State Govt. was expressly given the\npower under Section 30 (2) to make rules for carrying out\nthe provisions of Section 16 (2) of the Act. Therefore, the\nState has to exercise its executive power subject to and\nas limited by this law meaning thereby in conformity\ntherewith. [Para 15] [762-B-G]\n1.4. When the statute provides that the 'terms and\nconditions shall be such as may be prescribed, and\n'prescribed' means prescribed by the rules, it is implied\nthat these rules shall be of general application. If pension\nC\nD\nE\nF\nG\nH\n728 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA is to be covered under the concept of terms and\ncondition of service under Section 16 (2), there has to be\na general rule concerning the same. Pension denotes a\nperiodical payment to be made available to the employee\nafter his retirement, after long years of service which are\nB governed by the relevant rules. [Para 16] [762-H; 763-A-\nB]\nC\nD\nE\nF\nG\nH\nState of Uttar Pradesh Vs. Singhara Singh AIR 1964 SC\n358; Sant Ram Sharma vs. State of Rajasthan AIR 1967 SC\n1910: 1968 SCR 111; Orissa State (Prevention and Control\nof Pollution) Board Vs. Orient Paper Mills 2003 (10) SCC 421:\n2003 (2) SCR 741; Pepsu Road Transport Corporation,\nPatiala Vs. Mangal Singh 2011 (11) SCC 702 - referred to.\n1.5. In the instant case, there are general rules laying\ndown the terms and conditions framed under the\nconcerned statute but they do not make any provision for\npension. As far as the grant of pension is concerned, in\nhis first letter dated 10.12.2003, the appellant raised the\nissue with respect to the rate at which the pension is to\nbe calculated. It was submitted that if the service in the\nconsumer commission is not to be clubbed, and even if\nthe State Government is to bear the responsibility, it\nwould also have to be provided as to how many years\nof service in the commission would qualify for pension.\nIt is not enough merely to provide that the two pensions\ncombined together shall not exceed the maximum of the\npension prescribed for Judges of the Hon'ble High Court.\nThese issues can be dealt with if rules are made and not\notherwise. Nothing prevents the State Government from\nmaking rules in this behalf specifically for this purpose.\nA provision for pension has thus, been made when the\nlegislature so wanted it, as can be seen in the case of\nCentral Administrative Tribunal, Rule 8 of the Central\nAdministrative Tribunal (Salaries and Allowances and\nConditions of Service of Chairman, Vice Chairman and\nMembers) Rules, 1985. [Paras 16 and 17] [763-C-F]\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 729\nANR.\n1.6. A clubbing of additional services, if any, for the A\npurpose of computation of pension is not contemplated.\nAs seen from the calculations tendered by the first\nrespondent it is very clear that he was clubbing his\nservice as a High Court Judge and as the President of\nthe State Commission, to claim the pension, though not B\nexceeding the maximum of the pension prescribed for\nJudges of the High Court. It is not stated in the\nCalculation Sheet as to which portion of the proposed\npension was to be paid by the State Government and\nwhich would be payable for the services as a High Court C\nJudge. Thus, on these facts the pension claimed was\nclearly inadmissible. The provisions of the statute and the\nrules in the instant case are clear, and therefore, the\nappellant could not be faulted for raising the queries with\nrespect to the claim of the first respondent for the\npension as the President of the State Commission, in the\nabsence of specific provision in the rules. [Para 18] [764-\nE-H; 765-B-C]\nD\nOrissa State (Prevention and Control of Pollution) Board\nVs. Orient Paper Mills 2003 (10) SCC 421: 2003 (2) SCR E\n741 distinguished.\n-\nJustice P. Venugopal Vs. Union of India 2003(7) SCC\n726: 2003 (1) Suppl. SCR 286; Sant Ram Sharma vs. State\nof Rajasthan AIR 1967 SC 1910: 1968 SCR 111; Lalit\nMohan Deb Vs. Union of India 1973 (3) SCC 862; Union of\nIndia and Anr. Vs. Central Electrical and Mechanical\nEngineering Service (CE\u0026MES) Group 'A' (Direct Recruits)\nAssociation, CPWD and others 2008 (1) SCC 354: 2007 (11)\nSCR 863 - referred to.\nF\nG\n1.7. In the instant case, rules have been framed. It is\nnot a case of absence of rules. It is a case where there is\nno concept of pension at all in the concerned rules. There\nare rules framed for the purpose of Section 16 (2) of the\nAct read with Section 30 (2) of the Act. The rules do not H\n"}