{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"730 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA provide for any pension, and if they do not so provide,\nC\nthe concept and the obligation thereunder cannot be\nbrought in through an executive order. When Section 16\n(2) lays down that the terms and conditions of service\nshall be such as may be prescribed, there is an element\nB of authoritativeness, and a requirement to act in a\nparticular way. The provision of Section 31 of the Act is\nto be looked at from this point of view. It provides for the\nrules and regulations to be laid before each House of\nParliament and State Legislature. In the instant case, it is\ndifficult to say that this provision is merely directory. But\nin any case, what Section 31 indicates is that the Union\nParliament or the State Legislature is to be kept informed\nabout the rules. This is because it concerns the public\nfinance and the functioning of the authorities under the\nAct. It is a welfare enactment and it cannot be said that\nthese provisions are such which can be ignored. This is\nonly to emphasize that one has to function within the four\ncorners of law, and the executive power cannot be used\nto act outside thereof. It cannot be ignored that the\nprovisions of statute and the rules are to be read as they\nare. [Paras 21, 22 and 23] [767-E-F-H; 768-A-E]\nD\nE\nM/s Atlas Cycle Industries Ltd. vs. State of Haryana 1979\n(2) SCC 196: 1979 (1) SCR 1070; Crawford vs. Spooner 4\nMoo Ind. App. 179; Nalinakhya vs. Shyam Sunder AIR 1953\nF SC 148; State of Kerala Vs. K. Prasad 2007 (7) SCC 140 -\nreferred to.\nG\nPrinciples of Statutory Interpretation by Justice G.P. Singh\n13th Edn. Chapter 2 p 64 - referred to.\n1.8. The first respondent was undoubtedly entitled to\nreceive pension for his tenure of service as a High Court\nJudge. The question is with respect to payability of\npension for the service as the President of the State\nCommission. It is a matter concerning public finance, and\nH such a grant cannot be made at the instance of the State\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026\nANR.\n731\nA\nGovernment when the rules do not prescribe the same.\nIn the instant case, the order according sanction to\npension does not prescribe any period for eligibility nor\nany rate at which the pension is to be paid. This is apart\nfrom the fact that as seen from the Calculation Sheet\ntendered by the first respondent, the subsequent period B\nof his service as the President of the State Commission\nwas sought to be clubbed with the period of his service\nas a High Court Judge, which is impermissible. Such an\norder for the benefit of an individual cannot be\nconsidered to be a valid one. Any such exception being C\nmade by exercising executive power would be violative\nof Article 14 of the Constitution of India. Thus, the\nimpugned judgment and order passed by the High Court\nis required to be set-aside. The additional pension paid\nto the first respondent as the President of the State\nCommission till the end of February 2012, would not be\nrecovered from him. However, from March, 2012 onwards\nthe first respondent would be entitled to receive pension\nonly for the service rendered by him as a High Court\nJudge. [Paras 24, 25, 26] [769-C-G; 770-F]\nD\nE\nJustice P. Venugopal Vs. Union of India 2003(7) SCC\n726: 2003 (1) Suppl. SCR 286; Yogeshwar Prasad Vs.\nNational Institute of Education Planning and Admn. 2010 (14)\nSCC 323: 2010 (14) SCR 22; Sahib Ram Vs. State of\nHaryana 1995 Supp. (1) SCC 18: 1994 (3) Suppl. SCR 674 F\n- referred to.\nCase Law Reference:\nLodha, J:\nG\n2003 (1) Suppl. SCR 286\nReferred to. Para 9, 20\nAIR 1964 SC 358\nReferred to. Para 14\n1999 (2) Suppl. SCR 754\nReferred to. Para 14\nН\n732 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n2005 (2) Suppl. SCR 699 Referred to. Para 14\n2008 (11) SCR 888\nReferred to. Para 14\n1976 (1) SCR 306\nReferred to. Para 15\n1976 (3) SCR 58\nReferred to. Para 15\nB\n1981 (1) SCR 73\nReferred to. Para 15\n1968 SCR 111\nReferred to. Para 32\n(1973) 3 SCC 862\nReferred to. Para 32\nC\n1979 (1) SCR 1070\n2003 (2) SCR 741\n(2011) 9 SCC 354\nReferred to. Para 41\nReferred to. Para 37, 38\nReferred to. Para 17\nD\n1995 (5) Suppl. SCR 511\nReferred to. Para 20\n2001 (2) SCR 567\nReferred to. Para 20\n2007 (11) SCR 863\nReferred to. Para 34\nE\n1986 (3) SCR 946\nReferred to. Para 36\n1961 SCR 750\nReferred to. Para 37\n1973 (1) SCR 896\nReferred to. Para 40\n(1966) 1 SCR 505\nReferred to. Para 41\nF\n(1960) 2 SCR 375\nReferred to. Para 41\nGokhale, J:\n2003 (1) Suppl. SCR 286 Referred to.\nPara 9, 18\nG\n2006 (9 ) Suppl. SCR 776 Referred to.\nPara 10\nAIR 1964 SC 358\nReferred to.\nPara 13\n2003 (2) SCR 741\nReferred to.\nPara 13\nH\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 733\nANR.\n2011 (11) SCC 702\nReferred to.\nPara 16 A\n1968 SCR 111\nDistinguished.\nPara 19\n1973 (3) SCC 862\nReferred to.\nPara 21\n2007 (11) SCR 863\nReferred to.\nPara 21 B\n1979 (1) SCR 1070\nReferred to.\nPara 22\n2007 (8) SCR 115\nReferred to.\nPara 23\n2010 (14) SCR 22\nReferred to.\nPara 26 C\nPara 26\n1994 (3) Suppl. SCR 674 Referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No.\n5322 of 2005.\nFrom the Judgment \u0026 Order dated 08.02.2005 of the High\nCourt of Madhya Pradesh at Jabalpur in Writ Petition (S) No.\n13302 of 2004.\nD\nA. Mariarputham, Sunita Sharma, Yusuf Khan, Kanstubh E\nSinha, Sushma Suri, Anil Katiyar for the Appellant.\nAmrendra Sharan, Ravindra Shrivastava, Akshat\nShrivastava, P.P. Singh, Vikas Upadhyay (for B.S. Banthia) for\nthe Respondents.\nThe Judgment of the Court was delivered by\nR.M. LODHA, J. 1. The Accountant General, Madhya\nPradesh is in appeal, by special leave, aggrieved by the\njudgment and order dated February 8, 2005 passed by the High\nCourt of Madhya Pradesh at Jabalpur in the writ petition filed\nby the respondent in that Court.\n2. The respondent is a former Judge of the Madhya\nPradesh High Court. He was appointed on March 2, 1998. He\nF\nG\nH\n734 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA rendered service of more than 10 years and retired on August\n13, 1998.\nB\nс\n3. By a notification issued on September 18, 1998, the\nrespondent was appointed as the President, State Consumer\nDisputes Redressal Commission, Madhya Pradesh (for short,\n'State Commission') established under clause (b) of Section\n9 of the Consumer Protection Act, 1986 (for short, '1986 Act').\nThe respondent assumed office on September 21, 1998 and\ncontinued to hold that office until the end of the working hours\non August 12, 2003. When he demitted the office of the\nPresident, State Commission, he had rendered service of 4\nyears 10 months and 22 days as President, State Commission.\n4. The pension for the period of service rendered by the\nrespondent as Judge of the High Court has been determined\nD under the First Schedule of the High Court Judges (Salaries\nand Conditions of Service) Act, 1954 (for short, '1954 Act').\nThat is not the controversy here. The respondent's entitlement\nto pension for his service rendered as President, State\nCommission under the office order dated April 5, 2002 issued\nE by the State Government is in issue.\nF\nG\nH\n5. By order dated June 3, 1999, the Department of Food,\nCivil Supplies and Consumer Protection, Government of\nMadhya Pradesh addressed to the President, State\nCommission prescribed the terms and conditions of the\nappointment of the respondent as President, State\nCommission. Inter alia, it provided that during the currency of\nhis appointment, the respondent shall be paid salary as\npayable to a Judge of the High Court minus pension payable.\n6. On April 5, 2002, the Department of Food, Civil Supplies\nand Consumer Protection, Government of Madhya Pradesh\nissued another order for counting the period of service as\nPresident, State Commission for the purposes of payability and\ndetermination of the pension. It provided as follows:\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 735\nANR. [R.M. LODHA, J.]\n\"In continuation of Departmental Order of even No. A\nF.5-24/96/2 dated 03-06-99 the State Government now\naccords sanction for counting the services of the post of\nPresident Madhya Pradesh State Consumer Dispute\nRedressal Commission, Bhopal for pension provided that\nthe pension on this post and the pension received earlier B\nfrom the State Government or Central Government the two\npensions combined together shall not exceed the\nmaximum of the pension prescribed for judges of\nhonourable High Court.\n2. This sanction has been endorsed to the Accountant\nGeneral M.P. Gwalior vide Finance Department\nendorsement No. 553/853/2002/C Char dated 5.4.2002.\nBy order and in the name of Governor of Madhya\nPradesh.\"\n7. It is the case of the respondent that in accordance with\nthe above orders of the State Government, the necessary\npapers for payment of pension and gratuity to the respondent\nwere prepared in the prescribed form and submitted to the\noffice of the Accountant General, Madhya Pradesh (appellant)\non August 29, 2003 by the Registrar of the State Commission.\nThe Department of Food, Civil Supplies and Consumer\nProtection, Government of Madhya Pradesh also\nrecommended and forwarded the pension case of the\nrespondent to the appellant.\nC\nD\nE\nF\n8. The appellant, however, raised the objection that\npension and gratuity were not payable to the respondent as\nproposed and recommended. The correspondence ensued\nbetween the appellant and the Department of Food, Civil G\nSupplies and Consumer Protection, Government of Madhya\nPradesh. The appellant reiterated its position that pension and\ngratuity were not payable to the respondent for the period he\nserved as the President, State Commission.\nH\n.\nA\nC\n736 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n9. The above position taken by the appellant compelled\nthe respondent to file a writ petition before the High Court\nchallenging the letters dated December 10, 2003 and\nSeptember 23, 2004 addressed to the Madhya Pradesh State\nGovernment and letter dated November 4, 2004 addressed to\nB the respondent that pension and gratuity were not payable to\nthe respondent. In that writ petition, the appellant and the State\nof Madhya Pradesh were impleaded as respondent - 1 and\nrespondent - 2 respectively. In its counter affidavit in opposition\nto the writ petition, the appellant set up the case that there was\nno provision for pension under the 1986 Act or the Madhya\nPradesh Consumer Protection Rules, 1987 (for short, 'State\nRules') for payment of pension to the President, State\nCommission. Relying upon the decision of this Court in the case\nof Justice P. Venugopal v. Union of India and Others', the\nappellant stated before the High Court that the respondent was\nnot entitled to clubbing of the two services. The appellant said\nthat if the State Government intended to grant pension to the\npetitioner (respondent herein) for the service rendered by him\nas President, State Commission then requisite statutory rule\nwould have to be framed and duly ratified by the State\nLegislature as required under Section 30(2) of the 1986 Act.\nThe State Rules framed by the State Government do not have\nany provision for payment of pension.\nD\nE\n10. The High Court of Madhya Pradesh, on consideration\nF of the matter, vide its judgment dated February 8, 2005 allowed\nthe writ petition filed by the present respondent. The High Court\nheld that by office order dated April 5, 2002, the State\nGovernment had passed an order that the service rendered by\nthe petitioner (respondent herein) as President, State\nG Commission would be counted as pensionable service. The\nHigh Court, accordingly, did not accept the view of the appellant\nand directed it to finalize the pension of the petitioner\n(respondent herein) and make payment of pension and other\nadmissible dues within a period of two months.\nH 1. (2003) 7 SCC 726.\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 737\nANR. [R.M. LODHA, J.]\n11. It is from this order that the present appeal has arisen. A\n12. This Court granted leave in the matter on August 25,\n2005 but refused to grant any stay. It was, however, clarified\nthat the payment made to the respondent, pursuant to the\njudgment of the High Court, would be subject to the decision\nin the appeal.\n13. We have heard Mr. A. Mariarputham, learned senior\ncounsel for the appellant and Mr. Amrendra Sharan, learned\nsenior counsel for the respondent.\nB\nC\n14. Mr. A. Mariarputham, learned senior counsel referred\nto Sections 2(jj), 2(h), 16(2), 30(2) and 31 of the 1986 Act and\nsubmitted that there was no statutory provision for grant of\npension to the President of the State Commission. The State\nRules, learned senior counsel would submit, do not make any D\nprovision for pension to the President of the State Commission\nand, therefore, no order for payment of pension to the\nrespondent could have been passed. He argued that when an\nact is required to be done in a particular manner, then it must\nbe done in that manner and in no other manner. In this regard,\nhe relied upon the decisions of this Court in State of Uttar\nPradesh v. Singhara Singh and Others², Chandra Kishore\nJha v. Mahavir Prasad and Others³, Shin-Etsu Chemical Co.\nLtd. v. Aksh Optifibre Ltd. and Another and Tamilselvan v.\nState represented by Inspector of Police, Tamil Nadu.\nE\nLL\nF\n15. Mr. Amrendra Sharan, learned senior counsel for the\nrespondent raised the preliminary objection of the\nmaintainability of the appeal at the instance of the appellant.\nHe submitted that the appellant was not an 'aggrieved person'\nand, therefore, appeal was not maintainable. He relied upon G\nthe rulings of this Court in Bar Council of Maharashtra v. M.V.\n2. AIR 1964 SC 358.\n3. (1999) 8 SCC 266.\n4. (2005) 7 SCC 234.\n5. (2008) 7 SCC 755.\nH\n738 SUPREME COURT REPORTS\n[2012] 3 S.C.R:\nA Dabholkar and Others, Jasbhai Motibhai Desai v. Roshan\nKumar, Haji Bashir Ahmed and Others and Thammanna v.\nK. Veera Reddy and Others³\nB\nC\n+\n16. With reference to Article 162 of the Constitution of India,\nlearned senior counsel for the respondent submitted that\nexecutive power of the State was coextensive with the\nlegislative power and when rules are silent, the executive can\nalways fill the gaps by issuing executive order. In this regard,\nhe relied upon decisions of this Court in Sant Ram Sharma v.\nState of Rajasthan and Others' and Lalit Mohan Deb and\nOthers v. Union of India and Others¹º.\n\"\n17. Mr. Amrendra Sharan, learned senior counsel for the\nrespondent argued that the use of words 'shall' and 'may' in\nSection 16(2) was indicative of the legislative intention that\nD 'may' be read as directory. He submitted that firstly, framing of\nrules by the State Government under Section 16(2) read with\nSection 30(2) was not mandatory and secondly, the State Rules\nhaving been framed for the subjects enumerated in Section\n16(2), the power of the State Government to exercise its\nE executive power in respect of the subjects not provided in the\nState Rules is not taken away. He relied upon the decisions of\nthis Court in M/s. Atlas Cycle Industries Ltd. and Others v. The\nState of Haryana¹¹, Orissa State (Prevention \u0026 Control of\nPollution) Board v. Orient Paper Mills and Another 12 and Delhi\nAirtech Services Private Limited and Another v. State of Uttar\nPradesh and Another¹³.\nF\n6. (1975) 2 SCC 702.\n7. (1976) 1 SCC 671.\nG\n8. (1980) 4 SCC 62.\n9. AIR 1967 SC 1910.\n10. (1973) 3 SCC 862.\n11. (1979) 2 SCC 196.\n12. (2003) 10 SCC 421.\nH 13. (2011) 9 SCC 354.\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 739\nANR. [R.M. LODHA, J.]\nB\n18. In rejoinder, Mr. A. Mariarputham, learned senior A\ncounsel submitted that appeal was maintainable at the instance\nof appellant. According to him, the appellant, Accountant\nGeneral, Madhya Pradesh, is one of the arms of the Comptroller\nand Auditor General - a constitutional functionary - which\nmonitors and controls all activities connected with audit,\naccounts and entitlement functions of the Indian Audit and\nAccounts Department. He submitted that authorizing pension\nwas the function of the appellant. In this regard, he referred to\nmaterial titled 'Supreme Audit Institution of India - A Brief\nIntroduction' to show that there are 29 offices of the Accounts\nand Entitlements (A\u0026E) headed by Accountants General (A \u0026\nE) engaged in maintaining accounts of the State Governments\nand authorizing GPF and pension payments of their employees.\nLearned senior counsel submitted that for maintaining the\nappeal under Article 136 of the Constitution before this Court,\nit was not necessary that the appellant must be an 'aggrieved\nperson'. In any case, the appellant was impleaded as\nrespondent 1 in the writ petition and it was the appellant's action\nthat was challenged in the writ petition before the High Court\nand, therefore, the appeal was maintainable.\nC\nD\nE\n19. Initially I thought of considering the preliminary objection\nbut since an important question relating to the power of the\nState Government in making the service rendered by the\nrespondent as President of the State Commission pensionable\nby an Executive order although State Rules are in place, has F\nbeen raised and which I intend to decide, I do not think it\nnecessary to consider the preliminary objection.\n20. I shall first refer to the legal position exposited by this\nCourt in the case of Justice P. Venugopal'. The question for\nG\nconsideration in that matter was as to whether the period during\nwhich Justice P. Venugopal served as the Commission of\nInquiry or as the Commissioner of Payments under the Madras\nRace Club (Acquisition and Transfer of Undertaking) Act, 1986\ncould be taken into consideration for computing the pensionary\nI\n"}