{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"740 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA benefits. This Court, while dealing with the above question,\nreferred to constitutional provisions, namely, Articles.\n112(3)(d)(iii), 217(1), 221 and 224A, the provisions contained\nin the 1954 Act, particularly, Sections 14, 15 and 16 thereof\nand the First Schedule appended thereto and decisions of this\nCourt in Union of India and Others v. Pratibha Bonnerjea and\nAnother 14 and V.S. Mallimath v. Union of India and Another 15\nand held that a High Court Judge was entitled to pensionary\nbenefits only in terms of the 1954 Act and not otherwise. The\nCourt went on to observe (para 16; pgs. 732-733):\nB\nC\n\"\n.A High Court Judge is entitled to pensionary\nbenefits only in terms of the said Act and not otherwise.\nThe said Act is a self-contained code. It does not\ncontemplate grant of pension to a retired High Court Judge\nfor holding any other office of profit. Clubbing of services\nD for the purpose of computation of pension is not\ncontemplated under the said Act and, thus, the court\ncannot by process of interpretation of statutory or\nconstitutional provisions hold so.\"\nE\nF\nG\nIn para 26 of the Report (Pg. 736), this Court said:\nแ\n.for the purpose of computation of pension, different\nservices of the petitioner could not have been clubbed in\nterms of Act 28 of 1954. The pension payable to a High\nCourt Judge would be only for the period rendered in that\ncapacity which would constitute charge to the Consolidated\nFund of India and services rendered subsequent thereto\nin terms of the order made by a State Government would\nnot be charged to the Consolidated Fund. The question.\nas to whether such a person would be entitled to pension\nfrom the State concerned or not would depend upon the\nstatute or the terms and conditions of appointment.\"\n14. (1995) 6 SCC 765.\nH 15. (2001) 4 SCC 31.\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 741\nANR. [R.M. LODHA, J.]\n21. In view of the above legal position, there is no doubt A\nthat for the purposes of computation of pension payable to the\nrespondent his different services, namely, service as a Judge\nof the High Court and service as President, State Commission\ncannot be clubbed. The respondent is entitled to pension as a\nHigh Court Judge only for the period rendered by him in that B\ncapacity. The subsequent service rendered by him as\nPresident, State Commission cannot be charged to the\nConsolidated Fund of India. This position was not disputed by\nthe respondent in the High Court nor it is disputed before me.\nThe question is, whether respondent is entitled to pension from C\nthe State of Madhya Pradesh for the service rendered by him\nas President of the State Commission of that State.\n22. The High Court has recorded in paragraph 15 of the\nimpugned order as follows:\nD\n\"15. In the instant case, it is not in dispute that State Govt.\nhas made it a part of condition of appointment of petitioner/\nJustice S.K. Dubey as per Order (P. 2) dated 5th April,\n2002 that service rendered by him as President of the\nState Commission is to be counted as pensionable E\nservice modifying Order (P. 1) dated 03.06.1999. Thus,\nOrder (P. 2) forms part of condition of appointment of\npetitioner that it was further ordered that pension payable\nby the State Govt. or from the Consolidated Fund of Govt.\nof India shall not exceed the maximum pension payable F\nto a High Court Judge.......”\n23. The above statement has not been disputed by Mr. A.\nMariarputham. The argument of Mr. A. Mariarputham is that the\nState Government of Madhya Pradesh in exercise of the power\nconferred by sub-section (2) of Section 30 of the 1986 Act has\nframed the State Rules for the subjects enumerated therein\nincluding Section 16(2). Rule 6 thereof provides for salary and\nother allowances and terms and conditions of the President and\nMembers of the State Commission. The said Rule does not\nG\nI\n742 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA provide that service of the President, State Commission is a\npensionable service and, therefore, despite the office order\ndated April 5, 2002 issued by the State Government to the\neffect that service rendered by the respondent as President of\nthe State Commission was pensionable service, the\nB respondent is not entitled to any pension for the service he\nrendered as President, State Commission.\nC\nD\nE\nF\nG\n24. Section 16 of the 1986 Act deals with the composition\nof the State Commission. For the present purposes, the only\nrelevant provision is sub-section (2) of Section 16 which reads\nas follows:\n\"S. 16. Composition of the State Commission.-\n(1) XXX XXX XXX XXX\n(2) The salary or honorarium and other allowances\npayable to, and the other terms and conditions of service\nof, the members of the State Commission shall be such\nas may be prescribed by the State Government.\nProvided that the appointment of a member on\nwhole-time basis shall be made by the State Government\non the recommendation of the President of the State\nCommission taking into consideration such factors as may\nbe prescribed including the work load of the State\nCommission.\n(3) XXX XXX XXX XXX\n(4) XXX XXX XXX XXX\"\n25. Section 2(jj) defines ‘member' as follows:\n“S.2(jj) \"member\" includes the President and a member of\nthe National Commission or a State Commission or a\nDistrict Forum, as the case may be;\"\nH\n26. Wherever the word 'prescribed' occurs in the 1986 Act,\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026\nANR. [R.M. LODHA, J.]\n743\nby virtue of Section 2(n), it means prescribed by rules made\nby the State Government, or as the case may be, by the Central\nGovernment.\n27. Section 30 deals with the power of the Central\nGovernment and the State Government to make rules. As I am\nconcerned with power of the State Government, sub-section (2)\nof Section 30 is reproduced which reads:\n\"S. 30. Power to make rules.-\n(1) XXX XXX XXX XXX\n(2) The State Government may, by notification, make\nrules for carrying out the provisions contained in clause (b)\nof sub-section (2) and sub-section (4) of section 7, clause\n(b) of sub-section (2) and sub-section (4) of section 8A,\nclause (b) of sub-section (1) and sub-section (3) of section\n10, clause (c) of sub-section (1) of section 13, clause (hb)\nof sub-section (1) and sub-section (3) of section 14,\nsection 15 and clause (b) of sub-section (1) and sub-\nsection (2) of section 16 of this Act.”.\n28. Section 31 makes a provision that rules and\nregulations made under the 1986 Act shall be laid before each\nHouse of Parliament. It reads as under :\nA\nB\nC\nD\nE\nF\n\"S. 31.- Rules and regulations to be laid before each\nHouse of Parliament. - (1) Every rule and every regulation\nmade under this Act shall be laid, as soon as may be after\nit is made, before each House of Parliament, while it is in\nsession, for a total period of thirty days which may be\ncomprised in one session or in two or more successive\nsessions, and if, before the expiry of the session\nimmediately following the session or the successive\nsessions aforesaid, both Houses agree in making any\nmodification in the rule or regulation or both Houses agree\nthat the rule or regulation should not be made, the rule or\nregulation shall thereafter have effect only in such modified H\nG\nA\nB\n744 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nform or be of no effect, as the case may be; so, however,\nthat any such modification or annulment shall be without\nprejudice to the validity of anything previously done under\nthat rule or regulation.\n(2) Every rule made by a State Government under this Act\nshall be laid, as soon as may be after it is made, before\nthe State Legislature.\"\n29. As noticed above, in the State Rules framed by the\nMadhya Pradesh State Government, provision has been made\nC in Rule 6 with regard to salary and other allowances and terms\nand conditions of the President and Members of the State\nCommission. Rule 6 of the State Rules reads as under :\nD\nE\nF\nG\nH\n\"R.6.- Salary and other allowances and terms and\nconditions of the President and Members of the State\nCommission :-\n(1) President of the State Commission shall receive the\nsalary of the Judge of the High Court, if appointed on\nwhole-time basis or a consolidated honorarium of Rs. 200/\n- per day for the sitting if appointed on part-time basis.\nOther members, if sitting on whole-time basis, shall receive\na consolidated honorarium of Rs. 3,000 per month and if\nsitting on part-time basis, a consolidated honorarium of\nRs. 150 per day for the sitting.\n(2) The president and the members of the State\nCommission shall be eligible for such travelling allowance\nand daily allowance on official tour as are admissible to\ngrade 1 Officer of the State Government.\n(3) The salary, honorarium, other allowances shall be\ndefrayed out of the Consolidated Fund of the State\nGovernment.\n(4) President and the Members of the State Commission\nshall hold office for a term of five years or up to the age of\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 745\nANR. [R.M. LODHA, J.]\n67 years whichever is earlier and shall not be eligible for\nre-nomination:\nProvided that President and / or Members may:\nA\n(a) by writing under his hand and addressed to the\nState Government resign his office any time;\nB\n(b) be removed from his office in accordance with\nprovisions of sub-rule (5).\nC\n(5) The State Government may remove from office,\nPresident or any Member of the State Commission who,-\n(a) has been adjudged an insolvent; or\n(b) has been convicted of an offence which in the\nopinion of the State Government, involves moral D\nturpitude; or\n(c) has become physically or mentally incapable of\nacting as such Member; or\n(d) has acquired such financial or other interest as\nis likely to affect prejudicially his functions as a\nMember, or\nE\n(e) has so abused his position as to render his\ncontinuance in office prejudicial to the public F\ninterest:\n(f) is absent himself from five consecutive sittings\nof the Commission, except for a reasonable cause.\nProvided that the President or a Member shall not G\nbe removed from his office on the ground specified in\nClauses (d) and (e) of sub-rule (5) except on an inquiry\nheld by State Government, in accordance with such\nprocedure as it may specify in this behalf and finds the\nMember to be guilty of such ground.\nH\nA\nB\nC\nD\nE\nF\nG\n746\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n(6) Before appointment, President and a Member of the\nState Commission shall have to take an undertaking that\nhe does not and will not have any such financial or other\ninterest as is likely to affect prejudicially his functions as\nsuch Member.\n(7) The terms and conditions of the service of the President\nand the Members of the State Commission shall not be\nvaried to their disadvantage during their tenure of office.\n(8) Every vacancy caused by resignation and removal of\nthe President or any other Member of the State\nCommission under sub-rule (4) or otherwise shall be filled\nby fresh appointment.\n(9) Where any such vacancy occurs in the office of the\nPresident of the State Commission, the senior-most (in\norder of appointment) Member, holding office for the time\nbeing, shall discharge the functions of the President until\na person appointed to fill such vacancy assumes the office\nof the President of the State Commission.\n(10) When the President of the State Commission is\nunable to discharge the functions owing to absence, illness\nor any other cause, the senior-most (in order of the\nappointment) Member of the State Commission shall\ndischarge the functions of the President until the day on\nwhich the President resumes the charge of his functions.\n(11) The President or any Member ceasing to hold office\nas such shall not hold any appointment in or be connected\nwith the management or administration of an organization\nwhich have been subject of any proceeding under the Act\nduring his tenure for a period of five years from the date\non which he ceases to hold such office.\"\n30. It is clear from the above Rule that it does not make\nany provision in making the service of the President and\nH Members of the State Commission a pensionable service.\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026\nANR. [R.M. LODHA, J.]\n747\nState Rules are totally silent in this regard. The moot question A\nthat falls for determination in this appeal is, whether in the\nabsence of any express rule in the State Rules, was it open to\nthe State Government of Madhya Pradesh to have provided by\nway of an Executive order dated April 5, 2002 that the service\nrendered by the respondent as President of the State B\nCommission would be counted as pensionable service. The\nincidental question is whether such order is inconsistent with\nSection 16(2) or the State Rules.\n31. Subject to the provisions of the Constitution, the\nexecutive power of a State extends to the matters with respect\nto which the Legislature of the State has power to make laws.\nThis is what is provided in Article 162 of the Constitution. In\nother words, the executive power of the State Executive is\ncoextensive with that of the State Legislature.\n32. In the case of Sant Ram Sharma' this Court negated\nthe arguments advanced on behalf of the appellant therein that\nin the absence of any statutory rules governing promotions to\nselection grade posts the Government cannot issue\nadministrative instructions and such administrative instructions\ncannot impose any restrictions not found in the rules already\nframed. The Court stated:\n'.... It is true that Government cannot amend or supersede\nstatutory rules by administrative instructions, but if the rules are\nsilent on any particular point Government can fill up the gaps\nand supplement the rules and issue instructions not inconsistent\nwith the rules already framed.\"\nC\nD\nE\nF\n33. The above legal position has been followed and\nreiterated by this Court time and again. The Constitution Bench G\nof this Court in Lalit Mohan Deb 10 (para 9; pg. 867) said:\n\"9. It is true that there are no statutory rules regulating the\nselection of Assistants to the selection grade. But the\nabsence of such rules is no bar to the Administration giving H\nA\nB\nC\n748 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\ninstructions regarding promotion to the higher grade as\nlong as such instructions are not inconsistent with any rule\non the subject\n\"\n34. In Union of India and another v. Central Electrical and\nMechanical Engineering Service (CE\u0026MES) Group 'A' (Direct\nRecruits) Association, CPWD and others 16, this Court held that\nthe executive instructions could fill in gaps not covered by rules\nbut such instructions cannot be in derogation of the statutory\nrules.\n35. The statutory provision contained in Section 16(2) is\nquite clear. It provides that the salary or honorarium and other\nallowances payable to, and the other terms and conditions of\nservice of, the members of the State Commission shall be such\nas may be prescribed by the State Government. The term\nD 'member' includes the President of the State Commission. That\npension can be made a condition of service is beyond any\nquestion. What is the meaning of the expression, ‘as may be\nprescribed by the State Government' occurring in Section 16(2).\nE\nF\nG\nH\n36. In my opinion, the expression 'as may be prescribed\nby the State Government' in Section 16(2) has to be read as\nprescribed by the rules framed by the State Government, if any.\nThis is the plain meaning of the above expression. If the\nParliament intended that salary or honorarium and other\nallowances and other terms and conditions of service of the\nPresident and the Members of the State Commission have to\nbe provided in the rules by the State Government in exercise\nof its powers under Section 30(2) and in no other manner, the\nprovision in Section 16(2) would have read, 'the salary or\nhonorarium and other allowances payable to, and the other\nterms and conditions of service of the members of the State\nCommission shall only be in accordance with the rules framed\nby the State Government'. The words 'shall be such' followed\nby the expression 'as may be prescribed' clearly indicate the\n16. (2008) 1 SCC 354.\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 749\nANR. [R.M. LODHA, J.]\nlegislative intent of 'may' being directory and the expression 'as A\nmay be prescribed' to mean, 'if any'. The construction that i\nhave put to the expression, 'as may be prescribed' gets support\nfrom the decisions of this Court in Surinder Singh v. Central\nGovernment and others 17 and Orissa State (Prevention and\nControl of Pollution) Board¹².\n37. In Orissa State (Prevention \u0026 Control of Pollution)\nBoard12, this Court was seized with the question, whether as\nlong as the manner is not prescribed under the Rules for\ndeclaration of an area as the air pollution control area, the valid\nnotification under Section 19 of the Air (Prevention and Control\nof Pollution) Act, 1981 could be published in the official gazette\nor not. Section 19 under consideration read, 'the State\nGovernment may, after consultation with the State Board, by\nnotification in the Official Gazette, declare in such manner as\nmay be prescribed, any area or areas within the State as air\npollution control area or areas for the purposes of this Act'..\nSection 2(n) of that Act defines the word 'prescribed' which\nmeans prescribed by rules made by the Central Government\nor, as the case may be, the State Government. Section 54 of\nthat Act provides for power of the State Government to make\nrules. In light of these provisions and few decisions of this Court\nviz; T. Cajee v. U. Jormanik Siem \u0026 another 18 and Surinder\nSingh, the Court considered the expression 'as may be\nprescribed' and held that this expression means 'if any'. This\nis what this Court said (para12; pg. 429):\n$6\nIn one of the cases decided by this Court, to be\nreferred later in this judgment \"as may be prescribed\" has\nbeen held to mean “if any”. It is thus clear that such\nexpression leaves the scope for some play for the\nworkability of the provision under the law. The meaning of\nthe word \"as” takes colour in context with which it is used\nand the manner of its use as prefix or suffix etc. There is\n17. (1986) 4 SCC 667.\n18. AIR 1961 SC 276.\nB\nC\nD\nE\nF\nG\nH\n"}