{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":".\nSAROJ KUMAR PODDAR\nV.\nSTATE (NCT OF DELHI) \u0026 ANR.\nJANUARY 16, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nNegotiable Instruments Act; ss. 138 and 141:\nDishonour of Cheque-Vicarious liability of director for commission\nof offences on the part of a Company-Held: Director liable only in the\nevent condition precedent therefor in s.141 of the Act satisfied-Cheques\nin question not issued by appellant/director-No averments made in the\ncomplaint petition as to the manner, he was responsible for the conduct\nof business of company-Specific allegation requires to be made against\nthe Director to make him vicariously liable in terms of provisions of law\n-Allegation/averments in the petition do not disclose any offence as\nagainst the appellant, Director-Proceedings against him, therefore, should\nhave been quashed by High Court-Hence impugned judgment cannot be\nsustained and set aside.\nRespondent no. 2, a manufacturer supplied its product to a Company.\nAllegedly, a sum of Rs. 13,36,923 was due and payable to respondent no.2\nby the Company. The Company issued three cheques in favour of the\ncomplainant. The cheques were dishonoured. A complaint petition came to\nbe filed by respondent no.2 against the Company, Managing Director and\nother directors, including the appellant. Cognizance was taken against the\nappellant and other accused persons. Applications for quashing the orders\ntaking cognizance of the offence in the complaint petitions were filed by the\nappellant before the High Court, which were dismissed by it. Hence the\npresent appeal.\nAppellant contended that the averments made in complaint petitions\neven if given face value and taken to be correct in their entirety they do\nnot constitute an offence as against the appellant in terms of Section 141\nof the Negotiable Instruments Act; and that in any event, the appellant\nhaving resigned from the directorship of the Company, the complaint\npetitions as against him were not maintainable.\nRespondents submitted that the appellant had not disclosed as to when\n907\nA\nB\nC\nD\nE\nF\nG\nH\n908\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA the resignation purported to have been submitted by him was accepted by\nthe Company and in that view of the matter the complaint petitions were\nmaintainable.\nB\nAllowing the appeal, the Court\nHELD: 1.1. A person would be vicariously liable for commission of an\noffence on the part of a Company only in the event the conditions precedent\nlaid down therefor in Section 141 of the Act stand satisfied.\n[Para 10] [912-D]\n1.2. Apart from the Company and the appellant, the Managing Director\nC and all other Directors were also made accused. The appellant did not issue\nany cheque. He had resigned from the directorship of the Company. It may\nbe true that as to exactly on what date the resignation was accepted by the\nCompany is not known, but, even otherwise, there is no averment in the\ncomplaint petitions as to how and in what manner the appellant was\nresponsible for the conduct of the business of the Company or otherwise\nresponsible to it in regard to its functioning. He had not issued any cheque.\nHow he is responsible for dishonour of the cheque has not been stated. The\nallegations so made, thus, do not satisfy the requirements of Section 141\nof the Act. [Para 12] [912-G-H, 913-A-B]\nD\nE\nF\nG\n1.3. Allegations to satisfy the requirements of Section 138 of the Act\nmight have been made in the complaint petition but the same principally\nrelate to the purported offence made by the Company. With a view to make\na Director of a Company vicariously liable for the acts of the Company, it\nwas obligatory on the part of the complainant to make specific allegations\nas are required in law. [Para 13] [913-C]\n2. The allegations made in the complaint petitions even if are taken\nto be correct in their entirety do not disclose any offence as against the\nappellant. The proceedings against him, thus, should have been quashed by\nthe High Court. The impugned judgment, therefore, cannot be sustained\nwhich is set aside accordingly. [Para 16] [915-G]\nS.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla and Another, [2005] 8\nSCC 89 and Sabitha Ramamurthy \u0026 Anr. v. R.B.S. Channabasavaradhya,\n(2006) 9 SCALE 212, relied on.\nH 2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 70 of\nSAROJ KUMAR PODDAR v. STATE (NCT OF DELHI) [SINHA, J.] 909\nFrom the common final Judgment and Order dated 27-7-2006 of\nthe High Court of Delhi at New Delhi in Crl. M.C. Nos. 4583, 4580 and 4575/\n2003.\nSidharth Luthra, Susmit Puskar and Vanita Bhargava (for M/s. Khaitan\n\u0026 Co.) for the Appellant.\nA\nB\nB.L. Wali, V.N. Raghupathy and D.S. Mahra for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : Leave granted.\n1. Appellant herein was a Director of a public limited company,\nincorporated and registered under the Indian Companies Act, known as\nVHEL Industries Limited (hereinafter referred to as \"the Company\"). The\nCompany issued three cheques bearing Nos. 138015, 138016 and 138017 for\na sum of Rs. 2,50,000, Rs. 2,50,000 and Rs. 3,03,952.60, respectively in favour\nof Elkay International Private Limited, Respondent No. 2 herein.\nC\nD\n2. The complainant Respondent No. 2 is manufacturer and supplier of\nchemical compounds of different kinds. It supplied its product to the\nCompany. Allegedly, a sum of Rs. 13,36,923 was due and payable to the\ncomplainant by the Company. The Company issued three cheques, as E\nnoticed hereinbefore, in favour of the complainant. The said cheques were\ndeposited in a bank but were dishonoured. A complaint petition came to be\nfiled by the complainant in the Court of Chief Metropolitan Magistrate, Delhi\nagainst the appellant as also the said Company. The Managing Director of\nthe said Company as also the other Directors were also arrayed as accused\ntherein. It was alleged that Shri K.K. Pilania Accused No. 3 and Shri N.K.\nMunjal Accused No. 8 signed the said cheques for and on behalf of the\nCompany.\n-\nF\n3. Cognizance was taken against the appellant and other accused\npersons. Inter alia on the premise that the appellant had resigned from the G\nDirectorship of the Company before the date of issuance of the cheques and\nmuch before the deposit thereof by the drawee with its bank, and thus, he\nwas not liable for the action of the Company, applications for quashing of\nthe orders taking cognizance of the offence in the said complaint petitions\nwere filed by the appellant before the High Court of Delhi which were marked\nH\n910\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA as Crl. M.C. Nos. 4583, 4580 and 4575 of 2003. By reason of the impugned\njudgment, the said petitions have been dismissed by the High Court stating:\nB\nC\n\"The learned trial judge while dealing with the recalling order of the\npetitioner made specific mention of the fact that the cheque in\nquestion was post dated cheque issued through letter dated 10th\nMay, 1997. If that be so the matter needs further probe by way of\ntrial and the petitioner cannot claim complete innocence at this\nstage in view of the letter dated 10th May, 1997 prima facie\nindicating that the cheque in question was issued on this date and\nthe petitioner was the Director of the Company on 10th May, 1997\nas he himself admitted that he resigned from the company with\neffect from 19th June, 1997.\"\nThe appellant is, thus, before us.\n4. Ms. Vanita Bhargava, learned counsel appearing on behalf of the\nD appellant, would contend that the averments made in complaint petitions\neven if given face value and taken to be correct in their entirety do not\nconstitute an offence as against the appellant in terms of Section 141 of the\nNegotiable Instruments Act (for short \"the Act\").\nE\nF\nG\nH\n5. It was further submitted that in any event, the appellant having\nresigned from the Directorship of the said Company, the complaint petitions\nas against him were not maintainable.\n6. Mr. B.L. Wali, learned counsel appearing on behalf of the respondents,\non the other hand, would submit that the appellant had not disclosed as to\nwhen the resignation purported to have been submitted by him was\naccepted by the Company and in that view of the matter the complaint\npetitions were maintainable.\n7. Section 138 of the Act reads as under:\n\"138. Dishonour of cheque for insufficiency, etc., of funds in the\naccount\nWhere any cheque drawn by a persons on an account maintained\nby him with a banker for payment of any amount of money to\nanother persons from out of that account for the discharge, in\nwhole or in part, of any debt or other liability, is returned by the\nSAROJ KUMAR PODDAR v. STATE (NCT OF DELHI) [SINHA, J.] 911\nbank unpaid, either because of the amount of money standing to\nthe credit of that account is insufficient to honour the cheque or\nthat it exceeds the amount arranged to be paid from that account\nby an agreement made with that bank, such person shall be deemed\nto have committed an offence and shall, without prejudice to any\nother provisions of this Act, be punished with imprisonment for a\nterm which may be extended to two years, or with fine which may\nextend to twice the amount of the cheque, or with both:\"\n8. For creating a criminal liability in terms of the said Section, the\ncomplainant must show:\nA\nB\nC\n(i) that a cheque was issued;\n(ii)\nthe same was presented;\n(iii) but, it was dishonoured;\nD\n(iv) a notice in terms of the said provision was served on the\nperson sought to be made liable; and\n(v) despite service of notice, neither any payment was made nor\nother obligations, if any, were complied with within fifteen\ndays from the date of receipt of the notice.\n9. Section 141 of the Act postulates constructive liability on the part\nof the Directors of the Company or other persons responsible for its conduct\nof the business of the company. It reads as under:\n\"141. Offences by companies - (1) If the person committing an\noffence under section 138 is a company, every person who, at the\ntime the offence was committed, was in charge of, and was\nresponsible to, the company for the conduct of the business of the\ncompany, as well as the company, shall be deemed to be guilty of\nthe offence and shall be liable to be proceeded against and\npunished accordingly:\nProvided that nothing contained in this sub-section shall render\nany person liable to punishment if he proves that the offence was\ncommitted without his knowledge, or that he had exercised all due\ndiligence to prevent the commission of such offence.\nE\nF\nG\nH\nA\nB\nC\n912\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nProvided further that where a person is nominated as a Director of\na company by virtue of his holding any office or employment in the\nCentral Government or State Government or a financial corporation\nowned or controlled by the Central Government or the State\nGovernment, as the case may be, he shall not be liable for-\nprosecution under this Chapter.\n(2) Notwithstanding anything contained in Sub-section (1), where\nany offence under this Act has been committed by a company and\nit is proved that the offence has been committed with the consent\nor connivance of, or is attributable to, any neglect on the part of,\nany director, manager, secretary or other officer of the company,\nsuch director, manager, secretary or other officer shall also he\ndeemed to be guilty of that offence and shall be liable to be\nproceeded against and punished accordingly.\"\n10. A person would be vicariously liable for commission of an offence\nD on the part of a Company only in the event the conditions precedent laid\ndown therefor in Section 141 of the Act stand satisfied. For the aforementioned\npurpose, a strict construction would be necessary.\nE\nF\nG\nH\n11. The purported averments which have been made in the complaint\npetitions so as to make the appellant vicariously liable for the offence\ncommitted by the Company read as under:\n\"That the accused No. 1 is a public limited company incorporated\nand registered under the Companies Act, 1956, and the accused 2\nto 8 are/were its Directors at the relevant time and the said company\nis managed by the Board of Directors and they are responsible for\nthe incharge of the conduct and business of the company-Accused\nNo. 1. However, cheques referred to in the complaint have been\nsigned by the Accused Nos. 3 \u0026 8 i.e. Shri K.K. Pilania and Shri\nN.K. Munjal for and on behalf of the Accused Company No. 1.\"\n12. Apart from the Company and the appellant, as noticed hereinbefore,\nthe Managing Director and all other Directors were also made accused. The\nappellant did not issue any cheque. He, as noticed hereinbefore, had\nresigned from the Directorship of the Company. It may be true that as to\nexactly on what date the said resignation was accepted by the Company is\nnot known, but, even otherwise, there is no averment in the complaint\n\u003e\n,\n\u003e\nSAROJ KUMAR PODDAR v. STATE (NCT OF DELHI) [SINHA, J.] 913\npetitions as to how and in what manner the appellant was responsible for A\nthe conduct of the business of the Company or otherwise responsible to it\nin regard to its functioning. He had not issued any cheque. How he is\nresponsible for dishonour of the cheque has not been stated. The allegations\nmade in paragraph 3, thus, in our opinion do not satisfy the requirements\nof Section 141 of the Act.\n13. Our attention, however, has been drawn to the averments made in\nparagraphs 7 and 10 of the complaint petition, but on a perusal thereof, it\nwould appear that therein merely allegations have been made that the\ncheques in question were presented before the bank and they have been\ndishonoured. Allegations to satisfy the requirements of Section 138 of the\nAct might have been made in the complaint petition but the same principally\nrelate to the purported offence made by the Company. With a view to make\na Director of a Company vicariously liable for the acts of the Company, it\nwas obligatory on the part of the complainant to make specific allegations\nas are required in law.\n14. The question came up for consideration before a 3-Judge Bench of\nthis Court in S.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla and Another,\n[2005] 8 SCC 89 wherein upon consideration of a large number of decisions\nthis Court opined:\n\"While analysing Section 141 of the Act, it will be seen that it\noperates in cases where an offence under Section 138 is committed\nby a company. The key words which occur in the Section are\n\"every person\". These are general words and take every person\nconnected with a company within their sweep. Therefore, these\nwords have been rightly qualified by use of the words \"who, at the\ntime the offence was committed, was in charge of and was\nresponsible to the company for the conduct of the business of the\ncompany, as well as the company, shall be deemed to be guilty of\nthe offence etc.\" What is required is that the persons who are\nsought to be made criminally liable under Section 141 should be at\nthe time the offence was committed, in charge of and responsible\nto the company for the conduct of the business of the company.\nEvery person connected with the company shall not fall within the\nambit of the provision. It is only those persons who were in charge\nof and responsible for conduct of business of the company at the\ntime of commission of an offence, who will be liable for criminal\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\n(1)\nE\nF\nG\nH\n914\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\naction. It follows from this that if a director of a Company who was\nnot in charge of and was not responsible for the conduct of the\nbusiness of the company at the relevant time, will not be liable\nunder the provision. The liability arises from being in charge of and\nresponsible for conduct of business of the company at the relevant\ntime when the offence was committed and not on the basis of\nmerely holding a designation or office in a company. Conversely,\na person not holding any office or designation in a Company may\nbe liable if he satisfies the main requirement of being in charge of\nand responsible for conduct of business of a Company at the\nrelevant time. Liability depends on the role one plays in the affairs\nof a Company and not on designation or status. If being a Director\nor Manager or Secretary was enough to cast criminal liability, the\nSection would have said so. Instead of \"every person” the section\nwould have said \"every Director, Manager or Secretary in a Company\nis liable\"....etc. The legislature is aware that it is a case of criminal\nliability which means serious consequences so far as the person\nsought to be made liable is concerned. Therefore, only persons\nwho can be said to be connected with the commission of a crime\nat the relevant time have been subjected to action.\nA reference to Sub-section (2) of Section 141 fortifies the above\nreasoning because Sub-section (2) envisages direct involvement of\nany Director, Manager, Secretary or other officer of a company in\ncommission of an offence. This section operates when in a trial it\nis proved that the offence has been committed with the consent or\nconnivance or is attributable to neglect on the part of any of the\nholders of these offices in a company. In such a case, such persons\nare to be held liable. Provision has been made for Directors,\nManagers, Secretaries and other officers of a company to cover\nthem in cases of their proved involvement.\"\nIt was further opined:\n\"To sum up, there is almost unanimous judicial opinion that\nnecessary averments ought to be contained in a complaint before\na persons can be subjected to criminal process. A liability under\nSection 141 of the Act is sought to be fastened vicariously on a\nperson connected with a Company, the principal accused being the\ncompany itself. It is a departure from the rule in criminal law against\nSAROJ KUMAR PODDAR v. STATE (NCT OF DELHI) [SINHA, J.] 915\nvicarious liability. A clear case should be spelled out in the\ncomplaint against the person sought to be made liable. Section 141\nof the Act contains the requirements for making a person liable\nunder the said provision. That respondent tails within parameters\nof Section 141 has to be spelled out. A complaint has to be\nexamined by the Magistrate in the first instance on the basis of\naverments contained therein. If the Magistrate is satisfied that there\nare averments which bring the case within Section 141 he would\nissue the process. We have seen that merely being described as a\ndirector in a company is not sufficient to satisfy the requirement of\nSection 141. Even a non director can be liable under Section 141 of\nthe Act. The averments in the complaint would also serve the\npurpose that the person sought to be made liable would know what\nis the case which is alleged against him. This will enable him to\nmeet the case at the trial.\"\n15. This aspect of the matter has also been considered recently by this\nCourt in Sabitha Ramamurthy \u0026 Anr. v. R.B.S. Channabasavaradhya,\n(2006) 9 SCALE 212 stating:\n\u003c\u003c\nA\nB\nC\nD\nE\n‘... Section 141 raises a legal fiction. By reason of the said provision,\na person although is not personally liable for commission of such\nan offence would be vicariously liable therefor. Such vicarious\nliability can be inferred so far as a company registered or\nincorporated under the Companies Act, 1956 is concerned only if\nthe requisite statements, which are required to be averred in the\ncomplaint petition, are made so as to make the accused therein\nvicariously liable for the offence committed by the company. Before\na person can be made vicariously liable, strict compliance of the F\nstatutory requirements would be insisted...\"\n16. For the reasons aforementioned, we have no other option but to\nhold that the allegations made in the complaint petitions even if are taken\nto be correct in their entirety do not disclose any offence as against the\nappellant herein. The proceedings against him, thus, should have been\nquashed by the High Court. The impugned judgment, therefore, cannot be\nsustained which is set aside accordingly. The appeal is allowed.\nS.K.S.\nAppeal allowed.\nG\n"}