{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nSTATE OF PUNJAB\nν.\nBALWANT RAI\nFEBRUARY 24, 2005\n[B.P. SINGH AND ARUN KUMAR, JJ.]\nC\nD\nNarcotic Drugs and Psychotropic Substances Act, 1985-Sections 15\nand 50-Accused prosecuted for possessing 15 bags of poppyhusk-Accused\nfound sitting on the bags-Search of bags by Police-Plea of false implication\nby accused-Negatived-Conviction by Trial Court-Acquittal by High Court\nfor non-compliance of Section 50-On appeal, held: Conviction justified-\nSection 50 not attracted in the case, as search of bags would not amount to.\nsearch of the person of the accused-Also in the facts and circumstances of\nthe case, false implication of accused not acceptable.\nPW-3 and PW-1, the police officials, were on patrol duty. PW-3 got\na secret information that at a particular place poppyhusk was unloaded\non previous night and the respondent-accused was waiting there for\ncustomers. The party and Superintendent of Police (PW-2) reached the\nplace, where they found 15 bags on which respondent was sitting. On\nE search of the bags poppyhusk was found while on his personal search\nnothing incriminating was found. Accused in his statement u/s. 313 Cr.P.C.\nstated that he was falsely implicated by the police as the police officials\nwere inimical towards him as High Court had imposed fine on the friend\nof PW-3 and other police officials for illegal detention of the respondent\non a previous occasion. Trial Court found the respondent guilty of offence\nu/s. 15 of Narcotic Drugs and Psychotropic Substances Act, 1985 and\nconvicted and sentenced him accordingly. On appeal High Court held that\nhis conviction was bad for non-compliance of Section 50 of the Act and\nhence acquitted him.\nF\nG\nIn appeal to this Court respondent-accused contended that the search\nin the case would amount to personal search attracting Section 50 of the\nAct and that he was falsely implicated in the case.\nAllowing the appeal, the Court\nཏྟཾ\ni\nH\n408\nSTATE OF PUNJAB v. BALWANT RAI [SINGH, J.]\n409\nHELD : 1. In the facts and circumstances of the case, the defence of A\nthe respondent, that he was falsely implicated, cannot be accepted. From\nthe evidence on record and from the facts of this case, it does not appear\nto be a case of implanted evidence. The police had prior information of\nthe fact that poppyhusk contained in several bags had been unloaded at\nthe point where they were ultimately found. Intimation of this fact had\nB\nbeen given to the Superintendent of Police who reached the place where\nthe bags were unloaded. The respondent was found present there. The\nquantity is so large that the question of implanting does not arise. No other\nexplanation has been offered by the respondent. [413-B-D]\n2. In the facts and circumstance of this case, search of the bags would\nnot amount to search of the person of the respondent. This is clearly not\na case of personal search, and, therefore, requirements of Section 50 of\nNarcotic Drugs and Psychotropic Substances Act, 1985 will not be\nattracted. The High Court was clearly in error in holding that the\nprovisions of Section 50 of Act apply to a case with such facts. [412-D-E]\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 1240\nof 1999.\nFrom the Judgment and Order dated 19.2.99 of the Punjab and Haryana\nHigh Court at Chandigarh in Crl.A. No. 655-SB of 1997.\nR.K. Rathore, Addl. Advocate General for State, A.K. Sinha, S.\nKrishnaraj and Bimal Roy Jad for the Appellant.\nRana Ranjit Singh (A.C) for the Respondent.\nThe Judgment of the Court was delivered by\nC\nD\nE\nבי\nF\nB.P. SINGH, J. The respondent herein was put up for trial before the\nAdditional Sessions Judge, Sangrur who by judgment and order dated August\n8, 1997 found the respondent guilty of the offence under Section 15 of the\nNarcotic Drugs and Psychotropic Substances Act, 1985 (for short N.D.P.S.\nAct) and sentenced him to undergo rigorous imprisonment for ten years and G\na fine of Rs. one lakh, in default of payment of fine to undergo rigorous\nimprisonment for 2-1/2 (two and a half) years. The respondent preferred an\nappeal before the High Court of Punjab \u0026 Haryana at Chandigarh being\nCriminal Appeal No. 655-SB/1997. The High Court by its impugned judgment\nand order of 19th February, 1999 allowed the appeal and set aside the order\nH\ni\nT\n410\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA of conviction and sentence passed against the respondent. The State of Punjab\nhas come up in appeal before this Court by special leave.\nThe facts of the case are that ASI Sampuran Singh (PW3) along with\nASI Surinder Paul Singh (PW1) and Head Constable Satnam Singh, Constable\nHarinder Singh and other police officials was on patrol duty. While they\nB were at village Ahankheri, Sampuran Singh PW3 received a secret information\nthat the respondent was selling poppyhusk in wholesale and that on the\npreceding night in village Farid Pur Kalan several bags of poppyhusk had\nbeen unloaded and the accused was waiting for customers. On receipt of such\ninformation, a wireless message was sent to Pritpal Singh, Superintendent of\nC Police, Malerkotla (PW2) who was requested to reach the spot. Chowkidar\nof village Ahankheri joined the police party and the police party reached the\nplace indicated in the secret information. The respondent was found sitting\non bags numbering 15. In the meantime, the Superintendent of police also\nreached there. In his presence PW3 opened the bags and found the bag to\ncontain poppyhusk. There were 15 such bags. The contents of the bags were\nD mixed up and two samples each weighing 500 gms. were taken. The remaining\npoppyhusk was packed in the same bags each containing 37 kgs. of poppyhusk.\nThe samples were duly sealed and after necessary formalities and requirements\nof law were complied with a personal search of the respondent was conducted\nand from the person of the respondent a sum of Rs. 200 was recovered,\nwhich was taken into possession under recovery memo Ex.PB. The sample\nwas sent to the chemical examiner, Chandigarh and on receipt of his report\nExh.PH, the respondent was put up for trial. The prosecution sought to prove\nits case by adducing oral as well as documentary evidence. ASI Surinder Pal\nSingh member of the raiding party was examined as PW1 while Shri Pritpal\nSingh, Superintendent of Police was examined as PW2. The investigating\nF officer ASI Sampuran Singh was examined as PW3. The report of the chemical\nexaminer was produced before the court marked Exh.PH.\nE\nThe incriminating circumstances were put to the accused in his\nexamination under Section 313 of the Code of Criminal Procedure. There\nwas a general denial by the respondent of all the incriminating circumstances\nG\nput to him but in answer to the last question, the respondent stated that the\npolice party was inimical towards him and he had, therefore, been falsely\nimplicated. According to him in the year 1987 he had advanced a sum of Rs.\n18,000 to Dhan Singh and Hakam Singh. The said Dhan Singh and Hakam\nSingh refused to repay the amount on demand. In the year 1990 ASI Amar\nH Singh, ASI Sampuran Singh, PW3 and sub-inspector Shamsher Singh brought\n1\nSTATE OF PUNJAB v. BALWANT RAI [SINGH. J.]\n411\nhim (the respondent) to the police station Dhuri and falsely implicated him A\nin a case. A relative of the respondent filed a writ petition in the High Court\nand a Warrant Officer was appointed by the High Court. His report disclosed\nthat the respondent along with Roop Singh and Sajjan Singh had been illegally\ndetained in the police station Dhuri. Ultimately, the High Court imposed a\nfine of Rs. 5000 upon sub-inspector Shamsher Singh for the illegal detention\nof the respondent and others. On account of this police officials were inimical\ntowards him and, therefore, sub-inspector Shamsher Singh got him falsely\nimplicated in this case.\nB\nThe trial court accepting the evidence of the prosecution witnesses, and\nrejecting the defence pleaded by the respondent, found the respondent guilty C\nand sentenced him as earlier noticed.\nE\nIn appeal before the High Court, it was argued that the conviction of\nthe respondent was bad in law for non-compliance with the provisions of\nSection 50 of the N.D.P.S Act. The High Court upheld this contention. The\nreasoning of the High Court in this regard is that since the police had specific D\ninformation that the respondent was indulging in the trade of poppyhusk,\nSection 50 stood attracted. Even though the Superintendent of police was\nassociated with the search, neither he nor the investigating officer gave the\noption to the respondent to be searched in the presence of a gazetted officer\nor magistrate. Referring to several judgments of the High Court, the learned\njudge came to the conclusion that in view of the fact that the search was\nmade pursuant to secret information received by the investigating officer,\nSection 42 read with Section 50 obliged the prosecution to give an option to\nthe respondent to be searched before a magistrate or a gazetted officer. Since\nthat was not done, the mandatory provisions of Section 50 of the N.D.P.S Act\nwere breached and the respondent was entitled to an acquittal. The High F\nCourt held that the use of the word \"person\" in Section 50 has to be given\nits widest import otherwise the provision will be rendered nugatory. As an\nillustration the High Court observed that if a person was found carrying a bag\nin his hand containing narcotic substance, before the bag is searched, the\nrequirements of Section 50 had to be fulfilled. It went to the extent of holding\nthat Section 50 would apply even in a case where a search is conducted in\nthe house of the accused. In this view of the matter, the High Court allowed\nthe appeal and set aside the order of conviction and sentence against the\nrespondent.\nEven before us it was argued on behalf of the respondent that the\nG\nH\nB\n412\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA search conducted by the raiding party in the instant case was a personal\nsearch of the respondent and, therefore, the provisions of Section 50 of the\nAct are attracted. We are not persuaded to accept the submission. It has been\nbrought to our notice that recently this Court on a difference of opinion has\nreferred to a larger Bench the question as to whether search of the bag carried\nby the accused on his shoulder attracts Section 50 of the Act, and whether\nfailure to give to the accused the necessary option contemplated by Section\n50 before searching his bag would be in violation of the provisions of Section\n50. [2004) 7 SCC 735] Some earlier judgments of this Court do take the view\nthat search of a person does not extend to search of a vehicle, container, bag\nor premises. Since the matter has been referred to a larger Bench, we need\nC not express any opinion on that question. The facts of this case are entirely\ndifferent. We are not concerned with a case of the nature referred to a larger\nBench of this Court. In the instant case 15 bags of poppyhusk were found by\nthe side of the road, and the petitioner was found sitting on them. On search\nof the respondent, nothing incriminating was found and only a sum of Rs.\n200 was recovered, but on search of the bags it was found to contain\npoppyhusk. The question is whether in the facts and circumstance of this\ncase, search of the bags would amount to search of the person of the\nrespondent. In our view this is clearly not a case of personal search and,\ntherefore, requirements of Section 50 will not be attracted. The High Court\nwas clearly in error in holding that the provisions of Section 50 of the N.D.P.S\nE Act apply to a case with such facts.\nD\nLearned amicus curiae appearing on behalf of the respondent sought to\nsustain the order of acquittal by reference to other evidence on record. He\nsubmitted that the police was inimical towards the respondent and, therefore,\nthe respondent was involved in this case at the instance of sub-inspector\nF Shamsher Singh. We have earlier noticed the defence of the respondent. The\nearlier incident took place some time in the year 1990, whereas the incident\ngiving rise to the instant case took place on 24th September, 1994 i.e. about\nfour years later. Moreover, so far ASI Sampuran Singh (PW3) is concerned,\nwe find that in the earlier episode he was not the officer against whom the\nHigh Court had passed an order imposing fine. It was sub-inspector Shamsher\nSingh against whom a fine was imposed by the High Court for illegal detention.\nof the respondent and some others. It was submitted that since sub-inspector\nShamsher Singh is on friendly terms with ASI Sampuran Singh, PW3,\ntherefore, he colluded with Shamsher Singh and falsely implicated the\nrespondent. We are not impressed by the argument. The fact is that apart\nH from these officers, the Superintendent of Police was also associated with the\nG\nA\n413\nSTATE OF PUNJAB v. BALWANT RAI [SINGH, J.}\nsearch, though the respondent has gone to the extent of denying his presence. A\nIt would be too much to suspect merely on the basis of such allegations that\nthe respondent was falsely implicated. Moreover, if such a plea of the\nrespondent were to be accepted, in no case can the respondent be prosecuted\nbecause if prosecuted, his plea would be that the police was inimically disposed\ntowards him, and therefore, falsely implicated him.\nB\nWe have examined the evidence on record and from the facts of this\ncase, it does not appear to be a case of implanted evidence. The police had\nprior information of the fact that poppyhusk contained in several bags had\nbeen unloaded at the point where they were ultimately found. Intimation of\nthis fact had been given to the Superintendent of Police who reached the\nC\nplace where the bags were unloaded. The respondent was found present\nthere. The quantity is so large that the question of implanting does not arise.\nNo other explanation has been offered by the respondent.\nGiven these facts and circumstance, we are of the view that the defence\nof the respondent, that he was falsely implicated, cannot be accepted.\nD\nIn view of these findings, we allow this appeal, set aside the impugned\njudgment and order of the High Court acquitting the respondent and find him\nguilty of the offence punishable under Section 15 of the N.D.P.S. Act. We\naffirm the order of conviction and sentence passed by the trial court on\n8.8.97 in Sessions Case No. 7 of 20.1.1995 arising out of FIR No. 102 dated E\n24.9.1994.\nThis Court by its order dated 14th July, 1999 had issued bailable\nwarrants. In case the respondent has been released on his furnishing bail\nbonds, the same are cancelled and the State is directed to apprehend the\nrespondent forthwith. The respondent shall undergo the remainder of the\nsentence.\nWe place on record our appreciation of the assistance rendered by Mr.\nRana Ranjit Singh, amicus curiae.\n!\nF\n1\nK.K.T.\nAppeal allowed.\nG\n"}