{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nB\n-\n[2013] 5 S.C.R. 18\nSTATE OF PUNJAB\nV.\nSALIL SABHLOK AND ORS.\n(Civil Appeal No.7640 of 2011)\nFEBRUARY 15, 2013\n[A.K. PATNAIK AND MADAN B. LOKUR, JJ.]\n-\nConstitution of India, 1950 - Arts. 226, 316 and 320 -\nState Public Service Commission - Appointment of\nC Chairman - Interference u/Art. 226 of the Constitution - Scope\nHeld: High Court should not normally, in exercise of its\npower u/Art. 226, interfere with the discretion of the State\nGovernment in selecting and appointing the Chairman of the\nState Public Service Commission But in an exceptional\nD case, if it is shown that relevant factors implied from the very\nnature of the duties entrusted to Public Service Commissions\nu/Art.320 have not been considered by the State Government\nin selecting and appointing the Chairman of the State Public\nService Commission, the High Court can invoke its wide and\nE extra-ordinary powers u/Art.226 and quash the selection and\nappointment to ensure that the discretion of the State\nGovernment is exercised within the bounds of the Constitution\n-On facts, where appointment of 'H' as Chairman of the\nPunjab Public Service Commission was quashed by the High\nF Court while exercising jurisdiction u/Art. 226, the materials on\nrecord do not indicate that 'H' had any knowledge or\nexperience whatsoever either in administration or in\nrecruitment nor do the materials indicate that he had the\nqualities to perform the duties as the Chairman of the State\nPublic Service Commission u/Art.320 - Decision of the State\nGovernment to appoint 'H' as the Chairman of the Punjab\nPublic Service Commission was invalid for non-consideration\nof relevant factors implied from the very nature of the duties\nentrusted to Public Service Commissions u/Art. 320 -\nImpugned order of High Court accordingly not interfered with.\nG\nН\n18\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n-\n19\nConstitution of India, 1950 - Art. 226 - Power under - A\nExercise of Scope - Held: Art. 226 vests in the High Court\nthe power to issue to any person or authority, including in\nappropriate cases, any Government, within those territories\ndirections, orders or writs, including writs in the nature of\nhabeas corpus, mandamus, prohibition, quo warranto and B\ncertiorari, or any of them, for the enforcement of any of the\nrights conferred by Part III and for any other purpose.\n-\n-\nState Public Service\n-\nC\nPublic Service Commisison\nCommission Appointment of Chairman - Procedure\nImplied relevant factors - Held: It is for the Governor who is\nthe appointing authority u/Art.316 to lay down the procedure\n- But in absence of any procedure laid down by the Governor,\nthe State Government would not have absolute discretion -\nThe State Government has to select only persons with\nintegrity and competence for appointment, because the D\n-\nE\ndiscretion vested in the State Government u/Art. 316 is\nimpliedly limited by the purposes for which the discretion is\nvested and the purposes are discernible from the functions\nof the Public Service Commission enumerated in Art.320\nThe State Public Service Commission is expected to act with\nindependence from the State Government and with fairness,\nbesides competence and maturity acquired through\nknowledge and experience of public administration - Even\nthough Art. 316 does not specify the aforesaid qualities of the\nChairman of a Public Service Commission, these qualities F\nare amongst the implied relevant factors which have to be\ntaken into consideration by the Government while determining\nthe competency of the person to be selected and appointed\nas Chairman of the Public Service Commission w/Art.316 -\nConstitution of India, 1950 - Articles 316 and 320.\nPublic Interest Litigation - Selection of 'H' for appointment\nas Chairman of the Punjab Public Service Commission -Writ\npetition challenging such appointment – Maintainability -\nHeld: Respondent No. 1 filed the writ petition for espousing the\nG\nН\n20\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n-\nA cause of the general public of the State of Punjab with a view\nto ensure that a person appointed as the Chairman of the\nPunjab Public Service Commission is a man of ability and\nintegrity so that recruitment to public services in the State of\nPunjab are from the best available talents and are fair and is\nB not influenced by politics and extraneous considerations\nConsidering the averments in the writ petition, it cannot be\nheld that the writ petition was just a service matter in which\nonly the aggrieved party had the locus to initiate a legal action\nin the court of law - The writ petition was a matter affecting\nC interest of the general public in the State of Punjab and any\nmember of the public could espouse the cause of the general\npublic so long as his bonafides were not in doubt - When\nrespondent No.1 brought to the notice of the High Court\nthrough the writ petition that the State Government of Punjab\nD proposed to appoint 'H' as Chairman of the Public Service\nCommission, only because of his political affiliation, the High\nCourt rightly entertained the writ petition as a public interest\nlitigation.\nЕ\nח.\n-\nPractice \u0026 Procedure - Reference to larger Bench - Writ\npetition challenging appointment of 'H' as Chairman of the\nPunjab Public Service Commission - Division Bench of the\nHigh Court made academic reference to Full Bench of three\nJudges of the High Court on specific questions of law -\nJustification Held: On facts, justified - No merit in the\nF submission that the Division Bench of the High Court having\nfound in its order that the irregularities and illegalities pointed\nout in the writ petition against 'H' were unsubstantiated, should\nnot have made an academic reference to the larger Bench\nof the High Court - The Division Bench of the High Court was\nG of the view that the persons to be appointed must have\nH\ncompetence and integrity, but how such persons are to be\nidentified and selected must be considered by a Bench of\nthree Judges and accordingly made the reference - Punjab\nHigh Court Rules - rr. 6, 7, 8 and 9.\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 21\n-\nA\nPractice \u0026 Procedure - Reference to larger Bench\nScope of reference - Writ petition challenging appointment\nof Chairman of the Punjab Public Service Commission -\nDivision Bench of the High Court made reference to Full\nBench of three Judges of the High Court on specific questions\nof law relating to procedure for identifying persons of B\ncompetence and integrity for such appointment - Full Bench,\ninstead of deciding the specific questions, gave directions to\nthe State of Punjab and the State of Haryana to follow a\nparticular procedure for appointment of Members and\nChairman of the Public Service Commission till such time a\nfair, rational, objective and transparent policy to meet the\nmandate of Art. 14 of the Constitution was made - Justification\nHeld: Not justified - The Full Bench of the High Court\ndecided issues which were not referred to it by the Division\nBench of the High Court - It acted beyond its jurisdiction and\nusurped the constitutional power of the Governor in laying\ndown the procedure for appointment of the Chairman and\nMembers of the Public Service Commission - Constitution\nof India, 1950 - Art. 316.\nC\nD.\nF\nThe State Government of Punjab appointed Shri E\nHarish Dhanda as the Chairman of the Punjab Public\nService Commission. Respondent No.1, an Advocate\npracticing at the Punjab and Haryana High Court,\nChandigarh, filed a public interest litigation under Article\n226 of the Constitution praying for a mandamus directing\nthe State Government to frame regulations governing the\nconditions of service and appointment of the Chairman\nand/or the Members of the Public Service Commission as\nenvisaged in Article 318 of the Constitution. Respondent\nno.1 also prayed for a direction restraining the State\nGovernment from appointing Shri Harish Dhanda as the\nChairman of the Punjab Public Service Commission in\nview of the fact that his appointment does not fall within\nthe parameters of integrity, impartiality and independence\nas reiterated time and again by this Court.\nG\nH\nA\nC\n22\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nThe Division Bench of the High Court referred the\nmatter to the Bench of three Judges of the High Court.\nThereafter, the Chief Justice of the High Court\nconstituted a Full Bench. The Full Bench of the High\nCourt delivered a judgment and passed an order on\nB 17.08.2011 directing both the State of Haryana and the\nState of Punjab to follow a particular procedure as part\nof the decision-making process for appointment as\nMembers and Chairman of the Public Service\nCommission, till such time a fair, rational, objective and\ntransparent policy to meet the mandate of Article 14 was\nmade. By the order dated 17.08.2011, the Full Bench of\nthe High Court also ordered that the writ petition be listed\nbefore the Division Bench to be constituted by the Chief\nJustice of the High Court. Pursuant to the order dated\n17.08.2011, the Division Bench constituted by the Chief\nJustice of the High Court quashed the appointment of\nShri Harish Dhanda as Chairman of the Punjab Public\nService Commission and disposed of the writ petition of\nrespondent No.1 in terms of the judgment of the Full\nBench. Aggrieved, the State of Punjab, State of Haryana\nand Shri H.R. Dhanda filed the instant appeals against the\njudgment and orders dated 17.08.2011 of the Full Bench\nand the Division Bench of the High Court.\nD\nE\nF\nG\nH\nThe question which arose for decision of this Court\nwas whether the High Court in exercise of its writ\njurisdiction under Article 226 of the Constitution can lay\ndown the procedure for the selection and appointment\nof the Chairman of the State Public Service Commission\nand quash his appointment in appropriate cases.\nDisposing of the appeals, the Court\nHELD:\nPer Patnaik, J.\n1. On a reading of the entire writ petition filed by\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 23\nB\nrespondent No.1 before the High Court, it is clear that A\nrespondent no.1 filed this writ petition for espousing the\ncause of the general public of the State of Punjab with a\nview to ensure that a person appointed as the Chairman\nof the Punjab Public Service Commission is a man of\nability and integrity so that recruitment to public services\nin the State of Punjab are from the best available talents\nand are fair and is not influenced by politics and\nextraneous considerations. Considering the averments in\nthe writ petition, it cannot be held that the writ petition is\njust a service matter in which only the aggrieved party c\nhas the locus to initiate a legal action in the court of law.\nThe writ petition is a matter affecting interest of the\ngeneral public in the State of Punjab and any member of\nthe public could espouse the cause of the general public\nso long as his bonafides are not in doubt. Considering\nthe past experience of the damage to recruitment to\npublic services caused by appointing a person lacking\nin character as the Chairman of the Public Service\nCommission in the State of Punjab during the period 1996\nto 2002 [as noted in the judgment of this Court in\nInderpreet Singh Kahlon case] when respondent No.1\nbrought to the notice of the High Court through the writ\npetition that the State Government of Punjab proposed\nto appoint Shri Harish Dhanda as the Chairman of the\nPublic Service Commission, only because of his political\naffiliation, the High Court rightly entertained the writ\npetition as a public interest litigation. [Paras 23, 31] [51-\nE-H; 62-A-C]\n2.1. Though respondent No.1 had alleged in the writ\npetition some irregularities and illegalities on the part of\nShri Harish Dhanda, who was proposed to be appointed\nas Chairman of the Public Service Commission by the\nState Government, the writ petition was not founded only\non such irregularities and illegalities alleged against Shri\nHarish Dhanda. In addition, the respondent No.1 had\nalso alleged in the writ petition that Shri Harish Dhanda\nD\nE\nF\nG\nH\nB\n24\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA was politically affiliated to the ruling party and was not\nselected for appointment as Chairman of the Public\nService Commission on the basis of his qualifications,\nexperience or ability which are necessary for the post of\nthe Chairman of the Public Service Commission. Thus,\neven if the Division Bench had recorded a finding in the\norder dated 13.07.2011 that the irregularities and\nillegalities pointed out in the writ petition against Shri\nHarish Dhanda do not stand substantiated, the writ\npetition could not be disposed of with the said finding\nonly. The Division Bench of the High Court, therefore,\nthought it necessary to make a reference to the Full\nBench and has given its reasons for the reference to the\nFull Bench in its order dated 13.07.2011. [Para 24] [52-H;\n53-A-C]\nC\nD\n2.2. It is clear from the order dated 13.07.2011 that the\nDivision Bench of the High Court found that Article 316\nof the Constitution, which provides for appointment of\nthe Chairman and other Members of the Public Service\nCommission by the Governor, does not prescribe any\nE particular procedure and took the view that, having\nregard to the purpose and nature of appointment, it\ncannot be assumed that power of appointment need not\nbe regulated by any procedure. The Division Bench of\nthe High Court was of the further view that the persons\nF to be appointed must have competence and integrity, but\nhow such persons are to be identified and selected must\nbe considered by a Bench of three Judges and\naccordingly referred the matter to the three Judges. The\nDivision Bench also referred the question to the larger\nG Bench of three Judges as to whether the procedure\nadopted in the present case for appointing Shri Harish\nDhanda as the Chairman of the Punjab Public Service\nCommission was valid and if not, what is the effect of not\nfollowing the procedure. There is, therefore, no merit in\nthe submission that the Division Bench of the High Court\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 25\nhaving found in its order dated 13.07.2011 that the A\nirregularities and illegalities pointed out in the writ petition\nagainst Shri Harish Dhanda are unsubstantiated, should\nnot have made an academic reference to the larger Bench\nof the High Court. [Para 25] [53-H; 54-A-E]\n3.1. However, it cannot be said that the Division\nBench referred the entire case to the Full Bench by the\norder dated 13.07.2011. It is further found that although\nspecific questions relating to the procedure for identifying\npersons of competence and integrity for appointment as\nthe Chairman of the Public Service Commission only\nwere referred by the Division Bench of the High Court,\nthe Full Bench, instead of deciding these specific\nquestions referred to it, has given directions to the State\nof Punjab and the State of Haryana to follow a particular\nprocedure for appointment of Members and Chairman of\nthe Public Service Commission till such time a fair,\nrational, objective and transparent policy to meet the\nmandate of Article 14 of the Constitution is made. The Full\nBench of the High Court has decided issues which\nwere not referred to it by the Division Bench of the High\nCourt and the judgment dated 17.08.2011 of the Full\nBench of the High Court was without jurisdiction. [Para\n28] [57-B-E]\nB\nC\nD\nE\n3.2. Under Article 316 of the Constitution, the F\nGovernor of a State has not only the express power of\nappointing the Chairman and other Members of Public\nService Commission but also the implied powers to lay\ndown the procedure for appointment of Chairman and\nMembers of the Public Service Commission and the High G\nCourt cannot under Article 226 of the Constitution usurp\nthis constitutional power of the Government and lay\ndown the procedure for appointment of the Chairman\nand other Members of the Public Service Commission.\nThe Full Bench of the High Court, therefore, could not\nH\n26\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA have laid down the procedure for appointment of the\nChairman and Members of the Punjab Public Service\nCommission and the Haryana Public Service Commission\nby the impugned judgment dated 17.08.2011. Inasmuch\nas the Full Bench of the High Court has in its judgment\nB dated 17.08.2011 acted beyond its jurisdiction and has\nusurped the constitutional power of the Governor in\nlaying down the procedure for appointment of the\nChairman and Members of the Public Service\nCommission, the said judgment dated 17.08.2011 of the\nC Full Bench of the High Court is being set aside. [Paras\n29, 30] [59-E-H; 60-A-B]\nD\n4.1. Nevertheless to cut short the litigation, the writ\npetition is now being decided on merits instead of\nremanding the matter to the High Court. [Para 30] [60-B]\n4.2. It is for the Governor who is the appointing\nauthority under Article 316 of the Constitution to lay down\nthe procedure for appointment of the Chairman and\nMembers of the Public Service Commission, but this is\nnot to say that in the absence of any procedure laid down\nE by the Governor for appointment of Chairman and\nMembers of the Public Service Commission under Article\n316 of the Constitution, the State Government would have\nabsolute discretion in selecting and appointing any\nperson as the Chairman of the State Public Service\nCommission. Even where a procedure has not been laid\ndown by the Governor for appointment of Chairman and\nMembers of the Public Service Commission, the State\nGovernment has to select only persons with integrity and\ncompetence for appointment as Chairman of the Public\nService Commission, because the discretion vested in\nthe State Government under Article 316 of the\nConstitution is impliedly limited by the purposes for\nwhich the discretion is vested and the purposes are\ndiscernible from the functions of the Public Service\nCommissions enumerated in Article 320 of the\nF\nG\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 27\nConstitution. Under clause (1) of Article 320 of the A\nConstitution, the State Public Service Commission has\nthe duty to conduct examinations for appointments to the\nservices of the State. Under clause (3) of Article 320, the\nState Public Service Commission has to be consulted by\nthe State Government on matters relating to recruitment B\nand appointment to the civil services and civil posts in\nthe State, on disciplinary matters affecting a person\nserving under the Government of a State in a civil\ncapacity, on claims by and in respect of a person who is\nserving under the State Government towards costs of C\ndefending a legal proceeding, on claims for award of\npension in respect of injuries sustained by a person while\nserving under the State Government and other matters.\nIn such matters, the State Public Service Commission is\nexpected to act with independence from the State\nGovernment and with fairness, besides competence and\nmaturity acquired through knowledge and experience of\npublic administration. [Para 31] [62-E-H; 63-A-D]\nD\nF\n4.3. Even though Article 316 does not specify the\naforesaid qualities of the Chairman of a Public Service E\nCommission, these qualities are amongst the implied\nrelevant factors which have to be taken into\nconsideration by the Government while determining the\ncompetency of the person to be selected and appointed\nas Chairman of the Public Service Commission under\nArticle 316 of the Constitution. Accordingly, if these\nrelevant factors are not taken into consideration by the\nState Government while selecting and appointing the\nChairman of the Public Service Commission, the Court\ncan hold the selection and appointment as not in\naccordance with the Constitution. To ensure this\nindependence of the Chairman and Members of the\nPublic Service Commission, clause (3) of Article 316 of\nthe Constitution provides that a person shall, on\nexpiration of his term of office be ineligible for\nG\nH\n"}