{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"68\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA files in which the selection and appointment of Shri Harish\nDhanda was processed by the State Government. At page 26\nof the file on the subject \"Appointment of Chairman of P.P.S.C.\n- Shri S.K. Sinha, IAS, Shri Harish Rai Dhanda\", I find that a\nbio-data in one sheet has been placed at page 41 of the file,\nB which reads as under:\nC\nD\nE\nF\n\"BIO DATA\nHarish Rai Dhanda S/o Sh. Kulbhushan Rai\nResident: The Retreat, Ferozepur Road, Ludhiana\nDate of Birth: 15th May, 1960\nAttained Bachelor in Arts from SCD Government College,\nLudhiana, Punjab University, (1979).\nAttained Bachelor in Laws from Law College, Punjab\nUniversity (1982).\nRegistered with Bar Council of Punjab and Haryana as\nAdvocate in 1982.\nPracticed Law at District Courts, Ludhiana from 1982 to\n2007.\nElected as President of District Bar Association, Ludhiana\nfor seven terms.\"\nBesides the aforesaid bio-data, there is a certificate dated\n06.07.2011 given by the Speaker, Punjab Vidhan Sabha,\ncertifying that Shri Harish Rai Dhanda, MLA, has resigned from\nthe membership of the 13th Punjab Legislative Assembly with\nG effect from 06.07.2011 and that his resignation has been\naccepted by the Speaker. The aforesaid materials indicate that\nShri Harish Dhanda had B.A. and LL.B Degrees and was\npracticing as an Advocate at the District Courts in Ludhiana\nand had been elected as the President of the District Bar\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n69\nA\nAssociation, Ludhiana for seven terms and has been member\nof the Legislative Assembly. These materials do not indicate\nthat Shri Harish Dhanda had any knowledge or experience\nwhatsoever either in administration or in recruitment nor do\nthese materials indicate that Shri Harish Dhanda had the\nqualities to perform the duties as the Chairman of the State B\nPublic Service Commission under Article 320 of the\nConstitution which I have discussed in this judgment. No other\ninformation through affidavit has also been placed on record\nbefore us to show that Shri Harish Dhanda has the positive\nqualities to perform the duties of the office of the Chairman of C\nthe State Pubic Service Commission under Article 320 of the\nConstitution. The decision of the State Government to appoint\nShri Harish Dhanda as the Chairman of the Punjab Public\nService Commission was thus invalid for non-consideration of\nrelevant factors implied from the very nature of the duties\nentrusted to the Public Service Commissions under Article 320\nof the Constitution.\nD\nE\nF\n36. In the result, I am not inclined to interfere with the\nimpugned order of the Division Bench of the High Court dated\n17.08.2011 quashing the selection and appointment of Shri\nHarish Dhanda as Chairman of the Punjab Public Service\nCommission, but I set aside the judgment dated 17.08.2011\nof the Full Bench of the High Court. Considering, however, the\nfact that the State Government of Punjab has already selected\nand appointed Lt. Gen. R.A. Sujlana as the Chairman of the\nPunjab Public Service Commission, I am not inclined to disturb\nhis appointment only on the ground that his appointment was\nconsequential to the judgment dated 17.08.2011 of the Full\nBench of the High Court which I have set aside. The appeal of\nthe State of Punjab is partly allowed and the appeal of the State G\nof Haryana is allowed, but the appeal of Shri Harish Dhanda\nis dismissed. The parties to bear their own costs.\nMADAN B. LOKUR, J. 1. While I entirely agree with\nBrother Patnaik, but given the seminal importance of the issues\nH\n170\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA raised, I think it appropriate to separately express my views in\nB\nthe case.\n2. The facts have been stated in detail by Brother Patnaik\nand it is not necessary to repeat them.,\nThe issues:\n3. The primary substantive issue that arises for\nconsideration is whether the High Court could have - and if it\ncould have, whether it ought to have - interfered in the\nC appointment, by a notification published on 7th July 2011, of\nMr. Harish Rai Dhanda as Chairperson of the Punjab Public\nService Commission. In my opinion, the answer to both\nquestions must be in the affirmative.\nD\nE\ni\n4. However, it must be clarified that even though a\nnotification was issued of his appointment, Mr. Dhanda did not\nactually assume office or occupy the post of Chairperson of the\nPunjab Public Service Commission. Before he could do so, his\nappointment was challenged by Salil Sabhlok through a writ\npetition being Writ Petition (Civil) No.11848 of 2011 filed in the\nPunjab \u0026 Haryana High Court. When the writ petition was taken\nup for consideration, a Division Bench of the High Court\nobserved in its order of 13th July 2011 that his \"oath ceremony\"\nwas fixed for the same day but learned counsel appearing for\nthe State of Punjab stated that the ceremony would be deferred\nF till the writ petition is decided. Thereafter, the statement was\nsought to be withdrawn on 1st August 2011. However, the Full\nBench of the High Court, which had heard the matter in\nconsiderable detail; passed an order on that day retraining\nadministering of the oath of office to Mr. Dhanda. As such, Mr.\nG Dhanda did not take the oath of allegiance; of office and of\nsecrecy as the Chairperson of the Punjab Public Service\nCommission. Later, since his appointment was quashed by the\nHigh Court, the question of his taking the oaths as above did\nnot arise.\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 71\n[MADAN B. LOKUR, J.]\n5. Another substantive issue raised is whether the High A\nCourt could have entertained a Public Interest Writ Petition in\nrespect of a “service matter”, namely, the appointment of Mr.\nHarish Rai Dhanda as Chairperson of the Punjab Public\nService Commission. In my opinion, the appointment of the\nChairperson of the Punjab Public Service Commission is not B\na \"service matter\" and so a Public Interest Litigation could have\nbeen entertained by the High Court.\n6. A few procedural issues have also arisen for\nconsideration and they relate to the desirability of making a\nreference by the Division Bench to the Full Bench of the High\nCourt of issues said to have been settled by this Court; the\nframing of questions by the Full Bench of the High Court, over\nand above the questions referred to it; the necessity of\nimpleadment of the State of Haryana in the proceedings before\nthe Full Bench, even though it had no concern with the\nappointment of the Chairperson of the Punjab Public Service\nCommission; the validity of the direction given by the Full Bench\nto produce the advice tendered by the Chief Minister of the\nState of Punjab to the Governor of the State in respect of the\nappointment of the Chairperson of the Punjab Public Service\nCommission; the power of the Full Bench to frame guidelines\nfor, the appointment of the Chairperson of the Punjab Public\nService Commission, and of the Haryana Public Service\nCommission and a few other incidental issues.\nPublic Interest Writ Petition in respect of a \"service\nmatter\":\n17. At the outset, it is important to appreciate that the\nChairperson of a Public Service Commission holds a\nconstitutional position and not a statutory post. The significance\nof this is that the eligibility parameters or selection indicators\nfor appointment to a statutory post are quite different and distinct\nfrom the parameters and indicators for appointment to a\nconstitutional position.\n+\nC\nD\nE\n*F\n: G\nH\n72\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nD\nE\nF\nG\nI\n8. The appointment of a Chairperson of a State Public\nService Commission is in terms of Article 316 of the\nConstitution, which reads as follows:\n“316. Appointment and term of office of members.-\n(1) The Chairman and other members of a Public Service\nCommission shall be appointed, in the case of the Union\nCommission or a Joint Commission, by the President, and\nin the case of a State Commission, by the Governor of the\nState:\nProvided that as nearly as may be one-half of the\nmembers of every Public Service Commission shall\nbe persons who at the dates of their respective\nappointments have held office for at least ten years\neither under the Government of India or under the\nGovernment of a State, and in computing the said\nperiod of ten years any period before the\ncommencement of this Constitution during which a\nperson has held office under the Crown in India or\nunder the Government of an Indian State shall be\nincluded.\n(1-A) If the office of the Chairman of the Commission\nbecomes vacant or if any such Chairman is by reason of\nabsence or for any other reason unable to perform the\nduties of his office, those duties shall, until some person\nappointed under clause (1) to the vacant office has entered\non the duties thereof or, as the case may be, until the\nChairman has resumed his duties, be performed by such\none of the other members of the Commission as the\nPresident, in the case of the Union Commission or a Joint\nCommission, and the Governor of the State in the case of\na State Commission, may appoint for the purpose.\n(2) A member of a Public Service Commission shall hold\noffice for a term of six years from the date on which he\nenters upon his office or until he attains, in the case of the\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 73\n[MADAN B. LOKUR, J.]\nUnion Commission, the age of sixty-five years, and in the\ncase of a State Commission or a Joint Commission, the\nage of sixty-two years, whichever is earlier:\nProvided that—\n(a) a member of a Public Service Commission\nmay, by writing under his hand addressed, in the\ncase of the Union Commission or a Joint\nCommission, to the President, and in the case of\na State Commission, to the Governor of the State,\nresign his office;\n(b) a member of a Public Service Commission may\nbe removed from his office in the manner provided\nin clause (1) or clause (3) of Article 317.\n(3) A person who holds office as a member of a Public\nService Commission shall, on the expiration of his term of\noffice, be ineligible for re-appointment to that office.\"\nA\nB\nC\nD\nE\n9. Two features clearly stand out from a bare reading of\nArticle 316 of the Constitution, and these are: (1) No\nqualification has been laid down for the appointment of the\nChairperson of a State Public Service Commission.\nTheoretically therefore, the Chief Minister of a State can\nrecommend to the Governor of a State to appoint any person\nwalking on the street as the Chairperson of the State Public F\nService Commission. (2) The Chairperson of the State Public\nService Commission is provided security of tenure since the\nterm of office is fixed at six years or until the age of 62 years,\nwhichever is earlier.\n10. The security of tenure is confirmed by the provision for\nremoval of the Chairperson of the State Public Service\nCommission from office as provided for in Article 317 of the\nConstitution. This reads as follows:\nG\n\"317. Removal and suspension of a member of a H\nA\nB\nс\nD\nE\nF\nLL\nG\nH\n10\n74\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nPublic Service Commission.-(1) Subject to the\nprovisions of clause (3), the Chairman or any other\nmember of a Public Service Commission shall only be\nremoved from his office by order of the President on the\nground of misbehaviour after the Supreme Court, on\nreference being made to it by the President, has, on inquiry\nheld in accordance with the procedure prescribed in that\nbèhalf under Article 145, reported that the Chairman or\nsuch other member, as the case may be, ought on any\nsuch ground to be removed.\n(2) The President, in the case of the Union Commission\nor a Joint Commission, and the Governor, in the case of\na State Commission, may suspend from office the\nChairman or any other member of the Commission in\nrespect of whom a reference has been made to the\nSupreme Court under clause (1) until the President has\npassed orders on receipt of the report of the Supreme\nCourt on such reference.\n(3) Notwithstanding anything in clause (1), the President\nmay by order remove from office the Chairman or any\nother member of a Public Service Commission if the\nChairman or such other member, as the case may be,-\n(a) is adjudged an insolvent; or\n(b) engages during his term of office in any paid\nemployment outside the duties of his office; or\n(c) is, in the opinion of the President, unfit to\ncontinue in office by reason of infirmity of mind or\nbody.\n(4) If the Chairman or any other member of a Public\nService Commission is or becomes in any way concerned\nor interested in any contract or agreement made by or on\nbehalf of the Government of India or the Government of a\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 75\n[MADAN B. LOKUR, J.]\nState or participates in any way in the profit thereof or in A\nany benefit or emolument arising therefrom otherwise than\nas a member and in common with the other members of\nan incorporated company, he shall, for the purposes of\nclause (1), be deemed to be guilty of misbehaviour.\"\n11. An aspect that clearly stands out from a reading of\nArticle 317 is that the Chairperson of the State Public Service\nCommission can be removed from office on the ground of\nmisbehaviour only after an inquiry is held by this Court on a\nreference made by the President and that inquiry results in a\nreport that he or she ought to be removed on such ground. The\nGovernor of the State is not empowered to remove the\nChairperson of the State Public Service Commission even\nthough he or she is the appointing authority. There are, of\ncourse, other grounds mentioned in Article 317 of the\nConstitution.but none of them are of any concern for the\npurposes of this case.\nB\nC\nD\n12. A reading of Article 316 and Article 317 of the\nConstitution makes it clear that to prevent the person walking\non the street from being appointed as the Chairperson of a E\nState Public Service Commission, the Constitution has\nprovided that the appointment is required to be made by the\nGovernor of the State, on advice. Additionally, the Chairperson\nhas security of tenure to the extent that that person cannot be\neffortlessly removed from office even by the President as long\nas he or she is not guilty of proven misbehaviour, or is insolvent,\nor does not take up any employment or is not bodily or mentally\ninfirm. There is, therefore, an in-built constitutional check on the\narbitrary appointment of a Chairperson of a State Public\nService Commission. The flip side is that if an arbitrary\nappointment is made, removal of the appointee is a difficult\nprocess.\nLL\nF\nG\n13. If the person walking on the street is appointed in a\nGod-forbid kind of situation, as the Chairperson of a State\nPublic Service Commission, what remedy does an aggrieved H\n!.\nנ!\n+\n76\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA citizen have? This question arises in a unique backdrop, in as\nmuch as no eligibility criterion has been prescribed for such an\nappointment and the suitability of a person to hold a post is\nsubjective.\nB\nC\n14. In this context, three submissions have been put forward\nby learned counsel supporting the appointment of Mr. Dhanda.\nIf these submissions are accepted, then one would have to\nbelieve that a citizen aggrieved by such an appointment would\nhave no remedy. The first submission is that a writ of quo\nwarranto would not lie since there is no violation of a statute in\nthe appointment - indeed, no statutory or other qualification or\neligibility criterion has been laid down for the appointment.\nTherefore, a petition for a writ of quo warranto would not be\nmaintainable. The second submission is that the appointment\nto a post is a \"service matter\". Therefore, a public interest\nlitigation (or a PIL for short) would not be maintainable. The third\nsubmission is that the remedy in a \"service matter\" would lie\nwith the Administrative Tribunal, but an application before the\nTribunal would not be maintainable since the aggrieved citizen\nis not a candidate for the post and, therefore, would have no\nE locus standii in the matter. It is necessary to consider the\ncorrectness of these submissions and the availability of a\nremedy, if any, to an aggrieved citizen.\nD\nF\nMaintainability of a PIL:\n(i) A writ of quo warranto\n15. Learned counsel supporting Mr. Dhanda are right that\nthere is no violation of any statutory requirement in the\nappointment of Mr. Dhanda. This is because no statutory\nG criterion or parameters have been laid for the appointment of\nthe Chairperson of a Public Service Commission. Therefore,\na petition for a writ of quo warranto would clearly not lie.\nH\n16. A couple of years ago, in Hari Bansh Lal v. Sahodar\nPrasad Mahto, (2010) 9 SCC 655 this Court considered the\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 77\n[MADAN B. LOKUR, J.]\nposition at law and, after referring to several earlier decisions, A\nincluding R.K. Jain v. Union of India, (1993) 4 SCC 119, Mor\nModern Coop. Transport Society v. Govt. of Haryana, (2002)\n6 SCC 269, High Court of Gujarat v. Gujarat Kishan Mazdoor\nPanchayat, (2003) 4 SCC 712 and B. Srinivasa Reddy v.\nKarnataka Urban Water Supply \u0026 Drainage Board B\nEmployees' Association, (2006) 11 SCC 731 (2) held that\n“even for issuance of a writ of quo warranto, the High Court has\nto satisfy that the appointment is contrary to the statutory rules.\"\n17. This principle was framed positively in Mahesh\nChandra Gupta v. Union of India \u0026 Others, (2009) 8 SCC 273\nwherein it was said: \"In cases involving lack of \"eligibility\" writ\nof quo warranto would certainly lie.\"\n(ii) Is it a service matter?\nC\nD\n18. Is the appointment of a person to a constitutional post\na \"service matter\"? The expression “service matter\" is generic\nin nature and has been specifically defined (as far as I am\naware) only in the Administrative Tribunals Act, 1985. Section\n3(q) of the Administrative Tribunals Act is relevant in this regard E\nand it reads as follows:\n\"3. Definitions.-In this Act, unless the context otherwise\nrequires,―\n(q) \"service matters\", in relation to a person, means all F\nmatters relating to the conditions of his service in\nconnection with the affairs of the Union or of any State or\nof any local or other authority within the territory of India or\nunder the control of the Government of India, or, as the\ncase may be, of any corporation or society owned or\ncontrolled by the Government, as respects-\n(i) remuneration (including allowances), pension\nand other retirement benefits;\nG\n(ii) tenure including confirmation, seniority, H\n"}