{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n937\nB\nD\nnatural justice to the Appellants, but it also reveals a partisan A\ntrait in the Speaker's approach in disposing of the\nDisqualification Application filed by Shri B.S. Yeddyurappa. If\nthe Speaker wished to rely on the statements of a third party\nwhich were adverse to the Appellants' interests, it was\nobligatory on his part to have given the Appellants an\nopportunity of questioning the deponent as to the veracity of the\nstatements made in the affidavit. This conduct on the part of\nthe Speaker is also indicative of the \"hot haste\" with which the\nSpeaker disposed of the Disqualification Petition as\ncomplained of by the Appellants. The question does, therefore, C\narise as to why the Speaker did not send copies of the affidavit\naffirmed and filed by Shri Eswarappa as also the affidavits of\nthe two MLAs, who had originally withdrawn support to the\nGovernment led by Shri Yeddyurappa, but were later allowed\nto retract their statements, to the Appellants. Given an\nopportunity to deal with the said affidavits, the Appellants could\nhave raised the question as to why the said two MLAs, Shri\nM.P. Renukacharya and Shri Narasimha Nayak, were treated\ndifferently on account of their having withdrawn the letters which\nthey had addressed to the Governor, while, on the other hand,\ndisqualifying the Appellants who had written identical letters to\nthe Governor, upon holding that they had ceased to be members\nof the Bharatiya Janata Party, notwithstanding the Show-Cause\nnotices issued to them. The explanation given as to why notices\nto show cause had been issued to the Appellants under Rule\n7 of the Disqualification Rules, giving the Appellants only three\ndays' time to respond to the same, despite the stipulated time\nof seven days or more indicated in Rule 7(3) itself, is not very\nconvincing. There was no compulsion on the Speaker to decide\nthe Disqualification Application filed by Shri Yeddyurappa in\nsuch a great hurry within the time specified by the Governor to\nthe Speaker to conduct a Vote of Confidence in the\nGovernment headed by Shri Yeddyurappa. It would appear that\nsuch a course of action was adopted by the Speaker on 10th\nOctober, 2010, since the Vote of Confidence on the Floor of\nthe House was slated for 12th October, 2010. The element of H\nE\nF.\nG\n938 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA hot haste is also evident in the action of the Speaker in this\nregard as well.\nB\nC\nD\n78. In arriving at the conclusion that by such short notice,\nno prejudice has been caused to the Appellants, since they had\nfiled their detailed replies to the Show-Cause notices, the\nSpeaker had relied on the two decisions of this Court, referred\nto hereinbefore in Dr. Mahachandra Prasad Singh's case and\nRavi S. Naik's case, wherein it had been held that the 1986\nRules were directory and not mandatory in nature, and, as a\nresult, the order dated 10th October, 2010, could not be set\naside only on the ground of departure therefrom. Even if less\nthan seven days' time is given to reply to the Show-Cause\nnotice, the legislator must not be prejudiced or precluded from\ngiving an effective reply to such notice.\n79. One of the questions which was raised and answered\nin Dr. Mahachandra Prasad Singh's case was the nature and\neffect of non-compliance with the provisions of Rules 6 and 7\nof the Disqualification Rules, 1994. It was held therein by a\nBench of Three Judges of this Court that the said provisions\nE were directory and not mandatory and the omission to file an\naffidavit neither rendered the petition invalid nor did it affect the\nassumption of jurisdiction by the Chairman to initiate\nproceedings to determine the question of disqualification of a\nMember of the House. In the facts of the said case it was held\nthat the 1994 Rules being subordinate legislation, they were\ndirectory and not mandatory as they could not curtail the content\nand scope of the substantive provision under which they were\nmade. However, the facts of this case differ significantly from\nthe facts in Mahachandra's case (supra).\nF\nG\nH\n80. In Mahachandra's case, a member of the Indian\nNational Congress, who had been elected as a Member of the\nLegislative Council on the ticket of the Indian National\nCongress, contested a Parliamentary election as an\nindependent candidate, which facts were part of official records\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n939\nand not merely hearsay, as in the present case. In the aforesaid\ncircumstances, the Chairman held that by contesting as an\nIndependent Candidate, the said Member had given up his\nmembership of the Indian National Congress. It is in that context\nthat it was held that since the Member had not disputed the\nallegations, but had, in fact, admitted the same in his writ\npetition, he had not suffered any prejudice in not being provided\nwith a copy of the letter from the leader of the Indian National\nCongress on which reliance had been placed by the Chairman.\nThe distinguishing feature of the facts of Mahachandra Prasad\nSingh's case and this case is that the facts in the former case\nwere admitted and were part of the official records, while in this\ncase the allegations are highly disputed and are in the realms\nof allegation which were yet to be proved with corroborating\nevidence, though according to the Speaker, such allegations\nwere not disputed.\nA\nB\nс\nD\nE\nF\n81. As far as the decision in Ravi S. Naik's case (supra)\nis concerned, the facts of the said case are somewhat different\nfrom the facts of this case. What is commonly known and\nreferred to as Ravi S. Naik's case is, in fact, a decision in\nrespect of the two Civil Appeals, namely, Civil Appeal No.2904\nof 1993 filed by Ravi S. Naik and Civil Appeal No.3309 of 1993\nfiled by Shri Sanjay Bandekar and Shri Ratnakar Chopdekar.\nThere is a certain degree of similarity between the facts of the\nlatter appeal and this case. At the relevant time, the Congress\n(I) initially formed the Government with the support of one\nindependent member. Subsequently, seven members of the\nCongress (I) left the party and formed the Goan People's Party\nand formed a coalition government with the Maharashtrawadi\nGomantak Party under the banner of Progressive Democratic\nFront (PDF). The said government was also short-lived and\nultimately President's Rule was imposed in the State and the\nLegislative Assembly was suspended on 14th December,\n1990. Prior to proclamation of President's Rule, Shri Ramakant\nKhalap, who was the leader of the Progressive Democratic\nFront, staked his claim to form a Government, but no further H\nG\n940 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA action was taken on such claim since the Assembly was\nsuspended on 14th December, 1990. However, Shri\nRamakant Khalap filed a petition before the Speaker under\nArticle 191(2) read with paragraphs 2(1)(a) and 2(1)(b) of the\nTenth Schedule to the Constitution for disqualification of two\nB Members, who had joined the Congress Democratic Front\ninspite of being Members of the Maharashtrawadi Gomantak\nParty. By his order dated 13th December, 1990, the Speaker\ndisqualified the said two Members from the House on the\nground of defection.\nC\nD\n82. On 25th January, 1991, President's Rule was revoked\nand Shri Ravi S. Naik was sworn in as Chief Minister of Goa.\nOn the same day, one Dr. Kashinath G. Jhalmi, belonging to\nthe Maharashtrawadi Gomantak Party, filed a petition before\nthe Speaker for Shri Naik's disqualification on the ground of\ndefection. Simultaneously with the above, the Speaker, Shri\nSirsat, was removed from the Office and was replaced by the\nDeputy Speaker who began to function as Speaker in his\nplace. Shri Bandekar and Shri Chopdekar filed an application\nbefore the Deputy Speaker for review of the order dated 13th\nE December, 1990, by which they had been disqualified from the\nmembership of the House. The same was allowed by the\nDeputy Speaker by his order dated 7th March, 1991, and the\nearlier order dated 13th December, 1990, was set aside.\nSimilarly, Shri Ravi Naik also filed an application for review of\nF the order dated 15th February, 1991, which was allowed by the\nDeputy Speaker by his order of 8th March, 1991. The said two\norders passed by the Deputy Speaker were challenged by way\nof Writ Petitions which were allowed and the orders passed by\nthe Deputy Speaker on 7th and 8th March, 1991, were held to\nG be void. Consequently, the Writ Petitions filed by Shri Bandekar\nand Shri Chopdekar and by Shri Ravi S. Naik stood revived\nwith a direction for disposal of the same on merits. The Writ\nPetitions were ultimately dismissed against which two appeals\nwere filed.\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n941\nB\n83. It was in the appeal filed by Shri Bandekar and Shri A\nChopdekar that the issue of voluntary resignation from\nmembership of the Maharashtrawadi Gomantak Party fell for\nconsideration of the High Court, while in Ravi S. Naik's case\nthe question was whether a valid split of the aforesaid party had\nbeen effected with Shri Naik forming a new party with seven\nother Members of the said party. The said question was\nanswered in Shri Ravi Naik's favour and his appeal was allowed\nand the order of his disqualification from the House was set\naside. The other appeal filed by Shri Bandekar and Shri\nChopdekar was dismissed and their disqualification by the\nC\nSpeaker was upheld. In other words, the High Court approved\nthe proposition that it was not necessary for a Member of the\nHouse to formally tender his resignation from the party but that\nthe same should be inferred from his conduct. It was held that\na person may voluntarily give up his/her membership of a\nD\npolitical party, even though he/she had not tendered his/her\nresignation from the membership of that party. However, the\nDivision Bench of the High Court approved the said proposition\nin the facts and circumstances of that case, where, after the\nGovernment was initially formed, there was an exodus from the\nprincipal party resulting in the formation of a new party which\nstood protected under paragraph 4 of the Tenth Schedule to\nthe Constitution. Of course, it will also have to be noted that Shri\nBandekar and Shri Chopdekar had not only accompanied Dr.\nBarbosa to the Governor and had informed the Governor that\nit did not support the Maharashtrawadi Gomantak Party any\nfurther, but they had also made it known to the public that they\nhad voluntarily resigned from the membership of the said party.\nIt is in these facts that a presumption was drawn from the\nconduct of the Members that they had voluntarily resigned from\nthe membership of the Maharashtrawadi Gomantak Party. In G\nthe said case also, after Show-Cause notices were issued, both\npersons filed their replies stating that they had not given up the\nmembership of the Maharashtrawadi Gomantak Party\nvoluntarily or would otherwise continue to be a Member of the\nsaid party and no document had been produced by the H\nELI\nF\n942 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA complainant nor has anything disclosed to show that they had\nresigned from the membership of the party. It was also denied\nthat they had informed the Governor that they did not support\nthe Maharashtrawadi Gomantak Party or that they had informed\nanybody that they had voluntarily resigned from the\nB membership of said party. The Speaker, however, rejected the\nexplanation given by Shri Bandekar and Shri Chopdekar and\nrecorded that he was satisfied that by their conduct, actions and\nspeech, they had voluntarily given up the membership of the\nMaharashtrawadi Gomantak Party.\nC\n84. This brings us to the next question regarding the\nmanner in which the Disqualification Application filed by Shri\nB.S. Yeddyurappa was proceeded with and disposed of by the\nSpeaker. On 6th October, 2010, on receipt of identical letters\nfrom the 13 BJP MLAs and the 5 independent MLAs\nD withdrawing support to the BJP Government led by Shri B.S.\nYeddyurappa, the Governor on the very same day, wrote a\nletter to the Chief Minister, informing him of the developments\nregarding the withdrawal of support by 13 BJP MLAs and 5\nindependent MLAs and requesting him to prove his majority in\nE the Assembly on or before 12th October, 2010 by 5.00 p.m.\nThe Speaker was also requested accordingly. On the very same\nday, Shri Yeddyurappa, as the leader of the Bharatiya Janata\nLegislative Party in the Legislative Assembly, filed an\napplication before the Speaker under Rule 6 of the\nF Disqualification Rules, 1986, being Disqualification Application\nNo.1 of 2010, for a declaration that all the thirteen MLAs elected\non BJP tickets along with two other MLAs had incurred\ndisqualification in view of the Tenth Schedule to the Constitution.\nImmediately thereafter, on 7th October, 2010, the Speaker\nG issued Show-Cause notices to the aforesaid MLAs informing\nthem of the Disqualification Application filed by Shri B.S.\nYeddyurappa and informing them that by submitting letters to\nthe Governor withdrawing support to the Government led by\nShri Yeddyurappa, they had violated paragraph 2(1)(a) of the\nTenth Schedule to the Constitution and were, therefore,\nI\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n943\ndisqualified from continuing as Members of the House. The A\nAppellants were given time till 5.00 p.m. on 10th October, 2010,\nto submit their objection, if any, to the said application. Even if\nas held by this Court in Mahachandra Prasad Singh's case\n(supra), Rules 6 and 7 of the Disqualification Rules are taken\nas directory and not mandatory, the Appellants were still B\nrequired to be given a proper opportunity of meeting the\nallegations mentioned in the Show-Cause notices. The fact that\nthe Appellants had not been served with notices directly, but\nthat the same were pasted on the outer doors of their quarters\nin the MLA complex and that too without copies of the various с\ndocuments relied upon by Shri Yeddyurappa, giving them three\ndays' time to reply to the said notices justifies the Appellants'\ncontention that they had not been given sufficient time to give\nan effective reply to the Show-Cause notices. Furthermore, the\nAppellants were not served with copies of the affidavit filed by\nShri K.S. Eswarappa, although, the Speaker relied heavily on\nthe contents thereof in arriving at the conclusion that the\nAppellants stood disqualified under paragraph 2(1)(a) of the\nTenth Schedule to the Constitution.\nD\n85. Likewise, the Appellants were also not supplied with E\nthe copies of the affidavits filed by Shri M.P. Renukacharya and\nShri Narasimha Nayak, whereby they retracted the statements\nwhich they had made in their letters submitted to the Governor\non 6th October, 2010. The Speaker not only relied upon the\ncontents of the said affidavits, but also dismissed the F\nDisqualification Application against them on the basis of such\nretraction, after having held in the case of the Appellants that\nthe provisions of paragraph 2(1)(a) of the Tenth Schedule to the\nConstitution were attracted immediately upon their intention to\nwithdraw their support to the Government led by Shri G\nYeddyurappa. The Speaker ignored the claim of the Appellants\nto be given reasonable time to respond to the Show-Cause\nnotices and also to the documents which were handed over to\nthe learned Advocates of the Appellants at the time of hearing\nof the Disqualification Application. Incidentally, a further H\nB\n944 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA incidence of partisan behaviour on the part of the Speaker will\nbe evident from the fact that not only were the Appellants not\ngiven an adequate opportunity to deal with the contents of the\naffidavits affirmed by Shri K.S. Eswarappa, Shri M.P.\nRenukacharya and Shri Narasimha Nayak, but the time given\nto submit the Show-Cause on 10th October, 2010, was\npreponed from 5.00 p.m. to 3.00 p.m., making it even more\ndifficult for the Appellants to respond to the Show-Cause\nnotices in a meaningful manner. The explanation given by the\nSpeaker that the Appellants had filed detailed replies to the\nShow-Cause notices does not stand up to the test of fairness\nwhen one takes into consideration the fact that various\nallegations had been made in the three affidavits filed by Shri\nK.S. Eswarappa, Shri M.P. Renukacharya and Shri Narasimha\nNayak, which could only be answered by the Appellants.\nthemselves and not by their learned Advocates.\nC\nD\n86. The procedure adopted by the Speaker seems to\nindicate that he was trying to meet the time schedule set by the\nGovernor for the trial of strength in the Assembly and to ensure\nthat the Appellants and the other independent MLAs stood\nE disqualified prior to the date on which the Floor Test was to be\nheld. Having concluded the hearing on 10th October, 2010, by\n5.00 p.m., the Speaker passed a detailed order in which\nvarious judgments, both of Indian Courts and foreign Courts,\nand principles of law from various authorities were referred to,\non the same day, holding that the Appellants had voluntarily\ngiven up their membership of the Bharatiya Janata Party by their\nacts and conduct which attracted the provisions of paragraph\n2(1)(a) of the Tenth Schedule to the Constitution, whereunder\nthey stood disqualified. The Vote of Confidence took place on\n11th October, 2010, in which the disqualified members could\nnot participate and, in their absence Shri B.S. Yeddyurappa\nwas able to prove his majority in the House.\nF\nG\nH\n87. Unless it was to ensure that the Trust Vote did not go\nagainst the Chief Minister, there was no conceivable reason\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n945\nfor the Speaker to have taken up the Disqualification A\nApplication in such a great hurry. Although, in Mahachandra\nPrasad Singh's case (supra) and in Ravi S. Naik's case\n(supra), this Court had held that the Disqualification Rules were\nonly directory and not mandatory and that violation thereof\namounted to only procedural irregularities and not violation of B\na constitutional mandate, it was also observed in Ravi S. Naik's\ncase (supra) that such an irregularity should not be such so as\nto prejudice any authority who is affected aversely by such\nbreach. In the instant case, it was a matter of survival as far as\nthe Appellants were concerned. In such circumstances, they C\ndeserved a better opportunity of meeting the allegations made\nagainst them, particularly when except for the newspaper\ncuttings said to have been filed by Shri Yeddyurappa along with\nthe Disqualification Application, there was no other evidence\nat all available against the Appellants.\nD\nF\n88. We are quite alive to the decision in Jagjit Singh's case\n(supra), where it was held that failure to provide documents\nrelied upon by the Speaker to the concerned Member, whose\nmembership of the House was in question, and denying him\nthe right of cross-examination, did not amount to denial of E\nnatural justice and did not vitiate the proceedings. However, a\nrider was added to the said observation to the effect that the\nSpeaker's decision in such a situation would have to be\nexamined on a case-to-case basis. In Jagjit Singh's case\n(supra), video recordings of TV interviews, participation in the\nmeeting of the Congress Legislative Party in the premises of\nthe Assembly, the signatures on the register maintained by the\nCongress Legislative Party, were produced before the\nSpeaker, who decided the matter on the basis thereof. That is\nnot so in the present case. As mentioned hereinbefore, the\nDisqualification Application filed by Shri Yeddyurappa\ncontained only bald allegations, which were not corroborated\nby any direct evidence. The application did not even mention\nthe provision under which the same had been made. By allowing\nShri K.S. Eswarappa, who was not even a party to the\nG\nH\n946 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA proceedings, and Shri M.P. Renukacharya and Shri Narasimha\nNayak to file their respective affidavits, the short-comings in the\nDisqualification Application were allowed to be made up. The\nSpeaker, however, relied on the same to ultimately declare that\nthe Appellants stood disqualified from the membership of the\nB House, without even serving copies of the same on the\nAppellants, but on their learned Advocates, just before the\nhearing was to be conducted. If one were to take a realistic view\nof the matter, it was next to impossible to deal with the\nallegations at such short notice. In the circumstances, we cannot\nbut hold that the conduct of the proceedings by the Speaker\nand the decision given by the Speaker on the basis thereof did\nnot meet even the parameters laid down in Jagjit Singh's case\n(supra).\nC\nD\n89. We cannot also lose sight of the fact that although the\nsame allegations, as were made against the Appellants by Shri\nYeddyurappa, were also made against Shri M.P.\nRenukacharya and Shri Narasimha Nayak, their retraction was\naccepted by the Speaker, despite the view expressed by him\nthat upon submitting the letter withdrawing support to the BJP\nE Government led by Shri Yeddyurappa, all the MLAs stood\nimmediately disqualified under paragraph 2(1)(a) of the Tenth\nSchedule to the Constitution, and they were, accordingly,\npermitted to participate in the Confidence Vote for reasons\nwhich are not required to be spelt out.\nF\nG\nH\n90. On the question of justiceability of the Speaker's order\non account of the expression of finality in paragraph 6 of the\nTenth Schedule to the Constitution, it has now been well-settled\nthat such finality did not include the powers of the superior\nCourts under Articles 32, 226 and 136 of the Constitution to\njudicially review the order of the Speaker. Under paragraph\n2(1)(a) of the Tenth Schedule, the Speaker functions in a quasi-\njudicial capacity, which makes an order passed by him in such\ncapacity, subject to judicial review. The scope of paragraph\n2(1)(a) of the Tenth Schedule to the Constitution, therefore,\n"}