{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n887\nс\nD.\nheavily on the contents thereof in arriving at the A\nconclusion that the Appellants stood disqualified under\nparagraph 2(1)(a) of the Tenth Schedule to the\nConstitution. Likewise, the Appellants were also not\nsupplied with the copies of the affidavits filed by 'MPR'\nand 'NN', whereby they retracted the statements which B\nthey had made in their letters submitted to the Governor\non 6th October, 2010. The Speaker not only relied upon\nthe contents of the said affidavits, but also dismissed the\nDisqualification Application against them on the basis of\nsuch retraction, after having held in the case of the\nAppellants that the provisions of paragraph 2(1)(a) of the\nTenth Schedule to the Constitution were attracted\nimmediately upon their intention to withdraw their\nsupport to the Government led by Respondent no.1. The\nSpeaker ignored the claim of the Appellants to be given\nreasonable time to respond to the Show-Cause notices\nand also to the documents which were handed over to\nthe Advocates of the Appellants at the time of hearing of\nthe Disqualification Application. Incidentally, a further\nincidence of partisan behaviour on the part of the\nSpeaker will be evident from the fact that not only were\nthe Appellants not given an adequate opportunity to deal\nwith the contents of the affidavits affirmed by 'KSE',\n‘MPR' and 'NN', but the time given to submit the Show-\nCause on 10th October, 2010, was preponed from 5.00\np.m. to 3.00 p.m., making it even more difficult for the\nAppellants to respond to the Show-Cause notices in a\nmeaningful manner. The explanation given by the\nSpeaker that the Appellants had filed detailed replies to\nthe Show-Cause notices does not stand up to the test of\nfairness when one takes into consideration the fact that G\nvarious allegations had been made in the three affidavits\nfiled by ‘KSE', 'MPR' and 'NN', which could only be\nanswered by the Appellants themselves and not by their\nAdvocates. [Paras 84, 85] [943-A-H; 944-A-C]\nE\nF\nH\nA\n888\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\n1.5. The procedure adopted by the Speaker seems\nto indicate that he was trying to meet the time schedule\nset by the Governor for the trial of strength in the\nAssembly and to ensure that the Appellants and the\nother independent MLAs stood disqualified prior to the\nB date on which the Floor Test was to be held. Having\nconcluded the hearing on 10th October, 2010, by 5.00\np.m., the Speaker passed a detailed order in which\nvarious judgments, both of Indian Courts and foreign\nCourts, and principles of law from various authorities\nC were referred to, on the same day, holding that the\nAppellants had voluntarily given up their membership of\nthe BJP by their acts and conduct which attracted the\nprovisions of paragraph 2(1)(a) of the Tenth Schedule to\nthe Constitution, whereunder they stood disqualified. The\nVote of Confidence took place on 11th October, 2010, in\nwhich the disqualified members could not participate\nand, in their absence Respondent no.1was able to prove\nhis majority in the House. [Para 86] [944-E-G]\nD\n1.6. Unless it was to ensure that the Trust Vote did\nE not go against the Chief Minister, there was no\nconceivable reason for the Speaker to have taken up the\nDisqualification Application in such a great hurry.\nAlthough, in Mahachandra Prasad Singh's case and in Ravi\nS. Naik's case, this Court had held that the\nF Disqualification Rules were only directory and not\nmandatory and that violation thereof amounted to only\nprocedural irregularities and not violation of a\nconstitutional mandate, it was also observed in Ravi S.\nNaik's case that such an irregularity should not be such\nG so as to prejudice any authority who is affected adversely\nby such breach. In the instant case, it was a matter of\nsurvival as far as the Appellants were concerned. In such\ncircumstances, they deserved a better opportunity of\nmeeting the allegations made against them, particularly\nwhen except for the newspaper cuttings said to have\nI\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n889\nbeen filed by Respondent no.1 along with the A\nDisqualification Application, there was no other evidence\nat all available against the Appellants. [Para 87] [944-H;\n945-A-C]\nB\nC\n1.7. In the present case, the Disqualification\nApplication filed by Respondent no.1 contained only bald\nallegations, which were not corroborated by any direct\nevidence. The application did not even mention the\nprovision under which the same had been made. By\nallowing ‘KSE', who was not even a party to the\nproceedings, and 'MPR' and 'NN' to file their respective\naffidavits, the short-comings in the Disqualification\nApplication were allowed to be made up. The Speaker,\nhowever, relied on the same to ultimately declare that the\nAppellants stood disqualified from the membership of the\nHouse, without even serving copies of the same on the D\nAppellants, but on their Advocates, just before the\nhearing was to be conducted. If one were to take a\nrealistic view of the matter, it was next to impossible to\ndeal with the allegations at such short notice. [Para 88]\n[945-D-H; 946-A-C]\nE\n1.8. Also, although the same allegations, as were\nmade against the Appellants by Respondent no.1, were\nalso made against 'MPR' and 'NN', their retraction was\naccepted by the Speaker, despite the view expressed by F\nhim that upon submitting the letter withdrawing support\nto the BJP Government led by Respondent no.1, all the\nMLAs stood immediately disqualified under paragraph\n2(1)(a) of the Tenth Schedule to the Constitution, and they\nwere, accordingly, permitted to participate in the\nConfidence Vote for reasons which are not required to\nbe spelt out. [Para 89] [946-D-E]\nG\nDr. Mahachandra Prasad Singh vs. Chairman, Bihar\nLegislative Council \u0026 Ors. (2004) 8 SCC 747: 2004 (5) Suppl.\nSCR 692; Ravi S. Naik v. Union of India (1994) Suppl.2 SCC H\n890 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA 641: 1994 (1) SCR 754 and Jagjit Singh v. State of Haryana\n(2006) 11 SCC 1: 2006 (10) Suppl. SCR 521\ndistinguished.\nB\nC\nD\nE\nF\nG\nH\n-\nRajendra Singh Rana \u0026 Ors. Vs. Swami Prasad Maurya\n\u0026 Ors. (2007) 4 SCC 270: 2007 (2) SCR 591; Kihoto\nHollohan Vs. Zachillhu \u0026 Ors. (1992) Supp.2 SCC 651: 1992\n(1) SCR 686; G. Viswanathan Vs. Hon'ble Speaker Tamil\nNadu Legislative Assembly, Madras \u0026 Anr. (1996) 2 SCC\n353: 1996 (1) SCR 895; S. Partap Singh Vs. State of Punjab\n(1964) 4 SCR 733; State of M.P. Vs. Ram Singh (2000) 5\nSCC 88: 2000 (1) SCR 579; B.R. Kapur Vs. State of T.N.\n(2001) 7 SCC 231: 2001 (3) Suppl. SCR 191; Nazir Ahmad\nVs. King Emperor 63 Indian Appeals 372; State of U.P. Vs.\nSinghara Singh (1964) 4 SCR 485; Union of India v. Tulsiram\nPatel (1985) 3 SCC 398: 1985 (2) Suppl. SCR 131;\nSangramsinh P. Gaekwad v. Shantadevi P. Gaekwad (2005)\n11 SCC 314: 2005 (1) SCR 624; E.P. Royappa Vs. State of\nTamil Nadu (1974) 4 SCC 3: 1974 (2) SCR 348 – referred\nto.\n-\n2. On the question of justiceability of the Speaker's\norder on account of the expression of finality in\nparagraph 6 of the Tenth Schedule to the Constitution, it\nhas now been well-settled that such finality did not\ninclude the powers of the superior Courts under Articles\n32, 226 and 136 of the Constitution to judicially review the\norder of the Speaker. Under paragraph 2(1)(a) of the\nTenth Schedule, the Speaker functions in a quasi-judicial\ncapacity, which makes an order passed by him in such\ncapacity, subject to judicial review. The scope of\nparagraph 2(1)(a) of the Tenth Schedule to the\nConstitution, therefore, enables the Speaker in a quasi-\njudicial capacity to declare that a Member of the House\nstands disqualified for the reasons mentioned in\nparagraph 2(1)(a) of the Tenth Schedule to the\nConstitution. [Para 90] [946-F-H; 947-A]\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n891\n3. The proceedings conducted by the Speaker on the A\nDisqualification Application filed by Respondent no.1do\nnot meet the twin tests of natural justice and fair play. The\nSpeaker proceeded in the matter as if he was required to\nmeet the deadline set by the Governor, irrespective of\nwhether, in the process, he was ignoring the B\nconstitutional norms set out in the Tenth Schedule to the\nConstitution and the Disqualification Rules, 1986, and in\ncontravention of the basic principles that go hand-in-\nhand with the concept of a fair hearing. [Para 91] [947-B-\nD]\nC\nD\n4. Even if the Disqualification Rules were only\ndirectory in nature, even then sufficient opportunity\nshould have been given to the Appellants to meet the\nallegations levelled against them. The fact that the Show-\nCause notices were issued within the time fixed by the\nGovernor for holding the Trust Vote, may explain service\nof the Show-Cause notices by affixation at the official\nresidence of the Appellants, though without the\ndocuments submitted by Respondent no.1 along with his\napplication, but it is hard to explain as to how the E\naffidavits, affirmed by ‘KSE', 'MPR' and 'NN', were served\non the Advocates appearing for the Appellants only on\nthe date of hearing and that too just before the hearing\nwas to commence. Extraneous considerations are writ\nlarge on the face of the order of the Speaker and the same\nhas to be set aside. [Para 92] [947-E-G]\n5. In paragraph 5 of the Tenth Schedule, which was\nintroduced into the Constitution by the Fifty-second\nAmendment Act, 1985, to deal with the immorality of\ndefection and Floor crossing during the tenure of a\nlegislator, it has been indicated that notwithstanding\nanything contained in the said Schedule, a person who\nhas been elected to the office of the Speaker or the Deputy\nSpeaker of the House of the People or the Deputy\nF\nG\nH\n892 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA Chairman of the Council of States or the Chairman or the\nDeputy Chairman of the Legislative Council of the State\nor the Speaker or the Deputy Speaker of the Legislative\nAssembly of a State, shall not be disqualified under the\nSchedule if he by reason of his election to such office,\nB voluntarily gives up the membership of the political party\nto which he belonged immediately before such election,\nand does not, so long as he continues to hold such office\nthereafter, rejoin that political party or become a member\nof another political party. The object behind the said\nC paragraph is to ensure that the Speaker, while holding\noffice, acts absolutely impartially, without any leaning\ntowards any party, including the party from which he was\nelected to the House. [Para 93] [947-H; 948-A-D]\nD\n6. The order of the Speaker dated 10th October, 2010,\ndisqualifying the Appellants from the membership of the\nHouse under paragraph 2(1)(a) of the Tenth Schedule to\nthe Constitution is set aside along with the majority\njudgment delivered by the High Court in the Writ Petitions,\nand the portions of the judgment delivered by Hon'ble\nE Justice N. Kumar concurring with the views expressed\nby the Hon'ble Chief Justice of the High Court, upholding\nthe decision of the Speaker on the Disqualification\nApplication filed by Respondent no.1. Consequently, the\nDisqualification Application filed by Respondent no.1 is\nF dismissed. [Para 94] [948-E-F]\n1994 (1) SCR 754\nG\nCase Law Reference:\ndistinguished Paras 13,19,20,\n37,51,53, 54,\n67,72,81,83,87\n2006 (10) Suppl. SCR 521 distinguished Paras 14,53,\n59,88\n2007 (2) SCR 591\nH\nreferred to\nParas 15,24,\n48,56,59\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S. 893\nYEDDYURAPPA \u0026 ORS.\n2004 (5) Suppl. SCR 692 distinguished Paras 19,78,\n79,80,84,87\nA\n1992 (1) SCR 686\nreferred to\nParas 24,30,38,47,\n50,51,52,\n54,61,72\nB\n1996 (1) SCR 895\nreferred to\nPara 24\n2004 (5) Suppl. SCR 692 referred to Paras 24,37,47,\n48,52, 54,67\n(1964) 4 SCR 733\nreferred to\nPara 24\nC\n2000 (1) SCR 579\nreferred to\nPara 41\n2001 (3) Suppl. SCR 191\nreferred to Para 41\n63 Indian Appeals 372\nreferred to\nPara 41\nD\n(1964) 4 SCR 485\nreferred to\nPara 41\n1985 (2) Suppl. SCR 131 referred to Para 43\n2005 (1) SCR 624\nreferred to\nPara 55\n1974 (2) SCR 348\nreferred to\nPara 55\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n4444-4476 of 2011.\nFrom the Judgment \u0026 Order dated 15.11.2010 of the F\nDivision Bench of High Court of Karnataka at Bangalore in Writ\nPetition Nos. 32660-32670 of 2010.\nC.A. Nos. 4522-4544 of 2011\nC.A. Nos. 4477-4509 of 2011\nWITH\nSoli J. Sorabje and P.P. Rao, Jayashree Wad, Ashish\nWad, Tamali Wad, Sameer Abhyankar, Dipti Shikhar Srivastava\n0\nH\n894\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA (for J.S. Wad \u0026 Co.) Prashant Kumar, Mahalaxmi Pavani,\nTriveni Poteker, Bimala Devi, Purushottam Sharma Tripathi,\nApeksha Sharan, A.S. Ponnanna, A.P. Ranganatha (for Ajay\nSharma), Temple Law Firm, Bhupender Yadav, S.S.\nShamshery, Vikramjit Banejet, Pruhsh Kapur and S.N. Bhat for\nB the appearing parties.\nC\nD\nE\nF\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. Leave granted.\n2. All the above-mentioned appeals arise out of the order\ndated 10th October, 2010, passed by the Speaker of the\nKarnataka State Legislative Assembly on Disqualification\nApplication No.1 of 2010, filed by Shri B.S. Yeddyurappa, the\nLegislature Party Leader of the Bharatiya Janata Party in\nKarnataka Legislative Assembly, who is also the Chief Minister\nof the State of Karnataka, on 6th October, 2010, under Rule 6\nof the Karnataka Legislative Assembly (Disqualification of\nMembers on Ground of Defection) Rules, 1986, against Shri\nM.P. Renukacharya and 12 others, claiming that the said\nrespondents, who were all Members of the Karnataka\nLegislative Assembly, would have to be disqualified from the\nmembership of the House under the Tenth Schedule of the\nConstitution of India. In order to understand the circumstances\nin which the Disqualification Application came to be filed by\nShri Yeddyurappa for disqualification of the 13 named persons\nfrom the membership of the Karnakata Legislature, it is\nnecessary to briefly set out in sequence the events preceding\nthe said application.\n3. On 6th October, 2010, all the above-mentioned 13\nG members of the Karnataka Legislative Assembly, belonging to\nthe Bharatiya Janata Party, hereinafter referred to as the\n\"MLAS\", wrote identical letters to the Governor of the State\nindicating that they had been elected as MLAs on Bharatiya\nJanata Party tickets, but had become disillusioned with the\nH functioning of the Government headed by Shri B.S.\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n895\nYeddyurappa and were convinced that a situation had arisen A\nin which the Government of the State could not be carried on\nin accordance with the provisions of the Constitution and that\nShri Yeddyurappa had forfeited the confidence of the people\nas the Chief Minister of the State. Accordingly, in the interest\nof the State and the people of Karnataka, the legislators B\nexpressed their lack of confidence in the Government headed\nby Shri B.S. Yeddyurappa and withdrew their support to the\nsaid Government. The contents of one of the aforesaid letters\ndated 6th October, 2010, are reproduced hereinbelow :\n\"His Excellency,\nC\nI was elected as an MLA on BJP ticket. I being an\nMLA of the BJP got disillusioned with the functioning of the\nGovernment headed by Shri B.S. Yeddyurappa. There\nhave been widespread corruption, nepotism, favouritism, D\nabuse of power, misusing of government machinery in the\nfunctioning of the government headed by Chief Minister\nShri B.S. Yeddyurappa and a situation has arisen that the\ngovernance of the State cannot be carried on in\naccordance with the provisions of the Constitution and Shri E\nYeddyurappa as Chief Minister has forfeited the\nconfidence of the people. In the interest of the State and\nthe people of Karnataka I hereby express my lack of\nconfidence in the government headed by Shri B.S.\nYeddyurappa and as such I withdraw my support to the F\nGovernment headed by Shri B.S. Yeddyurappa the Chief\nMinister. I request you to intervene and institute the\nconstitutional process as constitutional head of the State.\nShri H.R. Bharadwaj,\nWith regards,\nI remain\nYours faithfully,\nHis Excellency Governor of Karnataka,\nRaj Bhavan, Bangalore.\"\nG\nH\nA\nB\nC\n896\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nFive independent MLAs also expressed lack of\nconfidence and withdrew support to the Government led\nby Shri B.S. Yeddyurappa.\n4. On the basis of the aforesaid letters addressed to him,\nthe Governor addressed a letter to the Chief Minister, Shri B.S.\nYeddyurappa, on the same day (6.10.2010) informing him that\nletters had been received from 13 BJP MLAs and 5\nindependent MLAs, withdrawing their support to the\nGovernment. A doubt having arisen about the majority support\nenjoyed by the Government in the Legislative Assembly, the\nGovernor requested Shri Yeddyurappa to prove that he still\ncontinued to command the support of the majority of the\nMembers of the House by introducing and getting passed a\nsuitable motion expressing confidence in his Government in the\nLegislative Assembly on or before 12th October, 2010 by 5\np.m. In his letter he indicated that the Speaker had also been\nrequested accordingly. On the very same day, Shri B.S.\nYeddyurappa, as the leader of the BJP Legislature Party in the\nKarnataka Legislative Assembly, filed an application before the\nSpeaker under Rule 6 of the Karnataka Legislative Assembly\nE (Disqualification of Members on Ground of Defection) Rules,\n1986, being Disqualification Application No.1 of 2010, praying\nto declare that all the said thirteen MLAs elected on BJP tickets\nhad incurred disqualification in view of the Tenth Schedule to\nthe Constitution.\nD\nF\nG\nH\n5. As will appear from the materials on record, Show-\nCause notices were thereafter issued to all the 13 MLAs on\n7th October, 2010, informing them of the Disqualification\nApplication filed by Shri Yeddyurappa stating that having been\nelected to the Assembly as Members of the BJP, they had\nunilaterally submitted a letter on 6th October, 2010 to the\nGovernor against his Government withdrawing the support given\nto the Government under his leadership. The Appellants were\ninformed that their act was in violation of paragraph 2(1)(a) of\nthe Tenth Schedule of the Constitution of India and it disqualified\n"}