{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"COMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1005\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\n4 of the Act, which has come into force with effect from A\n01.10.1975.\n\"4. Valuation of excisable goods for purposes of charging\nof duty of excise - (1) Where under this Act, the duty of\nexcise is chargeable on any excisable goods with\nreference to value, such value shall, subject to the other\nprovisions of this section be deemed to be -\nB\n(a) the normal price thereof, that is to say, the price at\nwhich such goods are ordinarily sold by the assessee to\na buyer in the course of wholesale trade for delivery at the C\ntime and place of removal, where the buyer is not a related\nperson and the price is the sole consideration for the sale:\nProvided that -\n(i) where in accordance with the normal practice of the\nwholesale trade in such goods, such goods are sold by\nthe assessee at different prices to different classes of\nbuyers (not being related persons) each such price shall,\nsubject to the existence of the other circumstances\nspecified in clause (a), be deemed to be the normal price\nof such goods in relation to each such class of buyers;\n(ii) where such goods are sold by the assessee in the\ncourse of wholesale trade for delivery at the time and place\nof removal at a price fixed under any law for the time being\nin force, or at a price, being the maximum fixed under any\nsuch law, then, notwithstanding anything contained in\nclause (iii) of this proviso the price or the maximum price,\nas the case may be, so fixed,+ shall, in relation to the\ngoods so sold, be deemed to be the normal price thereof;\n(iii) where the assessee so arranges that the goods are\ngenerally not sold by him in the course of wholesale trade\nexcept to or through a related person, the normal price of\nthe goods sold by the assessee to or through such related\nperson shall be deemed to be the price at which they are\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n1006 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nordinarily sold by the related person in the course of\nwholesale trade at the time of removal, to dealers (not\nbeing related persons) or where such goods are not sold\nto such dealers, to dealers (being related persons) who\nsell such goods in retail;\n(b) where the normal price of such goods is not\nascertainable for the reason that such goods are not sold\nor for any other reason, the nearest ascertainable\nequivalent thereof determined in such manner as may be\nprescribed.\n(2) Where, in relation to any excisable goods, the price\nthereof for delivery at the place of removal is not known\nand the value thereof is determined with reference to the\nprice for delivery at a place other than the place of removal,\nthe cost of transportation from the place of removal to the\nplace of delivery shall be excluded from such price.\n(3) The provisions of this section shall not apply in respect\nof any excisable goods for which a tariff value has been\nfixed under sub-section (2) of Section 3.\"\n26. Section 4 of the Act lays down the valuation of\nexcisable goods chargeable to duty of excise. The duty of\nexcise is with reference to value and such value shall be subject\nto other provisions of Section 4, that is the normal price at which\nF such goods are ordinarily sold by the assessee to a buyer in\nthe course of wholesale trade for delivery at the time and place\nof removal where the buyer is not a related person and the price\nis the sole consideration for the sale. To determine the value,\nthe legislature has created a legal fiction to equate the value\nG of the goods to the price which is actually obtained by the\nassessee, when such goods are sold in the market, or the\nnearest equivalent thereof. In other words, the legal fiction so\ncreated by Section 4 makes excise duty leviable on the actual\nmarket value of the goods or the nearest equivalent thereof. In\nH Bangaru Laxman v. State (through CBI) and Anr.- (2012) 1\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v.1007\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nB\nSCC 500, this Court relying on J.K. Cotton Spinning and A\nWeaving Mills Ltd. v. U.O.I, (1987) Supp. (1) SCC 350,\nobserved that a deeming provision creates a legal fiction and\nsomething that is in fact not true or in existence, shall be\nconsidered to be true or in existence. Therefore, though the\nprice at which the assessee sells the excisable goods to a\nbuyer or the nearest ascertainable price may not reflect the\nactual value of the goods, for the purpose of valuation of excise\nduty, by the deeming fiction created in Section 4(1), such selling\nprice or nearest ascertainable price in the market, as the case\nmay be, is considered to be the value of goods.\n27. It is well settled that whenever the legislature uses\ncertain terms or expressions of well-known legal significance\nor connotations, the courts must interpret them as used or\nunderstood in the popular sense if they are not defined under\nthe Act or the Rules framed thereunder. Popular sense means\n\"that sense which people conversant with the subject matter,\nwith which the statute is dealing, would attribute to it.\"\nC\nD\n28. The normal rule of interpretation is that the words used\nby the legislature are generally a safe guide to its intention. E\nLord Reid in Westminster Bank Ltd. v. Zang [(1966) A.C. 182]\nobserved that 'no principle of interpretation of statutes is more\nfirmly settled than the rule that the court must deduce the\nintention of Parliament from the words used in the Act.\"\nApplying such a rule, this Court observed in S. Narayanaswami\nv. G. Pannerselvam \u0026 Ors. (1973) 1 SCR 172 that 'Where the\nstatute's meaning is clear and explicit, words cannot be\ninterpolated.'\nF\nG\n29. Section 4 of the Act, as we have already noticed,\nspeaks of valuation of excisable goods, with reference to their\nvalue. The 'value' subject to other stipulation in Section 4 is\ndeemed to be the 'normal price' at which the goods are\n'ordinarily' sold to the buyer in the course of 'wholesale trade'\nwhere the buyer is not 'related person' and the 'price' is the\n'sole consideration' for the sale. Against this background, for H\n1008 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the purpose of this case, we have now to consider the meaning\nof the words 'value', 'normal price', 'ordinarily sold' and 'sole\nconsideration', as used in Section 4(1) (a) of the Act.\nB\n30. The 'value' in relation to excisable commodity means\nnormal price or the price at which the goods are ordinarily sold\nby the assessee to a buyer in the course of wholesale trade at\nthe time and place of removal where the buyer is not a related\nperson and price is the sole consideration for sale. Stated\nanother way, the Central Excise duty is payable on the basis\nof the value. The assessable value is arrived on the basis of\nC\nSection 4 of the Act and the Central Excise Valuation Rules.\n31. Section 4(1) (a) deems the 'normal price' of the\nassessee for selling the excisable goods to buyers to be the\nvalue of the goods for purpose of levy of excise duty. The\nD expression 'normal price' is not defined under the Act. In\n\"Advanced Law Lexicon\" by P. Ramanatha Aiyar, it is defined\nas the price which would have been payable by an ordinary\ncustomer of the goods. This Court while construing the meaning\nof the aforesaid expression in Ashok Leyland Ltd. v. Collector\nE of Central Excise, Madras (2002) 10 SCC 344 has stated\n\"Generally speaking the expression 'normal price' occurring in\nSection 4(1)(a) and (b) means the price at which goods are\nsold to the public. Where the sale to public is through dealers,\nthe 'normal price' would be the 'sale price' to the dealer.\nF\nG\n32. In Commissioner of Central Excise, Ahemedabad v.\nXerographic Ltd. (2006) 9 SCC 556, this Court has explained\nthe concept of normal price. That was in the context of\ntransaction between the related persons. It was observed \"that\nthe existence of any extra commercial consideration while fixing\na price would not amount to normal price.”\n33. In Burn Standard Co. Ltd. \u0026 Anr. v. Union of India\n(1991) 3 SCC 467, it is stated, “Section 3 of the Act provides\nfor levy of the duty of excise. It is a levy on goods produced\nH or manufactured in India. Section 4 of the Act lays down the\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1009\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nmeasure by reference to which the duty of excise is to be A\n´assessed. The duty of excise is linked and chargeable with\nreference to the value of the excisable goods and the value\nis further defined in express terms by the said section. In\nevery case the fundamental criterion for computing the value\nof an excisable article is the normal price at which the B\nexcisable article or an article of the like kind and quality is\nsold or is capable of being sold by the manufacturer.\" .\n34. In Tata Iron and Steel Co. Ltd. v. Collector of Central\nExcise, Jamshedpur (2002) 8 SCC 338, it is held that “it is\ntrue to be seen that under the said Act excise duty is\nchargeable on the value of the goods. The value is the normal\nprice i.e. the price at which such goods are ordinarily sold by\nthe assessee to a buyer, where the buyer is not a related\nperson and the price is the sole consideration for sale.\"\nC\nD\n35. In Union of India and Others v. Bombay Tyre\nInternational Ltd \u0026 Ors.. (1984) 1 SCC 467, it is held that \"it is\ntrue, we think, that the new Section 4(1) contains inherently\nwithin it the power to determine the true value of the excisable\narticle, after taking into account any concession shown to a E\nspecial or favoured buyer because of extra-commercial\nconsiderations, in order that the price be ascertained only on\nthe basis that it is a transaction at arm's length. That\nrequirement is emphasised by the provision in the new\nSection 4(1)(a) that the price should be the sole consideration F\nfor the sale. In every such case, it will be for the Revenue to\ndetermine on the evidence before it whether the transaction\nis one where extra-commercial considerations have entered\nand, if so, what should be the price to be taken as the value\nof the excisable article for the purpose of excise duty.\"\n36. In Metal Box India Ltd. v. CCE (1995) 2 SCC 90, this\nCourt held:\nG\n\"10. ... It has been laid down by Section 4(1)(a) that\nnormal price would be price which must be the sole H\nA\nB\nс\nD\nL1J\nE\nF\nG\nH\n1010\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nconsideration for the sale of goods and there could not\nbe other consideration except the price for the sale of the\ngoods and only under such a situation sub-section (l)(a)\nwould come into play.\"\n37. In Calcutta Chromotype Ltd. v. CCE, (1998) 3 SCC\n681, it is held:\n14. ... Law is specific that when duty of excise is\nchargeable on the goods with reference to its value then\nthe normal price on which the goods are sold shall be\ndeemed to be the value provided (1) the buyer is not a\nrelated person and (2) the price is the sole consideration.\nIt is a deeming provision and the two conditions have to\nbe satisfied for the case to fall under clause (a) of Section\n4(1) keeping in view as to who is the related person within\nthe meaning of clause (c) of Section 4(4) of the Act. Again\nif the price is not the sole consideration, then again\nclause (a) of Section 4(1) will not be applicable to arrive\nat the value of the excisable goods for the purpose of levy\nof duty of excise.\"\n38. In Commissioner of Central Excise v. Ballarpur\nIndustries Ltd., (2007) 8 SCC 89, it is observed:\n\"19. Under Section 4(1)(a) normal price was the basis of\nthe assessable value. It was the price at which goods were\nordinarily sold by the assessee to the buyer in the course\nof wholesale trade. Under Section 4(1)(b) it was provided\nthat if the price was not ascertainable for the reason that\nsuch goods were not sold or for any other reason, the\nnearest equivalent thereof had to be determined in terms\nof the Valuation Rules, 1975. Therefore, Rule 57-CC has\nto be read in the context of Section 4(1) of the 1944 Act,\nas it stood at the relevant time. Section 4(1)(a) equated\n\"value\" to the \"normal price\" which in turn referred to\ngoods being ordinarily sold in the course of wholesale\ntrade. In other words, normal price, which in turn referred\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1011\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nto goods being ordinarily sold in the course of wholesale A\ntrade at the time of removal, constituted the basis of the\nassessable value.\"\n39. In Siddhartha Tubes Ltd. v. CCE, (2005) 13 SCC 564,\nat page 567, it is held:\nB\n\"5......The essential basis of valuation under Section 4\nof the Act is the wholesale cash price charged by the\nappellant. Normal price under Section 4(1)(a) constituted\na measure for levy of excise duty. In the present case,\nwe are concerned with assessment and not with C\nclassification. Duty under Section 4 was not leviable on\nthe \"conceptual value\" but on the normal price charged\nor chargeable by the assessee. (See Union of India v.\nBombay Tyre International Ltd.)\"\n40. In CCE v. Bisleri International (P) Ltd., (2005) 6 SCC\n58, at page 61, it is held:\n\"10. At the outset, it may be mentioned that under Section\n4(1)(a), “value” in relation to any excisable goods is a\nfunction of the price. In other words, \"value\" is derived\nfrom the normal price at the factory gate charged to an\nunrelated person on wholesale basis and at the time and\nplace of removal.\nD\nE\n11. It is for the Department to examine the entire evidence F\non record in order to determine whether the transaction is\none prompted by extra-commercial considerations. It is\nwell settled that under Section 4 of the said Act, as it stood\nat the material time, price is adopted as a measure or a\nyardstick for assessing the tax. The said measure or G\nyardstick is not conclusive of the nature of the tax. Under\nSection 4, price and sale are related concepts. The \"value\"\nof the excisable article has to be computed with reference\nto the price charged by the manufacturer, the computation\nbeing made in accordance with Section 4. In every case,\nН\nA\nB\nC\nD\nE\nF\nG\n1012 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nit will be for the Revenue to determine on evidence\nwhether the transaction is one where extra-commercial\nconsiderations have entered and, if so, what should be the\nprice to be taken into account as the value of the excisable\narticle for the purpose of excise duty. These principles have\nbeen laid down in the judgment of this Court in the case\nof Union of India v. Bombay Tyre International Ltd.\"\n41. In Ashok Leyland Ltd. v. Collector of Central Excise,\nMadras, (2002) 10 SCC 344, at page 348, it is held:\n\"10. In our view, the provisions of the Act are very clear.\nExcise duty is payable on removal of goods. As there\nmay be no sale at the time of removal, Section 4 of the\nAct lays down how the value has to be determined for the\npurposes of charging of excise duty. The main provision\nis Section 4(1)(a) which provides that the value would be\nthe normal price thereof, that is, the price at which the\ngoods are ordinarily sold by the assessee to a buyer in\nthe course of a wholesale trade. Section 4(4)(e) clarifies\nthat a sale to a dealer would be deemed to be wholesale\ntrade. Therefore, the normal price would be the price at\nwhich the goods are sold in the market in the wholesale\ntrade. Generally speaking, the normal price is the one at\nwhich goods are sold to the public. Here the sale to the\npublic is through the dealers. So the normal price is the\nsale price to the dealer. The proviso, which has been\nrelied upon by learned counsel, does not make any\nexception to this normal rule. All that the proviso provides\nis that if an assessee sells goods at different prices to\ndifferent classes of buyers, then in respect of each such\nclass of buyers, the normal price would be the price at\nwhich the goods are sold to that class. The proviso does\nnot mean or provide that merely because the assessee\nsells at different prices to different classes of buyers, the\nprice of that commodity becomes an unascertainable\nprice. The price of that commodity will remain the normal\nI\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1013\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nprice at which those goods are ordinarily sold by the\nassessee to the public, in other words, the price at which\nthey are sold in the market.\"\nA\n42. In Procter \u0026 Gamble Hygiene \u0026 Health Care Ltd. v.\nCommissioner of Central Excise, Bhopal, (2006) 1 SCC 267, B\nit is held:\n\"9. This case relates to valuation. At the outset, we would\nlike to clarify certain concepts under the excise law. The\nlevy of excise duty is on the \"manufacture” of goods. The\nexcisable event is the manufacture. The levy is on the C\nmanufacture. The measure or the yardstick for\ncomputing the levy is the \"normal price\" under Section\n4(1)(a) of the Act. The concept of “excisability\" is different\nfrom the concept of \"valuation\". In the present case, as\nstated above, we are concerned with valuation and not D\nwith excisability. In the present case, there is no dispute\nthat AMS came under Sub-Heading 3402.90 of the Tariff.\nThere is no dispute in the present case that AMS was\ndutiable under Section 3 of the Act. In Union of India v.\nBombay Tyre International Ltd., this Court observed that E\nthe measure of levy did not conclusively determine the\nnature of the levy. It was held that the fundamental\ncriterion for computing the value of an excisable article\nwas the price at which the excisable article was sold or\nwas capable of being sold by the manufacturer. It was\nfurther held that the price of an article was related to its\nvalue and in that value, we have several components,\nincluding those components which enhance the\ncommercial value of the article and which give to the\narticle its marketability in the trade. Therefore, the\nexpenses incurred on such factors inter alia have to be\nincluded in the assessable value of the article up to the\ndate of the sale, which was the date of delivery.\"\nF\nG\n43. What can be construed from the plain reading of\nSection 4 of the Act and the interpretation that is given by this H\n1014 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Court on the expression 'normal value' is, where excise duty is\nC\nD\nchargeable on any excisable goods with reference to value,\nsuch value shall be deemed to be the price at which such\ngoods are ordinarily sold by the assessee to a buyer in the\ncourse of wholesale trade for delivery at the time and place of\nB removal and where the assessee and the buyer have no\ninterest directly or indirectly in the business of each other and\nthe price is the sole consideration for the sale. Normal price,\ntherefore, is the amount paid by the buyer for the purchase of\ngoods. In the present case, it is the stand of the revenue that\n'loss making price' cannot be the 'normal price' and that too\nwhen it is spread over for nearly five years and the\nconsideration being only to penetrate the market and compete\nwith other manufacturers who are manufacturing more or less\nsimilar cars and selling at a lower price. The existence of extra\ncommercial consideration while fixing the price would not be\nthe 'normal price' as observed by this Court in Xerographic\nLtd.'s case (supra). If price is the sole consideration for the\nsale of goods and if there is no other consideration except the\nprice for the sale of goods, then only provisions of Section 4\n(1)(a) of the Act can be applied. In fact, in Metal Box's case\n(supra) this Court has stated that under sub-Section (1) (a) of\nSection 4 of the Act, the 'normal price' would be the price which\nmust be the sole consideration for the sale of goods and there\ncannot be any other consideration except the price for the sale\nof goods and it is only under such situation Sub-Section (1) (a)\nF of Section 4 would come into play. In the show cause notices\nissued, the Revenue doubts the normal price of the wholesale\ntrade of the assessees. They specifically allege, which is not\ndisputed by the assessees, that the 'loss making price'\ncontinuously for a period of more than five years while selling\nG more than 29000 cars, cannot be the normal price. It is true\nthat in notices issued, the Revenue does not allege that the\nbuyer is a related person, nor do they allege element of flow\nback directly from the buyer to the seller, but certainly, they allege\nthat the price was not the sole consideration and the\nH circumstance that no prudent businessman would continuously\nE\n"}