{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"COMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 995\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\ncorrectness or otherwise of the findings and conclusions\nreached by the Tribunal is the subject matter of these appeals.\nSubmissions\nA\nB\n12. Before we proceed to examine the relevant provisions,\nit is necessary to notice the submissions made by learned\ncounsel on both sides. Shri. Bhattacharya, the learned ASG,\ncontends that the assessees are not fulfilling the conditions\nenumerated in Section 4(1)(a) of the Act and therefore, the\nvaluation has to be done in accordance with Section 4(1)(b) of\nthe Act read with the 1975 Valuation Rules. He would contend C\nthat the price fixed by the assessees do not reflect the true\nvalue of the goods as manufacturing cost and the profit is much\nhigher than the sale price. He would further contend that since\nthe price of the cars sold by the assessees do not reflect the\ntrue value of goods and that sole reason for lowering the price D\nby the assessees below the manufacturing cost is just to\npenetrate the market and compete with other manufacturers\nand, therefore, such price cannot be treated as \"normal price\"\nin terms of Section 4(1)(a) of the Act. He would submit that\nsince the price of the cars sold by the assessees was not E\nascertainable, the Revenue is justified in computing the\nassessable value of the goods for the levy of excise duty under\nSection 4(1)(b) of the Act and the relevant rules. The learned\ncounsel further contends that under Section 4(1)(a) of the Act,\nvalue shall be deemed to be the normal price. A normal price,\nas per Section 4(1)(a), is the price at which the goods are\nordinarily sold. A loss making price cannot be the price at which\ngoods are ordinarily sold and the loss making price cannot be\nthe normal price. Shri Bhattacharya would heavily rely on the\ndecision of this Court in Union of India v. Bombay Tyre\nInternational, 1983 (14) ELT 1896 (SC), and contends that the\njudgement makes it abundantly clear that for arriving at the\nassessable value, the department is entitled to take into\naccount the manufacturing cost plus manufacturing profit.\nF\nG\n13. Per contra, Shri. Joseph Vellapally learned senior Hi\n996 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA counsel would submit that the charging Section and the\nC\nD\ncomputation Section are independent to each other and should\nnot be mixed up. He would contend that the normal price as\nfound in Section 4(1)(a) of the Act is nothing but the price at\nwhich the particular assessee sold his goods to his buyers in\nB the ordinary course of business. He would state that the reason\nfor the assessees for selling the Cars for lower price than the\nmanufacturing cost was because the assessees had no\nfoothold in the Indian market and, therefore, had to sell at a\nlower price than the manufacturing cost in order to compete in\nthe market. He would submit that the issue raised by the\nRevenue in the instant case is squarely covered by the decision\nof this Court in the case of Guru Nanak Refrigeration (supra).\nHe submits that the case of Bombay Tyre International (Supra)\nwould only assist the assessees and not the Revenue. He\nwould submit that this Court in Bombay Tyre's case has held\nthat though the incident of excise is the manufacturing activity,\nthe legislature was free to choose the time of collection and\nimposition of excise duty. He further points out that this Court\nin Bombay Tyre's case (supra) has separated the levy from the\ncollection, that being the case, the learned senior counsel would\nsubmit that the cost of manufacture is irrelevant for the purpose\nof valuation under Section 4 of the Act. He would submit that\n'normal price' is the selling price at which that particular\nassessee has sold the goods to all the buyers in the ordinary\ncourse of business. He would refute Shri Bhattacharya's\nargument that the price is not the sole consideration, by stating\nthe word 'consideration' is used in the Section in the same\nsense as used in the Section 2 (d) of the Indian Contract Act,\nand it is only the monetary consideration from the buyer to the\nassessee that requires to be taken note of for the purpose of\nG valuation under the Act. He would point out from the show cause\nnotice that the sole ground for rejecting the invoice price of the\nassessee is that the price was not the sole consideration. He\nwould submit that the intention and consideration cannot be\ntreated as same; it is only the intention of the assessee to\nH penetrate the market and the only consideration for the\nE\nF\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 997\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nB\nC\nD\nassessee from the buyer was the sale price. He would further A\nsubmit that the assessable value has to be gathered from the\nnormal price and not from cost of manufacture which is\nirrelevant when normal price is ascertainable. Therefore, he\nwould submit only when the normal price is not ascertainable\nin terms of Section 4(1)(a), then Section 4(1)(b) read with the\n1975 Valuation Rules would come into play to determine\nnearest equivalent assessable value of the goods. He would\ncontend that the Valuation Rules have to be applied\nsequentially, namely, Rules 4 and 5 should be invoked first in\norder to determine the assessable value and if Rules 4 and 5\nof the 1975 Valuation Rules are not applicable or assessable\nvalue cannot be ascertained by applying the said Rules, then\nonly Rule 6 can be invoked. He would further submit that it is\nonly Rule 6(b)(ii) of the 1975 Valuation Rules which\ncontemplates determination of assessable value on the basis\nof cost of manufacture only when the goods are captively\nconsumed by the manufacturer and value of comparable goods\nmanufactured by the assessee or any other assessee is not\navailable. In this regard, he would submit, relying on few\ndecisions of this Court, that fiscal provisions have to be\nconstrued strictly and also where a statute prescribes that a\nparticular thing has to be done in a particular manner, then, that\nthing has to be done only in that manner and not otherwise..\nShri Vellapally submits that when the normal price is not\nascertainable under Section 4(1)(a) of the Act when transaction\nis between related persons or price is not the sole\nconsideration, then nearest equivalent at the time of removal\nof the goods is the criteria for the purpose of computation of\nassessable value. He would contend that it is when there is no\nlike or identical article available at the time or place of removal,\nonly then, Rule 6 of the 1975 Valuation Rules is invoked which\ndeals with cost of manufacture. He would further submit by\nrelying on the Bombay Tyre's case (Supra) that even old\nSection 4 (b) (prior to the 1973 amendment) suggests that in\ncase wholesale price for the valuation is not ascertainable under\nold Section 4(a), then, the value of nearest equivalent article of H\nE\nF\nG\n998\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA like kind and quality, which is sold or capable of being sold at\nthe time and place of removal, is considered for the purpose\nof valuation. He would further submit that it is not practical to\ngo into cost of manufacture in each and every case in order to\ndetermine whether goods are sold below the cost of production.\nB He would submit that if wholesale price under Section 4(1)(a)\nis not ascertainable, then, assessing authority can go to the\nnearest equivalent to determine assessable value for the\npurpose of levy of excise duty under the Act.\nC\nD\n14. Shri Vellapally would further submit by referring to\nSection 2(d) of the Indian Contract Act, that the consideration\nshould flow from buyer to the seller. He would submit that the\nmeaning of the expression 'consideration' in Section 4 should\nbe determined by comprehensively reading Section 4 along\nwith the Valuation Rules. In this regard, he would submit by\nreferring to Rule 5 that in case the price is not the sole\nconsideration then the value of the goods can be determined\nby taking into account the monetary value of the additional\nconsideration flowing directly or indirectly from the buyer to the\nseller. He would submit that any additional consideration should\nE flow from buyer to seller. He would submit that intention of the\nassessee to penetrate the market cannot be treated as a\nconsideration as no money consideration flows from the buyer\nto the seller. Therefore, there is no additional consideration\nflowing from buyer to seller and whole transaction is bonafide.\nF He would submit that this Court has already answered this issue\nof 'sole consideration' in the cases of Guru Nanak Refrigeration\n(supra) and CCE v. Bisleri International Pvt.Ltd., 2005 (186)\nELT 257 (SC).\nG\nH\n15. Shri. V. Lakshmi Kumaran, learned counsel, who also\nappears for the assessees but for the period April 1998 to June\n2001, would submit that the Cost Auditor's report has not been\nrelied on or referred to in any of the show cause notices issued\nto the assessee, which are the basis of entire proceedings and,\ntherefore, proceedings initiated by the assessing authority are\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 999\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nB\nC\nD\ncontrary to the settled principles enunciated by this Court. He A\nwould submit that all the show cause notices are identical or\nverbatim the same while alleging that assessee has not\nadopted any basis to determine the price and goods are sold\nat loss in order to penetrate the market. The allegations on the\nbasis of Cost Auditors report amount to an issuance of new\nshow cause notice. He would submit that the assessees'\ndeclared price is based on the competitive price in the market\nat arms length and where price is the sole consideration. He\nwould submit that nothing as to sole consideration or transaction\nbetween related person has been alleged in the show cause\nnotices, therefore, the show cause notices are without any basis.\nHe would submit that the assessee has not been furnished with\nCost Auditor's report till date. He would submit that the Revenue\nis not justified in rejecting the assessee's price as the price is\na bench mark in order to sell the goods in market and it is even\nhigher in comparison to other similar cars, although it is less\nthan the cost of manufacture. He would further submit that the\neconomic concept to penetrate the market is recognized by\nArticle 6 of the WTO and Article VII of Customs Valuation Rules\nof WTO and further, Section 14 of the Indian Customs Act\nincorporates the above concept in harmony with other countries.\nHe would submit that when the price of assessee is higher than\nthat of its competitors, it would mean that the assessee is bench\nmarking his prices. He would submit that the price at which\ngoods are sold by the assessee to the buyer is purely a\ncompetitive price and there is no allegation as to transactions\nare with related person(s) and price is not the sole consideration\nand that there is flow back from buyer to the assessee in any\nform. He would further submit that whenever goods are sold\nin a competitive market at a price at arms length then it should\nbe treated as assessable value. He would submit that value is G\na function of price and where price is not available, one of the\nmethodology to determine it is cost. He would further submit,\nrelying on Ship Breaker's case that this Court while explaining\nthe meaning of expression 'Ordinary sale' occurring in Section\n14 of the Customs Act which is in pari materia with Section 4 H\nE\nF\n1000 SUPREME COURT REPORTS\n[2012] 12 S.C.R.*\nA of the Act has observed that “Ordinary Sale' would mean the\nsale where goods are sold to unrelated parties and price is the\nsole consideration.\nB\nC\n16. Shri. V. Lakshmi Kumaran would further submit that\nSection 4 of the Act was amended on 1st April 2000 to\nincorporate 'transaction value' as an assessable value instead\nof 'normal price' and the expression 'ordinarily' was dropped.\nTherefore, the new Section 4 (after 2000 amendment) is\napplicable to the transactions which took place during the\nperiod from July, 2000 to June, 2001. He would further submit\nthat the word 'ascertain' and 'determination' have different\nmeaning and connotation. He would submit that the word\n'ascertain' would mean to find a thing which already exists\nwhereas determination mean to arrive at something by adding\nor subtracting. He would then submit that when ascertainment\nD of normal price is not possible under Section 4(1)(a) then that\nprice has to be determined by the process of computation as\nprovided under Section 4 (1) (b) of the Act read with the Rules\nframed thereunder. He would submit by relying on the decision\nof this Court in Elgi Equipment Pvt. Ltd. v. CCE, Coimbatore,\nE 2007 (215) ELT 348 (SC) that the word 'Ordinary sale' would\nmean the normal practice or the practice followed by majority\nof persons in the wholesale trade in the concerned goods. He\nwould submit that in the present case, the assessee is better\nplaced as the entire sale is at the same price or rate, so the\nF condition of the expression ‘ordinarily sold' is being satisfied.\nG\nH\n17. Shri. V. Lakshmi Kumaran would further submit that\ncertain considerations for fixing the price like quantity or\nvolume, long term relationship and status of buyer are all\ncommercial consideration. He would further contend that\nconsideration can be in any form but must flow from buyer to\nthe seller. He would submit relying on the decision of this Court\nin Philips India Ltd. v. Collector of Central Excise, Pune, 1997\n(91) E.L.T. 540 (SC), that where the buyer is taking\nresponsibility on behalf of the seller, then it would be added in\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1001\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nthe sale price of seller while assessing him and in case where A\nseller and buyer share expenditure, then, it cannot be added\nin the sale price of the seller-assessee. He would further\nsubmit relying on the decision of this Court in VST Industries\nLtd. v. Collector of Central Excise, Hyderabad, 1998 (97)\nE.L.T. 395 (SC) that this Court has distinguished Metal Box B\ndecision by observing that the notional interest on interest free\ndeposit made by the buyer to the seller should not be included\nin the sale price of the seller-assessee as no extra commercial\nconsideration is flowing from the buyer to the seller, there is no\nnexus between the security deposit and sale price, and if C\ndepartment is not able to quantify the money value of the\nadditional consideration, then Rule 7 of the Valuation Rules is\nnot applicable.\nD\nE\n18. Shri. V. Lakshmi Kumaran would further submit that\nexpression 'sale and purchase' is defined under Section 2(h)\nof the Act which would mean the transfer of possession of\ngoods from one person to other in the ordinary course of trade\nfor cash or deferred payment or other valuable consideration.\nHe would submit by relying on the constitution bench decision\nof this Court in Devi Das Gopal v. State of Punjab, (1967) 20\nSTC 430, that the term 'purchase' would mean acquisition of\ngoods for sale for cash or deferred payment or other valuable\nconsideration. He would further submit that sale and purchase\nare different perspectives of same transaction and the price is\ndefined in the Sale of Goods Act as \"money consideration\" and F\nthe expression 'cash', 'deferred payment' and 'other valuable\nconsideration' are consistently used as monetary consideration.\nHe further contended that Section 4(1)(a) of the Act has six\ningredients and if any one of these ingredients is missing, then\nonly the Revenue could invoke the Valuation Rules. He relies G\non Circular, issued by the Board, No.215/49/96-Cx., dated\n27.05.1996, wherein the Board has clarified that if price was\nnot the sole consideration then any additional consideration that\nflow from the buyer to assessee would have to be quantified in\nterms of money, if the Department was not in a position to H\n1002 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA determine the same, then Rule 7 would not be applicable.\nB\nC\nLearned counsel would state that Rule 7 was the only Rule\nwhich could be applied in case the price was not sole\nconsideration and if that Rule was not applicable then no Rule\nof the Valuation Rules would apply.\n19. Shri. V. Lakshmi Kumaran would further submit by\nrelying on the decision of this Court in Basant Industries v.\nAddl. Collector of Customs, Bombay, 1996 (81) E.L.T. 195\n(SC), that ordinarily Courts would not interfere in the price\nfixation by merely stating that there is undervaluation and\nproceed on such presumption. He further relied on the decision\nof this Court in CCE v. Rajasthan Spinning and Weaving Mills,\n(2007) 218 E.L.T. 641 (SC), to contend that different methods\nprescribed under the Valuation Rules have to converge to a\ncommon valuation and it is not possible to accept wide variation\nin the results in order to ascertain the basis of assessable\nvalue. In conclusion, the learned counsel would submit that the\nTribunal was justified in allowing the assessees' appeals by\nrelying on the decision of this Court in Guru Nanak\nRefrigeration's case (supra). In nutshell, the arguments of both\nE the learned senior counsel is that in terms of Section 4 of the\nD\nAct, duty liability is on the normal price at which the goods are\nsold in wholesale trade to the buyers when the sale price is the\nsole consideration. The basis for valuation of excisable goods\nis the normal price at which the goods are sold. Only if, such\nF a sale price is not available, valuation based on cost production\ncan be resorted to. In summarization, it is contended that once\nthe normal price at which the goods are sold is available, the\nRevenue cannot reject the normal price merely because it is\nless than the cost of production, specially when the genuineness\nG of the sale price is not in doubt. Since the adjudicating authority\ndoes not question the genuineness of the sale price in the show\ncause notices issued, he cannot resort to Section 4(1)(b) of the\nAct read with relevant Rules for the purpose of quantification\nof assessable value.\nН\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1003\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nIssues:\n20. 1. Whether the Price declared by assessees for their\ncars which is admittedly below the Cost of manufacture can be\nregarded as \"normal price\" for the purpose of excise duty in\nterms of Section 4(1) (a) of the Act.\nA\nB\n2. Whether the sale of Cars by assessees at a price, lower\nthan the cost of manufacture in order to compete and penetrate\nthe market, can be regarded as the \"extra commercial\nconsideration\" for the sale to their buyers which could be\nconsidered as one of the vitiating factors to doubt the normal C\nprice of the wholesale trade of the assessees.\n21. The decision in the present case turns upon the\ninterpretation of Section 4(1)(a) and Section 4(1)(b) of the Act\nread with relevant Rules in order to determine the correctness\nor otherwise of impugned judgment and order.\n22. To begin with, we might like to state here that the facts\nof the case undoubtedly reveal that if the provisions of the\nSection 4(1)(b) were to apply, it may work serious hardship to\nthe respondents-asseessees as contended by learned senior\ncounsel for the assessees, but as we are concerned with\ninterpretation of a statutory provision, the mere fact that a\ncorrect interpretation may lead to hardship would not be a valid\nconsideration for distorting the language of the statutory\nprovisions.\n23. Section 3 of the Act is the charging provision. The\ntaxable event for attracting excise duty is the manufacture of\nexcisable goods. The charge of incidence of duty stands\nattracted as soon as taxable event takes place and the facility\nof postponement of collection of duty under the Act or Rules\nframed thereunder can in no way effect the incidence of duty.\nFurther, the sale or ownership of the end products is also not\nrelevant for the purposes of taxable event under the central\nexcise. Since excise is a duty on manufacture, duty is payable\nD\nE\nF\nG\nH\n1004 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA whether or not goods are sold. Duty is payable even when\ngoods are used within the factory or goods are captively\nconsumed within factory for further manufacture. Excise duty is\npayable even in case of free supply or given as replacement.\nTherefore, sale is not a necessary condition for charging excise\nB duty.\nC\n24. Section 3 of the Act provides for levy of duty of excise\nand Section 3(i) thereof states that there shall be levied and\ncollected in the prescribed manner, a duty of excise on\nexcisable goods manufactured in India at the rates set forth in\nthe first Schedule. Neither Section 3 nor the first Schedule lays\ndown the manner in which ad valorem price of the goods has\nto be calculated. This is found in Section 4 of the Act. Section\n4 of the Act lays down the measure by reference to which the\nduty of excise is to be assessed. The duty of excise is linked\nD and chargeable with reference to the value of the exercisable\ngoods and the value is further defined in express terms by the\nsaid Section. In every case, the fundamental criterion for\ncomputing the value of an excisable article is the normal price\nat which the excisable article is sold by the manufacturer, where\nE the buyer is not a related person and the price is the sole\nconsideration. If these conditions are satisfied and proved to\nthe satisfaction of the adjudicating authority, then, the burden.\nwhich lies on the assessee under Section 4(1)(a) would have\nbeen discharged and the price would not be ignored and the\nF transaction would fall under the protective umbrella contained\nin the Section itself.\nG\nH\n25. Section 4 of the Act is the core provision containing\nstatutory formula for assessment and collection at ad valorem\nbasis of duty under Central Excise laws. Therefore, the Section\nrequires to be noticed and some of the expressions contained\ntherein, which are necessary for the purpose of the case,\nrequire to be analysed to appreciate the stand of the parties.\nSince the large part of the demand in question primarily\npertains to the period after the year 1975, we will notice Section\n"}