{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58}],"text":"COMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1025\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nof Excisable Goods) Rules 2000 ('the Rules 2000' for short) A\nwhich is also made effective from 1st July, 2000. Since the\nprice is not the sole consideration for the period even after 1st\nJuly, 2000, in our view, the assessing authority was justified in\ninvoking provisions of the Rules 2000.\n62. Reference to the Citations:\nB\nShri Bhattacharya, learned ASG, submits that in view of\nthe decision of this Court in Bombay Tyre International case\n(supra), the nominal price of the goods, even if it is sold for a\nloss price, for the purpose of assessable value under Section C\n4 of the Act, at least the manufacturing cost and manufacturing\nprofit should be taken into consideration. In view of this\ndecision, the learned counsel goes to the extent of saying the\njudgements relied upon by the opposite side on the decision\nof this Court in Guru Nanak Refrigeration (supra) and Bisleri D\nInternational (supra) should be treated as per-incurium. We\ncannot agree. In Bombay Tyre's case, the issue before the\nCourt was whether the value of an article for the purpose of\nexcise duty had to be determined by reference exclusively to\nthe manufacturing cost and manufacturing profit of the E\nmanufacturer or should be represented by the wholesale price\ncharged by the manufacturer which would include post-\nmanufacturing expenses and post-manufacturing profits arising\nbetween the completion of manufacturing process and the point\nof sale by the manufacturer. It is relevant to notice at this stage, F\nin the Bombay Tyre's case, this Court considered the scope\nof Section 4 before its amendment and after the new section\n4 was substituted with effect from 01.10.1975. This Court in\nthe said case, after detailed consideration of rival contentions\nand after referring to several precedents of this Court has\nconcluded that the levy of excise duty was on the manufacture\nor production of goods, the stage of collection need not in point\nof time synchronise with the completion of the manufacturing\nprocess while the levy had the status of a constitutional\nconcept, the point of collection was located where the statute\nG\nH\nD\n1026 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA declared it would be. The Court further went on to observe\nwhen enacting the measure to serve as a standard for\nassessing the levy, legislature need not contour it along lines\nwhich spell out the character of the levy itself. From this stand\npoint, it is not possible to accept the contention that because\nB the levy of excise is a levy on goods manufactured or produced,\nthe value of the excisable article must be limited to the\nmanufacturing cost plus the manufacturing profit. The Court\nfurther was of the opinion, that a broad-based standard of\nreference may be adopted for the purpose of determining the\nC measure of levy. Any standard which maintains a manner with\nthe essential character of levy could be regarded as a valid\nbasis for assessing the measure of levy. This Court in this\ndecision also distinguished the view expressed in A.K. Roy \u0026\nAnr. v. Voltas Ltd., 1977 (1) ELT 177 (SC), wherein this Court\nhad held that the value for the purpose of Section 4 would\ninclude only the manufacturing cost plus manufacturing profit\nand exclude post-manufacturing cost plus manufacturing profit\nbut exclude post-manufacturing cost and profit arising from\npost-manufacturing operation by observing that this Court in the\naforesaid decision intended to say was that entire cost of the\narticle plus profit minus trade discount would represent the\nassessable value and in that decision there was no issue on\nthe question of including the post manufacturing cost and post-\nmanufacturing profits. In conclusion, insofar as amended\nSection 4 of the Act, the Court has observed that the\nassessable value will be the price at which the goods are\nordinarily sold by the assessee to the buyer in the course of\nwholesale trade at the factory gate. However, firstly, the buyer\nshould not be a related person and the price should be sole\nconsideration for the same. This proposition is subject to\nG Section 4(1)(a). Secondly, if the price of the excisable goods\nE\nF\nH\ncannot be ascertained either because the goods are not sold\nor for any other reason, the value will have to be determined\nas per the Central Excise Valuation Rules.\n63. Our attention was also drawn by learned counsel Shri\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1027\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nBhattacharya to the decision of this Court in Assistant Collector A\nof Central Excise \u0026 Ors.. v. M.R.F. Ltd. 1987 (27) ELT 553\n(SC), wherein the Court dealt with concept of post-removal\nexpenses.\nB\nC\nD\n64. Shri Vellapally and Shri Lakshmi Kumaran learned\nCounsel by placing reliance on Guru Nanak's case (supra) and\nBisleri's case (supra) contends that the issue raised in these\nappeals is no more res integra. We cannot agree. In Guru\nNanak's case, the facts are: the assessee therein was engaged\nin the manufacture of refrigeration and air-conditioning\nmachinery. They had cleared the goods after approval of the\nprice list by the department. The adjudicating authority being\nof the view that the assessable value declared by the assessee\nwas low as compared to the cost of material used in the\nmanufacture of the said machinery, had issued a show cause,\nto show cause why the assessable value should not be re-fixed\nand the duty fixed on the re-fixed assessable value after taking\ninto consideration the cost of raw material plus manufacturing\ncost plus reasonable profit margin. The adjudicating authority\nafter considering the reply filed had confirmed the show cause\nnotice and had directed the assessee to pay the difference in\nexcise duty. In the appeal filed before the Tribunal, the\nassessee had succeeded. In the appeal filed by the\ndepartment, this Court was of the view that since in the show\ncause notice issued by the adjudicating authority there was no\nallegation that the wholesale price to the buyers was for F\nconsideration other than the one at which it was purported to\nbe sold or that it was not at arms length and further, there was\nno allegation that there was any flow back from the buyer to the\nassessee and therefore, the department cannot take a stand\nthat the normal price was not ascertainable for the purpose of G\nvaluation under Section 4(1)(a) of the Act and therefore, the\nTribunal was justified in accepting the whole sale price as the\ncorrect price.\n65. In Bisleri's case, the issue as noted by the Court was,\nE\nH\nC\n1028 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA whether the assessee had undervalued the aerated water\n(Beverages) by excluding two items, namely, the amounts\nreceived under credit notes as price support incentive and rent\non containers as assessable value. The Court after referring\nto provisions of Section 4(1)(a) of the Act and the decision of\nB this Court in Bombay Tyre's case (supra) has held that the\namounts received under credit notes as price support\nincentives from supplier of raw materials cannot be included\nin the assessable value, since the department failed to prove\nthat there was flow back of additional consideration from buyers\nof aerated waters to the assessee and further, the price was\nnot uniformly maintained and favour of exra-commercial\nconsideration was shown to the buyers of aerated waters\n(beverages). The Court has also observed that under Section\n4, the price and sale are related concepts. The value of the\nexcisable article has to be computed with reference to the price\ncharged by the manufacturer, the computation being made in\naccordance with Section 4. In every case, it will be for the\nrevenue to determine on evidence whether the transaction is\none where extra-commercial consideration have entered and\nif so, what should be the price to be taken into account as the\nvalue of the excisable article for the purpose of excise duty.\nD\nE\n66. In our considered view, either the decision of Guru\nNanak's case (supra) or the decision in Bisleri's case (supra)\nwould not assist the assessee in any manner whatsoever. We\nF say so for the reason, that, in Guru Nanak's case, the\ndepartment had accepted the price declared by the assessee\nand the narration of the facts both by the Tribunal and this Court\nwould reveal that it was one time transaction and lastly, this\nCourt itself has specifically observed that the view that they\nG have taken, is primarily based on the facts and circumstances\nof the case. In the instant cases, the department never\naccepted the declared value. It is for this reason, provisional\nassessments were completed instead of accepting declared\nprice by the assessee under Rule 9B of the Rules inter alia\nholding that during the enquiry, the assessees had admitted\nH\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1029\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nA\nC\nthat they did not have any basis to arrive at the assessable\nvalue but they are selling their goods at 'loss price' only to\npenetrate the market. Secondly, as we have already noticed\nthat for nearly five years the assessee was selling its cars in\nthe wholesale trade for a 'loss price' and therefore, the\nconditions envisaged under Section 4(1)(a) of the Act, namely; B\nthe normal price, ordinarily sold and sole consideration are not\nsatisfied. We further hold that the decision in Bisleri's case\n(supra) will also not assist the assessees for the reason that\nthe issue that came up for consideration is entirely different\nfrom the legal issue raised in these civil appeals. Before we\nconclude on this issue, we intend to refer to the often quoted\ntruism of Lord Halsbury that a case is only an authority for what\nit actually decides and not for what may seem to follow logically\nfrom it. We may also note the view expressed by this Court in\nthe case of Sushil Suri vs. Central Bureau of Investigation \u0026\nAnr. (2011) 5 SCC 708, wherein this Court has observed,\n\"Each case depends on its own facts and a close similarity\nbetween one case and another is not enough because either\na single significant detail may alter the entire aspect. In\ndeciding such cases, one should avoid the temptation to decide\ncases (as said by Cardozo) by matching the colour of one case\nagainst the colour of another. To decide, therefore, on which\nside of the line a case falls, the broad resemblance to another\ncase is not at all decisive.\" We do not intend to overload this\njudgment by referring to other decisions on this well settled legal\nprinciple.\n67. Reference to Valuation Rules:\nD\nE\nF\nShri. Bhattacharya, the learned ASG, contends that the\nassessees are not fulfilling the conditions enumerated in G\nSection 4(1)(a) of the Act and therefore, the valuation has to\nbe done in accordance with Section 4(1)(b) read with the 1975\nValuation Rules. He would submit that since the price of the\ncars sold by the assessee was not ascertainable, the Revenue\nis justified in computing the assessable value of the goods for\nH\n1030 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the levy of excise duty under Section 4(1)(b) of the Act and the\nrelevant rules. He would further submit that the Valuation Rules\nneed not be applied sequentially. He would contend that all the\nRules 3, 4, 5, 6 and 7 of the 1975 Valuation Rules specifically\nuse the expression \"shall...be determined\", \"shall be based\" or\nB “shall determine the value\" and nowhere word \"sequentially\"\noccurs in these Rules, unlike Rule 3(ii) of the Customs Valuation\nRules, 1988. He would submit that merely the presence of\nword \"shall\" does not imply that all the Rules has to be applied\nsequentially. He would further submit that in the facts and\ncircumstances of the present cases, Rule 7 is the only\napplicable Rule in view of the decision in Bombay Tyre's case\nand assessing authority as well as the first appellate authority\ncorrectly adopted the application of this Rule.\nC\nD\n68. Per Contra, Shri Joseph Vellapally, would submit that\nonly when the normal price is not ascertainable in terms of\nSection 4(1)(a), then Section 4(1)(b) read with the 1975\nValuation Rules would come into play to determine the nearest\nequivalent assessable value of the goods. He would contend\nthat the Valuation Rules have to be applied sequentially, ſ.e. first,\nE Rules 4 and 5 should be invoked in order to determine the\nassessable value and if Rules 4 and 5 are not applicable or\nassessable, value cannot be ascertained by applying the said\nRules, and then only Rule 6 can be invoked. He would further\nsubmit that it is only Rule 6(b)(ii) of the 1975 Valuation Rules\nF which contemplates determining of assessable value on the\nbasis of cost of manufacture, only when the goods are captively\nconsumed by the manufacturer and value of comparable goods.\nmanufactured by the assessee or any other assessee are not\navailable.\nG\nH\n69. Under Section 4(1)(b) of the Act, 1944, any goods\nwhich do not fall within the ambit of Section 4(1)(a) i.e. if the\n'normal price' cannot be ascertained because the goods are\nnot sold or for any other reason, the 'normal price' would have\nto be determined in the prescribed manner i.e. prior to 1st day\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 1031\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nof July, 2000, in accordance with Rules, 1975 and after 1st day A\nof July 2000, in accordance with Rules, 2000.\nC\nD\n70. Rule 2 of the 1975 Valuation Rules provides for\ndefinition of certain terms, such as \"proper officer”, “value” etc.,\nRule 3 of the above Rules, provides that the value of any\nB\nexcisable goods, for the purposes of Clause (b) of Sub-Section\n(1) of Section 4 of the Act be determined in accordance with\nthese Rules. Rule 4 provides that the value of the excisable\ngoods shall be based on the value of such goods by the\nassessee for delivery at any other time nearest to the time of\nremoval of goods under assessment. Rule 5 provides that\nwhen the goods are sold in the circumstances specified in\nClause (a) of Sub-Section (1) of Section (4) of the Act except\nthat the price is not the sole consideration, the value of such\ngoods shall be based on the aggregate price and the amount\nof the money value of any additional consideration flowing\ndirectly or indirectly from the buyer to the assessee. Rule 6\nprovides, that, if the value of the excisable goods under\nassessment cannot be made, then to invoke provisions of Rule\n6 of the Rules, wherein certain adjustments requires to be made\nas provided therein. Rule 7 is in the nature of residuary clause. E\nIt provides that if the value of excisable goods cannot be\ndetermined under Rule 4, 5 and 6 of the Rules, the adjudging\nauthority shall determine the value of such goods according to\nthe best of his judgment and while doing so, he may have\nregard to any one or more methods provided under the F\naforesaid Rules. A bare reading of these rules does not give\nany indication that the adjudging authority while computing the\nassessable value of the excisable goods, he had to follow the\nrules sequentially. The rules only provides for arriving at the\nassessable value under different contingencies. Again, Rule G\n7 of the Valuation Rules which provides for the best judgment\nassessment gives an indication that the assessing authority\nwhile quantifying the assessable value under the said Rules,\nmay take the assistance of the methods provided under Rules\n4, 5 or 6 of the Valuation Rules. Therefore, contention of the H\n1032 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA learned counsel that the assessing authority before invoking\nRule 7 of the 1975 Valuation Rules, ought to have invoked Rules\n4, 5 and 6 of the said Rules cannot be accepted. In our view,\nsince the assessing authority could not do the valuation with the\nhelp of the other rules, has resorted to best judgment method\nB and while doing so, has taken the assistance of the report of\nthe 'Cost Accountant' who was asked to conduct special audit\nto ascertain the correct price that requires to be adopted during\nthe relevant period. Therefore, we cannot take exception of the\nassessable value of the excisable goods quantified by the\nC assessing authority.\nD\n71. In the result, the appeals require to be allowed and,\naccordingly, they are allowed and the impugned order is set\naside and the order passed by the adjudicating authority is\nrestored. No order as to costs.\nK.K.T.\nAppeals allowed.\n"}