{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"COMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 985\nFIAT INDIA (P) LTD. \u0026 ANR.\ninstant cases, the price is not the sole consideration A\nwhen the assessees sold their cars in the wholesale\ntrade. Therefore, the assessing authority was justified in\ninvoking clause(b) of Section 4(1) to arrive at the value\nof the exercisable goods for the purpose of levy of duty\nof excise, since the proper price could not be B\nascertained. Since, Section 4(1)(b) of the Act applies, the\nvaluation requires to be done on the basis of the 1975\nValuation Rules. [Para 60] [1023-C-H; 1024-A-C]\nC\nD\n1.15 Each removal is a different transaction and duty\nis charged on the value of each transaction. Section 4\nafter amendment, therefore, accepts different transaction\nvalues which may be charged by the assessee to\ndifferent customers for assessment purposes where one\nof the three requirements, namely; (a) where the goods\nare sold for delivery at the time and place of delivery; (b)\nthe assessee and buyers are not related; and (c) price is\nthe sole consideration for sale, is not satisfied, then the\ntransaction value shall not be the assessable value and\nvalue in such case has to be arrived at, under the Central\nExcise Valuation (Determination of Price of Excisable E\nGoods) Rules 2000 which is also made effective from 1st\nJuly, 2000. Since the price is not the sole consideration\nfor the period even after 1st July, 2000, the assessing\nauthority was justified in invoking provisions of the Rules\n2000. [Para 61] [1024-F-H; 1025-A]\nF\n1.16 Under Section 4(1)(b) of the Act, 1944, any\ngoods which do not fall within the ambit of Section 4(1)(a)\ni.e. if the 'normal price' cannot be ascertained because\nthe goods are not sold or for any other reason, the G\n'normal price' would have to be determined in the\nprescribed manner i.e. prior to 1st day of July, 2000, in\naccordance with Rules, 1975 and after 1st day of July\n2000, in accordance with Rules, 2000. [Para 69] [1030-G-\nH; 1031-A]\nH\nA\nC\n986 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n1.17 A bare reading of Rules 3, 4, 5, 6 and 7 of 1975\nValuation Rules does not give any indication that the\nadjudging authority while computing the assessable\nvalue of the excisable goods, had to follow the rules\nsequentially. The rules only provides for arriving at the\nB assessable value under different contingencies. Again,\nRule 7 of the Valuation Rules which provides for the best\njudgment assessment gives an indication that the\nassessing authority while quantifying the assessable\nvalue under the said Rules, may take the assistance of\nthe methods provided under Rules 4, 5 or 6 of the\nValuation Rules. Therefore, it is not correct to say that the\nassessing authority before invoking Rule 7 of the 1975\nValuation Rules, ought to have invoked Rules 4, 5 and 6\nof the said Rules. Since the assessing authority could\nnot do the valuation with the help of the other rules, has\nresorted to best judgment method and while doing so,\nhas taken the assistance of the report of the 'Cost\nAccountant' who was asked to conduct special audit to\nascertain the correct price that requires to be adopted\nduring the relevant period. Therefore, the Court cannot\ntake exception of the assessable value of the excisable\ngoods quantified by the assessing authority. [Para 70]\n[1031-F-H; 1032-A-B]\nD\nE\n2. A case is only an authority for what it actually\nF decides and not for what may seem to follow logically\nfrom it. \"Each case depends on its own facts and a close\nsimilarity between one case and another is not enough\nbecause either a single significant detail may alter the\nentire aspect. In deciding such cases, one should avoid\nG the temptation to decide cases by matching the colour\nof one case against the colour of another. To decide,\ntherefore, on which side of the line a case falls, the broad\nresemblance to another case is not at all decisive.” [Para\n66] [1029-C-E]\nH\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 987\nFIAT INDIA (P) LTD. \u0026 ANR.\nSushil Suri vs. Central Bureau of Investigation and Anr. A\n(2011) 5 SCC 708: 2011 (8) SCR 1; Union of India v.\nBombay Tyre International 1983 (14) ELT 1896 (SC) -- relied\non.\nCommissioner of Central Excise, New Delhi v. Guru\nNanakRefrigeration Corporation 2003 (153) ELT 249 (SC);\nCCE v. Bisleri International Pvt. Ltd. 2005 (186) ELT 257 (SC)\ndistinguished.\nB\nA.K. Roy and Anr. v. Voltas Ltd. 1977 (1) ELT 177\n(SC); Assistant Collector of Central Excise and Ors. v. M.R.F. C\nLtd. 1987 (27) ELT 553 (SC) - referred to.\nElgi Equipment Pvt. Ltd. v. CCE, Coimbatore 2007 (215)\nELT 348 (SC); Philips India Ltd. v. Collector of Central Excise,\nPune 1997 (91) E.L.T. 540 (SC); VST Industries Ltd. v.\nCollector of Central Excise, Hyderabad 1998 (97) E.L.T. 395\n(SC); Devi Das Gopal v. State of Punjab (1967) 20 STC 430;\nBasant Industries v. Addl. Collector of Customs, Bombay\n1996 (81) E.L.T. 195 (SC); CCE v. Rajasthan Spinning and\nWeaving Mills (2007) 218 E.L.T. 641 (SC) – Cited.\nCase Law Reference:\n-\nD\nE\n2007 (215) ELT 348 (SC)\nCited\nPara 16\n1997 (91) E.L.T. 540 (SC)\nCited\nPara 17\nF\n1998 (97) E.L.T. 395 (SC)\nCited\nPara 17\n(1967) 20 STC 430\nCited\nPara 18\n1996 (81) E.L.T. 195 (SC)\nCited\nPara 19\n(2007) 218 E.L.T. 641 (SC) Cited\nPara 19 G\n2011 (13) SCR 268\nRelied on\nPara 26\n(1987) Supp. (1) SCC 350\nRelied on\nPara 26\n(1973) 1 SCR 172\nRelied on\nPara 28\nH\n988 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\n(2002) 10 SCC 344\nRelied on\nPara 31\ns(2006) 9 SCC 556\nRelied on\nPara 32\n1991 (2) SCR 960\nRelied on\nPara 33\n2002 (3) Suppl. SCR 244\nRelied on\nPara 34\nB\n1984 (1) SCR 347\nRelied on\nPara 35\n1995 (1) SCR 136\nRelied on\nPara 36\n1998 (2) SCR 570\nRelied on\nPara 37\nC\n2007 (9) SCR 650\nRelied on\nPara 38\n2005 (5) Suppl. SCR 859\nRelied on\nPara 39\n2005 (1) Suppl. SCR 841\nRelied on\nPara 40\nD\n(2002) 10 SCC 344\nRelied on\nPara 41\n2005 (5) Suppl. SCR 496\nRelied on\nPara 42\n2003 (153) ELT 481\nRelied on\nPara 43\nE\n2000 (4) Suppl. SCR 597\nReferred to\nPara 45\n2006 (6) Suppl. SCR 733\nReferred to\nPara 46\n2009 (1) SCR 896\nReferred to\nPara 47\n(1998) 3 SCC 163\nReferred to\nPara 48\nF\n(2002) 10 SCC 344\nReferred to\nPara 49\n1983 (14) ELT 1896 (SC)\nRelied on\nPara 62\nG\nH\n1977 (1) ELT 177 (SC)\n1987 (27) ELT 553 (SC)\n2003 (153) ELT 249 (SC)\n2005 (186) ELT 257 (SC)\n2011 (8) SCR 1\nReferred to\nPara 62\nReferred to\nPara 63\nDistinguished Para 64\nDistinguished Para 64\nRelied on\nPara 66\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 989\nFIAT INDIA (P) LTD. \u0026 ANR.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. A\n1648-1649 of 2004.\nFrom the Judgment \u0026 Order dated 21.11.2003 of the\nCustoms, Excise and Service Tax Appellate Tribunal, West\nRegional Bench at Mumbai in Appeal Nos. E/3695 \u0026 E/302/\n02.\nB. Bhattacharya, ASG, Ashok Bhan, Rahul Kaushik, K.\nSwami Krishna Kumar, Ajay Singh, Judy James (for B. Krishna\nPrasad) for the Appellant.\nJoseph Vellapally, Tarun Gulati, Sparsh Bhargava, Rohan\nBatra (for S. Hariharan), V. Lakshmi Kumaran, Alok Yadav,\nKrishna Mohan, K. Menon (For Rajesh Kumar) for the\nRespondents.\nThe Judgment of the Court was delivered by\nB\nC\nD\nH.L. DATTU, J. 1. These appeals, by special leave, are\ndirected against the judgment and order dated 21.11.2003\npassed by the Customs, Excise and Service Tax Appellate\nTribunal, West Regional Bench at Mumbai (hereinafter referred\nto as \"the Tribunal\") in Appeal Nos. E/3695/02 \u0026 E/302/02. By E\nthe impugned judgment, the Tribunal has reversed the finding\nof the Commissioner (Appeals) and thereby, allowed the\nappeals filed by the respondents-assessees.\nEL\nF\n2. Facts in nutshell are: The respondents-assessees are\nthe manufacturer of motor cars, i.e. Fiat Uno model cars. The\nsaid goods are excisable under chapter sub-heading No.\n8703.90 of the Central Excise Tariff Act, 1985. The said\nbusiness was initially managed by M/s Premier Automobiles\nLtd. However, M/s Premier Automobile surrendered its central\nexcise registration on 6.4.1998. Thereafter, M/s Ind Auto Ltd. G\n(now M/s Fiat India Ltd.) carried on the said business after\nobtaining fresh central excise registration. The assessees have\nfiled several price declarations in terms of Rule 173C of the\nCentral Excise Rules, 1944 (hereinafter referred to as 'the 1944\nRules') declaring wholesale price of their cars for sale through H\n990 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA whole sale depots during the period commencing from\n27.05.1996 to 04.03.2001.\nB\nC\nE\n3. The authorities under the Central Excise Act, 1944\n(hereinafter referred to as 'the Act') had made enquiries on\n20.12.1996 and 31.12.1996, under Sub-rule 3 of Rule 173C\nof the 1944 Rules read with Section 14 of the Act. They had\nprima facie found that the wholesale price declared by the\nassessees is much less than the cost of production and,\ntherefore, the price so declared by them could not be treated\nas a normal price for the purpose of quantification of\nassessable value under Section 4(1)(a) of the Act and for levy\nof excise duty as it would amount to short payment of duty.\n4. Since further enquiry was required to be conducted\nregarding the assessable value of the cars, the Assistant\nD Commissioner, Central Excise, Kurla Division, vide his order\ndated 03.01.1997, had inter alia directed for the provisional\nassessment of the cars at a price which would include cost of\nproduction, selling expenses (including transportation and\nlanding charges, wherever necessary from 28.09.1996) and\nprofit margin, on the ground that the cars were not ordinarily\nsold in the course of wholesale trade as the cost of production\nis much more than their wholesale price, but were sold at loss\nfor a consideration, that is, to penetrate the market which has\nbeen confirmed by the assessee vide its letter dated\n30.10.1996 and during the course of enquiry under Section 14\nof the Act read with sub Rule (3) of Rule 173C of the 1944\nRules. He had further directed the respondents to execute B-\n13 bond for payment of differential duty with surety or sufficient\nsecurity, that is, 25% of the bond amount. Thereafter,\nrespondents executed B-13 bond for Rs. 7.70 crores. However,\nthe respondents showed their inability to submit 25% bond\namount as a bank guarantee and requested the Revenue\nauthorities to reduce the same. On such request, the\nCommissioner, vide letter dated 23.04.2007, directed the\nrespondents to execute bank guarantee equivalent to 5% of the\nH bond amount. Accordingly, the respondent furnished a bank\nF\nG\nCOMMISSIONER OF CENTRAL EXCISE. MUMBAI v. 991\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nguarantee of Rs. 38 lakhs which was subsequently renewed A\nand later fresh bank guarantees in lieu of original were\nsubmitted by the respondents.\n5. The Preventive and Intelligence Branch of the Kurla\nDivision sometime in the year 1997-98 had conducted\ninvestigation into the affairs of the respondents, whereby it was\nfound that the respondents were importing all the kits in CKD/\nSKD condition for manufacturing the cars and the cost of\nproduction of a single car was Rs. 3,98,585/- for manufacture\nfrom SKD condition and '3,80,883/- for manufacture from CKD\ncondition against the assessable value of Rs. 1,85,400/-. In\nthe investigation, it was also revealed that the respondents had\nentered into a spin-off agreement vide Deed of Assignment\ndated 30.03.1998, whereby M/s Fiat India Ltd. would be liable\nfor any excise liability accruing from 29.09.1997 onwards, in\nrespect of the Cars in issue.\nB\nC\nD\nE\n6. After completion of the investigation, the Commissioner\nof Central Excise, Mumbai-II, had appointed Cost Accountant\nM/s Rajesh Shah and Associates on 25.01.1999 under Section\n14A of the Act to conduct special audit to ascertain the\ncorrectness of the price declared by the respondents. The Cost\nAccountant had calculated the average price of the Fiat UNO\nCar by adding material cost (import, local, painting and others),\nrejection at 1% of total cost and notional profit at 5% of total\ncost for the period from April, 1998 to December, 1998 vide F\nhis report dated 31.03.1999, which came to Rs. 5,04,982/- per\ncar.\nG\n7. In the meantime, the Superintendent of Central Excise,\nKurla Division had issued 11 show cause notices to assessees.\nfor the period from June 1996 to February 2000, inter alia,\nmaking a demand of differential duty on the assessable value\ncalculated on the basis of manufacturing cost plus\nmanufacturing profit minus MODVAT availed per car, and the\nduty which the respondents were actually paying on the\nassessable value. It is alleged in the show cause notices that H\n992 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the respondents have failed to determine and pay the correct\nduty on Fiat UNO cars while clearing them. It is further stated\nthat the assessees have not taken into account the cost of raw\nmaterial, direct wages, overheads and profits for calculating the\nassessable value of the cars which were declared in the\nB invoices and declarations for the purpose of Section 4 of the\nAct. In this regard, the assessees were required to show cause\nas to why the correct duty due on the said goods along with\ninterest should not be recovered from them under Rule 9 of the\n1944 Rules read with Sections 11A and 11AB of the Act, the\nC goods should not be confiscated and penalty imposed under\nRule 9 read with Rule 52-A and Rule 173Q of the Rules, and\nfurther, penalty equal to the amount of duty should not be\nimposed under Section 11AC of the Act.\n8. Assessees had replied in detail to the show cause-cum-\nD demand notices. The assessees had submitted that they have\ndeclared assessable value or normal price in terms of Section\n4(1)(a) of the Act. The assessees apart from others had also\nstated that the proper interpretation of Section 4(1)(a) of the\nAct would mean that the assessable value should be the normal\nE price at which such goods are ordinarily sold in wholesale trade\nwhere price is the sole consideration; that they are not getting\nany additional consideration over and above the assessable\nvalue declared by them; that there is no flow back of money from\nthe buyers and dealings between the assessees and their\nF buyers are at arms length and since the price declared by them\nis proper as per Section 4(1) (a) of the Act, the question of\ndetermining the assessable value as per Section 4(1)(b) read\nwith Central Excise (Valuation) Rules, 1975 (hereinafter referred\nto as 'the 1975 Valuation Rules) would not arise. In other words,\nG the assessees, relying on various decisions of this Court, had\nsubmitted that when normal price is available then recourse to\nany other method of valuation is incorrect and improper. They\nhad also submitted that Section 4 of the Act nowhere mandates\nthat price should always reflect the manufacturing cost and\nprofits and, therefore, the price declared by them requires to\nH\nCOMMISSIONER OF CENTRAL EXCISE, MUMBAI v. 993\nFIAT INDIA (P) LTD. \u0026 ANR. [H.L. DATTU, J.]\nB\nC\nbe accepted. The assessees had further submitted that since A\nthey have launched new models of the cars which require\nimport of the cars in kit-form (CKD and SKD), thereafter they\nwere assembled and sold. This cost of imports, assembly and\noverheads lead to increase in overall cost of production of their\ncars. Further, they were facing intense competition from Maruti\ncar manufacturers which required them to keep the price of their\ncars at a lower price. Therefore, they were forced to sell their\ncars at a loss in order to compete and attract buyers in the\nmarket. The assessees had also stated that the amount\nquantified in the show cause-cum-demand notices is excessive\nsince they were based on the initial costs in 1996 which has\ncontinuously come down due to the continuous process of\nindigenisation of imported components. They would further\nsubmit that this strategy of indigenisation of imported\ncomponents is very common to automobile industry. The\nassessees had further submitted, the order of provisional\nassessment was erroneous as well not sustainable in the eyes\nof the law. They further submitted that the assessable value\ndeclared by them should be accepted even if it is below\nmanufacturing cost. The assessees had also contended that\nthere is no short levy or short payment of duty.\nD\nE\n9. After receipt of the reply so filed, the adjudicating\nauthority vide his order-in-original dated 31.01.2002 has\nproceeded to conclude that the assessees' main consideration\nwas to penetrate the market, therefore, the price at which they F\nwere selling the Cars in the market could not be considered to\nbe a normal price as per Section 4 of the Act. He has also\nobserved that the cost of production of the Fiat UNO Cars is\nmuch higher than the price at which the assessees are selling\nthem to the general public; that the price is artificial and arrived G\nat without any basis just to capture the market and drive out\nthe opponents from business; that the Fiat UNO Cars in issue\nare equipped with powerful Fire Engine and superior quality\ngadgets and that when normal price cannot be ascertained as\nper Section 4(1) (a) of the Act, the alternate procedure under H\n994 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the Valuation Rules, i.e. cost of production and profit has to be\napplied. He also observed, by referring to the decisions of this\nCourt in Bombay Tyre's and MRF Tyre's cases, that all costs\nincurred to make goods saleable/marketable should be taken\ninto account for determining the assessable value and that the\nB loss incurred by the assessees to penetrate the market should\nbe borne by them and in the process Government should not\nlose revenue. He further found the basis of the price arrived at\nby the Cost Accountant in its report as authentic and\nacceptable, but adopted the average price of Rs.4,53,739/-\nC reached by the Range Superintendent for different models of\nCars in the show cause-cum-demand notices as more\nreasonable and appropriate. Accordingly, he had confirmed the\nshow cause-cum-demand notices issued and, thereby, had\ndirected the respondents to pay the difference in duty.\nD\nE\nF\nG\nH\n10. The assessees had carried the matter in appeal before\nthe First Appellate Authority, being aggrieved by the order\npassed by adjudicating authority. The appellate authority by its\norders dated 11.09.2002 and 30.09.2002 has sustained the\norder passed by the adjudicating authority and rejected the\nappeals.\n11. The assessees, being aggrieved by the order so\npassed, had carried the matter in appeal before the Tribunal.\nThe Tribunal vide its judgment and order dated 21.11.2003, has\nreversed the findings and conclusions reached by the First\nAppellate Authority and the Adjudicating Authority and,\naccordingly, allowed the appeals on the ground that there is no\nallegation that the wholesale price charged by the assessee\nwas for extra commercial consideration and that dealing of the\nassessees and their buyers was not at arms length or that there\nis a flow back of money from the buyers to the assessees and,\ntherefore, the price declared by the assessees is the\nascertainable normal price in view of the decision of this Court\nin Commissioner of Central Excise, New Delhi v. Guru Nanak\nRefrigeration Corporation, 2003 (153) ELT 249 (SC). It is the\n"}