{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"M/S. HINDUSTAN ZINC LTD.\nV\nCOMMISSIONER OF CENTRAL EXCISE, JAIPUR\nFEBRUARY 24, 2005\n[S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nA\nB\nCentral Excise Act, 1944-Section 2-Intermediate product arising in\nmanufacture of final product-Dutiability of -Held, duty is leviable thereon\nif such product can be sold or purchased in the market-Burden to prove\nmarketability is on the department which it failed to discharge-Duty not\nleviable.\nC\nCentral Excise Tariff Act, 1985-Tariff Heading 28.43—Silver Chloride\narising in the manufacture of Zinc-Test of marketability-Department not\ntaking steps to collect evidence of marketability-Consequently assessee's D\nappeal allowed for want of evidence-Lethargy and reluctance on the part of\ndepartment to collect evidence on marketability, deprecated.\nThe question which arose for determination in the present appeal is\nwhether the intermediate product ‘silver chloride' produced in the course\nof manufacture of zinc in the assessee's factory is marketable and if it is E\nmarketable then whether the product is classifiable under Tariff Heading\n28.43.\nAssessee contended that the silver chloride so produced has no\nmarket; that the silver chloride sold in the market at Rs. 9600 per kg. was\na different product made from silver having purity of 99% and its silver F\ncontent is 75% whereas the silver content in the silver chloride produced\nin its factory is only 53% and that it would be very costly to purify such\nsilver chloride to compete with silver chloride sold in the market and that\nthe burden was on the department to prove that the silver chloride which\nis the residue of the treatment constituted \"goods” in terms of manufacture\nand marketability.\nG\nAllowing the appeal, the Court\nHELD : 1.1. Excise duty is leviable on an item, if two conditions are\n391\nH\n392\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA cumulatively satisfied, namely, that the process by which an item is\nobtained is a process of manufacture and that the item so obtained is\ncommercially marketable and bought and sold in the market or known\nto be so in the market. [394-A, B]\n1.2. Applying the above twin tests to the facts of this case, the first\nB test of \"manufacture\" is satisfied. Marketability is essentially a question\nof fact. Silver chloride sold in the market had 75% silver content and\npurity level of 99%. In the present case, the department has made no\nefforts to ascertain whether silver chloride emerging from the treatment\nadopted in the assessee's factory, having 50% to 53% silver content, had\na market. The burden was on the department to prove such marketability\nwhich it has failed to discharge. [394-C, D; 396-B, D-E]\nC\n2. The question of excisability of silver chloride has been cropping\nup and yet till this day no steps have been taken by the department to go\nto the market and collect proper evidence of marketability. In most of the\nD matters, there is lethargy and reluctance on part of department to collect\nevidence on marketability and even in cases where market enquiry is made\nit is made in perfunctory manner. [396-F, G]\nE\nF\nG\nH\nMoti Laminates Pvt. Ltd. v. Collector of Central Excise, Ahmedabad,\n(1995) 76 ELT 241; Union of India v. Delhi Cloth \u0026 General Mills Co. Ltd.,\n(1997) 92 ELT 315; Cadila Laboratories Ltd. v. Commissioner of Central\nExcise, Vadodara, (2003) 152 ELT 262 and Hindustan Zinc Ltd. v. Collector\nof Central Excise, (1990) 45 ELT 155, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 430 of 2000.\nFrom the Judgment and Order dated 24.8.99 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, New Delhi in F.O. No. 761/\n99-C in A. No. E/223 of 1998-C.\nV. Lakshmikumaran, Alok Yadav, M.P. Devnath and V. Balachandran\nfor the Appellant.\nR. Venkataramani, A.Subba Rao, Hemant Sharma, Ashok Panigrahi,\nMs. V. Vijaylakshmi, P. Parmeswaran and B.K. Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. The short question which arises for determination in this\n;\n-\nHINDUSTAN ZINC LTD. v. C.C.E. [KAPADIA, J.]\n393\ncivil appeal filed by the assessee under section 35L(b) of the Central Excise A\nAct, 1944 is whether the intermediate product produced in the manufacture\nof zinc in the assessee's factory is marketable and if it is marketable then\nwhether the product is to be classified under tariff heading 28.43.\nAssessee is a fully owned Government of India undertaking in the\nbusiness of manufacturing zinc in its factory. In the course of extraction of B\nzinc from zinc-silver concentrate, a mixture or a combination of zinc chloride,\nsilver chloride, lead and other material emerges from which, by further\ntreatment, sulphates of all other material are filtered out leaving behind the\nresidue of silver chloride.\nAccording to the department, silver chloride thus produced in the factory\nof the assessee is an assessable commodity liable to duty under tariff item\n2843.10. According to the department, the said product is in the form of\nwhite paste and that the assessee opts for the slurry form of silver chloride\nas it is convenient to extract silver and separate other residues of metals\nsubsequent to the stage of emergence of silver chloride.\n.\nC\nᎠ\nF\nAccording to the assessee, silver chloride is the residue of the treatment\nwhereby sulphates of other materials are filtered out and, therefore, silver\nchloride can at best be referred to as an intermediate process not amounting\nto excisable goods; that such a product has no market; that there is no company\nto buy such a product; that the silver chloride sold at Rs. 9600 per kg. at the E\nrelevant time was a different product made from silver; that silver chloride\nwhich is sold in the market is sold in the special packing and that the content\nlevel of silver and the purity level of the silver chloride sold in the market\nis different from silver chloride produced in the factory of the assessee which\nhas silver content of only 50% to 53%. According to the assessee, the product\nwhich emerges in its factory is in the form of slurry and not in the powder\nform and such a slurry has no market and that it is not capable of being used\nin photography, ceramics etc. to which silver chloride sold in the market is\ncapable of. According to the assessee, it is a residue and not a compound.\nAccording to the assessee, silver chloride sold in the market has purity of\n99% and its silver content is 75%. According to the assessee, the silver Ģ\ncontent in the silver chloride produced in its factory is only 53% and that it\nwould be very costly to purify such silver chloride to compete with silver\nchloride sold in the market. According to the assessee, the burden was on the\ndepartment to prove that the silver chloride which is the residue of the treatment\nconstituted \"goods\" in terms of manufacture and marketability.\nH\n་ 1་\nA\nB\nC\n394\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nExcise duty is levied under section 3 on goods manufactured or produced\nin India. Thus, before excise duty is levied on an item, even if it is mentioned\nin the tariff, two conditions have to be cumulatively satisfied, namely, that\nthe process by which an item is obtained is a process of manufacture and that\nthe item so obtained is commercially marketable and bought and sold in the\nmarket or known to be so in the market. This legal position has been laid\ndown by this Court in a number of judgments including Moti Laminates Pvt.\nLtd. v. Collector of Central Excise, Ahmedabad reported in (1995) 76 ELT\n241, Union of India v. Delhi Cloth \u0026 General Mills Co. Ltd. reported in\n(1997) 92 ELT 315 and Cadila Laboratories Pvt. Ltd. v. Commissioner of\nCentral Excise, Vadodara reported in (2003) 152 ELT 262.\nApplying the above twin tests to the facts of this case, we find from the\nflow-chart, which has two sides, namely, zinc line and silver line, that at the\nstage of \"Flotation\", there is a separation of sulphides of silver and zinc from\nzinc ferrites, to avoid loss of silver in jarosite waste solids. [See: Hindustan\nZinc Ltd. v. Collector of Central Excise reported in (1990) 45 ELT 155 at\nD page 157. In fact, the flow-chart indicates installation of silver recovery tank\nfor recovery of silver. Further, silver chloride so obtained is essentially a\nchemically defined compound classifiable under chapter heading 28.43. In\nthe circumstances, the first test of \"manufacture\" is satisfied.\nE\nAt this stage, it, therefore, becomes necessary to see what is the product\nof the assessee and what is the product in the market. At the outset, it may\nbe pointed out that both the products are silver chloride. Both exist in the\nform of white pasty mass. However, the question which arises for determination\nis on marketability. According to the assessee, silver chloride as a residue of\nthe treatment of filtration, having silver content of 50% to 53%, has no\nF. market. According to the assessee, silver chloride which is sold in the market\nemerges from pure silver and, therefore, the content of silver in the silver\nchloride, which is sold in the market, is 75% and the purity level of 99%.¯*\nG)\nH\nIn the case of Cadila Laboratories Pvt. Ltd. (supra), the Division Bench\nof this Court'speaking through one of us [Variava, J.] has held:\n157\"\u003e\n\"\nat of ori\n\"\ni\n19. Thus, the law is that in order to be excisable, not only goods must\nbe manufactured i.e. some new product, brought into existence, but\nthe goods must be marketable. By marketable it does not mean that\nthe goods must be actually, bought and sold in the market. But the\ngoods must be capable of being bought or sold in the market. The\nlaw also is that goods which are in the crude or unstable form and\nរ\nHINDUSTAN ZINC LTD. v. C.C.E. [KAPADIA, J.]\n395\nwhich require a further processing before they can be marketed, cannot A\nbe considered to be marketable goods merely because they fall within\nthe Schedule to the Excise Act.\n12. It is an admitted position that the department has (1) made no\nefforts to ascertain whether any of the intermediate products are\navailable in the market; (2) even if available whether or not products B\navailable in the market are the same as that produced by the Appellant;\n(3) none of the intermediate products manufactured by the Appellants\nwere got analysed by a chemical analyser. It is admitted that the\nReport of the chemical analyser, relied on, was based only on the\nwrite up given by the Appellant. In his cross-examination the chemical\nanalyser admits that there was no facility available in his laboratory\nto carry out tests to establish the identity of the products. He also\nadmits that, except for 3-4 Diamino Benzophenone there was no\nreference available, regarding other intermediate products, in the\ntechnical literature available in the laboratory.\nC\nD\n13. At this stage, it must be mentioned that Customs Notification\nrelied upon does not refer to all the products. Reliance on such a\nNotification may be relevant and may show marketability if the goods\nare identical. However, where a question is raised that goods available\nin the market are finished or refined product whereas what is\nmanufactured is in a crude and unrefined form, the burden would be E\non the department to show that what is available in the market is the\nsame as the goods manufactured. In this case, no attempt is made to\nfind out whether any of these products are bought or sold in the\nmarket and more importantly it has not been verified, by drawing\nsamples of Appellants' products and getting them chemically analysed,\nwhether their claim is false. It has not been ascertained whether or\nnot Appellants' products are in crude and unstable form and/or whether\nthese products had a shelf life of only a few hours. Mere fact that\nthey are stored in tins or cans for a short period would not ipso facto\nlead to the conclusion that the products were stable.\n14. It is admitted that the Appellants had bought one of the products\nfrom the market at one stage. However, they have explained that\nwhat was bought was in a purer form and the product they manufacture\ndoes not have that purity. It was for the department to check this. The\ndepartment has chosen not to do so. The burden being on the\nF\nG\nH\n396\nA\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\ndepartment it will have to be held that they have not discharged that\nburden. The order passed only on the basis that these goods “can\nconceivably be sold\" cannot be sustained in the light of the law\nwhich has been set out hereinabove.\"\nThus, marketability is essentially a question of fact. In the show-cause\nB notice it is stated as follows :\nC\nD\n.\n\"As per market enquiry conducted revealed that silver chloride (75%)\nwas being sold ex-factory @ Rs. 1000 per 100 Gms. i.e. Rs. 10,000\nper Kg. The silver chloride manufactured by M/s Hindustan Zinc Ltd.\nDebari containing 53.7% silver its assessable value of the comparable\ngoods under the provisions of Rule 6(b)(i) of Central Excise\n(Valuation) Rules, 1975 works out to be Rs. 7160 per Kg.\".\nThis seems to suggest that some market enquiry was\nmade. However,\nit could not be shown to us what that market enquiry was. The above statement\nalso shows that silver chloride sold in the market had 75% silver content. In\nthe present case, the department has made no efforts to ascertain whether\nsilver chloride emerging from the treatment adopted in the assessee's factory,\nhaving 50% to 53% silver content, had a market. Mathematical ratio between\ntotal quantity of silver chloride and silver content cannot establish\nmarketability. The burden was on the department to prove such marketability.\nE In the circumstances, on facts, we hold that the department has failed to\nprove the test of marketability.\nBefore concluding, we may point out that since 1990, when the case of\nHindustan Zinc Ltd. (supra) came to be decided, the question of excisability\nof silver chloride has been cropping up and yet till this day no steps have\nF been taken by the department to go to the market and collect proper evidence\nof marketability. In most of the matters, we find lethargy and reluctance on\nthe part of the department to collect evidence on marketability and even in\ncases where market enquiry is made it is made in a perfunctory manner.\nConsequently, despite the department having good case on classification, we\nare constrained to allow the appeal of the assessee on marketability for want\nG\nof evidence.\n'\nFor the aforestated reasons, the appeal stands allowed; the impugned\njudgments and orders of the tribunal dated 24.8.1999 in Appeal No. E/223/\n98-C and of the Commissioner dated 28/29.10.1997 in Order-in-Original No.\nH 9/CE/JP-II/97 are set aside, with no order as to costs.\n'\nHINDUSTAN ZINC LTD. v. C.C.E. [KAPADIA, J.]\n397\nDuring the pendency of the civil appeal before this Court, the department A\nhas recovered the full duty with interest of about Rs. 1.13 crore. Since the\nappeal of the assessee stands allowed, we hereby order the department to\nreturn the collected amount(s) with interest, if any, in accordance with law.\nD.G.\nAppeal allowed.\nB\n1\n"}