{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"ཧ\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 215\nCORP. PARWANOO [S.B. SINHA, J.]\nIn N.KT. Sivalingam Chettiar (supra), this Court held: A\n\"Counsel for the commissioner contends that the principle\nof Murlidhar Bhagwan Das's case does not govern the\npresent case, because in that case proceedings for\nassessment were commenced in consequence of or to\nB\ngive effect to an express direction of the Appellate\nAssistant Commissioner and it was held by this court that\na direction not necessary for the disposal of the appeal in\nrespect of the assessment of the year in question before\nhim was inoperative to remove the bar of limitation.\nCounsel says that, where a mere finding in recorded by\nthe appellate or revisional authority different considerations\narise and the bar of limitation prescribed by section 34\nwould be removed if a proceeding be commenced for\nassessment in consequence of or to give effect to the\nfinding. This argument has, in our judgment, no force.\nC\nD\nXXX\nXXX\nXXX\nIt is clear from the observation made by this court\nthat a finding within the second proviso to section 34(3)\nmust be necessary for giving relief in respect of the\nassessment of the year in question. The court in that case\nexpressly lent approval to the observations of the Allahabad.\nHigh Court in Pt. Hazari Lal v. Income-tax Officer, Kanpur\nthat the word \"finding\" only covers \"material questions\nwhich arise in a particular case for decision by the authority\nhearing the case or the appeal which, being necessary for\npassing the final order or giving the final decision in the\nappeal, has been the subject of controversy between the\ninterested parties or on which the parties concerned have\nbeen given a hearing.\"\nE\nF\nG\nIn Rajinder Nath (supra), this Court held:\n\"The expressions \"finding\" and \"direction\" are limited in\nmeaning. A finding given in an appeal, revision or\nH\nA\nB\nC\nD\nE\nF\nG\nH\n216 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nreference arising out of an assessment must be a finding\nnecessary for the disposal of the particular case, that is\nto say, in respect of the particular assessee and in relation\nto the particular assessment year. To be a necessary\nfinding, it must be directly involved in the disposal of the\ncase. It is possible in certain cases that in order to render\na finding in respect of A, a finding in respect of B may be\ncalled for. For instance, where the facts show that the\nincome can belong either to A or B and to no one else, a\nfinding that it belongs to B or does not belong to B would\nbe determinative of the issue whether it can be taxed as\nA's income. A finding respecting B is intimately involved\nas a step in the process of reaching the ultimate finding\nrespecting A If, however, the finding as to A's liability can\nbe directly arrived at without necessitating a finding in\nrespect of B, then a finding made in respect of B is an\nincidental finding only. It is not a finding necessary for the\ndisposal of the case pertaining to A. The same principles\nseem to apply when the question is whether the income\nunder enquiry is taxable in the assessment year under\nconsideration or any other assessment year. As regards\nthe expression \"direction\" in Section 153(3)(ii) of the Act,\nit is now well settled that it must be an express direction\nnecessary for the disposal of the case before the authority\nor court. It must also be a direction which the authority or\ncourt is empowered to give while deciding the case before\nit. The expressions \"finding\" and \"direction\" in Section.\n153(3)(ii) of the Act must be accordingly confined. Section\n153(3)(ii) is not a provision enlarging the jurisdiction of the\nauthority or court. It is a provision which merely raises the\nbar of limitation of making an assessment order under\nSection 143 or Section 144 or Section 147. Income Tax\nOfficer, A-Ward, Sitapur v. Murlidhar Bhagwan Das 52\n1.T.R. 335 and N. Kt. Sivalingam Chettiar v.\nCommissioner of Income-tax, Madras 66 I.T.R. 586\n(S.C.). The question formulated by the Tribunal raises the\npoint whether the Appellate Assistant Commissioner could\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 217\nCORP. PARWANOO [S.B. SINHA, J.]\nconvert the provisions of Section 147(1) into those of A\nSection 153(3)(ii) of the Act. in view of Section 153(3)(ii)\ndealing with limitation merely, it is not easy to appreciate\nthe relevance or validity of the point.\"\nIt is, thus, evident that jurisdiction to issue directions is\nlimited.\nB\n31. We may now consider the effect of the 'Noting'. The\nNoting of the Assessing Officer was specific. It was stated so\nin the proceedings sheet at the instance of the higher\nauthorities itself. No doubt in terms of the circular letter issued C\nby CBDT, the Commissioner or for that matter any other higher\nauthority may have supervisory jurisdiction but it is difficult to\nconceive that even the merit of the decision shall be discussed\nand the same shall be rendered at the instance of the higher\nauthority who, as noticed hereinbefore, is a supervisory D\nauthority. It is one thing to say that while making the orders of\nassessment the Assessing Officer shall be bound by the\nstatutory circulars issued by CBDT but it is another thing to say\nthat the assessing authority exercising quasi judicial function\nkeeping in view the scheme contained in the Act, would lose E\nits independence to pass an independent order of assessment.\nIn State of Kerala \u0026 Ors. vs. Kurian Abraham (P) Ltd. \u0026\nAnr. [(2008) 3 SCC 582], noticing Union of India vs. Azadi\nBachao Andolan [(2004) 10 SCC 1], this Court held:\nF\n\"26. In Union of India and Anr. vs. Azadi Bachao Andolan,\na circular was issued by CBDT under Section 119 of the\nIncome-tax Act, 1961. It was challenged inter alia on the\nground that it was ultra vires the provisions of Section\n.19(1). The argument was rejected by this Court in the G\nfollowing words: (SCC p.32, para 47)\n'47. It was contended successfully before the High\nCourt that the circular is ultra vires the provisions of Section\n119. Sub-section (1) of Section 119 is deliberately worded.\nH\nA\nB\nC\nD\nE\nF\n0\nH\n218 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nin a general manner so that CBDT is enabled to issue\nappropriate orders, instructions or directions to the\nsubordinate authorities \"as it may deem fit for the proper\nadministration of this Act\". As long as the circular\nemanates from CBDT and contains orders, instructions or\ndirections pertaining to proper administration of the Act,\nit is relatable to the source of power under Section 119\nirrespective of its nomenclature. Apart from Sub-section\n(1), Sub-section (2) of Section 119 also enables CBDT\n'for the purpose of proper and efficient\nmanagement of the work of assessment and\ncollection of revenue, to issue appropriate orders,\ngeneral or special, in respect of any class of\nincome or class of cases, setting forth directions or\ninstructions (not being prejudicial to the assessees)\nas to the guidelines, principles or procedures to be\nfollowed by other Income Tax Authorities in the work\nrelating to assessment or collection of revenue or\nthe initiation of proceedings for the imposition of\npenalties.\nIn our view, the High Court was not justified in reading the\ncircular as not complying with the provisions of Section\n119. The circular falls well within the parameters of the\npowers exercisable by CBDT under Section 119 of the\nAct.'\n27. Lastly, the binding effect of the said circular No. 16/98\nneeds to be kept in mind. As stated above, the said\ncircular was issued by the Board by exercising statutory\npowers vested in it under Section 3(1A). As stated above,\nSection 3(1A) provides for an enabling power of the Board\nwhich was recognized as an Authority under the 1963 Act.\nThe said power was to be exercised in special cases. As\nstated above, granting of administrative reliefs by the\nBoard came within its authority. As stated above, the said\ncircular was issued for just and fair administration of the\n+\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 219\nCORP. PARWANOO [S.B. SINHA, J.]\nB\nC\n1963 Act. As stated above, Section 3(1A) is similar to A\nSection 119(1) of the 1961 Act. The circulars of this nature\nare issued by the Board consisting of highest senior\nofficers in the Revenue Department. These circulars are\nto be respected by the officers working under the\nsupervision of the Board. These circulars are binding on\nall the authorities administering the tax department. The\npower of the Board to issue such circular is traceable to\nSection 3(1A)(c) of the Act. The said circular is statutory\nin nature. Therefore, it is binding on the Department though\nnot on the courts and the assessees. In the present case,\nas stated above, completed assessments were sought to\nbe reopened by the AO on the ground that the said circular\nNo. 16/98 was not binding. Such an approach is\nunsustainable in the eyes of law. If the State Government\nwas of the view that such circulars are illegal or that they\nare ultra vires Section 3(1A), which it is not, it was open\nto the State to nullify/withdraw the said circular under\nSection 60 of the 1963 Act. Till today, the circular continue\nto remain in force. Till today, it has not been withdrawn. In\nthe circumstances, it is not open to the officers.\nadministering the law working under the Board of Revenue\nto say that the said circular is not binding on them. If such\na contention was to be accepted, it would lead to chaos\nand indiscipline in the administration of tax laws.\"\n32. When a statute provides for different hierarchies\nproviding for forums in relation to passing of an order as also\nappellate or original order; by no stretch of imagination a higher\nauthority can interfere with the independence which is the basic\nfeature of any statutory scheme involving adjudicatory process.\nIn Commissioner of Police, Bombay vs. Gordhandas\nBhanji [AIR 1952 SC 16], this Court has held:\nD\nE\nF\nG\n[7] This sanction occasioned representations to\nGovernment presumably by the \"public\" who were\nopposing the scheme. Anyway, the Commissioner wrote H\nA\n00\nC\nD\nE\nF\nG\nH\n220\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nto the respondent on the 19/20th September, 1947, and\ndirect him \"not to proceed with the construction of the\ncinema pending Government orders.\" Shortly after, on the\n27/30th September, 1947, the Commissioner sent the\nrespondent the following communication:\n\"I am directed by Government to inform you that the\npermission to erect a cinema at the above site granted to\nyou under this office letter... dated the 16th July, 1947, is\nhereby cancelled.\"\nIt was furthermore opined:\n\"We are clear that public orders, publicly made, in exercise\nof a statutory authority cannot be construed in the light of\nexplanations subsequently given by the officer making the\norder of what he meant, or of what was in his mind, or what\nhe intended to do. Public orders made by public\nauthorities are meant to have public effect and are\nintended to affect the actings and conduct of those to\nwhom they are addressed and must be construed\nobjectively with reference to the language used in the order\nitself.\"\n{See also Pancham Chand \u0026 Ors. vs. State of Himachal\nPradesh \u0026 Ors. [(2008) 7 SCC 117]\nYet again in The Purtabpur Company Ltd. vs. Cane\nCommissioner of Bihar [AIR 1970 SC 1896], this Court held:\n\"... The power exercisable by the Cane Commissioner\nunder Clause 6(1) is a statutory power. He alone could\nhave exercised that power. While exercising that power he\ncannot abdicate his responsibility in favour of anyone - not\neven in favour of the State Government or the Chief\nMinister. It was not proper for the Chief Minister to have\ninterfered with the functions of the Cane Commissioner.\nIn this case what has happened is that the power of the\nCane Commissioner has been exercised by the Chief\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 221\nCORP. PARWANOO [S.B. SINHA, J.]\nB\nMinister, an authority not recognised by Clause (6) read A\nwith Clause (11) but the responsibility for making those\norders was asked to be taken by the Cane Commissioner.\n14. The executive officers entrusted with statutory\ndiscretions may in some cases be obliged to take into\naccount considerations of public policy and in some\ncontext the policy of a Minister or the Government as a\nwhole when it is a relevant factor in weighing the policy but\nthis will not absolve them from their duty to exercise their\npersonal judgment in individual cases unless explicit\nstatutory provision has been made for them to be given\nbinding instructions by a superior.\"\n[See also Tarlochan Dev Sharma vs. State of Punjab \u0026\nOrs. [(2001) 6 SCC 260]\n33. The other question which requires determination is as\nto whether the CIT (Shimla) could maintain an appeal before\nthe High Court.\nAn appeal is ordinarily maintainable at the instance of the\nAssessing Officer. Not only an order of assessment was\npassed but also CIT (Shimla) had already passed an order.\nNotices under Section 148 of the Act had already been issued\nmuch prior thereto.\nC\nD\nE\nBefore us, reliance has been placed upon some decisions F\nby Mr. Salve to contend that CIT (Shimla) has no jurisdiction.\nEven in a situation of this nature such a view appears to have\nbeen taken in Commissioner of Income Tax vs. Sahara India\nFinancial Corporation Ltd. [212 CTR 178 (Delhi)] wherein a\nquestion whether the appeal preferred by the Revenue in the G\nDelhi High Court was questioned by the assesse on the ground\nof lack of territorial jurisdiction, it was held:\n\"11. Learned Counsel for the assessed contended that\"\nsince the assessment orders had already been passed in\nrespect of the assessed and a decision had also been\nH\nA\nB\n0\nD\nLLJ\nE\nF\nG\nH\n222\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\ntaken by the Tribunal, there was no question of transferring\nthe jurisdiction in respect of the assessed from one place\nto another. We are of the view that this argument is\ncompletely misplaced. The Explanation to Section 127(4)\nof the Act tells us what the word 'case' means in relation\nto any person whose name is specified in any order or\ndirection issued under Section 127 of the Act. The\nExplanation says that 'case' means all proceedings under\nthe Act in respect of any year:\n(i) which may be pending on the date of the order or\ndirection;\n(ii) which may have been completed on or before the date\nof the order or direction;\n(iii) including all proceedings which may be commenced\nafter the date of the order or direction in respect of any\nyear.\n12. In other words, the Explanation to Section 127(4) of\nthe Act talks of proceedings, past, present and future in\nrespect of a person whose name is specified in the order\nor direction passed under Section 127 of the Act and this\nwould apply to any previous year.\n13. The order passed under Section 127(2) of the Act\nclearly relates to the 'case' of the assessed mentioned in\nthe Schedule, and by virtue of the Explanation, all future\nproceedings that may be taken under the Act (obviously\nincluding an appeal under Section 260A thereof) would\nnow have to be in harmony with the order passed under\nSection 127(2) of the Act. Consequently, the jurisdiction\nin respect of the 'case' and the assessed having been\nshifted from Lucknow to Delhi, the Revenue could file the\nappeal under Section 260A of the Act only in Delhi and it\ncould not have filed an appeal in the Lucknow Bench of\nthe Allahabad High Court.\"\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 223\nCORP. PARWANOO [S.B. SINHA, J.]\nYet again in Commissioner of Income-Tax, West Bengal A\n\u0026 Anr. vs. Anil Kumar Roy Chowdhury \u0026 Anr. [66 ITR 367\n(SC)] this Court opined:\n\"It may be that the Income-tax Officer who completed the\noriginal assessment would also be concerned with the\nappeal to be filed by the Commissioner, but it does not\nmean that he is exclusively so concerned. If the case had\nbeen transferred by the Commissioner or the Board of\nRevenue from the Income-tax Officer who completed the\nassessment to another Income-tax Officer, then obviously\nthe former officer will have no concern with the appeal. But\nif there has been no such transfer then we are unable to\nappreciate why he alone is concerned with the appeal. The\nIncome-tax Officers can have concurrent jurisdiction over\nsome matters. On illustration of this is provided by section\n64(4).\"\nThe High Court dissented from the decision of the\nPunjab High Court in R. B. L. Benarsi Das v.\nCommissioner of Income-tax. The Punjab High Court in\nthat case held that there was nothing in section 33(2) to\nprohibit the Commissioner from directing any Income-tax\nOfficer, other than the one who in fact passed the\nassessment order, to appeal. We consider that it is not\ncorrect to say that any Income-tax Officer who has concern\nwith the appeal.\nThe High Court rightly relied on Commissioner of\nIncome-tax v. S. Sarkar \u0026 Co. in dissenting from the view\nexpressed by the Punjab High Court in R. B. L. Benarsi\nDas v. Commissioner of Income-tax, but in our view the\nHigh Court erred in holding that the facts of the present\ncase are governed by the earlier decision of the Calcutta\nHigh Court. In this case, on the facts found by the Appellate\nTribunal, one Income-tax Officer had passed the\nassessment order while another Income-tax Officer has\nB\nC\nD\nE\nF\nG\nH\n224 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA jurisdiction over the assessee. In our view, the latter\nB\nC\nD\nE\nF\nG\nI\nIncome-tax Officer having jurisdiction over the assessee\ncould be directed by the Commissioner to file the appeal.\"\nIn the aforementioned case, therefore, this Court\nproceeded on the basis that the concurrent jurisdiction of two\nauthorities is permissible.\nIn Uday Shankar Triyar vs. Ram Kalewar Prasad Singh\n\u0026 Anr. [(2006) 1 SCC 75], this Court referring to the provisions\nof the Code of Civil Procedure held as under:\n“17. Non-compliance with any procedural requirement\nrelating to a pleading, memorandum of appeal or\napplication or petition for relief should not entail automatic\ndismissal or rejection, unless the relevant statute or rule\nso mandates. Procedural defects and irregularities which\nare curable should not be allowed to defeat substantive\nrights or to cause injustice. Procedure, a hand-maid to\njustice, should never be made a tool to deny justice or\nperpetuate injustice, by any oppressive or punitive use. The\nwell recognized exceptions to this principle are:\n(i) where the Statute prescribing the procedure, also\nprescribes specifically the consequence of non-\ncompliance;\n(ii) where the procedural defect is not rectified even after\nit is pointed out and due opportunity is given for rectifying\nit;\n(iii) where the non-compliance or violation is proved to be\ndeliberate or mischievous;\n(iv) where the rectification of defect would affect the case\non merits or will affect the jurisdiction of the court;\n(v) in case of Memorandum of Appeal, there is complete\nabsence of authority and the appeal is presented without\n"}