{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"COMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 185\nCORP. PARWANOO [S.B. SINHA, J.]\nthrough by the worthy CIT and after going through the A\nquestionnaire issued to the assessee on 18.10.2002 and\nreply submitted by the assessee in response to that on\n7.11.2002, 13.11.2002 and 25.11.2002, worthy CIT has\ndirected that since the reply submitted by the assessee is\nsatisfactory and upto the mark, no more information is B\nrequired to be called for and to assess the case as such.\nHe, therefore, directed in presence of the learned Addl.\nCIT, Solan Range, Solan to incorporate that discussion in\nthe body of the order sheet. Needful has been done as\ndirected. A copy of the draft assessment order was sent C\nto the Addl. CIT, Solan Range, Solan under the office letter\nNo. ITO/PWN.2002/03/2127 dated 13.12.2002 for\naccording necessary approval. Approval to complete the\nassessment was received through telephonic from the\noffice of the Addl. Commissioner of Income Tax, Solan\nRange Solan and assessment has been completed and\nthe assessment order has been served upon the assessee\non 19.12.2002.\"\n5. Indisputably, the Commissioner of Income Tax (“CIT”, for\nshort) on whose dictates the order of assessment dated\n19.12.2002 purported to have been passed was transferred and\nhis successor on or about 5.12.2003 issued notice to the\nassessee purported to be under Section 263 of the Act for the\nAssessment Year 2000-2001 only, inter alia on the premise\nthat the said order of assessment dated 19.12.2002 was\nprejudicial to the interests of the Revenue.\nAssessee filed its reply thereto on or about 16.3.2004.\n6. He inter alia on account of his old age, ill-health, etc.\nalso filed an application for transfer of its cases from CIT\n(Shimla) to CIT (Delhi) on 4.5.2004.\nD\nE\nF\nG\nThe CIT (Shimla) passed an order dated 12.7.2004 under\nSection 263 of the Act inter alia on the premise that the\nAssessing Officer while finalizing the Assessment had not H\n186 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA examined the case properly. In the said order, the following\ndirections were issued:\nB\nC\nD\nE\nև.\nF\n0\nH\n\"16.3 Under the circumstances, I am left with no\nalternative but to decide the proceedings on the\nbasis of material on record. In the assessment year\nunder review, I estimate the assessee's income\nfrom Units at Parwanoo at 5% of the declared\nturnover. The income shown in excess of 5%\namount is treated as undisclosed income from\nundisclosed sources. As the assessee does not\nfulfill many of the conditions for being entitled to\ndeduction u/s 801A/IB, no part of the total income,\nnot even the one estimated @ 5% of the turnover\nat Parwanoo, would be entitled for deduction u/s\n801A/IB.\n16.4 Charge interest u/s 234B/C for non-payment of\nadvance tax. Penalty proceedings u/s 271(1)(c) are\ninitiated separately for furnishing of in-accurate\nparticulars of income assessed. The Assessing\nOfficer is directed to calculate the tax and interest\non this income and issue Demand Notice and\nChallan to the assessee firm.\n17. Similar conditions i.e. non fulfillment of the\nprerequisite conditions for deduction u/s 801A/IB\nand excessive declared profits prevailed in the\npreceding assessment years i.e. A.Y. 1996-97,\n1997-98, 1998-99 and 1999-2000; and succeeding\nassessment years i.e. A.Y. 2001-02, 2002-03 and\n2003-04 also. It is thus obvious that either the whole\nor substantially the whole of income shown by the\nassessee in the aforementioned different\nassessment years could not be said to be income\nderived from the business of industrial undertaking\nand was therefore not entitled to deduction u/s 801A/\nIB. Thus substantial taxable income for these\n1\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 187\nCORP. PARWANOO [S.B. SINHA, J.]\nassessment years have escaped assessment A\nbecause of non fulfillment of the pre-requisite\nconditions for deduction u/s 801A/801B. The\nAssessing Officer is hereby directed to examine\nthe case records for all the preceding assessment\nyears including those for assessment year 1996-97 B\nand initiate necessary proceedings u/s 148 within\na week. The Assessing Officer is further directed\nto examine the succeeding assessment years also\ni.e. A.Y. 2001-02, 2002-03 and 2003-04 and initiate\nappropriate action u/s 148/143(2) as may be\napplicable, in a week's time.\"\nPursuant thereto or in furtherance thereof, notices under\nSection 148 of the Act were issued to the Assessee for the\nAssessment Years 1996-97 to 1999-2000, 2001-2002 and\n2002-2003.\n7. Assessee preferred an appeal against the order dated\n12.7.2004 before the Income Tax Appellate Tribunal (for short,\n\"ITAT\"). In its memo of appeal, the assessee raised contentions\nrelating to: (1) jurisdiction, (2) bias on the part of the CIT\n(Shimla), and (3) on merit of the matter. The Income Tax Officer\nof CIT (Shimla) himself remained personally present before\nITAT for the purpose of defending his order under Section 263\nof the Act.\n8. By reason of an order dated 15.4.2005, ITAT allowed\nthe appeal filed by the assessee setting aside the order of the\nCIT (Shimla) on the jurisdictional issue alone. It did not enter\ninto the merit of the matter. It was held:\nc\nC\nD\nE\nF\n\"43. As such, considering all the facts of the case and legal G\n' position emanating from the aforesaid judicial\npronouncements, we are of the considered opinion from\nthe assessment in the present case was made by the\nAssessing Officer after making proper and adequate\nenquiries as required in the facts of the case and since\nI\nA\n188\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nthe claim of the assessee for deduction u/s 80-IA was\nallowed by her on proper application of mind to the\ndetailed submissions made on behalf of the assessee as\nwell as the other relevant material including the findings of\nthe survey, there was no error in her order as alleged by\nB the learned CIT. On the other hand, the learned CIT held\nC\nD\nE\nF\nG\nН\nthe said assessment to be erroneous mainly on the basis\nof surmises and conjectures without there being any\nmaterial to support and substantiate the same and he\nhaving virtually reviewed the assessment order passed by\nthe Assessing Officer applying his mind again to the entire\nmaterial available on record and by making fresh enquiry\nbrushing aside totally the examination made by the\nAssessing Officer, we hold that his impugned order\npassed u/s 263 was not sustainable in law. The same is,\ntherefore, set aside restoring back the order of the\nAssessing Officer passed u/s 143(3).\n44. It is worthwhile to note here that the claim of the\nassessee for deduction u/s 80-IA was allowed by the\nAssessing Officer in the immediately preceding years\ninvolving identical facts and circumstances and this\nmaterial and relevant aspect again appears to have been\nignored by the learned CIT while exercising his powers\nconferred u/s 263. On the contrary he directed the\nAssessing Officer by issuing notices u/s 148 and also\ndirected him to examine the returns filed by the assessee\nfor the subsequent years by his impugned order which was\nbeyond the jurisdiction conferred on him u/s 263 since the\nsame was confined only to the year for which the\nassessment order was sought to be revised. We,\ntherefore, direct that the said directions pertaining to the\nyears other than the year under consideration as contained\nin the impugned order be omitted.\n45. As a result of our decision on ground Nos. 1 to 5\ncancelling the impugned order passed by the learned CIT\n༽ །\n+\n$\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 189\nCORP. PARWANOO [S.B. SINHA, J.]\nu/s 263, the other grounds raised by the assessee in this A\nappeal have been rendered only of academic nature. We,\ntherefore, do not deem it necessary or expedient to\nconsider and decide the same on merits.\"\nOn or about 5.7.2005, notice under Section 148 of the Act\nwas also issued for the Assessment year 2000-2001.\n9. Assessee questioned the legality of the notice under\nSection 148 of the Act by filing a Writ Petition before the\nHimachal Pradesh High Court on or about 5.8.2005, which was\nmarked as Civil Writ Petition No. 800 of 2005.\nB\nC\n10. Indisputably, the Central Board of Direct Taxes (for\nshort, \"CBDT\"), on the application for transfer of the case filed\nby the assessee on 4.5.2004, passed an order dated 1.9.2005\ntransferring the case from the jurisdiction of CIT (Shimla) to that D\nof CIT (Delhi) with effect from 5.9.2005, stating:\n\"In exercise of powers conferred by clause (b) of sub-\nsection (2) of Section 127 of the Income Tax Act, 1961 [43\nof 1961], the Central Board of Direct Taxes hereby orders\nthe transfer of the jurisdiction over the case of \"The Green\nWorld Corporation\" [PAN NO. AAAFG6719Q] from the\nIncome Tax Officer, Parwanoo in the Commissionerate of\nIncome Tax, Shimla in the region of Chief Commissioner\nof Income Tax, Shimla to the Income Tax Officer, Ward 19\n[3], New Delhi in the Commissionerate of Income Tax,\nDelhi-VII, New Delhi, in the region of Chief Commissioner\nof Income Tax, Delhi-VII, New Delhi.\n2005.\"\nThe said order shall take effect from 5th September,\nCIT (Shimla) preferred an appeal before the High Court\nunder Section 260A of the Act on or about 17.10.2005.\nE\nF\nG\nOn or about 30.11.2005, the High Court while condoning\nthe delay admitted the appeal without formulating the substantial H\n190 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA questions of law as required under Section 260A.\nB\nC\nD\nE\nF\n0\nH\nBy reason of an order dated 9.1.2006, the High Court\nentertained the appeal, stating:\n\"Learned Counsel for the appellant states that though CIT,\nShimla has locus-standi to file the present appeal, but as\nan abundant caution appeal may also be taken to have\nbeen filed by CIT, Delhi as well and CIT Delhi may be\nordered to be impleaded as appellant No. 2. Ordered\naccordingly, Registry to make necessary correction in the\nmemo of parties.\nLearned Counsel for the appellants undertakes to file\namended memo of parties and also the Vakalatnama for\nappellant No. 2 in the Registry.\nArguments heard. Judgment reserved.\"\n11. Assessee filed Special Leave Petition No. 3273 of\n2006 before this Court questioning the orders dated\n30.11.2005 and 9.1.2006 passed by the High Court.\n12. By reason of the impugned order dated 2.3.2006, the\nHigh Court while allowing the Appeal filed by CIT (Shimla)\ndismissed the writ petition filed by the assessee, inter alia,\nopining:\n(1) The order of the Assessing Officer, having been\nbased on 'uncalled for interference' in the judicial functions\nof the Commissioner, was bad in law.\n(2) The issue in regard to the maintainability of the\nappeal vis-à-vis the locus standi of the CIT (Shimla) was\nsignificant as CIT (Delhi) had also been impleaded\n(3) As the Assessing Officer had acted under the\ndictates and pressure of CIT (Shimla), the order of\nassessment was not maintainable.\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 191\nCORP. PARWANOO [S.B. SINHA, J.]\n(4) Assessee not being a new unit, the order of A\nassessment was bad in law.\n(5) CIT could issue directions for reopening the\nproceedings for the other Assessment Years apart from\nAssessment Year 2000-2001 also, subject of course to the\nlaw of limitation.\nB\n13. Feeling aggrieved by the said judgment and order\ndated 2.3.2006, Assessee filed two Review Petitions being\nCivil Review Nos. 15 and 16 of 2006. Civil Review No.14 of\n2006 was also filed by the Income Tax Officer, Shimla against C\nthe same. Another Civil Review No. 22 of 2006 also came to\nbe filed by the Mr. D. Khare, who was the CIT at the time of\npassing of the Assessment Order dated 19.12.2002 as certain\nstrictures were passed in the said order dated 2.3.2006 against\nhim without giving an opportunity of hearing to him. A Special D\nLeave Petition No. 1789 of 2007 was also filed by the CIT\n(Shimla) against the said High Court's judgment and order\ndated 2.3.2006.\n14. On or about 7.4.2006, this Court dismissed the Special\nLeave Petition No. 3273 of 2006 filed by the Assessee as\ninfructuous.\nOn or about 14.11.2006, Civil Review No. 14 of 2006 filed\nby the Income Tax Officer, Shimla was dismissed.\n15. By reason of an order dated 3.4.2007, the High Court\nwhile allowing Mr. Khare's Civil Review No. 22 of 2006\nexpunging all observations made in the order dated 2.3.2006\nrejected the assessee's review petitions to recall order against\nit founded on the same observations.\n16. The High Court in its impugned order dated 3.4.2007\ninter alia held:\nE\nF\nG\n\"4. We have heard the learned counsel for the review\npetitioner. It is true that no notice was issued to the review H\nA\nB\nC\nD\nE\nF\nG\nH\n192\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\npetitioner nor any opportunity of being heard was granted\nto him by this Court before making the observations. But\nthe aforesaid observations are not the findings of this Court\nthat the review petitioner in fact interfered with the\nfunctioning of the Assessing Officer, Solan or pressurized\nher into closing the inquiry and passing the order of\naccepting the return as such. These observations are\nbased on the interpretation and construction of the note\nappearing below the order dated 19.12.2002 of the\nAssessing Officer, Solan. Even though the observations\nare based on the interpretation and the construction of the\nnote below the aforesaid order of the Assessing Officer,\nstill at certain points in para 16 and particularly in para 41\nthis Court has not specifically said that these observations\nare based on the interpretation of the said note and one\nmay gather an impression (from some of the observations,\nabout which there is no specific reference) that the same\nare the Court's own observations/findings. As a matter of\nfact there was no material before this Court suggesting\nwhether what was written in the note was true or untrue.\nThe observations were made because the note appears\nbelow the order. The purpose of making the observations\nin para 16 was to elaborate that the order of the\nAssessing Officer was bad having been passed on\naccount of interference and under pressure from the\nSuperior authority, according to the Assessing Officer\nherself. Whether the interference and the pressure\nmentioned in the said note, were real or imaginary, that\nwas not gone into by this Court nor was it necessary to\ndo so for the purpose of disposing of the appeal, because\nin their case (that is to say, in the case of the interference\nand pressure being real or even in the case of it being\nunreal or imaginary) the order was bad because of its\nbeing not based on any reasoning and hence an order\npassed without application of mind.\n5. In view of the above stated position, we allow the present\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 193\nCORP. PARWANOO [S.B. SINHA, J.]\npetition (Civil Review Petition No. 22 of 2006) and order A\nthe expunction of all those observations appearing in para\n16 or 41 or elsewhere in the judgment, which give the\nimpression that the review petitioner stands indicted for\ninterfering with the working of the Assessing Officer, Solan\nor pressurizing her into accepting the return as submitted B\nby the assessee, without making any further probe. In fact\nthe inquiry ordered by this Court, vide para 41 of the\njudgment, is for the purpose of finding out whether the\nreview petitioner had actually interfered with the working\nof the Assessing Officer, Solan and pressurized her into C\npassing the order of acceptance of the return as stated in\nthe foot note of the order of Assessing Officer.\n6. Two other Review Petitions No. 15 and 16 of 2006 have\nbeen filed by the assessee. The contents and the pith and\nsubstance of both the two review petitions are the same.\nInstead of one, two petitions have been filed because by\nthe judgment of this Court not only the appeal filed against\nthe assessee by the Revenue but also a writ petition filed\nby the assessee were disposed of. One petition is for the\nreview of the order passed in the writ petition and the other\nfor the review of the judgment passed in the appeal.\n7. We have heard the learned counsel for the assessee.\nThe points raised by him are:\n(a) The appeal itself was not maintainable, because it was\nthe Commissioner of Income Tax, New Delhi (to whom the\narea, where the assessee was doing his business, stands\ntransferred) who had the competence to file the appeal,\nbut the same had been filed by the Income Tax\nCommissioner, Shimla.\n(b) Appeal was admitted on twelve questions as submitted\nto the Court by the appellant - Commissioner of Income\nTax, but this Court formulated two questions after the\nconclusion of the hearing and answered only those two\nD\nE\nF\nG\nН\n194\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nquestions, which was contrary to the spirit of Section 260-\nA of the Income Tax Act;\n(c) Questions which this Court dealt with, while disposing\nof the appeal, did not arise out of the order of the Tribunal\nas the Tribunal dealt with only the question of jurisdiction\nwhile disposing of the appeal and it did not touch the\nmerits.\n8. We find no merit in any of the aforesaid submissions.\nQuestion of maintainability of the appeal, which was initially\nfiled by the Income Tax Commissioner, Shimla and to\nwhich the Income Tax Commissioner, Delhi was later on\nadded as a co-appellant, was considered by this Court\nwhile passing the judgment and the contention raised by\nthe counsel for the assessee was dismissed with a clear\ncut finding that the appeal was maintainable. It is not open\nto the review petitioner to assail and challenge the said\nfinding by way of review.\n9. Coming to the next point, it is true that the appeal was\nadmitted on twelve questions, but while making their\nsubmissions the counsel for the parties confined\nthemselves only to a few points, which were covered partly\nby one and partly by some other questions and so the\nquestions were re-formulated into two questions, confining\ntheir scope only to those points about which submissions\nwere made by the learned counsel for the parties.\nOtherwise also, by the judgment, in question, this Court\ndecided not only the appeal but also a writ petition filed\nby the review petitioner itself and this also necessitated\nreformulation of questions.\n10. As regards submission [C) above, learned counsel\nsubmitted that this court gave the finding that the order of\nthe Assessing Officer, Solan was bad but that such a\nquestion did not arise out of the appeal decided by the\nIncome Tax Appellate Tribunal as the Tribunal had dealt\n"}