{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"\"\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 205\nCORP. PARWANOO [S.B. SINHA, J.]\nIt was observed:\nA\nD\n\"38. Similarly, the other discrepancies sought to be\npointed out by the learned CIT in his impugned order were\nduly explained on behalf of the assessee firm leaving no\nerror in the order of assessment passed by the Assessing B\nOfficer u/s 143(3). For instance, the lower claim of the\nassessee for depreciation in the year under consideration\nwas based on straight line method followed by the\nassessee and since the same method followed\nconsistently in the preceding years was accepted by the\nC\nDepartment, the order of the Assessing Officer accepting\nthe same even in the year under consideration as per rule\nof consistency could not be held to be erroneous. In any\ncase, the entire income of the assessee being deductible\nu/s 801A, the lower claim of depreciation was not causing\nany prejudice to the interest of Revenue at least in the year\nunder consideration and the apprehension of the learned\nCIT about such prejudice which may be caused to the\nRevenue in the subsequent years was based on\nássumptions and surmises depending on ultimate\neventualities like the one happened in the present case\nwhen the units were finally closed down by the assessee\nafter five years. Even the other discrepancies pointed out\nby the learned CIT in his impugned order in terms of\nmaintenance of stock record and books of accounts\nincluding cash book were duly examined by the Assessing F\nOfficer as is evident from the specific queries raised by\nher in writing seeking clarification/explanation from the\nassessee and the elaborate submissions made in reply\non behalf of the assessee explaining/clarifying each and\nevery query so raised. Even the closure of unit by the G\nassessee firm situated at Parwanoo despite substantial\nprofit was entirely a decision taken by the assessee which\nmight have been influenced by different considerations and\nin any case, this aspect was not relevant so much so to\nmake the assessment completed by the Assessing Officer H\nE\n206 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA\nB\nto be erroneous for non-consideration of the same.\"\nWe must also place on record that the incumbent of the\noffice of the CIT (Shimla) himself appeared before the Tribunal\nwhich is a bit unusual.\n27. In fact, in the memo of appeal, the Revenue went to\nthe extent of attributing bias to the Tribunal, stating that after\nthe great amount of arguments that Shri A.K. Manchanda, CIT,\nShimla who was himself the respondent also and had a natural,\nlegal and constitutional right to defend his case that the Hon'ble\nC Tribunal permitted him to represent the case on facts subject\nto the condition that he would not be permitted to address the\nbench on legal issue.\nD\n28. The High Court furthermore noticed the objection of the\nAssessee that CIT (Shimla) could not maintain appeal before\nit. It furthermore noticed the question raised before it for the first\ntime that the Assessment Order has been passed by the\nAssessing Officer at the dictates of the higher authorities.\nBefore the High Court as many as 12 questions were\nE raised.\nF\nG\nH\nThe High Court held:\n\"37. The aforesaid discussion pertaining to the\ninterpretation of Sections 150 (1) and 153(3)(ii) including\nthe operation of Section 149, prescribing limitation for\nissue of notice, under Section 148 and Section 153(2)\nproviding limitation for passing an order, under Section\n147, however, does not mean that the Commissioner of\nIncome Tax, in exercise of his power, under Section 263\nof the Income Tax Act, cannot record a finding or give a\ndirection for re-opening the assessment pertaining to\nassessment years other than the assessment year(s)\ncovered by the revisional proceedings. The only effect of\nthe above discussion and interpretation is that the bar of\nlimitation contained in Sections 149 and 153 (2) will not\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 207\nCORP. PARWANOO [S.B. SINHA, J.]\nbe lifted, if the order or the finding or the direction of the A\nappellate or the revisional authority, pertain to an\nassessment year other than the assessment year, which\nwas the subject matter of the appellate or revisional\nproceedings, unless the case is covered by Explanations\n2 and 3 to Section 153. In other words, the Revenue cannot B\nsuccessfully press into service the provisions of Sections\n150(1) and 153(2) lifting the bar of limitation in cases\nwhere the order of revisional or appellate authority relates\nto assessment year (s) other than the assessment year(s)\nto which the appeal or revision pertained.\"\nIn regard to the validity of the notices under Section 148\nof the Act, it was opined that they were not saved from the\nlimitation under the exclusionary provisions of Sections 150(1)\nand 153(3)(ii) of the Act. It was directed:\nC\nD\n\"41. Before parting with the judgment, we feel that is\ndesirable and in the public interests that the Chief\nVigilance Commissioner is approached by the Appointing\nAuthority of the Commissioner of Income Tax, who\ninterfered in the statutory functioning of the Assessing E\nOfficer and pressurized her to pass the order accepting\nthe return of the assessee to inquire into the matter and if\non inquiry the Chief Vigilance Commissioner finds and\nreports that the said Commissioner of Income Tax was\nguilty of misconduct, action is taken against him by his\nsuch Authority, as per law. We direct the Appointing\nAuthority of the said Commissioner accordingly.\"\nTwo sets of review applications were filed; one by Shri\nDhirendra Khare, and another by the Assessee. The High Court\nwhile allowing the Khare's review application expunging all\nobservations made in its order dated 2.3.2006 rejected the\nreview application filed by the Assessee.\nF\nG\nH\n208 SUPREME COURT REPORTS\nA JURISDICTION UNDER SECTION 263\nB\n[2009] 8 S.C.R.\n29. The scope of provisions of Section 263 of the Act is\nno longer res integra. The power to exercise of suo motu of\nrevision in terms of Section 263(1) is in the nature of\nsupervisory jurisdiction and same can be exercised only if the\ncircumstances specified therein, viz., (1) the order is erroneous;\n(2) by virtue of the order being erroneous prejudice has been\ncaused to the interest of the revenue, exist.\nIn Malabar Industrial Co. Ltd. vs. CIT [243 ITR 83 (SC)] :\nC [(2000) 2 SCC 718), this Court held:\nD\nE\nF\nG\nH\n“7. There can be no doubt that the provision cannot be\ninvoked to correct each and every type of mistake or error\ncommitted by the Assessing Officer, it is only when an\norder is erroneous that the section will be attracted. An\nincorrect assumption of facts or an incorrect application\nof law will satisfy the requirement of the order being\nerroneous. In the same category fall orders passed without\napplying the principles of natural justice or without\napplication of mind.\nXXX\nXXX\nXXX\n10. The phrase 'prejudicial to the interests of the revenue'\nhas to be read in conjunction with an erroneous order\npassed by the assessing officer. Every loss of revenue\nas a consequence of an order of assessing officer cannot\nbe treated as prejudicial to the interests of the revenue,\nfor example, when an Income Tax Officer adopted one of\nthe courses permissible in law and it has resulted in loss\nof revenue; or where two views are possible and the\nIncome Tax Officer has taken one view with which the\nCommissioner does not agree, it cannot be treated as an\nerroneous order prejudicial to the interests of the revenue\nunless the view taken by the Income Tax Officer is\nunsustainable in law. It has been held by this court that\nL\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 209\nCORP. PARWANOO [S.B. SINHA, J.]\nwhere a sum not earned by a person is assessed as A\nincome in his hands on his so offering, the order passed\nby the assessing officer accepting the same as such will\nbe erroneous and prejudicial to the interests of the\nrevenue.\"\n(emphasis supplied)\nThe principle laid down therein was followed in\nCommissioner of Income-Tax vs. Max India Ltd. [(2007) 295\nITR 282 (SC)], stating:\nB\nC\n\"In our view at the relevant time two views were possible\non the word \"profits\" in the proviso to Section 80HHC(3).\nIt is true that vide the 2005 amendment the law has been\nclarified with retrospective effect by insertion of the word\n\"loss\" in the new proviso. We express no opinion on the D\nscope of the said amendment of 2005. Suffice it to state\nthat in this particular case when the order of the\nCommissioner was passed under Section 263 of the\nIncome Tax Act, 1961, two views on the said word \"profits\"\nexisted.\"\nReferring to Malabar Industrial Co. Ltd. (supra), it was\nobserved:\nE\n\"Every loss of revenue as a consequence of an order of\nthe assessing officer cannot be treated as prejudicial to F\nthe interests of the revenue. For example, when an Income\nTax Officer adopted one of the courses permissible in law\nand it has resulted in loss of revenue; or where two views\nare possible and the Income Tax Officer has taken one\nview with which the Commissioner does not agree, it G\ncannot be treated as an erroneous order prejudicial to the\ninterests of the revenue, unless the view taken by the\nIncome Tax Officer is unsustainable in law.\"\nIt is beyond any doubt or dispute that only in terms of the\nH\ndirections issued by the Commissioner dated 12.7.2004 under\n210 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA Section 263 of the Act, notices under Section 148 of the Act\nwere issued.\nB\nC\nD\nE\nF\n0\nH\n30. Indisputably, CIT (Shimla) had no jurisdiction to issue\ndirections. Notices issued pursuant thereto would be bad in law.\nWe may, however, place on record that the Revenue in the 'List\nof Dates' while questioning the observations made by the High\nCourt that the notices under Section 148 of the Act for\nAssessment Years 1996-97 and 1997-98 are not saved from\nthe rigors of the law of limitation, under the exclusionary\nprovisions of Sections 150(1) and 153(3)(ii) of the Act, stated:\n-\n\"In this regard, it is important to note that these notices\nwere issued to give effect to the directions contained in\nthe revision order u/s 263 passed by the CIT on 12.7.2004\nunlike Section 149 of the Act, there is no time limit u/s\n150(1) that starts with non obstante clause and to that\nextent the observations of the Hon'ble High court are in\nerror.\nFurther Section 150(2) provides necessary\nrestriction on Section 150(1) and even under the said\nrestriction provided by Section 150(2), the issue of notices\nu/s 148 of the AY 1996-97 and 1997-98 in instant case is\nwithin the restricted time limit provided u/s 150(2) of the\nIT Act.\"\nSection 150 of the Act reads as under:\n\"150 - Provision for cases where assessment is in\npursuance of an order on appeal, etc. (1) Notwithstanding\nanything contained in section 149, the notice under section\n148 may be issued at any time for the purpose of making\nan assessment or reassessment or recomputation in\nconsequence of or to give effect to any finding or direction\ncontained in an order passed by any authority in any\nproceeding under this Act by way of appeal, reference or\nrevision or by a Court in any proceeding under any other\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 211\nCORP. PARWANOO [S.B. SINHA, J.]\nlaw.\n(2) The provisions of sub-section (1) shall not apply in any\ncase where any such assessment, reassessment or\nrecomputation as is referred to in that sub-section relates\nto an assessment year in respect of which an assessment,\nreassessment or recomputation could not have been\nmade at the time the order which was the subject-matter\nof the appeal, reference or revision, as the case may be,\nwas made by reason of any other provision limiting the time\nwithin which any action for assessment, reassessment or\nrecomputation may be taken.\"\nA\nB\nC\nThe aforementioned provision although appears to be of\na very wide amplitude, but would not mean that recourse to\nreopening of the proceedings in terms of Sections 147 and 148\nof the Act can be initiated at any point of time whatsoever. Such D\na proceeding can be initiated only within the period of limitation\nprescribed therefor as contained in Section 149 of the Act.\nSection 150 (1) of the Act is an exception to the\naforementioned provision. It brings within its ambit only such\ncases where reopening of the proceedings may be necessary\nto comply with an order of the higher authority. For the said\npurpose, the records of the proceedings must be before the\nappropriate authority. It must examine the records of the\nproceedings. If there is no proceeding before it or if the\nAssessment year in question is also not a matter which would\nfall for consideration before the higher authority, Section 150\nof the Act will have no application.\nIn Income-Tax Officer, A-Ward, Sitapur vs. Murlidhar\nBhagwan Das [52 ITR 335 (SC)], it was held:\n\"The proceedings would be in time, if the second proviso\nto section 34(3) of the Act could be invoked. The question,\ntherefore, is what is the true meaning of the terms of the\nsecond proviso to section 34(3) of the Act. It reads:\nE\nF\nG\nI\nA\nB\n0\nD\nE\nF\nG\nH\n212\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\n\"Provided further that nothing in this section limiting\nthe time within which any action may be taken, or any order,\nassessment or re-assessment may be made, shall apply\nto a re-assessment made under section 27 or to an\nassessment or re-assessment made on the assessee or\nany person in consequence of or to give effect to any\nfinding or direction contained in an order under section 31,\nsection 33, section 33A, section 33B, section 66 or\nsection 66A.\"\nPrima facie this proviso lifts the ban of limitation\nimposed by the other provisions of the section in the matter\nof taking an action in respect of or making an order of\nassessment or re-assessment falling within the scope of\nthe said proviso. The scope of the proviso is confined to\nan assessment or re-assessment made on the assessee\nor any person in consequence of an order to give effect\nto any finding or direction contained in any order made\nunder section 31 i.e., in an appeal before the Assistant\nAppellate Commissioner, under section 33 i.e., in an\nappeal before the Tribunal, under section 33A i.e., in a\nrevision before the Commissioner, under section 33B i.e.,\nin a revision before the Commissioner against an order\nof the Income-tax Officer, and under sections 66 and 66A\ni.e., in a reference to the High Court and appeal against\nthe High Court's order to the Supreme Court. Learned\ncounsel for the appellant contends that the scope of the\nproviso is only confined to the assessment of the year that\nis the subject-matter of the appeal or the revision, as the\ncase may be. Learned counsel for the Department argues\nthat the comprehensive phraseology used in the proviso\ntakes in its broad sweep any finding given by the\nappropriate authority necessary for the disposal of the\nappeal or the revision, as the case may be, and to any\ndirection given by the said authority to effectuate its finding\nand that the said finding or direction may be in respect of\nany year or any person. As the phraseology used in the\nh\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 213\nCORP. PARWANOO [S.B. SINHA, J.]\nproviso is not clear or unambiguous, the question raised\ncannot be satisfactorily resolved without having a precise\nappreciation of a brief history of section 34 of the Act\nculminating in the enactment of the proviso in the present\nform.\"\nThis Court noticed the development of law as also the fact\nthat the decision of the Income-Tax Officer given in a particular\nyear does not operate as res judicata to opine:\nA\nB\nC\n\"The lifting of the ban was only to give effect to the orders\nthat may be made by the appellate, revisional or reviewing\ntribunal within the scope of its jurisdiction. If the intention.\nwas to remove the period of limitation in respect of any\nassessment against any person, the proviso would not\nhave been added as a proviso to sub-section (3) of section\n34, which deals with completion of an assessment, but D\nwould have been added to sub-section (1) thereof.\"\n1\nIn regard to the question that what would be the meaning\nof the term 'finding' or 'direction', it was held:\nE\nF\n\"A \"finding\", therefore, can be only that which is necessary\nfor the disposal of an appeal in respect of an assessment\nof a particular year. The Appellate Assistant\nCommissioner may hold, on the evidence, that the income\nshown by the assessee is not the income for the relevant\nyear and thereby exclude that income from the assessment\nof the year under appeal. The finding in that context is that\nthat income does not belong to the relevant year. He may\nincidentally find that the income belongs to another year,\nbut that is not a finding necessary for the disposal of an\nappeal in respect of the year of assessment in question. G\nThe expression \"direction\" cannot be construed in vacuum,\nbut must be collated to the directions which the Appellate\nAssistant Commissioner can give under section 31. Under\nthat section he can give directions, inter alia, under section\n31(3)(b), (c) or (e) or section 31(4). The expression H.\nA\nB\nC\nD\n214 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\n\"directions\" in the proviso could only refer to the directions\nwhich the Appellate Assistant Commissioner or other\ntribunals can issue under the powers conferred on him or\nthem under the respective sections. Therefore, the\nexpression \"finding\" as well as the expression \"direction\"\ncan be given full meaning, namely, that the finding is a\nfinding necessary for giving relief in respect of the\nassessment of the year in question and the direction is a\ndirection which the appellate or revisional authority, as the\ncase may be, is empowered to give under the sections\nmentioned therein.\"\nIt was clarified that the words 'any person' would refer to\nthose who were not eo nominee parties to the appeal although\nthe assessment of their income would depend upon the\nassessments of the Assessee.\nMudholkar, J. speaking for the minority referred to this\nCourt's decision in S.C. Prashar vs. Vasantsen Dwarkadas\n[(1963) 49 ITR 1] wherein the validity of the aforementioned\nprovisions was questioned; read down the proviso appended\nE to Section 34(1) stating:\nF\nG\nH\n\"No doubt, this Court has recently held in S. C. Prashar \u0026\nAnr. v. Vasantsen Dwarkadas \u0026 Ors. [(1963) 49 ITR 1] that\nthe proviso in so far as it removes the bar of limitation with\nrespect to persons other than the assessee, is invalid as\nit infringes the provisions of Art. 14 of the Constitution.\nThat, however, is a question apart. What we have to\nconsider is the legislative intent, and for ascertaining it, it\nis legitimate to look also at that part of the enactment which\nhas been held to be invalid.\"\nTo the similar effect are the decisions of this Court in N.\nKT. Sivalingam Chettiar vs. Commissioner of Income-Tax,\nMadras [66 ITR 586 (SC)] and Rajinder Nath vs.\nCommissioner of Income-Tax, Delhi [120 ITR 14 (SC)].\n"}