{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 8 S.C.R. 175\nCOMMISSIONER OF INCOME TAX, SHIMLA\nV.\nM/S. GREENWORLD CORPORATION, PARWANOO\n(Civil Appeal No. 3312 of 2009)\nMAY 6, 2009\n[S.B. SINHA AND DR. MUKUNDAKAM SHARMA, JJ.]\nIncome Tax Act, 1961:\nA\nB\n-\n-\nSections 148, 149, 253 and 263 – Jurisdiction under C\nSection 263 Power to exercise of suo motu of revision is\nin the nature of supervisory jurisdiction when the order is\nerroneous, or by such erroneous order prejudice has been\ncaused to the interest of Revenue - Not otherwise - In the\ninstant case the order under s.263 and consequential notice\nunder's. 148 not maintainable - However, on the facts of the\ncase, in order to do complete justice between the parties\nassessment directed to be reopened - Constitution of India,\nArticle 142.\nConstitution of India, 1950:\nD\nE\nArticle 136 - Jurisdiction under - In the event an\nappropriate case is made out, Supreme Court may either\nrefuse to exercise its discretionary jurisdiction or quash both\nthe order if it is found that setting aside of the illegal order F\nwould give rise to another illegality.\nIn these appeals, the principal question that arose for\nconsideration was as to whether the order of assessment\nwas passed at the instance of higher authority.\nDisposing of the appeals, the Court\nHELD: 1. An Income Tax Officer while passing an\norder of assessment performs judicial function. An\n175\nG\nH\n176 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA appeal lies against his order before the Appellate\nB\nAuthority. A Revision Application would also lie before the\nCommissioner of Income Tax. It is trite that the\njurisdiction exercised by the Revisional Authority\npertains to his Appellate jurisdiction. [Para 20] [197-G-H]\nShankar Ramchandra Abhyankar vs. Krishnaji\nDattatraya Bapat AIR (1970) SC 1 relied on.\n2. Considering the jurisdiction of the Commissioner\nof Income-tax to issue notice in terms of Section 263 of\nC the Income Tax Act, 1961, it is noticed that it provides for\na revisional power. It has its own limitations. An order can\nbe interfered suo motu by the said authority not only when\nan order passed by the Assessing Officer is erroneous\nbut also when it is prejudicial to the interests of the\nD Revenue. Both the conditions precedent for exercising\nthe jurisdiction under Section 263 of the Act are\nconjunctive and not disjunctive. [Para 23] [201-D-F]\nF\n2.2. An order of assessment passed by an Income-\ntax Officer, therefore, should not be interfered with only\nE\nbecause another view is possible. The Commissioner of\nIncome-tax, however, has specified a number of reasons\nin support of its order, namely, (1) on non-fulfillment of\npre-requisite conditions for deduction under Section 80-\nIA/80-IB - it was held that the activities of the assessee\ndo not amount to manufacturing; (2) little consumption\nof electricity and thus manufacturing is without the aid\nof power; (3) non-employment of requisite workers in\nmanufacturing process; (4) non-fulfillment of the\ncondition of new plant and machinery; (5) extra-ordinary\nhigh profits; (6) abrupt closure of business; (7) no reason\nfor more than ordinary profits; (8) books of accounts\nincomplete and unreliable; (9) the manufacturing units at\nParwanoo were not genuinely run; (10) high profits have\nG\nH\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 177\nCORP. PARWANOO\nbeen declared. [Para 24] [201-G-H; 202-A-B]\n3.1. The scope of provisions of Section 263 of the Act\nis no longer res integra. The power to exercise of suo motu\nof revision in terms of Section 263(1) is in the nature of\nsupervisory jurisdiction and same can be exercised only\nif the circumstances specified therein, viz., (1) the order\nis erroneous; (2) by virtue of the order being erroneous\nprejudice has been caused to the interest of the revenue,\nexist. [Para 29] [208-A-B]\n3.2. It is beyond any doubt or dispute that only in\nterms of the directions issued by the Commissioner dated\n12.7.2004 under Section 263 of the Act, notices under\nSection 148 of the Act were issued. [Para 29] [209-G-H;\n210-A]\n3.3. Indisputably, CIT (Shimla) had no jurisdiction to\nissue directions. Notices issued pursuant thereto would\nbe bad in law. [Para 30] [210-A]\nMalabar Industrial Co. Ltd. vs. CIT 243 ITR 83 (SC):\n(2000) 2 SCC 718; Commissioner of Income-Tax vs. Max\nIndia Ltd. (2007) 295 ITR 282 (SC); Income-Tax Officer, A-\nWard, Sitapur vs. Murlidhar Bhagwan Das 52 ITR 335 (SC);\nS.C. Prashar vs. Vasantsen Dwarkadas (1963) 49 ITR 1 and\nN. KT. Sivalingam Chettiar vs. Commissioner of Income-Tax,\nMadras 66 ITR 586 (SC), referred to.\nA\nB\nC\nD\nE\nLL\nF\n4.1. The Noting of the Assessing Officer was specific.\nIt was stated so in the proceedings sheet at the instance\nof the higher authorities itself. No doubt in terms of the\ncircular letter issued by CBDT, the Commissioner or for G\nthat matter any other higher authority may have\nsupervisory jurisdiction but it is difficult to conceive that\neven the merit of the decision shall be discussed and the\nsame shall be rendered at the instance of the higher\nauthority who, as noticed hereinbefore, is a supervisory\nI\nH\n178 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA authority. It is one thing to say that while making the\norders of assessment the Assessing Officer shall be\nbound by the statutory circulars issued by CBDT but it\nis another thing to say that the assessing authority\nexercising quasi judicial function keeping in view the\nB scheme contained in the Act, would lose its\nindependence to pass an independent order of\nassessment. [Para 31] [217-B-E]\nC\nD\n4.2. When a statute provides for different hierarchies\nproviding for forums in relation to passing of an order as\nalso appellate or original order; by no stretch of\nimagination a higher authority can interfere with the\nindependence which is the basic feature of any statutory\nscheme involving adjudicatory process. [Para 32] [219-\nF]\nRajinder Nath vs. Commissioner of Income-Tax, Delhi\n120 ITR 14 (SC); State of Kerala \u0026 Ors. vs. Kurian Abraham\n(P) Ltd. \u0026 Anr. (2008) 3 SCC 582; Union of India vs. Azadi\nBachao Andolan (2004) 10 SCC 1; Commissioner of Police,\nE Bombay vs. Gordhandas Bhanji AIR 1952 SC 16; Pancham\nChand \u0026 Ors. vs. State of Himachal Pradesh \u0026 Ors. (2008) 7\nSCC 117; The Purtabpur Company Ltd. vs. Cane\nCommissioner of Bihar AIR 1970 SC 1896 and Tarlochan\nDev Sharma vs. State of Punjab \u0026 Ors. (2001) 6 SCC 260,\nreferred to.\nF\nG\n5.1. An appeal is ordinarily maintainable at the\ninstance of the Assessing Officer. Not only an order of\nassessment was passed but also CIT (Shimla) had\nalready passed an order. Notices under Section 148 of\nthe Act had already been issued much prior thereto. [Para\n33] [221-D-E]\n5.2. In the instant case, CIT (Shimla) had passed an\norder. His order was set aside by the Tribunal. He,\nH therefore, in ordinary course could have preferred an\n1\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 179\nCORP. PARWANOO\nappeal only by the time when administrative decision A\ncould be taken by him to prefer an appeal. The right to\nprefer an appeal arose on the date on which the Tribunal\npassed an order. It might have taken some time to prefer\nan appeal. Ordinarily, he was the authority who could\nhave preferred an appeal. By preferring an appeal new B\nproceedings were initiated. In any event, nothing has\nbeen shown as to how the assessee was prejudiced. In\na case of this nature, the provisions akin to Section 21\nof the Code of Civil Procedure may be held to be\napplicable for the purposes of questioning the\njurisdiction of the High Court to entertain an appeal on\nthe ground of lack of territorial jurisdiction. In a peculiar\ncase of this nature, this Court is of the opinion that\nprejudice must be shown. [Para 34] [225-B-E]\nC\nC.\nD\nCommissioner of Income Tax vs. Sahara India Financial\nCorporation Ltd. 212 CTR 178 (Delhi); Commissioner of\nIncome-Tax, West Bengal \u0026 Anr. vs. Anil Kumar Roy\nChowdhury \u0026 Anr. 66 ITR 367 (SC); Uday Shankar Triyar vs.\nRam Kalewar Prasad Singh \u0026 Anr. (2006) 1 SCC 75; Kiran\nSingh \u0026 Ors. vs. Chaman Paswan \u0026 Ors. AIR 1954 SC 340 E\nand Mantoo Sarkar vs. Oriental Insurance Co. Ltd. \u0026 Ors. •\n2008 (16) SCALE 197, referred to.\n6.1. Whereas the order under Section 263 of the Act\nand consequently the notices under Section 148 of the F\nAct have been held to be not maintainable, this Court is\nconstrained to think that the Assessing Officer had\npassed an order at the instance of the higher authority\nwhich is illegal. For the aforementioned purpose, there is\nno need to go into the question of bona fide or otherwise\nof the authorities under the Income Tax Act. They might\nhave proceeded bona fide but the order of assessment\npassed by the Assessing Officer on the dictates of the\nhigher authorities being wholly without jurisdiction, it was\nG\nH\n180 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA a nullity. With a view to do complete justice between the\nB\nparties, the assessment proceedings should be gone\nthrough again by the appropriate assessing authority,\n[Para 35] [227-B-E]\n6.2. It is true that despite order passed by the High\nCourt, CIT (Delhi) has not been impleaded. Presumably,\nbecause of the said defect in the order passed by the\nHigh Court of Himachal Pradesh at Shimla, Revenue\ncould not implead CIT (Delhi) as a party in the appeal. CIT\n(Delhi), however, has been impleaded as a party in the\nSpecial Leave Petition (SLP) filed by the Assessee. CIT\n(Delhi) has although in an irregular manner filed a\nrejoinder. Counter affidavit was filed by the Assessee in\nthe appeal preferred by the Revenue and the same is on\nrecord. The said authority, therefore, is otherwise before\nD this Court. [Para 36] [227-E-G]\nC\nE\nF\n'\n7.1. It is now well settled that this Court in exercise\nof its extra-ordinary jurisdiction under Article 136 of the\nConstitution of India may, in the event an appropriate\ncase is made out, either refuse to exercise its\ndiscretionary jurisdiction or quash both the orders if it is\nfound that setting aside of one illegal order would give\nrise to another illegality. [Para 37] [227-G-H; 228-A]\n7.2. In exercise of our jurisdiction under Article 142\nof the Constitution of India, it is directed that the\nassessment be reopened by the Commissioner of\nIncome-tax, Delhi -VII. [Para 37] [228-C-D]\nTransmission Corpn. of A.P. Ltd. vs. Lanco Kondapalli\nG Power (P)Ltd. (2006) 1 SCC 540, referred to.\nCase Law Reference:\nI\nAIR (1970) SC 1\nRelied on\nPara 21\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 181\nCORP. PARWANOO\n243 ITR 83 (SC)\nReferred to\nPara 29 A\n(2000) 2 SCC 718\nReferred to\nPara 29\n(2007) 295 ITR 282 (SC) Referred to\nPara 29\n52 ITR 335 (SC)\nReferred to\nPara 30\nB\n(1963) 49 ITR 1\nReferred to\nPara 30\n66 ITR 586 (SC)\nReferred to\nPara 30\n120 ITR 14 (SC)\nReferred to\nPara 30\nC\n(2008) 3 SCC 582\nReferred to\nPara 31\n(2004) 10 SCC 1\nReferred to\nPara 31\nAIR 1952 SC 16\nReferred to\nPara 32\n(2008) 7 SCC 117\nD\nReferred to\nPara 32\nAIR 1970 SC 1896\nReferred to\nPara 32\n(2001) 6 SCC 260\nReferred to\nPara 32\n212 CTR 178 (Delhi)\nReferred to\nPara 33\nE\nเป\n66 ITR 367 (SC)\nReferred to\nPara 33\n(2006) 1 SCC 75\nReferred to\nPara 33\nAIR 1954 SC 340\nReferred to\nPara 34\nF\n2008 (16) SCALE 197 Referred to\nPara 34\n(2006) 1 SCC 540\nReferred to\nPara 37\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3312 of 2009.\nFrom the Judgment \u0026 Order dated 2.03.2006 of the High\nCourt of Himachal at Shimla, in Income Tax Appeal No. 50 of\n2005.\nG\nН\n182 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA\nB\nC\nD\nE\nWITH\nC.A. Nos. 3313-3316 of 2009.\n1. Venkatanarayana, N.K. Aggarwal, Gaurav Dhingra, B.V.\nBalaram Das for the Appellants.\nHarish N. Salve, Sunil Gupta, Bhargava V. Desai, Ajay\nVohra, Rahul Gupta, Reema Sharma for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. These two appeals, being interconnected, were taken\nup for hearing together and are being disposed of by this\ncommon judgment.\nThey arise out of a common judgment and order dated\n2.3.2006 in ITA No. 50 of 2005 and Civil Writ Petition No.800\nof 2005 as also out of common judgment and order dated\n3.4.2007 in Civil Review No. 15 and 16 of 2006 in ITA No.50\nof 2005 and C.W.P. No. 800 of 2005 passed by the High court\nof Himachal Pradesh, Shimla.\n3. M/s Green World Corporation is a partnership concern\nof Shri R.S. Gupta and his wife Smt. Sushila Gupta. They had\nset up two units for manufacturing exercise books, writing pads,\nF etc. at Parwanoo in the State of Himachal Pradesh in the year\n1995. The said purported units were established after\ndeclaration and enforcement of a policy for tax holiday for\ncertain period specified in the Union Budget. They had also set\nup a third unit for manufacturing computer software. They\nG started filing income tax returns from the Assessment Year\n1996-97 showing huge profits. In the return for the Assessment\nYear 2000-01 they disclosed their total sales to the tune of\nRs.1,51,69,515/- out of which a sum of Rs. 74,69,314/- was\nshown as net profit. Thus, the profits bore a proportion of 49%\nto the gross sales. For the earlier assessment year, i.e. 1999-\nH\n3\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 183\nCORP. PARWANOO [S.B. SINHA, J.]\n2000, the proportion of the net profit to the total sales was as\nhigh as 66% because out of the total sales of Rs. 2,97,12,106/\n- net profits were declared to be to the tune of Rs.1,96,77,631/\n-. For the subsequent three assessment years i.e. 2001-2002,\n2002-2003 and 2003-2004, the proportionate net profits to the\ngross sales were 81%, 95% and 95% respectively.\nIt is furthermore stated that the total investment on plant and\nmachinery for unit No. 1 was shown to be just Rs. 1,25,000/- and\na very small amount of money was shown to have been spent\non plant and machinery for the second unit.\nA\n00\nB\nC\n4. On or about 7.2.2000, the Assessing Officer ('AO')\nconducted a survey at the premises of the assessee in terms\nof Section 133-A of the Income Tax Act, 1961 (hereinafter\nreferred to for the sake of brevity as, \"the said Act\") and verified\nfor herself: (a) factum of the existence and actual working of D\nUnit; (b) Installation of Plant and machinery working with the aid\nof power; (c) Presence of requisite number of workers, some\nof whose statement were records; (d) available of stock of raw,\nsemi-finished and finished material prior to Assessment year\n2000-2001.\nOn or about 19.12.2002, AO after completing the\nproceeding for assessment passed an order, which reads as\nunder:\n\"Return declaring nil income after deduction under Section\n80IB on the profit of Rs.74,79,995/- was filed on\n31.10.2000 which was processed under Section 143(1)(a)\non 26.7.2001 at returned income by my predecessor.\nE\nF\nSurvey under Section 133A was conducted in the G\nbusiness premises of the assessee on 7.2.2000 by the\nthen ITO. The case was selected under compulsory\nscrutiny. Detailed questionnaire along with statutory notices\nunder Section 143(2)/142(1) was issued and in response\nto the same, Shri Surinder Babbar, CA attended the\nH\nA\nB\nC\nD\nE\nF\nG\nН\n184 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nassessment proceedings from time to time. Various\ndetails/information called for were supplied which were\nverified. The case is discussed as under:\nThe assessee details in manufacturing of Exercise\nbooks and Writing pads. The firm has two partners namely\nShri Radhey Shyam Gupta and Smt. Sushila Gupta. Two\nunits were set up by the assessee for manufacturing of\nExercise Books in Unit-I and that of Writing Pads in Unit-\nII. Separate books of account were maintained for both the\nunits and 11 workers were found working at the time of\nsurvey. Certain discrepancies as per cash book to that of\nday book were found which could not explain by the\nAccountant at the time of survey which were reconciled by\nthe counsel of the assessee during the course of\nassessment proceedings. On sale of Rs.88,55,592/- gross\nprofit of Rs.57,28,980/- giving rate of 64.69% for unit - 1\nand on sale of Rs.63,16,392/-, gross profit of\nRs.19,12,565/- for Unit-II giving 30.29% has been declared\nby the assessee. Sales were made both on credit as well\nas cash basis. Confirmed copy of account of the creditors\nhas been produced, which is placed on record.\nKeeping in view the information supplied by the\nassessee and facts on file, the income returned by the\nassessee is hereby accepted.\"\nIn the said order of assessment, AO recorded a note,\nwhich reads as under:\n\"After receiving a call from Shimla on 3.12.2002, I visited\nthe office of Worthy CIT, Shimla on 4.12.2002 along with\nall the assessment records and relevant documents of M/\ns Green World Corporation. The case was thoroughly\ndiscussed with (sic) records and relevant worthy CIT,\nShimla in the presence of learned Addl. CIT, Solan Range,\nSolan. All the documents and queries raised and further\nreply submitted by the assessee was properly glanced\n"}