{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"COMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 195\nCORP. PARWANOO [S.B. SINHA, J.]\nwith the question of jurisdiction only and hence this court A\nexceeded its appellate jurisdiction while holding that the\norder was bad on account of non-application of mind. The\nsubmission is factually incorrect. The Tribunal while\naccepting the appeal of the assessee held that the order\nhad been passed by the Assessing Officer under Section B\n263 of the Income Tax Act on the basis of the inquiry\nconducted by her and that the Commissioner of Income\nTax could not have interfered with the said order merely\nbecause he formed a different view on scanning the\nrecord. Appellate Tribunal clearly said that the order of the\nAssessing Officer was based on an inquiry conducted by\nher. This court did not approve of this finding of the\nTribunal, because the note appearing below the order of\nthe Assessing Officer clearly shows that it is not passed\non application of mind but on the interference by the\nCommissioner of Income Tax.\n11. Since none of the submissions made by the learned\ncounsel has any merit, both the review petitions (petition\nNos. 15 and 16 of 2006) filed by the assessee, i.e. M/s.\nThe Green World Corporation, are dismissed.\"\n17. Mr. Harish N. Salve and Mr. Sunil Gupta, learned\nSenior Counsel appearing on behalf of the Assessee inter alia\nwould submit:\ni.\nii.\n=\nHaving regard to the order of transfer passed by\nCBDT transferring the case from CIT (Shimla) to\nCIT (Delhi), CIT (Shimla) had no locus standi to\nmaintain the appeal preferred before the High Court\nunder Section 260A of the Act.\nDespite order by the High Court, CIT (Delhi) having\nnot been impleaded as a party, it must be held that\nthe CIT (Shimla) has no locus standi to maintain the\nappeal.\nC\nD\nE\nF\nG\nI\n196\nSUPREME COURT REPORTS\nA\niii.\nB\nс\nD\nE\nF\nLL\nG\nH\niv.\nV.\nvi.\n[2009] 8 S.C.R.\nNotice under Section 263 having been issued in\nrespect of Assessment Year 2000-2001 only,\ndirections in respect of the past and the future years\nof Assessments could not have been issued; some\nof them being barred by limitation.\nThe order of the CIT (Shimla) being biased, the\nTribunal has rightly interfered therewith as the\nnotices under Section 148 of the Act had been\nissued pursuant to the directions of the CIT\n(Shimla), the same are not maintainable.\nMere error of law and/or a different view from that\nof the Assessing Officer by itself could not have\nbeen a ground for exercising the jurisdiction under\nSection 263 of the Act.\nSection 150(1) of the Act whereupon reliance has\nbeen placed by the Revenue is not applicable.\nvii. Special Leave Petition filed by CIT (Shimla) on the\nself same reasons is not maintainable.\nviii. CIT (Shimla) has not raised any question that the\norder of assessment was passed at the behest of\nthe CIT, the High Court committed a serious error\nin passing the impugned judgment relying on or on\nthe basis of the said footnote. The said footnote\nwas issued having regard to the circular letter\nissued by the CBDT itself dated 3.7.2001.\nix.\nX.\nIn any event, the Tribunal having not entered into the\nmerit of the matter, the only option available to the\nHigh Court was to remand the matter back to the\nTribunal and not to enter into the merit itself.\nCIT's direction to the Assessing Officer to initiate\naction under Section 148 of the Act for the earlier\nand subsequent years was illegal and bad in law,\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 197\nCORP. PARWANOO [S.B. SINHA, J.]\nand, thus, the proceedings so initiated were also A\nillegal, bad in law and were liable to be quashed.\n18. Mr. 1. Venkatanarayana, learned Senior Counsel\nappearing on behalf of the Revenue, on the other hand, would\ncontend:\ni.\nii.\niii.\niv.\nCIT (Shimla) had the locus standi to prefer an\nappeal before the High Court as he had passed the\norder prior to the order of transfer.\nB\nThe Assessee having played fraud on the C\nDepartment as it had shown a huge amount of profit\nwithout there being sufficient number of workmen\nengaged and without consuming requisite units of\nelectrical energy only with a view to enjoy the tax\nholidays, CIT (Shimla) had rightly interfered D\ntherewith.\nThe amount of profit shown from the Parwanoo\nhaving been holding disproportionate to the\ninvestment made, the High Court was correct in\npassing the impugned judgment.\nIn any event, the Assessee cannot be said to have\nbeen prejudiced in any manner whatsoever by the\norder of the High Court, as the appeal although was\nimproperly filed may be held to be maintainable.\n19. The principal question which arises for consideration\nis as to whether the order of assessment was passed at the\ninstance of the Higher Authority.\nE\nF\n20. An Income Tax Officer while passing an order of G\nassessment performs judicial function. An appeal lies against\nhis order before the Appellate Authority. A Revision Application\nwould also lie before the Commissioner of Income Tax. It is trite\nthat the jurisdiction exercised by the Revisional Authority\npertains to his Appellate jurisdiction. {See Shankar H\n198 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA Ramchandra Abhyankar vs. Krishnaji Dattatraya Bapat [AIR\n1970 SC 1]}\nB\nс\nD\nE\nF\n21. The Act provides for its own hierarchy of authorities.\nSection 116 of the Act occurring in Chapter XIII thereof provides\nfor classes of Income-tax authorities for the purpose of the Act.\nClauses (e) and (f) thereof read as under:\n\"(e) Assistant Directors of Income-tax or Assistant\nCommissioners of Income-tax.\n(f) Income-tax Officers\"\nSection 117 of the Act provides for appointment of\nIncome-tax authorities. Control of Income-tax authorities is\nspecified in Section 118 in the following terms:\n\"118. The Board may, by notification in the Official Gazette,\ndirect that any income-tax authority or authorities specified\nin the notification shall be subordinate to such other\nincome-tax authority or authorities as may be specified in\nsuch notification.\"\nSection 119 lays down the manner in which the instructions.\nmay be given to the subordinate authorities by the higher\nauthorities. Sub-Section (1) thereof provides for the power of\nthe Board whereas sub-section (2) specifies the power of the\nBoard to issue such directions. The said orders passed by the\nBoard are required to be placed before each House of\nParliament. It must be read before each House of Parliament\nby the Central Government.\nSection 120 of the Act provides for the jurisdiction of\nG Income-tax authorities. Sub-section (1) thereof reads as under:\nH\n\"120. (1) Income-tax authorities shall exercise all or any of\nthe powers and perform all or any of the functions conferred\non, or, as the case may be, assigned to such authorities\nby or under this Act in accordance with such directions as\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 199\nCORP. PARWANOO [S.B. SINHA, J.]\nthe Board may issue for the exercise of the powers and\nperformance of the functions by all or any of those\nauthorities.\"\nSection 124 of the Act lays down the jurisdiction of\nAssessing Officers.\nPower to transfer cases is provided for under Section 127;\nsub-Sections (1) and (2) whereof read as under:\n\"127. Power to transfer cases\n(1) The Director General or Chief Commissioner or\nCommissioner may, after giving the assessee a\nreasonable opportunity of being heard in the matter,\nwherever it is possible to do so, and after recording his\nreasons for doing so, transfer any case from one or more\nAssessing Officers subordinate to him (whether with or\nwithout concurrent jurisdiction) to any other Assessing\nOfficer or Assessing Officers (whether with or without\nconcurrent jurisdiction) also subordinate to him.\nA.\nΑ.\nB\nC\nD\n(2) Where the Assessing Officer or Assessing Officers from E\nwhom the case is to be transferred and the Assessing\nOfficer or Assessing Officers to whom the case is to be\ntransferred are not subordinate to the same Director\nGeneral or Chief Commissioner or Commissioner,-\n(a) where the Directors General or Chief Commissioners\nor Commissioners to whom such Assessing Officers are\nsubordinate are in agreement, then the Director General\nor Chief Commissioner or Commissioner from whose\njurisdiction the case is to be transferred may, after giving\nthe assessee a reasonable opportunity of being heard in\nthe matter, wherever it is possible to do so, and after\nrecording his reasons for doing so, pass the order;\nF\nG\n(b) where the Directors General or Chief Commissioners\nor Commissioners aforesaid are not in agreement, the H\nA\nB\nC\nD\nE\nF\nLL\nG\nН\n200 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\norder transferring the case may, similarly, be passed by\nthe Board or any such Director General or Chief\nCommissioner or Commissioner as the Board may, by\nnotification in the Official Gazette, authorise in this behalf.\"\nThe Explanation appended to the said provision states:\n\"Explanation.-- In section 120 and this section, the word\n\"case\", in relation to any person whose name is specified\nin any order or direction issued thereunder, means all\nproceedings under this Act in respect of any year which\nmay be pending on the date of such order or direction or\nwhich may have been completed on or before such date,\nand includes also all proceedings under this Act which may\nbe commenced after the date of such order or direction\nin respect of any year.\"\nSections 131 to 136 provide for the administrative powers\nof the Commissioner.\nSection 253 of the Act provides for appeals to the\nAppellate Tribunal. Sub-Section (1) whereof reads thus:\n253. Appeals to the Appellate Tribunal.\n(1) Any assessee aggrieved by any of the following orders\nmay appeal to the Appellate Tribunal against such order-\n(a) an order passed by a Deputy Commissioner (Appeals)\nbefore the 1st day of October, 1998 or, as the case may\nbe, a Commissioner (Appeals) under section 154, section\n250, section 271, section 271A or section 272A; or\n(b) an order passed by an Assessing Officer under clause\n(c) of section 158BC, in respect of search initiated under\nsection 132 or books of account, other documents or any\nassets requisitioned under section 132A, after the 30th day\nof June, 1995, but before the 1st day of January, 1997; or\n'\n:\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 201\nCORP. PARWANOO [S.B. SINHA, J.]\n(ba) an order passed by an Assessing Officer under sub- A\nsection (1) of section 115VZC; or\n(c) an order passed by a Commissioner under section\n12AA or under clause (vi) of sub-section (5) of section 80G\nor under section 263 or under section 271 or under section\n272A or an order passed by him under section 154\namending his order under section 263 or an order passed\nby a Chief Commissioner or a Director General or a\nDirector under section 272A.\"\nB\nAn appeal before the High Court would lie on a substantial C\nquestion of law as provided for under Section 260A of the Act.\n22. We may, at this juncture, also notice the CBDT circular\nissued on 3.7.2001 vesting powers on different Commissioners;\nItem 27 whereof confers power in the Commissioner of Income- D\ntax, Delhi-VII, Delhi to exercise jurisdiction in respect of offices\nof the Income Tax Assessing Officer situate at Civil Lines (No.\n114).\n23. Before, however, adverting to the jurisdictional issue\nraised by the Assessee herein, we may consider the jurisdiction\nof the Commissioner of Income-tax to issue notice in terms of\nSection 263 of the Act. It provides for a revisional power. It has\nits own limitations. An order can be interfered suo motu by the\nsaid authority not only when an order passed by the Assessing\nOfficer is erroneous but also when it is prejudicial to the\ninterests of the Revenue. Both the conditions precedent for\nexercising the jurisdiction under Section 263 of the Act are\nconjunctive and not disjunctive.\n24. An order of assessment passed by an Income-tax\nOfficer, therefore, should not be interfered with only because\nanother view is possible. The Commissioner of Income-tax,\nhowever, has specified a number of reasons in support of its\norder, namely, (1) on non-fulfillment of pre-requisite conditions\nfor deduction under Section 80-IA/80-IB - it was held that the\nE\nF\nG\nН\n202 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA activities of the assessee do not amount to manufacturing; (2)\nlittle consumption of electricity and thus manufacturing is without\nthe aid of power; (3) non-employment of requisite workers in\nmanufacturing process; (4) non-fulfillment of the condition of\nnew plant and machinery; (5) extra-ordinary high profits; (6)\nB abrupt closure of business; (7) no reason for more than ordinary\nprofits; (8) books of accounts incomplete and unreliable; (9) the\nmanufacturing units at Parwanoo were not genuinely run; (10)\nhigh profits have been declared.\nC\nD\n៣.\nE\nF\nG\nH\nIn regard to reasons for more than ordinary profits, it was\nstated:\n\"12.1. Many of the essential expenses without which\nbusiness cannot be run or either not debited at all or have\nbeen suppressed considerably. Depreciation of assets\nsuch as furniture, fixtures, car, scooter etc. has also been\nclaimed at half the rate while have been with the assessee\nthrough out the year. The lower claim of depreciation\nprejudices the revenues case for the subsequent years\nalso.\"\nIt was concluded:\n\"15.6. Keeping in view the totality of the facts and\ncircumstances of the case, the only inescapable conclusion\nin this case is that the assessee has/had no genuine\nmanufacturing unit at Parwanoo. The Parwanoo base is\nbeing only used as a façade to convert/route its otherwise\nundisclosed income from undisclosed sources through the\nunits at Parwanoo to claim deduction u/s 801A/80IB.\nOtherwise, there was no reason that the partners should\nnot have stationed themselves at Parwanoo or nearby.\nThere is no justification for abrupt closure of almost each\nof the three units in the 4th or 5th year when they were\nyielding peak profits. The Unit No. 1 and Unit 2 were closed\nfollowing a surprise survey u/s 133A which revealed that\nthere was little industrial activity in the premises at\n+\n3\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 203\nCORP. PARWANOO [S.B. SINHA, J.]\nParwanoo. It was with a view to avoid the embarrassing A\nsituation of defending the indefensible that the assessee\ndeemed it fit to show these units as having been closed\nbefore the date of Survey in the accounting period relevant\nto A.Y. 2000-01.\"\nIt was held:\nB\n16. I have carefully considered the written submission\nof the assessee and these are not acceptable as\nbeing incorrect. In view of the above, I am of the\nview that the Assessing Officer has acted not only C\nerroneously, but also in a manner prejudicial to the\ninterest of revenue by allowing the deduction u/s\n80IB in the assessment order dated 19.12.2002\nwhere he had brought substantial amount of\nevidence against it on record and proved beyond D\nall reasonable doubts that the assessee had falsely\nmade claim of heavy deductions knowing fully well:\nthat its activities/operations did not amount to\nmanufacturing;\nthat the manufacturing, if any, was not carried with\nthe aid of power;\nthat it does not fulfill the condition of new Plant \u0026\nMachinery;\nthat it did not satisfy the condition of employment\nof 20 workers throughout or through the substantial\npart of the year, and\nE\nF\nthat the declared profits were reasonably high and G\nexorbitant and non genuine also.\"\nOn the aforementioned finding, it was held:\n\"16.3. Under the circumstances, I am left with no alternative\nH\nA\nB\nC\n204\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nbut to decide the proceedings on the basis of material on\nrecord. In the assessment year under review, I estimate the\nassessee's income from Units at Parwanoo at 5% of the\ndeclared turnover. The income shown in excess of 5%\namount is treated as undisclosed income from\nundisclosed sources. As the assessee does not fulfill many.\nof the conditions for being entitled to deduction u/s 801A/\nIB, no part of the total income, not even the one estimated\n@5% of the turnover at Parwanoo, would be entitled for\ndeduction u/s 801A/IB.\"\nOther directions were issued and diverse proceedings\nwere also directed to be initiated.\n25. Indisputably, the Assessee carried the matter in\nappeal. Before the Appellate Authority, a large number of\nD grounds were raised. We may, however, notice that a question\nwith regard to the propriety on the part of the Commissioner of\nIncome-tax to interfere with the functions of the Assessing\nOfficer was raised, stating that the said order was passed at\nthe dictate of the higher authorities.\nE\nF\n26. The Tribunal in its order dated 15.4.2005 referred to\nin great details the respective contentions raised by the parties.\nbefore it. It, however, went to the merit of the matter to opine\ninter alia that the machineries were installed; production of\nfinished goods was shown in the books of accounts; Assessee\nhad furnished explanation with regard to the queries made and\nalso filed its detailed reply as required by the Assessing Officer;\nbooks of account have been produced by the Assessee before\nthe Assessing Officer as would appear from the letter of the\nAssessing Officer dated 18.10.2002; the activities of the\nG Assessee amounted to manufacture and it was wrongly held\nby the Commissioner of Income-tax that the unit of the\nAssessee was not registered with the Central Excise\nDepartment; it was exempt from payment of excise duty. It was\nfurthermore held that there was no error in the order of\nH assessment passed by the Assessing Officer.\n\"\n"}