{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"DEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n31\nD\ndeprived of by the illegal or invalid action of the employer. A\nSpeaking realistically, where termination of service is\nquestioned as invalid or illegal and the workman has to\ngo through the gamut of litigation, his capacity to sustain\nhimself throughout the protracted litigation is itself such an\nawesome factor that he may not survive to see the day B\nwhen relief is granted. More so in our system where the\nlaw's proverbial delay has become stupefying. If after such\na protracted time and energy consuming litigation during\nwhich period the workman just sustains himself, ultimately\nhe is to be told that though he will be reinstated, he will be\nс\ndenied the back wages which would be due to him, the\nworkman would be subjected to a sort of penalty for no\nfault of his and it is wholly undeserved. Ordinarily, therefore,\na workman whose service has been illegally terminated\nwould be entitled to full back wages except to the extent\nhe was gainfully employed during the enforced idleness.\nThat is the normal rule. Any other view would be a premium\non the unwarranted litigative activity of the employer. If the\nemployer terminates the service illegally and the\ntermination is motivated as in this case viz. to resist the\nworkmen's demand for revision of wages, the termination\nmay well amount to unfair labour practice. In such\ncircumstances reinstatement being the normal rule, it\nshould be followed with full back wages. Articles 41 and\n43 of the Constitution would assist us in reaching a just\nconclusion in this respect. By a suitable legislation, to wit,\nthe U.P. Industrial Disputes Act, 1947, the State has\nendeavoured to secure work to the workmen. In breach of\nthe statutory obligation the services were terminated and\nthe termination is found to be invalid; the workmen though\nwilling to do the assigned work and earn their livelihood, G\nwere kept away therefrom. On top of it they were forced\nto litigation up to the Apex Court now they are being told\nthat something less than full back wages should be\nawarded to them. If the services were not terminated the\nworkmen ordinarily would have continued to work and H\nE\nF\nA\nB\nC\nD\nE\nF\nG\nH\n32\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nwould have earned their wages. When it was held that the\ntermination of services was neither proper nor justified, it\nwould not only show that the workmen were always willing\nto serve but if they rendered service they would legitimately\nbe entitled to the wages for the same. If the workmen were\nalways ready to work but they were kept away therefrom\non account of an invalid act of the employer, there is no\njustification for not awarding them full back wages which\nwere very legitimately due to them.\nIn the very nature of things there cannot be a strait-jacket\nformula for awarding relief of back wages. All relevant\nconsiderations will enter the verdict. More or less, it would\nbe a motion addressed to the discretion of the Tribunal.\nFull back wages would be the normal rule and the party\nobjecting to it must establish the circumstances\nnecessitating departure. At that stage the Tribunal will\nexercise its discretion keeping in view all the relevant\ncircumstances. But the discretion must be exercised in a\njudicial and judicious manner. The reason for exercising\ndiscretion must be cogent and convincing and must\nappear on the face of the record. When it is said that\nsomething is to be done within the discretion of the\nauthority, that something is to be done according to the\nRules of reason and justice, according to law and not\nhumour. It is not to be arbitrary, vague and fanciful but legal\nand regular.\"\n(emphasis supplied)\nAfter enunciating the above-noted principles, this Court took\ncognizance of the appellant's plea that the company is suffering\nloss and, therefore, the workmen should make some sacrifice\nand modified the award of full back wages by directing that the\nworkmen shall be entitled to 75% of the back wages.\n19. Another three Judge Bench considered the same issue\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n33\nin Surendra Kumar Verma v. Central Government Industrial A\nTribunal-cum-Labour Court, New Delhi (supra) and observed:\nB\nC\nD\n\"Plain common sense dictates that the removal of an order\nterminating the services of workmen must ordinarily lead\nto the reinstatement of the services of the workmen. It is\nas if the order has never been, and so it must ordinarily\nlead to back wages too. But there may be exceptional\ncircumstances which make it impossible or wholly\ninequitable vis-à-vis the employer and workmen to direct\nreinstatement with full back wages. For instance, the\nindustry might have closed down or might be in severe\nfinancial doldrums; the workmen concerned might have\nsecured better or other employment elsewhere and so on.\nIn such situations, there is a vestige of discretion left in the\ncourt to make appropriate consequential orders. The court\nmay deny the relief of reinstatement where reinstatement\nis impossible because the industry has closed down. The\ncourt may deny the relief of award of full back wages where\nthat would place an impossible burden on the employer.\nIn such and other exceptional cases the court may mould\nthe relief, but, ordinarily the relief to be awarded must be\nreinstatement with full back wages. That relief must be\nawarded where no special impediment in the way of\nawarding the relief is clearly shown. True, occasional\nhardship may be caused to an employer but we must\nremember that, more often than not, comparatively far F\ngreater hardship is certain to be caused to the workmen\nif the relief is denied than to the employer if the relief is\ngranted.\"\nLUJ\nE\n(emphasis supplied)\nG\n20. The principle laid down in Hindustan Tin Works\nPrivate Limited v. Employees of Hindustan Tin Works Private\nLimited (supra) was reiterated in P.G.I. of Medical Education\n\u0026 Research, Chandigarh v. Raj Kumar (2001) 2 SCC 54. That\ncase makes an interesting reading. The respondent had worked\nH\n34\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nas helper for 11 months and 18 days. The termination of his\nservice was declared by Labour Court, Chandigarh as\nretrenchment and was invalidated on the ground of non-\ncompliance of Section 25-F of the Industrial Disputes Act, 1947.\nAs a corollary, the Labour Court held that the respondent was\nB entitled to reinstatement with continuity of service. However, only\n60% back wages were awarded. The learned Single Judge of\nthe Punjab and Haryana High Court did not find any error\napparent in the award of the Labour Court but ordered payment\nof full back wages. The two Judge Bench of this Court noted\nC the guiding principle laid down in the case of Hindustan Tin\nWorks Private Limited and observed:\nD\nE\nF\nG\nI\n\"While it is true that in the event of failure in compliance\nwith Section 25-F read with Section 25(b) of the Industrial\nDisputes Act, 1947 in the normal course of events the\nTribunal is supposed to award the back wages in its\nentirety but the discretion is left with the Tribunal in the\nmatter of grant of back wages and it is this discretion,\nwhich in Hindustan Tin Works (P) Ltd. case this Court has\nstated must be exercised in a judicial and judicious\nmanner depending upon the facts and circumstances of\neach case. While, however, recording the guiding principle\nfor the grant of relief of back wages this Court in Hindustan\ncase, itself reduced the back wages to 75%, the reason\nbeing the contextual facts and circumstances of the case\nunder consideration.\nThe Labour Court being the final court of facts came to a\nconclusion that payment of 60% wages would comply with\nthe requirement of law. The finding of perversity or being\nerroneous or not in accordance with law shall have to be\nrecorded with reasons in order to assail the finding of the\nTribunal or the Labour Court. It is not for the High Court to\ngo into the factual aspects of the matter and there is an\nexisting limitation on the High Court to that effect. In the\nevent, however the finding of fact is based on any\n5\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n35\nmisappreciation of evidence, that would be deemed to be\nan error of law which can be corrected by a writ of\ncertiorari. The law is well settled to the effect that finding\nof the Labour Court cannot be challenged in a proceeding\nin a writ of certiorari on the ground that the relevant and\nmaterial evidence adduced before the Labour Court was\ninsufficient or inadequate though, however, perversity of\nthe order would warrant intervention of the High Court. The\nobservation, as above, stands well settled since the\ndecision of this Court in Syed Yakoob v. K.S.\nRadhakrishnan AIR 1964 SC 477.\nPayment of back wages having a discretionary element\ninvolved in it has to be dealt with, in the facts and\ncircumstances of each case and no straight-jacket formula\ncan be evolved, though, however, there is statutory\nsanction to direct payment of back wages in its entirety.\nAs regards the decision of this Court in Hindustan Tin\nWorks (P) Ltd. be it noted that though broad guidelines,\nas regards payment of back wages, have been laid down\nby this Court but having regard to the peculiar facts of the\nmatter, this Court directed payment of 75% back wages\nonly.\nA\nB\nC\nD\nE\nThe issue as raised in the matter of back wages has\nbeen dealt with by the Labour Court in the manner as\nabove having regard to the facts and circumstances of the F\nmatter in the issue, upon exercise of its discretion and\nobviously in a manner which cannot but be judicious in\nnature. In the event, however, the High Court's interference\nis sought for, there exists an obligation on the part of the\nHigh Court to record in the judgment, the reasoning before\nhowever denouncing a judgment of an inferior Tribunal, in\nthe absence of which, the judgment in our view cannot\nstand the scrutiny of otherwise being reasonable. There\nought to be available in the judgment itself a finding about\nthe perversity or the erroneous approach of the Labour\nG\nH\n}\nA\nB\nC\n36\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nCourt and it is only upon recording therewith the High Court\nhas the authority to interfere. Unfortunately, the High Court\ndid not feel it expedient to record any reason far less any\nappreciable reason before denouncing the judgment.\"\n21. The aforesaid judgment became a benchmark for\nalmost all the subsequent judgments. In Hindustan Motors Ltd.\nv. Tapan Kumar Bhattacharya (2002) 6 SCC 41, the Fifth\nIndustrial Tribunal, West Bengal had found that the finding of\nguilty recorded in the departmental inquiry was not based on\nany cogent and reliable evidence and passed an award for\nreinstatement of the workman with other benefits. The learned\nSingle Judge allowed the writ petition filed by the employer and\nquashed the award of the Industrial Tribunal. The Division\nBench of the High Court reversed the order of the learned\nSingle Judge. This Court issued notice to the respondent limited\nD to the question of back wages. After taking cognizance of the\njudgments in Hindustan Tin Works Private Limited v.\nEmployees of Hindustan Tin Works Private Limited (supra)\nand P.G.I. of Medical Education \u0026 Research, Chandigarh v.\nRaj Kumar (supra), the Court observed:\nE\nLL\nF\nG\nH\n\"As already noted, there was no application of mind to the\nquestion of back wages by the Labour Court. There was\nno pleading or evidence whatsoever on the aspect whether\nthe respondent was employed elsewhere during this long\ninterregnum. Instead of remitting the matter to the Labour\nCourt or the High Court for fresh consideration at this\ndistance of time, we feel that the issue relating to payment\nof back wages should be settled finally. On consideration\nof the entire matter in the light of the observations referred\nto supra in the matter of awarding back wages, we are of\nthe view that in the context of the facts of this particular case\nincluding the vicissitudes of long-drawn litigation, it will\nserve the ends of justice if the respondent is paid 50% of\nthe back wages till the date of reinstatement. The amount\nalready paid as wages or subsistence allowance during\n1\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n37\nthe pendency of the various proceedings shall be deducted A\nfrom the back wages now directed to be paid. The appellant\nwill calculate the amount of back wages as directed herein\nand pay the same to the respondent within three months,\nfailing which the amount will carry interest at the rate of 9%\nper annum. The award of the Labour Court which has been B\nconfirmed by the Division Bench of the High Court stands\nmodified to this extent. The appeal is disposed of on the\nabove terms. There will be no order as to costs.\"\n(emphasis supplied)\nC\n22. In Indian Railway Construction Co. Ltd. v. Ajay Kumar\n(2003) 4 SCC 579, this Court was called upon to consider\nwhether the services of the respondent could be terminated by\ndispensing with the requirement of inquiry enshrined in Indian\nRailway Construction Co. Ltd. (Conduct, Discipline and Appeal) D\nRules, 1981 read with Article 311(2) of the Constitution. The\nlearned Single Judge of the Delhi High Court held that there\nwas no legal justification to dispense with the inquiry and\nordered reinstatement of the workman with back wages. The\nDivision Bench upheld the order of the learned Single Judge. E\nThe two Judge Bench of this Court referred to the judgments in\nHindustan Tin Works Private Limited v. Employees of\nHindustan Tin Works Private Limited (supra) and P.G.I. of\nMedical Education \u0026 Research, Chandigarh v. Raj Kumar\n(supra) and held that payment of Rs.15 lakhs in full and final\nsettlement of all claims of the employee will serve the ends of\njustice.\nF\n23. In M.P. State Electricity Board v. Jarina Bee (Smt.)\n(supra), the two Judge Bench referred to P.G.I. of Medical\nEducation \u0026 Research, Chandigarh v. Raj Kumar (supra) and G\nheld that it is always incumbent upon the Labour Court to\ndecide the question relating to quantum of back wages by\nconsidering the evidence produced by the parties.\n24. In Kendriya Vidyalaya Sangathan v. S. C. Sharma\n(supra), the Court found that the services of the respondent had H.\n38\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nbeen terminated under Rule 19(ii) of the Central Civil Services\n(Classification, Control and Appeal) Rules, 1965 on the charge\nthat he was absconding from duty. The Central Administrative\nTribunal held that no material was available with the disciplinary\nauthority which could justify invoking of Rule 19(ii) and the order\nof dismissal could not have been passed without holding\nregular inquiry in accordance with the procedure prescribed\nunder the Rules. The Division Bench of the Punjab and Haryana\nHigh Court did not accept the appellants' contention that\ninvoking of Rule 19(ii) was justified merely because the\nC respondent did not respond to the notices issued to him and\nD\nE\nF\nG\nH\ndid not offer any explanation for his willful absence from duty\nfor more than two years. The High Court agreed with the\nTribunal and dismissed the writ petition. The High Court further\nheld that even though the respondent-employee had not\npleaded or produced any evidence that after dismissal from\nservice, he was not gainfully employed, back wages cannot be\ndenied to him. This Court relied upon some of the earlier\njudgments and held that in view of the respondent's failure to\ndischarge the initial burden to show that he was not gainfully\nemployed, there was ample justification to deny him back\nwages, more so because he had absconded from duty for a\nlong period of two years.\n25. In General Manager, Haryana Roadways v. Rudhan\nSingh (2005) 5 SCC 591, the three Judge Bench considered\nthe question whether back wages should be awarded to the\nworkman in each and every case of illegal retrenchment. The\nfactual matrix of that case was that after finding the termination\nof the respondent's service as illegal, the Industrial Tribunal-\ncum-Labour Court awarded 50% back wages. The writ petition\nfiled by the appellant was dismissed by the Punjab and\nHaryana High Court. This Court set aside award of 50% back\nwages on the ground that the workman had raised the dispute\nafter a gap of 2 years and 6 months and the Government had\nmade reference after 8 months. The Court then proceeded to\nobserve:\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n39\n\"There is no rule of thumb that in every case where the A\nIndustrial Tribunal gives a finding that the termination of\nservice was in violation of Section 25-F of the Act, entire\nback wages should be awarded. A host of factors like the\nmanner and method of selection and appointment i.e.\nwhether after proper advertisement of the vacancy or B\ninviting applications from the employment exchange, nature\nof appointment, namely, whether ad hoc, short term, daily\nwage, temporary or permanent in character, any special\nqualification required for the job and the like should be\nweighed and balanced in taking a decision regarding C\naward of back wages. One of the important factors, which\nhas to be taken into consideration, is the length of service,\nwhich the workman had rendered with the employer. If the\nworkman has rendered a considerable period of service\nand his services are wrongfully terminated, he may be\nD\nawarded full or partial back wages keeping in view the fact\nthat at his age and the qualification possessed by him he\nmay not be in a position to get another employment.\nHowever, where the total length of service rendered by a\nworkman is very small, the award of back wages for the\ncomplete period i.e. from the date of termination till the\ndate of the award, which our experience shows is often\nquite large, would be wholly inappropriate. Another\nimportant factor, which requires to be taken into\nconsideration is the nature of employment. A regular\nservice of permanent character cannot be compared to\nshort or intermittent daily-wage employment though it may\nbe for 240 days in a calendar year.\"\n26. In U.P. State Brassware Corporation Ltd. v. Uday\nNarain Pandey (supra), the two Judge Bench observed:\n\"No precise formula can be laid down as to under what\ncircumstances payment of entire back wages should be\nallowed. Indisputably, it depends upon the facts and\ncircumstances of each case. It would, however, not be\nE\nF\nG\nН\n40\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\ncorrect to contend that it is automatic. It should not be\ngranted mechanically only because on technical grounds\nor otherwise an order of termination is found to be in\ncontravention of the provisions of Section 6-N of the U.P.\nIndustrial Disputes Act.\"\n27. The Court also reiterated the rule that the workman is\nrequired to plead and prima facie prove that he was not\ngainfully employed during the intervening period.\n28. In Depot Manager, Andhra Pradesh State Road\nC Transport Corporation v. P. Jayaram Reddy (supra), this Court\nnoted that the services of the respondent were terminated\nbecause while seeking fresh appointment, he had suppressed\nthe facts relating to earlier termination on the charges of grave\nmisconduct. The Labour Court did not find any fault with the\nD procedure adopted by the employer but opined that dismissal\nwas very harsh, disproportionate and unjustified and accordingly\nexercised power under Section11-A of the Industrial Disputes\nAct, 1947 for ordering reinstatement with back wages. This\nCourt referred to the judgments in P.G.I. of Medical Education\nE \u0026 Research, Chandigarh v. Raj Kumar (supra) and J.K.\nSynthetics Ltd. v. K. P. Agrawal (supra) and held that the\nLabour Court was not justified in awarding back wages.\nF\n29. In Novartis India Limited v. State of West Bengal\n(supra), the services of the workman were terminated on the\ncharge of not joining the place of transfer. The Labour Court\nquashed the termination of services on the ground of violation\nof the rules of natural justice and passed an award of\nreinstatement of the workman with back wages. The learned\nSingle Judge of the High Court dismissed the writ petition filed\nby the appellant but the letters patent appeal was allowed by\nthe Division Bench on the ground that the State of West Bengal\nwas not the appropriate Government for making the reference.\nThe special leave petition filed by the workman was allowed\nby this Court and the Division Bench of the High Court was\nH asked to decide the letters patent appeal on merits. In the\nG\n.\n"}