{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"DEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n41\nsecond round, the Division Bench dismissed the appeal. This A\nCourt referred to shift in the approach regarding payment of\nback wages and observed:\n\"There can, however, be no doubt whatsoever that there\nhas been a shift in the approach of this Court in regard to\npayment of back wages. Back wages cannot be granted\nalmost automatically upon setting aside an order of\ntermination inter alia on the premise that the burden to\nshow that the workman was gainfully employed during\ninterregnum period was on the employer. This Court, in a\nnumber of decisions opined that grant of back wages is\nnot automatic. The burden of proof that he remained\nunemployed would be on the workmen keeping in view the\nprovisions contained in Section 106 of the Evidence Act,\n1872. This Court in the matter of grant of back wages has\nlaid down certain guidelines stating that therefor several\nfactors are required to be considered including the nature\nof appointment; the mode of recruitment; the length of\nservice; and whether the appointment was in consonance\nwith Articles 14 and 16 of the Constitution of India in cases\nof public employment, etc.\nB\nC\nD\nE\nIt is also trite that for the purpose of grant of back wages,\nconduct of the workman concerned also plays a vital role.\nEach decision, as regards grant of back wages or the\nquantum thereof, would, therefore, depend on the fact of F\neach case. Back wages are ordinarily to be granted,\nkeeping in view the principles of grant of damages in mind.\nIt cannot be claimed as a matter of right.\"\n30. In Metropolitan Transport Corporation v. V.\nVenkatesan (supra), the Court noted that after termination of\nservice from the post of conductor, the respondent had\nacquired Law degree and started practice as an advocate. The\nIndustrial Tribunal declared the termination of the respondent's\nservice by way of removal as void and inoperative on the\nground that the Corporation had not applied for approval under\nG\nH\nA\n42\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nSection 33(2)(b) of the Industrial Disputes Act. At one stage,\nthe High Court stayed the order of the Industrial Tribunal but\nfinally dismissed the writ petition. The workman filed application\nunder Section 33-C(2) of the Industrial Disputes Act claiming\nfull back wages. The Labour Court allowed the claim of the\nB respondent to the extent of Rs.6,54,766/-. The writ petition filed\nagainst the order of the Labour Court was dismissed by the\nlearned Single Judge and the appeal was dismissed by the\nDivision Bench. This Court referred to the earlier precedents\nand observed:\nC\nD\nE\nF\nG\n\"First, it may be noticed that in the seventies and eighties,\nthe directions for reinstatement and the payment of full back\nwages on dismissal order having been found invalid would\nordinarily follow as a matter of course. But there is change\nin the legal approach now.\nWe recently observed in Jagbir Singh v. Haryana State\nAgriculture Mktg. Board that in the recent past there has\nbeen a shift in the legal position and in a long line of cases,\nthis Court has consistently taken the view that the relief of\nreinstatement with back wages is not automatic and may\nbe wholly inappropriate in a given fact situation even\nthough the termination of an employee is held to be in\ncontravention of the prescribed procedure.\nSecondly, and more importantly, in view of the fact that the\nrespondent was enrolled as an advocate on 12-12-2000\nand continued to be so until the date of his reinstatement\n(15-6-2004), in our thoughtful consideration, he cannot be\nheld to be entitled to full back wages. That the income\nreceived by the respondent while pursuing legal profession\nhas to be treated as income from gainful employment\ndoes not admit of any doubt. In North-East Karnataka RTC\nv. M. Nagangouda this Court held that “gainful\nemployment\" would also include self-employment. We\nrespectfully agree.\nH\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n43\nIt is difficult to accept the submission of the learned Senior A\nCounsel for the respondent that he had no professional\nearnings as an advocate and except conducting his own\ncase, the respondent did not appear in any other case. The\nfact that he resigned from service after 2-3 years of\nreinstatement and re-engaged himself in legal profession B\nleads us to assume that he had some practice in law after\nhe took sanad on 12-12-2000 until 15-6-2004, otherwise\nhe would not have resigned from the settled job and\nresumed profession of glorious uncertainties.\"\n31. In Jagbir Singh v. Haryana State Agriculture\nMarketing Board (supra), this Court noted that as on the date\nof retrenchment, respondent No.1 had worked for less than 11\nmonths and held:\nC\n\"It would be, thus, seen that by a catena of decisions in D\nrecent time, this Court has clearly laid down that an order\nof retrenchment passed in violation of Section 25-F\nalthough may be set aside but an award of reinstatement\nshould not, however, be automatically passed. The award\nof reinstatement with full back wages in a case where the E\nworkman has completed 240 days of work in a year\npreceding the date of termination, particularly, daily wagers\nhas not been found to be proper by this Court and instead\ncompensation has been awarded. This Court has\ndistinguished between a daily wager who does not hold a F\npost and a permanent employee.\nTherefore, the view of the High Court that the Labour Court\nerred in granting reinstatement and back wages in the\nfacts and circumstances of the present case cannot be said\nto suffer from any legal flaw. However, in our view, the High\nCourt erred in not awarding compensation to the appellant\nwhile upsetting the award of reinstatement and back\nwages.\"\nG\n32. We may now deal with the judgment in J.K. Synthetics H\nI\n44\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nLtd. v. K.P. Agrawal and Another (supra) in detail. The facts of\nthat case were that the respondent was dismissed from service\non the basis of inquiry conducted by the competent authority.\nThe Labour Court held that the inquiry was not fair and proper\nand permitted the parties to adduce evidence on the charges.\nB levelled against the respondent. After considering the evidence,\nthe Labour Court gave benefit of doubt to the respondent and\nsubstituted the punishment of dismissal from service with that\nof stoppage of increments for two years. On an application filed\nby the respondent, the Labour Court held that the respondent\nwas entitled to reinstatement with full back wages for the period\nof unemployment. The learned Single Judge dismissed the writ\npetition and the Division Bench declined to interfere by\nobserving that the employer had willfully violated the order of\nthe Labour Court. On an application made by the respondent\nunder Section 6(6) of the U.P. Industrial Disputes Act, 1947,\nthe Labour Court amended the award. This Court upheld the\npower of the Labour Court to amend the award but did not\napprove the award of full back wages. After noticing several\nprecedents to which reference has been made hereinabove,\nthe two Judge Bench observed:\nC\nD\nE\nF\nபட\nG\n\"There is also a misconception that whenever\nreinstatement is directed, “continuity of service\" and\n\"consequential benefits\" should follow, as a matter of\ncourse. The disastrous effect of granting several\npromotions as a \"consequential benefit\" to a person who\nhas not worked for 10 to 15 years and who does not have\nthe benefit of necessary experience for discharging the\nhigher duties and functions of promotional posts, is seldom\nvisualised while granting consequential benefits\nautomatically. Whenever courts or tribunals direct\nreinstatement, they should apply their judicial mind to the\nfacts and circumstances to decide whether “continuity of\nservice\" and/or \"consequential benefits\" should also be\ndirected.\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n45\nComing back to back wages, even if the court finds it A\nnecessary to award back wages, the question will be\nwhether back wages should be awarded fully or only\npartially (and if so the percentage). That depends upon the\nfacts and circumstances of each case. Any income\nreceived by the employee during the relevant period on B\naccount of alternative employment or business is a relevant\nfactor to be taken note of while awarding back wages, in\naddition to the several factors mentioned in Rudhan Singh\nand Uday Narain Pandey. Therefore, it is necessary for the\nemployee to plead that he was not gainfully employed from\nthe date of his termination. While an employee cannot be\nasked to prove the negative, he has to at least assert on\noath that he was neither employed nor engaged in any\ngainful business or venture and that he did not have any\nincome. Then the burden will shift to the employer. But\nthere is, however, no obligation on the terminated\nemployee to search for or secure alternative employment.\nBe that as it may.\nBut the cases referred to above, where back wages were\nawarded, related to termination/retrenchment which were\nheld to be illegal and invalid for non-compliance with\nstatutory requirements or related to cases where the Court\nfound that the termination was motivated or amounted to\nvictimisation. The decisions relating to back wages\npayable on illegal retrenchment or termination may have\nno application to the case like the present one, where the\ntermination (dismissal or removal or compulsory\nretirement) is by way of punishment for misconduct in a\ndepartmental inquiry, and the court confirms the finding\nregarding misconduct, but only interferes with the\npunishment being of the view that it is excessive, and\nawards a lesser punishment, resulting in the reinstatement\nof employee. Where the power under Article 226 or\nSection 11-A of the Industrial Disputes Act (or any other\nsimilar provision) is exercised by any court to interfere with\nC\nD\nE\n៣\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nН\n46\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nthe punishment on the ground that it is excessive and the\nemployee deserves a lesser punishment, and a\nconsequential direction is issued for reinstatement, the\ncourt is not holding that the employer was in the wrong or\nthat the dismissal was illegal and invalid. The court is\nmerely exercising its discretion to award a lesser\npunishment. Till such power is exercised, the dismissal is\nvalid and in force. When the punishment is reduced by a\ncourt as being excessive, there can be either a direction\nfor reinstatement or a direction for a nominal lump sum\ncompensation. And if reinstatement is directed, it can be\neffective either prospectively from the date of such\nsubstitution of punishment (in which event, there is no\ncontinuity of service) or retrospectively, from the date on\nwhich the penalty of termination was imposed (in which\nevent, there can be a consequential direction relating to\ncontinuity of service). What requires to be noted in cases\nwhere finding of misconduct is affirmed and only the\npunishment is interfered with (as contrasted from cases\nwhere termination is held to be illegal or void) is that there\nis no automatic reinstatement; and if reinstatement is\ndirected, it is not automatically with retrospective effect\nfrom the date of termination. Therefore, where\nreinstatement is a consequence of imposition of a lesser\npunishment, neither back wages nor continuity of service\nnor consequential benefits, follow as a natural or\nnecessary consequence of such reinstatement. In cases\nwhere the misconduct is held to be proved, and\nreinstatement is itself a consequential benefit arising from\nimposition of a lesser punishment, award of back wages\nfor the period when the employee has not worked, may\namount to rewarding the delinquent employee and\npunishing the employer for taking action for the misconduct\ncommitted by the employee. That should be avoided.\nSimilarly, in such cases, even where continuity of service\nis directed, it should only be for purposes of pensionary/\nretirement benefits, and not for other benefits like\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI; J.]\nincrements, promotions, etc.\n47\nA\nBut there are two exceptions. The first is where the court\nsets aside the termination as a consequence of employee\nbeing exonerated or being found not guilty of the\nmisconduct. Second is where the court reaches a\nB\nconclusion that the inquiry was held in respect of a frivolous\nissue or petty misconduct, as a camouflage to get rid of\nthe employee or victimise him, and the disproportionately\nexcessive punishment is a result of such scheme or\nintention. In such cases, the principles relating to back\nwages, etc. will be the same as those applied in the cases\nof an illegal termination.\nC\nIn this case, the Labour Court found that a charge against\nthe employee in respect of a serious misconduct was\nproved. It, however, felt that the punishment of dismissal D\nwas not warranted and therefore, imposed a lesser\npunishment of withholding the two annual increments. In\nsuch circumstances, award of back wages was neither\nautomatic nor consequential. In fact, back wages was not\nwarranted at all.\"\n33. The propositions which can be culled out from the\naforementioned judgments are:\n(i) In cases of wrongful termination of service, reinstatement\nwith continuity of service and back wages is the normal rule.\nE\nF\n(ii) The aforesaid rule is subject to the rider that while\ndeciding the issue of back wages, the adjudicating authority or\nthe Court may take into consideration the length of service of\nthe employee/workman, the nature of misconduct, if any, found G\nproved against the employee/workman, the financial condition\nof the employer and similar other factors.\n(iii) Ordinarily, an employee or workman whose services\nare terminated and who is desirous of getting back wages is\nrequired to either plead or at least make a statement before\nH\n48\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nC\nD\nthe adjudicating authority or the Court of first instance that he/\nshe was not gainfully employed or was employed on lesser\nwages. If the employer wants to avoid payment of full back\nwages, then it has to plead and also lead cogent evidence to\nprove that the employee/workman was gainfully employed and\nwas getting wages equal to the wages he/she was drawing\nprior to the termination of service. This is so because it is\nsettled law that the burden of proof of the existence of a\nparticular fact lies on the person who makes a positive\naverments about its existence. It is always easier to prove a\npositive fact than to prove a negative fact. Therefore, once the\nemployee shows that he was not employed, the onus lies on\nthe employer to specifically plead and prove that the employee\nwas gainfully employed and was getting the same or\nsubstantially similar emoluments.\n(iv) The cases in which the Labour Court/Industrial Tribunal\nexercises power under Section 11-A of the Industrial Disputes\nAct, 1947 and finds that even though the enquiry held against\nthe employee/workman is consistent with the rules of natural\njustice and / or certified standing orders, if any, but holds that\nE the punishment was disproportionate to the misconduct found\nproved, then it will have the discretion not to award full back\nwages. However, if the Labour Court/Industrial Tribunal finds\nthat the employee or workman is not at all guilty of any\nmisconduct or that the employer had foisted a false charge, then\nthere will be ample justification for award of full back wages.\nF\nG\nH\n(v) The cases in which the competent Court or Tribunal\nfinds that the employer has acted in gross violation of the\nstatutory provisions and/or the principles of natural justice or is\nguilty of victimizing the employee or workman, then the\nconcerned Court or Tribunal will be fully justified in directing\npayment of full back wages. In such cases, the superior Courts\nshould not exercise power under Article 226 or 136 of the\nConstitution and interfere with the award passed by the Labour\nCourt, etc., merely because there is a possibility of forming a\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n49\ndifferent opinion on the entitlement of the employee/workman A\nto get full back wages or the employer's obligation to pay the\nsame. The Courts must always be kept in view that in the cases\nof wrongful/illegal termination of service, the wrongdoer is the\nemployer and sufferer is the employee/workman and there is\nno justification to give premium to the employer of his B\nwrongdoings by relieving him of the burden to pay to the\nemployee/workman his dues in the form of full back wages:\nC\nD\n(vi) In a number of cases, the superior Courts have\ninterfered with the award of the primary adjudicatory authority\non the premise that finalization of litigation has taken long time\nignoring that in majority of cases the parties are not responsible\nfor such delays. Lack of infrastructure and manpower is the\nprincipal cause for delay in the disposal of cases. For this the\nlitigants cannot be blamed or penalised. It would amount to\ngrave injustice to an employee or workman if he is denied back\nwages simply because there is long lapse of time between the\ntermination of his service and finality given to the order of\nreinstatement. The Courts should bear in mind that in most of\nthese cases, the employer is in an advantageous position vis-\nà-vis the employee or workman. He can avail the services of\nbest legal brain for prolonging the agony of the sufferer, i.e., the\nemployee or workman, who can ill afford the luxury of spending\nmoney on a lawyer with certain amount of fame. Therefore, in\nsuch cases it would be prudent to adopt the course suggested\nin Hindustan Tin Works Private Limited v. Employees of F\nHindustan Tin Works Private Limited (supra).\nE\n(vii) The observation made in J.K. Synthetics Ltd. v. K.P.\nAgrawal (supra) that on reinstatement the employee/workman\ncannot claim continuity of service as of right is contrary to the G\nratio of the judgments of three Judge Benches referred to\nhereinabove and cannot be treated as good law. This part of\nthe judgment is also against the very concept of reinstatement\nof an employee/workman.\n34. Reverting to the case in hand, we find that the H\n50\n50\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA management's decision to terminate the appellant's service\nwas preceded by her suspension albeit without any rhyme or\nreason and even though the Division Bench of the High Court\ndeclared that she will be deemed to have rejoined her duty on\n14.3.2007 and entitled to consequential benefits, the\nB management neither allowed her to join the duty nor paid\nwages. Rather, after making a show of holding inquiry, the\nmanagement terminated her service vide order dated\n15.6.2007. The Tribunal found that action of the management\nto be wholly arbitrary and vitiated due to violation of the rules\nof natural justice. The Tribunal further found that the allegations\nlevelled against the appellant were frivolous. The Tribunal also\ntook cognizance of the statement made on behalf of the\nappellant that she was not gainfully employed anywhere and the\nfact that the management had not controverted the same and\nordered her reinstatement with full back wages.\nс\nD\n35. The learned Single Judge agreed with the Tribunal that\nthe action taken by the management to terminate the\nappellant's service was per se illegal but set aside the award\nof back wages by making a cryptic observation that she had\nE not proved the factum of non-employment during the intervening\nperiod. While doing so, the learned Single Judge not only\noverlooked the order passed by the Division Bench in Writ\nPetition No.8404/2006, but also Rule 33 which prohibits an\nemployee from taking employment elsewhere. Indeed, it was\nnot even the pleaded case of the management that during the\nperiod of suspension, the appellant had left the Headquarter\nwithout prior approval of the Chief Executive Officer and thereby\ndisentitling her from getting subsistence allowance or that\nduring the intervening period she was gainfully employed\nG elsewhere.\nF\nI\n36. In view of the above discussion, we hold that the\nlearned Single Judge of the High Court committed grave error\nby interfering with the order passed by the Tribunal for payment\nof back wages, ignoring that the charges levelled against the\n"}