{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15}],"text":"706\nSUPREME COURT REPORTS\n[2009] 1 S.C.R.\nA\nB\n0\nD\nE\ncontrary, the Mamlatdar himself has been given the\njurisdiction to try the question as to whether a person is a\ntenant or a protected tenant.\nMr.Tarkunde says that the issue before the civil court is not\nwhether the defendant is a protected tenant or not, but the\nissue is whether the defendant is a trespasser or a\nprotected tenant. In my opinion, when the Legislature has\nleft it to the Mamlatdar to decide the issue whether the\ndefendant is a protected tenant or not, it implies that he\nmust decide that the defendant is not a trespasser in order\nto hold that he is a tenant or a protected tenant and he\nmust also hold that he is a trespasser in order to\ndetermine that he is not a tenant or a protected tenant. I\nagree with Mr.Tarkunde that the provisions in law which\noust the jurisdiction of the civil court must be strictly\nconstrued. But considering it as strictly as I can, looking\nto the language used by the Legislature in Section 70(b)\nof the Tenancy Act, and looking to the scheme of the Act,\nit seems to me clear that all questions with regard to the\nstatus of a party, when the party claims the status of a\nprotected tenant, are left to be determined by the Revenue\nCourt, and the jurisdiction of the civil court is ousted............\"\n10. In view of the discussions made hereinabove, we are,\ntherefore, of the view that under Section 7 of the Goa Tenancy\nF Act, which is pari-materia with Section 70 of the Bombay\nTenancy Act, the Mamlatdar is conferred with power to decide\nthe question after holding an enquiry whether a particular\nperson is or is not a tenant of the disputed property.\nG\n11. It is true that the High Court by the impugned judgment\nhas distinguished the two provisions of the two different Acts,\nnamely, Section 7 of the Goa Tenancy Act and Section 70 of\nthe Bombay Tenancy Act relying on the provisions of Section\n4 of the Goa Tenancy Act. According to the High Court, if\nSection 7 of the Goa Tenancy Act and Section 70 of the\nH Bombay Tenancy Act could be considered as pari materia in\n1\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 707\nORS. [TARUN CHATTERJEE, J.]\nthat case the Mamlatdar could decide the question, i.e. the A\nconcerned person is or is not a tenant, there would be no need\nto provide for negative declaration under Section 4 of the Goa\nTenancy Act. According to the High Court, the cardinal principle\nof interpretation was that the duty of the court is to give effect\nto the intendment of the legislature. Once the legislature has B\nexpressly provided for grant of negative declaration in limited\ncases, it would contemplate ouster of jurisdiction in matters.\nother than Section 4. This would also be a harmonious\nconstruction as the jurisdiction of the civil court would not be\nousted and there would be no conflicting judgments. Making C\nthese observations, the High Court held that the language of\nthe Goa Tenancy Act contemplates that no negative declaration\ncan be granted by the Mamlatdar under Section 7 of the Goa\nTenancy Act. At the same time, the High Court also observed\nthat, of course, when the issue arises whether the person is a\ntenant or not before the Mamlatdar, he could always decide\nwhether the person who claims the right has so proved or not.\nIt was also the finding of the High Court that the jurisdiction of\nthe Mamlatdar to decide whether the concerned person is or\nwas not a tenant, was inherent in deciding the said issue.\nBefore we proceed further, let us produce Section 4 of the Goal\nTenancy Act which runs as under:-\n\"Section 4 – Persons deemed to be tenants -\n-\nA person lawfully cultivating any land belonging to another\nperson (hereinafter in this section referred to as the owner)\non or after the 1st of July, 1962 but before the\ncommencement of this Act, shall be deemed to be a\ntenant if such land is not cultivated personally by the owner\nand if such person is not -\n(i) a member of the owner's family, or\nD\nE\nF\nG\n(ii) a servant on wages payable in cash or kind but not in\ncrop share or a hired labourer cultivating the land under\nthe personal supervision of the owner or of any member H\n708\nSUPREME COURT REPORTS\n[2009] 1 S.C.R.\nA\nof the owner's family, or\nB\nC\nD\nE\nF\nG\n(iii) a mortgagee in possession.\nProvided that if upon an application made by the landlord\nwithin one year from the commencement of this Act to the\nMamlatdar within whose jurisdiction the land is situated:-\n(a) the Mamlatdar declares that such person is not a tenant\nand his decision is not reversed on appeal or revision, or\n(b) the Mamlatdar refuses to make such declaration but\nhis decision is reversed on appeal or revision, such\nperson shall not be deemed to be a tenant under this\nSection.\nProvided further that a sub-tenant cultivating any land\nbelonging to another person [on or after the 1st of July,\n1962, but before the commencement of this Act] shall,\nnotwithstanding the fact that the creation of the sub-tenancy\nmight have been prohibited by any law for the time being\nin force, be deemed to be lawfully cultivating the land as a\ntenant for the purposes of this section; and in such cases,\nthe intermediary tenant or tenants prior to the creation of\nthe sub-tenancy shall not be deemed to be tenant or tenants\nfor the purposes of this Act;\nProvided further that in the case of a person claiming to\nbe a tenant on the ground that he was a sub-tenant\ncultivating any land after the 1st July, 1962, but before the\ncommencement of this Act, the application by the landlord\nfor a declaration that such person is not a tenant may be\nmade within three months of the commencement of the\nGoa, Daman and Diu Agricultural Tenancy (Amendment)\nAct, 1966.\"\n12. A plain reading of this provision which in addition\nwould show that legislature has provided by introducing Section\nH 4 that the landlord can seek a negative declaration in respect\n}\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 709\nORS. [TARUN CHATTERJEE, J.]\nof the category of persons mentioned in Section 4(1). It is true A\nthat under Section 4(1) of the Goa Tenancy Act, the Mamlatdar\nis conferred with jurisdiction to declare the category of person\nmentioned therein is or was not a tenant in respect of the\ndisputed property. But if we read Section 7 and the objects and\nreasons of the Act and considering the fact that for a limited B\npurpose the Mamlatdar is conferred with such power to declare\nthe negative declaration in respect of the certain category of\npersons under Section 4(1) of the Goa Tenancy Act, it cannot\nbe said that while deciding the question under Section 7 of the\nGoa Tenancy Act, the jurisdiction of the Mamlatdar to declare\nthat the concerned person is or was not a tenant is ousted.\nAccordingly, we are of the view that the High Court was not\njustified in holding that a Mamlatdar is not conferred under\nSection 7 of the Goa Tenancy Act to deal with and decide\nwhether the concerned person is a tenant or not a tenant in\nrespect of the disputed property.\nC\nD\n13. Again it is needed to be mentioned that the jurisdiction\nunder Section 7 of the Goa Tenancy Act is not confined to cases\nwhere the relationship of the landlord and tenant is admitted.\nIn fact, it is only where the said relationship is alleged by one E\nparty and denied by the other that the question falls to be\nconsidered and the decision of the question is left exclusively\nto be determined by the Mamlatdar under the provision of the\nAct. It is likely that a trespasser would thereby be able to\nprolong litigation between him and the owner of the property F\nby frivolously raising a plea that he is a tenant or a protected\ntenant; but, on the other hand, a landlord may also frivolously\nallege that a tenant is a trespasser. We must, therefore, hold\nthat the only forum that can deal with this plea is the Mamlatdar.\nIf he rejects the plea, then only the dispute between the owner G\nand the trespasser would be triable by the ordinary Civil Court;\nbut otherwise, the Mamlatdar alone would decide the dispute\nin so far as it falls within the purview of the Act. In our view, the\njurisdiction of the Mamlatdar under Section 7 of the Goal\nTenancy Act is not confined to cases where the question is\nH\n710\nSUPREME COURT REPORTS\n[2009] 1 S.C.R.\nA whether a person is or was a tenant in respect of the disputed\nproperty. The High Court in the impugned judgment, as noted\nherein earlier, held that the provisions of the Bombay Tenancy\nAct and Goa Tenancy Act are similar, but in view of Section 4\nof the Goa Tenancy Act, the decisions of the Bombay Tenancy\nB Act, as referred to herein earlier, could not be applied in the\npresent case. We are unable to subscribe this view. When the\nlegislature has provided that the landlord can seek a negative\ndeclaration in respect of the category of person mentioned in\nSection 4(1) of the Goa Tenancy Act, it cannot conclusively lead\nto the conclusion that in other cases, namely, where the\nquestion arises as to whether a person is or is not a tenant,\nthe Mamlatdar is not conferred with any power to grant negative\ndeclaration that the concerned person is not a tenant in respect\nof the disputed property. Accordingly, we are of the view that\nthe Mamlatdar had the jurisdiction to declare a negative\ndeclaration, that is to say, a particular person is not a tenant\nunder Section 7 of the Goa Tenancy Act and, therefore, the\njudgment of the High Court cannot be sustainable.\nC\nD\n14. That apart, in our view, the scope of Section 7 of the\nE Goa Tenancy Act is quite different from that of Section 4 of the\nGoa Tenancy Act. Section 4 is to operate from within a limited\nperiod of one year from the date of enforcement of the Act, i.e.,\n8th of February, 1965, while section 7 is operative for all time.\nF\n15. For the reasons aforesaid, we set aside the judgment\nof the High Court and restore the order of the Mamlatdar and\nthe application filed by the appellant before the Mamlatdar\nstands allowed.\n16. The appeal is accordingly allowed. There will be no\nG order as to costs.\nK.K.T.\nAppeal allowed.\n"}