{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nC\nD\nE\nF\n0\nI\n694 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nWhile rejecting the second argument, the Court observed:\n\"By Section 3 of amending Act 2 of 1996 impugned herein,\nwhich is in pari materia with Section 9 of the amending\nAct of 1960, the legislature had intended that pending\nproceedings should be affected. Even otherwise, once the\napplicability of the Act itself is withdrawn, no relief can be\ngranted to a person who could have been or who was\nearlier a beneficiary under that enactment, after such\nwithdrawal. Here, the section provides that even if some\nsteps have been taken pursuant to the claim by the tenant\nunder Section 9 of the Parent Act, the proceeding cannot\nbe continued in view of the exemption enacted in favour\nof the institutions. Reading Section 3 of amending Act 2\nof 1996, it could not be said that it is a legislative\nintervention with a judicial decision. The proviso to Section\n3 of amending Act 2 of 1996 has saved concluded\ntransactions based on judicial adjudications. All that the\nsaid Section 3 does is to make it explicit that the\namendment is intended to apply to pending proceedings.\nIn the context of Section 6 of the General Clauses Act,\nunless it is shown that any right has accrued to the claimant\nunder Section 6 of the General Clauses Act, such a\nprovision making it clear that the Act could not be applied\nany more to pending proceedings is not in any way invalid\nor incompetent. Unless the proceedings have concluded\nand the rights of the landlord have passed to the tenant,\nno right accrues to the tenant. He is only in the process of\nacquiring a right, the process having been set in motion\nat his instance. When pending proceedings are affected\nby an amendment, it is open to the legislature to provide\nthat the said process cannot continue. That alone has been\ndone by Section 3 of amending Act 2 of 1996. Therefore\nthere is no merit in challenge to Section 3 of the amending\nAct.\"\n32. Before parting with this aspect of the case, we consider\n:;\n'\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 695\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nit proper to notice the ratio of the judgments on which reliance A\nhas been placed by the learned counsel for the employees. In\nMadan Mohan Pathak v. Union of India (supra), a seven-\nJudge Bench considered the constitutional validity of the Life\nInsurance Corporation (Modification of Settlement) Act, 1976\nby which an attempt was made to nullify the mandamus issued B\nby the Calcutta High Court for payment of bonus to the\nemployees in terms of the settlements. This Court declared that\nthe 1976 Act is violative of Article 31(2) of the Constitution and\nalso held that by simply bringing new legislation, the Parliament\ncould not nullify the mandamus issued by the High Court for\npayment of cash bonus to the employees in terms of the\nsettlement.\nC\nD\n33. In State of Gujarat v. Raman Lal Keshav Lal Soni\n(supra), this Court considered the question whether the State\nlegislature could retrospectively amend the Gujarat Panchayats\nAct, 1961 and deprive the employees of the Panchayats of their\nstatus as government servants. The High Court allowed the writ\npetition filed by the members of the Panchayat service\nbelonging to the local cadre and declared that they have\nacquired the status of government servants. The High Court also E\nissued consequential directions for equation of posts, revision\nof pay scales and payment of salaries. During the pendency of\nthe appeals, the 1961 Act was amended with retrospective\neffect from 1978 and members of Panchayat service were\nsought to be deprived of their status as government servants. F\nThis Court struck down the amendment on the ground that the\nsame violated fundamental right acquired by the employees of\nthe panchayats and observed:\n\"Now, in 1978 before the Amending Act was passed,\nthanks to the provisions of the principal Act of 1961, the\nex-municipal employees who had been allocated to the\npanchayat service as, Secretaries, Officers and servants.\nof Gram and Nagar Panchayats, had achieved the status\nof government servants. Their status as government\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n696 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nservants could not be extinguished, so long as the posts\nwere not abolished and their services were not terminated\nin accordance with the provisions of Article 311 of the\nConstitution. Nor was it permissible to single them out for\ndifferential treatment. That would offend Article 14 of the\nConstitution. An attempt was made to justify the purported\ndifferentiation on the basis of history and ancestry, as it\nwere. It was said that Talatis and Kotwals who became\nSecretaries, Officers and servants of Gram and Nagar\nPanchayats were government servants, even to start with,\nwhile municipal employees who became such Secretaries,\nOfficers and servants of Gram and Nagar Panchayats were\nnot. Each carried the mark of the 'brand' of his origin and\na classification on the basis of the source from which they\ncame into the service, it was claimed, was permissible.\nWe are clear that it is not. Once they had joined the\ncommon stream of service to perform the same duties, it\nis clearly not permissible to make any classification on the\nbasis of their origin. Such a classification would be\nunreasonable and entirely irrelevant to the object sought\nto be achieved. It is to navigate around these two obstacles\nof Article 311 and Article 14 that the Amending Act is\nsought to be made retrospective, to bring about an\nartificial situation as if the erstwhile municipal employees\nnever became members of a service under the State. Can\na law be made to destroy today's accrued constitutional\nrights by artificially reverting to a situation which existed\n17 years ago? No.\nThe legislation is pure and simple, self-deceptive, if we\nmay use such an expression with reference to a\nlegislature-made law. The legislature is undoubtedly\ncompetent to legislate with retrospective effect to take\naway or impair any vested right acquired under existing\nlaws but since the laws are made under a written\nConstitution, and have to conform to the dos and don'ts\nof the Constitution, neither prospective nor retrospective\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 697\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.)\nlaws can be made so as to contravene fundamental rights. A\nThe law must satisfy the requirements of the Constitution\ntoday taking into account the accrued or acquired rights\nof the parties today. The law cannot say, 20 years ago the\nparties had no rights, therefore, the requirements of the\nConstitution will be satisfied if the law is dated back by B\n20 years. We are concerned with today's rights and not\nyesterday's. A legislature cannot legislate today with\nreference to a situation that obtained 20 years ago and\nignore the march of events and the constitutional rights\naccrued in the course of the 20 years. That would be most\narbitrary, unreasonable and a negation of history.\"\n34. In Chairman, Railway Board v. C.R. Rangadhamaiah\n(supra), the Constitution Bench considered the question\nwhether the Railway Administration could amend the rules with\nretrospective effect and reduce the pension payable to the\nemployees and held that such an amendment violated Articles\n14 and 16 of the Constitution, inasmuch as it affected vested\nright of the employees.\nC\nD\n35. In Govt. of Andhra Pradesh v. G.V.K. Girls High E\nSchool (supra), this Court answered in negative the question\nwhether the Government could issue a G.O. and deny benefit\nof grant-in-aid to the school and amend the Andhra Pradesh\nEducation Act, 1982 for denying the benefit of the judgment\nrendered by the High Court in favour of the respondent.\n36. In none of the above noted cases, this Court\nconsidered an issue akin to the one examined by us. Therefore,\nthe proposition of law laid down in those cases cannot be\nrelied upon for entertaining the claim of daily wage employees\nfor regularisation irrespective of the fact that they may not have\ncompleted 5 years continuous service on or before 25.11.1993.\nF\nG\n37. In view of the above discussion, we hold that the\namendments made in the 1994 Act by Act Nos.3 of 1998 and\n27 of 1998 do not have the effect of nullifying or overriding the H\n698\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA judgment in District Collector v. M.L. Singh (supra). We further\nhold that the policy of regularisation contained in first proviso\nto Section 7 of Act No.27 of 1998 is one time measure intended\nto benefit only those daily wage employees, etc. who completed\n5 years continuous service on or before 25.11.1993 and the\nB employees who completed 5 years service after 25.11.1993\ncannot claim regularisation.\nC\n38. The question whether Section 7A of Act No. 27 of 1998\namounts to an encroachment on the court's power on judicial\nreview is answered in negative in view of the three-Judge Bench\njudgment in Mylapore Club v. State of Tamil Nadu (supra) and\nwe respectfully follow the ratio of that judgment. Even otherwise,\nin view of the interpretation placed by us on the policy of\nregularisation contained in first proviso to Section 7 of the 1994\nAct, the question of abatement of claims etc. has become purely\nD academic.\nF\n39. We shall now consider whether the cut off date, i.e.,\n25.11.1993 specified in the first proviso to Section 7 of the\n1994 Act (as amended by Act No. 27 of 1998) for determination\nE of the eligibility of daily wage employees to be considered for\nregularisation is arbitrary, irrational and violative of Articles 14\nand 16 of the Constitution. Undisputedly, the Ordinance issued\nin 1993 was the first exercise of legislative power by the State\nto prohibit employment on daily wages and to restrict\nappointments on temporary basis and, at the same time,\nstreamline the recruitment in public services by adopting a\nprocedure consistent with the doctrine of equality embodied in\nArticles 14 and 16 of the Constitution. The 1994 Act was\nenforced with effect from 25.11.1993, i.e., the date on which the\nOrdinance was published in the official Gazette. Therefore, that\ndate had direct bearing on the policy of regularisation circulated\nvide G.O. dated 22.4.1994, which was issued by the State\nGovernment in exercise of its executive power under Article 162\nof the Constitution. When that policy was engrafted in the 1994\nAct in the form of proviso to Section 7, the legislature could not\nG\nH\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 699\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nB\nhave fixed any date other than 25.11.1993 for determining the A\neligibility of daily wage employees who fulfilled the requirement\nof 5 years continuous service. If any other date had been fixed\nfor counting 5 years service of daily wage employees for the\npurpose of proviso to Section 7, the object sought to be\nachieved by enacting the 1994 Act would have been defeated,\ninasmuch as the regular recruitment could not have been made\nfor appointment against the sanctioned posts and back door\nentrants would have occupied all the posts. Therefore, the cut\noff date i.e. 25.11.1993 prescribed by the legislature for\ndetermining the eligibility of daily wage employees and others C\ncovered by Section 7 of the 1994 Act cannot be dubbed as\narbitrary, unreasonable, irrational or discriminatory. This view\nof ours is in tune with judicial precedents on the subject. In\nUnion of India v. Parameswaran Match Works [(1975) 1 SCC\n305], a three-Judge Bench was called upon to decide whether\nthe date for making the declaration, i.e., September 4, 1967\nfixed for grant of the benefit of concessional rate of duty was\nirrational and arbitrary. The High Court declared that the cut off\ndate fixed for grant of the concessional rate of duty violated\nArticle 14 of the Constitution. This Court disapproved the view\ntaken by the High Court and held that the choice of a date as\nthe basis for classification cannot always be dubbed as\narbitrary even if no particular reason is forthcoming for the\nsame, unless it is shown to be capricious or whimsical. It was\nfurther held that there is no mathematical or logical way for\nfixing a particular date and the decision of the legislature or its\ndelegate must be accepted unless the fixation of date is found\nto be very wide off the reasonable mark.\nD\nE\nF\n40. In Sushma Sharma v. State of Rajasthan [(1985)\nSupp. SCC 45], fixation of 25th June, 1975 as the cut off date G\nfor the determination of eligibility of temporary teachers for the\npurpose of absorption in terms of the Rajasthan Universities\nTeachers (Absorption of Temporary Lecturers) Act, 1973 was\nchallenged on the ground of discrimination and violation of\nArticles 14 and 16. A learned Single Judge of the High Court H\n700 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA declared that the cut off date was arbitrary and violative of the\nequality clause enshrined in the Constitution. The Division\nBench reversed the order of the learned Single Judge and held\nthat the cut off date did not offend the doctrine of equality. This\nCourt approved the view taken by the Division Bench and\nB observed:\nC\nD\nE\nF\nG\nH\n\"The object of this legislation was to provide for absorption\nof temporary lecturers of long standing. So therefore\nexperience and continuous employment were necessary\ningredients. The Hindi version of the Ordinance used the\nexpression “ke prarambh ke samaya is roop me karya kar\nrahe hein\" is capable of meaning \"and are continuing\" to\nwork as such at the time of the commencement of the\nOrdinance. Keeping the background of the purpose of the\nAct in view that would be the proper construction and if\nthat is the proper construction which is in consonance with\nthe English version of the Ordinance and the Act as well\nas with the object of the Act then in our opinion the Act\nand the Ordinance should be construed to mean that\nonly those would be eligible for screening who were\nappointed prior to June 25, 1975 and were continuing at\nthe time of the commencement of the Ordinance i.e. June\n12, 1978 i.e. approximately about three years. If that is\nthe correct reading, then we are unable to accept the\ncriticism that those who were for a short period appointed\nprior to June 25, 1975 then again with interruption were\nworking only at the time of the commencement of the\nOrdinance i.e. June 12, 1978 would also be eligible. In\nother words people with very short experience would be\neligible for absorption. That cannot be the purpose of the\nAct. It cannot be so read reasonably. Therefore on a\nproper construction it means that all temporary lecturers\nwho were appointed as such on or before June 25, 1975\nand were continuing as such at the commencement of\nthe Ordinance shall be considered by the University for\nscreening for absorption. The expression \"were\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 701\nCOOPERATIVE FINANCE COPRN. LTD. (G.S. SINGHVI, J.]\nC\ncontinuing” is significant. This is in consonance with the A\nobject of the Act to ensure continuity of experience and\nservice as one of the factors for regularising the\nappointment of the temporary lecturers. For regularising\nthe appointment of temporary lecturers, certain\ncontinuous experience is necessary. If a Legislature B\nconsiders a particular period of experience to be\nnecessary, the wisdom of such a decision is not subject\nto judicial review. Keeping the aforesaid reasonable\nmeaning of clause 3 of the Ordinance and Section 3 of the\nAct in view, we are of the opinion that the criterion fixed\nfor screening for absorption was not an irrational criterion\nnot having any nexus with the purpose of the Act.\nTherefore, the criticism that a teacher who was working\neven for two or three months only before June 25, 1975\nand then with long interruptions was in employment of the\nUniversity at the time of the commencement of the\nOrdinance would be eligible but a teacher who had worked\ncontinuously from June 26, 1975 i.e. after the date fixed\ni.e. June 25, 1975 for three years would be ineligible and\nas such that will be discrimination against long experience,\ncannot be accepted. Such a construction would be an\nunreasonable construction unwarranted by the language\nused in the provisions concerned. It is well-settled that if\na particular period of experience is fixed for screening or\nfor absorption, it is within the wisdom of the Legislature,\nand what period should be sufficient for a particular job\nor a particular employment is not subject to judicial\nreview.\"\n(emphasis added)\n41. In Union of India v. Sudhir Kumar Jaiswal [(1994) 4\nSCC 212], it was held that fixing of 1st August as the cut off\ndate for determining the eligibility in the matter of age of the\ncandidates appearing in the examination held for recruitment\nto the Indian Administrative Service/Indian Foreign Service etc.\nD\nE\nF\nG\nH\n702 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA cannot be termed as arbitrary merely because the preliminary\nexamination was held prior to that date. The court accepted the\nexplanation given by the Union of India that 1st of August of the\nyear is normally fixed for determination of the eligibility of the\ncandidates and the same was not modified before holding the\nB preliminary examination because it was only a screening test\nand marks obtained at such examination were not taken into\nconsideration at the time of preparing the final result. In Union\nof India v. K.G. Radhakrishana Panickar [(1998) 5 SCC 111],\nit was held that the decision of the railway administration to fix\n1.1.1961 as the cut off date for the purpose of counting of past\nservice of Project Casual Labourers for the purpose of retrial\nbenefits was not arbitrary or unreasonable because two\nseparate schemes were framed for regularisation of casual\nlabourers.\nC\nD\n42. The question which remains to be considered is\nwhether the Division Bench was justified in holding that all daily\nwage employees who completed 5 years service on the date\nof enforcement of Act No. 27 of 1998, i.e., 19.8.1998 would be\nentitled to be considered for regularisation of their services. A\nE reading of paragraphs 54, 67, 68 and 72 of the impugned\njudgment shows that even though the Division Bench did not\nfind the cut off date i.e. 25.11.1993 specified in first proviso to\nSection 7 for determining the eligibility of daily wage employees\nfor regularisation to be arbitrary, irrational or discriminatory, yet\nF it changed the said date from 25.11.1993 to 19.8.1998 solely\non the premise that Act No. 27 of 1998 was enforced with effect\nfrom that date. In our view, once the Division Bench negatived\nthe challenge to the validity of Act Nos.3 of 1998 and 27 of\n1998, there was no warrant for altering the date of eligibility\nG specified in first proviso to Section 7 of the 1994 Act and\nthereby extend the zone of eligibility of daily wage employees\nwho could be considered for regularisation. As a corollary, we\nhold that the declaration made by the Division Bench that all\npersons who completed 5 years service as on the date of\ncoming into force of Act No.27 of 1998 would be entitled to be\nH\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 703\nCOOPERATIVE FINANCE COPRN. LTD. (G.S. SINGHVI, J.]\nconsidered for regularisation of their services is legally A\nunsustainable and is liable to be set aside.\nB\nC\nD\n43. In the result, the appeals filed by the employees (C.A.\nNos.3702, 3703, 3704, 3705, 3706, 3707, 3709, 3710, 3721,\n3733, 3734, 3737, 3742, 3744, 3748, 3749 and 3751 of 2006)\nare dismissed and those filed by the State Government and\nagencies/instrumentalities of the State (C.A. Nos.3685, 3712,\n3713, 3714, 3715, 3716, 3717, 3718, 3723, 3724, 3726, 3727,\n3728, 3729, 3730, 3731, 3732, 3750, 3752, 3753, 3754 and\n3755 of 2006) are allowed. The declaration made by the\nDivision Bench that the ban on regularisation will be effective\nfrom 19.8.1998 i.e. the date on which Act No.27 of 1998 came\ninto force and that all persons who have completed 5 years\nservice as on that date would be entitled to be considered for\nregularisation of service is set aside. It is, however, made clear\nthat the daily wage employees and others who are covered by\nSection 7 of the 1994 Act (amended) and whose services have\nnot been regularised so far, shall be entitled to be considered\nfor regularisation and their services shall be regularised subject\nto fulfillment of the conditions enumerated in G.O. dated\n22.4.1994. With a view to obviate further litigation on this issue,\nwe direct the Government of Andhra Pradesh, its officers and\nagencies/instrumentalities of the State to complete the exercise\nfor regularisation of the services of eligible employees within\nfour months of the receipt/production of copy of this order,\nwithout being influenced by the fact that the application, writ F\npetition or appeal filed by any such employee may have been\ndismissed by the Tribunal or High Court or this Court. Since\nsome of the appeals decided by this order relate to part time\nemployees, we direct that similar exercise be undertaken in\ntheir cases and completed within four months keeping in view G\nthe conditions enumerated in G.O.(P). No.112 dated 23.7.1997.\nG.N.\nAppeals disposed of.\nE\n"}