{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"644\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA\n1998 (2) ALT 5 (SC)\nreferred to\nPara 7\n2001 (2) ALT 607\nreferred to\nPara 12\n(1980) 2 SCC 591\nreferred to\nPara 12\n│B\n(1995) 1 SCC 400\nreferred to\nPara 12\nВ\n1997 (8) SCC 522\nreferred to\nPara 13\n2001 (3) SCC 574\nreferred to\nPara 13\n2000 (1) SCC 168\nreferred to\nPara 13\nC\n(1978) 2 SCC 50\nreferred to\nPara 14\n(1983) 2 SCC 33\nreferred to\nPara 14\n(1997) 6 SCC 623\nreferred to\nPara 14\n. D\n(2000) 8 SCC 370\nreferred to\nPara 14\nAIR 1952 SC 369\nreferred to\nPara 16\nAIR 1956 SC 246\nreferred to\nPara 16\nE\nAIR 1960 SC 12\nreferred to\nPara 16\n(2003) 1 SCC 692\nreferred to\nPara 16\n(1975) 1 SCC 166\nreferred to\nPara 17\n(1981) 4 SCC 173\nreferred to\nPara 18\nF\n(1988) 1 SCC 507\nreferred to\nPara 19\n1987 (3) SCC 279\nreferred to\nPara 20\n(2001) 4 SCC 534\nreferred to\nPara 21\n0\nG\n(2002) 4 SCC 573\nreferred to\nPara 24\n2005 (6) SCC 70\nreferred to\nPara 24\n2005 (13) SCC 437\nreferred to\nPara 24\nH\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 645\nCOOPERATIVE FINANCE COPRN. LTD.\n1975 (2) SCC 274\nreferred to\nPara 28 A\n1996 (7) SCC 637\nreferred to\nPara 29\n1988 (2) KLT 680\nreferred to\nPara 29\n1969 (2) SCC 283\nreferred to\nPara 29\nB\n1964 (2) SCR 608\nreferred to\nPara 29\nAIR 1961 SC 1438\nreferred to\nPara 29\n1977 (3) SCC 212\nreferred to\nPara 29\nC\n1973 (3) SCC 585\nreferred to\nPara 29\n1976 (4) SCC 750\nreferred to\nPara 29\n1992 Supp (1) SCC 304\nreferred to\nPara 30\n1992 Supp (1) SCC 391\nreferred to\nD\nPara 30\n1980 (2) SCC 203\nreferred to\nPara 30\n2005 (12) SCC 752\nreferred to\nPara 31\n(1975) 1 SCC 305\nrelied on\nPara 39 E\n(1985) Supp. SCC 45\nrelied on\nPara 40\n(1994) 4 SCC 212\nrelied on\nPara 41\n(1998) 5 SCC 111\nrelied on\nPara 41\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n3702 of 2006.\nFrom the Judgment \u0026 Order dated 28.4.2001 of the High\nCourt of Andhra Pradesh at Hyderabad in W.A. Nos. 704, 720,\n727, 724, 741, 717, 707, 746, 734, 725, 745, 718 of 2001,\nJudgment \u0026 Order dated 27.4.2001 in W.A. 550/2001 and\nJudgment \u0026 Order Dated 28.4.2001 in W.A. Nos. 715, 703 and\n713 of 2001.\nG\nH\n646 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA\nB\nC\nWITH\nC.A. Nos.3685, 3703, 3704, 3705, 3706, 3707, 3709, 3710,\n3712, 3713, 3714, 3715, 3716, 3717, 3718, 3721, 3723, 3724,\n3726, 3727, 3728, 3729, 3730, 3731, 3732, 3733, 3734, 3737,\n3742, 3744, 3748, 3749, 3750, 3751, 3752, 3753, 3754 and\n3755 of 2006.\nDipankar P. Gupta, R. Sundaravardhan, T.N. Rao, Manjeet\nKirpal, Mitin Mahapatra, D. Bharathi Reddy, Roy Abraham,\nSeema Jain, Vimlesh Kumar, Himinder Lal, S. Vallinayagam,\nY. Ramesh, B.V. Niren, Y. Raja Gopala Rao, C.S.N. Mohan\nRao, R. Santhana Krishnan, K. Radha Rani, P. Vijaya Kumar,\nD. Mahesh Babu, G. Ramakrishna Prasad, Suyodhan\nByrapaneni, Siddharth Patnaik, Amar Pal, L. Roshmani (for\nP.S.N. \u0026 Co.), T.V. George, Dr. Roxna Swamy, R.N. Keshwani,\nD T.V. Ratnam, Subhash Sharma, Annam D.N. Rao, K. Sarada\nDevi, P. Venkat Reddy, Anil Kumar Tandale, Y. Ramesh, Y.\nVismai, D. Mahesh Babu, G. Ramakrishna Prasad, Amar Pal,\nB. Sridhar, K. Ram Kumar, Shakil Ahmed Syed, Sudha Gupta,\nGuntur Prabhakar, Rana Ranjit Singh, G. Seshagiri Rao, Anis\nAhmed Khan, T. Anamika, Asha Gopalan Nair, Naveen R. Nath\nand Aribam Guneshwar Sharma for the appearing parties.\nE\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Whether the persons employed on\nF daily wage basis or nominal muster roll or consolidated pay or\nas contingent worker on full time basis in different departments\nof the Government of Andhra Pradesh and its agencies/\ninstrumentalities are entitled to be regularised in service on\ncompletion of 5 years and whether amendments made in the\nG Andhra Pradesh (Regulation of Appointments to Public\nServices and Rationalization of Staff Pattern and Pay Structure)\nAct, 1994 (for short 'the 1994 Act') by Amendment Act Nos.3\nand 27 of 1998 are ultra vires the provisions of the Constitution\nare the questions which arise for determination in these\nH appeals, some of which have been filed by the State\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 647\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nGovernment and its agencies/instrumentalities and some have A\nbeen filed by the employees, who could not convince the\nAndhra Pradesh Administrative Tribunal (for short \"the Tribunal\")\nand/or the High Court to accept their prayer for issue of a\nmandamus to the concerned authorities to regularise their\nservices.\nB\nC\nD\n2. In 1970s, 80s and early 90s, the country witnessed an\nunusual phenomena in the field of public employment. Lakhs\nof persons were engaged/employed under the Central and\nState Governments in violation of the doctrine of equality\nenshrined in Articles 14 and 16 of the Constitution, Employment\nExchanges (Compulsory Notification of Vacancies) Act, 1959\n(for short 'the 1959 Act') and the rules framed under proviso\nto Article 309 of the Constitution. The officers who were\nentrusted with the task of making appointments on Class III and\nClass IV posts misused their power and employed their\nfavourites or all those who enjoyed political power without\nconsidering the claims of other similarly situated persons. For\navoiding compliance of the mandate of the equality clause\nenshrined in the Constitution and other statutory provisions, the\nempowered authorities resorted to the mechanism of E\nemploying the persons of their choice on daily wages or\nnominal muster roll or contract or part time basis with the hope\nthat on some future date the Government will frame policy for\nregularisation of such employees. In this manner, nepotism,\nfavoritism and even corruption became hallmark of the F\nappointments and a huge illegal employment market developed\nin the country, a fact of which cognizance was taken by this\nCourt in Delhi Development Horticulture Employees' Union\nv. Delhi Administration [(1992) 4 SCC 99].\n3. State of Andhra Pradesh was no exception to the\naforementioned malady. Thousands of persons were employed\nin different departments of the Government and agencies/\ninstrumentalities of the State on daily wages or nominal muster\nroll or consolidated pay or part time basis. In some cases,\nG\nH\n7\n648\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA employment was given despite the fact that sanctioned posts\nwere not available. Even if the posts existed, the concerned\nauthorities neither issued advertisement nor sent requisition to\nthe employment exchange(s) and made appointments in\ncomplete disregard of Articles 14 and 16 of the Constitution\nand the relevant statutory provisions including the 1959 Act\ndepriving thousands of unemployed persons of their right to be\nconsidered for appointment to public posts/offices.\nB\nC\n4. In order to check the menace of irregular appointments,\nwhich was creating unwarranted financial burden on the State,\nand, thereby adversely affecting the welfare schemes and\ndevelopment programmes and also causing dissatisfaction\namong the members of younger generation who were denied\nthe right of consideration for appointment, the Government of\nAndhra Pradesh decided to bring a legislation for totally\nD banning appointment on daily wages, regulating appointment\nE\nF\nG\nH\non temporary basis and for rationalisation of staff pattern and\npay structure. In furtherance of that decision, the Governor of\nAndhra Pradesh promulgated the Andhra Pradesh (Regulation\nof Appointments to Public Services and Rationalisation of Staff\nPattern and Pay Structure) Ordinance, 1993. The same was\npublished in the State Gazette dated 25.11.1993. The\nOrdinance was replaced by the 1994 Act, which was enforced\nwith effect from 25.11.1993. The State Government's\ndetermination to curb irregular appointments and reduce burden\non the State exchequer is clearly reflected in the statement of\nobjects and reasons contained in the bill presented before the\nlegislative assembly, the relevant portions of which are\nextracted below:\n………….. The number of employees has been increasing\nat an enormous rate. The census of Government employee\nconducted by the State Government in 1976, 1981 and\n1988 and as projected in 1993 shows that the number of\nemployees of the Government, Universities, Institutions.\nreceiving Grant-in-Aid and Public Sector Undertakings,\nK\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 649\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nLocal Bodies has increased from 6.78 lakhs in 1976 to A\n12.34 lakhs in 1993 which constituted an increase of 82%.\nOut of this, the employees of the Departments of the State\nalone increased from 2.85 lakhs to 5.56 lakhs representing\nan increase of 95%. The Public Sector Undertakings grew\nat 128% from 1.44 lakhs to 3.28 lakhs. Among the\nGovernment employees and Local Body employees, the\nclass IV and other categories constitute about 41%.\nThe expenditure particulars show that the amount\nspent on the salaries, allowances and pension of\nGovernment employees, Panchayat Raj employees,\nemployees paid out of the Grant-in-Aid, amounts to a\nfigure of Rs.4277 crores in 1993-94 salaries on the due\ndates. Government considers that it is not fair that\npeople's interest should be neglected and even sacrificed\nby not taking up schemes just to pay salaries to its\nemployees.\nIn addition to the salary and pension commitment\nthere is a heavy debt servicing burden on the Government.\nThe debt also has been increasing from year to year. In\n1983 the total outstanding debt was Rs.2543 crores. It has\nnow reached Rs. 10970 crores during 1993-94. At present,\nthe Government are paying as much as Rs. 1012 crores\nfor payment of interest and Rs.330 crores for repayment\nof principal amount every year. The total amount of non-\nplan items of expenditure in 1993-94 is amounting to\nRs.6222 crores, which cannot be avoided. The\nGovernment are not able to complete a number of Irrigation\nProjects and Power Projects because of lack of funds. For\nthe same reason productive assets like completed\nirrigation projects and roads are not being properly\nmaintained resulting in wastage of assets whose\nreplacement will cost several hundreds of crores of rupees.\nAt present, the Government are spending 81% of the debt\nthey receive from the Government of India, Market\nB\nC\nD\nE\nF\nG\n1\nH\nA\nB\nC\nD\nE\nF\n0\nI\n650\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nborrowings and all other categories of loans for repayment;\nwhich means only 19% of the total debt is being added to\nour resources. But it is estimated that from next year\nonwards the repayment will be more than the debt receipts.\nIf the Government are caught in such a debt trap the\namount available to the State Government will be limited\nto its own tax and non-tax revenues and the devolutions\nfrom the Government of India. The devolutions expected\nfrom the Government of India is about Rs. 1698 crores in\n1993-94. Since the expenditure on establishment is\nalready 105% of the own tax and non-tax revenues of the\nstate, it can be seen that between this expenditure and\nother non-plan expenditure the Government would have\nexhausted the most of the resources leaving very little for\nwelfare schemes and developmental programmes. Since\nno Government can allow such total neglect of welfare and\ndevelopmental activities the employees of the State will not\nbe getting salaries on time and eventually they will not be\ngetting their full salary also.\nThe irregular appointments are adversely affecting\nthe interest of several thousands of unemployed persons\nwho have registered in the employment exchange and\nawaiting their turn for orders. It is also adversely affecting\nthe interests of Scheduled Castes, Scheduled Tribes and\nbackward Classes who have reservation in employment\nsince the N.M.R. appointments are not taking care of the\nreservation for these categories. Government have\nconstituted District Selection Committees and some ad\nhoc Selection Committees besides the Andhra Pradesh\nPublic Service Commission to take up recruitment in\naccordance with law in Government Departments. Irregular\nappointments are depriving these legitimate recruiting\nbodies from performing their functions. Irregular\nappointments in excess of sanctioned strength will also\nresult in industrial undertakings becoming unviable and\neventually sick. When a unit goes sick, it results in\n☑\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 651\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nB\nretrenchment and even winding-up, thus, adversely A\naffecting the interests of the existing employees who are\nrecruited against sanctioned strength and through\nauthorised process of selection. Similarly unauthorised\nappointments over and above the sanctioned strength in\nGovernment Departments would also increase the number\nof employees and to that extent militate against the\nGovernment looking after the existing employees who have\nbeen recruited through proper channel. The Act will,\ntherefore, protect the interests of candidates in\nEmployment Exchanges, reserved categories, the existing C\nemployees who were recruited through proper channel and\nthe legitimate functions of the recruiting agencies.\nFrom the above, it can be seen that the financial\nposition of the State arising out of excessive expenditure\non staff is so alarming that it cannot be tackled by ordinary\nadministrative actions and instructions. It is, therefore,\nthought that a time has come when we have to provide for\ndeterrent action for illegal and irregular appointments by\nenacting a law. It has accordingly been decided to enact\na law to achieve the following objects, namely:-\n(a) totally banning such appointments in the institutions\ncovered by legislation;\nD\nE\n☑\nK\n(b) imposing stringent penalties for making appointments\nby public servants on violation of the law;\nF\n(c) to protect public servants from being held for contempt\nfor non-compliance of the orders of Tribunal or High Court\nand also for abatement of pending cases claiming.\nregularization of services which are already filed before G\nthe courts of law by making a suitable provisions therefor;\nand\n(d) to protect the interests of candidates registered with\nEmployment Exchange, the reservation rights of Scheduled\nH\nA\nB\nс\nD\nE\nF\nG\nH\n652 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nCastes, Scheduled Tribes and Backward Classes, the\nrights of the existing employees who are recruited through\nproper channel and the functions of Andhra Pradesh\nPublic Service Commission, District Selection\nCommittees and other Selection Committees constituted\nby the Government.\nThe legislation will prevent further deterioration of\nfinances of the State and at the same time conserve the\nresources for the welfare and developmental activities.\"\n5. For the sake of convenient reference, Sections 2(ii), 3,\n4, 7 and 9 of the 1994 Act (unamended) are reproduced below:\n\"2(ii) 'daily wage employee' means any person who is\nemployed in any public service on the basis of payment\nof daily wages and includes a person employed on the\nbasis of nominal muster roll or consolidated pay either, on\nfull-time or part-time or piece rate basis or as a\nworkcharged employee and any other similar category of\nemployees by whatever designation called other than\nthose who are selected and appointed in a sanctioned\npost in accordance with the relevant rules on a regular\nbasis.\n3. Prohibition of daily wage appointments and regulation\nof temporary appointments.- (1) The appointment of any\nperson in any public service to any post, in any class,\ncategory or grade as a daily wage employee is hereby\nprohibited.\n(2) No temporary appointment shall be made in any public\nservice to any post, in any class, category or grade without\nthe prior permission of the competent authority and without\nthe name of the concerned candidate being sponsored by\nthe Employment Exchange.\n4. Regulation of recruitment.- No recruitment in any public\nre\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 653\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nservice to any post in any class, category or grade shall A\nbe made except,\n-\n(a) from the panel of candidates selected and\nrecommended for appointment by the Public Service\nCommission/College Service Commission where the post\nis within the purview of the said Commission;\n(b) from a panel prepared by any Selection Committee\nconstituted for the purpose in accordance with the relevant\nrules or orders issued in that behalf; and\n(c) from the candidates having the requisite qualification\nand sponsored by the Employment Exchange in other\ncases where recruitment otherwise than in accordance with\nclauses (a) and (b) is permissible.\n-\nExplanation: For the removal of doubts it is hereby\ndeclared that nothing in this section shall apply to\ncompassionate appointments made in favour of son/\ndaughter/spouse of any person employed in public service\nwho dies in harness or who retires from service on medical\ngrounds, in accordance with the relevant orders issued\nfrom time to time.\nB\nC\nD\nE\n7. Bar for regularization of services.- No person who is a\ndaily wage employee and no person who is appointed on\na temporary basis under section 3 and is continuing as F\nsuch at the commencement of this Act shall have or shall\nbe deemed ever to have a right to claim for regularization\nof services on any ground whatsoever and the services of\nsuch person shall be liable to be terminated at any time\nwithout any notice and without assigning any reason:\nProvided that in the case of Workmen falling within the\nscope of section 25-F of the Industrial Disputes Act, 1947,\none month's wages and such compensation as would be\npayable under the said section shall be paid in case of\ntermination of services:\nG\nH\nת\nx\n"}