{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\n0\nE\n674\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nis presented to Parliament, the reports of committees\nwhich preceded the Bill and the reports of Parliamentary\nCommittees. Occasional excursions into the debates of\nParliament are permitted. Internal aids are the preamble,\nthe scheme and the provisions of the Act. Having\ndiscovered the reason for the statute and so having set\nthe sail to the wind, the interpreter may proceed ahead.\nNo provision in the statute and no word of the statute may\nbe construed in isolation. Every provision and every word\nmust be looked at generally before any provision or word\nis attempted to be construed. The setting and the pattern\nare important. It is again important to remember that\nParliament does not waste its breath unnecessarily. Just\nas Parliament is not expected to use unnecessary\nexpressions, Parliament is also not expected to express\nitself unnecessarily. Even as Parliament does not use any\nword without meaning something, Parliament does not\nlegislate where no legislation is called for. Parliament\ncannot be assumed to legislate for the sake of legislation;\nnor indulge in legislation merely to state what it is\nunnecessary to state or to do what is already validly done.\nParliament may not be assumed to legislate\nunnecessarily.\"\n21. In Gurudevdatta VKSSS Maryadit v. State of\nMaharashtra [(2001) 4 SCC 534], a three-Judge Bench of this\nF Court interpreted the provisions of Maharashtra Cooperative\nSocieties Act, 1960, Maharashtra Cooperative Societies\n(Second Amendment) Ordinance, 2001 and observed:\nG\nH\n\"Further, after introduction of the Bill and during the\ndebates thereon before Parliament, if a particular\nprovision is inserted by reason of such a debate, question\nof indication of any object in the Statement of Objects and\nReasons of the Bill does not and cannot arise. The\nStatement of Objects and Reasons needs to be looked\ninto, though not by itself a necessary aid, as an aid to\n.\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 675\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nconstruction only if necessary. To assess the intent of the A\nlegislature in the event of there being ary confusion,\nStatement of Objects and Reasons may be looked into\nand no exception can be taken therefor - this is not an\nindispensable requirement but when faced with an\nimperative need to appreciate the proper intent of the B\nlegislature, statement may be looked into but not\notherwise...\nWhile the Statement of Objects and Reasons in the normal\ncourse of events cannot be termed to be the main or\nprincipal aid to construction but in the event it is required\nto discern the reasonableness of the classification as in\nthe case of Shashikant Laxman Kale v. Union of India\n[1990 (4) SCC 366] Statement of Objects and Reasons\ncan be usefully looked into for appreciating the background\nof the legislature's classification.\"\nC\nD\n22. The proposition which can be culled out from the\naforementioned judgments is that although the statement of\nobjects and reasons contained in the Bill leading to enactment\nof the particular Act cannot be made the sole basis for E\nconstruing the provisions contained therein, the same can be\nreferred to for understanding the background, the antecedent\nstate of affairs and the mischief sought to be remedied by the\nstatute. The statement of objects and reasons can also be\nlooked into as an external aid for appreciating the true intent of F\nthe legislature and/or the object sought to be achieved by\nenactment of the particular Act or for judging reasonableness\nof the classification made by such Act.\n23. We may now advert to the statement of objects and\nreasons contained in the Bill introduced in Andhra Pradesh G\nLegislative Assembly. A perusal thereof shows that between\n1976 and 1993, the total number of employees of the State\nGovernment, agencies/instrumentalities of the State and bodies/\ninstitutions receiving aid from the Government increased by\n82% i.e. from 6.78 lakhs to 12.34 lakhs and in 1993-1994, the H\nC\nD\n676 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA State Government had to spend more than 80% of total revenue\nin payment of salaries, allowances, pension, etc. of the\nemployees causing severe strain on the revenue of the State\nwhich adversely affected implementation of the welfare\nschemes and development programmes. That apart, there was\nB growing dissatisfaction among several thousand unemployed\npersons including those belonging to Scheduled Castes,\nScheduled Tribes and Other Backward Classes, who were\nregistered with the Employment Exchanges but could not get\nopportunity of competing for selection for appointment against\nthe sanctioned posts. With a view to redeem the situation, the\nState Government decided to totally prohibit employment on\ndaily wages and also restrict appointment on temporary basis\nand, at the same time, ensure that all appointments are made\nagainst the sanctioned posts only on the recommendations of\nthe specified recruiting agencies. In furtherance of that decision,\nthe Governor of Andhra Pradesh promulgated the ordinance,\nwhich was replaced by the 1994 Act. The term 'daily wage\nemployee' has been defined in Section 2(ii) to mean any person\nemployed in any public service on the basis of payment of daily\nwages and includes a person employed on the basis of nominal\nmuster roll or consolidated pay either on full-time or part-time\nor piece rate basis or as a workcharged employee and any\nother similar category of employees by whatever designation\ncalled other than those who are selected and appointed on\nsanctioned posts in accordance with the relevant rules on a\nF regular basis. The term 'public service' has been defined in\nSection 2(vi) to mean service in any office or establishment of\nthe Government, a local authority, a Corporation or undertaking\nwholly owned or controlled by the State Government, a body\nestablished under any law made by the Legislature of the State\nG whether incorporated or not, including a University, and any\nother body established by the State Government or by a\nSociety registered under any law relating to the registration of\nsocieties for the time being in force, and receiving funds from\nthe State Government either fully or partly for its maintenance\nH or any educational institution whether registered or not but\nE\nt\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 677\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.}\nB-\nC\nD\nreceiving aid from the Government. By Section 3(1), total A\nprohibition came to be imposed on the appointment of any\nperson in any public service to any post, in any class, category\nor grade as a daily wage employee. By Section 3(2), it came\nto be provided that no temporary appointment shall be made.\nin any public service to any post, in any class, category or\ngrade without the prior permission of the competent authority\nand without the name of the concerned candidate being\nsponsored by the Employment Exchange. Section 4 of the Act\nlays down that no recruitment in any public service to any post\nin any class, category or grade shall be made except from the\npanel of candidates selected and recommended for\nappointment by the Public Service Commission/College\nService Commission or from a panel prepared by any\nSelection Committee constituted for the purpose in\naccordance with the relevant rules or orders or from among\nthe candidates having the requisite qualification and sponsored\nby the Employment Exchange. Section 5 of the Act provides\nthat where an appointment has been made otherwise than in\naccordance with Section 4, the drawing authority shall not sign -\nthe salary bill of the appointee concerned and the Pay and\nAccounts Officer, Sub-Treasury Officer or any other officer upon\nwhom duty has been cast of passing the salary bill shall not\npass such bill. Section 6 envisages imposition of different types\nof penalties on the holders of elective offices or any other\nofficer or authority responsible for making appointment in\ncontravention of the provisions of the Act. It also provides for\nrecovery of the pay and allowances paid to a person appointed\nin contravention of the provisions of the Act. Section 7 contains\na prohibition against regularization of persons appointed on\ndaily wages or on temporary basis. It lays down that such\nappointee shall have no right to claim regularisation of service G,\non any ground whatsoever and his/her service shall be liable\nto be terminated without any notice and without assigning any\nreason. By virtue of first proviso to the Section 7, an exception\nhas been made in the case of workman to whom Section 25(F)\nof the Industrial Disputes Act, 1947 is applicable. The service\nE\nF\nН\nA\n678\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nC\nA of such person can be terminated only after complying with the\nprovisions of Section 25(F). Section 9 of the Act contains a non\nobstante clause and lays down that notwithstanding anything\ncontained in any judgment, decree or order of any court, tribunal\nor other authority, the claims for regular appointment of all daily\nB wage employees and persons appointed on a temporary basis,\nshall stand abated and no suit or other proceedings shall be\ninstituted, maintained or continued in any court, tribunal or other\nauthority by daily wage or temporary appointees and no court\nshall enforce any decree or order directing regularisation of the\nservices of such persons. Section 10(1) imposes a bar to the\ncreation of posts in any office or establishment relating to a\npublic service without the previous sanction of the competent\nauthority. Section 10(2) declares that any appointment made to\nany post created in violation of sub-section (1) shall be invalid\nand the provisions of Sections 5, 6, and 7 shall mutatis mutandis\napply to such appointment. Section 11 envisaged constitution\nof a committee to review the existing staff pattern in all offices\nand establishments and also the pay scales, allowances,\nexgratia, etc. payable to the employees of different categories\nother than teaching staff of the Universities and submission of\nreport by the committee to State Government containing specific\nrecommendations. By Section 12, the committee was clothed\nwith the powers of civil court in relation to certain specified\nmatters. Section 14 postulates imposition of penalty for\nabatement of any offence punishable under the Act. Section 15\nprovides for imposition of penalty on the officers of the\ncompanies acting against the provisions of the Act.\nD\nE\nF\n24. If the State Government had sincerely implemented the\nprovisions of the 1994 Act, it may have succeeded in cleansing\nG the mess created due to irregular employment of thousands of\npersons and, thereby, saved considerable revenue which could\nbe utilized for execution of welfare schemes and development\nprogrammes. By ensuring that appointments against the\nsanctioned posts are made only from among the candidates\nselected by the specified recruiting agencies like Public Service\nH\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 679\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nCommission/College Service Commission etc. or from among\nthe candidates sponsored by the employment exchanges, the\nState Government could have demonstrated its commitment to\nthe system established by rule of law and determination to\ncomply with the equality clause enshrined in the Constitution\nand other relevant statutory provisions in their true spirit.\nUnfortunately, that did not happen because, in spite of the\nprohibition contained in Section 7 against regularisation of the\nexisting daily wage employees and persons appointed on\ntemporary basis, the State Government wilted under the\npressure exerted by the vested interests and issued G.O. dated\n22.4.1994 incorporating therein policy for regularisation of the\nservices of those appointed on daily wages or nominal muster\nroll or consolidated pay, who had continuously worked for 5\nyears and were continuing on 25.11.1993, i.e., the date of\nenforcement of the 1994 Act. This was intended to be one time\nmeasure and not an ongoing process/scheme for regularisation\nof the services of all daily wage employees on their completing\n5 years. A somewhat similar policy framed by the Government\nof India in 1993 for grant of temporary status to the casual\nlabourers and regularisation of their services was considered\nby this Court in Union of India v. Mohan Pal [(2002) 4 SCC\n573] and it was held that a policy of this nature cannot be\ninterpreted as creating a right in favour of all casual labourers\nto be regularized in service irrespective of the date of\ncompletion of the specified period. The 1993 Scheme\nenvisaged conferment of temporary status and benefit of\nregularisation upon casual labourers who had completed 240\ndays in a year (206 days in the case of offices observing 5\ndays a week). Those who did not fulfill this condition\napproached the Central Administrative Tribunal, which allowed\ntheir applications and held that the casual labourers are entitled\nto the benefit of temporary status and regularisation as and\nwhen they fulfill the conditions enumerated in the 1993 Scheme.\nWhile reversing the order of the Central Administrative Tribunal,\nthis Court observed:\nA\nB\nC\nD\nE\nF\nG\nH\n680\nSUPREME COURT REPORTS\nA\n\"\nB\nC\nD\nE\n[2009] 10 S.C.R.\nWe do not think that clause 4 of the Scheme\nenvisages it as an ongoing scheme. In order to acquire\n\"temporary\" status, the casual labourer should have been\nin employment as on the date of commencement of the\nScheme and he should have also rendered a continuous\nservice of at least one year which means that he should\nhave been engaged for a period of at least 240 days in a\nyear or 206 days in case of offices observing 5 days a\nweek. From clause 4 of the Scheme, it does not appear\nto be a general guideline to be applied for the purpose of\ngiving \"temporary\" status to all the casual workers, as and\nwhen they complete one year's continuous service. Of\ncourse, it is up to the Union Government to formulate any\nscheme as and when it is found necessary that the casual\nlabourers are to be given “temporary\" status and later they\nare to be absorbed in Group 'D' posts.\"\nThe ratio of the afore-mentioned judgment was reiterated\nin Union of India v. Gagan Kumar [2005 (6) SCC 70] and\nDirector General, Doordarshan, Mandi House v. Manas Dey\n[2005 (13) SCC 437].\n25. So far as these appeals are concerned, we find that\nthe learned Single Judge interpreted G.O. dated 22.4.1994 as\nentitling all daily wage employees to claim regularisation in\nservice with effect from the date of completion of 5 years\nF irrespective of the date on which such period was completed\nor would have been completed. The Division Bench maintained\nthe order of the learned Single Judge with the modification that\nregularisation would be from the date of completion of 5 years\ncontinuous service. This Court approved the view taken by the\nDivision Bench apparently because even though the policy\ncontained in G.O. dated 22.4.1994 was intended to be one\ntime measure for facilitating regularisation of those who\ncompleted 5 years service on 25.11.1993, it did not contain a\nspecific stipulation that only those who have completed 5 years\ncontinuous service as on 25.11.1993 will be regularised. A\nG\nI\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 681\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nB\nreading of the judgment in District Collector vs..M.L. Singh A\n(supra) makes it clear that while examining correctness of\njudgment of the Division Bench of the High Court, this Court\ndid not consider the background in which the 1994 Act was\nenacted, mischief sought to be remedied by it and various\nprovisions contained therein including Section 7 whereby it was\nmade clear that no person employed on daily wage or on\ntemporary basis and continuing as such on the date of\ncommencement of the Act shall have or shall ever be deemed\nto have the right to claim regularisation of service and his/her\nservices shall be liable to be terminated at any time without any c\nnotice and without assigning any reason. We may observe that\nif the officers responsible for drafting G.O. dated 22.4.1994 had\nbothered to carefully read the provisions of the 1994 Act then\ninstead of using the expression \"such persons who worked\ncontinuously for a minimum period of 5 years and are continuing D\non 25.11.1993\", they would have employed the expression\n\"such persons who have completed minimum 5 years of\ncontinuous service on or before 25.11.1993 on daily wages or\nnominal muster roll or consolidated pay\". However, utter non-\napplication of mind by the concerned officers resulted in the use\nof an ambiguous expression in the policy of regularisation which\ngenerated enormous litigation requiring the individual\nemployees and the State Government to invest money for an\navoidable exercise.\n26. In order to remove the ambiguity and imperfectness.\nin the language of G.O. dated 22.4.1994 and make the policy\nof regularisation an integral part of the 1994 Act, the legislature\nenacted Amendment Act Nos.3 of 1998 and 27 of 1998. The\npurpose of making the policy of regularisation a part of the 1994\nAct was not to dilute the main object of the 1994 Act, i.e., to\ncurb the menace of irregular appointments and also ensure that\nappointments are made against the sanctioned posts only from\namong the candidates selected by the designated recruiting\nagencies but also to harmonize the same with the prohibition\ncontained in Section 7 against regularisation of daily wage and\nE\nLL\nF\nG\nH.\nC\nD\n682 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA temporary employees. The preface of Act No.27 of 1998 clearly\nshows that the policy contained in G.O. dated 22.4.1994 was\nintended to be one time measure for regularisation of the\npersons employed on daily wages or nominal muster roll or\nconsolidated pay, who completed 5 years continuous service\nB on or before 25.11.1993, i.e., the date of enforcement of the\n1994 Act and it was not a continuing scheme for regularisation\nof all 'daily wage employees' as and when they were to\ncomplete 5 years period. The language of first proviso to\nSection 7 by which the policy of regularisation was engrafted\nin the 1994 Act shows that the amendments were made with\nthe sole object of removing the ambiguity in the policy contained\nin G.O. dated 22.4.1994 and the same were not intended to\nnullify or override the judgment in District Collector vs. M.L.\nSingh (supra). We have no doubt that if the language of the\npolicy contained in G.O. dated 22.4.1994 was similar to the one\ncontained in newly inserted proviso to Section 7 and there was\nno ambiguity in it, the courts would not have interpreted the\nsame in a manner which would entitle all persons employed on\ndaily wages before 25.11.1993 to claim regularisation\nirrespective of the date of completion of 5 years service. Here\nit will also be apposite to mention that the policy contained in\nG.O. dated 22.4.1994 did not confer an indefeasible right upon\nall daily wage employees (as the term has been defined in\nSection 2(ii) of the 1994 Act) to be regularised in service de-\nhors the date of enforcement of the Act. Therefore, it cannot\nbe said that by incorporating the policy of regularisation in the\n1994 Act, the legislature has taken away an accrued or vested\nright of the daily wage employees. It is interesting to note that\nthe judgment of this Court in State of Haryana v. Piara Singh\n(supra) of which shelter was taken by the State Government for\nG framing the policy of regularisation of daily wagers etc. in the\nteeth of the prohibition contained in Section 7 against such\nregularisation does not lay down that there will be wholesale\nregularisation of daily wagers, casual employees, work charge\nemployees, etc. While dealing with the question whether the\nH High Court was right in declaring that the government could not\nE\nF\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 683\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nhave prescribed the requirement of particular length of service A\non a particular date as a condition for regularisation, this Court\nobserved:\n\"These orders are not in the nature of a statute which is\nD\napplicable to all existing and future situations. They were B\nissued to meet a given situation facing the Government\nat a given point of time. In the circumstances, therefore,\nthere was nothing wrong in prescribing a particular date\nby which the specified period of service (whether it is one\nyear or two years) ought to have been put in. Take for\nC\nexample, the orders issued by the Haryana government.\nThe first order is dated January 1, 1980. It says, a person\nmust have completed two years of service as on\nDecember 31, 1979 i.e., the day previous to the issuance\nof the order. However could it be said that fixing of such a\ndate is arbitrary and unreasonable? Similarly the order\ndated January 3, 1983 fixes September 15, 1982 as the\nrelevant date. This notification/order does two things.\nFirstly, it excludes Class III posts of clerks from the purview\nof the SSSB in the case of those who have completed a\nminimum of two years of service as on September 15, E\n1982, and secondly, it provides for their regularisation\nsubject to certain conditions. No particular attack was\nmade as to this date in the High Court. Consequently the\nGovernment of Haryana had no opportunity of explaining\nas to why this particular date was fixed. Without giving such\nan opportunity, it cannot be held that the fixation of the said\ndate is arbitrary. What is more relevant is that the High\nCourt has not held that this particular date is arbitrary.\nAccording to it, fixation of any date whatsoever is\narbitrary, because in its opinion the order must say that G\nany and every person who completes the prescribed\nperiod of service must be regularised on completion of\nsuch period of service. The next order dated March 24,\n1987 prescribes the date as December 31, 1986 i.e., the\nend of the previous year. In the circumstances, we see\nF\nH\n"}