{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nG\n654 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nProvided further that nothing in this section shall apply to\nthe Workmen governed by Chapter V-B of the Industrial\nDisputes Act, 1947.\nExplanation. For the removal of doubts it is hereby\ndeclared that the termination of services under this section\nshall not be deemed to be dismissal or removal from\nservice within the meaning of article 311 of the Constitution\nor of any other relevant law providing for the dismissal or\nremoval of employees but shall only amount to termination\nsimpliciter, not amounting to any punishment.\n9. Abatement of claims.- Notwithstanding anything.\ncontained in any judgment, decree or order of any court,\ntribunal or other authority, the claims for regular\nappointment of all daily wage employees and persons\nappointed on a temporary basis, shall stand abated and\naccordingly,-\n(a) no suit or other proceeding shall be instituted,\nmaintained or continued in any court, tribunal or other\nauthority by the daily wage or temporary appointees\nagainst the Government or any person or authority\nwhatsoever for the regularization of the services;\n(b) no court shall enforce any decree or order directing the\nregularization of the services of such persons; and\n(c) all proceedings pending in any court or tribunal claiming\nthe regularization of services shall abate.\"\n6. As soon as the 1994 Act was enacted, the beneficiaries\nof illegal employment market and back door entrants became\napprehensive of termination of their services in terms of\nSection 7. Therefore, they approached the State Government\nthrough their mentors and sympathizers in the political and\nbureaucratic set up and succeeded in getting the rigor of that\nsection relaxed. This is evidenced from the fact that by taking\nH shelter of the judgment of this Court in State of Haryana vs.\n'+'\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 655\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nPiara Singh [(1992) 4 SCC 118] and using its executive power A\nunder Article 162 of the Constitution, the State Government\nissued G.O.Ms. No.212 dated 22.4.1994 (hereinafter referred\nto as 'G.O. dated 22.4.1994') for facilitating regularisation of\nthe services of those employed on daily wages or nominal\nmuster roll or consolidated pay subject to the condition that B\nsuch persons had worked continuously for a minimum period\nof 5 years and were continuing on 25.11.1993. The relevant\nportions of G.O. dated 22.4.1994 are reproduced below:\nD\nE\nחח\n\"Government notice that appointing authorities of the\nC\nInstitutions and Establishments under the control of State\nGovernment, Local Authorities, Corporations owned and\ncontrolled by the State Government and other bodies.\nestablished by the State Government grossly violated the\ninstructions issued from time to time by the Government\nand appointed persons indiscriminately to various\ncategories of services either on Daily Wage basis or\ntemporary basis without there being a post and without\nbeing sponsored by Employment Exchange and without\nobserving the rule of reservation to the Scheduled Caste,\nScheduled Tribe and Backward classes. In most of the\ncases, the persons appointed for a specific work have\nbeen continued even after their need ceased. After a lapse\nof some time, all these appointees have approached the\nvarious Courts and Tribunals for regularization of their\nservices and Courts and Tribunals have been directing the F\nState Government to regularize the services on the ground\nthat they have a long service to their credit. This practice\nhas been causing considerable drain on the finances of\nthe State Government. Government have thought it\nimperative to prohibit the unauthorised and irregular G\nappointments by a law in the public interest. Accordingly\nthe State Government have enacted law regulating the\nappointments to Public Services and for Rationalisation of\nthe Staff Pattern and Pay Structure in the reference read\nabove. This will streamline the recruitment along healthy H.\nA\nB\nс\nD\nE\nF\nG\nH\n656 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nlines, to enforce Employment Exchanges (Compulsory\nNotification of Vacancies) Act in its true letter and spirit,\nto follow the rule of reservation enshrined in the Constitution\nwith utmost strictness and to punish those who are guilty\nof violating the law. The above Act came into force with\neffect from 25.11.1993.\n2.\nThough the reference 2nd cited, information has\nbeen obtained from various Government Offices,\nLocal Bodies, Public Sector undertakings etc., from\nthe information received by Government it is seen\nthat appointing authorities have violated the\ninstructions issued by Government and appointed\nseveral individuals. Appointments have been made\nindiscriminately in the Government Offices, Local\nBodies, Universities, Public Sector undertakings\nand various other Bodies and Institutions operating\non Government finances. In fact, there is no need\nto continue all these Daily Wage/Temporary\nemployees for the reasons that not all of them are\nappointed in sanctioned posts and the recruitment\nwas in many cases not through Employment\nExchange. Their appointment was made without\nfollowing rule of reservation and in the case of\nworkcharged employees, there is no work for them\nas the specific work for which they were appointed\nhas already been completed. Though the Act\nprovides that no person who is Daily Wage\nemployee and no person who is appointed on\ntemporary basis shall have any right to claim for\nregularization of service on any ground, it has been\nthe endeavour of the Government to regularize as\nmany as NMR/Daily Wage employees as possible\nwho are otherwise qualified depending on the\nrequirement of the workload while keeping in mind\nthe hardship that would be caused if their services\nare not regularised. The Hon'ble Supreme Court in\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 657\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nits Judgement dated 12.8.1992 in Civil Appeal No. A\n2979/92 and batch have also observed to evolve\nan appropriate policy for regularization.\nAccordingly, Government after careful examination\nof the whole issue and in supersession of all\nprevious orders on the subject including G.O.Ms. B\nNo. 193, General Administration Department, dated\n14.3.1990 and keeping in view the above\njudgement of Supreme Court of India, have\nformulated a scheme for regularization of services\nof the persons appointed on Daily Wage/NMR or C\non consolidated pay and are continuing on the date\nof commencement of the Act. Government\naccordingly decided that the services of such\npersons who worked continuously for a minimum\nperiod of 5 years and are continuing on 25.11.1993\nbe regularised by the appointing authorities subject\nto fulfillment of the following conditions:\nD\n(1) The persons appointed should possess the\nqualifications prescribed as per rules in force as on\nthe date from which his/her services have to be E\nregularised.\n(2) They should be within the age limits as on the date\nof appointment as NMR/Daily wage employee.\nF\n(3) The rule of reservation wherever applicable will be\nfollowed and back-log will be set-off against future\nvacancies.\n(4) Sponsoring of candidates from Employment\nExchange is relaxed.\n(5) Absorption shall be against clear vacancies of\nposts considered necessary to be continued as per\nwork-load excluding the vacancies already notified\nto the Andhra Pradesh Public Service Commission\nG\nH\nזי\n658\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA\nB\nC\n/ District Selection Committee.\n(6) In the case of Workcharged Establishment, where\nthere will be no clear vacancies, because of the fact\nthat the expenditure on Workcharged is at a fixed\npercentage of P.S. charges and as soon as the\nwork is over, the services of workcharged\nestablishment will have to be terminated, they shall\nbe adjusted in the other departments, District\nOffices provided there are clear vacancies of last\nGrade Service.\"\n7. A number of persons who were employed on daily\nwages or nominal muster roil or consolidated pay, but did not\ncomplete 5 years on 25.11.1993 challenged the aforesaid G.O.\nby filing writ petitions and applications before the High Court\nD and Tribunal respectively. A learned Single Judge of the High\nCourt allowed the writ petitions and held that all persons\nemployed on daily wages or nominal muster roll or contract\nbasis are entitled to be considered for regularisation on\ncompletion of 5 years. The Division Bench upheld the order of\nE the learned Single Judge with the modification that daily wagers\nF\nG\nH\netc. would be entitled to be considered for regularisation with\neffect from the date of completion of 5 years continuous service.\nThe special leave petitions filed by the State Government and\nagencies and instrumentalities of the State were dismissed by\nthis Court vide judgment titled District Collector v. M.L. Singh\n[1998 (2) ALT 5 (SC)], which is reproduced below:\n\"We have heard the learned counsel for the parties. These\nmatters relate to regularisation and payment of wages to\nthe respondents who were employed on daily wage basis.\nBy the impugned judgment, the Division Bench of the High\nCourt, while affirming with modification the order passed\nby the learned Single Judge has directed that all\nemployees who have completed five years of continuous\nservice should be considered for regularization in\naccordance with the terms of G.O.Ms. No.212, dated April\ni\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 659\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nB\n22, 1994 and that they should be paid their wages at par A\nwith the wages paid to the permanent employees of that\ncategory. As regards payment of wages there is no\ndispute between the parties that the same have to be paid\nfrom the date of regularization. Insofar as regularization is\nconcerned, we are of the view that the High Court has\nrightly directed that on the basis of the Notification G.O.\nMs. No. 212, the respondent employees shall be\nregularized with effect from the date or dates, they\ncompleted five years continuous service. It is however\nmade clear that the other condition laid down in the said\nG.O.Ms. No. 212 will have to be satisfied for the purpose\nof regularisation. The special leave petitions are disposed\nof accordingly. No costs.\"\nC\nD\n8. The part time employees, who were not covered by G.O.\ndated 22.4.1994 also approached the Tribunal and High Court\nclaiming regularisation of their services. By an interlocutory\norder dated 25.4.1997, the High Court directed that a scheme\nbe framed for regularisation of their services. The State\nGovernment promptly implemented the High Court's directive\nand issued G.O.(P) No.112 dated 23.7.1997 for regularization E\nof part time employees who had worked continuously for a\nminimum period of 10 years and were continuing on\n25.11.1993 subject to the following conditions:-\n1.\nنه\n\"Absorption shall be against clear vacancies of\nposts considered necessary to be continued as per\nwork-load excluding the vacancies already notified\nto the Andhra Pradesh Public Service Commission.\nor as the case may be, the District Selection\nCommittee.\nThe persons appointed should possess the\nqualifications prescribed as per rules in force as on\nthe date from which his or her services have to be\nregularised.\nF\nG\nH\n660 SUPREME COURT REPORTS\nA\n3.\nB\n0\nD\nE\nF\nG\nH\n4.\n5.\n6.\n7.\n[2009] 10 S.C.R.\nThe person should be within the age limit as on the\ndate of appointment as part-time employee.\nThe Rule of Reservation wherever applicable will be\nfollowed and back-log will be set off against future\nvacancies.\nThe sponsoring of candidate from Employment\nExchange is relaxed.\nIf there are two candidates, one part-time and the\nsecond one a full-time employee (Daily Wage\nemployee) of any category or name and there exists\nonly one vacancy, the senior most between the two\nin terms of continuous service already rendered\nprior to 25-11-1993 treating two years of part-time\nservice as one year of full-time service, relative\nseniority will be calculated and regularization will be\nsuggested for the senior among the two\naccordingly.\nThe regularization of services of full-time employee\nalready made in terms of G.O.Ms. No.212, Finance\n\u0026 Planning (FW.PC.III) Department, dt.22-4-1994\nwill not be reopened for giving effect to the present\norder.\"\n9. Although, in State of Haryana v. Piara Singh (supra)\nthis Court did not lay down a proposition that the government/\npublic employer is bound to frame policy for regularisation of\nall daily wage employees and similarly situated persons and\nthe policy contained in G.O. dated 22.4.1994 was intended to\nbe only one time measure for regularisation of the services of\nthe persons employed on daily wages or nominal muster roll\nor consolidated pay who completed 5 years continuous service\non 25.11.1993, interpretation thereof by the High Court, which\nwas approved by this Court became basis for lodgment of claim\nfor regularisation of service by all those who were employed\n☑\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S661\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\non daily wages or nominal muster roll or consolidated pay on A\nor before 25.11.1993 and the cut off date specified in the G.O.\nfor determination of eligibility for regularisation became\nredundant.\n10. With a view to clearly bring out the object underlying\nthe policy of regularisation contained in G.O. dated 22.4.1994\nand to make the same an integral part of the statute, the\nlegislature amended the 1994 Act. The first amendment was\nmade by Act No.3 of 1998, which was published in Andhra\nPradesh Gazette dated 3.1.1998 and was brought into force\nat once. Sections 1, 2 and 3 of Amendment Act No.3 of 1998\nread thus:\n'\nB\nC\n\"1. Short title and commencement. (1) This Act may be\ncalled the Andhra Pradesh (Regulation of Appointments\nto Public Services and Rationalisation of Staff Pattern and D\nPay Structure) (Amendment) Act, 1998.\n(2) It shall come into force at once.\n2. Amendment of section 4., Act 2 of 1994. In the Andhra\nPradesh (Regulation of Appointments to Public Services E\nand Rationalisation of Staff Pattern and Pay Structure) Act,\n1994, (hereinafter referred to as the principal Act), in\nsection 4, in sub-section (2), after clause (b), the following\nshall be added, namely:\n3.\n(a)\n-\n\"(c) to the appointments made in favour of\nmembers of Scheduled Castes or Scheduled\nTribes, who or whose parents or spouse are\nsubjected to atrocities, in accordance with the\nrelevant orders issued from time to time.\"\nAmendment of section 7. In section 7 of the\nprincipal Act;-\nF\nG\nin the opening paragraph for the expression,\n\"Section 3 and\", the expression, \"Section 3 and no H\n'.\n7\nA\nB\nD\nE\nF\nG\nI\n662 SUPREME COURT REPORTS\nperson who\" shall be substituted;\n[2009] 10 S.C.R.\n(b) in the first proviso, for the words “provided that,\" the\nwords \"provided also that\" and in the second\nproviso, for the words \"provided further that\", the\nwords \"provided also that\" shall respectively be\nsubstituted;\n(c) After the opening paragraph and before the first\nproviso so amended, the following provisions shall\nbe inserted, namely:\n\"Provided that the services of a person, who worked on\ndaily wage/NMR/Consolidated pay/Contingent worker on\nfull time basis continuously for a minimum period of five\nyears and is continuing as such on the date of the\ncommencement of the Act shall be regularised in\naccordance with the scheme formulated in G.O.Ms. No.\n212, Finance \u0026 Planning (FW.PC. III) Department, dated\nthe 22nd April, 1994:\nProvided further that the services of a person who worked\non part-time basis continuously for a minimum period of\nten years and is continuing as such on the date of the\ncommencement of this Act shall be regularised in\naccordance with the scheme formulated in G.O. (P).112,\nFinance \u0026 Planning (FW.PC. III) Department, dated the\n23rd July, 1997.\"\n11. After 8 months, the 1994 Act was again amended by\nAct No.27 of 1998. The preface and Sections 1, 4 and 7A of\nthe second Amendment Act read as under:\n\"Whereas, according to the provisions of the Andhra.\nPradesh (Regulation of Appointments to Public Services\nand Rationalisation of Staff Pattern and Pay Structure) Act,\n1994 and in accordance with the scheme formulated in the\norders issued by the Government in G.O.Ms. No. 212,\nFinance \u0026 Planning (FW.PC.III) Department dated the\n។\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 663\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\n22nd April, 1994, the services of a person who worked on A\ndaily wage/NMR/Consolidated pay/Contingent worker on\nfull time basis and also continuing as such as on the 25th\nNovember, 1993, the date on which the aforesaid Act has\ncome into force shall be regularised;\nAnd Whereas, in various judgments rendered by the\ndifferent courts, the orders issued by the Government in\nG.O.Ms.No. 212, Finance \u0026 Planning (FW.PC.III)\nDepartment, dated the 22nd day of April, 1994 have been\ninterpreted, that the completion of five years of service as\non 25th November, 1993 shall mean that as and when any\nemployee completes five years of service and that the first\nproviso under Section 7 of the said Act have also been\ninterpreted to mean as two separate and independent\nconditionalities;\nAnd Whereas, the said interpretation is contrary to\nthe intendment and the policy of the Government;\nAnd Whereas, the Government felt it necessary to\nremove the ambiguity found in the said proviso to section\n7 of the said Act;\n1. Short title and commencement. (1) This Act may be\ncalled the Andhra Pradesh (Regulation of Appointments\nto Public Services and Rationalisation of Staff Pattern and\nPay Structure) (Second Amendment) Act, 1998.\n(2) Sub-section (1) of section 3 shall be deemed to have\ncome into force on the 28th October, 1996 and the\nremaining provisions shall come into force at once.\n4. Amendment of section 7. In section 7 of the principal\nAct for the first proviso, the following proviso shall be\nsubstituted, namely:-\nB\nC\nD\nE\nF\nG\nProvided that the services of those persons continuing as\non the 25th November, 1993 having completed a H\n"}