{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"684\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA\nB\nno basis for holding that fixation of the date can be held\nto be arbitrary in the facts and circumstances of the case.\"\n(emphasis added)\n27. The distinction between legislative and judicial\nfunctions is well known. Within the scope of its legislative\ncompetence and subject to other constitutional limitations, the\npower of legislature to enact laws is plenary. In exercise of that\npower, the legislature can enact law prospectively as well\nretrospectively. The adjudication of the rights of the parties\nC according to law enacted by the legislature is a judicial function.\nIn the performance of that function, the court interprets and gives\neffect to the intent and mandate of the legislature as embodied\nin the statute. If the court finds that the particular statute is ultra\nvires the power of legislature or any provision of the\nD Constitution, then the same can be struck down. It is also well\nsettled that the legislature cannot by bare declaration, without\nanything more, directly overrule, reverse or override a judicial\ndecision. However it can, in exercise of the plenary powers\nconferred upon it by Articles 245 and 246 of the Constitution,\nrender a judicial decision ineffective by enacting a valid law\nfundamentally altering or changing the conditions on which such\na decision is based. Such law can also be given retrospective\neffect with a deeming date or with effect from a particular date.\nE\nF\n28. The question whether the legislature possesses the\npower to enact law apparently affecting pre-existing judgment\nor amend the existing law which has already been interpreted\nby the Court in a particular manner, has been considered in\nseveral cases. In Government of A.P. v. H.M.T. Ltd. [1975 (2)\nSCC 274], this Court considered whether the amendment made\nG in definition of a 'house' contained in the Andhra Pradesh (Gram\nPanchayat) Act, by amending Act No.16 of 1974 was intended\nto undo the judgment of the High Court which had interpreted\nthe unamended definition and held that buildings other than\nfactory premises were not a 'house'. After noticing the\nH unamended and amended definitions of the term 'house', the\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 685\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nCourt held as under:-\nA\n\"The new definition of \"house\" which is to be read.\nretrospectively into the Act meets effectively both the\nobjections by reason of which the High Court held that the\nbuildings constructed by the respondent were not a\nB\n\"house\". By the amendment, the old clause: \"having a\nseparate principal entrance from the common way” is\ndropped and the definition of \"house\" is re-framed to\ninclude a \"factory\". It is clear and is undisputed that the\nbuildings constructed by the respondent - the colony\nbuildings as well as the factory buildings answer fully\nthe description of a “house” and are squarely within the\nnew definition contained in Section 2(15).\n-\nC\nWe see no substance in the respondent's contention that\nby re-defining the term \"house\" with retrospective effect D\nand by validating the levies imposed under the unamended\nAct as if notwithstanding anything contained in any\njudgment, decree or order of any court, that Act as\namended was in force on the date when the tax was\nlevied, the Legislature has encroached upon a judicial E\nfunction. The power of the Legislature to pass a law\npostulates the power to pass it prospectively as well as\nretrospectively, the one no less than the other. Within the\nscope of its legislative competence and subject to other\nconstitutional limitations, the power of the Legislature to\nenact laws is plenary. In United Provinces v. Atiqa\nBegum, Gwyer, C.J. while repelling the argument that\nIndian Legislatures had no power to alter the existing laws\nretrospectively observed that within the limits of their\npowers the Indian Legislatures were as supreme and\nsovereign as the British Parliament itself and that those\npowers were not subject to the \"strange and unusual\nprohibition against retrospective legislation\". The power to\nvalidate a law retrospectively is, subject to the limitations.\naforesaid, an ancillary power to legislate on the particular\nF\nG\nH\nར\n686 SUPREME COURT REPORTS\nA\nsubject.\n[2009] 10 S.C.R.\nB\n0\nC\nD\nE\nF\nThe State Legislature, it is significant, has not\noverruled or set aside the judgment of the High Court. It\nhas amended the definition of \"house\" by the substitution\nof a new Section 2(15) for the old section and it has\nprovided that the new definition shall have retrospective\neffect, notwithstanding anything contained in any judgment,\ndecree or order of any court or other authority. In other\nwords, it has removed the basis of the decision rendered\nby the High Court so that the decision could not have\nbeen given in the altered circumstances. If the old\nSection 2(15) were to define \"house\" in the manner that\nthe amended Section 2(15) does, there is no doubt that\nthe decision of the High Court would have been\notherwise. In fact, it was not disputed before us that the\nbuildings constructed by the respondent meet fully the\nrequirements of Section 2(15) as amended by the Act of\n1974.\"\n(emphasis added)\n29. In Indian Aluminium Co. v. State of Kerala [1996 (7)\nSCC 637], this Court examined the validity of the Kerala\nElectricity Surcharge (Levy and Collection) Act, 1989 and\nupheld the same. It is borne out from the judgment that by\nSection 36 of the Finance Act, 1978, the Central Excise and\nSalt Act, 1944 was amended for imposition of central excise\nduty on electricity under item 11-E in the First Schedule to the\nExcise Act and fixed 2 paisa per kilo watt electricity unit. To\nrecoup the loss caused to the Kerala Electricity Board by\nimposition of central excise duty, the State Government issued\nG an order under Section 3 of the Kerala Essential Articles\nControl (Temporary Powers) Act, 1961 whereby surcharge @\nRs.2.5 paisa per unit was levied. On 1.10.1984, the\nGovernment of India withdrew the levy of excise duty on\nelectricity. However, the State Government did not withdraw the\nH surcharge. Therefore, the consumers filed writ petition in the\nX V\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 687\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nHigh Court. During the pendency of the writ petition, the State A\nGovernment discontinued the levy of surcharge by issuing an\nordinance. In Chakolas Spinning and Weaving Mills Ltd. vs.\nK.S.E. Board [1988 (2) KLT 680], a Division Bench of the High\nCourt ruled that levy of surcharge was beyond the competence\nof the State. Special leave petition filed against the order of B\nthe High Court was dismissed. Thereafter, the Kerala Electricity\nSurcharge (Levy and Collection) Ordinance, 1989 was\npromulgated, which later on became the 1989 Act. This Court\nupheld the power of the State to enact law for levy of surcharge\non the electricity supplied by the Electricity Board. The Court\nreferred to the earlier judgments in Prithvi Cotton Mills Ltd. v.\nBroach Borough Municipality [1969 (2) SCC 283], Patel\nGordhandas Hargovindas v. Municipal Commissioner [1964\n(2) SCR 608], Orient Paper Mills Ltd. v. State of Orissa [AIR\n1961 SC 1438], M/s. Misrilal Jain v. State of Orissa [1977 (3)\nSCC 212), Tirath Ram Rajendra Nath v. State of U.P. [1973\n(3) SCC 585], Government of A.P. v. H.M.T. Ltd. (supra), I.N.\nSaksena v. State of M.P. [1976 (4) SCC 750] and some other\njudgments and Held :\nC\nD\n\"The validity of the Validating Act is to be judged by the E\nfollowing tests: (i) whether the legislature enacting the\nValidating Act has competence over the subject-matter; (ii)\nwhether by validation, the legislature has removed the\ndefect which the court had found in the previous law; (iii)\nwhether the validating law is consistent with the provisions F\nof Chapter III of the Constitution. If these tests are satisfied,\nthe Act can validate the past transactions which were\ndeclared by the court to be unconstitutional. The legislature\ncannot assume power of adjudicating a case by virtue of\nits enactment of the law without leaving it to the judiciary G\nto decide it with reference to the law in force. The\nlegislature also is incompetent to overrule the decision of\na court without properly removing the base on which the\njudgment is founded.\nH\nA\n00\nB\nC\nD\nE\nF\n0\nH\n688 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nThe court does not have the power to validate an\ninvalid law or to legalise impost of tax illegally made and\ncollected or to remove the norm of invalidation or provide\na remedy. These are not judicial functions but the exclusive\nprovince of the legislature. Therefore, they are not\nencroachment on judicial power.\nIn exercising legislative power, the legislature by\nmere declaration, without anything more, cannot directly\noverrule, revise or override a judicial decision. It can render\njudicial decision ineffective by enacting valid law on the\ntopic within its legislative field fundamentally altering or\nchanging its character retrospectively. The changed or\naltered conditions should be such that the previous\ndecision would not have been rendered by the court, if\nthose conditions had existed at the time of declaring the\nlaw as invalid. It is also empowered to give effect to\nretrospective legislation with a deeming date or with effect\nfrom a particular date........\nThe vice pointed out in Chakolas case has been\nremoved under the Kerala Electricity Surcharge (Levy and\nCollection) Act, 1989. Consequently, Section 11 of this Act\nvalidated the invalidity pointed out in Chakolas case\nremoving the base. In the altered situation, the High Court\nwould not have rendered Chakolas case under the Act. It\nhas made the writ issued in Chakolas case ineffective.\nInstead of refunding the duty illegally collected under invalid\nlaw, Section 11 validated the illegal collections and\ndirected the liability of the past transactions as valid under\nthe Act and also fastened liability on the consumers. In\nother words, the effect of Section 11 is that the illegal\ncollection made under invalid law is to be retained and the\nIsame shall now stand validated under the Act. Thus\nconsidered, Section 11 is not an incursion on judicial\npower of the court and is a valid piece of legislation as\npart of the Act.\"\n1\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 689\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\n30. The judgment in S.S. Bola v. B.D. Sardana (supra) A\ncalls for a detailed reference because the main issue\nconsidered in that case is similar to the one raised in these\nappeals. The facts of that case show that in A.N. Sehgal v. Raje\nRam Sheoran [1992 Supp (1) SCC 304] and S.L. Chopra v.\nState of Haryana [1992 Supp (1) SCC 391], this Court B\ninterpreted the rules framed under proviso to Article 309 of the\nConstitution and gave certain directions for fixation of seniority\nof the members of engineering services. After about three.\nyears, the State legislature enacted the Haryana Service of\nEngineers, Class I, Public Works Department (Buildings and C\nRoads Branch), (Public Health Branch) and (Irrigation Branch)\nAct, 1995 and repeal the existing rules. The Act was given\nretrospective effect from 1.11.1966 that is the date on which\nthe State of Haryana was formed. The Punjab and Haryana\nHigh Court struck down various provisions of the Act on the\nground that the same were enacted with the sole object of\nnullifying the earlier judgments of this Court in A.N. Sehgal v.\nRaje Ram Sheoran (supra) and S.L. Chopra v. State of\nHaryana (supra). By majority of 2:1, this Court held that the 1995\nAct is a valid piece of legislation and set aside the order of\nthe High Court. G.B. Pattanaik, J. (as he then was), who\nrendered leading judgment of the majority noted that in Sehgal's\ncase and Chopra's case, the Court had not invalidated the\nrecruitment rules but merely interpreted some provisions\nrelating to determination of the inter se seniority of the direct\nrecruits and promotees and held that the Act cannot be\ninvalidated on the ground that it was an encroachment on\njudicial function. Pattanaik, J. then referred to the statement of\nobjects and reasons contained in the Bill introduced in Haryana\nVidhan Sabha, various judgments of this Court including in State\nof Gujarat v. Raman Lal Keshav Lal Soni (supra) and Held :\n$\n\"..........In view of the aforesaid legal position when the\nimpugned Act is examined the conclusion is irresistible\nthat the said Act cannot be said to be an Act of usurpation\nof the judicial power by the Haryana Legislature, but on the\nD\nE\nF\nG\nН\nA\nB\n0\nD\nE\nLL\nF\nG\nH\n690 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nother hand it is a valid piece of legislation enacted by the\nState Legislature over which they had legislative\ncompetence under Entry 41 of List II of the Seventh\nSchedule and by giving the enactment retrospective effect\nthe earlier judgments of this Court in Sehgal and Chopra\nhave become ineffective. But since this does not\ntantamount to a mere declaration of invalidity of an earlier\njudgment nor does it amount to an encroachment by the\nlegislature into the judicial sphere the Court will not be\njustified in holding the same to be invalid. Needless to\nmention that the impugned Act has neither been\nchallenged on the ground of lack of legislative competence\nnor has it been established to have contravened any\nprovisions of Part III of the Constitution. Consequently Mr\nSachar's contention has to be rejected and the Act has to\nbe declared intra vires. Necessarily, therefore the seniority\nlist drawn up on different dates in accordance with the\nearlier Rules of 1961 will have to be annulled and fresh\nseniority list has to be drawn up in accordance with the\nprovisions of the Act since the Act has been given\nretrospective effect with effect from 1-11-1966. It may,\nhowever, be reiterated that any promotion already made\non the basis of the seniority list drawn up in accordance\nwith the Recruitment Rules of 1961 will not be altered in\nany manner.\"\nPattanaik, J. then referred to the judgment in Zohrabi v.\nArjuna [1980 (2) SCC 203], wherein it was held that a mere\nright to take advantage of the provisions of an Act is not an\naccrued right and proceeded to observe:\n\"In the aforesaid premises, it must be held that the direct\nrecruits did not have a vested right nor had any right\naccrued in their favour in the matter of getting a particular\nposition in the seniority list of Executive Engineers under\nthe pre-amended Rules which is said to have been taken\naway by the Act since such a right is neither a vested right\n\u003e\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 691.\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nof an employee nor can it be said to be an accrued right. A\nThus there is no bar for the legislature to amend the law\nin consequence of which the inter se position in the rank\nof Executive Engineer might get altered. Consequently, we\nsee no invalidity in the enactment of the Haryana Service\nof Engineers, Class I, Public Works Department (Buildings B\nand Roads Branch), (Public Health Branch) and (Irrigation\nBranch) Respectively Act, 1995.\"\nS. Saghir Ahmad, J. who agreed with Pattanaik, J\nexpressed his views in the following words:\nC\n\"It would be within the exclusive domain of the judiciary to\nexpound the law as it is and not to speculate what it should\nbe as it is the function of the legislature. It is also within\nthe exclusive power of the judiciary to hold that a statute\npassed by the legislature is ultra vires. The legislature in D\nthat situation does not become a helpless creature as it\ncontinues to remain a living pillar of a living Constitution.\nThough it cannot directly override the judicial decision, it\nretains the plenary powers under Articles 245, 246 and\n248 to alter the law as settled or declared by judicial E\ndecisions. This is what was observed by this Court in\nAnwar Khan Mehboob Co. v. State of M.P which had the\neffect of indirectly overruling its previous decision in Firm\nChhotabhai Jethabai Patel \u0026 Co. v. State of M.P. The\nlegislature can also validate an Act which was declared\ninvalid by the Court or amend it with retrospective effect\nso as to remove the grounds of its invalidity. (See: Rai\nRamkrishna v. State of Bihar and Jadao Bahuji v.\nMunicipal Committee.)\nF\nThe power to make a law includes the power to give it G\nretrospective effect subject to the restriction imposed by\nArticle 20(1) that a legislature cannot make retrospective\npenal laws. It would be valid for the legislature to make any\nother enactment with retrospective effect provided no\nfundamental right is infringed by reasons of its taking away H.\n692\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nthe vested right. Under the scheme of the Constitution, it\nis competent for the legislature to put an end to the finality\nof a judicial decision and, therefore, it would be competent\nfor the legislature to render ineffective the judgment of a\ncourt by changing the basis of the Act upon which that\njudgment was founded.\nWhere, however, the statutory provision is interpreted by\nthe Court in a particular manner and directions are issued\nfor implementing the judgment in the light of the\ninterpretation placed on the statutory provisions, the\nlegislature need not pass a validating Act. In this situation,\nthe legislature, in exercise of its plenary powers under\nArticles 245, 246 and 248 can make a new Act altering\nfundamentally the provisions which were the basis of the\njudgment passed by the Court. This can be done with\nretrospective effect. So far as service conditions are\nconcerned, they can be altered with retrospective effect by\nmaking service rules under Article 309 or by an Act of the\nlegislature.\"\n31. In Mylapore Club v. State of T.N. [2005 (12) SCC\n752], a three-Judge Bench examined the validity of Sections 2\nand 3 of the Madras City Tenants' Protection (Amendment) Act,\n1994 (Act No. 2 of 1996). By Section 2 of the 1996 Act, Section\n1 of the Madras City Tenants' Protection Act, 1921 was\namended and clause (f) was added providing for exemptions\nfor tenancies of land owned by religious institutions and\nreligious charities belonging to Hindu, Muslim, Christian or\nother religions. By Section 3, it was declared that any\nproceeding instituted by a tenant in respect of any land owned.\nby such a religious institution or religious charity, which was\nbeing exempted from the operation of the Act pending before\nany court or other authority, would stand abated and all rights\nand privileges conferred by the extension of the Madras City\nTenants' Protection Act, 1921 would cease and would become\nunenforceable. However, a proviso was added to the effect that\n* \u003c\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 693\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nnothing contained in Section 3 shall be deemed to render A\ninvalid, any suit or proceeding in which a decree or order\npassed had been executed or satisfied in full before the date\nof the coming into force of the amending Act. It was argued on\nbehalf of the tenant Club that the amendment made by Sections\n2 and 3 of Act No. 2 of 1996, whereby exemption was granted B\nto certain tenancies was not in consonance with the object of\nthe parent Act. It was further contented that Section 3 of the\namending Act which provided for certain pending proceedings\nto abate was a legislative act to put an end to a judicial\nproceedings and the same was clearly unconstitutional. While C\nrejecting the first argument, the Court observed:\nD\n\"The power to legislate is a plenary power vested in the\nlegislature and unless those who challenge the legislation\nclearly establish that their fundamental rights under the\nConstitution are affected or that the legislature lacked\nlegislative competence, they would not succeed in their\nchallenge to the enactment brought forward in the wisdom\nof the legislature. Conferment of a right to claim the benefit\nof a statute, being not a vested right, the same could be\nwithdrawn by the legislature which made the enactment. It E\nis open to the legislature to bring in a law that has\nretrospective operation. That position is not disputed.\nWhen it affects vested rights or accrued rights, that\nquestion will have to be considered in that context. But the\nright to take advantage of a statute has been held to be F\nnot an accrued right. It could not be said that Amendment\nAct 2 of 1996 lacked either legislative competence or that\nit is unconstitutional. It is a matter for the legislature to\nbalance the object of the Parent Act with the object of\nprotecting the rights of religious institutions and religious G\ncharities and on the basis of the material available to the\nlegislature, the decision to exempt the buildings of such\nreligious institutions and religious charities has been.\ntaken.\"\nH\n"}