{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n-\n[2009] 10 S.C.R. 634\nA. MANJULA BHASHINI \u0026 OTHERS\nV.\nTHE MANAGING DIRECTOR, A.P. WOMEN'S\nCOOPERATIVE FINANCE CORPORATION LTD. AND\nANOTHER\n(Civil Appeal No. 3702 of 2006)\nJULY 6, 2009\n[B.N. AGRAWAL AND G.S. SINGHVI, JJ.]\nAndhra Pradesh (Regulation of Appointments to Public\nServices and Rationalization of Staff Pattern and Pay\nStructure) Act, 1994:\nAmending Act No.3 and 27 of 1998 - Constitutional\nvalidity of - Held: Not ultra vires the Constitution.\nSections 7, 7A:\n-\nPersons employed on daily wage basis or nominal\nmuster roll or consolidated pay or as contingent worker on full\ntime basis in different departments of the Government of\nAndhra Pradesh and its agencies/instrumentalities -\nEntitlement to be regularised in service on completion of five\nyears Held: The policy of regularisation contained in first\nproviso to Section 7 of Act No.27 of 1998 is one time measure\nF Intended to benefit only those daily wage employees, etc.\nwho completed 5 years continuous service on or before\n25.11.1993. The employees who completed 5 years service\nafter 25.11.1993 cannot claim regularization - Declaration\nmade by the Division Bench that the ban on regularisation\nwill be effective from 19.8.1998 i.e. the date on which Act\nNo.27 of 1998 came into force and that all persons who have\ncompleted 5 years service as on that date would be entitled\nto be considered for regularisation of service is set aside -\nThe daily wage employees and others who are covered by\nG\nI\n634\nI.\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 635\nCOOPERATIVE FINANCE COPRN. LTD.\nSection 7 of the 1994 Act (amended) and whose services A\nhave not been regularised so far, shall be entitled to be\nconsidered for regularisation and their services shall be\nregularised subject to fulfillment of the conditions enumerated\nin G.O. dated 22.4.1994 - The policy did not confer an\nindefensible right upon all daily wage employees to be B\nregularized dehors the date of enforcement of the Act - Hence\nit cannot be said that the Legislature has taken away an\naccrued or vested right of the daily wage employees\nInsertion of Section 7A does not amount to encroachment on\nthe court's power of judicial review.\n-\nCut off date - Fixing of - Cut off date prescribed as the\ndate of commencement of the main Act - Cannot be dubbed\nas arbitrary, unreasonable, irrational or discriminatory -\nConstitution of India, Article 14.\nConstitution of India, 1950:\nArticles 245, 246 - Plenary powers conferred on\nLegislatures - Though Legislature cannot overrule, reverse\nor override a judicial decision, it can render a judicial decision\nineffective by enacting a valid law fundamentally altering or\n| changing the conditions on which such a decision is based -\nSuch law can also be given retrospective effect with a\ndeeming date or with effect from a particular date.\nLegislative Intent - Ascertaining of\nAscertaining of \n- External aid -\nStatement of objects and reasons can also be looked into as\nan external aid to appreciate the true intent/object sought to\nbe achieved by enactment of the particular Act or for judging\nreasonableness of the classification made by such Act.\nJudicial Review:\nSection 7A of the amending Act 27 of 1998, amending\nthe Andhra Pradesh (Regulation of Appointments to Public\nServices and Rationalization of Staff Pattern and Pay\nC\nD\nE\nF\nG\nH\n636 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA Structure) Act, 1994 - Does not amount to encroachment on\nthe Court's power of judicial review.\nB\nс\nD\n...\nE\nIn the appeals, some of which have been filed by the\nState Government and its agencies/instrumentalities and\nsome by the employees, who could not succeed before\nthe Andhra Pradesh Administrative Tribunal and/or the\nHigh Court to accept their prayer for issue of a mandamus\nto the concerned authorities to regularise their services,\nthe questions which arose for consideration were:\n(i)\nWhether the persons employed on daily wage\nbasis or nominal muster roll or consolidated\npay or as contingent worker on full time basis\nin different departments of the Government of\nAndhra Pradesh and its agencies/\ninstrumentalities are entitled to be regularised\nin service on completion of 5 years; and\n(ii) whether amendments made in the Andhra\nPradesh (Regulation of Appointments to\nPublic Services and Rationalization of Staff\nPattern and Pay Structure) Act, 1994 by\nAmendment Act Nos.3 and 27 of 1998 are ultra\nvires the provisions of the Constitution.\nDismissing the appeals filed by the employees and\nF allowing the appeals filed by the State Government and\nagencies/instrumentalities of the State, the Court\nG\nH\nHELD 1.1. The Andhra Pradesh (Regulation of\nAppointments to Public Services and Rationalisation of\nStaff Pattern and Pay Structure) Act, 1994 was enacted\nin the backdrop of the decision taken by the State\nGovernment to curb irregular appointments, to rationalise\nthe staff pattern and pay structure and thereby reduce\nunnecessary expenditure and also to ensure that only\nthose selected by the specified recruiting agencies are\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 637\nCOOPERATIVE FINANCE COPRN. LTD.\nappointed against the sanctioned posts. This is clearly A\ndiscernible from the statement of objects and reasons\ncontained in the Bill which led to enactment of the 1994\nAct and provisions contained therein. [Para 16] [670-G-\nH; 671-A]\n1.2. The statement of objects and reasons can also\nbe looked into as an external aid for appreciating the true\nintent of the legislature and/or the object sought to be\nachieved by enactment of the particular Act or for judging\nreasonableness of the classification made by such Act.\n[Para 22] [675-E-F]\n00\nB\nC\nDelhi Development Horticulture Employees' Union v.\nDelhi Administration (1992) 4 SCC 99; State of Haryana v.\nPiara Singh (1992) 4 SCC 118; District Collector v. M.L. Singh\n1998 (2) ALT 5 (SC); D. Sesharani v. Managing Director, A.P. D\nWomen's Co-op. Finance Corporation 2001 (2) ALT 607;\nMinerva Mills Limited v. Union of India (1980) 2 SCC 591;\nL. Chandra Kumar v. Union of India (1995) 1 SCC 400; S.S.\nBola v. B.D. Sardana 1997 (8) SCC 522; Gujarat Agricultural\nUniversity v. Rathod Labhu Bechar 2001 (3) SCC 574; Indra E\nSawhney v. Union of India 2000 (1) SCC 168; Madan Mohan\nPathak vs. Union of India (1978) 2 SCC 50; State of Gujarat\nvs. Raman Lal Keshav Lal Soni (1983) 2 SCC 33; Chairman,\nRailway Board vs. C.R. Rangadhamaiah (1997) 6 SCC 623;\nGovt. of Andhra Pradesh vs. G.V.K. Girls High School (2000) F\n8 SCC 370; ASWINI KUMAR GHOSE V. ARABINDA BOSE\nAIR 1952 SC 369; A. Thangal Kunju Musaliar v. M.\nVenkatachalam Potti AIR 1956 SC 246; Central Bank of India\nv. Workmen AIR 1960 SC 12; Bhaiji v. Sub-Divisional Officer,\nThandla (2003) 1 SCC 692; B. Banerjee v. Smt. Anita Pan\n(1975) 1 SCC 166; K.P. Varghese v. ITO, Emakulam (1981)\n4 SCC 173; Chern Taong Shang v. S. D. Baijal (1988) 1 SCC\n507; Utkal Contractors and Joinery v. State of Orissa 1987\n(3) SCC 279 and Gurudevdatta VKSSS Maryadit v. State of\nMaharashtra (2001) 4 SCC 534, referred to.\nG\nH\nན\n7\nA\nВ\nC\n638 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\n2. If the State Government had sincerely implemented\nthe provisions of the 1994 Act, it may have succeeded in\ncleansing the mess created due to irregular employment\nof thousands of persons and, thereby, saved\nconsiderable revenue which could be utilized for\nB execution of welfare schemes and development\nprogrammes. By ensuring that appointments against the\nsanctioned posts are made only from among the\ncandidates selected by the specified recruiting agencies\nlike Public Service Commission/College Service\nCommission etc. or from among the candidates\nsponsored by the employment exchanges, the State\nGovernment could have demonstrated its commitment to\nthe system established by rule of law and determination\nto comply with the equality clause enshrined in the\nConstitution and other relevant statutory provisions in\ntheir true spirit. Unfortunately, that did not happen\nbecause, inspite of the prohibition contained in Section\n7 against regularisation of the existing daily wage\nemployees and persons appointed on temporary basis,\nthe State Government wilted under the pressure exerted\nby the vested interests and issued G.O. dated 22.4.1994\nincorporating therein policy for regularisation of the\nservices of those appointed on daily wages or nominal\nmuster roll or consolidated pay, who had continuously\nworked for 5 years and were continuing on 25.11.1993,\ni.e., the date of enforcement of the 1994 Act. This was\nintended to be one time measure and not an ongoing\nprocess/scheme for regularisation of the services of all\ndaily wage employees on their completing 5 years. [Para\n24] [678-F-H; 679-A-D]\nD\nE\nF\nG\nUnion of India v. Mohan Pal (2002) 4 SCC 573; Union\nof India v. Gagan Kumar 2005 (6) SCC 70 and Director\nGeneral, Doordarshan, Mandi House v. Manas Dey 2005 (13)\nSCC 437, referred to.\nH\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 639\nCOOPERATIVE FINANCE COPRN. LTD.\nC\n3.1. In order to remove the ambiguity and A\nimperfectness in the language of G.O. dated 22.4.1994\nand make the policy of regularisation an integral part of\nthe 1994 Act, the legislature enacted Amendment Act\nNos.3 of 1998 and 27 of 1998. The purpose of making the\npolicy of regularisation a part of the 1994 Act was not to B\ndilute the main object of the 1994 Act, i.e., to curb the\nmenace of irregular appointments and also ensure that\nappointments are made against the sanctioned posts\nonly from among the candidates selected by the\ndesignated recruiting agencies but also to harmonize the\nsame with the prohibition contained in Section 7 against\nregularisation of daily wage and temporary employees.\nThe preface of Act No.27 of 1998 clearly shows that the\npolicy contained in G.O. dated 22.4.1994 was intended to\nbe one time measure for regularisation of the persons\nemployed on daily wages or nominal muster roll or\nconsolidated pay, who completed 5 years continuous\nservice on or before 25.11.1993, i.e., the date of\nenforcement of the 1994 Act and it was not a continuing\nscheme for regularisation of all 'daily wage employees'\nas and when they were to complete 5 years period. The\nlanguage of first proviso to Section 7 by which the policy\nof regularisation was engrafted in the 1994 Act shows\nthat the amendments were made with the sole object of\nremoving the ambiguity in the policy contained in G.O.\ndated 22.4.1994 and the same were not intended to nullify\nor override the judgment in District Collector vs. M.L. -\nSingh. [Para 26] [681-F-H; 682-A-C]\nD\nE\nF\n3.2. There is no doubt that if the language of the\npolicy contained in G.O. dated 22.4.1994 was similar to G\nthe one contained in newly inserted proviso to Section 7\nand there was no ambiguity in it, the courts would not\nhave interpreted the same in a manner which would\nentitle all persons employed on daily wages before\n25.11.1993 to claim regularisation irrespective of the date H\n☑\n640 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA of completion of 5 years service. The policy contained in\nG.O. dated 22.4.1994 did not confer an indefeasible right\nupon all daily wage employees (as the term has been\ndefined in Section 2(ii) of the 1994 Act) to be regularised\nin service de-hors the date of enforcement of the Act.\nB Therefore, it cannot be said that by incorporating the\npolicy of regularisation in the 1994 Act, the legislature has\ntaken away an accrued or vested right of the daily wage\nemployees. [Para 26] [682-C-F]\nC\n-\nDistrict Collector vs. M.L. Singh 1998 (2) ALT 5 (SC) -\nreferred to.\n4. The distinction between legislative and judicial\nfunctions is well known. Within the scope of its legislative\ncompetence - and subject to other constitutional\nD limitations, the power of legislature to enact laws is\nplenary. In exercise of that power, the legislature can\nenact law prospectively as well retrospectively. The\nadjudication of the rights of the parties according to law\nenacted by the legislature is a judicial function. In the\nE performance of that function, the court interprets and\ngives effect to the intent and mandate of the legislature\nas embodied in the statute. If the court finds that the\nparticular statute is ultra vires the power of legislature or\nany provision of the Constitution, then the same can be\nstruck down. It is also well settled that the legislature\ncannot by bare declaration, without anything more,\ndirectly overrule, reverse or override a judicial decision.\nHowever it can, in exercise of the plenary powers\nconferred upon it by Articles 245 and 246 of the\nConstitution, render a judicial decision ineffective by\nenacting a valid law fundamentally altering or changing\nthe conditions on which such a decision is based. Such\nlaw can also be given retrospective effect with a deeming\ndate or with effect from a particular date. [Para 27] [684-\nA-E]\nF\nG\nH\nL\nand\n1\n་\nA. MANJULA BHASHINI v. MANAGING DIRECTOR; A.P. WOMEN'S641\nCOOPERATIVE FINANCE COPRN. LTD.\nGovernment of A.P. v. H.M.T. Ltd. 1975 (2) SCC 274; A\nIndian Aluminium Co. v. State of Kerala 1996 (7) SCC 637;\nChakolas Spinning and Weaving Mills Ltd. vs. K.S.E. Board\n1988 (2) KLT 680; Prithvi Cotton Mills Ltd. v. Broach Borough\nMunicipality 1969 (2) SCC 283; Patel Gordhandas\nHargovindas v. Municipal Commissioner 1964 (2) SCR 608; B\nOrient Paper Mills Ltd. v. State of Orissa AIR 1961 SC 1438;\nM/s. Misrilal Jain v. State of Orissa 1977 (3) SCC 212; Tirath\nRam Rajendra Nath v. State of U.P. 1973 (3) SCC 585; I.N.\nSaksena v. State of M.P. 1976 (4) SCC 750; A.N. Sehgal v.\nRaje Ram Sheoran 1992 Supp (1) SCC 304; S.L. Chopra c\nv. -State of Haryana 1992 Supp (1) SCC 391; Zohrabi v.\nArjuna 1980 (2) SCC 203; Chairman, Railway Board vs. C.R..\nRangadhamaiah (1997) 6 SCC 623 and Mylapore Club v.\nState of T.N. 2005 (12) SCC 752, referred to.\nD\n5. The amendments made in the 1994 Act by Act\nNos.3 of 1998 and 27 of 1998 do not have the effect of\nnullifying or overriding the judgment in District Collector\nvs. M.L. Singh. Further, the policy of regularization\ncontained in first proviso to Section 7 of Act No.27 of\n1998 is one time measure intended to benefit only those E\ndaily wage employees, etc. who completed 5 years\ncontinuous service on or before 25.11.1993 and the\nemployees who completed 5 years service after\n25.11.1993 cannot claim regularization. [Para 37] [697-G-\nH; 698-A-B]\nDistrict Collector vs. M.L. Singh 1998 (2) ALT 5 (SC),\nreferred to.\n6. The 1994 Act was enforced with effect from\n25.11.1993, i.e., the date on which the Ordinance was\npublished in the official Gazette. Therefore, that date had\ndirect bearing on the policy of regularisation circulated\nvide G.O. dated 22.4.1994, which was issued by the State\nGovernment in exercise of its executive power under\nF\nG\nI\n642 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA Article 162 of the Constitution. When that policy was\nB\nC\nD\nE\nengrafted in the 1994 Act in the form of proviso to Section\n7, the legislature could not have fixed any date other than\n25.11.1993 for determining the eligibility of daily wage\nemployees who fulfilled the requirement of 5 years\ncontinuous service. If any other date had been fixed for\ncounting 5 years service of daily wage employees for the\npurpose of proviso to Section 7, the object sought to be\nachieved by enacting the 1994 Act would have been\ndefeated, inasmuch as the regular recruitment could not\nhave been made for appointment against the sanctioned\nposts and back door entrants would have occupied all\nthe posts. Therefore, the cut off date i.e. 25.11.1993\nprescribed by the legislature for determining the eligibility\nof daily wage employees and others covered by Section\n7 of the 1994 Act cannot be dubbed as arbitrary,\nunreasonable, irrational or discriminatory. [Para 39] [698-\nF-H; 699-A-C]\n7.1. A reading of paragraphs 54, 67, 68 and 72 of the\nimpugned judgment shows that even though the Division\nBench did not find the cut off date i.e. 25.11.1993 specified\nin first proviso to Section 7 for determining the eligibility\nof daily wage employees for regularisation to be arbitrary,\nirrational or discriminatory, yet it changed the said date\nfrom 25.11.1993 to 19.8.1998 solely on the premise that\nF Act No. 27 of 1998 was enforced with effect from that date.\nOnce the Division Bench negatived the challenge to the\nvalidity of Act Nos.3 of 1998 and 27 of 1998, there was\nno warrant for altering the date of eligibility specified in\nfirst proviso to Section 7 of the 1994 Act and thereby\nextend the zone of eligibility of daily wage employees who\ncould be considered for regularisation. [Para 42] [702-D-\nG]\nG\nH\n7.2. The declaration made by the Division Bench that\nthe ban on regularisation will be effective from 19.8.1998\nA\n☑\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 643\nCOOPERATIVE FINANCE COPRN. LTD.\nC\ni.e. the date on which Act No.27 of 1998 came into force A\nand that all persons who have completed 5 years service\nas on that date would be entitled to be considered for\nregularisation of service is set aside. It is, however, made\nclear that the daily wage employees and others who are\ncovered by Section 7 of the 1994 Act (amended) and B\nwhose services have not been regularised so far, shall\nbe entitled to be considered for regularisation and their\nservices shall be regularised subject to fulfillment of the\nconditions enumerated in G.O. dated 22.4.1994. With a\nview to obviate further litigation on this issue, the\nGovernment of Andhra Pradesh, its officers and agencies/\ninstrumentalities of the State are directed to complete the\nexercise for regularisation of the services of eligible\nemployees within four months of the receipt/production\nof copy of this order, without being influenced by the fact\nD\nthat the application, writ petition or appeal filed by any\nsuch employee may have been dismissed by the Tribunal\nor High Court or this Court. Since some of the appeals\ndecided by this order relate to part time employees, it is\ndirected that similar exercise be undertaken in their cases\nand completed within four months keeping in view the\nconditions enumerated in G.O.(P). No.112 dated 23.7.1997.\n[Para 43] [703-B-G]\nE\nUnion of India v. Parameswaran Match Works (1975) 1\nSCC 305; Sushma Sharma v. State of Rajasthan (1985) F\nSupp. SCC 45; Union of India v. Sudhir Kumar Jaiswal (1994)\n4 SCC 212 and Union of India v. K.G. Radhakrishna Panickar\n(1998) 5 SCC 111, relied on.\nCase Law Reference:\nG\n(1992) 4 SCC 99\nreferred to\nPara 2\n(1992) 4 SCC 118\nreferred to\nPara 6\nH\n"}