{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nLUI\nLL\nF\n664 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\ncontinuous minimum period of five years of service on or\nbefore 25th November, 1993 either on daily wage, or\nnominal muster roll, or consolidated pay or as a contingent\nworker on full time basis, shall be regularised in\nsubstantive vacancies, if they were otherwise qualified\nfulfilling the other conditions stipulated in the scheme\nformulated in G.O.Ms. No. 212, Finance \u0026 Planning\n(FW.PC. III) Department, dated the 22nd April, 1994.\n7A. Abatement of Claims. (1) Notwithstanding any\nGovernment order, judgement, decree or order of any\nCourt, Tribunal or other authority, no person shall claim for\nregularization of service under the first proviso to section\n7 as it was incorporated by the Andhra Pradesh\n(Regulation of Appointments to Public Services and\nRationalisation of Staff Pattern and Pay Structure)\n(Amendment) Act, 1998.\n(2) No suit or other proceedings shall be maintained or\ncontinued in any Court, Tribunal or other authority against\nthe Government or any person or other authority\nwhatsoever for regularization of services and all such\npending proceedings shall abate forthwith;\n(3) No Court shall enforce any decree or order directing\nthe Government or any person or other authority\nwhatsoever for regularization of services.\"\n12. The daily wage employees and similarly situated\npersons who would have been affected by the amendments\nchallenged the same in a batch of writ petitions filed before the\nHigh Court. Some employees also filed applications before the\nG Tribunal. The writ petitions were allowed by the learned Single\nJudge of the High Court vide judgment titled D. Sesharani v.\nManaging Director, A.P. Women's Co-op. Finance\nCorporation [2001 (2) ALT 607]. The learned Single Judge held\nthat the amendments are contrary to the fundamental rights\nH guaranteed to the petitioners under Articles 14, 16 and 21 of\nX\n☑\n☑\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 665\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nB\nthe Constitution and the Directive Principles of State Policy A\nenshrined in Articles 39A, 41, 42 and 43. The learned Single\nJudge further held that Section 7A of the Amendment Act by\nwhich judicial review was denied to the aggrieved persons is\ncontrary to the law laid down by the Supreme Court in Minerva\nMills Limited v. Union of India [(1980) 2 SCC 591] and L.\nChandra Kumar v. Union of India [(1995) 1 SCC 400]. The\nlearned Single Judge then relied upon the judgment of this\nCourt in State of Haryana v. Piara Singh (supra) and declared\nthat the State Government is obliged to create posts for\nregularisation of the services of daily wagers etc. from the date C\nof completion of 5 years service.\nD\nE\n13. The appeals preferred by the State Government and\nits agencies/instrumentalities were allowed by the Division\nBench and the order of the learned Single Judge was set aside\nby placing reliance upon the judgments of this Court in S.S.\nBola v. B.D. Sardana [1997 (8) SCC 522], Gujarat Agricultural\nUniversity v. Rathod Labhu Bechar [2001 (3) SCC 574] and\nIndra Sawhney v. Union of India [2000 (1) SCC 168]. The\nDivision Bench also reversed the direction given by the learned\nSingle Judge to the State Government for creation of posts for\nregularisation of the services of daily wagers etc., but declared\nthat the ban imposed on regularisation would be effective from\nthe date of enforcement of Amendment Act No.27/1998 i.e.\n19.8.1998 and all persons who have completed 5 years service\nas on the date of coming into force thereof would be entitled F\nto be considered for regularisation of their services. The\nrelevant portions of the Division Bench judgment are extracted\nbelow:\n\"58. The entire basis whereupon the judgment of the\nlearned single Judge is based is, therefore, erroneous. As\nindicated hereinbefore having regard to the mode of\nappointment the requirements thereof, absence of\nsanctioned posts, non-observance of the statutory rules the\npart-time employees, ad hoc employees and NMRs did\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\nH_\n666\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nnot derive any legal right whatsoever to continue in service.\nIn fact, save and except the right conferred upon them to\nbe considered for regularisation by reason of\nG.O.Ms.No.212, they did not have any other legal right\nwhatsoever. It is now well settled principle that by reason\nof a catena of decisions of the High Court as also of the\nSupreme Court of India a prolonged service would not\nripen into permanence nor by reason thereof the status of\nemployee can be changed.\n59. It is also not a case where an individual decision inter-\nparty had been sought to be taken away by reason of the\nsaid Amendment Act in terms whereof their rights and\nliabilities alone were affected. The interpretation of a\npolicy decision is a judgment in rem and by reason thereof,\nno inter-party rights had been conferred or adjudicated\nupon.\n60. The validation Act or for that purpose any Amendment\nAct does not offend the doctrine of separation of powers.\nIt is also trite that the Court in exercise of its jurisdiction\nunder Article 226 of the Constitution while exercising its\npower of judicial review over legislation would not\ninvalidate an act on the ground of malice or otherwise.\nSuch an approach, in our opinion, is wholly unwarranted\ninasmuch as the question as to whether the statute suffers\nfrom the vice of fraud on legislation or not must be kept\nconfined to the legislative competence and not otherwise.\nRight to employment is not a fundamental right or a\nconstitutional right. In terms of Articles 14 and 16 of the\nConstitution the right of a citizen is confined only to\nconsideration therefore. Thus it would be incorrect to\ncontend that the same would be a right of property.\n67. The next question which may arise for consideration\nwould be as to whether the cut off date 25.11.1993 is so\narbitrary as to attract the wrath of Article 14 of the\nConstitution.\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 667\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\n68. Fixing a cut off date is normally not arbitrary unless it A\ncan be said to be case where such a date has been fixed\narbitrarily or capriciously and no reason exists therefor.\n69. After the decision of the Apex Court in Piara Singh's\ncase (supra) the State had appointed a committee. The\ncommittee had gone into the matter and made certain\nrecommendations including fixation of cut off date. Such\na cut off date was fixed keeping in view the coming into\nforce of such policy decision. In Sushma Sharma v. State\nof Rajasthan the Apex Court has Held:\nIt may be borne in mind that wisdom or lack of\nwisdom in the action of the Government or legislature is\nnot justiciable by court. See in this connection the\nobservations of the U.S. Supreme Court in the case of\nMetropolis Theatre Company v. City of Chicago and\nEmest J. Magerstadt (1912) 57 | Ed 730). To find fault with\na law is not to demonstrate its invalidity. There the learned\njudge Mr. Justice Mc Kenna observed as follows:\n\"It may seem unjust and oppressive, yet be free from\njudicial interference. The problems of government are\npractical ones and may justify, if they do not require, rough\naccommodations, illogical, it may be, and unscientific. But\neven such criticism should not be hastily expressed. What\nis best is not always discernible, the wisdom of any choice\nmay be disputed or condemned. Mere errors of\ngovernment are not subject to our judicial review. It is only\nits palpably arbitrary exercises which can be declared\nvoid.\nB\nC\nD\nพย\nE\nF\nThis passage has been quoted with approval by G\nChief Justice Chandrachud in Prag Ice \u0026 Oil Mills v.\nUnion of India (1978) 3 SCR 293 at p.333: AIR 1978 SC\n1296 at p. 1318.\n70. Yet again in the matter of Cauvery Water Disputes\nI\nمحمد\n668 SUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA\nB\nс\nD\nE\nLL\nF\n0\nI\nTribunal the Apex Court clearly Held :\nTo the extent that the Ordinance interferes with the\ndecision of this Court and of the Tribunal appointed under\nthe Central legislation, it is clearly unconstitutional being\nnot only in direct conflict with the provisions of Article 262\nof the Constitution under which the said enactment is made\nbut being also in conflict with the judicial power of the State.\n71. There is another aspect of the matter which we may\nnot lose sight of. In terms of Act 2 of 1994 a complete ban\nhad been imposed in making recruitment of NMR, part-time\nor ad hoc employees. Thus on and from 25.11.1993\nnobody had been employed nor could be employed. Any\nsuch appointment would ex facie violate the provisions of\nthe said Act 2 of 1994 which not only contains a penal\nprovision but also imposed statutory liability upon the\nofficers to pay and unto the State all such salaries and\nemoluments paid to such employees. Even a ban had been\nimposed on the treasuries to honour such bills.\n72. Act 27 of 1998 has come into force on 19.8.1998. Thus\nthe ban which now would be imposed, as regards grant\nof regularisation will be effective from that date. Can it be\nsaid that five years continuous service as on 13.8.1998 is\na condition which is wholly arbitrary and irrational so as to\nattract Articles 14 and 246 of the Constitution. The answer\nto the aforementioned question must be rendered in\nnegative. It will be a repetition to state that by reason of\nG.O.Ms.No.212 no workman derives any vested right to be\nappointed as such. But the employees who fulfill the criteria\nwere entitled to be only considered therefor. Regularisation\nof service in terms of aforementioned G.O.Ms.No.212 is\ndependant upon fulfillment of the condition enumerated\ntherein. As is evident from the decision of the apex Court\nin M.L.Singh's case (supra) a distinction must be borne\nin mind between a vested right and a right to be\nconsidered inasmuch as the requirement of a clear\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 669\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nvacancy has a direct nexus therewith. Even if there were.\nclear vacancies, such vacancies were required to be filled\nup having regard to the reservation policy of the State. \"\nA\nB\nC\nD\n14. Learned counsel for the employees supported the\norder of the learned Single Judge and argued that the Division\nBench committed serious error by declaring that Amendment\nAct Nos.3 of 1998 and 27 of 1998 are constitutional. Learned\ncounsel relied upon the judgments of this Court in Madan\nMohan Pathak vs. Union of India [(1978) 2 SCC 50], State of\nGujarat vs. Raman Lal Keshav Lal Soni [(1983) 2 SCC 33],\nChairman, Railway Board vs. C.R. Rangadhamaiah [(1997)\n6 SCC 623], Govt. of Andhra Pradesh vs. G.V.K. Girls High\nSchool [(2000) 8 SCC 370] and argued that amendments\nmade in the 1994 Act are liable to be struck down not only\nbecause the same have the effect of nullifying the judgment of\nthis Court in District Collector vs. M.L. Singh (supra), but also\nbecause Section 7A of Act No.27 of 1998 is a clear\nencroachment upon the courts' power of judicial review, which\nis one of the basic features of the Constitution. Learned counsel\nfurther argued that by virtue of the policy contained in G.O.\ndated 22.4.1994, persons appointed on daily wages or nominal E\nmuster roll or consolidated pay acquired a right to be\nregularised in service and the State could not have deprived\nthem of the said right by retrospectively amending the 1994 Act.\nAnother argument of the learned counsel is that once this Court\nheld that all persons appointed on daily wages or nominal F\nmuster roll or consolidated pay are entitled to be regularised\nwith effect from the date of completion of 5 years continuous\nservice, the legislature was not justified in prescribing.\n25.11.1993 as the cut off date for determining the eligibility of\ndaily wagers etc. for the purpose of regularisation. Learned\ncounsel emphasized that the interpretation placed by this Court\non G.O. dated 22.4.1994 is final and the same could not have\nbeen undone by amending the 1994 Act.\n15. Learned counsel for the State of Andhra Pradesh and\nG\nH\nB\nC\n670\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA its agencies/instrumentalities argued that the 1994 Act was\namended to clarify the object underlying the policy of\nregularisation contained in G.O. dated 22.4.1994 and to make\nthe same an integral part of the statute and the Division Bench\nrightly held that the Amendment Acts do not have the effect of\nnullifying the judgment of this Court in District Collector v. M.L.\nSingh (supra). Learned counsel pointed out that the policy\ncontained in G.O. dated 22.4.1994 was one time measure for\nrelaxing the negative mandate contained in Section 7 against\nregularisation of the persons appointed on daily wages or on\ntemporary basis and argued that the legislature did not exceed\nits jurisdiction by laying down the requirements of completing\n5 years continuous service on or before 25.11.1993 for the\npurpose of regularisation. They, however, questioned the\ndirection given by the Division Bench for considering the cases\nof all daily wagers and like for regularisation who completed 5\nyears on 19.8.1998 i.e. the date on which Amendment Act\nNo.27 of 1998 was published in the Gazette, by arguing that it\nwas legally impermissible for the Division Bench to change and/\nor extend the date of eligibility for regularisation from\n25.11.1993 to 19.8.1998 simply because the amendment\nE made in Section 7 by Act No.27 of 1998 was not enforced\nretrospectively.\nD\n16. In the light of the above, we shall first consider whether\nthe amendments made in the 1994 Act have the effect of\nF nullifying or overriding the judgment of this Court in District\nCollector v. M.L. Singh (supra) and whether Section 7A of Act\nNo.27 of 1998 amounts to an encroachment on courts' power\nof judicial review. For this purpose, it is necessary to understand\nthe true nature of the 1994 Act, mischief sought to be remedied\nby enactment thereof and the reasons for its amendment. The\nG\n1994 Act was enacted in the backdrop of the decision taken\nby the State Government to curb irregular appointments, to\nrationalise the staff pattern and pay structure and thereby\nreduce unnecessary expenditure and also to ensure that only\nthose selected by the specified recruiting agencies are\nH\nad\ni\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S671\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nappointed against the sanctioned posts. This is clearly A\ndiscernible from the statement of objects and reasons\ncontained in the Bill which led to enactment of the 1994 Act\nand provisions contained therein to which reference will be\nmade hereinafter. Although in Aswini Kumar Ghose v.\nArabinda Bose [AIR 1952 SC 369], it was held that the B\nstatement of objects and reasons contained in the Bill cannot\nbe used or relied upon for the purpose of construction of the\nstatute, this rule has not been strictly followed in the subsequent\njudgments. In A. Thangal Kunju Musaliar v. M. Venkatachalam\nPotti [AIR 1956 SC 246], the statement of objects and reasons C\nwere used for judging reasonableness of the classification\nmade in an enactment to see if it infringed or was contrary to\nthe Constitution. In Central Bank of India v. Workmen [AIR\n1960 SC 12], it was held that the statement of objects and\nreasons can be used for the limited purpose of understanding\nthe background and antecedent state of affairs leading up to\nthe legislation. The same view was reiterated in large number\nof other judgments including Bhaiji v. Sub-Divisional Officer,\nThandla [(2003) 1 SCC 692], in which the Court referred to\nPrinciples of Statutory Interpretation by Justice G.P. Singh, 8th\nEdn., 2001 and observed:\nD\nE\n\"Reference to the Statement of Objects and Reasons is\npermissible for understanding the background, the\nantecedent state of affairs, the surrounding circumstances\nin relation to the statute, and the evil which the statute F\nsought to remedy. The weight of judicial authority leans in\nfavour of the view that the Statement of Objects and\nReasons cannot be utilized for the purpose of restricting\nand controlling the plain meaning of the language\nemployed by the legislature in drafting a statute and G\nexcluding from its operation such transactions which it\nplainly covers.\"\n17. In B. Banerjee v. Smt. Anita Pan [(1975) 1 SCC 166],\nthis Court approved the view expressed by the Calcutta High\nH\n672\nSUPREME COURT REPORTS\n[2009] 10 S.C.R.\nA Court that the statement of objects and reasons contained in\nthe West Bengal Premises Tenancy (Second Amendment) Bill,\n1969 and proceedings of the legislature including the speech\nmade by the Minister at the time of introducing the Bill could\nbe looked into for understanding the true character of the\nB amendment and observed:\nC\nD\nE\nF\nG\nH\n\"The explosive import of neglecting such a distressing\nurban development reasonably obliges the State to\nimpose drastic restrictions on landlords' right to property.\nAnd when circumvention of wholesome legal inhibitions is\npractised on a large scale the new challenge is met by\nclothing the law with more effective armour and that is the\nrationale of the Amendment Act. The learned Judges\nrightly refer to the legislative proceedings, notorious\ncommon knowledge and other relevant factors properly\nbrought to their ken. The “sound-proof theory\" of ignoring\nvoices from Parliamentary debates, once sanctified by\nBritish tradition, has been replaced by the more legally\nrealistic and socially responsible canon of listening to the\nlegislative authors when their artifact is being interpreted.\"\n18. In K.P. Varghese v. ITO, Ernakulam [(1981) 4 SCC\n173], this Court while rejecting the argument of the revenue that\nrule of strict construction should be applied for interpreting\nSection 52(2), referred to the statement of objects and reasons\ncontained in the Bill presented before the Parliament, speech\nmade by the Finance Minister and observed:\n\"Now it is true that the speeches made by the members\nof the legislature on the floor of the House when a Bill for\nenacting a statutory provision is being debated are\ninadmissible for the purpose of interpreting the statutory\nprovision but the speech made by the Mover of the Bill\nexplaining the reason for the introduction of the Bill can\ncertainly be referred to for the purpose of ascertaining the\nmischief sought to be remedied by the legislation and the\nobject and purpose for which the legislation is enacted.\nA. MANJULA BHASHINI v. MANAGING DIRECTOR, A.P. WOMEN'S 673\nCOOPERATIVE FINANCE COPRN. LTD. [G.S. SINGHVI, J.]\nThis is in accord with the recent trend in juristic thought not A\nonly in western countries but also in India that interpretation\nof a statute being an exercise in the ascertainment of\nmeaning, everything which is logically relevant should be\nadmissible.\"\n19. In Chern Taong Shang v. S. D. Baijal [(1988) 1 SCC\n507], the Court referred to the object sought to be achieved by\nenacting Maritime Zones of India (Regulation of Fishing by\nForeign Vessels) Act, 1981 i.e. preventing the illegal poaching\nof fishes by foreign vessels including foreign vessels chartered\nby Indian parties by providing deterrent punishment to protect\nIndian fishermen and observed:\nB\nC\n\"It is pertinent to mention that in interpreting a statute the\ncourt has to ascertain the will and policy of the legislature\nas discernible from the object and scheme of the D\nenactment and the language used therein. Viewed in this\ncontext it is apparent that the said Act has been made with\nthe sole purpose of preventing poaching of fishes by\nforeign vessels chartered by Indian citizens within the\nexclusive economic zone of India as specified in Rule 8(1) E\n(q) of Maritime Zone of India Rules as amended in 1982\nas well as in breach of the provisions of the said Act and\nthe terms and conditions of permit issued under Section\n5 of the said Act.\"\n20. In Utkal Contractors and Joinery v. State of Orissa\n[1987 (3) SCC 279], the Court interpreted the provisions of the\nOrissa Forest Produce (Control of Trade) Act, 1981 and\nobserved:-\nแ\nF\nG\n.A statute is best understood if we know the reason\nfor it. The reason for a statute is the safest guide to its\ninterpretation. The words of a statute take their colour from\nthe reason for it. How do we discover the reason for a\nstatute? There are external and internal aids. The external\naids are Statement of Objects and Reasons when the Bill H\n"}