{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"''\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.Į\nCommand area of Babhali barrage is 7995 ha.\"\n203\n66. On behalf of Andhra Pradesh, it was stated that more\nthan 50 per cent of the time Pochampad dam has not filled up\nto designed capacity and the water proposed to be stored by\nBabhali barrage would further reduce its storage which rightfully\nbelongs to Andhra Pradesh and Andhra Pradesh cannot agree\nto construction of Babhali barrage in the submergence area of\nPochampad dam. In the meeting of 26.04.2006, three\nalternative situations emerged which are as under:\nA\nB\n1. Maharashtra to give their plan for the utilization of 60 C\nTMC of water agreed with A.P. in addition to 42 TMC and\nthe need for construction of Babhali Barrage.\n2. To ensure that gates are lowered only after Sriram\nSagar dam is filled up to its designed capacity or D\nalternately on a date to be mutually agreed by both the\nstates, which- ever occurs earlier.\n3. Possibility of reducing the height of Babhali Barrage to\nlimit the storage to their minimum requirement during\nDecember to February to be explored by Govt. of E\nMaharashtra.\n67. Maharashtra agreed to examine the above\nsuggestions and submit the proposal for consideration in the\nnext meeting.\n68. On 19.05.2006, the second meeting of the technical\ncommittee under the Chairmanship of the Chairman, CWC was\nheld. The minutes of the meeting dated 19.05.2006 recorded\nas under:\n\"1. The 75% dependable flows at Yelli gauging site was\nreported as 1530 MCM (54.03 TMC) considering a\nhydrologic year and 78.34 MCM (2.77 TMC) considering\npost monsoon months from 28th October to May end.\nThese figures need to be rechecked and confirmed.\nF\nG\nH\n204 SUPREME COURT REPORTS\nA\nB\nC\nD\nLU\nE\nF\nG\nH\n[2013] 2 S.C.R.\n2. Babhali barrage to be constructed with 2.74 TMC\ncapacity and the gates to be lowered on 28th October. This\nproposal was not acceptable to Govt. of Andhra Pradesh\nbecause they maintained that Babhali barrage is an\nencroachment into the submergence area of Sri Ram\nSagar Project (SRSP). They also apprehended that Govt.\nof Maharashtra can use waters several times the capacity\nof barrage, which will affect the storage of SRSP\nadversely.\n3. The 2nd proposal given by the Govt. of Maharashtra was\nregarding reduction in the height of the gates of the Babhali\nbarrage. They have worked out the minimum requirement\nfrom Babhali barrage considering the requirement for Rabi\ncrop up to February and drinking water requirement up to\nJune as 30.84 MCM (1.09 TMC). In addition to this,\nintercepted water of SRSP required to be released from\nBabhali Barrage is of the order of 17.00 MCM (0.6 TMC)\nand the evaporation losses may be considered of the\norder of 0.27 TMC. To meet the above total requirement,\nthe gross capacity for Babhali barrage has been worked\nout as 1.96 TMC. For this storage, the FRL of Babhali\nBarrage as per the Area-Capacity curve submitted by\nGovt. of Maharashtra in the meeting is 336.5m, resulting\nin a reduction of the height of the gates by 1.5 m. This\nproposal was also not acceptable to Govt. of Andhra\nPradesh.\"\n68.1. The minutes further recorded:\n\"Govt. of Maharashtra submitted that there is no other\npossibility for drinking water supply in this region since,\nfrom the month of November-December, the storage in\nSRSP recedes considerably and water spread falls below\nthe border. The farmers in this region need water for\nirrigating their Rabi crops and at present there is no other\narrangement for this purpose. Considering the requirement\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n205\nof Govt. of Maharashtra and keeping in view the objectives A\nof Govt. of Andhra Pradesh, an alternative solution was\nsuggested as under:\nThe capacity of the barrage should be reduced to the\nbare minimum requirement of Govt. of Maharashtra, which\nhas been assessed by them as 1.09 TMC. From the Area\nCapacity relationship submitted by the Govt. of\nMaharashtra, it was observed that at an FRL of 334.20m,\nthe capacity of the Babhali barrage reservoir is 1.03812\nTMC and at FRL 334.60 m, the capacity is 1.16893 TMC.\nTherefore, if the FRL is kept at 334.50 m, the requirement\nof Govt. of Maharashtra can be met and this will reduce\nthe height of the gates by 3.5 m. The gates will be closed\nonly after 28th October depending on the inflow and\nstorage condition of SRSP, to be mutually agreed by both\nthe concerned states.\nB\nC\nD\nUnder the existing circumstances, this was discussed by\nthe Committee as a viable option for consideration for\namicable settlement of the issue. The officials of the Govt.\nof Andhra Pradesh and the Govt. of Maharashtra E\nexpressed that they would need approval of their\nrespective governments in this regard. The Chairman\nsuggested that there may not be any need for another\nmeeting if the response is positive and the\nrecommendation could be submitted to the Hon'ble Union\nMinister for Water Resources after the response from the\ntwo states are received.\"\n68.2. The two states could not agree to any solution mutually\nthereafter.\nF\nG\n69. Andhra Pradesh has a grievance about meetings held\non 26.04.2006 and 19.05.2006 as according to it the technical\ncommittee did not examine the issues in terms of the grievance\nof Andhra Pradesh. According to Andhra Pradesh, CWC in the\nInter-state meetings held on 11.07.2005 and 05.10.2005 have H\n206 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA categorically opined that without the consent of Andhra Pradesh,\nMaharashtra is not entitled to construct the Babhali barrage\nwithin the submergence area of the Pochampad project.\n70. The issue of entitlement of Maharashtra under the\nB agreement dated 06.10.1975 has been examined in the earlier\npart of the judgment. The question now is, even if we accept\nthe interpretation placed upon the agreement dated 06.10.1975\nby Andhra Pradesh, should an injunction follow against\nMaharashtra.\nC\n71. There is a sharp conflict over the subject matter of the\ndispute between the two states. Andhra Pradesh does not trust\nMaharashtra and seriously doubts that Maharashtra would\nhonour what it says. In this regard, Mr. K. Parasaran, learned\nsenior counsel for Andhra Pradesh brought to our notice the\nD diverse acts of Maharashtra. During the pendency of the suit,\nMr. K. Parasaran submitted that Maharashtra resumed the\nconstruction contrary to the directions given by CWC on\n03.03.2006. In the meeting of the Chief Ministers of Andhra\nPradesh and Maharashtra held on 04.04.2006, it was decided\nE that a technical committee shall go into the details of various\nissues involved in Babhali Barrage project and till the technical\ncommittee submits its report, further construction work will not\nbe done by Maharashtra. This was not adhered to by\nMaharashtra. On 26.04.2007, this Court by an interim order\nF permitted Maharashtra to go ahead with construction of the\nBabhali barrage but directed that it shall not install the proposed\n13 gates until further orders. It was clarified by this Court that\nas the Maharashtra is permitted to proceed with construction\nat its own risk, it will not claim any equity by reason of the\nG construction being carried on by it. Contrary to and in violation\nof the interim order of this Court, Andhra Pradesh says that\nMaharashtra proceeded to install the gates. It also installed 14\ngates instead of proposed 13 gates. As the Maharashtra went\nahead with installation of gates (5 Nos.), Andhra Pradesh was\ncompelled to file contempt petition.\nH\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n207\nA\n72. There may be some merit in the grievances of Andhra\nPradesh in this regard. Andhra Pradesh has suggested that to\ntake care of its concerns, it would be appropriate to permit it\nto provide 1.09 TMC to Maharashtra from the water spread\narea of the Pochampad in the territory of Maharashtra and\ndirect Maharashtra to remove the installed gates. In our view, B\nif Andhra Pradesh's apprehensions are addressed and its\nfears are allayed by putting in place a supervisory mechanism\nin the form of a committee, no substantial injury of serious\nmagnitude would occasion to Andhra Pradesh.\nC\nD\n73. There are views and counter views on the post\nmonsoon yield data (October 29 to May 31). Andhra Pradesh,\nwith reference to the post monsoon yield data furnished by\nMaharashtra, submits that the available yield to Maharashtra\nat Babhali barrage is in the range of 1537.20 MM³ (i.e. 54.29\nTMC) to 77.39 MM³ (i.e. 2.73 TMC) in 75 per cent years of the\n37 years series project. This enables Maharashtra to\nappropriate more than 2.74 TMC in 74 per cent of years as\nwater will be drawn from pondage and replenished. During non-\nmonsoon 7/8 months the water flows in trickles and, therefore,\nwater will be drawn for irrigation and replenish on a regular basis E\neven in remaining failure years of 25 per cent where non-\nmonsoon yield is less than 2.74 TMC or years where non-\nmonsoon flows are absolutely bare minimum, Maharashtra will\nbe enabled to draw the water from the intercepted storage of\nPochampad or by reverse flow. Andhra Pradesh emphasizes F\nthat Maharashtra has ignored 75 per cent dependability of\nPochampad project. After lowering the gates of Babhali barrage\non October 28, the non-monsoon flows into Pochampad are\nobstructed during the 75 per cent of the years. Babhali barrage\nhas the effect of depleting Andhra Pradesh's entitlement to the G\nflow of water into its project constructed at 75 per cent\ndependability.\n74. Maharashtra, on the other hand, says that Andhra\nPradesh has ignored the fact that Babhali barrage comes into\nН\n208 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA operation only after October 28 and the 75 per cent\ndependability yield at Babhali barrage after that date is only\n2.73 TMC. Maharashtra asserts that it has calculated the actual\n75 per cent available flows from October 29 to May 31 from\n1968 to 2004 which comes to only 2.73 TMC at 75 per cent\nB dependable yield. Hence, the utilization cannot be more than\n2.73 TMC. Maharashtra also asserts that there is no occasion\nfor it to utilize periodically 2.74 TMC from time to time as the\ntotal flow after October 28 is only 2.73 TMC. Maharashtra also\nsays that there is no question of Maharashtra drawing water of\nC Pochampad reservoir in the reverse direction to the extent of\n65 TMC. With regard to Balegaon barrage, Maharashtra\nasserts that the capacity of Balegaon barrage is about 1.5 TMC\nout of which 0.6 TMC is the intercepted storage of Babhali\nbarrage and the remaining 0.9 TMC is adjusted from the\nsanctioned utilization of Vishnupuri barrage project upstream.\nс\nD\n75. We have carefully considered the submissions of the\ntwo states on post monsoon yield data (October 29 to May 31).\nThe discharge data actually has been observed by the CWC\nat Yelli gauging site for the period 1968 to 2004, October 29\nE to May 31 which does indicate that on 75 per cent dependable\nflow, the total yield for this period is 2.733 TMC (77.39 MM3).\nWe find no justifiable reason to discard the discharge data\nobserved by CWC for 36 years.\nF\nG\nH\n76. We have also examined the list of major, medium,\nminor (state sector), minor (local sector) of the projects\nsanctioned after 06.10.1975 below Paithan dam up to\nMaharashtra - Andhra Pradesh state border. A careful look at\nthe said list shows that for the diverse projects sanctioned after\n06.10.1975 in Godavari river below Paithan dam up to Andhra\nPradesh state border, the total utilization is of 63018 MC feet\n(63.018 TMC) and the net utilization is 59112.70 MC feet\n(59.11270 TMC). Andhra Pradesh is right that total utilization\nof waters for new projects sanctioned after 06.10.1975 is\n63.018 TMC. However, as noted above, the net utilization by\n=\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n209\nMaharashtra of the projects sanctioned after 06.10.1975 is A\n59.11270 TMC. In any case, Maharashtra has to ensure that it\ndoes not exceed the restriction placed upon its utilization in\nClause II(i) of the agreement dated 06.10.1975.\n77. In the minutes of 19.05.2006 of the technical committee\nmeeting convened by Chairman, CWC, it is stated that the\nproject report of the Babhali barrage has been prepared\naccording to the standard guidelines of the Commission. The\nproject report of Babhali barrage which has been got approved\nfrom CWC clearly indicates that the monthly yield from\nNovember during post monsoon season is 2.64 TMC. The\nproject report also shows that there is no scope for\nMaharashtra for withdrawing more than 2.73 TMC.\nB\nC\nD\n78. Maharashtra's assertion that Babhali barrage will trap\nmaximum 0.6 TMC of the Pochampad storage is not a new\nplea raised for the first time before this Court in the amended\nwritten statement. As a matter of fact, before filing the suit by\nAndhra Pradesh, the said aspect was highlighted by\nMaharashtra in the technical committee's meeting convened by\nChairman, CWC on 26.04.2006. The minutes of that meeting E\nrecord, \"storage of Babhali barrage is well within the banks. The\nsill level and FRL of Babhali barrage are 327 m and 338 m\nrespectively and 13 gates of 15 m x 11 m size are proposed\nto be installed. The Gross storage of Sri Ram Sagar Project\nand that of Babhali barrage are 112 TMC and 2.74 TMC\nrespectively and there is a common storage of 0.60 TMC which\nis just 0.54% of the storage of SRSP. Command area of\nBabhali barrage is 7995 ha.\"\nF\nG\n79. Moreover, admittedly rainfall during monsoon months\nis the major contribution to the Godavari river flows. Monsoon\ncontributes about 90 per cent of the river flow. During monsoon\nmonths, the gates of Babhali barrage shall remain lifted. Thus,\nriver flow towards Pochampad dam during monsoon shall not\nbe affected in any manner whatsoever. There is no diminution\nof flow during monsoon irrespective of construction of Babhali H.\n210 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA barrage by Maharashtra. The only difficulty is in respect of non-\nmonsoon season which contributes about 10 per cent of the\nflows that too is not well defined and well spread. If this difficulty\nis taken care of, virtually there is no injury to Andhra Pradesh\nmuch less substantial injury in as much as the inhabitants of\nB seven districts (Adilabad, Nizamabad, Karimnagar, Warrangal,\nNalgonda, Khammam and Medak) shall not be deprived of\nwater for drinking purpose and irrigation which is the main\nconcern of Andhra Pradesh. On the other hand, if Babhali\nbarrage is made operational subject to certain conditions and\nsome supervisory mechanism is put in place to ensure that\nthose conditions are strictly adhered to, Maharashtra may be\nable to meet drinking water requirement of 58 villages and\nthree towns and also provide water for irrigation to 7995\nhectares. The matter needs to be viewed in this perspective\nas well.\nC\nD\n80. We assume that apprehensions of Andhra Pradesh are\nbona fide and genuine. However, in our view, these\napprehensions can be largely overcome and addressed. It is\npertinent to notice that though with regard to present subject\nE matter, Andhra Pradesh has taken a very rigid and hard stance\nbut with regard to Pranhita project (Dr. B.R. Ambedkar Pranhita\nChevella Sujala Sravanti Project) Andhra Pradesh and\nMaharashtra have adopted a very collaborative position to\nensure efficient, speedy and economical investigation and\nF execution of this project. The two Chief Ministers as recently\nas May 2012 have entered into an agreement for constitution\nof Inter-State Board to take charge of and deal with all the\nmatters relating to all relevant items as stipulated in the 1979\naward and 1980 further award with regard to Pranhita river.\nG There is no reason why supervisory committee cannot oversee\nthe compliance of commitments which Maharashtra had made\nto this Court by way of pleadings and also in the course of\nhearing.\nH\n81. In view of the foregoing discussion, we may conclude\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\nour findings as follows:\n211\n(i) Under the agreement dated 06.10.1975 and the 1979\naward of the Tribunal the utilization of 60 TMC water by\nMaharashtra for the new projects below Paithan dam site\non the Godavari and below Siddheswar dam site on the\nPurna and below Nizamsagar dam site on the Manjra and\nup to Pochampad dam site on the Godavari is not\nconfined to flowing waters alone in the territory of\nMaharashtra.\nA.\nB\n(ii) The thrust of the parties in Clause II(i) of the agreement C\ndated 06.10.1975 and the essence of this Clause is to put\na cap on the right of Maharashtra to utilize water of\nGodavari river below the three dams mentioned therein up\nto Pochampad dam site to the extent of 60 TMC for new\nprojects and in no case exceeding that limit. There is no\ndemarcation made in the agreement that the utilization of\nwaters not exceeding 60 TMC for new projects by\nMaharashtra shall be from the flowing water through the\nriver from the catchment area only.\n(iii) The commitment of Maharashtra that the Babhali\nbarrage project requires 2.74 TMC of water out of the\nallocation of 60 TMC for new projects under the agreement\nof which only 0.6 TMC is from the common submergence\nof Pochampad reservoir and Babhali barrage if accepted\nand its compliance is ensured, it may be conveniently held\nthat Babhali barrage would not enable Maharashtra to\ndraw and utilize 65 TMC of water from the storage of\nPochampad project as alleged by Andhra Pradesh.\nD\nE\nF\n(iv) Alternatively, even if the interpretation placed upon the G\nagreement dated 06.10.1975 by Andhra Pradesh is\naccepted that utilization of waters to the extent of 60 TMC\nfor new projects by Maharashtra from below the three dam\nsites mentioned in Clause II(i) up to Pochampad dam site\ncan be only from water flowing through the river from the\nH\nA\n00\nB\n212 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\ncatchment area and not from the pondage/water spread\narea of Pochampad dam, on the basis of facts which have\ncome on record, a case of substantial injury of a serious\nmagnitude and high equity that moves the conscience of\nthe Court has not been made out by Andhra Pradesh\njustifying grant of injunction.\n82. In light of the above, we hold that Andhra Pradesh is\nnot entitled to the reliefs, as prayed for, in the suit.\n'\n83. However, a three member supervisory committee is\nC constituted. The committee shall have one representative from\nthe Central Water Commission and one representative each\nfrom the two states, Andhra Pradesh and Maharashtra. The\nrepresentative of Central Water Commission shall be Chairman\nof the committee. The Committee shall select the place for its\nD office which shall be provided by Maharashtra. Maharashtra\nshall bear the entire expenditure of the Committee. The powers\nand functions of the supervisory committee shall be as follows: /\nE\nF\nG\nH\n(i) The committee shall surprise the operation of the\nBabhali barrage.\n(ii)\nThe committee shall ensure that;\n(a)\nMaharashtra maintains Babhali barrage\nstorage capacity of 2.74 TMC of water out\nof the allocation of 60 TMC given to\nMaharashtra for new projects under the\nagreement dated 06.10.1975.\n(b) The gates of Babhali barrage remain lifted\nduring the monsoon season, i.e, July 1 to\nOctober 28 and there is no obstruction to the\nnatural flow of Godavari river during\nmonsoon season below the three dams\nmentioned in Clause II(i) of the agreement\ndated 06.10.1975 towards Pochampad\ndam.\n"}