{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"STATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n163\nsuit filed under Article 131 of the Constitution of India read with A\nOrder XXIII Rules 1,2 and 3 of the Supreme Court Rules, 1966.\nThe suit has been filed by Andhra Pradesh (Plaintiff)\ncomplaining violations by Maharashtra (1st Defendant) of the\nagreements dated 06.10.1975 and 19.12.1975 which were\nendorsed in the report dated 27.11.1979 containing decision B\nand final order (hereafter to be referred as \"award\") and further\nreport dated 07.07.1980 (hereafter to be referred as \"further\naward) given by the Godavari Water Disputes Tribunal (for\nshort, 'Tribunal'). The violations alleged by Andhra Pradesh\nagainst Maharashtra are in respect of construction of Babhali\nbarrage into their reservoir/water spread area of Pochampad\nproject. The other four riparian states of the inter-state Godavari\nriver Karnataka, Madhya Pradesh, Chhattisgarh and Orissa\nhave been impleaded as 3rd, 4th, 5th and 6th defendant\nrespectively. Union of India is 2nd defendant in the suit.\n-\nC\nD\n2. The Godavari river is the largest river in Peninsular India\nand the second largest in the Indian Union. It originates in the\nSahayadri hill ranges at an altitude of 3500 ft. near\nTriambakeshwar in Nasik District of Maharashtra and flows for\na total length of about 1465 Km. (910 miles) through E\nMaharashtra and Andhra Pradesh before joining the Bay of\nBengal. The river has its basin area spread into other States\nlike Karnataka, Orissa, Chhattisgarh and Madhya Pradesh. In\nthe high rainfall zone in Sahayadris, the river is joined by Darna\nand Kadwa tributaries on its right and left banks respectively. F\nDownstream at a distance of 217 Km. (135 miles), the\ncombined waters of Pravara and Mula tributaries join the river.\nAbout 45 Km. (28 miles) downstream of Pravara confluence,\nMaharashtra constructed the Paithan Dam (Jaikwadi Project)\nto utilize the flows available up to that site. Further downstream, G\nthe river while in Maharashtra, receives waters of Sindphana,\nPurna and Dudhna tributaries. At the border between\nMaharashtra and Andhra Pradesh, Godavari receives the\ncombined waters of Manjra (Manjira), Manar and Lendi rivers.\nAfter it enters Andhra Pradesh, at a distance of 764 Km. (475 H\n164 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA miles) from its origin, Pochampad dam has been constructed\nby Andhra Pradesh.\nB\nC\nD\nE\nF\nG\nH\n3. The river basin is divided into 12 sub-basins. The\nsubject matter of the present suit falls in G-1 and G-5 sub-\nbasins, details of which are as follows:\nG-1 Upper Godavari:-This sub-basin includes the reach\nof the river Godavari from its source to its confluence with\nthe Manjra. The sub-basin excludes the catchment areas\nof the Pravara, the Purna and the Manjra but includes that\nof all other tributaries which fall into the Godavari in this\nreach.\nG-2 Pravara:- This sub-basin includes the entire\ncatchment of the Pravara from the source to its confluence\nwith the Godavari including the catchment areas of the\nMula and other tributaries of the Pravara.\nG-3 Purna:-This sub-basin includes the entire catchment\nof the Purna and of all its tributaries.\n-\nG-4 Manjra: This sub-basin includes the entire\ncatchment of the Manjra from its source to its confluence\nwith the Godavari including the catchment areas of the\nTirna, the Karanja, the Haldi, the Lendi, the Manar and\nother tributaries.\nG-5 Middle Godavari:- This sub-basin comprises the river\nGodavari from its confluence with the Manjra to its\nconfluence with the Pranhita. The sub-basin includes the\ndirect catchment of the Godavari in this reach as well as\nof its tributaries, except the Maner and the Pranhita.\n4. Rainfall during monsoon months (i.e. June to\nSeptember) is the major contribution to the Godavari river flows.\nMonsoon contributes about 90% of river flow. Non-monsoon\nseason contributes only about 10% of the flows which are not\n!\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n165\nwell defined and well spread as that of South West monsoon.\n5. On 10.04.1969, the 2nd defendant constituted the\nTribunal under the Inter-State Water Disputes Act, 1956 (for\nshort, \"1956 Act\"). On the same day, disputes among the\nriparian states regarding the inter-state Godavari river and the\nriver valley thereof were referred to the Tribunal for adjudication.\nThe Tribunal investigated the matters referred to it and made\nits award on 27.11.1979 setting out the facts as found by it and\ngiving its decision on the matters referred to it. The Tribunal\ngave further award under Section 5(3) of the 1956 Act on\n07.07.1980. The bilateral and other inter-state agreements\nentered into by the riparian states during the period 1975 to\n1980 for the distribution of water of Godavari river form the\nmain features of the award.\nA\nB\nC\nD\nE\n6. The case of Andhra Pradesh in the plaint is that\nconstruction of irrigation project to its full potential at\nPochampad, which is located close to the inter-state border of\nAndhra Pradesh and Maharashtra, involved submergence of\narea within Maharashtra. On 06.10.1975, in the course of\npendency of disputes before the Tribunal, an agreement (which\nwas endorsed by the Tribunal) was entered into between\nAndhra Pradesh and Maharashtra whereby Maharashtra\nagreed that Andhra Pradesh can go ahead with Pochampad\ndam project. Acting on the agreement, Andhra Pradesh\nconstructed Pochampad dam on Godavari river at a distance F\nof 764 km. (from its origin) near Pochampad village in its\nNizamabad district. The dam is located by 5 km. upstream of\nSoan Bridge on Hyderabad Nagpur Highway. The\nPochampad dam is 140 feet high masonry dam, forming a\nreservoir with Full Reservoir Level (FRL) + 1091 feet and\nMaximum Water Level (MWL)+1093 feet. The storage capacity\nof the reservoir at FRL is 112 TMC and it has a water-spread\narea of about 175 square miles at MWL extending into the\nterritory of Maharashtra. At FRL, the reservoir water spreads\nupstream up to 639th km. of the Godavari river from its origin.\n-\nG\nН\nH.\n166 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA A total length of 125 km of the Godavari river bed gets\nsubmerged when the reservoir is at FRL+1091 feet. Out of the\nsubmerged river bed length of 125 km, the river bed to a length\nof 55 km is located in the territory of Maharashtra. A length of\n16 km of Manjira river bed before its confluence with river\nB Godavari also gets submerged within its banks.\nC\nD\n7. Andhra Pradesh has stated that an expenditure of about\nRs.2,700 crores has been incurred on Pochampad dam project.\nThe total irrigation potential under the Pochampad project is\nabout 16 lac acres and a total quantity of 196 TMC is proposed\nto be utilized under the project to cater to the needs of the\nbackward districts of Telangana. Andhra Pradesh is said to\nhave reimbursed Rs. 551.11 lacs to Maharashtra for\nconstruction of five bridges at Siraskhod, Babhali, Chirli-Digras,\nBalegaon, Belur across the Godavari river and two bridges\nacross the Manjira river at Machnur (Nagani) and Yesgi and the\nroads to provide proper transportation facilities connecting\nvillages on either sides of the Godavari and Manjira rivers.\n8. The wrongs against which redress is sought are, first,\nE Maharashtra's illegal and unauthorised act of construction of\nBabhali barrage within the reservoir bridge of Pochampad dam\ncontrary to the award and without any right and entitlement; and,\nsecond, Maharashtra's intention to utilize the water of\nPochampad by invasion of reservoir water spread area by\nconstruction of Babhali barrage which would deprive Andhra\nPradesh in general and its inhabitants in particular in the\ndistricts of Adilabad, Nizamabad, Karimnagar, Warangal,\nNalgonda, Khammam and Medak of having water for irrigation\nand drinking purposes and allow its farmers to utilize water for\nirrigation by lifting from Babhali pondage.\nF\nG\nH\n9. Andhra Pradesh complains that construction of Babhali\nbarrage will interfere with natural and continuous flow of water\nby stopping the freshes into Pochampad reservoir resulting in\nPochampad project getting water only when the Babhali-\nSTATE OF ANDHRA PRADESH v. STATE OF 167\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\nbarrage gets filled up and surpluses. According to Andhra A\nPradesh, Babhali barrage is being built by Maharashtra with\nstorage capacity of 2.74 TMC. The necessity to file suit arose\nsince all the efforts made by Andhra Pradesh in stopping\nconstruction of Babhali barrage by Maharashtra failed and\ndespite pendency of a writ petition before this Court in the B\nnature of Public Interest Litigation, Maharashtra continued with\nconstruction of Babhali barrage.\nC\nE\n10. Maharashtra has traversed the claim of Andhra\nPradesh. Although diverse preliminary objections have been\nraised by Maharashtra in its written statement (which also came\nto be amended) but these preliminary objections were not\npressed in the course of arguments and, therefore, we do not\nthink it necessary to refer to the preliminary objections.\nMaharashtra has replied that by agreement dated 06.10.1975\nbetween the two states, which was filed before the Tribunal D\nbased on which award came to be passed, it was agreed that\nMaharashtra can utilize waters not exceeding 60 TMC for new\nprojects including any additional use over and above the\nsanctioned or cleared utilization on 06.10.1975 from the waters\nin the area of the Godavari basin below Paithan dam site on\nthe Godavari, and below Siddheswar dam site on the Purna,\nand below Nizamsagar dam site on the Manjira and up to\nPochampad dam site on Godavari. Maharashtra says that this\nis an enbloc utilization permitted to it anywhere in the Godavari\nbasin between Paithan dam site, Siddheswar dam site, F\nNizamsagar dam site and Pochampad dam site on the main\nGodavari river. There is no restriction on any projects of\nMaharashtra or where they are to be located. The only\nrestriction is that Maharashtra cannot utilize more than 60 TMC.\nThere is also no mention or restraint on location of storages in G\nthis stretch of the basin, number of storages and the sizes of\nsuch storages which Maharashtra can construct to enable it to\nutilize its share of 60 TMC for new projects to be sanctioned\nor cleared after 06.10.1975.\n1\nI\nH\nA\n168 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\n11. Maharashtra asserts that it has not forfeited its right\nto take its share of Godavari waters from any portion of its own\nterritory as it deems fit. The rights over its own land including\nthe submerged portion of its territory by Pochampad storage\ncontinue to vest with it and not Andhra Pradesh. No lands have\nB been acquired in Maharashtra for Pochampad storage by\nAndhra Pradesh. Construction of projects for using its share of\nwater is its prerogative; the only cap is that the utilization should\nnot exceed 60 TMC.\nC\n12. Maharashtra has denied that the aggregate water\nutilisation by it is 63.018 TMC. It has asserted that aggregate\nplanned utilization of projects sanctioned after 06.10.1975 shall\nbe less than 60 TMC.\n13. It is the case of Maharashtra that there is necessity to\nD have storage reservoirs in the entire Godavari basin to harness\nthe river water not only in Telangana region but also in\nMarathwada area of Maharashtra. According to Maharashtra,\nAndhra Pradesh can conveniently harness the admitted\navailable flows by constructing storages and barrages below *\nE Sriramsagar to meet not only the reasonable needs of\nTelangana region in the Godavari basin but also in the adjoining\nKrishna basin.\nF\n14. Maharashtra has set out the features of Babhali\nbarrage and its need. Maharashtra says that Babhali barrage\nis located on the main Godavari river in Nanded district; 7.0\nKms. upstream of Maharashtra - Andhra Pradesh border. The\nPochampad dam on the Godavari river is 81 Kms. downstream\nof Babhali barrage. Pochampad storage stretches to a\ndistance of 32 Kms. within Maharashtra territory and its\nG submergence is contained within river banks in its territory\nunder static conditions. According to Maharashtra, there is\nacute water need and no other alternate resource is available\nin the vast area and population of Nanded district on both the\nbanks of Godavari over a stretch of 97 Kms. Lift irrigation\nH\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\n169\nD\nschemes had been constructed by it during 1972 to 1975 for A\nlifting water from the main Godavari river for drinking water and\nsome Rabi irrigation. There was no objection by Andhra\nPradesh to such schemes even though the water was extracted\nfrom the submergence of the Pochampad project in\nMaharashtra. After some time, difficulties were experienced in B\ngetting the needed water supplies in the assured manner from\nthese lift irrigation schemes. There was acute agitation and\npressure from the local people of 58 villages to provide them\nwith a regulating scheme to get assured supply of water for\nirrigation and drinking water according to their needs. To enable C\nthis requirement, it was decided in 1995 to create a small\npondage at Babhali to assure and regulate the needed\nsupplies. As Pochampad dam is 81 Kms. downstream of\nBabhali barrage, the level of stored water at Pochampad\nrecedes completely away from 32 Kms. in Maharashtra territory\nby about December. The gates of Babhali barrage are,\ntherefore, proposed to be kept open during monsoon period\nup to latter half of October as if there is no barrage and lowered\nthereafter to create necessary small pondage in fair-weather\nto meet the needs in Maharashtra out of the permitted share\nof 60 TMC. The barrage crest level at Babhali is at river bed\nlevel and there will be no obstructions to Godavari river flows\nup to Pochampad dam during monsoon period. The small\npondage at Babhali having a capacity of 2.74 TMC for the use\nduring fair-weather is a negligible fraction of Pochampad\nstorage of 112 TMC out of which only 0.6 TMC is a common\nstorage. By the middle of December, Pochampad storage\nrecedes totally away from Maharashtra territory and, therefore,\nthe pondage at Babhali during operation does not interfere with\nthe Pochampad storage of the Andhra Pradesh. Babhali\nstorage is a vital component for Maharashtra to use part of its G\nshare of 60 TMC where it is most needed.\n15. Andhra Pradesh filed rejoinder and denied diverse\nfacts and aspects stated by Maharashtra in its written\nstatement.\nE\nF\nH\n:\nA\nB\nс\nD\nE\nLL\nF\nG\n170 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\n16. On the pleadings of the parties, the issues were\nframed by this Court on 16.03.2007 which read as follows:\n1) Whether the suit is not maintainable in view of the bar\nunder Article 262 of the Constitution of India read with\nSection 11 of the ISWD Act 1956?\n2) Whether the Lis in the present suit is a 'water dispute'\ninvolving merely the interpretation of the agreement dated\n6.10.1975?\n3) Whether the agreement dated 6.10.1975 has merged\ninto the award and become an integral part of the Award?\n4) Whether there was no adjudication of disputes between\nthe two states by the GWDT in respect of the subject of\nthe agreement dated 6.10.1975, though the said\nagreement was considered by the Tribunal and was made\npart of the award?\n5) Whether the action of State of Maharashtra in\nundertaking and proceeding with the construction of\nBabhali Barrage on River Godavari within the water spread\narea of Pochampad reservoir and to utilize water from the\nsaid reservoir is contrary to the GWDT award?\n6) Whether the Godavari Disputes Tribunal award enables\nthe State of Maharashtra to construct Babhali Barrage\nwithin the water spread area of Pochampad project or\nutilize water upto the Pochampad dam site?\n7) Is the State of Maharashtra entitled to put up its own\nproject in the project put up by the plaintiff and draw water\nat all from River Godavari through that project?\n8) Would the Babhali Barrage project proposed by\nMaharashtra enable the said State to draw and utilize 65\nTMC of water from the storage of Pochampad project?\nH 9) In any event, whether in view of several disputed\n171\nSTATE OF ANDHRA PRADESH v. STATE OF\nMAHARASHTRA \u0026 ORS. [R.M. LODHA, J.]\nquestions of fact and of a technical nature involved in the\nsuit, the dispute should be referred to a Tribunal\nconstituted under the Inter State River Water Disputes Act,\n1956?\n10) To what relief are the parties entitled?\nA\nB\n17. Neither Andhra Pradesh nor Maharashtra desired to\nlead oral evidence though series of documents were filed by\nthem. On 05.08.2008, the Court recorded that counsel on either\nside had agreed that there would not be any oral evidence in\nthe suit. As both sides had filed series of documents, the Court C\non that day observed that the parties may file a list of\ndocuments on which they seek to place reliance and these\ndocuments may be marked in the presence of Registrar\n(Judicial).\nD\nE\n18. Plaintiff initially produced as many as 59 documents.\nSome of these documents are: geographical and hydrological\nfeature of Godavari river, inter-state agreement between Andhra\nPradesh and Maharashtra dated 06.10.1975, inter-state\nagreement dated 19.12.1975 among the Godavari riparian\nstates, copy of Godavari Water Disputes Tribunal Award, list\nof projects existing/cleared and contemplated projects showing\ndemand of 91.80 TMC by Maharashtra below Paithan, below\nSiddheswar and below Nizamsagar put forth before Tribunal,\nclearance of the Pochampad Project (Sri Ramasagar Project)\nStage-1 by CWC, clearance of the Pochampad Project (Sri\nRamasagar Project) Stage-II by CWC, summary record of\ndiscussions of the inter-state meeting between the two States\nheld on 11.07.2005 at CWC, minutes of the inter-state meeting\nbetween the two States held on 05.10.2005 at CWC, summary\nrecord of discussions of inter-state meeting between the Chief G\nMinisters of the two States convened by Minister, Water\nResources, Government of India on 04.04.2006, statement\nshowing the details of yearly/monthly reservoir levels of\nPochampad Project for the years 1995-96 to 2006-07, note\nregarding Babhali and 10 other Barrages on Godavari river H\n172 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA submitted by Maharashtra during the inter-state meeting held\non 11.07.2005 at CWC, map showing the Godavari basin,\nannual normal isohtetal map of Godavari basin furnished by the\nDirector, IMD, Pune dated 23.08.2007 addressed to Chief\nEngineer, IS \u0026 WR, Government of Andhra Pradesh and the\nB Statement showing details of monthly inflows 1983-84 to 2004-\n05.\n19. On the other hand, Maharashtra initially tendered 23\ndocuments, inter-alia, these documents are copy of the\nstatements showing planned use of projects, sub-valley wise\nC before 06.10.1975, copy of schematic diagram, copy of minutes\nof meeting dated 21.09.2006 convened by CWC including letter\ndated 16.6.2006 from Chief Minister of Maharashtra to Minister\nof Water Resources, Government of India, detailed project\nreport of Babhali Barrage, actual utilization of the projects in\nD (42+60) TMC area for past 12 years by Maharashtra produced\nbefore CWC on 05.10.2005, materials showing existence of\nlift irrigation schemes prior to 06.10.1975, schematic diagram\nshowing additional storage of Pochampad dam on account of\npermission granted by Maharashtra to submergence in its\nE territory [Ex. D-22] and map showing area demarcating the\ncontrolling points as per Clause I of agreement dated\n06.10.1975 allowing Maharashtra to use 60 TMC of water.\nF\n20. Both parties filed few documents thereafter. In the\naffidavits filed by Andhra Pradesh and Maharashtra in respect\nof the admission and denial of documents some documents\ntendered by either side have been admitted and some denied.\n21. Learned senior counsel for the parties agreed that\nissue nos. 5,6,7 and 8 are crucial issues and the fate of suit is\nG dependant upon decision on these issues. It is appropriate that\nthe four issues are taken up together for consideration as these\nissues are inter-connected.\nIssue nos. 5, 6, 7 and 8\nH\n22. The vital question for consideration is Maharashtra's\n"}