{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2012] 3 S.C.R. 52\nDR. SUBRAMANIAN SWAMY\nV.\nDR. MANMOHAN SINGH AND ANOTHER\n(Civil Appeal No. 1193 of 2012)\nJANUARY 31, 2012\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\n-\nPrevention of Corruption Act, 1988 – s. 19:\n-\n-\n-\n-\nSanction for prosecution - Prosecution of public servant\nfor commission of offence under the 1988 Act - Filing of\ncomplaint by private citizen Permissibility of Taking\nappropriate decision within the time specified in *Vineet\nNarain v. Union of India; guidelines issued by the Department\nof Personnel and Training and CVC – Requirement of - On\nfacts, illegal grant of licence in 2G Mobile Service at the\nbehest of Minister – Representation dated 29.11.2008 to the\nPrime Minister for according sanction for prosecution of the\nMinister for offences under the 1988 Act by appellant (private\ncitizen) - Repeated reminders from 30.05.2009 to 13.03.2010\n- Case of the appellant that he had placed sufficient evidence\n- Meanwhile on direction by CVC, CBI registered FIR - 16\nmonths after the appellant's first representation, intimation to\nthe appellant that grant of sanction for prosecution would arise\nonly after perusal of the evidence collected by the\ninvestigating agency and other material provided to the\nCompetent Authority - Writ petition by appellant seeking issue\nof a mandamus to Prime Minister to pass an order for grant\nof sanction for prosecution of the Minister - Dismissed by\nHigh Court holding that the matter was being investigated by\nG the CBI, and the investigation was in progress\nSubsequently, the Minister resigned, though he continued to\nbe a Member of Parliament - On appeal, held: Appellant had\nright to file complaint for prosecution of the Minister as there\nis no bar either in the 1988 Act or Cr.P.C. – It cannot be said\n52\nF\nH\n-\n-\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 53\nSINGH AND ANR.\n-\n-\nthat grant of sanction for prosecution of a public servant arises A\nonly at the stage of taking cognizance and any request made\nprior to that is premature - While considering grant or refusal\nof sanction, the Competent Authority is to see whether the\nmaterial collected by the complainant or the investigating\nagency prima facie disclose commission of an offence by a B\npublic servant - It cannot undertake detailed enquiry\nFurther, the material placed on record does not show that the\nCBI had registered a case or started investigation at the\ninstance of Prime Minister - High Court proceeded under a\nwholly erroneous assumption Even though the appellant C\nrepeatedly wrote letters to Prime Minister highlighting the\nseriousness of the allegations made in his first representation\nand that he had already supplied the facts and documents\non basis of which sanction could be granted for prosecution\nof the Minister, the concerned officers in the PMO kept the D\nmatter pending and then took the shelter of the fact that the\nCBI had registered the case and the investigation was\npending - Officers in the PMO and the Ministry of Law and\nJustice, were duty bound to apprise Prime Minister about\nseriousness of allegations made by the appellant and the\ndirections in *Vineet Narain's case that time limit of three\nmonths for grant of sanction for prosecution must be strictly\nadhered to with one month additional in specified situation,\nas also the guidelines framed by the CVC so as to enable\nhim to take appropriate decision in the matter - Thus, the\norder of the High Court is set aside - However, since the Court\nof Special Judge, CBI has already taken cognizance of the\noffences allegedly committed by the Minister under the 1988\nAct, no other direction issued - In future every Competent\nAuthority to take appropriate action for grant of sanction for\nprosecution of a public servant strictly in accordance with the\ndirection in *Vineet Narain v. Union of India and the\nguidelines framed by the CVC.\n-\n-\nPrevious sanction for prosecution Necessity of -\nOffence allegedly committed by Minister (Public servant)\nE\nF\nG\nH\n54\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA under the 1988 Act - Sanction for prosecution - Requirement\nof, even after he resigned from the Council of Ministers,\nthough he continued to be a Member of Parliament - Held:\nSanction for prosecution not necessary as clearly answered\nby the Constitution Bench in **R.S. Nayak v. A.R. Antulay's\nB case.\nс\n--\nSanction for prosecution Time limit for Competent\nAuthority to grant sanction - Held: In terms with the directions\nlaid down in *Vineet Narain v. Union of India, time limit of\nthree months for grant of sanction for prosecution must be\nstrictly adhered to However, additional time of one month\nmay be allowed where consultation is required with the\nAttorney General or any other law officer in AG's office.\n-\n-\n-\n-\nSanction for prosecution – Person for whose prosecution\nD sanction sought - Opportunity of hearing by Competent\nAuthority – Held: Grant or refusal of sanction is not a quasi\njudicial function - Said person is not required to be heard by\nthe Competent Authority before it takes a decision in the\nmatter – Competent Authority is required to see whether the\nE material collected by the complainant or the investigating\nagency prima facie disclose commission of an offence by a\npublic servant - It cannot undertake a detailed inquiry - If\nmaterial placed are sufficient for sanction, then Competent\nAuthority is required to grant sanction, otherwise, it can refuse\n- In either case, said decision is to be communicated to him\nto avail appropriate legal remedy.\nF\nWords and Phrases - 'Cognizance' - Meaning of.\nLicences in 2G mobile services were granted illegally\nG at the behest of respondent No. 2 (Minister for\nCommunication and Information Technology) causing\nloss of thousands of crores of rupees to the\nGovernment. Appellant made a representation dated\n29.11.2008 to respondent No. 1 (Prime Minister) to accord\nH sanction for prosecution of respondent No.2 for offences\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR.\n55\nunder the Prevention of Corruption Act, 1988. The A\nappellant did not receive any response from respondent\nNo.1. He sent repeated letters from 30.5.2009 to 13.3.2010.\nMeanwhile on being directed by Central Vigilance\nCommission (CVC), the Central Bureau of Investigation\n(CBI) registered first information report against B\nrespondent No. 2. In one of the letter, the appellant\nclaimed that it was not necessary to carry out a detailed\ninquiry, and that he had produced sufficient evidence for\ngrant of sanction to initiate criminal prosecution against\nrespondent No. 2. 16-1/2 months after the appellant's first C\nletter, Secretary, Department of Personnel and Training,\nMinistry of Personnel sent a letter to the appellant that the\nCBI had registered a case on 21.10.2009 against\nunknown officers of the Department of\nTelecommunications (DoT), unknown private persons/\ncompanies and others; that the issue of grant of sanction\nfor prosecution would arise only after perusal of the\nevidence collected by the investigating agency and other\nmaterial provided to the Competent Authority; and that it\nwould be pre-mature to consider sanction for\nprosecution at that stage. The appellant then filed a writ\npetition and prayed for issue of a mandamus to\nrespondent No.1 to pass an order for grant of sanction\nfor prosecution of respondent No. 2 for offences under\nSections 11 and 13(1)(d) of the 1988 Act. The Division\nBench of the High Court dismissed the writ petition\nholding that when the matter is being investigated by the\nCBI, and the investigation is in progress, it would not be\nin fitness of things to issue a mandamus to respondent\nNo. 1 to take a decision on sanctioning prosecution.\nThus, the appellant filed the instant appeal.\nAfter filing of SLP, respondent No. 2 resigned from\nthe Council of Ministers on 14.11.2010, though he\ncontinued to be a member of Parliament.\nD\nE\nF\nG\nH\nA\n56 * SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nThe question which arose for consideration in the\ninstant appeal were whether a complaint can be filed by\na citizen for prosecuting a public servant for an offence\nunder the Prevention of Corruption Act, 1988; and\nwhether the authority competent to sanction prosecution\nB of a public servant for offences under the 1988 Act is\nrequired to take an appropriate decision within the time\nspecified in clause I(15) of the directions contained in\nparagraph 58 of the judgment of this Court in *Vineet\nNarain v. Union of India (1998) 1 SCC 226 and the\nguidelines issued by the Central Government,\nDepartment of Personnel and Training and the (CVC).\nC\nD\nE\nAllowing the appeal, the Court\nHELD: Per Singhvi, J: (For himself and Ganguly, J)\n1.1. The question whether sanction for prosecution\nof respondent No.2 for the offences allegedly committed\nby him under the Prevention of Corruption Act, 1988 is\nrequired even after he resigned from the Council of\nMinisters, though he continues to be a Member of\nParliament, has already been answered by the\nConstitution Bench in **R. S. Nayak v. A. R. Antulay's\ncase that if a public servant has ceased to hold the office\nas public servant which he is alleged to have abused or\nmisused for corrupt motives on the date of taking\ncognizance of an offence alleged to have been committed\nby him as a public servant and holds an entirely different\npublic office which he is neither alleged to have misused\nor abused for corrupt motives, the sanction of authority\ncompetent to remove him from such latter office would\nG be not necessary. [Para 15] [81-F-H; 82-A]\nןד\nF\nH\n**R. S. Nayak v. A. R. Antulay (1984) 2 SCC 183\nfollowed.\n-\nHabibullsa Khan v. State of Orissa (1995) 2 SCC 437: [\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 57\nSINGH AND ANR.\n1995 (1) SCR 819; State of H.P. v. M. P. Gupta (2004) 2 SCC A\n349; 2003 (6) Suppl. SCR 541; Parkash Singh Badal v. State\nof Punjab (2007) 1 SCC 1: 2006 (10) Suppl. SCR 197;\nBalakrishnan Ravi Menon v. Union of India (2007) 1 SCC 45\n- referred to.\n-\n1.2. There is no provision either in the 1988 Act or the\nCode of Criminal Procedure, 1973 which bars a citizen\nfrom filing a complaint for prosecution of a public servant\nwho is alleged to have committed an offence. The\nappellant has the right to file a complaint for prosecution\nof respondent No.2 in respect of the offences allegedly\ncommitted by him under the 1988 Act. [Paras 18 and 19]\n[86-D-E; 92-F]\n**A.R. Antulay v. Ramdas Sriniwas Nayak (1984) 2 SCC\n500: 1984 (2) SCR 914 – followed.\n-\nH.N. Rishbud and Inder Singh v. State of Delhi (1955) 1\nSCR 1150; State of M.P. v. Mubarak Ali 1959 Supp. (2) SCR\n201; Union of India v. Mahesh Chandra AIR 1957 M.B. 43 -\nreferred to.\n1.3. The submission that the question of granting\nsanction for prosecution of a public servant charged with\nan offence under the 1988 Act arises only at the stage of\ntaking cognizance and not before that, is neither\nsupported by the plain language of the Section nor the\njudicial precedents relied upon. Though, the term\n'cognizance' has not been defined either in the 1988 Act\nor the Cr.P.C., the same has acquired a definite meaning\nand connotation from various judicial precedents. In legal\nparlance cognizance is “taking judicial notice by the court\nof law, possessing jurisdiction, on a cause or matter\npresented before it so as to decide whether there is any\nbasis for initiating proceedings and determination of the\ncause or matter judicially”. [Para 20] [92-G-H; 93-A-B]\nB\nC\nD\nE\nF\nG\nR. R. Chari v. State of U.P. (1951) SCR 312; H\n58\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Superintendent and Remembrancer of Legal Affairs v Abani\nKumar Banerjee AIR 1950 Cal. 437; State of West Bengal\nv. Mohd. Khalid (1995) 1 SCC 684 :1994 (6) Suppl. SCR 16;\nState through C.B.I. v. Raj Kumar Jain (1998) 6 SCC 551:\n1998 (3) SCR 957; K. Kalimuthu v. State (2005) 4 SCC 512:\nB 2005 (3) SCR 1; Centre for Public Interest Litigation v. Union\nof India (2005) 8 SCC 202: 2005 (4) Suppl. SCR 77; State\nof Karnataka v. Pastor P. Raju (2006) 6 SCC 728: 2006 (4)\nSuppl. SCR 269 - referred to.\nC\n1.4. At the time of taking cognizance of the offence,\nthe Court is required to consider the averments made in\nthe complaint or the charge sheet filed under Section 173.\nIt is not open for the Court to analyse the evidence\nproduced at that stage and come to the conclusion that\nno prima facie case is made out for proceeding further in\nthe matter. However, before issuing the process, it is\nopen to the Court to record the evidence and on\nconsideration of the averments made in the complaint\nand the evidence thus adduced, find out whether an\noffence has been made out. On finding that such an\nE offence has been made out the Court may direct the\nD\nissue of process to the respondent and take further steps\nin the matter. If it is a charge-sheet filed under Section 173\nCr.P.C., the facts stated by the prosecution in the charge-\nsheet, on the basis of the evidence collected during\nF investigation, would disclose the offence for which\ncognizance would be taken by the Court. Thus, it is not\nthe province of the Court at that stage to embark upon\nand sift the evidence to come to the conclusion whether\nor not an offence has been made out. [Para 26] [96-G-H;\nG 97-A-C]\nH\n1.5. The grant or refusal of sanction is not a quasi\njudicial function and the person for whose prosecution\nthe sanction is sought is not required to be heard by the\nCompetent Authority before it takes a decision in the\nmatter. What is required to be seen by the Competent\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 59\nSINGH AND ANR.\nA\nAuthority is whether the facts placed before it which, in\na given case, may include the material collected by the\ncomplainant or the investigating agency prima facie\ndisclose commission of an offence by a public servant.\nIf the Competent Authority is satisfied that the material\nplaced before it is sufficient for prosecution of the public B\nservant, then it is required to grant sanction. If the\nsatisfaction of the Competent Authority is otherwise, then\nit can refuse sanction. In either case, the decision taken\non the complaint made by a citizen is required to be\ncommunicated to him and if he feels aggrieved by such C\ndecision, then he can avail appropriate legal remedy.\n[Para 27] [97-C-F]\nD\n1.6. The CVC framed guidelines which were\ncirculated vide office order No. 31/5/2005 dated 12.5.2005.\nThe said guidelines are in conformity with the law laid\ndown by this Court that while considering the issue\nregarding grant or refusal of sanction, the only thing\nwhich the Competent Authority is required to see is\nwhether the material placed by the complainant or the\ninvestigating agency prima facie discloses commission E\nof an offence. The Competent Authority cannot undertake\na detailed inquiry to decide whether or not the allegations\nmade against the public servant are true. [Para 31] [101-\nB-C]\n**Vineet Narain v. Union of India (1998) 1 SCC 226\nrelied on.\n-\nVineet Narain v. Union of India 1996 (1) SCALE (SP) 42;\nVineet Narain v. Union of India (1996) 2 SCC 199: 1996 (1)\nSCR 1053; Vineet Narain v. Union of India (1997) 4 SCC\n778; Vineet Narain v. Union of India (1997) 5 SCALE 254;;\nJagjit Singh v. State of Punjab (1996) Crl. Law Journal 2962;\nState of Bihar v P. P. Sharma 1991 Supp. 1 SCC 222;\nSuperintendent of Police (CBI) v. Deepak Chowdhary (1995)\n6 SC 225 – referred to.\n-\nF\nG\nH\nA\nC\n60\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n1.7. The High Court had proceeded under a wholly\nerroneous assumption that respondent No.1 had directed\ninvestigation by the CBI into the allegations of grave\nirregularities in the grant of licences. As a matter of fact,\non receipt of representation dated 4.5.2009 that the grant\nB of licences by respondent No.2 had resulted in huge loss\nto the Public Exchequer, the CVC got conducted an\ninquiry under Section 8(d) of the Central Vigilance\nCommission Act, 2003 and forwarded a copy of the report\nto the Director, CBI for making an investigation into the\nmatter to establish the criminal conspiracy in the\nallocation of 2G spectrum under the UASL policy of the\nDoT and to bring to book all the wrongdoers. Thereupon,\nthe CBI registered FIR dated 21.10.2009 against unknown\nofficials of the DoT, unknown private persons/companies\nand others for offences under Section 120-B IPC read\nwith Sections 13(2) and 13(1)(d) of the 1988 Act. For the\nnext about one year, the matter remained dormant and\nthe CBI took steps for vigorous investigation only when\nthis Court intervened in the matter. The material placed\non record does not show that the CBI had registered a\ncase or started investigation at the instance of\nrespondent No.1. [Para 32] [101-D-H; 102-A]\nD\nE\nF\n1.8. On his part, the appellant had submitted\nrepresentation to respondent No. 1 almost one year prior\nto the registration of the first information report by the\nCBI and highlighted the grave irregularities committed in\nthe grant of licences resulting in the loss of thousands\nof crores of rupees to the Public Exchequer. He\ncontinuously pursued the matter by sending letters to\nG respondent No.1 at regular intervals. The affidavit filed by\nDirector in the PMO shows that the matter was placed\nbefore respondent No.1 on 1.12.2008, who directed the\nconcerned officer to examine and apprise him with the\nfacts of the case. Surprisingly, instead of complying with\nthe direction given by respondent No.1 the concerned\nH\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 61\nSINGH AND ANR.\nofficer sent the appellant's representation to the DoT A\nwhich was headed by none other than respondent No.2\nagainst whom the appellant had made serious allegations\nof irregularities in the grant of licences. It was natural for\nrespondent No.2 to have seized this opportunity, and he\npromptly sent letter dated 18.6.2009 to the appellant B\njustifying the grant of licences. The concerned officer in\nthe PMO then referred the matter to the Ministry of Law\nand Justice for advice. It is not possible to appreciate that\neven though the appellant repeatedly wrote letters to\nrespondent No.1 highlighting the seriousness of the C\nallegations made in his first representation and the fact\nthat he had already supplied the facts and documents\nwhich could be made basis for grant of sanction to\nprosecute respondent No.2 and also pointed out that as\nper the judgments of this Court, detailed inquiry was not\nD\nrequired to be made into the allegations, the concerned\nofficers in the PMO kept the matter pending and then took\nthe shelter of the fact that the CBI had registered the case\nand the investigation was pending. The officers in the\nPMO and the Ministry of Law and Justice, were duty\nbound to apprise respondent No.1 about seriousness of\nallegations made by the appellant and the judgments of\nthis Court including the directions contained in paragraph\n58(1) of the judgment in **Vineet Narain's case that time\nlimit of three months for grant of sanction for prosecution\nmust be strictly adhered to, however, additional time of\none month may be allowed where consultation is required\nwith the Attorney General or any other law officer in AG's\noffice, as also the guidelines framed by the CVC so as to\nenable him to take appropriate decision in the matter. By\nthe very nature of the office held by him, respondent No. G\n1 is not expected to personally look into the minute\ndetails of each and every case placed before him and has\nto depend on his advisers and other officers.\nUnfortunately, those who were expected to give proper\nadvice to respondent No. 1 and place full facts and legal H\nE\nF\n"}