{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"112 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA law which has been read into our Constitution by the Constitution\nBench decision of this Court in Maneka Gandhi vs. Union of\nIndia and Another, (1978) 1 SCC 248.\nB\nC\n21. I may not be understood to have expressed any doubt\nabout the constitutional validity of Section 19 of the P.C. Act,\nbut in my judgment the power under Section 19 of the P.C. Act\nmust be reasonably exercised. In my judgment the Parliament\nand the appropriate authority must consider restructuring\nSection 19 of the P.C. Act in such a manner as to make it\nconsonant with reason, justice and fair play.\n22. In my view, the Parliament should consider the\nConstitutional imperative of Article 14 enshrining the rule of law\nwherein 'due process of law' has been read into by introducing\na time limit in Section 19 of the P.C. Act 1988 for its working\nD in a reasonable manner. The Parliament may, in my opinion,\nconsider the following guidelines:\nE\nF\n0\nH\n(a)\n(b)\nAll proposals for sanction placed before any\nSanctioning Authority, empowered to grant\nsanction for the prosecution of a public servant\nunder section 19 of the P.C. Act must be decided\nwithin a period of three months of the receipt of the\nproposal by the concerned authority.\nWhere consultation is required with the Attorney\nGeneral or the Solicitor General or the Advocate\nGeneral of the State, as the case may be, and the\nsame is not possible within the three months\nmentioned in clause (a) above, an extension of one\nmonth period may be allowed, but the request for\nconsultation is to be sent in writing within the three\nmonths mentioned in (a) above. A copy of the said\nrequest will be sent to the prosecuting agency or\nthe private complainant to intimate them about the\nextension of the time limit.\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [ASOK KUMAR GANGULY, J.]\n(c)\n113\nAt the end of the extended period of time limit, if A\nno decision is taken, sanction will be deemed to\nhave been granted to the proposal for prosecution,\nand the prosecuting agency or the private\ncomplainant will proceed to file the chargesheet/\ncomplaint in the court to commence prosecution B\nwithin 15 days of the expiry of the aforementioned\ntime limit.\n23. With these additional reasons, as indicated, I agree\nwith Brother Singhvi, J., and allow the appeal and the judgment\nof the High Court is set aside. No costs.\n.N.J.\nC\nAppeal allowed.\n"}