{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n82\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nremoved but continues to hold the other which is neither\nalleged to have been used (sic misused) nor abused, is a\nsanction of the authority competent to remove him from the\noffice which is neither alleged or shown to have been\nabused or misused necessary? The submission is that if\nthe harassment of the public servant by a frivolous\nprosecution and criminal waste of his time in law courts\nkeeping him away from discharging public duty, are the\nobjects underlying Section 6, the same would be defeated\nif it is held that the sanction of the latter authority is not\nnecessary. The submission does not commend to us. We\nfail to see how the competent authority entitled to remove\nthe public servant from an office which is neither alleged\nto have been used (sic misused) or abused would be able\nto decide whether the prosecution is frivolous or\ntendentious. An illustration was posed to the learned\ncounsel that a minister who is indisputably a public servant\ngreased his palms by abusing his office as minister, and\nthen ceased to hold the office before the court was called\nupon to take cognizance of the offence against him and\ntherefore, sanction as contemplated by Section 6 would\nnot be necessary; but if after committing the offence and\nbefore the date of taking of cognizance of the offence, he\nwas elected as a Municipal President in which capacity\nhe was a public servant under the relevant municipal law,\nand was holding that office on the date on which court\nproceeded to take cognizance of the offence committed\nby him as a minister, would a sanction be necessary and\nthat too of that authority competent to remove him from the\noffice of the Municipal President. The answer was in\naffirmative. But the very illustration would show that such\ncannot be the law. Such an interpretation of Section 6\nwould render it as a shield to an unscrupulous public\nservant. Someone interested in protecting may shift him\nfrom one office of public servant to another and thereby\ndefeat the process of law. One can legitimately envisage\na situation wherein a person may hold a dozen different\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 83\nSINGH AND ANR. [G.S. SINGHVI, J.]\nB\noffices, each one clothing him with the status of a public A\nservant under Section 21 IPC and even if he has abused\nonly one office for which either there is a valid sanction to\nprosecute him or he has ceased to hold that office by the\ntime court was called upon to take cognizance, yet on this\nassumption, sanction of 11 different competent authorities\neach of which was entitled to remove him from 11 different\npublic offices would be necessary before the court can take\ncognizance of the offence committed by such public\nservant, while abusing one office which he may have\nceased to hold. Such an interpretation is contrary to all C\ncanons of construction and leads to an absurd end product\nwhich of necessity must be avoided. Legislation must at\nall costs be interpreted in such a way that it would not\noperate as a rogue's charter.\nE\nWe would however, like to make it abundantly clear that if D\nthe two decisions purport to lay down that even if a public\nservant has ceased to hold that office as public servant\nwhich he is alleged to have abused or misused for corrupt\nmotives, but on the date of taking cognizance of an offence\nalleged to have been committed by him as a public servant\nwhich he ceased to be and holds an entirely different public\noffice which he is neither alleged to have misused or\nabused for corrupt motives, yet the sanction of authority\ncompetent to remove him from such latter office would be\nnecessary before taking cognizance of the offence alleged F\nto have been committed by the public servant while\nholding an office which he is alleged to have abused or\nmisused and which he has ceased to hold, the decision\nin our opinion, do not lay down the correct law and cannot\nbe accepted as making a correct interpretation of Section G\n6.\"\n16. The same view has been taken in Habibullsa Khan\nv. State of Orissa (1995) 2 SCC 437 (para 12), State of H.P.\nv. M. P. Gupta (2004) 2 SCC 349 (paras 17 and 19), Parkash\nH\n84\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Singh Badal v. State of Punjab (2007) 1 SCC 1 and\nBalakrishnan Ravi Menon v. Union of India (2007) 1 SCC 45.\nIn Balakrishnan Ravi Menon's case, it was argued that the\nobservations made in para 25 of the judgment in Antulay's\ncase are obiter. While negating this submission, the Court\nB observed:\nC\nD\nE\nF\nG\n\"Hence, it is difficult to accept the contention raised by Mr.\nU.R. Lalit, the learned Senior Counsel for the petitioner that\nthe aforesaid finding given by this Court in Antulay case\nis obiter.\nFurther, under Section 19 of the PC Act, sanction is to be\ngiven by the Government or the authority which would have\nbeen competent to remove the public servant from his\noffice at the time when the offence was alleged to have\nbeen committed. The question of obtaining sanction would\narise in a case where the offence has been committed by\na public servant who is holding the office and by misusing\nor abusing the powers of the office, he has committed the\noffence. The word \"office\" repeatedly used in Section 19\nwould mean the \"office\" which the public servant misuses\nor abuses by corrupt motive for which he is to be\nprosecuted. Sub-sections (1) and (2) of Section 19 are as\nunder:\n1\n\"19.\nPrevious sanction necessary for\nprosecution.-(1) No court shall take cognizance of\nan offence punishable under Sections 7, 10, 11, 13\nand 15 alleged to have been committed by a public\nservant, except with the previous sanction,-\n(a) in the case of a person who is employed in\nconnection with the affairs of the Union and is not\nremovable from his office save by or with the\nsanction of the Central Government, of that\nGovernment;\nH\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [G.S. SINGHVI, J.]\n85\n(b) in the case of a person who is employed in A\nconnection with the affairs of a State and is not\nremovable from his office save by or with the\nsanction of the State Government, of that\nGovernment;\n(c) in the case of any other person, of the authority\ncompetent to remove him from his office.\nB\n(2) Where for any reason whatsoever any doubt\narises as to whether the previous sanction as\nrequired under sub-section (1) should be given by C\nthe Central Government or the State Government\nor any other authority, such sanction shall be given\nby that Government or authority which would have\nbeen competent to remove the public servant from\nhis office at the time when the offence was alleged D\nto have been committed.\"\nE\nF\nClauses (a) and (b) of sub-section (1) specifically provide\nthat in case of a person who is employed and is not\nremovable from his office by the Central Government or\nthe State Government, as the case may be, sanction to\nprosecute is required to be obtained either from the\nCentral Government or the State Government. The\nemphasis is on the words \"who is employed\" in\nconnection with the affairs of the Union or the State\nGovernment. If he is not employed then Section 19\nnowhere provides for obtaining such sanction. Further,\nunder sub-section (2), the question of obtaining sanction\nis relatable to the time of holding the office when the\noffence was alleged to have been committed. In case\nwhere the person is not holding the said. office as he G\nmight have retired, superannuated, be discharged or\ndismissed then the question of removing would not arise.\nAdmittedly, when the alleged offence was committed, the\npetitioner was appointed by the Central Government. He\ndemitted his office after completion of five years' tenure.\nH\nA\nB\n86\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nTherefore, at the relevant time when the charge-sheet was\nfiled, the petitioner was not holding the office of the\nChairman of Goa Shipyard Ltd. Hence, there is no\nquestion of obtaining any previous sanction of the Central\nGovernment.\"\n(emphasis supplied)\n17. The same view was reiterated in Parkash Singh\nBadal's case and the argument that even though some of the\naccused persons had ceased to be Ministers, they continued\nC to be the Members of the Legislative Assembly and one of\nthem was a Member of Parliament and as such cognizance\ncould not be taken against them without prior sanction, was\nrejected.\nD\nE\n18. The next question which requires consideration is\nwhether the appellant has the locus standi to file a complaint\nfor prosecution of respondent No.2 for the offences allegedly\ncommitted by him under the 1988 Act. There is no provision\neither in the 1988 Act or the Code of Criminal Procedure, 1973\n(CrPC) which bars a citizen from filing a complaint for\nprosecution of a public servant who is alleged to have\ncommitted an offence. Therefore, the argument of the learned\nAttorney General that the appellant cannot file a complaint for\nprosecuting respondent No.2 merits rejection. A similar\nargument was negatived by the Constitution Bench in A.R.\nF Antulay v. Ramdas Sriniwas Nayak (1984) 2 SCC 500. The\nfacts of that case show that on a private complaint filed by the\nrespondent, the Special Judge took cognizance of the offences\nallegedly committed by the appellant. The latter objected to the\njurisdiction of the Special Judge on two counts, including the\nG one that the Court set up under Section 6 of the Criminal Law\nAmendment Act, 1952 (for short, 'the 1952 Act') was not\ncompetent to take cognizance of any of the offences\nenumerated in Section 6(1)(a) and (b) upon a private complaint.\nHis objections were rejected by the Special Judge. The revision\nH\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 87\nSINGH AND ANR. [G.S. SINGHVI, J.]\nB\nfiled by the appellant was heard by the Division Bench of the A\nHigh Court which ruled that a Special Judge is competent and\nis entitled to take cognizance of offences under Section 6(1)(a)\nand (b) on a private complaint of the facts constituting the\noffence. The High Court was of the opinion that a prior\ninvestigation under Section 5A of the Prevention of Corruption\nAct, 1947 (for short, 'the 1947 Act') by a police officer of the\ndesignated rank is not sine qua non for taking cognizance of\nan offence under Section 8(1) of the 1952 Act. Before the\nSupreme Court, the argument against the locus standi of the\nrespondent was reiterated and it was submitted that Section\n5A of the 1947 Act is mandatory and an investigation by the\ndesignated officer is a condition precedent to the taking of\ncognizance by the Special Judge of an offence or offences\ncommitted by a public servant. While dealing with the issue\nrelating to maintainability of a private complaint, the\nConstitution Bench observed:\nC\nD\n\"It is a well recognised principle of criminal jurisprudence\nthat anyone can set or put the criminal law into motion\nexcept where the statute enacting or creating an offence\nindicates to the contrary. The scheme of the Code of E\nCriminal Procedure envisages two parallel and\nindependent agencies for taking criminal offences to court.\nEven for the most serious offence of murder, it was not\ndisputed that a private complaint can, not only be filed but\ncan be entertained and proceeded with according to law. F\nLocus standi of the complainant is a concept foreign to\ncriminal jurisprudence save and except that where the\nstatute creating an offence provides for the eligibility of\nthe complainant, by necessary implication the general\nprinciple gets excluded by such statutory provision. G\nNumerous statutory provisions, can be referred to in\nsupport of this legal position such as (i) Section 187-A of\nSea Customs Act, 1878 (ii) Section 97 of Gold Control\nAct, 1968 (iii) Section 6 of Import and Export Control Act,\n1947 (iv) Section 271 and Section 279 of the Income Tax H\nA\nB\nс\nD\nE\nF\nG\nH\n88\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nAct, 1961 (v) Section 61 of the Foreign Exchange\nRegulation Act, 1973, (vi) Section 621 of the Companies\nAct, 1956 and (vii) Section 77 of the Electricity Supply Act.\nThis list is only illustrative and not exhaustive. While\nSection 190 of the Code of Criminal Procedure permits\nanyone to approach the Magistrate with a complaint, it\ndoes not prescribe any qualification the complainant is\nrequired to fulfil to be eligible to file a complaint. But where\nan eligibility criterion for a complainant is contemplated\nspecific provisions have been made such as to be found\nin Sections 195 to 199 of the CrPC. These specific\nprovisions clearly indicate that in the absence of any such\nstatutory provision, a locus standi of a complainant is a\nconcept foreign to criminal jurisprudence. In other words,\nthe principle that anyone can set or put the criminal law\nin motion remains intact unless contra-indicated by a\nstatutory provision. This general principle of nearly\nuniversal application is founded on a policy that an\noffence i.e. an act or omission made punishable by any\nlaw for the time being in force is not merely an offence\ncommitted relation to the person who suffers harm but is\nalso an offence against society. The society for its orderly\nand peaceful development is interested in the\npunishment of the offender. Therefore, prosecution for\nserious offences is undertaken in the name of the State\nrepresenting the people which would exclude any\nelement of private vendetta or vengeance. If such is the\npublic policy underlying penal statutes, who brings an act\nor omission made punishable by law to the notice of the\nauthority competent to deal with it, is immaterial and\nirrelevant unless the statute indicates to the contrary.\nPunishment of the offender in the interest of the society\nbeing one of the objects behind penal statutes enacted\nfor larger good of the society, right to initiate proceedings\ncannot be whittled down, circumscribed or fettered by\nputting it into a strait-jacket formula of locus standi\nunknown to criminal jurisprudence, save and except\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 89\nSINGH AND ANR. [G.S. SINGHVI, J.]\nspecific statutory exception. To hold that such an exception A\nexists that a private complaint for offences of corruption\ncommitted by public servant is not maintainable, the court\nwould require an unambiguous statutory provision and a\ntangled web of argument for drawing a far fetched\nimplication, cannot be a substitute for an express statutory B\nprovision.\"\n(emphasis supplied)\nThe Constitution Bench then considered whether the Special\nJudge can take cognizance only on the basis of a police report\nand answered the same in negative in the following words:\nC\nE\n\"In the matter of initiation of proceeding before a Special\nJudge under Section 8(1), the Legislature while conferring\npower to take cognizance had three opportunities to D\nunambiguously state its mind whether the cognizance can\nbe taken on a private complaint or not. The first one was\nan opportunity to provide in Section 8(1) itself by merely\nstating that the Special Judge may take cognizance of an\noffence on a police report submitted to it by an\ninvestigating officer conducting investigation as\ncontemplated by Section 5-A. While providing for\ninvestigation by designated police officers of superior rank,\nthe Legislature did not fetter the power of Special Judge\nto take cognizance in a manner otherwise than on police\nreport. The second opportunity was when by Section 8(3)\na status of a deemed public prosecutor was conferred on\na private complainant if he chooses to conduct the\nprosecution. The Legislature being aware of a provision\nlike the one contained in Section 225 of the CrPC, could\nhave as well provided that in every trial before a Special\nJudge the prosecution shall be conducted by a Public\nProsecutor, though that itself would not have been decisive\nof the matter. And the third opportunity was when the\nLegislature while prescribing the procedure prescribed for\nwarrant cases to be followed by Special Judge did not H\nF\nG\nA\nB\nс\nD\n[1]\nE\nLL\nF\nG\nH\n90\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nexclude by a specific provision that the only procedure\nwhich the Special Judge can follow is the one prescribed\nfor trial of warrant cases on a police report. The\ndisinclination of the Legislature to so provide points to\nthe contrary and no canon of construction permits the\ncourt to go in search of a hidden or implied limitation on\nthe power of the Special Judge to take cognizance\nunfettered by such requirement of its being done on a\npolice report alone. In our opinion, it is no answer to this\nfairly well-established legal position that for the last 32\nyears no case has come to the notice of the court in which\ncognizance was taken by a Special Judge on a private\ncomplaint for offences punishable under the 1947 Act.\"\n(emphasis supplied)\nThe Court then referred to Section 5A of the 1947 Act,\nthe provisions of the 1952 Act, the judgments in H.N. Rishbud\nand Inder Singh v. State of Delhi (1955) 1 SCR 1150, State\nof M.P. v. Mubarak Ali 1959 Supp. (2) SCR 201, Union of\nIndia v. Mahesh Chandra AIR 1957 M.B. 43 and held:\n\"Having carefully examined these judgments in the light of\nthe submissions made, the only conclusion that\nunquestionably emerges is that Section 5-A is a\nsafeguard against investigation of offences committed by\npublic servants, by petty or lower rank police officer. It has\nnothing to do directly or indirectly with the mode and\nmethod of taking cognizance of offences by the Court of\nSpecial Judge. It also follows as a necessary corollary\nthat provision of Section 5-A is not a condition precedent\nto initiation of proceedings before the Special Judge who\nacquires power under Section 8(1) to take cognizance\nof offences enumerated in Section 6(1)(a) and (b), with\nthis limitation alone that it shall not be upon commitment\nto him by the Magistrate.\nOnce the contention on behalf of the appellant that\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [G.S. SINGHVI, J.]\n91\nB\ninvestigation under Section 5-A is a condition precedent A\nto the initiation of proceedings before a Special Judge\nand therefore cognizance of an offence cannot be taken\nexcept upon a police report, does not commend to us\nand has no foundation in law, it is unnecessary to refer\nto the long line of decisions commencing from Taylor v.\nTaylor; Nazir Ahmad v. King-Emperor and ending with\nChettiam Veettil Ammad v. Taluk Land Board, laying\ndown hitherto uncontroverted legal principle that where\na statute requires to do a certain thing in a certain way,\nthe thing must be done in that way or not at all. Other\nmethods of performance are necessarily forbidden.\nOnce Section 5-A is out of the way in the matter of taking\ncognizance of offences committed by public servants by\na Special Judge, the power of the Special Judge to take\ncognizance of such offences conferred by Section 8(1)\nwith only one limitation, in any one of the known methods\nof taking cognizance of offences by courts of original\njurisdiction remains undented. One such statutorily\nrecognised well-known method of taking cognizance of\noffences by a court competent to take cognizance is\nupon receiving a complaint of facts which constitutes the\noffence. And Section 8(1) says that the Special Judge\nhas the power to take cognizance of offences\nenumerated in Section 6(1)(a) and (b) and the only mode\nof taking cognizance excluded by the provision is upon\ncommitment. It therefore, follows that the Special Judge\ncan take cognizance of offences committed by public\nservants upon receiving a complaint of facts constituting\nsuch offences.\nIt was, however, submitted that even if it be held that the\nSpecial Judge is entitled to entertain a private complaint,\nno further steps can be taken by him without directing\nan investigation under Section 5-A so that the safeguard\nof Section 5-A is not whittled down. This is the selfsame\nargument under a different apparel. Accepting such a\nC\nD\nE\nF\nG\nH\n"}