{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"62\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA position before him failed to do so. If respondent No.1\nhad been apprised of the true factual and legal position\nregarding the representation made by the appellant, he\nwould have surely taken appropriate decision and would\nnot have allowed the matter to linger for a period of more\nB than one year. [Para 33] [102-B-H; 103-A-C]\nC\nD\nE\nF\nG\nН\n1.9. The impugned order is set aside. It is declared\nthat the appellant had the right to file a complaint for\nprosecuting respondent No.2. However, keeping in view\nthe fact that the Court of Special Judge, CBI has already\ntaken cognizance of the offences allegedly committed by\nrespondent No.2 under the 1988 Act, it is not necessary\nto give any other direction in the matter. At the same time,\nit is observed that in future every Competent Authority\nshall take appropriate action on the representation made\nby a citizen for sanction of the prosecution of a public\nservant strictly in accordance with the direction\ncontained in **Vineet Narain v. Union of India and the\nguidelines framed by the CVC. [Para 34] [103-D-F]\n**Vineet Narain v. Union of India (1998) 1 SCC 226 -\nrelied on.\nDevarapalli Lakshminarayana Reddy v. V. Narayana\nReddy (1976) 3 SCC 252: 1976 (0) Suppl. SCR 524; Ram\nKumar v. State of Haryana (1987) 1 SCC 476: 1987 (1) SCR\n991; Krishna Pillai v. T.A. Rajendran 1990 (Supp) SCC 121;\nState of H.P. v. M. P. Gupta (2004) 2 SCC 349: 2003 (6)\nSuppl. SCR 541- referred to.\nPer Ganguly, J: (Supplementing)\n1.1. Today, corruption in the country not only poses\na grave danger to the concept of constitutional\ngovernance, it also threatens the very foundation of\nIndian democracy and the Rule of Law. The magnitude\nof corruption in the public life is incompatible with the\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR.\n63\nconcept of a socialist, secular democratic republic. It A\ncannot be disputed that where corruption begins all rights\nend. Corruption devalues human rights, chokes\ndevelopment and undermines justice, liberty, equality,\nfraternity which are the core values in the preambular\nvision. Therefore, the duty of the Court is that any anti- B\ncorruption law has to be interpreted and worked out in\nsuch a fashion as to strengthen the fight against\ncorruption. That is to say in a situation where two\nconstructions are eminently reasonable, the Court has to\naccept the one that seeks to eradicate corruption to the\none which seeks to perpetuate it. [Paras 11] [107-D-F]\nC\nSanjiv Kumar v. State of Haryana \u0026 Ors. (2005) 5 SCC\n517; State of A.P. v. V. Vasudeva Rao (2004) 9 SCC 319:\n2003 (5) Suppl. SCR 500; Shobha Suresh Jumani v.\nAppellate Tribunal Forfeited Property \u0026 Anr. (2001) 5 SCC D\n755: 2001 (3) SCR 525; State of M.P. \u0026 Ors. v. Ram Singh\n(2000) 5 SCC 88: 2000 (1) SCR 579; J. Jayalalitha v. Union\nof India \u0026 Anr. (1999) 5 SCC 138: 1999 (3) SCR 653; Major\nS.K. Kale v. State of Maharashtra (1977) 2 SCC 394: 1977\n(2) SCR 533 - referred to.\nE\nF\n1.2. The right of private citizen to file a complaint\nagainst a corrupt public servant must be equated with his\nright to access the Court in order to set the criminal law\nin motion against a corrupt public official. This right of\naccess, a Constitutional right should not be burdened\nwith unreasonable fetters. When a private citizen\napproaches a court of law against a corrupt public\nservant who is highly placed, what is at stake is not only\na vindication of personal grievance of that citizen but also G\nthe question of bringing orderliness in society and\nmaintaining equal balance in the rule of law. [Para 17]\n[109-B-C]\nSheonandan Paswan vs. State of Bihar and Ors. (1987)\n1 SCC 288: 1987 (1) SCR 702 - referred to.\nH\n64\nSUPREME COURT REPORTS [2012] 3 S.C.R.\nA\nC\nD\n1.3. Section 19 of the Prevention of Corruption Act,\n1988 bars a Court from taking cognizance of cases of\ncorruption against a public servant under Sections 7, 10,\n11, 13 and 15 of the Act, unless the Central or the State\nGovernment, as the case may be, has accorded sanction,\nB virtually imposes fetters on private citizens and also on\nprosecutors from approaching Court against corrupt\npublic servants. These protections are not available to\nother citizens. Public servants are treated as a special\nclass of persons enjoying the said protection so that they\ncan perform their duties without fear and favour and\nwithout threats of malicious prosecution. However, the\nsaid protection against malicious prosecution which was\nextended in public interest cannot become a shield to\nprotect corrupt officials. These provisions being\nexceptions to the equality provision of Article 14 are\nanalogous to provisions of protective discrimination and\nthese protections must be construed very narrowly.\nThese procedural provisions relating to sanction must be\nconstrued in such a manner as to advance the causes\nof honesty and justice and good governance as\nopposed to escalation of corruption. Therefore, in every\ncase where an application is made to an appropriate\nauthority for grant of prosecution in connection with an\noffence under P.C. Act it is the bounden duty of such\nauthority to apply its mind urgently to the situation and\ndecide the issue without being influenced by any\nextraneous consideration. In doing so, the authority must\nmake a conscious effort to ensure the rule of law and\ncause of justice is advanced. In considering the question\nof granting or refusing such sanction, the authority is\nG answerable to law and law alone. Therefore, the\nrequirement to take the decision with a reasonable\ndispatch is of the essence in such a situation. Delay in\ngranting sanction proposal thwarts a very valid social\npurpose, namely, the purpose of a speedy trial with the\nE\nF\nH\n:\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 65\nSINGH AND ANR.\nrequirement to bring the culprit to book. Therefore, the A\nright of the sanctioning authority, while either sanctioning\nor refusing to grant sanction, is coupled with a duty. The\nsanctioning authority must bear in mind that what is at\nstake is the public confidence in the maintenance of rule\nof law which is fundamental in the administration of B\njustice. Delay in granting such sanction has spoilt many\nvalid prosecution and is adversely viewed in public mind\nthat in the name of considering a prayer for sanction, a\nprotection is given to a corrupt public official as a quid\npro quo for services rendered by the public official in the C\npast or may be in the future and the sanctioning authority\nand the corrupt officials were or are partners in the same\nmisdeeds. This may not be factual position in the instant\ncase, but the general demoralizing effect of such a\npopular perception is profound and pernicious. By D\ncausing delay in considering the request for sanction, the\nsanctioning authority stultifies judicial scrutiny and\ndetermination of the allegations against corrupt official\nand thus, the legitimacy of the judicial institutions is\neroded. It, thus, deprives a citizen of his legitimate and\nfundamental right to get justice by setting the criminal law\nin motion and thereby frustrates his right to access\njudicial remedy which is a constitutionally protected right.\nUnder Section 19 of the P.C. Act, no time limit is\nmentioned. This has virtually armed the sanctioning\nauthority with unbridled power which has often resulted\nin protecting the guilty and perpetuating criminality and\ninjustice in society. [Para 18] [109-G-H; 110-A-H; 111A-D]\nE\nF\nMahendra Lal Das vs. State of Bihar and Ors. (2002) 1\nSCC 149: 2001 (4) Suppl. SCR 157; Santosh De vs. Archna G\nGuha and Ors. (1994) Supp.3 SCC 735 – referred to.\n-\n1.4. Article 14 must be construed as a guarantee\nagainst uncanalized and arbitrary power. Therefore, the\nabsence of any time limit in granting sanction in Section\n19 of the P.C. Act is not in consonance with the H\n66\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA requirement of the due process of law which has been\nread into the Constitution. [Para 20] [111-H; 112-A]\nB\nManeka Gandhi vs. Union of India and Anr. (1978) 1\nSCC 248: 1978 (2) SCR 621 - referred to.\n1.5 Section 19 of the P.C. Act is constitutionally valid.\nThe power under Section 19 of the P.C. Act must be\nreasonably exercised. The Parliament and the\nappropriate authority must consider restructuring\nSection 19 of the P.C. Act in such a manner as to make it\nC consonant with reason, justice and fair play. [Para 21]\n[112-B]\nD\nE\nKalicharan Mahapatra vs. State of Orissa (1998) 6 SCC\n411: 1998 (3) SCR 961; Lalu Prasad vs. State of Bihar 2007\n(1) SCC 49: 2006 (10) Suppl. SCR 251; State of Uttar\nPradesh vs. Paras Nath Singh (2009) 6 SCC 372: 2009 (8)\nSCR 85; Dilawar Singh vs. Parvinder Singh alias Iqbal Singh\nand Anr. (2005) 12 SCC 709: 2005 (5) Suppl. SCR 83 -\nreferred to.\n-\nR.v. Horseferry Road Magistrates'Court ex p. Bennett\n(1994) 1 AC 42 - referred to.\n1.6. The Parliament should consider the\nConstitutional imperative of Article 14 enshrining the rule\nF of law wherein ‘due process of law' has been read into\nby introducing a time limit in Section 19 of the P.C. Act\n1988 for its working in a reasonable manner. The\nParliament may, consider the following guidelines:\nG\nH\n(a) All proposals for sanction placed before any\nSanctioning Authority, empowered to grant sanction\nfor the prosecution of a public servant under Section\n19 of the P.C. Act must be decided within a period of\nthree months of the receipt of the proposal by the\nconcerned authority.\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 67\nSINGH AND ANR.\n(b) Where consultation is required with the Attorney A\nGeneral or the Solicitor General or the Advocate\nGeneral of the State, as the case may be, and the\nsame is not possible within the three months\nmentioned in clause (a) above, an extension of one\nmonth period may be allowed, but the request for B\nconsultation is to be sent in writing within the three\nmonths mentioned in (a) above. A copy of the said\nrequest would be sent to the prosecuting agency or\nthe private complainant to intimate them about the\nextension of the time limit.\n(c) At the end of the extended period of time limit, if\nno decision is taken, sanction would be deemed to\nhave been granted to the proposal for prosecution,\nand the prosecuting agency or the private\ncomplainant would proceed to file the charge sheet/\ncomplaint in the court to commence prosecution\nwithin 15 days of the expiry of the aforementioned\ntime limit. [Para 22] [112-C-H; 113-A-B]\nCase Law Reference:\nC\nE\nSinghvi, J and Ganguly, J:\n1951 SCR 312\nReferred to. Para 9.\n1976 (0) Suppl. SCR 524\nReferred to. Para 9\nF\n1987 (1) SCR 991\nReferred to.\n1990 (Supp) SCC 121\nPara 9\nReferred to. Para 9\n1994 (6) Suppl. SCR 16\nReferred to.\nPara 9\nG\n1998 (3) SCR 957\nReferred to. Para 9\n2005 (3) SCR 1\nReferred to. Para 9\n2005 (4) Suppl. SCR 77\nReferred to.\nPara 9\nH\n68\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n2006 (4) Suppl. SCR 269\nReferred to.\nPara 9\n(1984) 2 SCC 183\nReferred to.\nPara 15\n1995 (1) SCR 819\nReferred to.\nPara 16\n2003 (6) Suppl. SCR 541\nReferred to. Para 16.\nB\n2006 (10) Suppl. SCR 197\nReferred to.\nReferred to. Para 16\n(2007) 1 SCC 45\nReferred to.\nPara 16\n1984 (2) SCR 914\nReferred to. Para 18\nC\n(1955) 1 SCR 1150\nReferred to. Para 18\n1959 Supp. (2) SCR 201\nReferred to. Para 18\nAIR 1957 M.B. 43\nReferred to.\nPara 18\nD\n(1951) SCR 312\nReferred to.\nPara 20\n1996 (1) SCALE (SP) 42\nReferred to. Para 28\n1996 (1) SCR 1053\nReferred to. Para 28\nE\n(1997) 4 SCC 778\nReferred to. Para 28\n(1997) 5 SCALE 254\nReferred to. Para 28.\n(1998)1 SCC 226\nRelied on. Para 31, 33,\n34\nF\n(1996) Crl. Law Journal 2962 Referred to. Para30\n1991 Supp. 1 SCC 222\n(1995) 6 SC 225\nReferred to. Para 30\nReferred to. Para 30\nG\nGanguly, J\n1998 (3) SCR 961\nReferred to.\nPara 3\n2006 (10) Suppl. SCR 251\nReferred to. Para 4\n2009 (8) SCR 85\nReferred to.\nPara 7\nH\n1\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR.\n69\n2005 (5) Suppl. SCR 83\nReferred to.\nPara 8\nA\n(2005) 5 SCC 517\nReferred to. Para 12\n2003 (5) Suppl. SCR 500\nReferred to.\nPara 12\n2001 (3) SCR 525\n2000 (1) SCR 579\nReferred to.\nReferred to. Para 12\nPara 12\nB\n1999 (3) SCR 653\nReferred to. Para 12\n1977 (2) SCR 533\nReferred to.\nPara 12\nC\n(1994) 1 AC 42\nReferred to. Para 14\n1987 (1) SCR 702\nReferred to.\nPara 17\n2001 (4) Suppl. SCR 157\nReferred to.\nPara 19\n(1994) Supp.3 SCC 735\nD\nReferred to.\nPara 19\n1978 (2) SCR 621\nReferred to.\nPara 20\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1193 of 2012.\nE\nFrom the Judgment \u0026 Order dated 18.08.2010 of the High\nCourt of Delhi at New Delhi in W.P. (C) No. 2442 of 2010.\nDr. Subramanian Swamy Petitioner-In-Person.\nGoolam E. Vahanvati, AG, Devadatt Kamat, Anoopam N.\nPrasad, Rohit Sharma for the Respondent.\nF\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Leave granted..\n2. Whether a complaint can be filed by a citizen for\nprosecuting a public servant for an offence under the Prevention\nof Corruption Act, 1988 (for short, 'the 1988 Act') and whether\nthe authority competent to sanction prosecution of a public\nservant for offences under the 1988 Act is required to take an\nG\nН\n70\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA appropriate decision within the time specified in clause (15)\nof the directions contained in paragraph 58 of the judgment of\nthis Court in Vineet Narain v. Union of India (1998) 1 SCC\n226 and the guidelines issued by the Central Government,\nDepartment of Personnel and Training and the Central\nB Vigilance Commission (CVC) are the question which require\nconsideration in this appeal.\nC\nD\n3. For the last more than three years, the appellant has\nbeen vigorously pursuing, in public interest, the cases allegedly\ninvolving loss of thousands of crores of rupees to the Public\nExchequer due to arbitrary and illegal grant of licences at the\nbehest of Mr. A. Raja (respondent No. 2) who was appointed\nas Minister for Communication and Information Technology on\n16.5.2007 by the President on the advice of Dr. Manmohan\nSingh (respondent No. 1). After collecting information about the\ngrant of licences, the appellant made detailed representation\ndated 29.11.2008 to respondent No. 1 to accord sanction for\nprosecution of respondent No. 2 for offences under the 1988\nAct. In his representation, the appellant pointed out that\nrespondent No. 2 had allotted new licences in 2G mobile\nE services on 'first come, first served' basis to novice telecom\ncompanies, viz., Swan Telecom and Unitech, which was in clear\nviolation of Clause 8 of the Guidelines for United Access\nServices Licence issued by the Ministry of Communication and\nInformation Technology vide letter No.10-21/2005-BS.I(Vol.II)/49\nF dated 14.12.2005 and, thereby, caused loss of over Rs. 50,000\ncrores to the Government. The appellant gave details of the\nviolation of Clause 8 and pointed out that the two officers, viz.,\nR.J.S. Kushwaha and D. Jha of the Department of Telecom,\nwho had opposed the showing of undue favour to Swan\nG Telecom, were transferred just before the grant of licences and\nBharat Sanchar Nigam Limited (BSNL) which had never\nentered into a roaming agreement with any operator, was\nforced to enter into such an agreement with Swan Telecom. The\nappellant further pointed out that immediately after acquiring 2G\nH spectrum licences, Swan Telecom and Unitech sold their stakes\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 71\nSINGH AND ANR. [G.S. SINGHVI, J.]\nto foreign companies, i.e., Etisalat, a telecom operator from A\nUAE and Telenor of Norway respectively and, thereby, made\nhuge profits at the expense of public revenue. He claimed that\nby 2G spectrum allocation under respondent No. 2, the\nGovernment received only one-sixth of what it would have\nreceived if it had opted for an auction. The appellant pointed B\nout how respondent No. 2 ignored the recommendations of the\nTelecom Regulatory Authority of India (TRAI) and gave totally\nunwarranted benefits to the two companies and thereby caused\nloss to the Public Exchequer. Some of the portions of the\nappellant's representation are extracted below:\nC\nD\n\"Clause 8 has been violated as follows: While Anil\nDhirubhai Ambani Group (ADAG), the promoters of\nReliance Communications (R Com), had more than 10 per\ncent stake in Swan Telecom, the figures were manipulated\nand showed as 9.99 per cent holding to beat the said\nClause. The documents available disclose that on March\n2, 2007, when Swan Telecom applied for United Access\nServices Licences, it was owned 100 per cent by Reliance\nCommunications and its associates viz. Reliance Telecom,\nand by Tiger Trustees Limited, Swan Infonet Services E\nPrivate Limited, and Swan Advisory Services Private\nLimited (see Annexure I). At one or the other point of time,\nemployees of ADAG (Himanshu Agarwal, Ashish\nKaryekar, Paresh Rathod) or its associate companies\nhave been acquiring the shares of Swan Telecom itself. But F\nstill the ADAG manipulated the holdings in Swan to reduce\nit to only 9.99 per cent. Ambani has now quietly sold his\nshares in Swan to Delphi Investments, a Mauritius based\ncompany owned by Ahmed O. Alfi, specializing in\nautomobile spare parts. In turn, Swan has sold 45% of its G\nshares to UAE's Emirates Telecom Corporation (Etisalat)\nfor Rs.9000 crores! All this is highly suspicious and not\nnormal business transactions. Swan company got 60% of\nthe 22 Telecom licenced areas at a throw away price of\nRs. 1650 crores, when it was worth Rs.60,000 crores total. H\n"}