{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\nLU\n92\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nsubmission would tantamount to saying that on receipt\nof the complaint the Special Judge must direct an\ninvestigation under Section 5-A, There is no warrant for\nsuch an approach. Astounding as it appeared to us, in\nall solemnity it was submitted that investigation of an\noffence by a superior police officer affords a more solid\nsafeguard compared to a court. Myopic as this is, it would\ntopsy turvy the fundamental belief that to a person\naccused of an offence there is no better safeguard than\na court. And this is constitutionally epitomised in Article 22\nthat upon arrest by police, the arrested person must be\nproduced before the nearest Magistrate within twenty-four\nhours of the arrest. Further, numerous provisions of the\nCode of Criminal Procedure such as Section 161, Section\n164, and Section 25 of the Indian Evidence Act would\nshow the Legislature's hesitation in placing confidence on\npolice officers away from court's gaze. And the very fact\nthat power is conferred on a Presidency Magistrate or\nMagistrate of the first class to permit police officers of\nlower rank to investigate these offences would speak for\nthe mind of the Legislature that the court is a more reliable\nsafeguard than even superior police officers.\"\n(emphasis supplied)\n19. In view of the aforesaid judgment of the Constitution\nF Bench, it must be held that the appellant has the right to file a\ncomplaint for prosecution of respondent No.2 in respect of the\noffences allegedly committed by him under the 1988 Act.\n20. The argument of the learned Attorney General that the\nquestion of granting sanction for prosecution of a public servant\nG charged with an offence under the 1988 Act arises only at the\nstage of taking cognizance and not before that is neither\nsupported by the plain language of the section nor the judicial\nprecedents relied upon by him. Though, the term 'cognizance'\nhas not been defined either in the 1988 Act or the CrPC, the\nH same has acquired a definite meaning and connotation from\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 93\nSINGH AND ANR. [G.S. SINGHVI, J.]\nvarious judicial precedents. In legal parlance cognizance is A\n\"taking judicial notice by the court of law, possessing\njurisdiction, on a cause or matter presented before it so as to\ndecide whether there is any basis for initiating proceedings and\ndetermination of the cause or matter judicially\". In R. R. Chari\nv. State of U.P. (1951) SCR 312, the three Judge Bench B\napproved the following observations made by the Calcutta High\nCourt in Superintendent and Remembrancer of Legal Affairs,\nWest Bengal v. Abni Kumar Banerjee (supra):\nD\n\"What is taking cognizance has not been defined in the\nC\nCriminal Procedure Code and I have no desire to attempt\nto define it. It seems to me clear however that before it can\nbe said that any magistrate has taken cognizance of any\noffence under section 190(1)(a), Criminal Procedure\nCode, he must not only have applied his mind to the\ncontents of the petition but he must have done so for the\npurpose of proceeding in a particular way as indicated in\nthe subsequent provisions of this Chapter - proceeding\nunder section 200 and thereafter sending it for inquiry and\nreport under section 202. When the magistrate applies his\nmind not for the purpose of proceeding under the\nsubsequent sections of this Chapter, but for taking action\nof some other kind, e.g. ordering investigation under\nsection 156(3), or issuing a search warrant for the purpose\nof the investigation, he cannot be said to have taken\ncognizance of the offence.\"\nE\nF\n21. In Mohd. Khalid's case, the Court referred to Section\n190 of the CrPC and observed:\n\"In its broad and literal sense, it means taking notice of an\noffence. This would include the intention of initiating judicial\nproceedings against the offender in respect of that offence\nor taking steps to see whether there is any basis for\ninitiating judicial proceedings or for other purposes. The\nword 'cognizance' indicates the point when a Magistrate\nor a Judge first takes judicial notice of an offence. It is\nG.\nH\nA\nB\nC\nD\nE\nF\n.G\nH\n94\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nentirely a different thing from initiation of proceedings;\nrather it is the condition precedent to the initiation of\nproceedings by the Magistrate or the Judge. Cognizance\nis taken of cases and not of persons.\"\n22. In Pastor P. Raju's case, this Court referred to the\nprovisions of Chapter XIV and Sections 190 and 196 (1-A) of\nthe CrPC and observed:\n\"There is no bar against registration of a criminal case or\ninvestigation by the police agency or submission of a\nreport by the police on completion of investigation, as\ncontemplated by Section 173 CrPC. If a criminal case is\nregistered, investigation of the offence is done and the\npolice submits a report as a result of such investigation\nbefore a Magistrate without the previous sanction of the\nCentral Government or of the State Government or of the\nDistrict Magistrate, there will be no violation of Section\n196(1-A) CrPC and no illegality of any kind would be\ncommitted.\"\nThe Court then referred to some of the precedents including\nthe judgment in Mohd. Khalid's case and observed:\n\"It is necessary to mention here that taking cognizance of\nan offence is not the same thing as issuance of process.\nCognizance is taken at the initial stage when the\nMagistrate applies his judicial mind to the facts mentioned\nin a complaint or to a police report or upon information\nreceived from any other person that an offence has been\ncommitted. The issuance of process is at a subsequent\nstage when after considering the material placed before\nit the court decides to proceed against the offenders\nagainst whom a prima facie case is made out.”\n23. In Kalimuthu's case, the only question considered by\nthis Court was whether in the absence of requisite sanction\nunder Section 197 CrPC, the Special Judge for CBI cases,\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 95\nSINGH AND ANR. [G.S. SINGHVI, J.]\nChennai did not have the jurisdiction to take cognizance of the A\nalleged offences. The High Court had taken the view that\nSection 197 was not applicable to the appellant's case.\nAffirming the view taken by the High Court, this Court observed\n\"The question relating to the need of sanction under\nSection 197 of the Code is not necessarily to be\nconsidered as soon as the complaint is lodged and on the\nallegations contained therein. This question may arise at\nany stage of the proceeding. The question whether\nsanction is necessary or not may have to be determined\nfrom stage to stage. Further, in cases where offences\nunder the Act are concerned, the effect of Section 197,\ndealing with the question of prejudice has also to be\nnoted.\"\nB\nC\nD\nE\n24. In Raj Kumar Jain's case, this Court considered the\nquestion whether the CBI was required to obtain sanction from\nthe prosecuting authority before approaching the Court for\naccepting the report under Section 173(2) of the CrPC. This\nquestion was considered in the backdrop of the fact that the\nCBI, which had investigated the case registered against the\nrespondent under Section 5(2) read with Section 5(1)(e) of the\n1947 Act found that the allegation made against the respondent\ncould not be substantiated. The Special Judge declined to\naccept the report submitted under Section 173(2) CrPC by F\nobserving that the CBI was required to place materials collected\nduring investigation before the sanctioning authority and it was\nfor the concerned authority to grant or refuse sanction. The\nSpecial Judge opined that only after the decision of the\nsanctioning authority, the CBI could submit the report under\nSection 173(2). The High Court dismissed the petition filed by\nthe CBI and confirmed the order of the Special Judge. This\nCourt referred to Section 6(1) of the 1947 Act and observed:\nG\n\"From a plain reading of the above section it is evidently\nclear that a court cannot take cognizance of the offences H\nA\nB\nC\nD\nE\n96\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nmentioned therein without sanction of the appropriate\nauthority. In enacting the above section, the legislature\nthought of providing a reasonable protection to public\nservants in the discharge of their official functions so that\nthey may perform their duties and obligations undeterred\nby vexatious and unnecessary prosecutions. Viewed in\nthat context, the CBI was under no obligation to place the\nmaterials collected during investigation before the\nsanctioning authority, when they found that no case was\nmade out against the respondent. To put it differently, if the\nCBI had found on investigation that a prima facie case was\nmade out against the respondent to place him on trial and\naccordingly prepared a charge-sheet (challan) against him,\nthen only the question of obtaining sanction of the authority\nunder Section 6(1) of the Act would have arisen for without\nthat the Court would not be competent to take cognizance\nof the charge-sheet. It must, therefore, be said that both\nthe Special Judge and the High Court were patently wrong\nin observing that the CBI was required to obtain sanction\nfrom the prosecuting authority before approaching the\nCourt for accepting the report under Section 173(2) CrPC.\"\n25. In our view, the decisions relied upon by the learned\nAttorney General do not have any bearing on the moot question\nwhether respondent No.1, being the Competent Authority to\nsanction prosecution of respondent No.2, was required to take\nF appropriate decision in the light of the direction contained in\nVineet Narain's case.\nG\nH\n26. Before proceeding further, we would like to add that\nat the time of taking cognizance of the offence, the Court is\nrequired to consider the averments made in the complaint or\nthe charge sheet filed under Section 173. It is not open for the\nCourt to analyse the evidence produced at that stage and come\nto the conclusion that no prima facie case is made out for\nproceeding further in the matter. However, before issuing the\nprocess, it that it is open to the Court to record the evidence\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 97\nSINGH AND ANR. [G.S. SINGHVI, J.]\nand on consideration of the averments made in the complaint A\nand the evidence thus adduced, find out whether an offence has\nbeen made out. On finding that such an offence has been made\nout the Court may direct the issue of process to the respondent\nand take further steps in the matter. If it is a charge-sheet filed\nunder Section 173 CrPC, the facts stated by the prosecution B\nin the charge-sheet, on the basis of the evidence collected\nduring investigation, would disclose the offence for which\ncognizance would be taken by the Court. Thus, it is not the\nprovince of the Court at that stage to embark upon and sift the\nevidence to come to the conclusion whether or not an offence\nhas been made out.\n27. We may also observe that grant or refusal of sanction\nis not a quasi judicial function and the person for whose\nprosecution the sanction is sought is not required to be heard\nby the Competent Authority before it takes a decision in the\nmatter. What is required to be seen by the Competent Authority\nis whether the facts placed before it which, in a given case,\nmay include the material collected by the complainant or the\ninvestigating agency prima facie disclose commission of an\noffence by a public servant. If the Competent Authority is\nsatisfied that the material placed before it is sufficient for\nprosecution of the public servant, then it is required to grant\nsanction. If the satisfaction of the Competent Authority is\notherwise, then it can refuse sanction. In either case, the\ndecision taken on the complaint made by a citizen is required\nto be communicated to him and if he feels aggrieved by such\ndecision, then he can avail appropriate legal remedy.\n28. In Vineet Narain's case, the Court entertained the writ\npetitions filed in public interest for ensuring investigation into\nwhat came to be known as 'Hawala case'. The writ petition\nremained pending for almost four years. During that period,\nseveral interim orders were passed which are reported as\nVineet Narain v. Union of India 1996 (1) SCALE (SP) 42,\nVineet Narain v. Union of India (1996) 2 SCC 199, Vineet\nNarain v. Union of India (1997) 4 SCC 778 and Vineet Narain\nC\nD\nE\nF\n0\nH\n98\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA v. Union of India (1997) 5 SCALE 254. The final order was\npassed in Vineet Narain v. Union of India (1998) 1 SCC 226.\nIn (1996) 2 SCC 199, the Court referred to the allegations\nmade in the writ petition that Government agencies like the CBI\nand the revenue authorities have failed to perform their duties\nB and legal obligations inasmuch as they did not investigate into\nthe matters arising out of seizure of the so-called \"Jain Diaries\"\nin certain raids conducted by the CBI. The Court took note of\nthe allegation that the arrest of some terrorists led to the\ndiscovery of financial support to them by clandestine and illegal\nC means and a nexus between several important politicians,\nbureaucrats and criminals, who were recipients of money from\nunlawful sources, and proceeded to observe:\nD\nE\nF\nG\nH\n\"The facts and circumstances of the present case do\nindicate that it is of utmost public importance that this\nmatter is examined thoroughly by this Court to ensure that\nall government agencies, entrusted with the duty to\ndischarge their functions and obligations in accordance\nwith law, do so, bearing in mind constantly the concept of\nequality enshrined in the Constitution and the basic tenet\nof rule of law: \"Be you ever so high, the law is above you.\"\nInvestigation into every accusation made against each and\nevery person on a reasonable basis, irrespective of the\nposition and status of that person, must be conducted and\ncompleted expeditiously. This is imperative to retain public\nconfidence in the impartial working of the government\nagencies.\"\n29. After examining various facets of the matter in detail,\nthe three Judge Bench in its final order reported in (1998) 1\nSCC 226 observed:\n\"These principles of public life are of general application\nin every democracy and one is expected to bear them in\nmind while scrutinising the conduct of every holder of a\npublic office. It is trite that the holders of public offices are\nentrusted with certain powers to be exercised in public\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [G.S. SINGHVI, J.]\n99\n99\ninterest alone and, therefore, the office is held by them in A\ntrust for the people. Any deviation from the path of rectitude\nby any of them amounts to a breach of trust and must be\nseverely dealt with instead of being pushed under the\ncarpet. If the conduct amounts to an offence, it must be\npromptly investigated and the offender against whom a\nprima facie case is made out should be prosecuted\nexpeditiously so that the majesty of law is upheld and the\nrule of law vindicated. It is the duty of the judiciary to enforce\nthe rule of law and, therefore, to guard against erosion of\nthe rule of law.\nThe adverse impact of lack of probity in public life leading\nto a high degree of corruption is manifold. It also has\nadverse effect on foreign investment and funding from the\nInternational Monetary Fund and the World Bank who have\nwarned that future aid to underdeveloped countries may\nbe subject to the requisite steps being taken to eradicate\ncorruption, which prevents international aid from reaching\nthose for whom it is meant. Increasing corruption has led\nto investigative journalism which is of value to a free\nsociety. The need to highlight corruption in public life\nthrough the medium of public interest litigation invoking\njudicial review may be frequent in India but is not unknown\nin other countries: R. v. Secy. of State for Foreign and\nCommonwealth Affairs.\"\nIn paragraph 58 of the judgment, the Court gave several\ndirections in relation to the CBI, the CVC and the Enforcement\nDirectorate. In para 58 (I)(15), the Court gave the following\ndirection:\n\"Time-limit of three months for grant of sanction for\nprosecution must be strictly adhered to. However,\nadditional time of one month may be allowed where\nconsultation is required with the Attorney General (AG) or\nany other law officer in the AG's office.\"\nB\nC\nD\nE\nF\nG\nH\nA\n100 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n30. The CVC, after taking note of the judgment of the\nPunjab and Haryana High Court in Jagjit Singh v. State of\nPunjab (1996) Crl. Law Journal 2962, State of Bihar v. P. P.\nSharma 1991 Supp. 1 SCC 222, Superintendent of Police\n(CBI) v. Deepak Chowdhary, (1995) 6 SC 225, framed\nB guidelines which were circulated vide office order No.31/5/05\ndated 12.5.2005. The relevant clauses of the guidelines are\nextracted below:\nC\nD\nE\nF\nG\nH\n\"2(i) Grant of sanction is an administrative act. The purpose\nis to protect the public servant from harassment by\nfrivolous or vexatious prosecution and not to shield the\ncorrupt. The question of giving opportunity to the public\nservant at that stage does not arise. The sanctioning\nauthority has only to see whether the facts would prima-\nfacie constitutes the offence.\n(ii) The competent authority cannot embark upon an inquiry\nto judge the truth of the allegations on the basis of\nrepresentation which may be filed by the accused person\nbefore the Sanctioning Authority, by asking the I.O. to offer\nhis comments or to further investigate the matter in the light.\nof representation made by the accused person or by\notherwise holding a parallel investigation/enquiry by calling\nfor the record/report of his department.\n(vii) However, if in any case, the Sanctioning Authority after\nconsideration of the entire material placed before it,\nentertains any doubt on any point the competent authority\"\nmay specify the doubt with sufficient particulars and may\nrequest the Authority who has sought sanction to clear the\ndoubt. But that would be only to clear the doubt in order\nthat the authority may apply its mind proper, and not for\nthe purpose of considering the representations of the\naccused which may be filed while the matter is pending\nsanction.\n(viii) If the Sanctioning Authority seeks the comments of\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 101\nSINGH AND ANR. [G.S. SINGHVI, J.]\nthe IO while the matter is pending before it for sanction, it A\nwill almost be impossible for the Sanctioning Authority to\nadhere to the time limit allowed by the Supreme Court in\nVineet Narain's case.\"\n31. The aforementioned guidelines are in conformity with\nthe law laid down by this Court that while considering the issue B\nregarding grant or refusal of sanction, the only thing which the\n. Competent Authority is required to see is whether the material\nplaced by the complainant or the investigating agency prima\nfacie discloses commission of an offence. The Competent\nAuthority cannot undertake a detailed inquiry to decide whether C\nor not the allegations made against the public servant are true.\nD\n32. In the light of the above discussion, we shall now\nconsider whether the High Court was justified in refusing to\nentertain the writ petition filed by the appellant. In this context,\nit is apposite to observe that the High Court had proceeded\nunder a wholly erroneous assumption that respondent No.1 had\ndirected investigation by the CBI into the allegations of grave\nirregularities in the grant of licences. As a matter of fact, on\nreceipt of representation dated 4.5.2009 that the grant of\nlicences by respondent No.2 had resulted in huge loss to the E\nPublic Exchequer, the CVC got conducted an inquiry under\nSection 8(d) of the Central Vigilance Commission Act, 2003\nand forwarded a copy of the report to the Director, CBI for\nmaking an investigation into the matter to establish the criminal\nconspiracy in the allocation of 2G spectrum under the UASL F\npolicy of the DoT and to bring to book all the wrongdoers.\nThereupon, the CBI registered FIR No. RC-DI-2009-A-0045\ndated 21.10.2009 against unknown officials of the DoT,\nunknown private persons/companies and others for offences\nunder Section 120-B IPC read with Sections 13(2) and 13(1)(d) G\nof the 1988 Act. For the next about one year, the matter\nremained dormant and the CBI took steps for vigorous\ninvestigation only when this Court intervened in the matter. The\nmaterial placed on record does not show that the CBI had\nH\n"}