{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\n៣.\nF\nG\nH\n442\nSUPREME COURT REPORTS\n.\n[2013] 1 S.C.R.\nseparating them from the police officers of the Police\nDepartment and freeing them from the administrative or\ndisciplinary control of officers of the Police Department,\nare the inevitable consequential actions required to be\ntaken by the State Government which appoints such\nAssistant Public Prosecutors, inasmuch as, taking of such\nactions are statutory obligations impliedly imposed upon\nit under sub-section (3) thereof. When such consequential\nactions are taken by the State Government in respect of\nlarge number of persons appointed as Assistant Public\nProsecutors, it becomes necessary for putting them on a\nseparate cadre of Assistant Public Prosecutors and\ncreating a separate Prosecution Department as\nsuggested by the Law Commission in its Report making\nthose Assistant Public Prosecutors subject to control of\ntheir superiors in the hierarchy in matters of administration\nand discipline, with the head of such Prosecution\nDepartment being made directly responsible to the State\nGovernment in respect of conduct of prosecutions by the\nAssistant Public Prosecutors of his department. Since the\naforesaid notification dated 1-4-1974 issued by the\nGovernment of Maharashtra under Section 25 of the Code\nmerely appoints the appellants and others, as mentioned\nin Schedule to the notification, the police prosecutors of\nthe Police Department as Assistant Public Prosecutors\nwithout freeing such Assistant Public Prosecutors from the\nadministrative and disciplinary control of the Police\nDepartment to which they belonged earlier, and without\ncreating a separate department of prosecution for them\nwith the head of that department or departments being\nmade directly responsible to the Government, the\nGovernment of Maharashtra has failed to discharge its\nstatutory obligation impliedly imposed upon it in that regard\nunder sub-section (3) of Section 25 of the Code.\"\n51. In Sushma Sur³, a three-Judge Bench of this Court\nconsidered the meaning of the expression \"advocate\" occurring\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n443\nin Article 233 (2) of the Constitution and unamended Rule 49\nof the BCI Rules. In paragraph 6 of the Report (Pg. 335) this\nCourt held as under:\nA\nB\n“6. If a person on being enrolled as an advocate ceases\nto practise law and takes up an employment, such a person\ncan by no stretch of imagination be termed as an\nadvocate. However, if a person who is on the rolls of any\nBar Council is engaged either by employment or otherwise\nof the Union or the State or any corporate body or person\npractises before a court as an advocate for and on behalf\nof such Government, corporation or authority or person, the C.\nquestion is whether such a person also answers the\ndescription of an advocate under the Act. That is the\nprecise question arising for our consideration in this case.\"\nThen in paragraph 8 of the Report, this Court observed\nthat for the purposes of the 1961 Act and the BCI Rules, a law\nofficer (Public Prosecutor or Government Pleader) would\ncontinue to be an advocate. Not accepting the view of Delhi\nHigh Court in Oma Shanker Sharma v. Delhi Administration\ncase (C.W.P. No. 1961 of 1987), this Court having regard to\nthe object of recruitment under Article 233(2) held in paragraph\n9 (Pg. 336):\n64\nTo restrict it to advocates who are not engaged in\nthe manner stated by us earlier in this order is too narrow\na view, for the object of recruitment is to get persons of\nnecessary qualification, experience and knowledge of life.\nA Government Counsel may be a Public Prosecutor or\nGovernment Advocate or a Government Pleader. He too\ngets experience in handling various types of cases apart\nfrom dealing with the officers of the Government.\nExperience gained by such persons who fall in this\ndescription cannot be stated to be irrelevant nor\ndetrimental to selection to the posts of the Higher Judicial\nService. The expression \"members of the Bar\" in the\nrelevant Rule would only mean that particular class of\npersons who are actually practising in courts of law as\nD\nE\nF\nG\nH\nA\nB\nC\nD\nLU\nE\nF\n0\nH\n444 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\npleaders or advocates. In a very general sense an\nadvocate is a person who acts or pleads for another in a\ncourt and if a Public Prosecutor or a Government Counsel\nis on the rolls of the Bar Council and is entitled to practise\nunder the Act, he answers the description of an advocate.\"\nWith regard to unamended Rule 49 of the BCI Rules, this\nCourt held as under:\n\"10. Under Rule 49 of the Bar Council of India Rules, an\nadvocate shall not be a full-time employee of any person,\nGovernment, firm, corporation or concern and on taking up\nsuch employment, shall intimate such fact to the Bar\nCouncil concerned and shall cease to practise as long as\nhe is in such employment. However, an exception is made\nin such cases of law officers of the Government and\ncorporate bodies despite his being a full-time salaried\nemployee if such law officer is required to act or plead in\ncourt on behalf of others. It is only to those who fall into\nother categories of employment that the bar under Rule 49\nwould apply. An advocate employed by the Government\nor a body corporate as its law officer even on terms of\npayment of salary would not cease to be an advocate in\nterms of Rule 49 if the condition is that such advocate is\nrequired to act or plead in courts on behalf of the employer.\nThe test, therefore, is not whether such person is engaged\non terms of salary or by payment of remuneration, but\nwhether he is engaged to act or plead on its behalf in a\ncourt of law as an advocate. In that event the terms of\nengagement will not matter at all. What is of essence is\nas to what such law officer engaged by the Government\ndoes whether he acts or pleads in court on behalf of\nhis employer or otherwise. If he is not acting or pleading\non behalf of his employer, then he ceases to be an\nadvocate. If the terms of engagement are such that he\ndoes not have to act or plead, but does other kinds of work,\nthen he becomes a mere employee of the Government or\nthe body corporate. Therefore, the Bar Council of India has\n-\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n445\nunderstood the expression \"advocate\" as one who is\nactually practising before courts which expression would\ninclude even those who are law officers appointed as such\nby the Government or body corporate.\"\n52. The authority most strongly relied on for the appellants\nis the decision of this Court in Sushma Suri³. Their contention\nis that the decision in Sushma Suri6 is on all fours irrespective\nof amendment in Rule 49 of the BCI Rules. On the other hand,\nthe High Court has held - and the respondent (successful writ\npetitioner) supports the view of the High Court - that Rule 49\nin the present form has altered the legal position and Sushma\nSuri6 has no application. We shall deal with this aspect a little\nlater.\nA\nB\nC\nD\nE\n53. In Satish Kumar Sharma, the facts were these: the\nappellant was initially appointed as Assistant (Legal) by the\nHimachal Pradesh State Electricity Board (for short, 'Board');\nthe said post was re-designated as Law Officer Grade-II. Later\non, the appellant was allowed to act as an advocate of the\nBoard and, accordingly, his application seeking enrollment was\nsent by the Board to the Bar Council of Himachal Pradesh. The\nBar Council of Himachal Pradesh communicated to the Board\nthat the appellant did not meet the requirements of the Rules;\nhe should be first designated as Law Officer and the order of\nappointment and the terms of such appointment be\ncommunicated. Consequent on the communication received\nfrom the Bar Council of Himachal Pradesh, the Board\ndesignated the appellant as Law Officer. The Bar Council of\nHimachal Pradesh issued a certificate of enrolment dated\n9.7.1984 to the appellant. Subsequently, the appellant was given\nad hoc promotion to the post of Under Secretary, (Legal)-cum-\nLaw Officer and then promoted as Under Secretary, (Legal)- G\ncum-Law Officer on officiating basis. Bar Council of Himachal\nPradesh issued a notice to the appellant to show cause why\nhis enrolment be not withdrawn. The appellant responded to the\nsaid notice. In the meanwhile, appellant was also promoted as\nDeputy Secretary (Legal)-cum-Law Officer on ad hoc basis. On H\nF\n446 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA 12.5.1996, the Bar Council of Himachal Pradesh passed an\norder withdrawing the enrolment of the appellant with immediate\neffect and directed him to surrender the enrolment certificate\nwithin 15 days therefrom. It was this resolution which was\nchallenged by the appellant before the Himachal Pradesh High\nB Court. However, he was unsuccessful before the High Court\nand he approached this Court. This Court referred to Sections\n24, 28 and 49 of the 1961 Act and Rule 49 of the BCI Rules.\nThis Court also considered the terms of appointment, nature\nof duties and service conditions relating to the appellant and\nin paragraph 17 (Pg. 377) of the Report noted as follows:\nC\nD\nLUJ\nE\nF\nG\nH\n\"17. Looking to the various appointment/promotion orders\nissued by the Board to the appellant and regulation of\nbusiness relating to Legal Cell of the Board\naforementioned, we can gather that:\n(1) the appellant was a full-time salaried employee at the\ntime of his enrolment as an advocate and continues to be\nso, getting fixed scales of pay;\n(2) he is governed by the conditions of service applicable\nto the employees of the Board including disciplinary\nproceedings. When asked by us, the learned counsel for\nthe appellant also confirmed the same;\n(3) he joined the services of the Board as a temporary\nAssistant (Legal) and continues to head the Legal Cell\nafter promotions, a wing in the Secretariat of the Board;\n(4) his duties were/are not exclusively or mostly to act or\nplead in courts; and\n(5) promotions were given from time to time in higher pay\nscales as is done in case of other employees of the Board\non the basis of recommendation of Departmental\nPromotion Committee.\"\n53.1. Then with regard to Rule 49 of the BCI Rules, this\nCourt in paragraph 18 (pgs. 377-378) observed as under :\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 447\n[R.M. LODHA, J.]\n\"18. On a proper and careful analysis, having regard to the A\nplain language and clear terms of Rule 49 extracted above,\nit is clear that:\n(1) the main and opening paragraph of the rule prohibits\nor bars an advocate from being a full-time salaried\nemployee of any person, Government, firm, corporation or\nconcern so long as he continues to practice and an\nobligation is cast on an advocate who takes up any such\nemployment to intimate the fact to the Bar Council\nconcerned and he shall cease to practice so long as he\ncontinues in such employment;\n(ii) para 2 of the rule is in the nature of an exception to the\ngeneral rule contained in main and opening paragraph of\nit. The bar created in para 1 will not be applicable to Law\nOfficers of the Central Government or a State or any public.\ncorporation or body constituted by a statute, if they are\ngiven entitlement under the rules of their State Bar Council.\nTo put it in other way, this provision is an enabling provision.\nIf in the rules of any State Bar Council, a provision is made\nentitling Law Officers of the Government or authorities\nmentioned above, the bar contained in Rule 49 shall not\napply to such Law Officers despite they being full-time\nsalaried employees;\n(iii) not every Law Officer, but only a person who is\ndesignated as Law Officer by the terms of his appointment\nand who by the said terms is required to act and/or plead\nin courts on behalf of his employer can avail the benefit of\nthe exception contained in para 2 of Rule 49.\"\nB\nC\nD\nE\nF\n53.2. In paragraph 19, this Court noted that no rules have\nbeen framed by the Bar Council of Himachal Pradesh in respect G\nof Law Officer appointed as a full time salaried employee and\nif there are no rules in this regard then there is no entitlement\nfor enrolment and the appellant's case could not fit in the\nexception of Rule 49 and the bar contained in the first\nparagraph of Rule 49 was attracted. It also noted that the\nH\n448 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA appellant was/is a full time salaried employee and his work was\nB\nс\nD\nnot mainly or exclusively to act or plead in the Court. The\ndecision in Sushma Sun was held to be of no help to the case\nof the appellant. In paragraph 23 (Pgs. 380-381), the Court\nobserved that the work being done by the appellant was\ndifferent from Prosecutors and Government Pleaders in relation\nto acting and pleading in court. This is what the Court said:\n\"23. We find no merit in the ground urged that the appellant\nwas discriminated against the prosecutors and the\ngovernment pleaders. The duties, nature of work and\nservice conditions of the appellant, details of which are\nalready given above, are substantially different from the\nduties and nature of work of prosecutors and government\npleaders particularly in relation to acting and pleading in\ncourt. Thus the appellant stood on a different footing. The\nHigh Court in paras 24-26 has dealt with this aspect of the\ncase and rightly rejected the argument based on the\nground of discrimination.\"\n54. In State of U.P. \u0026 Another v. Johri Mals, a three-Judge\nE Bench of this Court while dealing with the nature of the office\nof the District Government Counsel, held in paras 71, 72, 73\nand 74 (pgs.744-745) as under:\nF\nG\n\"71. The District Government Counsel appointed for\nconducting civil as also criminal cases hold offices of great\nimportance. They are not only officers of the court but also\nthe representatives of the State. The court reposes a great\ndeal of confidence in them. Their opinion in a matter\ncarries great weight. They are supposed to render\nindependent, fearless and non-partisan views before the\ncourt irrespective of the result of litigation which may\nensue.\n72. The Public Prosecutors have greater responsibility.\nThey are required to perform statutory duties independently\nH 15. (2004) 4 SCC 714.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n449\nhaving regard to various provisions contained in the Code A\nof Criminal Procedure and in particular Section 320\nthereof.\n73. The Public Prosecutors and the Government Counsel\nplay an important role in administration of justice. Efforts\nare required to be made to improve the management of\nprosecution in order to increase the certainty of conviction\nand punishment for most serious offenders and repeaters.\nThe prosecutors should not be overburdened with too\nmany cases of widely varying degrees of seriousness with\ntoo few assistants and inadequate financial resources. The\nprosecutors are required to play a significant role in the\nadministration of justice by prosecuting only those who\nshould be prosecuted and releasing or directing the use\nof non-punitive methods of treatment of those whose cases\nwould best be processed.\nB\nC\nD\nE\n74. The District Government Counsel represent the State.\nThey, thus, represent the interest of the general public\nbefore a court of law. The Public Prosecutors while\npresenting the prosecution case have a duty to see that\ninnocent persons may not be convicted as well as an\naccused guilty of commission of crime does not go\nunpunished. Maintenance of law and order in the society\nand, thus, to some extent maintenance of rule of law which\nis the basic fibre for upholding the rule of democracy lies\nin their hands. The Government Counsel, thus, must have\ncharacter, competence, sufficient experience as also\nstanding at the Bar. The need for employing meritorious\nand competent persons to keep the standard of the high\noffices cannot be minimised. The holders of the post have\na public duty to perform. Public element is, thus, involved G\ntherein.\"\n55. In Mahesh Chandra Gupta v. Union of India and\nOthers 16, with reference to the provisions contained in the Legal\n16. (2009) 8 SCC 273.\nF\nH\n450 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA Practitioners Act, 1879, the 1926 Act and the 1961 Act, this\nCourt observed as follows:\nB\nC\nD\nE\n\"66. Thus, it becomes clear from the legal history of the\n1879 Act, the 1926 Act and the 1961 Act that they all deal\nwith a person's right to practise or entitlement to practise.\nThe 1961 Act only seeks to create a common Bar\nconsisting of one class of members, namely, advocates.\nTherefore, in our view, the said expression \"an advocate\nof a High Court\" as understood, both, pre and post 1961,\nreferred to person(s) right to practise. Therefore, actual\npractise cannot be read into the qualification provision,\nnamely, Article 217(2)(b). The legal implication of the 1961\nAct is that any person whose name is enrolled on the State\nBar Council would be regarded as \"an advocate of the\nHigh Court\". The substance of Article 217(2)(b) is that it\nprescribes an eligibility criteria based on \"right to practise\"\nand not actual practice.\"\n56. The Karnataka High Court in Mallaraddi H. Itagi and\nOthers v. The High Court of Karnataka, Bangalore and\nAnother 17 was, inter alia, concerned with the question whether\nthe petitioners, who were working as either Assistant Public\nProsecutors or Senior Assistant Public Prosecutors or Public\nProsecutors, were eligible to be considered for appointment\nas District Judges under Article 233(2) of the Constitution and\nRule 2 of Karnataka Judicial Services (Recruitment) Rules,\nF 1983 (for short, 'Karnataka Recruitment Rules'). The Division\nBench of the High Court considered the relevant provisions and\nthe decisions of this Court in Sushma Suri and Satya Narain\nSingh. The High Court held that having regard to the provisions\nin the Karnataka Recruitment Rules, the petitioners were civil\nG servants in the employment of the State Government and could\nnot be treated as practicing advocates from the date they were\nappointed to the post of Assistant Public Prosecutors. The High\nCourt took into consideration Rule 49 of the BCI Rules and held\nas under (Pg. 86-88):\nH 17. 2002 (4) Karnataka Law Journal 76.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n451\nB\nC\nD\n\"The petitioners 1 to 9 came to be appointed as Assistant A\nPublic Prosecutors/Senior Assistant Public Prosecutors/\nPublic Prosecutors in terms of the Recruitment Rules\nframed by the State Government. Therefore, in terms of the\nmain provision contained in Rule 49 of the Bar Council of\nIndia Rules, the petitioners on their appointment as\nAssistant Public Prosecutors ceased to be practising\nAdvocates. Further, as noticed by us earlier, when once\nthe petitioners had surrendered their Certificate of Practice\nand suspended their practice in terms of Rule 5 of the Bar\nCouncil of India Rules, it is not possible to take the view\nthat they still continue to be practising Advocates. The\nrules which prescribe the qualification for appointment to\nthe post of District Judges by direct recruitment provides\nthat an applicant must be practising on the last date fixed\nfor submission of application, as an Advocate and must\nhave so practised for not less than 7 years as on such\ndate. The case of Sushma Suri, supra, does not deal with\nthe situation where the Law Officers had surrendered the\nCertificate of Practice and suspended their practice. The\nfacts of that case indicates that the Hon'ble Supreme Court\nproceeded on the basis that the exception provided to\nRule 49 of the Rules applies to the Law Officers in that\ncase inasmuch as the Law Officers in those cases were\ndesignated by terms of their appointment as Law Officers\nfor the purpose of appearing before the Courts on behalf\nof their employers. Therefore, facts of those cases are\ndifferent from the facts of the case of petitioners 1 to 9.\nThe rule similar to the one before us which provides that\nan Advocate must be a practising Advocate on the date\nof the submission of the application did not fall for\nconsideration before the Hon'ble Supreme Court. The G\nDelhi Higher Judicial Services Rules, 1970 did not provide\nthat an Advocate should be a practising Advocate on the\ndate of submission of his application. Under these\ncircumstances, in our considered view, the observation\nmade by the Hon'ble Supreme Court in the case of\nE\nF\nH\n"}