{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"DHAMPUR SUGAR MILLS LTD.\nV.\nBHOLA SINGH\nA\nFEBRUARY 8, 2005\nB\n[N. SANTOSH HEGDE AND S.B. SINHA, JJ.]\nLabour Laws:\nC\nU.P. Industrial Disputes Act-Section 6N-Training scheme sponsored\nby State-11 trainees selected and absorbed in regular service-Scheme\nwithdrawn, whereupon services of remaining trainees including Respondent\nterminated-Challenge to the termination-Held, a trainee has no right to be\nabsorbed―High Court erred in concluding commission of unfair labour\npractice only on the premise that services of 11 similarly situated persons had\nbeen regularised-It also failed to take note of the allegation that Respondent D\ndid not qualify for absorption-Even where termination is without compliance\nof S.6N of the Act, re-instatement cannot be ordinarily directed when\ntermination is co-terminus with the scheme-Apprentices Act, 1961.\nF\nRespondent was appointed as a trainee/apprentice in terms of a\nscheme sponsored by State Government in the cane department of E\nAppellant Mills. 45 such trainees were interviewed, 11 of whom were\nselected and absorbed in regular service. Respondent allegedly did not\nqualify. He and the other trainees continued to perform their duties as\ntrainees/apprentices. The scheme sponsored by the State Government came\nto an end and no fund therefor having been made available, the services\nof all the remaining 34 trainees including Respondent were terminated.\nRespondent was paid compensation as envisaged under Section 6N of the\nU.P. Industrial Disputes Act. He raised industrial dispute but the Labour\nCourt rejected it. Respondent filed writ petition questioning the Award\non which a Single Judge of High Court held that the Appellant adopted\nunfair labour practice and that there could not be any justification for G\nnot employing Respondent as others had been absorbed. Hence the present\nappeals.\nAllowing the appeals, the Court\n1123\nH\n1124\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA\nHELD: 1. In terms of the provisions of the Apprentices Act, 1961, a\ntrainee or an apprentice has no right to be absorbed in service. It is trite\nthat if the provisions of the Apprentices Act applies, the provisions of\nthe Labour Laws would have no application. [1129-H]\n2.1. If the Respondent was appointed in terms of the Apprentices\nB Act, 1961, he will not be a workman. [1129-G]\nC\nMukesh K. Tripathi v. Senior Divisional Manager, LIC and Ors., [2004]\n8 SCC 387 and U.P. State Electricity Board v. Shiv Mohan Singh and Anr.,\n[2004] 8 SCC 402, relied on.\n2.2. The Respondent advisedly raised the question of applicability\nof the U.P. Industrial Disputes Act having regard to the provisions of the\nApprentices Act but even assuming that he was a workman within the\nmeaning of the provisions thereof, the Labour Court had unhesitatingly\ncame to the conclusion that the statutory requirements for effecting a valid\nretrenchment in terms thereof had been complied with. A finding of fact\nD has also been arrived at by the Labour Court that the scheme sponsored\nby the State Government had come to an end. [1130-A-B]\nE\n3. The High Court committed a manifest error in coming to the\nconclusion that the Appellant is guilty of commission of unfair labour\npractice only on the premise that the services of 11 similarly situated\npersons had been regularized without taking into consideration the\nmaterials placed on record as also the finding of fact arrived at by the\nLabour Court that the services of such persons had been regularized in\nthe year 1986. The High Court further failed to take notice of the fact\nthat according to the Appellant, the Respondent did not qualify for his\nF absorption at that time and, thus, his services continued as apprentice with\nseveral other trainees and it was only when the scheme came to an end,\nthe services of all the trainees had been terminated. [1130-C-D]\n4. When a workman is appointed in terms of a scheme on daily\nwages, he does not derive any legal right to be regularized in his service.\nG It is now well known that completion of 240 days of continuous service in\na year may not by itself be a ground for directing regularization\nparticularly in a case when the workman had not been appointed in\naccordance with the extant rules. [1130-E]\nSmt. Shipra Ghoshal and Ors. v. Secretary, Department of Cane, Civil\nH Secretariat, Lucknow and Ors., (1990) 60 FLR 870, distinguished.\n,\nDHAMPUR SUGAR MILLS LTD. v. BHOLA SINGH [SINHA, J.] 1125\nExecutive Engineer, ZP Engg. Divn. and Anr, v. Digambara Rao and A\nOrs., [2004] 8 SCC 262 and Mahendra L. Jain and Ors. v. Indore\nDevelopment Authority and Ors., JT (2004) 10 SC 1, referred to.\n5. Even in a case where the services of a workman have been\nterminated without complying with the provisions of Section 6N of the\nIndustrial Disputes Act, a direction for reinstatement shall not ordinarily\nbe issued, in the event, the termination of services becomes co-terminus\nwith the scheme. [1131-D]\n2003.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1262-63 of\nFrom the Judgment and Order dated 27.9.2001 and 20.3.2002 of the\nAllahabad High Court in C.M.W.P. No. 22278/94 and C.M.W.R.A. No. 100017\n. of 2001.\nB\nC\nPranab Kumar Mullick for the Appellant.\nD\nMahinder Singh Dahiya and Kuldeep S. Malik for the Respondent.\nThe Judgment of the Court was delivered by\nE\nF\nS.B. SINHA, J. The Respondent herein was appointed as a trainee/\napprentice in the year 1986 purported to be in terms of a scheme sponsored\nby the State Government for training the cane growers. According to the\nAppellant, in the year 1986, 45 such trainees had been interviewed and 11\nof the them having been found fit were absorbed in its regular service. The\nRespondent herein allegedly did not qualify therefor. He along with remaining\ntrainees continued to perform their duties as trainees/apprentices. The scheme\nsponsored by the State Government having come to an end on 16.11.1987\nand no fund therefor having been made available, the services of all the\nremaining 34 trainees were terminated. The Respondent was paid due\ncompensation as envisaged under Section 6N of the U.P. Industrial Disputes\nAct. He, however, raised an industrial dispute pursuant whereto and in\nfurtherance whereof a notification was issued on or about 13.12.1991 by the G\nAppropriate Government referring the following dispute for adjudication before\nthe Presiding Officer, Labour Court, U.P. Rampur:\n“Whether the separation/deprivation of Mr. Bhole Singh S/o Shri\nSukhdev Singh from the service w.e.f. 16.11.1987 is unjustified and\nillegal? If yes, then the concerned workman would be entitled to get H\n1126\nA\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nwhat relief/benefit and with what details.\"\nBefore the Labour Court a contention was raised by the Respondent\nherein that his services were terminated by the Appellant by way of unfair\nlabour practice as he had raised a purported demand for his regularization in\nservices as also non-payment of minimum wages. He contended that the\nB Appellant had regularized the services of 11 Field Supervisors but he was\nnot. According to him, he was called for interview along with others by a\nletter dated 7.11.1987. He contended that he had not been absenting with\neffect from 1.6.1987 as was alleged in the said letter dated 7.11.1987, but\ndespite the same, his services were terminated on 2.6.1987.\nC\nᎠ\nE\nF\nG\nThe case of the Appellant, on the other hand, is that the services of the\nRespondent along with the persons similarly situated had been terminated as\nthe scheme sponsored by the State Government had come to an end.\nBefore the Labour Court the principal contention appears to have been\nraised by the Respondent herein was non-compliance of the requirements of\nSection 6N of the U.P. Industrial Disputes Act, which was rejected.\nThe Labour Court in its award held :\n\"...On the contrary, the version of the employer is that Mr. Bhole\nSingh was engaged as trainee in the cane development department.\nDuring training period the workman was getting stipend. That in the\nyear 1986 all the candidates were interviewed by the employer all 11\ntrainees were selected and they were appointed. Thereafter the training\nscheme came to an end. After the end of the training scheme, requiring\ntrainees were not required. The trainees who could qualify the\ninterview, their arrangement was dispensed with by paying one\nmonth's notice pay and 15 days stipend for every completed year of\nservice through cheque on dated 16.11.1987 by way of retrenchment.\nBut workman refused to receive the cheque. Consequently, the cheque\nof retrenchment compensation was sent by Registered post to\nworkman, which was received by him on dated 23.11.1987. Hence,\nthe services of the workman were terminated as per rules. In addition,\nit was also stated that workman was never engaged on seasonal a\npermanent post and he is a trainee, as such he does not fall within the\nambit of definition of workman. That there are four trade unions in\nthe industry but no union is interested in the dispute.\nH\ni\n\"\nDHAMPUR SUGAR MILLS LTD. v. BHOLA SINGH [SINHA. J.] 1127\nBoth the parties admit the fact that workman has worked for A\nmore than 240 days and it is also admitted that his service was\nterminated w.e.f. 16.11.1987 and at the time of termination of the\nservice, he was paid one month's notice pay and retrenchment\ncompensation @ 15 days stipend for every completed year of service.\nIt has not been objected from the workman side that Employer has\nB\nnot complied with the provisions of sec. 6N only it has been stated\nthat the action has been initiated dramatically and the provision of\nsec. 6 of the Industrial Dispute Act, has been complied with. But it\nhas not been stated that which provision of sec. 6 has not been\ncomplied with. Since the workman has been paid one month's notice\npay in lieu of notice and retrenchment compensation, as such the C\nprovisions of said section were fully complied with.\"\nBefore the Labour Court it was stated by the Respondent himself that\nno appointment letter was issued in his favour and at the end of the scheme\nhis services were terminated but his contention was that as no appointment\n· letter was issued, his services could not have been terminated, but the same D\nwas not accepted by the Labour Court. Another contention which was raised\nby the Respondent before the Labour Court was that as 11 other trainees had\nbeen regularized in services, the impugned order of termination was bad in\nlaw as it would come within the purview of definition of 'retrenchment'.\nThe Labour Court in its Award held that the termination of the services E\nof the Respondent was carried out in compliance of the provisions of Section\n6N of the U.P. Industrial Disputes Act, observing :\nF\n\"Hence in my opinion, the said provision has been fully complied\nwith, which has been held by the Honourable Court in the above\ncase. In brief disputed workman was a Trainee and remained in the\nemployment for more than 240 days. He could not qualify the\ninterview. The scheme, under which he was imparting training, was\nclosed. Hence his work was not required. The disputed worker comes\nwithin the definition of workman. Since there was no requirement of\nwork for him, the Employer retrenchment has complying in the G\nprovisions of Sec. 6N of the said Act. It is the simple matter of\nretrenchment in which the employer has fully complied with the related\nprovisions. Hence in my opinion, the service of the worker is\nterminated as per rules and legally.\"\nA learned Single Judge of the High Court, however, in the Writ Petition H\nA\n1128\nSUPREME COURT REPORTS\n[2005] I S.C.R.\nfiled by the Respondent herein questioning the said Award, by reason of the\nimpugned judgment dated 27.9.2001 relying on or on the basis of a decision\nof the Division Bench of the said Court in Smt. Shipra Ghoshal and Ors. v.\nSecretary, Department of Cane, Civil Secretariat, Lucknow and Ors., (1990)\n60 FLR 870 came to the conclusion that the Appellant adopted unfair labour\npractice in view of the fact that the Respondent demanded wages of the\nB Supervisory grade and furthermore there could not be any justification for\nnot employing him as others had been absorbed.\nC\nᎠ\nThe learned counsel appearing on behalf of the Appellant would submit\nthat the High Court committed a serious error in passing the impugned\njudgment insofar as it failed to take into consideration the finding of fact\narrived at by the Labour Court that the interview in question had been held\nin the year 1986 when 45 trainees were interviewed and out of them only\neleven were taken in service and services of no other trainee had been\nregularized after the scheme came to an end.\nDrawing our attention to the letter dated 7.11.1987, the learned counsel\nwould contend that from a perusal thereof, it would appear that the Respondent\nwas asked to present himself for duty as he had been absenting himself w.e.f.\n1.6.1987 and not for the purpose of appearing before any selection committee.\nOur attention was also drawn to the letter of termination dated 16.11.1987\nwherein the absence of the Respondent was reiterated and the order of\nE termination was issued on the ground that the training scheme had been\nwithdrawn by the State Government. The learned counsel would urge that a\ntrainee/apprentice has no legal right to be absorbed in regular service of the\nemployer.\nF\nThe learned counsel appearing on behalf of the Respondent, on the\nother hand, would support the judgment of the High Court contending that\nfrom a perusal of the Award passed by the Labour Court itself it would\nappear that a contention as regard unfair labour practice on the part of the\nAppellant herein was raised on the premise that the services of 11 other\ntrainees/apprentices had been regularized whereas the services of the\nG Respondent had not been and, thus, he had been discriminated against.\nThe Respondent herein admittedly was appointed as a trainee in the\nCane Department of the Appellant. From a perusal of the Award of the\nLabour Court, as has been noticed hereinbefore, it is evident that one of the\ncontentions raised before it was that although his services were terminated at\nH the end of the scheme but as no appointment letter was issued, such termination\n2\n1129\nDHAMPUR SUGAR MILLS LTD. v. BHOLA SINGH [SINHA, J.]\nwas illegal. A decision of the Allahabad High Court Shipra Ghoshal (supra) A\nalso appears to have been cited wherein it was held that the factum of such\ntermination having been made as the scheme came to end should be mentioned\nin the order of termination itself. From a bare perusal of the said letter dated\n16.11.1987, it would appear that the fact as regard withdrawal of the training\nscheme indeed had been mentioned therein; the reason for such termination\nbeing the withdrawal of the scheme by the State Government. So far as the\npurported regularization of services of other 11 other trainees by the Appellant\nis concerned, it is manifest that a plea was raised to the effect by the Appellant\nherein that it was only in the year 1986, that they, out of 45 trainees, were\nappointed after an interview was held for that purpose and having been found\nfit therefor. In the letter dated 7.11.1987 issued to the Respondent by the C\nAppellant, it is stated:\n\"You have been absent since 1.6.87. You are notified that on receiving\nthis intimation you must present yourself immediately or by 16th\nNovember, 1987 failing which disciplinary steps will be taken against\nyou.\"\nB\nD\nThe Respondent herein, therefore, was not asked to appear before the\nInterview Board on 16.11.1987 as alleged by him. The positive case of the\nRespondent before the Labour Court was that on receipt of the said letter, he\nappeared before the competent authority on 16.11.1987, when he contended\nthat he had not been absenting from duty but had been prevented from E\njoining his duties. From the Award of the Labour Court it also does not\nappear that any statement was made before it by the Respondent to the effect\nthat he had appeared before an Interview Board. Even such a contention does\nnot appear to have been raised at the time of raising the industrial dispute as\nno reference as regard non-regularization of his services by the Appellant\nwas made.\nF\nIf the Respondent was appointed in terms of the Apprentices Act, 1961,\nhe will not be a workman, as has been held by this Court in Mukesh K.\nTripathi v. Senior Divisional Manager, LIC and Ors., [2004] 8 SCC 387 and\nU.P. State Electricity Board v. Shiv Mohan Singh and Anr., [2004] 8 SCC G\n402.\nIn terms of the provisions of the Apprentices Act, 1961, a trainee or an\napprentice has no right to be absorbed in services. It is trite that if the\nprovisions of the Apprentices Act applies, the provisions of the Labour Laws\nwould have no application.\nH\nA\nB\nC\n1130\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nThe Respondent advisedly raised the question of applicability of the\nU.P. Industrial Disputes Act having regard to the provisions of the Apprentices\nAct but even assuming that he was a workman within the meaning of the\nprovisions thereof, the Labour Court had unhesitatingly came to the conclusion\nthat the statutory requirements for effecting a valid retrenchment in terms\nthereof had been complied with. A finding of fact has also been arrived at\nby the Labour Court that the scheme sponsored by the State Government had\ncome to an end.\nThe High Court, thus, in our opinion committed a manifest error in\ncoming to the conclusion that the Appellant is guilty of commission of unfair\nlabour practice only on the premise that the services of 11 similarly situated\nhad been regularized without taking into consideration the materials placed\non records as also the finding of fact arrived at by the Labour Court that the\nservices of such persons had been regularized in the year 1986. The High\nCourt further failed to take notice of the fact that according to the Appellant,\nthe Respondent herein did not qualify for his absorption at that time and,\nD thus, his services continued as apprentice with several other trainees and it\nwas only when the scheme came to an end, the services of all the trainees had\nbeen terminated.\nWhen a workman is appointed in terms of a scheme on daily wages, he\ndoes not derive any legal right to be regularized in his service. It is now well\nE\nknown that completion of 240 days of continuous service in a year may not\nby itself be a ground for directing regularization particularly in a case when\nthe workman had not been appointed in accordance with the extant rules.\nF\nG\nH\nIn Executive Engineer, ZP Engg. Divn. and Anr., v. Digambara Rao\nand Ors., [2004] 8 SCC 262, this Court held :\n\"It may not be out of place to mention that completion of 240 days\nof continuous service in a year may not by itself be a ground for\ndirecting an order of regularization. It is also not the case of the\nRespondents that they were appointed in accordance with the extant\nrules. No direction for regularization of their services, therefore, could\nbe issued. [See A. Umarani v. Registrar, Cooperative Societies, [2004]\n7 SCC 112 and Pankaj Gupta v. State of Jammu \u0026 Kashmir, [2004]\n8 SCC 353] Submission of Mr. Maruthi Rao to the effect that keeping\nin view the fact that the Respondents are diploma-holders and they\nhave crossed the age of 40 by now, this Court should not interfere\nwith the impugned judgment is stated to be rejected.\nDHAMPUR SUGAR MILLS LTD. v. BHOLA SINGH [SINHA, J.] 1131\n[See also Mahendra L. Jain and Ors. v. Indore Development Authority A\nand Ors., JT (2004) 10 SC 1]\nThe decision of the Allahabad High Court in Shipra Ghoshal (supra)\nstands entirely on a different footing. In that case, a finding of fact as regard\nfactual discrimination against similarly situated persons was arrived at. It was\nfurther noticed that the petitioners therein were not appointed for a particular B\nscheme and they had been transferred from one place to another and on that\nground it was opined that those who were not appointed in a particular\nscheme could not be axed out on the ground that their appointments were\nmade in a particular scheme, particularly when there was nothing in their\nappointment letters to show the same.. The said decision of the Allahabad\nHigh Court does not advance the case of the Respondent.\nC\nIt is now well-settled that even in a case where the services of a workman\nhave been terminated without complying with the provisions of Section 6N\nof the Industrial Disputes Act, a direction for reinstatement shall not ordinarily\nbe issued, in the event, the termination of services becomes co-terminus with D\nthe scheme.\nFor the reasons aforementioned, the impugned judgment cannot be\nsustained, which is set aside accordingly. The appeal is allowed. However, in\nthe facts and circumstances of this case, there shall be no order as to costs.\nE\nB.B.B.\nAppeals allowed.\n"}