{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"1\n1\nPUNJAB \u0026 SIND BANK\nV\nALLAHABAD BANK AND ANR.\nMARCH 28, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nPractice and Procedure-Civil dispute between banks—Dismissal of\nsuit sought by one bank on the ground that procedure indicated by Supreme\nCourt in ONGC-I case that when parties are Government or its Undertakings,\ndispute is to be resolved before in-house committee not followed-High\nCourt holding that decision in ONGC-I case was administrative in nature\nand has force to emasculate judiciary-On appeal, held: Order passed in\njudicial proceeding cannot be described to be administrative in nature-\nThus, order of High Court set aside and matter remitted back to it.\nC\nD\nRespondent no.1-Bank filed suit for recovery and other reliefs\nagainst the appellant-Bank. Appellant-Bank filed application for dismissal\nof the suit on the ground that the procedure indicated by this Court in Oil\nand Natural Gas Commission-I case* that when parties are Government or\nits Undertakings dispute should be resolved before in-house Committee, were\nnot followed. Single Judge of High Court held that the decision has to be read E\nin the context in which it was passed and this Court never intended to\nextinguish the right to sue. Division Bench upheld the order with an additional\nview that the decision in the ONGC-I case is itself of an administrative nature\nand has force to emasculate the judiciary. Hence the present appeals.\nAllowing the appeals and remitting the matters to High Court, the Court F\nHELD: The view expressed by the Division Bench of the High Court\nthat the decision in the ONGC-I case is itself of an administrative nature and\nhas force to emasculate the judiciary, is confusing and patently shows that\nthe ratio of the various decisions has not been understood in the proper\nperspective. To say that the decision in the ONGC-I case was of an\nadministrative nature though a judicial order, shows non-application of mind.\nAny order passed in a judicial proceeding, (much less an order passed by\nthis Court) can by no stretch of imagination be described as one of\n\"administrative nature”. Therefore, the judgment of the Division Bench is\n489\nG\nH\nB\nA\n490\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA set aside and the matters are remitted back for fresh consideration.\n[496-B-C; C-E]\n*Oil and Natural Gas Commission and Anr. v. Collector of Central\nExcise, [1992] Supp. 2 SCC 432; Oil and Natural Gas Commission v. C.C.E.\n[1995] Supp. 4 SCC 541; Oil and Natural Gas Commission v. C.C.E., [2004]\nB 6 SCC 437; Chief Conservator of Forest v. Collector, [2003] 3 SCC 472;\nMahanagar Telephone Nigam Ltd. v. Chairman, Central Board, Direct Taxes\nand Anr., [2004] 6 SCC 431, distinguished.\nC\nᎠ\nE\nF\nU.P.S.E.B. and Anr. v. Sant Kabir Sahakari Katai Mills Ltd., [2005] 7\nSCC 576, referred to.\n2003.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 9688-9689/\nFrom the Final Judgment and Order dated 25.6.2003 of the High Court\nof Calcutta in G.A. No. 2162/2002 in APOT No. 809/2002 arising out of Suit\nNo. 60/1999.\nArun K. Sinha and G.S. Sistani for the Appellant.\nC. Mukund, Bijoy Kumar Jain and Mrs. V.D. Khanna for the\nRespondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in these appeals is to the judgment\ndelivered by a Division Bench of the Calcutta High Court, in an appeal filed\nby the appellant, the defendant in the suit filed by respondent no.1-Bank.\nLearned Single Judge in the said suit held that there was no need to adopt\nprocedure indicated by this Court in Oil and Natural Gas Commission and\nAnr. v. Collector of Central Excise, [1992] Supp. 2 SCC 432 (described\nhereinafter case as ONGC-I Case). The Division Bench affirmed the view of\nlearned Single Judge. The correctness of the view expressed by the learned\nG Single Judge and the Division Bench forms the subject-matter of challenge\nin this appeal.\nH\nThe suit was filed by the respondent no.1-Bank against the appellant-\nBank along with 11 other defendants with the following prayers:-\n(a) Declaration that the Banker's cheque copy whereof is annexed\nPUNJAB \u0026 SIND BANK v. ALLAHABAD BANK [PASAYAT, J.] 491\nMarked A hereto is void and not binding on the plaintiff.\n(b) Decree of Rs. 5,62,66,671 against the defendants jointly and/or\nseverally and/or such of them for such amount as this Hon'ble\nCourt may deem fit and proper.\n(c) Decree of Rs. 5,62,66,671 against the defendant no.1 together\nwith interest.\n(d) Interest including interim interest as claimed in paragraph 29;\n(e) Receiver;\n(f) Costs;\n(g) Further any other reliefs.\nA\nB\nC\nAn application was filed by the appellant-Bank for dismissal of the suit\non the ground that the modalities indicated in ONGC-I case (supra) were not\nfollowed. Learned Single Judge held that the decision has to be read in the\ncontext which was passed. This Court never intended to extinguish the right D\nto sue. Intention was to avoid litigation when the parties are government or\nits undertakings.\nThe order was challenged before the Division Bench which, inter-alia,\nupheld view of learned Single Judge with some additional reasons. We shall\ndeal with the reasoning in detail later.\nE\nThe view in ONGC-I case (supra) was further elaborated in Oil and\nNatural Gas Commission v. C.C.E., [1995] Supp. 4 SCC 541 (For sake of\nconvenience described as ONGC-II). It was noted in Oil and Natural Gas\nCommission v. C.C.E., [2004] 6 SCC 437 (for convenience described as ONGC-\nIII) that some doubts and problems arose in the working out of the F\narrangements in terms of the order of this Court dated 11.10.1991 ONGC-II\ncase (supra). It was noted in ONGC-III case (supra) as follows:\n“There are some doubts and problems that have arisen in the working\nout of these arrangements which require to be clarified and some\nG\ncreases ironed out. Some doubts persist as to the precise import and\nimplications of the words \"and recourse to litigation should be\navoided\". It is clear that the order of this Court is not to the effect that\nnor can that be done-so far as the Union of India and its statutory\ncorporations are concerned, their statutory remedies are effaced.\nIndeed, the purpose of the constitution of the High-powered Committee H\n1\n492\nA\nB\nс\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nwas not to take away those remedies. The relevant portion of the\norder reads: (SCC pp. 541-42 para 3)\n\"3. We direct that the Government of India shall set up a committee\nconsisting of representatives from the Ministry of Industry, the\nBureau of Public Enterprises and the Ministry of Law, to monitor\ndisputes between Ministry and Ministry of the Government of\nIndia, Ministry and public sector undertakings of the Government\nof India and public sector undertakings in between themselves\nto ensure that no litigation comes to court or to a tribunal without\nthe matter having been first examined by the Committee and its\nclearance for litigation. The Government may include a\nrepresentative of the Ministry concerned in a specific case and\none from the Ministry of Finance in the Committee. Senior officers\nonly should be nominated so that the Committee would function\nwith status, control and discipline.\"\nIt is abundantly clear that the machinery contemplated is only to\nensure that no litigation comes to court without the parties having\nhad an opportunity of conciliation before an in-house committee.\"\nThe matter was again examined in the case of Chief Conservator of\nForest v. Collector, [2003] 3 SCC 472. In Para 14 and 15 it was noted as\nfollows:\n\"Under the scheme of the Constitution, Article 131 confers original\njurisdiction on the Supreme Court in regard to a dispute between two\nStates of the Union of India or between one or more States and the\nUnion of India. It was not contemplated by the framers of the\nConstitution or the C.P.C. that two departments of a State or the\nUnion of India will fight a litigation in a court of law. It is neither\nappropriate nor permissible for two departments of a State or the\nUnion of India to fight litigation in a court of law. Indeed, such a\ncourse cannot but be detrimental to the public interest as it also\nentails avoidable wastage of public money and time. Various\ndepartments of the Government are its limbs and, therefore, they\nmust act in co-ordination and not in confrontation. Filing of a writ\npetition by one department against the other by invoking the\nextraordinary jurisdiction of the High Court is not only against the\npropriety and polity as it smacks of indiscipline but is also contrary\nto the basic concept of law which requires that for suing or being\n-\nPUNJAB \u0026 SIND BANK v. ALLAHABAD BANK [PASAYAT, J.] 493\nB\nsued, there must be either a natural or a juristic person. The States/ A\nUnion of India must evolve a mechanism to set at rest all inter-\ndepartmental controversies at the level of the Government and such\nmatters should not be carried to a court of law for resolution of the\ncontroversy. In the case of disputes between public sector undertakings\nand Union of India, this Court in Oil and Natural Gas Commission\nv. Collector of Central Excise, [1992] Suppl. 2 SCC 432 called upon\nthe Cabinet Secretary to handle such matters. In Oil and Natural Gas\nCommission \u0026 Anr. v. Collector of Central Excise, [1995] Suppl. 4\nSCC 541, this Court directed the Central Government to set up a\nCommittee consisting of representatives from the Ministry of Industry,\nthe Bureau of Public Enterprises and the Ministry of Law, to monitor C\ndispute between Ministry and Ministry of the Government of India,\nMinistry and public sector undertakings of the Government of India\nand public sector undertakings in between themselves, to ensure that\nno litigation comes to court or to a Tribunal without the matter having\nbeen first examined by the Committee and its clearance for litigation.\nThe Government may include a representative of the Ministry\nconcerned in a specific case and one from the Ministry of Finance in\nthe Committee. Senior officers only should be nominated so that the\nCommittee would function with status, control and discipline.\nD\nE\nThe facts of this appeal, noticed above, make out a strong case\nthat there is felt need of setting up of similar committees by the State\nGovernment also to resolve the controversy arising between various\ndepartments of the State or the State and any of its undertakings. It\nwould be appropriate for the State Governments to set up a Committee\nconsisting of the Chief Secretary of the State, the Secretaries of the\nconcerned departments, the Secretary of Law and where financial F\ncommitments are involved, the Secretary of Finance. The decision\ntaken by such a committee shall be binding on all the departments\nconcerned and shall be the stand of the Government.\"\nThe directions as noted above were quoted in Mahanagar Telephone\nNigam Ltd. v. Chairman, Central Board, Direct Taxes and Anr., [2004] 6 G\nSCC 431 and were adopted in paragraph 8. It was noted as follows:\n\"Undoubtedly, the right to enforce a right in a court of law cannot\nbe effaced. However, it must be remembered that courts are\noverburdened with a large number of cases. The majority of such\nH\n494\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\ncases pertain to Government Departments and/or public sector\nundertakings. As is stated in Chief Conservator of Forests' case\n[2003] 3 SCC 472 it was not contemplated by the framers of the\nConstitution or the Civil Procedure Code that two departments of a\nState or Union of India and/or a department of the Government and\na public sector undertaking fight a litigation in a court of law. Such\na course is detrimental to public interest as it entails avoidable wastage\nof public money and time. These are all limbs of the Government and\nmust act in co-ordination and not confrontation. The mechanism set\nup by this court is not, as suggested by Mr. Andhyarujina, only to\nconciliate between Government Departments. It is also set up for\npurposes of ensuring that frivolous disputes do not come before\ncourts without clearance from the High Powered Committee. If it can,\nthe High Powered Committee will resolve the dispute. If the dispute\nis not resolved the Committee would undoubtedly give clearance.\nHowever, there could also be frivolous litigation proposed by a\ndepartment of the Government or a public sector undertaking. This\ncould be prevented by the High Powered Committee. In such cases\nthere is no question of resolving the dispute. The Committee only has\nto refuse permission to litigate. No right of the Department/public\nsector undertaking is affected in such a case. The litigation being of\na frivolous nature must not be brought to court. To be remembered\nthat in almost all cases one or the other party will not be happy with\nthe decision of the High Powered Committee. The dissatisfied party\nwill always claim that its rights are affected, when in fact, no right is\naffected. The Committee is constituted of highly placed officers of\nthe Government, who do not have an interest in the dispute, it is thus\nexpected that their decision will be fair and honest. Even if the\nDepartment/public sector undertaking finds the decision unpalatable,\ndiscipline requires that they abide by it. Otherwise the whole purpose\nof this exercise will be lost and every party against whom the decision\nis given will claim that they have been wronged and that their rights\nare affected. This should not be allowed to be done.\"\nThe ONGC I to III cases (supra), Chief Conservator's case (supra) and\nMahanagar Telephone's case (supra) deal with disputes relating to Central\nGovernment, State Government and Public Sector Undertakings. They have\nno application to the facts of these cases as the High Court has not indicated\nany reason for its abrupt conclusion that the writ petitioners are Public Sector\nH Undertakings. In the absence of a factual determination in that regard, the\nA\n1\nPUNJAB \u0026 SIND BANK v. ALLAHABAD BANK [PASAYAT, J.] 495\n· decisions can have no application.\nThese aspects were recently highlighted in U.P.S.E.B. and Anr. v. Sant\nKabir Sahakari Katai Mills Ltd., [2005] 7 SCC 576.\nA\nThe Division Bench of the High Court did not adopt the modalities\nindicated by this Court in the various decisions referred to above with the B\nfollowing reasoning:\n\"Mr. Mitra supported the judgment of the Hon'ble Mr. Justice Dilip\nKumar Seth delivered in the court below and, with respect; we do not\nfind anything to differ from His Lordship's views in this matter. We\nwould, however, have to add only one point thereto which we consider\nto be the deciding factor.\nThe respondent/plaintiff here has alleged that the Punjab \u0026 Sind\nBank (no doubt vicariously, and because of persons working of the\nBank) acted fraudulently, or at least negligently, and sent for clearing\na cheque which was worthless, and thus brought into circulation\nRs.3.10 crore which should not have been brought into circulation at\nall.\nThese allegations have not yet been pronounced upon by any\nCivil Court.\nIf the above decision of the Government Committee for settlement\nof disputes is binding on the High Court, then and in that event, the\nHigh Court is not entitled to try the suit, and must exonerate the\nPunjab \u0026 Sind Bank (and therefore indirectly all its then concerned\nemployees) of both fraud and negligence.\nMr. Chatterjee submitted that one is not remedy less, and in case\nthe decision is not reasonable, it could be challenged in appropriate\nwrit proceedings.\nC\nD\nE\nF\nBut the point which falls for decision is, can a Government\nG\nCommittee, which is only a part of the administrative machinery of\nthe Union of India, stop by its administrative decision, the judicial\nprocess of adjudication, which is the job of that wing of the Union of\nIndia, which is known as the judiciary.\nWe are of the opinion that the dicta in the ONGC's case, if given H\ntheir interned meaning, would, have the above effect, of impeding the\n496\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\njudicial process by having recourse to decision of an administrative\nbody, as the first and permanent deciding body.\nWe are of the opinion, and we say this with the greatest of\nrespect, which is at our command, that this is wholly unconstitutional.\nIt is not necessary to enlarge on a matter so fundamental because the\nseparation of the legislature, the judiciary and the executive is more\nbasis than anything else in our Constitution as it stands today. We are\naccordingly of the opinion, and this is again said with as much respect\nbefore, that the decision in the ONGC's case is itself of an\nadministrative nature and has the force to emasculate the judiciary.\"\n(Underlined for emphasis)\nTo say the least the view expressed by the Division Bench of the High\nCourt is confusing and patently shows that the ratio of the various decisions\nhas not been understood in the proper perspective. To say that the decision\nin the ONGC-I case (supra) was of an administrative nature though a judicial\norder shows non-application of mind. Any order passed in a judicial\nproceeding, (much less an order passed by this Court) can by no stretch of\nimagination be described as one of \"administrative nature\".\nIn the circumstances we set aside the judgment of the Division Bench,\nE remit the matter to the High Court for fresh consideration keeping in view the\nmodalities and principles set out by this Court in the various decisions referred\nto above.\nF N.J.\nAppeals are allowed to the aforesaid extent with no order as to costs.\nAppeals allowed.\n"}