{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nISHWAR CHANDRA AND ORS.\nV.\nTHE ORIENTAL INSURANCE CO. LTD. AND ORS.\nMARCH 8, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nD\nMotor Vehicles Act, 1988—s. 15(1)—Motor accident—By driver-Driver\nnot having valid licence for the vehicle on the date of accident-Licence had\nexpired 8 months before the date of accident-Liability to pay compensation-\nWhether on the Insurance company or the insured-Held: The renewal\napplication not having been filed till the date of accident, the driver cannot\nbe said to have holding valid licence-Hence insured liable to pay the\ncompensation, and not the Insurance company.\nA motor accident took place on 28.4.1995 causing death of one person.\nIn a claim petition, Motor Accidents Claims Tribunal awarded compensation.\nThe award was confirmed by High Court with the observation that it was open\nto the Insurance Company-respondent No. 1 to recover the amount from the\ninsured. The review petition of the Insurance Company on the ground that it\nwas not liable to pay the insurance as on the date of accident, the driver was\nE not holding any valid licence, was dismissed.\nF\nG\nH\nIn appeal to this Court, appellant-insured contended that though the\nlicence of the driver had expired on 27.8.1994, the same later on having been\nrenewed, the Insurance Company was liable to reimburse the amount of\ncompensation payable by the appellants'to the claimant-respondents.\nDismissing the appeal, the Court\nHELD: From a bare perusal of Section 15 of Motor Vehicles Act, 1980,\nit would appear that the licence is renewed in terms of the said Act and the\nrules framed thereunder. The proviso appended to Section 15(1) in no\nuncertain terms states that whereas the original licence granted despite\nexpiry remains valid for a period of 30 days from the date of expiry, if any\napplication for renewal thereof is filed thereafter, the same would be renewed\nfrom the date of its renewal. The licence expired on 27.8.1994. The accident\ntook place 28.04.1995. As on the said date, the renewal application had not\n720\nISHWAR CHANDRA 1. THE ORIENTAL INSURANCE CO. LTD. [S.B. SINHA, J.]\n721\nbeen filed, the driver, did not have a valid licence on the date when the vehicle A\nmet with the accident. [Para 9] [723-D|\nNational Insurance Company Limited v. Swaran Singh and Ors., [2004]\n3 SCC 297; Oriental Insurance Co. Ltd. v. Nanjappan and Ors., AIR (2004)\nSC 1630 and National Insurance Company v. Kusum Rai and Ors., [2006] 4\nSCC 250, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1213 of 2007.\nFrom the Judgment and Order dated 18.4.2006 of the High Court of\nJudicature at Allahabad, Lucknow Bench in F.A.F.O. No. 51/2005.\nNeelam Singh, Garvesh Kabra and Lakshmi Raman Singh for the\nAppellants.\nD. Bhardrajan, Sidh Nath Tewari and Shiv Prakash Pandey for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nB\nᎠ\n2. One Reshma Devi, aged about 40 years, was going to take bath at\nRajghat Ganga with her son, Respondent No.3 herein. Driver of an Eicher E\nTractor bearing Registration No. U.P.30/8423 was driving the said vehicle\nrashly and negligently hit her as a result whereof, she fell down. She died on\n01.05.1995. A claim petition under Section 166 of the Motor Vehicles Act, 1988\n(for short, 'the Act) was filed by Respondent No. 2 herein. The said tractor\nwas insured with Respondent No.1, the Insurance Company.\n3. The Motor Accidents Claims Tribunal by an award dated 14.10.2004\ndetermined the amount of compensation payable to the said respondent at\nRs.1,06,000/-. Out of the said amount, a sum of Rs.75,000/- was to be paid to\nRespondent No. 2 (husband of the deceased) and Rs.31,000/- to her son,\nRespondent No.3 herein.\n4. Respondent No.1, however, preferred an appeal thereagainst, which\nwas dismissed by an order dated 24.01.2005, stating :\nF\nG\n\"We, therefore, while dismissing the aforesaid appeal give liberty to\nthe appellant to initiate appropriate proceedings against the owner H\nX\n722\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nand driver of the vehicle for realization of the amount, which is to be\npaid by the Insurance Company in terms of the award to the third\nparty-claimant subject to establishing its case before the Tribunal.\nWe further provide that the amount, which is in deposit before this\nCourt as well as before the Tribunal shall be allowed to be withdrawn\nby the claimants/respondents. The balance amount shall be deposited\nby the Insurance Company within two months from today before the\nTribunal. On deposit so being made, the claimants/respondents shall\nbe allowed to withdraw the same also without furnishing any security.\nIt will, however, be open to the Insurance Company to recover the\namount in question from the insured. For the purpose of recovering\nthe same from the insured owner of the vehicle, the insurer shall not\nbe required to file a suit. It may initiate a proceedings before the\nExecuting Court as if the dispute between the insurer and the owner\nwas the subject matter of determination before the Tribunal and the\nissue is decided against the owner and in favour of the insurer. It is\nfurther directed that before releasing the amount, the insured owner\nof the vehicle shall be issued a notice and he shall be required to\nfurnish security for the entire amount, which the insurer will pay to\nthe claimants. This observation is in consonance with the view taken\nby the Apex Court in case of Oriental Insurance Co. Ltd. v. Nanjappan\nand Ors., AIR (2004) SC page 1630.”\n5. Respondent No. 1, however, filed an application for review of the said\norder, inter alia, on the premise that as on the date of the accident, admittedly,\nthe driver was not holding any valid licence in terms of the judgment of this\nCourt in National Insurance Company Limited v. Swaran Singh and Ors.,\n[2004] 3 SCC 297. Relying on or on the basis of the decision of this Court\nin Oriental Insurance Co. Ltd. v. Nanjappan and Ors., AIR (2004) SC 1630,\nthe said application for review was dismissed.\n6. The learned counsel appearing on behalf of the appellants would\nsubmit that although the licence held by the driver of the tractor expired on\n27.08.1994, the same later on having been renewed, the Insurance Company\nwas liable to reimburse the amount of compensation payable by the appellants\nto the claimant-respondents.\n7. The learned counsel appearing on behalf of the respondents, however,\nH supported the impugned judgment.\nISHWAR CHANDRA 1. THE ORIENTAL INSURANCE CO. LTD. [S.B. SINHA, J.] 723\n8. Section 15(1) of the Act and the first proviso appended thereto reads A\nas under:\n\"15. Renewal of driving licences. -(1) Any licensing authority may, on\napplication made to it, renew a driving licence issued under the\nprovisions of this Act with effect from the dale of its expiry:\nProvided that in any case where the application for the renewal\nof a licence is made more than thirty days after the dale of its expiry,\nthe driving licence shall be renewed with effect from the date of its\nrenewal:\"\nB\n9. From a bare perusal of the said provision, it would appear that the C\nlicence is renewed in terms of the said Act and the rules framed thereunder.\nThe proviso appended to Section 15(1) of the Act in no uncertain terms states\nthat whereas the original licence granted despite expiry remains valid for a\nperiod of 30 days from the date of expiry, if any application for renewal thereof\nis filed thereafter, the same would be renewed from the date of its renewal..\nThe accident took place 28.04.1995. As on the said date, the renewal application\nhad not been filed, the driver, did not have a valid licence on the date when\nthe vehicie met with the accident.\n10. In Swaran Singh (supra), whereupon the learned counsel appearing\non behalf of the appellants relied upon, it is stated :\n“45. Thus, a person whose licence is ordinarily renewed in terms of\nthe Motor Vehicles Act and the Rules framed thereunder, despite the\nfact that during the interregnum period, namely, when the accident\ntook place and the date of expiry of the licence, he did not have a\nvalid licence, he could during the prescribed period apply for renewal\nthereof and could obtain the same automatically without undergoing\nany further test or without having been declared unqualified therefor.\nProviso appended to Section 14 in unequivocal terms states that the\nlicence remains valid for a period of thirty days from the day of its\nexpiry.\n46. Section 15 of the Act does not empower the authorities to reject\nan application for renewal only on the ground that there is a break in\nvalidity or tenure of the driving licence has lapsed, as in the meantime\nthe provisions for disqualification of the driver contained in Sections\n19, 20, 21, 22, 23 and 24 will not be attracted, would indisputably\nD\nE\nF\nG\nH\n724\nA\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nconfer a right upon the person to get his driving licence renewed. In\nthat view of the matter, he cannot be said to be delicensed and the\nsame shall remain valid for a period of thirty days after its expiry.\"\n11. This aspect of the matter is now covered by a decision of this Court\nin National Insurance Company v. Kusum Rai \u0026 Ors., [2006] 4 SCC 250,\nB wherein this Court referring to Swaran Singh (supra), opined:\nC\nD\nE\nF\nG\nH\n“14. This Court in Swaran Singh clearly laid down that the liability\nof the Insurance Company vis-a-vis the owner would depend upon\nseveral factors. The owner would be liable for payment of compensation\nin a case where the driver was not having a licence at all. It was the\nobligation on the part of the owner to take adequate care to see that\nthe driver had an appropriate licence to drive the vehicle. The question\nas regards the liability of the owner vis-a-vis the driver being not\npossessed of a valid licence was considered in Swaran Singh stating:\n(SCC pp. 336-37, para 89)\n89. Section 3 of the Act casts an obligation on a driver to hold\nan effective driving licence for the type of vehicle which he\nintends to drive. Section 10 of the Act enables the Central\nGovernment to prescribe forms of driving licences for various\ncategories of vehicles mentioned in sub-section (2) of the said\nsection. The various types of vehicles described for which a\ndriver may obtain a licence for one or more of them are: (a)\nmotorcycle without gear, (b) motorcycle with gear, (c) invalid.\ncarriage, (d) light motor vehicle, (e) transport vehicle, (f) road\nroller, and (g) motor vehicle of other specified description. The\ndefinition clause in Section 2 of the Act defines various categories\nof vehicles which are covered in broad types mentioned in sub-\nsection (2) of Section 10. They are goods carriage, heavy goods.\nvehicle, heavy passenger motor vehicle, invalid carriage, light\nmotor vehicle, maxi-cab, medium goods vehicle, medium passenger\nmotor vehicle, motor-cab, motorcycle, omnibus, private service\nvehicle, semi-trailer, tourist vehicle, tractor, trailer and transport\nvehicle. In claims for compensation for accidents, various kinds\nof breaches with regard to the conditions of driving licences arise\nfor consideration before the Tribunal as a person possessing a\ndriving licence for motorcycle without gear, [sic may be driving\na vehicle] for which he has no licence. Cases may also arise\nwhere a holder of driving licence for light motor vehicle is found\nISHWAR CHANDRA 1. THE ORIENTAL INSURANCE CO. LTD. |S.B. SINHA. J.] 725\nto be driving a maxi-cab, motor-cab or omnibus for which he has A\nno licence. In each case, on evidence led before the Tribunal, a\ndecision has to be taken whether the fact of the driver possessing\nlicence for one type of vehicle but found driving another type of\nvehicle, was the main or contributory cause of accident. If on\nfacts, it is found that the accident was caused solely because of\nB\nsome other unforeseen or intervening causes like mechanical\nfailures and similar other causes having no nexus with the driver\nnot possessing requisite type of licence, the insurer will not be\nallowed to avoid its liability merely for technical breach of\nconditions concerning driving licence.\"\n[See Nanjappan (supra)]\n12. In this view of the matter, there is no merit in this appeal, which is\ndismissed accordingly. However, in the facts and circumstances of the case,\nthere shall be no order as to costs.\nK.K.T.\nC\nAppeal dsimissed. D\n"}