{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"M/S ADITYA HOTELS (P) LTD.\nV.\nBOMBAY SWADESHI STORES LTD. AND ORS.\nA\nMARCH 26, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nB\nCode of Civil Procedure, 1908:\n0.8, r.1-Written statement-Filing of, beyond limitation period-Held,\nCourt to accept same only by way of exception and for reasons recorded in\nwriting.\nIn a civil suit filed by Appellant, the defendant-Respondents filed written\nstatement 142 days after the date of service of summons. The Trial Court\naccepted the written statement subject to payment of costs of Rs. 2,000/-. The\norder of Trial Court was challenged before the High Court in a writ petition\nfiled under Art.227 of the Constitution. High Court summarily dismissed the\nwrit petition on the ground that discretionary power had been exercised by\nthe Trial Court.\nC\nD\nIn appeal to this Court, it was contended that after amendment to Order\nE\nVIII, CPC with effect from 1st July, 2002, the defendant is granted 30 days\ntime to present the written statement which period is to be reckoned from the\ndate of service of summons and that though the proviso to the said provision\npermits extension of time when the Court is satisfied about the existence of\nreasons to be recorded in writing, in the instant case neither the Trial Court\nnor the High Court indicated any reason justifying the extension of time.\nAllowing the appeal, the Court\nF\nHELD: 1.1. The parameters for extending the time granted by Order\nVIII Rule 1, CPC have been delineated by this Court in several cases.\nOrdinarily, the time schedule prescribed by Order VIII Rule 1 has to be G\nhonoured. The defendant should be vigilant. No sooner the writ of summons\nis served on him he should take steps for drafting his defence and filing the\nwritten statement on the appointed date of hearing without waiting for the\narrival of the date appointed in the summons for his appearance in the Court.\n471\nH\n472\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA The extension of time sought for by the defendant from the Court whether\nwithin 30 days or 90 days, as the case may be, should not be granted just as\na matter of routine and merely for the asking, more so, when the period of 90\ndays has expired. The extension can be only by way of an exception and for\nreasons assigned by the defendant and also recorded in writing by the Court\nto its satisfaction. [Para 6] [473-G-H; 474-A-B]\nB\nC\nD\nE\n1.2. Since neither the Trial Court nor the High Court have indicated\nany reason to justify the acceptance of the written statement after the expiry\nof the time fixed, the orders of the Trial Court and that of the High Court are\nset aside. The matter is remitted to the Trial Court for fresh consideration.\n[Para 7] [474-D-E]\nKailash v. Nanhku and Ors., [2005] 4 SCC 480, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1572 of 2007.\nFrom the Final Judgment and Order dated 07.03 2006 of the High Court\nof Judicature of Bombay in Writ Petition No. 8574 of 2005.\nSeema Bangari, Anshul Singh and Dr. Kailash Chand for the Appellant.\nS.R. Mishra, Vimal Chandra S. Dave and Neelam Kalsi for the\nRespondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a learned Single\nF Judge of the Bombay High Court dismissing the Writ Petition filed by the\nappellant holding that the order passed by the trial Court was a discretionary\none. The trial Court by its order dated 9.9.2005 granted permission to the\nrespondents to file written statement subject to payment of costs of\nRs.2000/-. The said order was passed in Civil Suit No.59/2005 by the Small\nCause Judge, Pune.\nG\n3. Background facts in a nutshell are as follows:\nAppellant filed Civil Suit No.59 of 2005 in the Court of Small Cause-\nJudge, Pune, inter-alia seeking vacant and peaceful possession of the suit\nH premises. The suit was filed on 24.12.2004. The Small Cause Judge, Pune,\nADITYA HOTELS (P) LTD. v.BOMBAY SWADESHI STORES LTD. [PASAYAT, J.]\n473\nissued summons to the respondents in the suit which were served on 22.3.2005. A\nOn 25.4.2005 counsel for the respondents filed vakalatnama and prayed for\ntime to get information from his client and to file written statement, if any. On\n20.6.2005 the matter was fixed for filing of the written statement. However, no\nwritten statement was filed. The Advocate requested for further time. The trial\nCourt granted time to the respondents to file written statement at their own\nB\nrisk. Again, the matter was fixed for 14.7.2005. On that date also written\nstatement was not filed. Again time was granted at the risk of the respondents.\nThe written statement in fact was filed on 12.8.2005. Appellant sought for time\nto file the objections regarding the acceptability of the written statement\nwhich was filed after 142 days. By a cryptic order dated 9.9.2005 as noted\nabove written statements were permitted to be filed and taken on record C\nsubject to payment of costs of Rs.2,000/-. The order of the trial Court was\nchallenged before the High Court in a writ petition filed under Article 227 of\nthe Constitution of India, 1950 (in short the 'Constitution'). The High Court\nsummarily dismissed the writ petition on the ground that discretionary power\nhas been exercised.\n4. In support of the appeal, learned counsel for the appellant submitted\nthat after amendment to Order VIII of the Code of Civil Procedure, 1908 (in\nshort the 'Code') w.e.f. 1.7.2002, the defendant is granted 30 days time to\npresent the written statement. The period is to be reckoned from the date of\nservice of summons. However, the proviso to the said provision permits\nextension of time when the Court is satisfied about the existence of reasons\nto be recorded in writing. It is submitted that neither the trial Court nor the\nHigh Court indicated any reason justifying the extension of time.\nD\nE\n5. Learned counsel for the respondents on the other hand submitted\nthat the reason for excuse was shown for filing of the written statement. F\nThough elaborate reasonings have not been indicated, the order being a\ndiscretionary one, no interference is called for.\n6. The parameters for extending the time granted by Order VIII Rule 1\nof the Code have been delineated by this Court in several cases. In Kailash\nv. Nanhku and Ors., [2005] 4 SCC 480, it was noted as follows:\nG\n\"42. Ordinarily, the time schedule prescribed by Order 8 Rule'l has to\nbe honoured. The defendant should be vigilant. No sooner the writ\nof summons is served on him he should take steps for drafting his\ndefence and filing the written statement on the appointed date of\nhearing without waiting for the arrival of the date appointed in the H\nT\n474\nA\nB\nC\nᎠ\nE\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nsummons for his appearance in the Court. The extension of time\nsought for by the defendant from the Court whether within 30 days\nor 90 days, as the case may be, should not be granted just as a matter\nof routine and merely for the asking, more so, when the period of 90\ndays has expired. The extension can be only by way of an exception\nand for reasons assigned by the defendant and also recorded in\nwriting by the court to its satisfaction. It must be spelled out that a\ndeparture from the time schedule prescribed by Order 8 Rule 1 of the\nCode was being allowed to be made because the circumstances were\nexceptional, occasioned by reasons beyond the control of the\ndefendant and such extension was required in the interest of justice,\nand grave injustice would be occasioned if the time was not extended.\n44. The extension of time shall be only by way of exception and for\nreasons to be recorded in writing, howsoever brief they may be, by\nthe court. In no case, shall the defendant be permitted to seek extension\nof time when the court is satisfied that it is a case of laxity or gross\nnegligence on the part of the defendant or his counsel. The court may\nimpose costs for dual purpose: (i) to deter the defendant from seeking\nany extension of time just for the asking, and (ii) to compensate the\nplaintiff for the delay and inconvenience caused to him.\"\n7. Since neither the trial Court nor the High Court have indicated any\nreason to justify the acceptance of the written statement after the expiry of\nthe time fixed, we set aside the orders of the trial Court and that of the High\nCourt. The matter is remitted to the trial Court to consider the matter afresh\nin the light of what has been stated in Kailash's case (supra). The appeal is\nallowed to the aforesaid extent with no order as to costs.\nF\nB.B.B.\nAppeal allowed.\nA\n"}