{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"SECRETARY TO GOVERNMENT AND ORS.\nV.\nM/S PEEKAY RE-ROLLING MILLS (P) LTD.\nAPRIL 3, 2007\n[S.H. KAPADIA AND P. K. BALASUBRAMANYAN, JJ.]\nA\nB\nC\nKerala General Sales Tax Act, 1963—s.10— Tax exemption—Granted\nby a Notification-Withdrawal thereof in respect of certain industries specified\nin a negative list, by a Government Order-By a clarificatory Government\nOrder negative list modified by including certain more industries in the\nnegative list-Denial of tax exemption-Propriety of Operation of the\nclarificatory G.O. whether prospective-Held: State Government had the\nauthority under Article 162 of the Constitution to issue a G.O. withdrawing\ntax exemption on account of acute power shortage-There is no infirmity in\nissuance of the G.O. withdrawing exemption—The subsequent G.O. being D\nclarificatory to the previous G.O., will operate retrospectively-Certain\nquestions not considered by High Court, remitted back-Constitution of\nIndia, 1950-Article 162-Retrospective Operative-Taxation-Sales Tax.\n1\nE\nF\nUnder a Notification dated 4.11.1993, tax exemption was given under s.\n10 of Kerala General Sales Tax Act, 1963 to medium Scale units for seven\nyears from the commencement of commercial production. Thereafter, due to\nacute power shortage in the State, Government in a G.O. dated 26/27-11-1993\nstated that certain industries included in the negative list would not be eligible\nfor State Investment Subsidy. One of the items in the negative list was “power\nintensive unit” whose total power requirement exceeded 2500 KVA and where\nthe cost of power exceeded 25% of the cost of production. The G.O. denied\nthe subsidy to the units provisionally registered on or after 31.12.1993. The\nGovernment order dated 26/27-11-1993 was clarified by a clarificatory G.O.\ndated 19.4.1994 that tax exemption would continue to be available to all the\nIndustries which were provisionally registered before 31.12.1993. By a further\nclarificatory G.O. NO. 169/98/ID dated 24.11.1998 State Government modified G\nthe negative list by including all types of steel re-rolling mills, units\nmanufacturing iron ingots.\nRespondent Company (in appeal No. 8031/2004) started an industrial\n723\nH\nj\n724\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA unit on account of the tax exemption by Notification dated 4.11.1993. It\ncommenced its commercial production on 31.3.1995. Thereafter, it made\nadditional investment and sought tax exemption therefore and the same was\ngranted for seven years from 31.3.1995 to 30.3.2002. During the pendency\nof the exemption application before Director of Industries additional capital\ninvestment was made which led to increase in the contract load. Claim of\nB respondent in respect of the additional capital investment was rejected by\nplacing reliance on G.O. dated 26/27-11-1993 and on the ground that the unit\nwas having a load factor of more than 2500 KVA.\nThe rejection was challenged. Single Judge of High Court dismissed\nthe Petitions. Division Bench allowed the writ appeals. Hence the present\nC appeal\nD\nE\nF\nG\nThe question for consideration in the case of the respondent - Company\n(in Civil Appeal NO. 8034/2004) was whether it was entitled to tax exemption\non additional investments made after 24.11.1998. Contention of the respondent\nwas that the G.O. dated 24.11.1998 operated prospectively.\nAllowing the appeals and remitting the matter to High Court, the Court.\nHELD : 1.1. The State Government had the authority under Article 162\nof the Constitution of India to issue G.O. dated 26/27.11.1993 withdrawing\nthe tax exemption on account of acute power shortage in the State.\n[Para 7] [728-G]\n1.2. The comprehensive G.O. dated 26/27.11.1993 issued by the State\nGovernment on account of acute power shortage is applicable to the facts of\nthe present case. It is undisputed that on 4.11.1993 the State Government\nhad issued a statutory Notification u/s 10(1) inter alia granting exemption to\nmedium scale units from payment of sales tax for seven years. Similarly, the\nState had given concessions under Electricity Act. It had promised subsidies.\nAll these exemptions/concessions were withdrawn by G.O. dated 26/\n27.11.1993 by the Ministry of Industries on account of acute power shortage.\nThere is no infirmity in the issuance of the said G.O. dated 26/27.11.1993.\n[Para 8] [729-A-B]\n2.1. G.Ọ. dated 26/27.11.1993 got modified by G.O. dated 24.11.1998.\nTherefore, if the said G.O. dated 26/27.11.1998 is found to be applicable, then\nthe G.O. dated 24.11.1998 would apply as a clarificatory G.O.\n[Para 18] [732-C\nH\n2.2. G.O. dated 24.11.1998 is clarificatory. Therefore, it cannot be said\n7\nk\nSECRETARY TO GOVT. v. PEEKAY RE-ROLLING MILLS (P) LTD. [KAPADIA, J.] 725\nthat G.O. dated 24.11.1998 is prospective and not retrospective.\n[Para 18] [732-C-D]\nA\n3. Since the Division Bench of the High Court has not examined the\nquestion of interpretation of clause 7 of the G.O. dated 26/27.11.1993, the\nscope of clarificatory G.O. dated 19.4.1994, and Cause 3 of G.O. No. 169/95/\nID dated 1.11.1995, to that extent alone, the matter is remitted to the Division B\nBench for its consideration. [Para 13] [731-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 8031 of 2004.\n\"\nFrom the Final Judgment and Order dated 07.10.2003 of the High Court\nof Kerala at Ernakulam in W.A. No. 1561 of 2003s.\nC\nWITH\nCA Nos. 8032-8034 of 2004.\nR. Venkataramani, G. Prakash and Beena Prakash for the Appellants.\nF.S. Nariman, S. Ganesh and L.N. Rao, E.M.S. Anan, Fazlin Anan, Ajay\nK. Jain, M.P. Vinod and M. Markose for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. Civil Appeal Nos. 8031/04 and 8032-8033/04\n1. Being aggrieved by the common judgment dated 22.8.2003 delivered\nby the Division Bench of the Kerala High Court in W.A. Nos. 991 and 1316\nof 2003, the State has come to this Court by way of the present civil appeals.\n2. Facts giving rise to these civil appeals are as follows.\nD\nE\nF\n3. Peekay Re-Rolling Mills (P) Ltd., respondent herein, was registered\nas an industrial unit on 6.9.1991. They claim to have set up an industrial unit\nin the State on account of tax exemption given to industrial units from\npayment of sales tax for the fixed period commencing from the date of\ncommercial production. Tax exemption was in fact granted under Section 10 G\nof the Kerala General Sales Tax Act, 1963 (“1963 Act”) vide notification dated\n4.11.1993. Under that notification, tax exemption was admissible to medium\nscale units for seven years from the commencement of commercial production.\nIn the present case, the respondent commenced the said production on\n31.3.1995. In between, on account of acute power shortage in the State, the\nH\n726\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Government issued an Order inter alia stating that certain industries included\nin the negative list would not be eligible for State Investment Subsidy and\ncertain other assistance. One of the items in the negative list, being item no.\n7, was \"power intensive units\", whose total power requirement exceeded 2500\nKVA and where the cost of power exceeded 25% of the cost of production.\nBy clauses 2 and 4 of the said G.O., all units in the negative list provisionally\nregistered on or after 31.12.1993 were denied State Investment Subsidy. By\nclause 3 of the said G.O., expansion/ modernization/ diversification of existing\nunits in the negative list was also disqualified from tax exemption from the\nGovernment except in cases where an application was made by the unit on\nor before 31.12.1993.\nB\nC\nE\n4. Subsequent to the commencement of commercial production on\n31.3.1995 and prior to March, 1996, additional investment was made by the\nrespondent for the construction of building, installation of plant and machinery,\nelectrification etc. This expansion was undertaken for the purpose of downline\nintegration to enable the respondent to manufacture steel ingots, an input in\nD- the manufacture of iron rods and bars. After starting commercial production,\nthe respondent made an application for tax exemption on 20.6.1997. The\nDirector of Industries issued eligibility certificate and based on the said\ncertificate, the Commissioner of Taxes granted exemption on 19.12.1997 on the\ninitial investment to the respondent to the tune of Rs. 2.66 crores (approx.)\nfor seven years from 31.3.1995 to 30.3.2002. During the pendency of the\nexemption application before the Director of Industries, additional capital\ninvestment of Rs. 5 crores (approx.) was made. This led to the increase in the\ncontract load and, therefore, an application was made on 24.9.1997 by the\nrespondent claiming tax exemption on the basis of additional capital investment.\nThis application dated 24.9.1997 was rejected by the competent authority on\nF the ground that the respondent was a power intensive unit having a load\nfactor of more than 2500 KVA. Reliance was placed on G.O. dated 26/27.11.1993\nin that regard. This order led to litigation. Without going into unnecessary\ndetails, suffice it so state that both, the Government and the Director of\nIndustries, proceeded to reject the claim for tax exemption by placing reliance\non the above G.O. dated 26/27.11.1993. This led to the filing of O.P. Nos. 32947\nand 32807 of 2000 by the respondent herein in the High Court. To complete\nthe chronology of events, on 19.4.1994 the Government issued a clarification\nto the G.O. dated 26/27.11.1993. By the said G.O., it was clarified that tax\nexemption would continue to be available to all industries which were\nprovisionally registered before 31.12.1993 and only those industries in the\nH negative list which stood registered on or after 31.12.1993 alone would be\nG\nSECRETARY TO GOVT. v. PEEKAY RE-ROLLING MILLS (P) LTD. [KAPADIA, J.} 727\nB\nineligible for financial assistance/tax exemption from the Government. Therefore, A\nin the said O.P. Nos. 32947 and 32807 of 2000 one of the grounds taken by\nthe respondent was that the Government as well as the Director of Industries\nhad erred in denying tax exemption to the respondent without considering the\nclarificatory G.O. dated 19.4.1994. In the said writ petitions, the order passed\nby the Director of Industries dated 21.10.2000 holding that the respondent\nwas not entitled to tax exemption in respect of the additional capital investments\nwas questioned. This order was passed by the Director of Industries based\non an inter departmental letter dated 5.7.2000 addressed by the Principal\nSecretary to the Director of Industries, which the Department has termed as\n\"clarification\". Before the High Court, it was also contended by the respondent\nthat eligibility for tax exemption had to be decided only with reference to C\nstatutory notification under Section 10(1) of the said 1963 Act and not with\nreference to the general executive orders which do not have statutory flavour\nand that by the said G.O. dated 26/27.11.1993 it was not open to the State\nGovernment to withdraw the benefit of tax exemption granted vide notification\ndated 4.11.1993.\nD\nE\n5. By judgment dated 10.4.2003, the learned Single Judge held that G.O.\ndated 26/27.11.1993 was a comprehensive Notification dealing with various\nsubjects. It was further held that even under Section 10(3) of the said 1963\nAct, specific power was given to the Government to cancel or modify any\nnotification under Section 10(1) of that Act and, therefore, the effect of the\nsaid G.O. dated 26/27.11.1993 was to modify/ amend Notification dated\n4.11.1993. The learned Single Judge further held that when the Government\nhad statutory power to issue such a notification, any G.O. issued without\nreference to the provisions of the statute should be deemed to be issued in\nexercise of such power. In the circumstances, the contention advanced on\nbehalf of the respondent to the effect, that G.O. dated 26/27.11.1993 cannot F\ncause an amendment/ modification to the statutory notification dated 4.11.1993\nunder Section 10(1) of the said 1963 Act, stood rejected. In the petition, one\nof the contentions raised by the respondent was that the respondent's unit\nwas not a Power Intensive Unit because its expenses on account of the cost\nof power was less than 25% of the cost of its total production. In this\nconnection, respondent placed reliance on clause 7 of G.O. dated 26/27.11.1993.\nThis argument was rejected by the learned Single Judge holding that the issue\ncan be decided on interpretation of clause 7 with reference to the connnected\nload and not with reference to the cost of production attributable to power\ncharges. The learned Single Judge interpreted the word 'and' in clause 7 and\nread it as disjunctively. On that basis, the learned Single Judge held that H\nG\nB\n728\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nthe\nA though the word 'and' was used in clause 7, the two conditions, namely,\ncontract load above 2500 KVA and the cost of power at more than 25% of\nthe cost of production, cannot be read conjunctively and that they have to\nbe read disjunctively. In other words, the learned Single Judge has read the\nword 'and' as ‘or'. The learned Single Judge also rejected the contention\nraised by the respondent that the respondent was entitled to exemption since\nits unit stood registered before 31.12.1993. This argument was rejected on the\nground that under clause 3 of G.O. dated 26/27.11.1993, expansion of existing\nunit in the areas included in the negative list was not entitled to tax exemption\nunless application was made on or before 31.12.1993. According to the learned\nSingle Judge, the respondent was granted tax exemption on initial investments\nfor the full period of seven years from 31.3.1995 to 30.3.2002. This, according\nto the learned Single Judge, was in view of the clarificatory G.O. dated\n19.4.1994. According to the learned Single Judge, the respondent's unit was\nnot in the negative list on 26.11.1993. It came under the negative list only by\nvirtue of additional investments made by the respondent after 1.7.1995 and,\ntherefore, it was not a case of existing industry in the negative list making\nD additional investments and claiming tax exemption thereon. According to the\nlearned Single Judge, it was a case where by making additional investments,\nthe respondent had brought its unit into the negative list. For the aforestated\nreasons, O. P. Nos. 32807 and 32947 of 2000 were dismissed.\nC\nE\n6. Aggrieved by the said judgment, the respondent herein carried the\nmatter in writ appeals to the Division Bench. By the impugned judgment, it\nhas been held that, G.O. dated 26/27.11.1993 was a general Notification\nwithdrawing grant of subsidy and as against the said G.O., the exemption\nNotification dated 4.11.1993 was a specific Notification issued under Section\n10(1) of the said 1963 Act and, therefore, the specific Notification would\nF override the general G.O./ Notification dated 26/27.11.1993. Accordingly, the\nwrit appeals were allowed, hence, these civil appeals.\n7. We are of the view that the State Government had the authority under\nArticle 162 of the Constitution to issue G.O. dated 26/27.11.1993 withdrawing\nthe tax exemption on account of acute power shortage in the State. However,\nG for the reasons mentioned hereinbelow, we are not examining the larger ·\nH\nquestion of principle, namely, applicability of specific Notification under Section\n10(1) of the 1963 Act vis-a-vis comprehensive Notification dated 26/27.11.1993\nissued by the Ministry of Industries withdrawing all tax exemptions including\nthose under Section 10(1) of the 1963 Act.\nk\n;\n:\nSECRETARY TO GOVT. v. PEEKAY RE-ROLLING MILLS (P) LTD. [KAPADIA, J.] 729\n8. We are proceeding on the basis that the comprehensive G.O. dated A\n26/27.11.1993 issued by the State Government on account of acute power\nshortage is applicable to the facts of the present case. It is undisputed that\non 4.11.1993 the State Government had issued a statutory Notification under\nSection 10(1) inter alia granting exemption to medium scale units from payment\nof sales tax for seven years. Similarly, the State had given concessions under\nElectricity Act. It had promised subsidies. All these exemptions/concessions\nwere withdrawn by G.O. dated 26/27.11.1993 by the Ministry of Industries on\naccount of acute power shortage. We do not find any infirmity in the issuance\nof the said G.O. dated 26/27.11.1993.\nB\nC\n9. The question still remains as to the scope of the clarificatory G.O.\ndated 19.4.1994. This question has not been examined by the Division Bench.\nAccording to the appellants, the said clarificatory G.O. was not applicable to\nunits which made additional investments after 26.11.1993. However, this aspect\nhas not been examined by the Division Bench. The Division Bench has also\nnot examined clause 3 of G.O. No. 169/95/ID dated 1.11.1995, which reads as\nfollows:\nᎠ\n\"3. Investments in generators shall be eligible for the purpose of Tax\nExemption Additional investment for balancing equipment and lines of\nbackward or forward integration shall qualify only as additional\ninvestment for the purpose of tax exemption. Additional investment\nfor purposes of determining tax exemption eligibility will mean those\ninvestments necessary to the running of the unit which however do\nnot; qualify independently as expansion/diversification/ modernization,\nunits shall consequently be entitled only to increase in the monetary\nlimit for tax exemption already enjoyed without extension in the period.\nTax Exemption for additional investments may be given during the\nperiod the unit is enjoying its initial Tax Exemption or when the unit\nis enjoying tax exemption on account of expansion/ diversification/\nmodernisation.\"\nE\nF\n10. The Director of Industries, in his order dated 21.10.2000 while rejecting\nthe respondent's claim for tax exemption has relied upon an inter departmental G\nletter dated 5.7.2000. The effect of this letter has also not been considered by\nthe Division Bench, whether the letter is an amendment or a clarification.\n11. Similarly, the Division Bench has failed to consider clause 7 of G.O.\ndated 26/27.11.1993. We reproduce hereinbelow clause 7:\n¡\nH\n730\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n\"7. Power intensive units based on electro thermal/ electro chemical\nprocessors or units where total power requirement exceeds 2500 KVA\nof contract load and where cost of power is more than 25% of cost\nof production of the items manufactured except where the units\ngenerate their power requirements in excess of 2500 KVA of contract\nload by own captive power.\" (emphasis supplied)\n12. As stated above, according to the appellants, the word 'and' in the\nabove quoted clause should be read as 'or' whereas, according to the\nrespondent, clause 7 defines power intensive units to mean units whose total\npower requirement exceeds 2500 KVA of contract load and where the cost of\npower is more than 25% of cost of production of the items manufactured by\nthe units. As stated above, the learned Single Judge has accepted the\ncontention advanced on behalf of the appellants herein. However, this is an\nimportant aspect. The said clause 7 refers to the Load Factor and to the cost\nof power as percentage of cost of production. According to the appellants,\nthe Cost Factor has no nexus with the object sought to be achieved, namely,\nD lowering of consumption. According to the appellants, under clause 7 both\nthe cost and the load factors were required to be taken into account so that\nin cases where the limit of 2500 KVA is not exceeded, investment is not\ndiscouraged. According to the appellants, if both the conditions were to be\nsatisfied for making a unit power intensive unit then, in the present case, the\nsaid G.O. dated 26/27.11.1993 would not apply since during the relevant\nE\nperiod the respondent's unit did not incur expenses on account of cost of\npower exceeding 25% of the total cost of production. In the present case, the\nDivision Bench has failed to consider the following aspects in the matter of\ninterpretation of clause 7 of the said G.O. dated 26/27.11.1993. The reason for\nissuance of the said G.O. was to curb excess electricity consumption and not\nF to curb additional investments. The underlying reason for issuance of the\nsaid G.O. was to restrict power consumption and not to restrict expansion of\nunits in terms of additional investments. This is the basic argument advanced\non behalf of the respondent in support of their contention that the word 'and'\nin clause 7 should be read conjunctively. On the other hand, it is argued on\nbehalf of the appellants that the word 'and' in the said clause should be read\nas 'or' since the reason for issuance of the said G.O. was to curb excess\nelectricity consumption either by way of exceeding the prescribed ceiling of\n2500 KVA or by way of additional investments (capital expenditure for additional\nfacility). These aspects have not been considered by the Division Bench\nthough it had been considered in favour of the appellants by the learned\nH Single Judge.\nG\nSECRETARY TO GOVT. v. PEEKAY RE-ROLLING MILLS (P) LTD. [KAPADIA, J.] 731\n13. For the above reasons, we hold that the State Government was A\nentitled to issue comprehensive G.O. dated 26/27.11.1993 on account of acute\npower shortage in the State. We further hold that the comprehensive G.O.\napplies across the board to all units which became power intensive units. To\nthat extent, we find merit in the civil appeals filed by the State. However, since\nthe Division Bench of the High Court has not examined the points referred\nto above, to that extent alone, we remit the matter to the Division Bench for\nits consideration.\n14. Subject to above, the civil appeals filed by the State stand allowed.\nThere is no order as to costs.\nCivil Appeal No. 8034/04\n[Sales Tax Officer \u0026 Ors. v. Premium Ferro Alloys Ltd.]\n15. Although, the dates of events are different, the matter is similar on\nthe question of withdrawal of tax exemption to the case just decided vide Civil\nAppeal Nos. 8031/04 and 8032-8033/04 concerning Secretary to Government\n\u0026 Ors. v. M/s Peekay Re-rolling Mills (P) Ltd..\nB\nC\nD\n16. One of the points which arises for determination in the present case\nis whether Premium Ferro Alloys Ltd. is entitled to claim tax exemption on\nadditional investments made after 24.11.1998. It is urged on behalf of the said E\ncompany (respondent herein) that G.O. No. 169/98/ID dated 24.11.1998 by\nwhich the State Government modified the negative list by including all types\nof steel re-rolling mills, units manufacturing iron ingots, operated prospectively.\nIn this connection reliance was placed on clause 3 of the said G.O.\n17. We do not find any merit in the above contention. We quote F\nhereinbelow clause 2 and clause 3 of the said G.O. dated 24.11.1998.\n\"2. The Director of Industries \u0026 Commerce has in his letter read above\nproposed some. modifications to the negative list. The Government\nhave examined the proposal of the Director of Industries \u0026 Commerce\nand decided to amend the G.O. read above by including the following G\nindustries also in the negative list.\n1. Metal Crushers including Granite Manufacturing Units.\n2. All types of steel Re-Rolling Mills, Units Manufacturing iron\ningots.\nسلر\nH\nT\nA\n732\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n3.\nFerro Silicon\n4.\nCalcium Carbide\n5.\nCement Manufacturing\n6.\nPotassium Chlorate\nB\nC\n3. This order will be effective from the date of order and will be\napplicable to all units taking provisional registration or IEM/SIA as\nthe case may be from the date of this order. All the conditions\nstipulated in the G.O. read above and subsequent amendments/\nclarifications issued thereon will be applicable to this order also.\"\n18. Reading the above two clauses, it is clear that the G.O. dated 26/\n27.11.1993 got modified by G.O. dated 24.11.1998. Therefore, if the said G.O.\ndated 26/27.11.1993 is found to be applicable then the G.O. dated 24.11.1998\nwhich is modification of the earlier G.O. dated 26/27.11.1993 would apply as\na clarificatory G.O.. We may reiterate that in our judgment in Civil Appeal Nos.\nD 8031/04 and 8032-8033/04 the question of interpretation of clause 7 of G.O.\nE\nF\ndated 26/27.11.1993 has been remitted to the High Court. However, as far as\nretrospectivity of G.O. dated 24.11.1998 is concerned, we are of the view that\nthe said G.O. is clarificatory. Therefore, there is no merit in the contention\nraised on behalf of Premium Ferro Alloys Ltd. that the said G.O. dated\n24.11.1998 is prospective and not retrospective.\n19. However, the issues, which we have remitted to the Division Bench\nin the earlier matters (Civil Appeal Nos. 8031/04 and 8032-8033/04), also arise\nin the present case.\n20. In the circumstances, we remit this case also to the Division Bench.\nAccordingly, we request the Division Bench of the High Court to tag W.A.\nNo. 1477 of 2003 with W.A. Nos. 991, 1316 and 1561 of 2003 and decide the\nappeals accordingly.\nG\nK.K.T.\n21. Subject to above, the appeal is allowed with no order as to costs.\nAppeal allowed.\n3\nI\n"}