{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"292 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA under some other sections of IPC, though in truth and substance,\nthe offence falls in a category mentioned in Section 195 Cr.PC.\nThus, cognizance of such an offence cannot be taken by mis-\ndescribing it or by putting a wrong label on it.\nB\nC\nD\nE\nF\nG\nH\n:\n22. In M.S. Ahlawat v. State of Haryana \u0026 Anr., AIR 2000\nSC 168, this Court considered the matter at length and held\nas under :\n་\n.... Provisions of Section 195 CrPC are mandatory\nand no court has jurisdiction to take cognizance of any\nof the offences mentioned therein unless there is a\ncomplaint in writing as required under that section.\"\n(Emphasis added)\n23. In Sachida Nand Singh \u0026 Anr. v. State of Bihar \u0026 Anr.,\n(1998) 2 SCC 493, this Court while dealing with this issue\nobserved as under :\n\"7. ..Section 190 of the Code empowers \"any\nmagistrate of the first class\" to take cognizance of \"any\noffence\" upon receiving a complaint, or police report or\ninformation or upon his own knowledge. Section 195\nrestricts such general powers of the magistrate, and the\ngeneral right of a person to move the court with a complaint\nto that extent curtailed. It is a well-recognised canon of\ninterpretation that provision curbing the general\njurisdiction of the court must normally receive strict\ninterpretation unless the statute or the context requires\notherwise.\" (Emphasis supplied)\n24. In Daulat Ram v. State of Punjab, AIR 1962 SC 1206,\nthis Court considered the nature of the provisions of Section\n195 Cr.PC. In the said case, cognizance had been taken on\nthe police report by the Magistrate and the appellant therein had\nbeen tried and convicted, though the concerned public servant,\nthe Tahsildar had not filed any complaint. This Court held as\nunder :\n\"The cognizance of the case was therefore wrongly\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 293\n[DR. B.S. CHAUHAN, J.]\nassumed by the court without the complaint in writing of A\nthe public servant, namely, the Tahsildar in this case. The\ntrial was thus without jurisdiction ab initio and the\nconviction cannot be maintained. The appeal is,\ntherefore, allowed and the conviction of the appellant and\nthe sentence passed on him are set aside.\" (Emphasis\nadded)\n25. Thus, in view of the above, the law can be summarized\nto the effect that there must be a complaint by the pubic servant\nwhose lawful order has not been complied with. The complaint\nmust be in writing. The provisions of Section 195 Cr.PC are\nmandatory. Non-compliance of it would vitiate the prosecution\nand all other consequential orders. The Court cannot assume\nthe 'cognizance of the case without such complaint. In the\nabsence of such a complaint, the trial and conviction will be void\nab initio being without jurisdiction.\n26. Learned counsel for the appellants have submitted that\nno charge could have been framed under Section 188 IPC-in\nthe absence of a written complaint by the officer authorised for\nthat purpose, the conviction under Section 188 IPC is not\nsustainable. More so, it falsifies the very genesis of the case\nof the prosecution as the prohibitory orders had not been\nviolated, no subsequent incident could occur. Thus, entire\nprosecution case falls.\n27. Undoubtedly, the law does not permit taking\ncognizance of any offence under Section 188 IPC, unless there\nis a complaint in writing by the competent Public Servant. In the\ninstant case, no such complaint had ever been filed. In such an\neventuality and taking into account the settled legal principles\nin this regard, we are of the view that it was not permissible\nfor the trial Court to frame a charge under Section 188 IPC.\nHowever, we do not agree with the further submission that\nabsence of a complaint under Section 195 Cr.PC falsifies the\ngenesis of the prosecution's case and is fatal to the entire\nprosecution case. There is ample evidence on record to show\n.B\nC\nD\nE\nF\nG\nI\n294 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA that there was a prohibitory order; which had been issued by\nthe competent officer one day before; it had been given due\npublicity and had been brought to the notice of the public at\nlarge; it has been violated as there is no denial even by the\naccused persons that there was no 'Rasta Roko Andolan'.\nB Unfortunately, the agitation which initially started peacefully\nturned ugly and violent when the public transport vehicles were\nsubjected to attack and damage. In such an eventuality, we hold\nthat in case the charges under Section 188 IPC are quashed,\nit would by no means have any bearing on the case of the\nC prosecution, so far as the charges for other offences are\nconcerned.\n28. The submission on behalf of the appellants that two\ncrimes bearing Nos. 188 and 190 of 2000 could not be clubbed\ntogether, has also no merit for the simple reason that if the\nD cases are considered, keeping in view the totality of the\ncircumstances and the sequence in which the two incidents\noccurred, taking into consideration the evidence of drivers and\nconductors/cleaners of the vehicles involved in the first incident\nand the evidence of C. Ramasundaram V.A.O., (PW.87), we\nE reach the inescapable conclusion that the second occurrence\nwas nothing but a fall out of the first occurrence. The damage\ncaused to the public transport vehicles and the consequential\nburning of the University bus remained part of one and the same\nincident. Merely because two separate complaints had been\nF lodged, did not mean that they could not be clubbed together\nand one charge sheet could not be filed (See: T.T. Antony v.\nState of Kerala \u0026 Ors. (2001) 6 SCC 181).\nG\nH\nTest Identification Parade :\n29. In Lal Singh \u0026 Ors v. State of U.P., AIR 2004 SC 299,\nthis Court held that the court must be conscious of the fact that\nthe witnesses should have sufficient opportunity to see the\naccused at the time of occurrence of the incident. In case the\nwitness has ample opportunity to see the accused before the\nidentification parade is held, it may adversely affect the trial and\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 295\n[DR. B.S. CHAUHAN, J.]\nin that case, the evidence as a whole is to be considered. The A\nprosecution should take precautions and should establish\nbefore the Court that right from the day of his arrest, the\naccused was kept “baparda” so as to rule out the possibility of\nhis face being seen while in police custody.\nB\n30. In Suresh Chandra Bahri v. State of Bihar, AIR 1994\nSC 2420, this Court held that the object of conducting Test\nIdentification Parade is to enable witnesses to satisfy\nthemselves that the accused whom they suspect is really one\nwho was seen by them in connection with commission of crime\nand to satisfy investigating authorities that suspect is really the C\nperson whom witnesses had seen in connection with said\noccurrence. It furnishes an assurance that the investigation is\nproceeding on right lines, in addition to furnishing corroboration\nof the evidence to be given by the witness later in court at the\ntrial. Therefore, the Test Identification Parade is primarily meant D\nfor investigation purposes. (vide Malkhan Singh v. State of\nM.P., AIR 2003 SC 2669; Ankush Maruti Shinde \u0026 Ors. v.\nState of Maharashtra, (2009) 6 SCC 667; and Jarnail Singh\n\u0026 Ors. v. State of Punjab, (2009) 9 SCC 719).\nE\nF\nBut the position would be entirely different when the\naccused or culprit who stands trial has been seen a number of\ntimes by the witness, as it may do away with the necessity of\nidentification parade. Where the accused has been arrested\nin presence of the witness or accused has been shown to the\nwitness or even his photograph has been shown by the\nInvestigating Officer prior to Test Identification Parade, holding\nan identification parade in such facts and circumstances\nremains inconsequential. (vide Shaikh Umar Ahmed Shaikh\n\u0026 Anr. v. State of Maharashtra, AIR 1998 SC 1922; Lalli @\nJagdeep Singh v. State of Rajasthan, (2003) 12 SCC 666; G\nDastagir Sab \u0026 Anr. v. State of Karnataka, (2004) 3 SCC 106;\nMaya Kaur Baldevsingh Sardar \u0026 Anr. v. State of\nMaharashtra, (2007) 12 SCC 654; and Aslam @ Deewan v.\nState of Rajasthan, (2008) 9 SCC 227).\nH\nA\n296\nSUPREME COURT REPORTS [2010] 10 S.C.R.\n31. In Yuvaraj Ambar Mohite v. State of Maharashtra,\n(2006) 12 SCC 512, this Court placed reliance upon its earlier\njudgment in D. Gopalakrishnan v. Sadanand Naik \u0026 Ors., AIR\n2004 SC 4965, and held that if the photograph of the accused\nhas been shown to the witness before the Test Identification\nB Parade, the identification itself looses its purpose. If the suspect\nis available for identification or for video identification, the\nphotograph should never be shown to the witness.\nC\n32. Holding the Test Identification Parade is not a\nsubstantive piece of evidence, yet it may be used for the\npurpose of corroboration; for believing that a person brought\nbefore the Court is the real person involved in the commission\nof the crime. However, the Test Identification Parade, even if\nheld, cannot be considered in all the cases as trustworthy\nevidence on which the conviction of the accused can be\nD sustained. It is a rule of prudence which is required to be\nfollowed in cases where the accused is not known to the\nwitness or the complainant. (Vide State of H.P. v. Lekh Raj AIR\n1999 SC 3916).\nE\nLL.\nF\nG\nH\n33. In Mulla \u0026 Anr. v. State of Uttar Pradesh, (2010) 3\nSCC 508, this Court placed reliance on Matru @ Girish\nChandra v. The State of Uttar Pradesh, AIR 1971 SC 1050;\nand Santokh Singh v. Izhar Hussain \u0026 Anr., AIR 1973 SC 2190\nand observed as under :-\n\"The evidence of test identification is admissible under\nSection 9 of the Indian Evidence Act. The Identification\nparade belongs to the stage of investigation by the police.\nThe question whether a witness has or has not identified\nthe accused during the investigation is not one which is in\nitself relevant at the trial. The actual evidence regarding\nidentification is that which is given by witnesses in Court.\nThere is no provision in the Cr.P.C. entitling the accused\nto demand that an identification parade should be held at\nor before the inquiry of the trial. The fact that a particular\nwitness has been able to identify the accused at an\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 297\n[DR. B.S. CHAUHAN, J.]\nidentification parade is only a circumstance corroborative A\nof the identification in Court.\"\n34. In Kartar Singh v. State of Punjab, (1994) 3 SCC 569,\na Constitution Bench of this Court has suo moto examined the\nvalidity of Section 22 of Terrorist and Disruptive Activities\n(Prevention) Act, 1987 and held that:\nB\n\"If the evidence regarding the identification on the basis\nof a photograph is to be held to have the same value as\nthe evidence of a test identification parade, we feel that\ngross injustice to the detriment of the persons suspected C\nmay result\".\nThis Court, thus, struck down the provision of Section 22 of the\nsaid Act.\n35. The said judgment was considered by this Court in\nUmar Abdul Sakoor Sorathia v. Intelligence Officer, Narcotic\nControl Bureau, AIR 1999 SC 2562, and the Court observed\nthat in the said case, the evidence of a witness regarding\nidentification of a proclaimed offender involved in a terrorist\ncase was in issue. The courts below had taken a view that\nevidence by showing photographs must have the same value\nas evidence of a Test Identification Parade. The Court\ndistinguished the aforesaid case on facts. The Court further\nheld that the court must bear in mind that in a case where the\naccused is not a proclaimed offender and the person who had\ntaken the photographs was making deposition before the court\nwas being examined by the prosecution as a witness, and he\nidentified the accused in the court, that may be treated as a\nsubstantive evidence. However, courts should be conscious of\nthe fact that during investigation, the photograph of the accused\nwas shown to the witness and he identified that person as a\none whom he saw at the relevant time.\n36. Thus, it is evident from the above, that the Test\nIdentification Parade is a part of the investigation and is very\nuseful in a case where the accused are not known before-hand\nD\nE\nF\nG\nH\n- 1\n298 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA to the witnesses. It is used only to corroborate the evidence\nrecorded in the court. Therefore, it is not substantive evidence.\nThe actual evidence is what is given by the witnesses in the\ncourt. The Test Identification Parade provides for an assurance\nthat the investigation is proceeding in the right direction and it\nB enables the witnesses to satisfy themselves that the accused\nwhom they suspect is really one who was seen by them at the\ntime of commission of offence. The accused should not be\nshown to any of the witnesses after arrest, and before holding\nthe Test Identification Parade, he is required to be kept\nC \"baparda\".\n37. In the Test Identification Parades held in the Jail, Nedu\n(A.2) was identified by P. Kandasamy (PW.4); N. Jagannathan\n(PW.5); G. Gayathiri (PW.11); N. Thilagavathi (PW.13); and S.\nAnitha (PW.14). Madhu (A.3) was identified by Dr. Latha\nD (PW.1); and Akila (PW.2). C. Muniappan (A.4) was identified\nby N. Jagannathan (PW.5); S. Anitha (PW.14); and B. Kamal\n(PW.86).\nE\nF\nG\n38. In the court, Nedu (A.2) was identified by P.\nKandasamy (PW.4); Jaganathan (PW.5); G. Gayathiri (PW.11);\nThilagavathi (PW.13); and Anitha (PW-14). Madhu (A.3) was\nidentified by Dr. Latha (PW.1); Akila (PW.2); Jaganathan\n(PW.5); G. Gayathiri (PW.11); and Suganthi (PW.12). C.\nMuniappan (A.4) was identified by Kandasamy (PW.4);\nJaganathan (PW.5); and Anitha (PW.14).\n39. Thus, it is evident that all the accused for whom Test\nIdentification Parades were conducted were identified by some\nof the witnesses in the jail. They were also identified by some\nof the eye witnesses/injured witnesses in the court.\nShri Sushil Kumar, learned senior counsel appearing for\nthe appellants raised an objection that the entire proceedings\nof identification on 22.2.2000 had been concluded within a\nshort span of 2 hours and 25 minutes. Eighteen witnesses were\nthere, having three rounds each. Therefore, one round was\nH completed in three minutes, i.e., the Test Identification Parade\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 299\n[DR. B.S. CHAUHAN, J.]\nwas conducted in full haste and thus, could not be treated to A\nbe a proper identification.\nB\n40. It is evident from the evidence of Shri Kalaimathi,\nJudicial Magistrate (PW.89), who conducted the Test\nIdentification Parade, that all the witnesses had reached the\nCentral Prison, Salem, before 10.30 a.m. All preparations/\narrangements had been made in advance by the Jail\nauthorities as per direction of the said officer. Arrangements\nof standing of the accused along with other inmates in jail of\nthe same height and complexion had already been made. There\nhad been no haste or hurry on the part of Shri Kalaimathi, C\nJudicial Magistrate (PW.89) to conclude the proceedings. More\nso, for reasons best known to the defence, no question had\nbeen asked to the said Judicial Magistrate (PW.89) in his\ncross-examination as to how he could conclude the said\nproceedings within such a short span of time. Thus, the D\nsubmission is not worth consideration.\n41. In court, B. Kamal (PW.86) did not support the case\nof the prosecution as he deposed that during the identification\nhe was forced by the police to identify C. Muniappan (A.4) by\nshowing his photograph only. He was declared hostile.\n42. The trial Court and the High Court have considered the\nissue elaborately and discussed the statements made by the\nprosecution witnesses in the court, along with the fact of\nidentification by the witnesses in the Test Identification Parades.\nBoth the Courts came to the conclusion that identification of A.2\nto A.4 by the witnesses, if examined, in conjunction with the\nevidence of the Judicial Magistrate, R. Kalaimathi, (PW.89) and\nhis reports, particularly, the Exh. P.137 and P.142, leave no\nroom for doubt regarding the involvement of A.2 to A.4 in the\ncrime. We do not find any cogent reason to take a view\ncontrary to the same. Not supporting the prosecution's case by\nB. Kamal (PW.86) would not tilt the balance of the case in favour\nof the appellants.\nE\nF\nG\n43. Serious issues have been raised by learned senior H\n300 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA counsel appearing for the appellants, submitting that inquest\nreport was defective as there has been much irregularity in the\ninquest itself. Undoubtedly, three Investigating Officers, namely,\nT. Shanmugaiah, Police Inspector (PW.116); S. Palanimuthu\n(PW.121); and John Basha (PW.122) had conducted the\nB investigation at the initial stage. The occurrence was so ugly\nand awful that the I.Os. had conducted the investigation under\ngreat anxiety and tension. The seizure memos were also\nprepared in the same state of affairs. Therefore, when the\ninvestigation had been conducted in such a charged\nC atmosphere, some irregularities were bound to occur. There is\nample evidence on record to show that after burning of the\nUniversity bus, when the students came to know that three girls\nhad been charred and large number of girl students had suffered\nburn injuries, they became so violent that they damaged the\nambulance which had been brought to take bodies of the\ndeceased girls for conducting autopsy. The State Authorities,\nafter keeping all these factors in mind and realizing that the\ninvestigation had not been conducted in proper manner, had\ntaken a decision to transfer the investigation to the CBCID.\nTherefore, the irregularities committed in the investigation by\nthe earlier I.Os. has too little relevance on the merits of the case.\nThe evidence collected by the said three I.Os. was not worth\nplacing reliance on and has rightly been not relied upon by the\nsubsequent Investigating Officer.\nD\nE\nןד\nF\nG\nH\n44. There may be highly defective investigation in a case.\nHowever, it is to be examined as to whether there is any lapse\nby the I.O. and whether due to such lapse any benefit should\nbe given to the accused. The law on this issue is well settled\nthat the defect in the investigation by itself cannot be a ground\nfor acquittal. If primacy is given to such designed or negligent\ninvestigations or to the omissions or lapses by perfunctory\ninvestigation, the faith and confidence of the people in the\ncriminal justice administration would be eroded. Where there\nhas been negligence on the part of the investigating agency or\nomissions, etc. which resulted in defective investigation, there\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 301\n[DR. B.S. CHAUHAN, J.]\nis a legal obligation on the part of the court to examine the A\nprosecution evidence de hors such lapses, carefully, to find out\nwhether the said evidence is reliable or not and to what extent\nit is reliable and as to whether such lapses affected the object\nof finding out the truth. Therefore, the investigation is not the\nsolitary area for judicial scrutiny in a criminal trial. The conclusion B\nof the trial in the case cannot be allowed to depend solely on\nthe probity of investigation. (Vide Chandra Kanth Lakshmi v.\nState of Maharashtra, AIR 1974 SC 220; Karnel Singh v.\nState of Madhya Pradesh, (1995) 5 SCC 518; Ram Bihari\nYadav v. State of Bihar, AIR 1998 SC 1850; Paras Yadav v.\nC\nState of Bihar, AIR 1999 SC 644; State of Karnataka v. K.\nYarappa Reddy, AIR 2000 SC 185; Amar Singh v. Balwinder\nSingh, AIR 2003 SC 1164; Allarakha K. Mánsuri v. State of\nGujarat, AIR 2002 SC 1051; and Ram Bali v. State of U.P.,\nAIR 2004 SC 2329).\nArrest of A-4\nD\nE\nF\n45. Shri Sushil Kumar, learned senior counsel has raised\nthe issue vehemently that arrest of C. Muniappan (A.4) is totally\nfalse. However, the evidence on record reveals that he was\narrested at 1.30 a.m. on 3.2.2000, as is evident from the\nevidence of D. Poongavanam (PW.108), according to which\nwhen he was attending patrol duty along with other police\nofficials on the highway from Dharmapuri to Tirupathur, near P.\nMottupatti lake bridge, he got information that some one was\npresent beneath the bridge. Thus, the said witness went to the\nplace along with the other officers and he was taken into police\ncustody in Crime No.115/2000 of Mathikonepalayam Police\nStation under Section 151 Cr.P.C. read with Section 7(1)(A)\nof C.L. Act, and thus he was sent to jail. He had been released\non bail on 9.2.2000 and the 1.O. had been searching for him G\nand he was arrested at New Bus Stand, Salem, where the\nDharmapuri bus was to be parked, by P. Krishnaraj (PW.109).\nHe tendered a confessional statement which was recorded in\npresence of Revenue Inspector, Manickam and Village.\nAdministrative Officer, C. Ramasundaram (PW.87).\nH\ni\n!\nI\n"}