{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"312\nSUPREME COURT REPORTS [2010] 10 S.C.R.\nA of the prosecution's witness. As the mental abilities of a human\nbeing cannot be expected to be attuned to absorb all the details\nof the incident, minor discrepancies are bound to occur in the\nstatements of witnesses. (vide Sohrab \u0026 Anr. v. The State of\nM.P., AIR 1972 SC 2020; State of U.P. v. M.K. Anthony, AIR\nB 1985 SC 48; Bharwada Bhogini Bhai Hirji Bhai v. State of\nGujarat, AIR 1983 SC 753; State of Rajasthan v. Om Prakash\nAIR 2007 SC 2257; Prithu @ Prithi Chand \u0026 Anr. v. State of\nHimachal Pradesh, (2009) 11 SCC 588; State of U.P. v.\nSantosh Kumar \u0026 Ors., (2009) 9 SCC 626; and State v.\nC Saravanan \u0026 Anr., AIR 2009 SC 151).\nD\nE\nןד\nF\n0\nH\nDeath sentence\n72. The guidelines laid down by this Court for awarding\ndeath sentence in Bachan Singh v. State of Punjab, AIR 1980\nSC 898, may be culled out as under:\n(a) The extreme penalty of death may be inflicted in\ngravest cases of extreme culpability;\n(b) While imposing death sentence the circumstances\nof the offender also require to be taken into consideration\nalong with the circumstances of the crime;\n(c)\nDeath sentence be imposed only when life\nimprisonment appears to be an altogether inadequate\npunishment having regard to the relevant circumstances of\nthe crime; and\n(d) Extreme penalty can be imposed after striking the\nbalance between\nbetween \naggravating and mitigating\ncircumstances found in the case.\nAggravating circumstances include:\n(a) If the murder has been committed after previous\nplanning and involves extreme brutality; or\n(b) If the murder involves exceptional depravity.\nMitigating circumstances include:\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 313\n[DR. B.S. CHAUHAN, J.]\n(a) That the offence was committed under the influence of A\nextreme mental or emotional disturbance;\n(b) The age of the accused. If the accused is young or old,\nhe shall not be sentenced to death;\n(c) The probability that the accused would not commit B\ncriminal acts of violence as would constitute a continuing\nthreat to society;\n(d) The probability that the accused can be reformed and\nrehabilitated. The State shall by evidence prove that the\naccused does not satisfy the conditions (c) and (d) above; C\n(e) That in the facts and circumstances of the case the\naccused believed that he was morally justified in\ncommitting the offence;\n(f) That the accused acted under the duress or domination\nof another person; and\n(g) That the condition of the accused showed that he was\nmentally defective and that the said defect impaired his\ncapacity to appreciate the criminality of his conduct.\n73. In Machhi Singh \u0026 Ors. v. State of Punjab, AIR 1983\nSC 957, this Court expanded the “rarest of rare\" formulation\nbeyond the aggravating factors listed in Bachan Singh (supra)\nto cases where the \"collective conscience\" of a community is\nso shocked that it will expect the holders of the judicial powers\nto inflict the death penalty irrespective of their personal opinion\nas regards desirability or otherwise of retaining the death\npenalty, and stated that in these cases such a penalty should\nbe inflicted. But the Bench in this case underlined that full\nweightage must be accorded to the mitigating circumstances\nin a case and a just balance had to be struck between\naggravating and mitigating circumstances. The Court further\nheld that the relevant factors to be taken into consideration may\nbe motive for, or the manner of commission of the crime, or\nthe anti-social or abhorrent nature of the crime, such as:-\nD\nE\nF\nG\nH\nA\n314 SUPREME COURT REPORTS [2010] 10 S.C.R.\n(i)\n(ii)\nB\nMurder is in extremely brutal manner so as\nto arouse intense and extreme indignation of\nthe community.\nMurder of a large number of persons of a\nparticular caste, community, or locality, is\ncommitted.\n(iii) Murder of an innocent child; a helpless\nwoman, is committed.\n74. In Devender Pal Singh v. State of NCT of Delhi, AIR.\nC 2002 SC 1661, this Court referred to both these cases and held\nthat death sentence may be warranted when the murder is\ncommitted in an extremely brutal manner; or for a motive which\nevinces total depravity and meanness e.g. murder by hired\nassassin for money or reward, or cold blooded murder for\nD gains. Death sentence may also be justified:\nE\nF\nG\n\"(i) When the crime is enormous in proportion. For\ninstance, when multiple murders, say of all or almost all the\nmembers of a family or a large number of persons or a\nparticular caste, community, or locality are committed.\n(ii) When the victim of murder is an innocent child or a\nhelpless woman or old or infirm person or a person vis-à-\nvis, whom the murderer is in a dominating position, or a\npublic figure generally loved and respected by the\ncommunity.\"\n(See also Atbir v. Govt. of N.C.T. of Delhi, JT 2010 (8) SC\n372).\n75. In Mahesh v. State of M.P., AIR 1987 SC 1346, this\ncourt deprecated the practice of taking a lenient view and not\nimposing the appropriate punishment observing that it will be\na mockery of justice to permit the accused to escape the\nextreme penalty of law when faced with such evidence and such\ncruel acts. The court held that “To give a lesser punishment to\nthe appellants would be to render the justice system of this\nH\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 315\n[DR. B.S. CHAUHAN, J.]\ncountry suspect. The common man will lose faith in the courts. A\nIn such cases, he understands and appreciates the language\nof deterrence more than the reformative jargon\". (See also State\nof Punjab v. Rakesh Kumar, AIR 2009 SC 391; and Sahdev\nv. Jaibar @ Jai Dev \u0026 Ors., (2009) 11 SCC 798).\nIn Bantu v. State of U.P., (2008) 11 SCC 113, this Court\nplacing reliance on Sevaka Perumal v. State of T.N. AIR 1991\nSC 1463, re-iterated the same view observing as under:\n\"Therefore, undue sympathy to impose inadequate\nsentence would do more harm to the justice system to\nundermine the public confidence in the efficacy of law and\nsociety could not long endure under such serious threats.\nIt is, therefore, the duty of every court to award proper\nsentence having regard to the nature of the offence and\nthe manner in which it was executed or committed etc.\"\nThus, it is evident that Criminal Law requires strict\nadherence to the rule of proportionality in providing punishment\naccording to the culpability of each kind of criminal conduct\nkeeping in mind the effect of not awarding just punishment on\nthe society.\nThe \"Rarest of the rare case\" comes when a convict would\nbe a menace and threat to the harmonious and peaceful co-\nexistence of the society. Where an accused does not act on\nany spur-of-the-moment provocation and he indulged himself\nin a deliberately planned crime and meticulously executed it,\nthe death sentence may be the most appropriate punishment\nfor such a ghastly crime.\n76. Life imprisonment is the rule and death penalty an\nexception. Therefore, the Court must satisfy itself that death\npenalty would be the only punishment which can be meted out\nto a convict. The Court has to consider whether any other\npunishment would be completely inadequate and what would\nbe the mitigating and aggravating circumstances in the case.\nMurder is always foul, however, the degree of brutality,\nB\nC\nD\nய\nE\nF\nG\nH\n316 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA depravity and diabolic nature differ in each case.\nCircumstances under which murders take place also differ from\ncase to case and there cannot be a straitjacket formula for\ndeciding upon circumstances under which death penalty must\nbe awarded. In such matters, it is not only a nature of crime,\nB but the background of criminal, his psychology, his social\nconditions, his mindset for committing offence and effect of\nimposing alternative punishment on the society are also relevant\nfactors.\n77. In the instant case, the girl students of the University,\nC while on tour had been the victims of a heinous crime at the\ntail end of their programme. The appellants may have had a\ngrievance and a right of peaceful demonstration, but they cannot\nclaim a right to cause grave inconvenience and humiliation to\nothers, merely because a competent criminal court has handed\nD down a judicial pronouncement that is not to their liking. A\ndemonstration by the appellants which had started peacefully,\ntook an ugly turn when the appellants started damaging public\ntransport vehicles. Damaging the public transport vehicles did\nnot satisfy them and the appellants became the law unto\nE themselves. There had been no provocation of any kind by any\nperson whatsoever. Some of the appellants had evil designs\nto cause damage to a greater extent so that people may learn\na \"lesson\". In order to succeed in their mission, Nedu @\nNedunchezhian (A.2), Madhu @ Ravindran(A.3) and C.\nF Muniappan (A.4) went to the extent of sprinkling petrol in a bus\nfull of girl students and setting it on fire with the students still\ninside the bus. They were fully aware that the girls might not\nbe able to escape, when they set the bus on fire. As it\nhappened, some of the girls did not escape the burning bus.\nNo provocation had been offered by any of the girls. Nedu @\nNedunchezhian (A.2), Madhu @ Ravindran (A.3) and C.\nMuniappan (A.4) did not pay any heed to the pleas made by\nDr. Latha (PW1) and Akila (PW2), the teacher, to spare the\ngirls. As a consequence of the actions of Nedu @\nNedunchezhian (A.2), Madhu @ Ravindran (A.3) and C.\nG\nH\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 317\n[DR. B.S. CHAUHAN, J.]\nMuniappan (A.4), three girls stood to death and about 20 girls A\nreceived burn injuries on several parts of their bodies. There\ncan be absolutely no justification for the commission of such a\nbrutal offence. Causing the death of three innocent young girls\nand causing burn injuries to another twenty is an act that shows\nthe highest degree of depravity and brutality on the part of Nedu\n@ Nedunchezhian (A.2), Madhu @ Ravindran (A.3) and C.\nMuniappan (A.4).\nB\nThe aggravating circumstances in the case of Nedu @\nNedunchezhian (A.2), Madhu @ Ravindran (A.3) and C.\nMuniappan (A.4) are that this offence had been committed after C\nprevious planning and with extreme brutality. These murders\ninvolved exceptional depravity on the part of Nedu @\nNedunchezhian (A.2), Madhu @ Ravindran (A.3) and C.\nMuniappan (A.4). These were the murders of helpless,\ninnocent, unarmed, young girl students in a totally unprovoked D\nsituation. No mitigating circumstances could be pointed to us,\nwhich would convince us to impose a lesser sentence on them.\nTheir activities were not only barbaric but inhuman of the highest\ndegree. Thus, the manner of the commission of the offence in\nthe present case is extremely brutal, diabolical, grotesque and E\ncruel. It is shocking to the collective conscience of society. We\ndo not see any cogent reason to interfere with the punishment\nof death sentence awarded to Nedu @ Nedunchezhian (A.2),\nMadhu @Ravindran (A.3) and C. Muniappan (A.4) by the\ncourts below. Their appeals are liable to be dismissed.\nSo far as the other appellants are concerned, the\nmaximum sentence to be served by them as per the Judgment\nof the High Court is two years. Most of these appellants have\nalready served more than 14 months of their sentence and they\nare presently on bail. The incident occurred on 2.2.2000, so\nmore than ten and a half years have already elapsed since the\nincident. These appellants have already suffered a lot. Thus,\ntheir sentences deserve to be reduced.\n78. Before parting with this case, we would like to take note\nF\nG\nH\n318 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA of the fact that this crime occurred right in the middle of a busy\ncity. Innocent girls trapped in a burning bus were shouting for\nhelp and only the male students from their University came to\ntheir rescue and succeeded in saving some of them. There\nwere large number of people including the shopkeepers, media\nB persons and on-duty police personnel, present at the place of\nthe \"Rasta Roko Andolan\", which was very close to the place\nof the occurrence of the crime, and none of them considered it\nproper to help in their rescue. Even if the common man fails to\nrespond to the call of his conscience, the police should not have\nremained inactive. The so-called administration did not bother\nto find out why the police did not intervene and assist in the\nrescue of the girl students. It is clear that the so-called protectors\nof the society stood there and witnessed such a heinous crime\nbeing committed and allowed the burning of the bus and\nroasting of the innocent children without being reprimanded for\nfailing in their duty. If the common citizens and public officials\npresent at the scene of the crime had done their duty, the death\nof three innocent young girls could have been prevented.\nC\nD\n79. In view of the above, all the appeals are dismissed.\nE So far as Nedu @ Nedunchezhian (A.2), Madhu @ Ravindran\n(A.3) and C. Muniappan (A.4) are concerned, sentence of\ndeath imposed on them is confirmed and the same be\nexecuted in accordance with law.\nF\nHowever, in Criminal Appeal Nos 1632-34 of 2010\n(arising out of SLP (Crl.) Nos. 1482-1484 of 2008), the\nsentences are reduced as undergone. All of them are on bail,\ntheir bail bonds stand discharged. These criminal appeals\nstand disposed of accordingly.\nR.P.\nAppeals disposed of.\n"}