{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"272 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA Malkhan Singh v. State of M.P., 2003 (1) Suppl. SCR 443\n= AIR 2003 SC 2669; Ankush Maruti Shinde \u0026 Ors. v. State\nof Maharashtra, 2009 (7) SCR 182 = (2009) 6 SCC 667;\nand Jarnail Singh \u0026 Ors. v. State of Punjab, 2009. (13)\nSCR 774 (2009) 9 SCC 719; Shaikh Umar Ahmed Shaikh\nB \u0026 Anr. v. State of Maharashtra, 1998 (2) SCR 1209 = AIR\n1998 SC 1922; Lalli @ Jagdeep Singh v. State of Rajasthan,\n(2003) 12 SCC 666; Dastagir Sab \u0026 Anr. v. State of\nKarnataka, 2004 (1) SCR 952 = (2004) 3 SCC 106; Maya\nKaur Baldevsingh Sardar \u0026 Anr. v. State of Maharashtra, 2007\n(10) SCR 752 = (2007) 12 SCC 654; and Aslam @ Deewan\nv. State of Rajasthan, 2008 (13) SCR 1010 = (2008) 9 SCC\n227; Yuvaraj Ambar Mohite v. State of Maharashtra, 2006 (7)\nSuppl. SCR 677 = (2006) 12 SCC 512; D. Gopalakrishnan\nv. Sadanand Naik \u0026 Ors., 2004 (5) Suppl. SCR 520 =AIR\n2004 SC 4965; Kartar Singh v. State of Punjab 1994 ( 2 )\nSCR 375 =, (1994) 3 SCC 569; Umar Abdul Sakoor\nSorathia v. Intelligence Officer, Narcotic Control Bureau, 1999\n( 1 ) Suppl. SCR 113 =AIR 1999 SC 2562 – referred to.\nC\nD\n3.5 In the instant case, it is evident that all the\nE accused for whom test identification parades were\nconducted were identified by some of the witnesses in\nthe jail. They were also identified by some of the eye\nwitnesses/injured witnesses in the court. Both the courts\nbelow came to the conclusion that identification of A-2 to\nF A-4 by the witnesses, if examined in conjunction with the\nevidence of the Judicial Magistrate, PW-89 and his\nreports, particularly, Exh. P.137 and P.142, leaves no\nroom for doubt regarding the involvement of A-2 to A-4\nin the crime. There is no cogent reason to take a contrary\nview. Not supporting of the prosecution case by PW.86\nwould not tilt the balance of the case in favour of the\nappellants. [para 39 and 42] [298-F-G; 299-F-G]\nH\n4.1 The provisions of s.195 Cr.PC are mandatory.\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 273\nNon-compliance of it would vitiate the prosecution and A\nall other consequential orders. The law does not permit\ntaking cognizance of any offence punishable u/s 188 IPC\nunless there is a complaint by the competent public\nservant whose lawful order has not been complied with.\nThe complaint must be in writing. The court cannot B\nassume cognizance of the case without such complaint.\nIn the absence of such a complaint, the trial and\nconviction will be void ab initio being without jurisdiction.\nIn the instant case, no such complaint had ever been\nfiled. Therefore, it was not permissible for the trial Court\nto frame a charge u/s 188 IPC. [para 25 and 27] [293-C-D;\nF-G]\nM.S. Ahlawat v. State of Haryana \u0026 Anr., 1999 (4) Suppl.\nSCR 160 =AIR 2000 SC 168; Sachida Nand Singh \u0026 Anr.\nv. State of Bihar \u0026 Anr. 1998 (1) SCR 492 = (1998) 2 SCC\n493; and Daulat Ram v. State of Punjab 1962 Suppl. SCR\n812 = AIR 1962 SC 1206 - relied on.\nC\nD\nE\nGovind Mehta v. The State of Bihar1971 Suppl.\nSCR 777 = AIR 1971 SC 1708; Patel Laljibhai Somabhai v.\nThe State of Gujarat 1971 Suppl. SCR 834 =AIR 1971 SC\n1935; Surjit Singh \u0026 Ors. v. Balbir Singh, 1996 ( 3 ) SCR\n70 = (1996) 3 SCC 533; State of Punjab v. Raj Singh \u0026 Anr.\n1998 (1) SCR 223 = (1998) 2 SCC 391; K. Vengadachalam\nv. K.C. Palanisamy \u0026 Ors. (2005) 7 SCC 352; and Iqbal F\nSingh Marwah \u0026 Anr. v. Meenakshi Marwah \u0026 Anr. 2005 (2)\nSCR 708 AIR 2005 SC 2119; Basir-ul-Haq \u0026 Ors. v. The\nState of West Bengal, 1953 SCR 836 = AIR 1953 SC 293;\nand Durgacharan Naik \u0026 Ors v. State of Orissa, 1966\nSCR 636 = AIR 1966 SC 1775 - referred to.\nG\n4.2 However, it cannot be said that absence of a\ncomplaint u/s 195 Cr.PC falsifies the genesis of the\nprosecution case and is fatal to the entire case. In the\ninstant case, there is ample evidence on record to show\nthat there was a prohibitory order, which had been issued H\n274\nSUPREME COURT REPORTS [2010] 10 S.C.R.\nA by the competent officer one day before; it had been\ngiven due publicity and had been brought to the notice\nof the public at large; it has been violated as there is no\ndenial even by the accused persons that there was no\n‘Rasta Roko Andolan'. The agitation which initially started\nB peacefully, turned ugly and violent when the public\ntransport vehicles were subjected to attack and damage.\nIn such an eventuality, in case the charges u/s 188 IPC\nare quashed, it would by no means have any bearing on\nthe case of the prosecution, so far as the charges for\nC other offences are concerned. [para 27] [293-G-H; 294-A-\nc]\nD\n5. As regards clubbing of two crimes bearing Nos.\n188 and 190 of 2000 together, keeping in view the totality\nof the circumstances and the sequence in which the two\nincidents occurred and taking into consideration the\nevidence of drivers and conductors/cleaners of the\nvehicles involved in the first incident and the evidence\nPW-87, the second occurrence was nothing but a fall out\nof the first one. The damage caused to the public\nE transport vehicles and the consequential burning of the\nUniversity bus remained part of one and the same\nincident. Merely because two separate complaints had\nbeen lodged, did not mean that they could not be clubbed\ntogether and one charge sheet could not be filed. [para\nF 28] [294-D-F]\nG\nH\nT.T. Antony v. State of Kerala \u0026 Ors. 2001 ( 3 ) SCR\n942 = (2001) 6 SCC 181 - relied on.\n6.1 So far as sentencing is concerned, criminal law\nrequires strict adherence to the rule of proportionality in\nproviding punishment according to the culpability of\neach kind of criminal conduct keeping in mind the effect\nof not awarding just punishment on the society. [para 75]\nState of Punjab v. Rakesh Kumar, 2008 (12) SCR 929\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 275\n= AIR 2009 SC 391; and Sahdev v. Jaibar @ Jai Dev \u0026 Ors.,\n2009 (3) SCR 722 =(2009) 11 SCC 798; Bantu v. State of\nU.P., 2008 (11) SCR 184 = (2008) 11 SCC 113, Sevaka\nPerumal v. State of T.N. 1991 (2) SCR 711 = AIR 1991 SC\n1463 relied on.\n-\nA\nB\nC\n6.2 Life imprisonment is the rule and death penalty\nan exception. The \"rarest of the rare case\" comes when\na convict would be a menace and threat to the\nharmonious and peaceful co- existence of the society.\nWhere an accused does not act on any spur-of-the-\nmoment provocation and he indulged himself in a\ndeliberately planned crime and meticulously executed it,\nthe death sentence may be the most appropriate\npunishment for such a ghastly crime. Therefore, the court\nmust satisfy itself that death penalty would be the only\npunishment which can be meted out to a convict. It has D\nto be considered whether any other punishment would\nbe completely inadequate and what would be the\nmitigating and aggravating circumstances in the case.\nMurder is always foul. However, the degree of brutality,\ndepravity, diabolic nature and the circumstances under E\nwhich murders take place differ in each case. [para 75-\n76] [315-E-H; 316-A]\nBachan Singh v. State of Punjab, AIR 1980 SC 898;\nMachhi Singh \u0026 Ors. v. State of Punjab, 1983 ( 3 ) SCR\n413 =AIR 1983 SC 957; Devender Pal Singh v. State of NCT\nof Delhi, 2002 (2) SCR 767 =AIR 2002 SC 1661; Atbir v.\nGovt. of N.C.T. of Delhi, JT 2010 (8) SC 372; Mahesh v. State\nof M.P., 1987 (2) SCR 710 = AIR 1987 SC 1346 - relied\non.\n6.3 In the instant case, the girl-students of the\nUniversity, while on tour had been the victims of a\nheinous crime. A demonstration by the appellants which\nhad started peacefully, took an ugly turn when the\nF\nG\nH\nB\n276 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA appellants started damaging public transport vehicles.\nDamaging the public transport vehicles did not satisfy\nthem and they became the law unto themselves. Some\nof the appellants had evil designs to cause damage to a\ngreater extent so that people may learn a \"lesson\". In\norder to succeed in their mission, A-2, A-3 and A-4 went\nto the extent of sprinkling petrol in a bus full of girl\nstudents and setting it on fire with the students still inside\nthe bus. They were fully aware that the girls might not be\nable to escape, when they set the bus on fire. As it\nhappened, some of the girls did not escape the burning\nbus. No provocation of any kind had been offered by any\nof the girls or by any person whatsoever. A-2, A-3 and A-\n4 did not pay any heed to the pleas made by PW1 and\nPW2, the teachers, to spare the girls. They caused the\ndeath of three innocent young girls and burn injuries to\nanother twenty. There can be absolutely no justification\nfor the commission of such a brutal offence. This shows\nthe highest degree of depravity and brutality on the part\nof A-2, A-3 and A-4. [para 77] [316-C-H; 317-A-B]\nC\nD\nE\n6.4 The aggravating circumstances in the case of A-\n2, A-3 and A-4 are that this offence had been committed\nafter previous planning and with extreme brutality. These\nmurders involved exceptional depravity on the part of A-\n2, A-3 and A-4. These were the murders of helpless,\nF innocent, unarmed, young girl students in a totally\nunprovoked situation. No mitigating circumstances could\nbe pointed out to impose a lesser sentence on them.\nTheir activities were not only barbaric but inhuman to the\nhighest degree. Thus, the manner of the commission of\nthe offence in the present case is extremely brutal,\ndiabolical, grotesque and cruel. It is shocking to the\ncollective conscience of society. There is no cogent\nreason to interfere with the punishment of death sentence\nawarded to A-2, A-3 and A-4 by the courts below and the\nsame is confirmed. [para 77] [317-C-F]\nG\nH\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 277\n6.5 So far as the other appellants are concerned, the A\nmaximum sentence to be served by them as per the\njudgment of the High Court is two years. Most of these\nappellants have already served more than 14 months of\ntheir sentence and they are on bail. The incident occurred\non 2.2.2000, so more than ten and a half years have\nalready elapsed since the incident. These appellants\nhave already suffered a lot. Their sentences are reduced\nto the period undergone. [para 77] [317-G]\n7. The crime occurred right in the middle of a busy\ncity. Innocent girls trapped in a burning bus were\nshouting for help and only the male students from their\nUniversity came to their rescue and succeeded in saving\nsome of them. There were large number of people\nincluding the shopkeepers, media persons and on-duty\npolice personnel, present at the place of the \"Rasta Roko\nAndolan\", which was very close to the place of the\noccurrence of the crime, and none of them considered it\nproper to help in the rescue of the victims. Even if the\ncommon man fails to respond to the call of his\nconscience, the police should not have remained\ninactive. But the police stood there and witnessed such\na heinous crime being committed and allowed the\nburning of the bus and roasting of the innocent children.\nThe administration did not bother to find out why the\npolice did not intervene and assist in the rescue of the\ngirl students, much less reprimand them for failing in their\nduty. If the common citizens and public officials present\nat the scene of the crime had done their duty, the death\nof three innocent young girls could have been prevented.\n[para 78] [318-A-D]\nB\nC\nD\nE\nLL\nF\nG\nCase Law Reference:\n1971 Suppl. SCR 777\nreferred to\npara 20\n1971 Suppl. SCR 834\nreferred to\npara 20\nH\nI\n278 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA 1996 (3) SCR 70\nreferred to\npara 20\n1998 (1) SCR 223\nreferred to\npara 20\n2005 (7) SCC 352\nreferred to\npara 20\nB\n2005 (2) SCR 708\nreferred to\npara 20\n1953 SCR 836\nreferred to\npara 21\n1966 SCR 636\nreferred to\npara 21\n1999 (4) Suppl. SCR 160\nrelied on\nC\npara 22\n1998 (1) SCR 492\nrelied on\npara 23\n1962 Suppl. SCR 812\nrelied on\npara 24\n2001 (3) SCR 942\nrelied on\npara 28\nD\nAIR 2004 SC 299\nreferred to\npara 29\nAIR 1994 SC 2420\nreferred to\npara 30\n2003 (1) Suppl. SCR 443 referred to\npara 30\nE\n2009 (7) SCR 182\nreferred to\npara 30\n2009 (13) SCR 774\nreferred to\npara 30\n2004 (1) SCR 952\nreferred to\npara 30\n(2003) 12 SCC 666\nF\nreferred to\npara 30\n1998 (2) SCR 1209\nreferred to\npara 30\n2007 (10) SCR 752\nreferred to\npara 30\n2008 (13) SCR 1010\nreferred to\npara 30\nG\n2006 (7) Suppl. SCR 677\nreferred to\npara 31\n2004 (5) Suppl. SCR 520\nreferred to\npara 31\n1999 (4) Suppl. SCR 286\nrelied on\npara 32\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 279\n2010 (2) SCR 633\nreferred to\npara 33\nA\n1971 (3) SCR 914\nreferred to\npara 33\n1974 (1) SCR 78\nreferred to\npara 33\n1994 (2) SCR 375\nreferred to\npara 34\nB\n1994 (1) Suppl. SCR 483\nreferred to\npara 34\n1999 (1) Suppl. SCR 113\nreferred to\npara 35\nAIR 1974 SC 220\nrelied on\npara 44\nC\n1995 (2) Suppl. SCR 629\nrelied on\npara 44\n1998 (2) SCR 1097\nrelied on\npara 44.\n1999 (1) SCR 55\nrelied on\npara 44\n1999 (3) Suppl. SCR 359\nrelied on\npara 44\nD\n2003 (1) SCR 754\nrelied on\npara 44\n2002 (1) SCR 1011\nrelied on\n:\npara 44°\n2004 (1) Suppl. SCR 195\nrelied on\npara 44\nE\n2006 (10) Suppl. SCR 662 relied on\npara 65\n2000 (3) SCR 880\nrelied on\npara 66\nAIR 2004 SC 2865\nrelied on\n'\npara 66\nF\nAIR 1947 PC 67\nreferred to\npara 66\n1976 (2) SCR 921\nrelied on\npara 69\n1977 (1) SCR 439\nrelied on\npara 69\n1980 (1) SCR 95\nrelied on\nG\npara 69\n1991 (3) SCR 1\nrelied on\npara 69\n1996 (4) Suppl. SCR 631\nrelied on\npara 70\n2002 (2) Suppl. SCR 135 relied on\npara 70\nH\n280 SUPREME COURT REPORTS [2010] 10 S.C.R.\nA (2006) 13 SCC 516\nrelied on\npara 70\n2006 (1) SCR 519\nrelied on\npara 70\n2007 (11) SCR 300\nrelied on\npara 70\nB\n2009 (7) SCR 383\nrelied on\npara 70\n1973 (1) SCR 472\nrelied on\npara 71\nAIR 1985 SC 48\nrelied on\npara 71\n1983 (3) SCR 280\nrelied on\npara 71\nC\n2007 (7) SCR 1000\nrelied on\npara 71\n(2009) 11 SCC 588\nrelied on\npara 71\n2009 (14) SCR 106\nrelied on\npara 71\nD\n2009 (2) SCR 765\nrelied on\npara 71\nAIR 1980 SC 898\nrelied on\npara 72\n1983 (3) SCR 413\nrelied on\npara 73\nE\n2002 (2) SCR 767\nrelied on\npara 74\nJT 2010 (8) SC 372\nrelied on\npara 74\n1987 (2) SCR 710\nrelied on\npara 75\n2008 (12) SCR 929\nrelied on\nF\npara 75\n2009 (3) SCR 722\nrelied on\npara 75\n2008 (11) SCR 184\nrelied on\npara 75\n1991 (2) SCR 711\nrelied on\npara 75\nG\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nH\nNos. 127-130 of 2008.\nFrom the Judgment \u0026 Order dated 06.12.2007 of the High\nC. MUNIAPPAN \u0026 ORS. v. STATE OF TAMIL NADU 281\nCourt of Madras Death Sentence Referred Trial No. 1 of 2007 A\nwith Criminal Appeal Nos. 226, 266, \u0026 267 of 2007.\nWITH\nCriminal Appeal No. 1632-1634 of 2010.\nSushil Kumar, P.N. Prakash, P.H. Manoj Pandian,\n→ Subramonium Prasad, Shyam D. Nandan, Rajat Khattry,\nGurukrishnakumar, Aditya Kumar, Anmol Thakral for the\nAppellants.\nAltaf Ahmed, R. Shunmugasúndaram, Srinivasan, Promila,\nS. Thananjayan, R. Nedumaran for the Respondent.\nThe Judgment of the Court was delivered by\nB\nC\nDR. B.S. CHAUHAN, J. 1. Leave granted in Special D\nLeave Petition (Criminal) Nos. 1482-1484 of 2008.\n2. These appeals have been preferred against the\nJudgment and Order dated 6.12.2007 of the High Court of\nMadras in Crl. Appeal Nos. 226, 266 and 267 of 2007, and\nDeath Sentence Reference in Trial No. 1 of 2007.\nE\nF\n3. Facts and circumstances giving rise to these cases are\nthat on 22.1.2000, the students of the Horticulture College and\nResearch Centre, Periakulam, affiliated to the Tamil Nadu\nAgricultural University, Coimbatore (hereinafter called the\n'University'), left for an educational tour in two buses. One bus\nwas carrying male students and the other bus was carrying 47\nfemale students. After completing the educational tour, the\nstudents came to Paiyur, near Dharmapuri, on 1.2.2000, at\nabout 12.00 midnight, and stayed in the Regional Agricultural\nResearch Centre. On the next day, after visiting the research\ncentre, they left for a tour to Hogenakkal from Dharmapuri,\nwhich was the last leg of their tour as per their revised tour\nprogramme. They visited a nursery garden on 2.2.2000 and\nreached Dharmapuri at 12.30 p.m. and parked their buses in\nfront of Saravanabhavan Hotel. The students and the two H\nG\n"}