{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nE\n[2011] 8 S.C.R. 874\nMRS. SARADAMANI KANDAPPAN\nV.\nMRS. S. RAJALAKSHMI \u0026 ORS.\n(Civil Appeal Nos. 7254-7256 of 2002)\nAnd\n(Contempt Petition (C) No. 28-29 of 2009)\nJULY 4, 2011\n[R.V. RAVEENDRAN AND K.S. RADHAKRISHNAN, JJ.]\nContract Act 1872:\ns.55 - Effect of failure to perform at a fixed time in\ncontracts in which time is essential - Held: In a contract\nrelating to sale of immovable property if time is specified for\nD payment of sale consideration but not in regard to the\nexecution of sale deed, time will become the essence only\nwith reference to payment of sale consideration but not in\nregard to execution of sale deed - Normally in regard to\ncontracts relating to sale of immovable properties, time is not\nconsidered to be the essence of the contract unless such an\nintention can be gathered either from the express terms of the\ncontract or impliedly from the intention of the parties as\nexpressed by the terms of the contract - In the instant case,\nin the agreement for sale, there was a conscious effort to delink\nthe terms relating to payment of balance sale consideration\nfrom the term relating to execution of sale deed and making\nthe time essence only in regard to the payment of the balance\nsale consideration - Therefore, failure of the plaintiff to pay\nthe balance consideration clearly amounted to breach since\ntime for such payment was the essence of the contract - The\nG defendants were justified in determining the agreement of sale\nThe rejection of the prayer for specific performance is\nupheld - However, there was no provision in the agreement\nfor forfeiture of the amounts already paid, even in the event\nof breach by the purchaser – On the other hand, it provided\nF\nI\n-\n-\n874\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 875\nORS.\nthat if the vendors did not satisfy the purchaser in regard to A\ntheir title, the amounts received would be refunded - Though\nthe plaintiff is not entitled to the relief of specific performance,\nit cannot be said that the plaintiff had filed false, frivolous and\nmischievous suits - In view of that, in terms of the agreement\nand in terms of its offer, the plaintiff was entitled to recover B\nthe amounts paid by her.\n-\n-\n-\nC\nD\nPrinciple\" Time is not of the essence of the contracts\nrelating to immovable properties Relevance of - Need for\nlegislation Held: The said principle took shape in an era\nwhen market value of immovable properties were stable and\ndid not undergo any marked change even over a few years -\nAs a consequence, time for performance, stipulated in the\nagreement was assumed to be not material, or at all events\nconsidered as merely indicating the reasonable period within\nwhich contract should be performed - This principle made\nsense during the period when there was comparatively very\nlittle inflation in India - But a drastic change occurred from\nthe beginning of the last quarter of the twentieth century\nThere is a galloping inflation and prices of immovable\nproperties are increasing steeply, by leaps and bounds - E\nMarket values of properties are no longer stable or steady.\nJudicial notice is taken of the comparative purchase power\nof a rupee in the year 1975 and now, as also the steep\nincrease in the value of the immovable properties between\nthen and now - Properties in cities, worth a lakh or so in or F\nabout 1975 to 1980, may cost a crore or more now - The\nreality arising from this economic change cannot continue to\nbe ignored in deciding cases relating to specific performance\nThe steep increase in prices is a circumstance which makes\nit inequitable to grant the relief of specific performance where\nthe purchaser does not take steps to complete the sale within\nthe agreed period, and the vendor has not been responsible\nfor any delay or non-performance - A purchaser can no longer\ntake shelter under the principle that time is not of essence in\nperformance of contracts relating to immovable property, to H\n-\nG\n876\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA cover his delays, laches, breaches and 'non-readiness' - The\nprecedents from an era, when high inflation was unknown,\nholding that time is not the essence of the contract in regard\nto immovable properties, may no longer apply, not because\nthe principle laid down therein was unsound or erroneous, but\nB the circumstances that existed when the said principle was\nevolved, no longer exist - Legislation - Specific relief - Equity.\nC\nD\n-\n-\ns.54 - Reciprocal promises In the instant case,\nagreement of sale of immovable property contained an\nunconditional promise to pay the balance consideration in\nthree instalments and the said promise by the purchaser was\nnot made dependent upon performance of any obligation by\nvendors - The contract specifically stated that having paid the\nbalance price, if the purchaser is not satisfied about the title\nand on being intimated about the same if the vendors fail to\nsatisfy the purchaser about their title, all amounts paid\ntowards the price should be refunded to purchaser – This\nshowed that the payment of balance of sale price in terms of\nthe contract was not postponed nor made conditional upon\nthe purchaser being satisfied about the title, but that payment\nE of the balance price should be made to the vendors as agreed\nunconditionally - The sale deed was not required to be\nexecuted within any specific period – The purchaser had to\nfulfil her obligation in regard to payment of price and thereafter\nvendors were required to perform their reciprocal promise of\nF executing the sale deed, whenever required by the purchaser\nThe sale deed had to be executed only after payment of\ncomplete sale consideration within the time stipulated.\nG\nH\n-\n-\nAgreement of sale Suit by purchaser for permanent\ninjunction to protect possession - Held: As per the terms of\nthe contract, the purchaser was only entrusted with the suit\nschedule properties as a caretaker until possession is given\non receipt of the entire sale consideration As neither the\nentire sale consideration was paid nor possession delivered,\nthe plaintiff remained merely a caretaker and on cancellation\n-\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 877\nORS.\nof the agreement of sale by the defendants, the plaintiff A\nbecame liable to leave the suit schedule properties as the\npossession continued to be with the defendants - Since\nappellant never had 'possession' she was not entitled to seek\na permanent injunction to protect her possession.\n-\nAgreement of sale whether amounts to encumbrance\nHeld: An 'encumbrance' is a charge or burden created by\ntransfer of any interest in a property – It is a liability attached\nto the property that runs with the land - Mere execution of an\nMOU, agreeing to enter into an agreement to sell the property,\ndoes not amount to encumbering a property - Receiving\nadvances or amounts in pursuance of an MOU would also not\namount to creating an encumbrance.\nB\nC\nSuit: Recovery suit - Claim of plaintiff that she paid\nRs. 1,25,000/- to defendant no.4 as commission - Trial court D\n-held that the said amount was not paid as commission but\nwas paid as consideration for the movables - Said suit\ndismissed by trial court - In the High Court, the appellant did\nnot press for any decree in view of the finding that the amount\npaid was part of the consideration for movables - No reason\nto interfere with the dismissal of the suit for recovery.\nE\nF\nLegislation: Reasonableness of - Held: Laws, which may\nbe reasonable and valid when made, can, with passage of\ntime and consequential change in circumstances, become\narbitrary and unreasonable - There is an urgent need to\nrevisit the principle that time is not of the essence in contracts\nrelating to immovable properties and also explain the current\nposition of law with regard to contracts relating to immovable\nproperty made after 1975, in view of the changed\nG\ncircumstances arising from inflation and steep increase in\nprices - Contract Act, 1872.\n-\nHeld:\nSpecific relief: Suit for specific performance\nCourts, while exercising discretion in suits for specific\nperformance, should bear in mind that when the parties H\n878\nSUPREME COURT REPORTS\n-\n[2011] 8 S.C.R.\nA prescribe a time/period, for taking certain steps or for\ncompletion of the transaction, that must have some\nsignificance and, therefore, time/period prescribed cannot be\nignored - Courts will apply greater scrutiny and strictness\nwhen considering whether the purchaser was 'ready and willing'\nB to perform his part of the contract – Every suit for specific\nperformance need not be decreed merely because it is filed\nwithin the period of limitation by ignoring the time-limits\nstipulated in the agreement - Courts will also 'frown' upon suits\nwhich are not filed immediately after the breach/refusal - The\nC fact that limitation is three years does not mean a purchaser\ncan wait for 1 or 2 years to file a suit and obtain specific\nperformance - The three years period is intended to assist\npurchasers in special cases, as for example, where the major\npart of the consideration has been paid to the vendor and\nD possession has been delivered in part performance, where\nequity shifts in favour of the purchaser - Equity - Contract Act,\n1872.\n-\nPleadings: Plea of fraud – Held: Whenever a party wants\nto put forth a contention of fraud, it has to be specifically\nE pleaded and proved – In the instant case, plaint did not allege\nany fraud by the defendants - The contention that the vendors\ndeliberately or intentionally suppressed any information\nregarding the pending encumbrances or the fact that the\noriginal documents were not available and thereby committed\nF fraud was neither pleaded nor proved - The appellant did not\nallege in the plaint, any fraud on the part of vendors, in regard\nto suppression of encumbrances over the property - From the\nevidence on record as rightly held by the courts below it was\nnot possible to make out either any fraud or any suppression\nG or failure to disclose facts on the part of the respondents.\nH\n-\nEvidence: Defendants 1 to 3 entered into an agreement\nof sale of properties Entire transaction done on behalf of\nthe defendants 1 to 3 by defendant No.4 who alone had\ncomplete knowledge of the entire transaction - In suits\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 879\nORS.\n-\nbetween the plaintiff and defendants, defendant no.4 gave A\nevidence on behalf of all the other defendants Non-\nexamination of defendants 1 to 3 - Held: When one of the\ndefendants who was conversant with the facts has given\nevidence, it was not necessary for the other defendants to be\nexamined as witnesses to duplicate the evidence - Where the B\nentire transaction has been conducted through a particular\nagent or representative, the principal has to examine that\nagent to prove the transaction; and that where the principal at\nno point of time had personally handled or dealt with or\nparticipated in the transaction and has no personal knowledge C\nof the transaction, and where the entire transaction has been\nhandled by the agent, necessarily the agent alone can give\nevidence in regard to the transaction Therefore, the\nevidence of the fourth defendant was sufficient to put forth the\ncase of the defendants and there was no need to examine the\nother three defendants who did not have full or complete\nknowledge of the transactions.\n-\nD\nThe respondent nos. 2, 3 and 4 were respectively the\nson, daughter and husband of the first respondent. They\nowned the suit properties which they agreed to sell to the E\nappellant for Rs.3.75 lacs on 17.1.1981. On the date of\nagreement, Rs.1 lac was paid as advance to respondents.\nAs per the agreement, the appellant was to pay Rs.1 lac\non or before 28.2.1981, Rs.1 lac on or before 6.4.1981 and\nRs.75000 on or before 30.5.1981. Clause 6 of agreement F\nstated that the payment on due dates was the essence\nof the contract and in case of failure on the part of the\nappellant, the respondents would cancel the agreement.\nOn the same day (i.e. 17.1.1981), respondent no.4 in a\nletter addressed to the appellant acknowledged the G\nreceipt of Rs.1.25 lacs paid on various dates as\ncommission for the said transaction relating to sale of suit\nproperties. By the said letter, he agreed that in case the\ntransaction of sale remained unconcluded or got\ncancelled because of default on the part of the sellers or\nI\n880\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA buyer or because of defective title, the entire amount of\nRs.1.25 lacs received by him as commission would be\nrefunded. In pursuance of the said agreement the\nappellant paid further advances of Rs.1,00,000 on\n28.2.1981 and of Rs.25,000 on 2.4.1981. The balance of\nB 75,000 in regard to the instalment payable on 6.4.1981 and\nthe last instalment of Rs.75,000 payable on or before\n30.5.1981 was not paid by the appellant.\nс\nD\nRespondent nos.1 to 3 sent a notice to the appellant\ncancelling the agreement dated 17.1.1981 on the ground\nof default in payment of the balance of the sale\nconsideration in exercise of their right to cancel the\nagreement on such default under clause 6 of the\nagreement. The appellant sent a reply that time was\nnever intended to be the essence of the agreement; that\nrespondents failed to produce the original documents of\ntitle inspite of repeated demands and, therefore, it was\nagreed between the appellant's husband and the fourth\nrespondent during discussions held in March 1981 in the\npresence of witnesses that the original documents would\nE be made available as soon as possible and the appellant\nwould pay the balance only thereafter and that sale would\nbe completed within a reasonable time of handing over\nthe documents and, therefore, a further advance of\nRs.25000 was received on 2.4.1981. Thereafter, the\nF appellant got a notice published in the newspaper\ninforming the public about the said sale transaction. One\n'G' sent a response notice that the documents relating to\nthe suit properties were deposited with him and if the\nappellant purchased the said lands, she would be doing\nG at her own risk. A notice was also sent by the\nrespondents stating that the claim of the appellant that\nshe purchased the said land and was in possession\nthereof and was cultivating them was false; the survey\nnumbers mentioned in the notice were erroneous; that\nH after the agreement dated 17.1.1981 was cancelled, they\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 881\nORS.\nhad entered into an agreement with a third party which A\nfell through because of the public notice, causing loss to\nthem; and that the appellant was appointed only as a\ncaretaker of the lands under the agreement dated\n17.1.1981 and the said appointment was cancelled and a\nnew caretaker was appointed. Respondents 1 to 3 called B\nupon the appellant to hand over all movables on\n19.11.1981 to the new caretaker.\nC\nThe appellant filed three different suits. First and\nsecond suits were filed against respondent nos.1 to 4 for\npermanent injunction and for specific performance of\ncontract. The third suit was filed against respondent no.4\nfor return of Rs.1.25 lacs paid as commission with\ninterest. The Single Judge of the High Court dismissed\nall the suits. A Division Bench of the High Court\ndismissed the appeals affirming the judgment of the trial\ncourt. The Division Bench, however, directed the\nrespondents to return Rs.3,50,000 (i.e. Rs.2,25,000 paid\nto defendants 1 to 3 and Rs.1,25,000 paid to defendant\nNo. 4) with interest at 9% per annum for the period during\nwhich the appellant was not acting as caretaker till the E\ncomplete payment was made.\nThe questions which arose for consideration in the\ninstant appeals were:\n(i) whether the time stipulated for payment of balance\nconsideration was the essence of contract and\nwhether the defendants were justified in cancelling\nthe agreement, when the time schedule stipulated for\nsuch payment was not adhered to;\n(ii) whether the parties had agreed upon sequence\nof performance, which required payment of balance\nconsideration by appellant, as stipulated in clause (4)\nof the agreement, only after the respondents\nD\nF\nG\nH\n882\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nC\nD\nsatisfied the appellant regarding their title to the\nlands;\n(iii) whether the respondents had failed to disclose\nthe encumbrances over the properties and thereby\ncommitted fraud, entitling the appellant for extension\nof time stipulated for payment corresponding to the\ndelay caused by the fraud and consequently the\ncancellation of the agreement by notice dated\n2.8.1981 was illegal and invalid;\n(iv) whether an adverse inference ought to be drawn\non account of the non-examination of defendants 1\nto 3 who were the vendors under the agreement of\nsale.\nDismissing the appeals and disposing of the\ncontempt petition, the Court\nHELD: QUESTION (i)\n1.1. Section 55 of the Contract Act 1872 deals with\nE the effect of failure to perform at a fixed time, in contracts\nin which time is essential. In a contract relating to sale of\nimmovable property if time is specified for payment of the\nsale price but not in regard to the execution of the sale\ndeed, time will become the essence only with reference\nF to payment of sale price but not in regard to execution\nof the sale deed. Normally in regard to contracts relating\nto sale of immovable properties, time is not considered\nto be the essence of the contract unless such an\nintention can be gathered either from the express terms\nG of the contract or impliedly from the intention of the\nparties as expressed by the terms of the contract. The\nstandard agreements of sale normally provide for\npayment of earnest money deposit or an advance at the\ntime of execution of agreement and the balance of\nconsideration payable at the time of execution/registration\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 883\nORS.\nB\nD\nof the sale deed. In the absence of contract to the A\ncontrary, the purchaser is bound to tender the balance\nconsideration only at the time and place of completing the\nsale. In this case there was a conscious effort to delink\nthe terms relating to payment of balance price (clauses\n4, 5 and 6) from the term relating to execution of sale\ndeed (clause 7) and making the time essence only in\nregard to the payment of the balance sale consideration.\nThere was also a clear indication that while time would\nbe the essence of the contract in regard to the terms\nrelating to payment of balance price, time would not be\nC\nthe essence of the contract in regard to the execution of\nthe sale deed. The intention making time essence of the\ncontract for payment of balance price was clear from the\nfollowing: (a) clause 4 required the balance consideration\nto be paid in three instalments; (b) Clause 5 made it clear\nthat if any of the dates of payment was subsequently\ndeclared as a holiday, then the next immediate working\nday would be the date of payment. This showed a clear\nintention that payment was to be made on the stipulated\ndates and even a day's delay was not acceptable unless\nthe due date was declared to be a holiday; (c) Clause 6\nspecifically stipulated that the payments on due dates\nwas the essence of the contract and in case of failure on\nthe part of the purchaser the vendors would cancel the\nagreement. On the other hand, the terms relating to\nperformance of sale clearly indicated that time was not\nintended to be the essence, for completion of the sale.\n1 Clause 3 provided that the execution of sale deed would\ndepend upon the second party (purchaser) getting\nsatisfied regarding the title to the lands, so also the nil\nencumbrance. The said clause did not say that payment G\n¡ of balance consideration would depend upon the\npurchaser getting satisfied regarding title or nil\nencumbrances. Clause 7 provided that the sale deed\nwould be executed at the convenience of the purchaser,\nas and when she wanted them to be executed either in\ni\nE\nF\nH\n"}