{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\n914\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nEngland. Under the law of equity which governs the rights\nof the parties in the case of specific performance of\ncontract to sell real estate, law looks not at the letter but\nat the substance of the agreement. It has to be ascertained\nwhether under the terms of the contract the parties named\na specific time within which completion was to take place,\nreally and in substance it was intended that it should be\ncompleted within a reasonable time. An intention to make\ntime the essence of the contract must be expressed in\nunequivocal language.\"\nRelying upon the earlier decisions of this court in\nGomathinayagam Pillai v. Pallaniswami Nadar [1967 (1) SCR\n227] and Govind Prasad Chaturvedi v. Hari Dutt Shastri [1977\n(2) SCC 539], this Court further held that fixation of the period\nwithin which the contract has to be performed does not make\nD the stipulation as to time the essence of the contract. Where\nE\nthe contract relates to sale of immovable property, it will normally\nbe presumed that the time is not the essence of the contract.\nThereafter this court held that even if time is not the essence\nof the contract, the Court may infer that it is to be performed in\na reasonable time: (i) from the express terms of the contract;\n(ii) from the nature of the property and (iii) from the surrounding\ncircumstances as for example, the object of making the contract.\nThe intention to treat time as the essence of the contract may\nhowever be evidenced by circumstances which are sufficiently\nF strong to displace the normal presumption that time is not the\nessence in contract for sale of land. In Chand Rani, clause (1)\nof the agreement of sale required the balance consideration\nto be paid as under: \"Rs.98,000/- will be paid by the second\nparty to the first party within a period of ten days only and the\nG balance Rs.50,000 at the time of registration of the sale\ndeed....\". This court held that time regarding payment of\nRs.98,000 was the essence, on the following reasoning:\nH\n\"The analysis of evidence would also point out that the\nplaintiff was not willing to pay this amount unless vacant\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 915\nORS. [R.V. RAVEENDRAN, J.]\ndelivery of possession of one room on the ground floor was A\ngiven. In cross-examination it was deposed that since\nincome-tax clearance certificate had not been obtained the\nsum of Rs. 98,000 was not paid. Unless the property was\nredeemed the payment would not be made. If this was the\nattitude it is clear that the plaintiff was insisting upon delivery B\nof possession as a condition precedent for making this\npayment. The income-tax certificate was necessary only\nfor completion of sale. We are unable to see how these\nobligations on the part of the defendant could be insisted\nupon for payment of Rs. 98,000. Therefore, we conclude\nthat though as a general proposition of law time is not the\nessence of the contract in the case of a sale of immovable\nproperty yet the parties intended to make time as the\nessence under Clause (1) of the suit agreement.\"\nC\nThe intention to make time stipulated for payment of D\nbalance consideration will be considered to be essence of the\ncontract where such intention is evident from the express terms\nor the circumstances necessitating the sale, set out in the\nagreement. If for example, the vendor discloses in the\nagreement of sale, the reason for the sale and the reason for E\nstipulating that time prescribed for payment to be the essence\nof the contract, that is, say, need to repay a particular loan\nbefore a particular date, or to meet an urgent time bound need\n(say medical or educational expenses of a family member) time\nstipulated for payment will be considered to be the essence. F\nEven if the urgent need for the money within the specified time\nis not set out, if the words used clearly show an intention of the\nparties to make time the essence of the contract, with reference\nto payment, time will be held to be the essence of the contract.\n20. Let us consider the terms of the agreement of sale in\nthis case to find out whether time was the essence. The\nstandard agreements of sale normally provide for payment of\nearnest money deposit or an advance at the time of execution\nof agreement and the balance of consideration payable at the\nG\nH\nB\nс\n916\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA time of execution/registration of the sale deed. In the absence\nof contract to the contrary, the purchaser is bound to tender the\nbalance consideration only at the time and place of completing\nthe sale [see clause (b) of section 55(5) of Transfer of Property\nAct, 1882 'TP Act' for short]. In this case we find that there is a\nconscious effort to delink the terms relating to payment of\nbalance price (clauses 4, 5 and 6) from the term relating to\nexecution of sale deed (clause 7) and making the time essence\nonly in regard to the payment of the balance sale consideration.\nThere is also a clear indication that while time would be the\nessence of the contract in regard to the terms relating to\npayment of balance price, time would not be the essence of\nthe contract in regard to the execution of the sale deed. The\nintention making time essence of the contract for payment of\nbalance price is clear from the following: (a) clause 4 requires,\nthe balance consideration to be paid in three instalments that\nis Rs.1,00,000 on or before 28.2.1981; Rs.1,00,000 on or\nbefore 6.4.1981; and Rs.75,000 on or before 30.5.1981; (b)\nClause 5 makes it clear that if any of the abovementioned dates\nof payment is subsequently declared as a holiday, then the next\nimmediate working day shall be the date of payment. This\nshows a clear intention that payment should be made on the\nstipulated dates and even a day's delay was not acceptable\nunless the due date was declared to be a holiday; (c) Clause\n6 specifically stipulates that the payments on due dates is the\nessence of the contract and in case of failure on the part of the\npurchaser the vendors shall cancel the agreement.\nD\nE\nF\n21. On the other hand, if we look at the terms relating to\nperformance of sale, there is a clear indication that time was\nnot intended to be the essence, for completion of the sale.\nG Clause 3 provides that the execution of sale deed shall depend\nH\nupon the second party (purchaser) getting satisfied regarding\nthe title to the lands, so also the nil encumbrance. It is significant\nthat the said clause does not say that payment of balance\nconsideration shall depend upon the purchaser getting satisfied\nregarding title or nil encumbrances. Clause 7 provides that the\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 917\nORS. [R.V. RAVEENDRAN, J.]\nsale deed shall be executed at the convenience of the A\npurchaser, as and when she wants them to be executed either.\nin her name or in the name of her nominee or nominees. Clause\n12 provides that if the second party (purchaser) finds the title\nof the properties to be unsatisfactory or unacceptable, the\nvendors shall be put on notice about her intention not to B\nconclude the sale and in such an event, if the vendors fail to\nsatisfy the purchaser regarding their title, the vendors shall pay\nto the purchaser within three months from that date, all monies\nadvanced by the purchaser till then. It is thus evident from clause\n12 also that the payments of balance sale price in three C\ninstalments on the specified due dates were not dependent\nupon the further examination of title or the satisfaction of the\npurchaser about the title. It is clear that the purchaser on the\nbasis of whatever initial examination she had taken of the\ndocuments, had unconditionally agreed to pay the amounts in\nthree instalments of Rs.1,00,000 on or before 28.2.1981;\nRs.1,00,000 on or before 6.4.1981 and Rs.75,000 on or before\n30.5.1981; and if the purchaser was not thereafter satisfied with\nthe title or found the title unacceptable and if the vendors failed\nto satisfy her about their title when she notified them about her\nE\ndissatisfaction, the vendors had to refund all payments made\nwithin three months. Thus it is categorically made clear in the\nagreement that time regarding payment of balance price was\nthe essence of the contract and such payment was not\ndependent upon the purchaser's satisfaction regarding title.\n22. Apart from the above, the plaintiff in her evidence\nadmitted that time for performance was the essence of the\ncontract vide the following questions and answers:\nQ: The payment of the due date and in case of failure on\nthe part of the party of second part, the party of the first\npart shall cancel the agreement. Is this in the agreement\nor not?\nAns. Yes. The dates and the title are important.\nD\nF\nG\nH\n918\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nс\nD\nE\nLLI\nF\nQ: Do you know that everywhere in this agreement one\nthing is made clear that time is the essence of the\nagreement?\nAns. Yes. Time is the essence of the contract and also the\ntitle must be proved in the agreement.\nHer evidence also shows that she apparently did not have\nthe funds to pay the balance of Rs.75,000 due on 6.4.1981\nand Rs.75000/- due on 30.5.1981 as was evident from the\nBank pass book. It was therefore possible that being not\nready to perform the contract in terms of the agreement,\nthe appellant had invented a modification in the terms of\nthe agreement. The learned Single Judge and the Division\nBench have recorded a concurrent finding that the time\nwas the essence of the contract and that no change was\nagreed in respect of the agreement terms as alleged by\nthe appellant. The appellant is unable to place any material\nwhich calls for reversal of the said findings. Therefore it has\nto be held that time regarding payment stipulated in\nclauses (4), (5) and (6) of the agreement of sale was the\nessence of the contract and failure of the appellant to\nadhere to it, justified cancellation of the agreement by the\nrespondents.\nAn aside regarding the principle \"time is not of the\nessence” for future consideration\n23. It is of some interest to note that the distinction between\ncontracts relating to immovable properties and other contracts\nwas not drawn by section 55 of Contract Act (or any other\nprovisions of Contract Act or Specific Relief Act, 1963). Courts\nG in India made the said distinction, by following the English law\nevolved during the nineteenth century. This Court held that time\nis not of the essence of the contracts relating to immovable\nproperties; and that notwithstanding default in carrying out the\ncontract within the specified period, specific performance will\nH ordinarily be granted, if having regard to the express stipulation\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 919\nORS. [R.V. RAVEENDRAN, J.]\n-\nof the parties, nature of the property and surrounding\ncircumstances, it is not inequitable to grant such relief. [vide\nGomathinayagam Pillai (supra), Govind Prasad Chaturvedi\n(supra) and Indira Kaur v. Sheo Lal Kapoor – 1988 (2) SCC\n188 and Chand Rani (supra) following the decision of Privy\nCouncil in Jamshed Khodaram Irani v. Burjorji Dhunjibhai - AIR\n1915 PC 83 and other cases]. Of course, the Constitution\nBench in Chand Rani made a slight departure from the said\nview.\nA\nB\nC.\nD.\nE\n24. The principle that time is not of the essence of\ncontracts relating to immovable properties took shape in an era\nwhen market value of immovable properties were stable and\ndid not undergo any marked change even over a few years\n(followed mechanically, even when value ceased to be stable).\nAs a consequence, time for performance, stipulated in the\nagreement was assumed to be not material, or at all events\nconsidered as merely indicating the reasonable period within\nwhich contract should be performed. The assumption was that\ngrant of specific performance would not prejudice the vendor-\ndefendant financially as there would not be much difference in\nthe market value of the property even if the contract was\nperformed after a few months. This principle made sense\nduring the first half of the twentieth century, when there was\ncomparatively very little inflation, in India. The third quarter of\nthe twentieth century saw a very slow but steady increase in\nprices. But a drastic change occurred from the beginning of the\nlast quarter of the twentieth century. There has been a galloping\ninflation and prices of immovable properties have increased\nsteeply, by leaps and bounds. Market values of properties are\nno longer stable or steady. We can take judicial notice of the\ncomparative purchase power of a rupee in the year 1975 and G\nnow, as also the steep increase in the value of the immovable\nproperties between then and now. It is no exaggeration to say\nthat properties in cities, worth a lakh or so in or about 1975 to\n1980, may cost a crore or more now.\nF\nI\nA\nC\n920\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n25. The reality arising from this economic change cannot\ncontinue to be ignored in deciding cases relating to specific\nperformance. The steep increase in prices is a circumstance\nwhich makes it inequitable to grant the relief of specific\nperformance where the purchaser does not take steps to\nB complete the sale within the agreed period, and the vendor has\nnot been responsible for any delay or non-performance. A\npurchaser can no longer take shelter under the principle that\ntime is not of essence in performance of contracts relating to\nimmovable property, to cover his delays, laches, breaches and\n'non-readiness'. The precedents from an era, when high\ninflation was unknown, holding that time is not of the essence\nof the contract in regard to immovable properties, may no longer\napply, not because the principle laid down therein is unsound\nor erroneous, but the circumstances that existed when the said\nprinciple was evolved, no longer exist. In these days of galloping\nincreases in prices of immovable properties, to hold that a\nvendor who took an earnest money of say about 10% of the\nsale price and agreed for three months or four months as the\nperiod for performance, did not intend that time should be the\nessence, will be a cruel joke on him, and will result in injustice.\nAdding to the misery is the delay in disposal of cases relating\nto specific performance, as suits and appeals therefrom\nroutinely take two to three decades to attain finality. As a result,\nan owner agreeing to sell a property for Rs. One lakh and\nreceived Rs.Ten Thousand as advance may be required to\nexecute a sale deed a quarter century later by receiving the\nremaining Rs.Ninety Thousand, when the property value has\nrisen to a crore of rupees.\nD\nE\nF\n26. It is now well settled that laws, which may be\nG reasonable and valid when made, can, with passage of time\nand consequential change in circumstances, become arbitrary\nand unreasonable.\n-\n26.1) In Rattan Arya v. State of Tamil Nadu – (1986) 3\nSC 385, this Court held:\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 921\nORS. [R.V. RAVEENDRAN, J.]\n\"We must also observe here that whatever justification A\nthere may have been in 1973 when Section 30(ii) was\namended by imposing a ceiling of Rs. 400 on rent payable\nby tenants of residential buildings to entitle them to seek\nthe protection of the Act, the passage of time has made\nthe ceiling utterly unreal. We are entitled to take judicial B\nnotice of the enormous multifold increase of rents\nthroughout the country, particularly in urban areas. It is\ncommon knowledge today that the accommodation which\none could have possible got for Rs. 400 per month in 1973\nwill today cost at least five times more. In these days of\nс\nuniversal day to day escalation of rentals any ceiling such\nas that imposed by Section 30(ii) in 1973 can only be\nconsidered to be totally artificial and irrelevant today. As\nheld by this court in Motor General Traders v. State of A.P.\n(1984) 1 SCC 222, a provision which was perfectly valid\nat the commencement of the Act could be challenged later\non the ground of unconstitutionality and struck down on that\nbasis. What was once a perfectly valid legislation, may in\ncourse of time, become discriminatory and liable to\nchallenge on the ground of its being violative of Article 14.\"\n(emphasis supplied).\n-\nD\nE\n26.2) In Malpe Vishwanath Acharya v. State of\nMaharashtra - (1998) 2 SCC 1 a three Judge bench of this\ncourt considered the validity of determination of standard rent F\nby freezing or pegging down the rent as on 1.9.1940 or as on\nthe date of first letting, under sections 5(10)(B), 7, 9(2)(b) and\n12(3) of the Bombay Rents, Hotel and Lodging House Rates\nControl Ac, 1947. This court held that the said process of\ndetermination under the Act, which was reasonable when the\nlaw was made, became arbitrary and unreasonable in view of\nconstant escalation of prices due to inflation and corresponding\nrise in money value with the passage of time. This Court held:\nG.\n\"In so far as social legislation, like the Rent Control Act is\nconcerned, the law must strike a balance between rival H\nA\nB\n0\nD\nE\nF\nG\nH\n922\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\ninterests and it should try to be just to all. The law ought\nnot to be unjust to one and give a disproportionate benefit\nor protection to another section of the society. When there\nis shortage of accommodation it is desirable, nay,\nnecessary that some protection should be given to the\ntenants in order to ensure that they are not exploited. At\nthe same time such a law to be revised periodically so as\nto ensure that a disproportionately larger benefit than the\none which was intended is not given to the tenants......\nTaking all the facts and circumstances into consideration,\nwe have no doubt that the existing provisions of the\nBombay Rent Act relating to the determination and fixation\nof the standard rent can no longer be considered to be\nreasonable......\"\nThe principle underlying the said decisions with reference\nto statutes, would on the same logic, apply to decisions of\ncourts also.\n. 27. A correct perspective relating to the question whether\ntime is not of the essence of the contract in contracts relating\nto immovable property, is given by this court in K.S.\nVidyanadam and Others vs. Vairavan - (1997) 3 SCC 1 (by\nJeevan Reddy J. who incidentally was a member of the\nConstitution Bench in Chand Rani). This Court observed:\n\"It has been consistently held by the courts in India,\nfollowing certain early English decisions, that in the case\nof agreement of sale relating to immovable property, time\nis not of the essence of the contract unless specifically\nprovided to that effect.\nIn the case of urban properties in India, it is well-known that\ntheir prices have been going up sharply over the last few\ndecades - particularly after 1973. We cannot be\noblivious to the reality and the reality is constant and\ncontinuous rise in the values of urban properties - fuelled\n....\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 923\nORS. [R.V. RAVEENDRAN, J.]\nby large scale migration of people from rural areas to A\nurban centres and by inflation.\nIndeed, we are inclined to think that the rigor of the rule\nevolved by courts that time is not of the essence of the\ncontract in the case of immovable properties - evolved in\ntimes when prices and values were stable and inflation was\nunknown - requires to be relaxed, if not modified,\nparticularly in the case of urban immovable properties. It\nis high time, we do so.\"\nB\n(emphasis supplied) C\nTherefore there is an urgent need to revisit the principle\nthat time is not of the essence in contracts relating to immovable\nproperties and also explain the current position of law with\nregard to contracts relating to immovable property made after D\n1975, in view of the changed circumstances arising from\ninflation and steep increase in prices. We do not propose to\nundertake that exercise in this case, nor referring the matter to\nlarger bench as we have held on facts in this case that time is\nthe essence of the contract, even with reference to the principles\nin Chand Rani and other cases. Be that as it may.\n28. Till the issue is considered in an appropriate case, we\ncan only reiterate what has been suggested in K.S.\nVidyanadam (supra) :\n(i) Courts, while exercising discretion in suits for\nspecific performance, should bear in mind that when\nthe parties prescribe a time/period, for taking\ncertain steps or for completion of the transaction,\nthat must have some significance and therefore\ntime/period prescribed cannot be ignored.\n(ii) Courts will apply greater scrutiny and strictness\nwhen considering whether the purchaser was 'ready\nand willing' to perform his part of the contract.\nE\nF\nG\nH\n"}