{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nс\nD\n894\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n3.3. The Division Bench to do broad justice and work\nout the equities, took note of the offer of the defendants\nin their written statement to refund the amount paid as\nadvance and directed the defendants to refund the sum\nof Rs.2,25,000 paid to defendants 1 to 3 under the\nB agreement and Rs.1,25,000 paid to the fourth respondent,\nin all, Rs.3,50,000 with interest at 9% per annum for the\nperiod when the appellant was not acting as a care taker\ntill date of payment. There is no reason to interfere with\nthe direction to refund Rs.3,50,000 with interest. However,\na modification is required to be made as to the rate of\ninterest and the period for which interest is payable. The\nHigh Court had awarded interest on the sum of\nRs.3,50,000 at 9% per annum for the period in which the\nappellant had not acted as caretaker till the date of\npayment. The agreement of sale did not provide for\nforfeiture of the amounts paid as advance under any\ncircumstances and on the other hand, specifically\nprovided that if the plaintiff was not satisfied with the title\nof the defendants, the amounts received as advance\nwould be refunded. In fact, the respondents, in their\nwritten statement, offered to refund the amount.\nTherefore, the High Court ought to have granted interest\nfrom the date of cancellation of the agreement (2.8.1981)\nto the date of payment. The High Court was not justified\nin restricting the interest to only for the period during\nF which the appellant had not acted as caretaker. The\nliability to refund the advance has nothing to do with the\nappointment of the plaintiff as caretaker or the obligation\nof the plaintiff to return the property on cancellation of the\nagreement. Having regard to the facts and\nG circumstances. The rate of interest shall be increased to\n12% per annum instead of 9% per annum. [Para 46] [936-\nD-H; 937-A-B]\nE\nH\nQUESTION (iv)\n4.1. There were four defendants in the suit.\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 895\nORS.\nB\nDefendants-respondents 1, 2 and 3, who were the A\nowners of the lands were respectively the wife, son and\ndaughter of the fourth defendant. It was an admitted\nposition that the entire transaction was done on behalf\nof the defendants 1,2 and 3 by defendant No.4 who alone\nhad complete knowledge of the entire transaction. Fourth\ndefendant had given evidence on behalf of all the other\ndefendants. When one of the defendants who was\nconversant with the facts has given evidence, it was not\nnecessary for the other defendants to be examined as\nwitnesses to duplicate the evidence. Where the entire C\ntransaction has been conducted through a particular\nagent or representative, the principal has to examine that\nagent to prove the transaction; and that where the\nprincipal at no point of time had personally handled or\ndealt with or participated in the transaction and has no\nD\npersonal knowledge of the transaction, and where the\nentire transaction has been handled by the agent,\nnecessarily the agent alone can give evidence in regard\nto the transaction. Where all the affairs of a party are\ncompletely managed, transacted and looked after by an\nattorney (who may happen to be a close family member),\nit may be possible to accept the evidence of such\nattorney even with reference to bona fides or 'readiness\nand willingness'. Therefore, the evidence of the fourth\ndefendant (examined as DW2) was sufficient to put forth\nthe case of the defendants and there was no need to F\nexamine the other three defendants who did not have full\nor complete knowledge of the transactions. In the\ncircumstances, there was no merit in the contention that\nthe suits ought to have been decreed, as defendants 1,\n2 and 3 did not step into the witness box. [Para 47] [937- G\nD-H; 938-A-D]\nE\nVidhyadhar v. Mankikrao \u0026 Anr. (1999) 3 SCC 573: 1999\n(1) SCR 1168; Balasaheb Dayandeo Naik (Dead) through\nLRs. and Ors. v. Appasaheb Dattatraya Pawar (2008) 4 SCC H\n896\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA 464: 2008 (1) SCR 1169; Man Kaur (dead) by LRS. v. Hartar\nSingh Sangha (2010) 10 SCC 512: 2010 (12) SCR 515\nrelied on.\nB\nC\n-\n4.2. The appellant alleged that one ‘J' filed three suits\nagainst respondents 1 to 3 in the years 2007 and 2008\nfor injunctions and other reliefs, alleging that he had\nentered into three Memorandum of Understanding (MOU\nfor short) dated 5.7.2002 with them, under which they had\nagreed to enter into agreements of sale in regard to the\nsuit schedule properties; that he had paid advances to\neach of them on 5.7.2002, and that he had further paid to\nrespondents 1 to 3 in the years 2004 and 2005, a sum of\nRs.1,50,00,000. The appellants contended that the alleged\nact of receiving Rs.1,50,00,000 in the years 2004 and 2005\nby respondents 1 to 3 from 'J' amounted to creating an\nencumbrance over the suit property and thereby\nrespondents 1 to 3 had committed contempt of the order\ndated 11.11.2002 of this Court. No material was produced\nby the appellant to establish the said allegation. An\n'encumbrance' is a charge or burden created by transfer\nE of any interest in a property. It is a liability attached to the\nD\nproperty that runs with the land. Mere execution of an\nMOU, agreeing to enter into an agreement to sell the\nproperty, does not amount to encumbering a property.\nReceiving advances or amounts in pursuance of an MOU\nF would not also amount to creating an encumbrance. The\nMOUs said to have been executed by respondents 1 to\n3 provided that agreements of sale with mutually agreed\nterms and conditions will be entered between the parties\nafter clearance of all pending or future litigations.\nG Therefore the MOUS are not even agreements of sale. In\nthese circumstances, it is not possible to hold that the\nrespondents have created any encumbrances or violated\nthe order dated 11.11.2002. Hence, these contempt\npetitions are liable to be rejected. [Paras 49, 50] [938-H;\nH 939-A-H; 940-A]\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 897\nORS.\nNational Textile Corporation vs. State of Maharashtra AIR A\n1977 SC 1566: 1977 (3) SCR 525 and State of H.P. vs.\nTarsem Singh 2001 (8) SCC 104: 2001 (2) Suppl. SCR 545\n– relied on.\n-\nB\nC\nD\n5. The fact that defendants 1 to 3 received\nRs.2,25,000 out of the sale price of Rs.3,75,000 was not\nin dispute. Similarly, there was no dispute that the fourth\ndefendant had received a sum of Rs.1,25,000 from the\nplaintiff and agreed to refund the said amount if the sale\nremained unconcluded or if the agreement of sale was\ncancelled. The Division Bench of the High Court found\nfit to award the said amount, after affirming the decision\nrejecting the prayer for specific performance, in view of\nthe offer made by defendants 1 to 3 in their written\nstatement to repay the amounts received towards the\nsale consideration. The time stipulated for payment of the\nbalance price by the plaintiff was the essence of the\ncontract and when the same was not paid, defendants 1\nto 3 were justified in cancelling the sale agreement. But,\nthere was no provision in the agreement for forfeiture of\nthe amounts already paid, even in the event of breach by\nthe purchaser. On the other hand, it provided that if the\nvendors did not satisfy the purchaser in regard to their\ntitle, the amounts received would be refunded. The\nconsistent case of the plaintiff was that the defendants 1\nto 3 failed to satisfy her about their title. Further, F\ndefendants 1 to 3 in their written statement filed in the\nspecific performance suit had agreed to refund all\namounts received by them from the plaintiff. It is true that\nthe offer was conditional upon the plaintiff not creating\nany hindrance in the way of the defendants by filing false,\nfrivolous and mischievous suits. Though the decision of\nthe Single Judge and the Division Bench that the plaintiff\nis not entitled to the relief of specific performance is\naffirmed, it cannot be said that the plaintiff had filed false,\nfrivolous and mischievous suits. In view of that, in terms H\nE\nG\n898\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nB\nA of the agreement and in terms of its offer, the plaintiff was\nentitled to recover the amounts paid by her. A sum of\nRs.2,25,000 was paid under the agreement of sale to\ndefendants 1 to 3. The finding of the Single Judge that\nthe sum of Rs.1,25,000 paid by the plaintiff to the fourth\ndefendant was also the consideration for the movables\nin addition to the consideration of Rs.3,75,000 under the\nagreement of sale, was not been challenged by the\ndefendants. In the circumstances, the Division Bench\nwas justified in granting a decree in favour of the plaintiff\nfor Rs.3,50,000 with interest. [Para 53, 54] [941-B-H; 942-\nA-B]\nC\nCase Law Reference:\n2009 (2) SCR 852\nrelied on\nPara 18\nD\n1992 (3) Suppl. SCR 798 relied on\nPara 19\n1967 (1) SCR 227\nrelied on\nPara 19\n1977 (2) SCR 877\nrelied on\nPara 19\nE\n1988 (2) SCC 188\nrelied on\nPara 23\nAIR 1915 PC 83\nrelied on\nPara 23\n(1986) 3 SC 385\nrelied on\nPara 26.1\n1997 (6) Suppl. SCR 717 relied on\nPara 26.2\nLL\nF\n1997 (1) SCR 993\nrelied on\nPara 27, 28\n1999 (1) SCR 1168\nrelied on\nPara 42\n2008 (1) SCR 1169\nrelied on\nPara 47\nG\n2010 (12) SCR 515\nrelied on\nPara 47\n1977 (3) SCR 525\nrelied on\nPara 50\n2001 (2) Suppl. SCR 545 relied on\nPara 50\n'H\nI\n2000 (3) Suppl. SCR 685 relied on\nPara 50\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 899\nORS.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. A\n7254-7256 of 2002.\nFrom the Judgment \u0026 Order dated 19.06.2002 of the High\nCourt of Judicature at Madras in O.S.A. Nos. 12 of 1992, 32\nof 1995 and 148 of 1999.\nWITH\nB\nContempt. Pet. (C) No. 28-30 of 2009 and\nCivil Appeal Nos. 4641-4642 of 2003.\nNalini Chidambram, Abdul Hamid, Bhargava V. Desai,\nRahul Gupta, Nikhil Sharma for the Appellant.\nL. Nageswara Rao, T.L.Y. Iyer, K. Ramammurthy, N.V.\nNagasubramaniam, V. Ramasubramaniam, Vikas, David Rao,\nKhwairakpam Nobin Singh for the Respondents.\nThe Judgment of the Court was delivered by\nC\nD\nR. V. RAVEENDRAN J.1. These appeals by special leave\n(CA Nos.7254 to 7256 of 2002) are directed against the\ncommon judgment and decree dated 19.6.2002 passed by the E\nMadras High Court in O.S.A. Nos. 12 of 1992, 32 of 1995 and\n148 of 1999 filed by the appellant herein against the common\njudgment dated 29.11.1991 passed by a learned Single Judge\nof that court in Civil Suit Nos. 95/1984, 302/1989 and 170/1984\nand filed by the respondents herein. The appellants and F\nrespondents herein who were the plaintiffs and defendants\nrespectively in the three suits, will be referred, for the purpose\nof convenience, by their ranks in the suit also.\n2. Respondent Nos.2, 3 and 4 are respectively the son,\ndaughter and husband of first respondent. The first respondent\nis the owner of Survey Nos. 13, 14 and 15, the second\nrespondent is the owner of lands bearing Survey Nos. 16 and\n18 and the third respondent is the owner of Survey Nos. 19 and\n20, all situated in Chettiaragaram Village, Saidapet Taluk,\nG\nH\n900\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA Chingleput District in all measuring 24 acres 95 cents. The said\nlands along with the trees, wells, pump-houses, farm godowns,\nperimeter fence and some furniture, are together referred to as\nthe 'schedule properties'. Respondents 1 to 4 entered into\nagreement of sale dated 17.1.1981 with the appellant herein\nfor sale of the schedule properties, at a price of Rs. 15,000 per\nacre (in all Rs.3,74,250 rounded off to Rs.3,75,000). On the\ndate of the agreement, Rs.1,00,000 was paid as advance to\nrespondents, which was duly acknowledged in the agreement.\nClauses 3, 4, 5, 6, 7, 12 and 15 of the agreement which are\nrelevant for our purposes are extracted below :-\nB\nC\nD\n\"3. The execution of the sale deeds shall depend upon the\nparty of the second part getting satisfied regarding the title\nto the land, so also the nil encumbrance.\n4. The mode of payment of the balance of Rs.2,75,000/-\n(Rupees Two lakhs and seventy five thousand only) shall\nbe as under :\n(a)\nE\n(b)\n(c)\nLL\nF\nG\nH\nRs.1,00,000/- (one lakh) on or before 28.2.1981\nRs.1,00,000/- (one lakh) on or before 6.4.1981\nRs.75,000/- (seventy five thousand) on or before\n30.5.1981\n5. If however any of the above mentioned dates are\nsubsequently declared as holidays then the next immediate\nworking day shall be the day of the payment.\n6. The payments on due dates is the essence of this\ncontract and in case of failure on the part of the party of\nthe second part, the party of the first part shall cancel this\nagreement.\n7. The sale deed shall be executed at the convenience of\nthe party of the second part as and when she wants them\nto be executed either in her name or in the name of her\nnominee or nominees.\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 901\nORS. [R.V. RAVEENDRAN, J.]\n12. If the party of the second part finds the titles of the A\nproperties herein above mentioned to be unsatisfactory or\nunacceptable, the party of the first part shall be put on\nnotice revealing her intention not to conclude the sale and\nin such event if the party of the first part, fails to satisfy the\nparty of the second part regarding the title the party of the B\nfirst part shall pay to the party of the second part within\nthree months the date there of all the monies advanced by\nthe party of the second part till then.\n15. The party of the first part has a caretaker at present.\nFrom the day of this agreement the party of the second\npart shall act as a caretaker for the entire properties and\nbe in trust of all the properties till the party of the first part\ngiven the possession of the entire properties to the party\nof the second part on payment of the sale amount i.e. after\nthe entire sale amount is paid.\n(emphasis supplied)\n3. On the same day (17.1.1981) the fourth respondent, in\na letter addressed to the appellant, acknowledged the receipt\nof Rs.1,25,000 paid on various dates as commission for the\nsaid transaction relating to sale of the said 24.95 acres of land.\nBy the said letter, he agreed that in case the transaction of sale\nremained unconcluded or got cancelled because of the default\non the part of the sellers or buyers under the agreement dated\n17.1.1981 or because of defective title, the entire amount of\nRs.1,25,000 received by him as commission would be\nrefunded within three months thereof.\nC\nD\nE\nF\n4. In pursuance of the said agreement the appellant paid\nfurther advances of Rs.1,00,000 on 28.2.1981 and of G\nRs.25,000 on 2.4.1981. The balance of 75,000 in regard to the\ninstalment payable on 6.4.1981 and the last instalment of\nRs.75,000 payable on or before 30.5.1981 was not paid by the\nappellant.\nН\nA\nB\nс\nD\nE\nLL\nF\nG\nH\n902\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n5. Respondents 1 to 3 caused a notice dated 2.8.1981 to\nbe issued through their counsel to appellant, cancelling the\nagreement dated 17.1.1981, on the ground of default in paying\nthe balance of the sale consideration, in exercise of their right\nto cancel the agreement on such default, under clause 6 of the\nagreement. The relevant portion of the cancellation notice is\nextracted below:\n\"My clients state that even at the time of entering into the\nsaid agreement of sale, you looked into the documents of\ntitle and satisfied yourself about the title of my clients to\nthe said property. My clients were always ready and wiling\nto conclude the sale and expected you to pay the balance\nof sale consideration of Rs.2,75,000/- in accordance with\nclause 4 of the said agreement. Now that you have\ncommitted defaults in the payment of the balance of\nconsideration. Not withstanding the fact that you have not\neven sent any communication whatsoever to my clients as\nto whether you were ready and willing to pay the balance\nof consideration under the said agreement, my clients\nwaited for a long time and in the circumstances my clients\nhave no other alternative except to invoke clause 6 of the\nsaid agreement. Accordingly, my clients hereby cancel the\nsaid agreement dated 17th January 1981 entered into\nbetween yourself and my clients in view of your failure to\nhave paid the balance of sale consideration according to\nclause 4 of the said agreement, as the payment of the\ninstalment on due dates was agreed to be the essence of\nthe contract.\nPlease take notice that the said agreement dated\n17.1.1981 has been cancelled and my clients will be\nrefunding the sum of Rs. 2,25,000/- only so far received\nby them as aforesaid on their concluding the sale with any\nthird party and ascertaining the deficit, if any, in the sale\nprice for deducting the same from the amounts refundable\nto you in receipt of which you may expect a communication\nfrom my clients on their concluding the sale with third party”.\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 903\nORS. [R.V. RAVEENDRAN, J.]\nB\n6. The appellant sent a reply dated 7.8.1981 through A\ncounsel contending that time was never intended to be the\nessence of the agreement though it was formally mentioned in\nthe agreement that time was of the essence; that respondents\nhad failed to produce the original documents of title in spite of\nrepeated demands and therefore it was agreed between the\nappellant's husband and the fourth respondent during\ndiscussions held in March 1981 in the presence of witnesses,\nthat the original documents would be made available as soon\nas possible and the appellant should pay the balance only\nthereafter, and that sale should be completed within a\nreasonable time of handing over the documents; and that as a\ntoken of such understanding, a further advance of Rs.25,000\nwas received on 2.4.1981. The appellant also denied the claim\nof the respondents that the appellant had got examined the\ndocuments of title and satisfied herself about that title at the\ntime of entering into the agreement of sale. The appellant\nasserted that there was no default on her part and contended\nas follows :-\nC\nD\n\"The allegation that your client was always ready and willing\nto conclude the sale and expected my client to pay the E\nbalance of the sale consideration of Rs. 2.75 lakhs in\naccordance with clause 4 of the said agreement etc. is not\ncorrect. The very attitude your client is not giving the\ndocuments of title for scrutiny from January 1981 for the\npast 6 months will prove the hollowness of the claim. The F\nfurther allegation that my client has committed default in\npayment etc. is also not true, because my client has\nalready paid Rs. 2,25,000/- and on 2.4.1981 when the sum\nof Rs. 25,000/- was paid it was specifically understood that\nthe balance of money will be paid and the sale will be G\ncompleted within a reasonable time as soon as the\ndocuments of title were handed over to her. Therefore, the\nquestion of default in payment of the instalment does not\narise. Moreover, it is very unreasonable on the part of your\nH\n"}