{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nC\nD\n924\n(iii)\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nEvery suit for specific performance need not be\ndecreed merely because it is filed within the period\nof limitation by ignoring the time-limits stipulated in\nthe agreement. Courts will also 'frown' upon suits\nwhich are not filed immediately after the breach/\nrefusal. The fact that limitation is three years does\nnot mean a purchaser can wait for 1 or 2 years to\nfile a suit and obtain specific performance. The\nthree year period is intended to assist purchasers\nin special cases, as for example, where the major\npart of the consideration has been paid to the\nvendor and possession has been delivered in part\nperformance, where equity shifts in favour of the\npurchaser.\nRe: Question (ii)\n29. Before the learned Single Judge, the appellant had\nconcentrated on the contention that time for payment was not\nthe essence of the contract and therefore the failure to pay the\nsecond instalment on or before 6.4.1981 and the final instalment\nE on or before 30.5.1981 did not entitle the vendors to cancel/\nterminate the agreement. As that contention was rightly rejected\nby the learned Single Judge, the emphasis before the Division\nBench was on the contention that the term regarding payment\nwas altered by an oral understanding. It was contended that\nF though time was the essence of the contract in regard to\npayments, it was equally necessary for the defendants to\nproduce original title deeds to show that there were no\nencumbrances over the suit properties; that after paying the first\ninstalment of Rs.1,00,000 on 28.2.1981, the plaintiff and her\nhusband got doubts about the original title deeds as they learnt\nthat the properties had been mortgaged; that therefore the\n`plaintiff's husband along with his friends Babu (PW2) and\nBalaraman (PW3) went to defendants' house in March, 1981\nand made inquiries and then the defendants requested for\nsome more time promising that they would get original title\nG\nH\n•\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 925\nORS. [R.V. RAVEENDRAN, J.]\ndeeds for verification and therefore on 2.4.1981 only Rs.25000 A\nwas paid towards the second instalment of Rs.1,00,000 due\non 6.4.1981 with the understanding that the balance of\nRs.75,000 towards the second instalment as also the third\ninstalment would be paid only after the production of original\ntitle deeds. Therefore the contention was that though time B\nregarding payment was essence of the contract and the\nbalance consideration of Rs.2,75,000 had to be paid in three\ninstalments of Rs.1,00,000, Rs.1,00,000 and Rs.75000 on\n28.2.1981, 6.4.1981 and 30.5.1981 respectively, there was an\nalteration in those terms, as per an oral understanding in March, C\nс\n1981 to postpone payment of the second and third instalments,\ntill the original documents of title were produced by the\ndefendants. In short the emphasis of the plaintiff was on an oral\nagreement altering the time schedule and the terms which\nmade time for payment the essence of the contract. Neither the\nSingle Judge nor the Division Bench accepted the claim of\nappellant that there were any such discussions or oral\nunderstanding in March 1981 leading to variation in terms or\nthat the time for payment was postponed.\nD\n30. Before this court there was again a significant shift in E\nthe stand of the appellant. Faced with the finding that time for\npayment was the essence and that there was no change in the\nterms relating to payment, the emphasis is on a different\ncontention based on section 52 of the Contract Act. The\nappellant contended that the agreement of sale laid down the F\norder in which the reciprocal promises were to be performed;\nthat it first required respondents 1 to 3 as vendors, to furnish\nthe original title deeds and a nil encumbrance certificate to\nsatisfy the appellant about their title; that the appellant had to\npay the balance of the sale price only after the vendors G\ndischarged their said obligation; that the appellant was entitled\nto withhold the balance sale price till the vendors discharged\ntheir liabilities, secured the original title deed and delivered\nthem to her and satisfied her about their title; and that without\nperforming their obligation by producing the original title deeds,\nI\n926\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA the vendors cannot expect performance by the purchaser, to\npay the balance price. The appellant contended that courts\nbelow failed to appreciate the scope of section 51 to 54 of\nContract Act. To appreciate the said contention it is necessary\nto refer to sections 51 to 53 of the Contract Act.\nB\nC\n31. Section 51 provides that when a contract consists of\nreciprocal promises to be simultaneously performed, no\npromisor need perform his promise, unless the promisee is\nready and willing to perform his reciprocal promise. For\nexample, if the contract provides that the balance of sale\nconsideration shall be paid by the purchaser to the vendor\nagainst execution of sale deed within a period of three months,\nthe purchaser need not pay the balance sale consideration if\nthe vendor was not willing to execute the sale deed. Similarly\nthe vendor need not execute the sale deed unless the purchaser\nD is ready to pay the balance sale consideration.\nF\n32. Section 52 relates to the order of performance of\nreciprocal promises. It provides that where the order in which\nreciprocal promises are to be performed is expressly fixed by\nE the contract, they shall be performed in that order; and where\nthe order is not expressly fixed by the contract, they shall be\nperformed in that order which the nature of the transaction\nrequires. Let us illustrate with reference to an agreement of sale\nwhich provides that the vendor shall make out to the satisfaction\nof the purchaser a good, marketable and subsisting title and\nprovide all documents as required by the purchaser to satisfy\nhim about the title of the vendor, that the vendor shall obtain a\ncertificate of clearance from a specified authority for the sale,\nthat the sale shall be completed within a period of four months\nof receipt of the clearance certificate and the purchaser shall\npay the balance sale price at the time of registration of the sale.\nIt is evident that the vendor will have first to make out a title by\nproducing the documents required by the purchaser and also\nobtain the clearance certificate. Only thereafter the sale deed\nshall have to be executed and payment of the sale\nG\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 927\nORS. [R.V. RAVEENDRAN, J.]\nconsideration will have to be made at the time of registration A\nof the sale deed. The vendor cannot seek payment of the\nbalance sale price without performing his obligations as per the\nagreement.\nB\n33. Section 53 provides that when a contract contains\nreciprocal promises, and one party to the contract prevents the\nother from performing his promise, the contract becomes\nvoidable at the option of the party so prevented; and he is\nentitled to compensation from the other party for any loss which\nhe may sustain in consequence of the non-performance of the\nC\ncontract. Let us take by way of illustration an agreement which\nprovides that out of the sale price Rs.10,00,000, Rs.1,00,000\nwas paid as advance, Rs.4,00,000 was to be paid within one\nmonth to enable the vendor to purchase an alternative property\nand shift his residence from the property agreed to be sold,\nand the sale deed has to be executed within three months from D\nthe date of agreement of sale and vacant possession of the\npremises should be given, against payment of balance price.\nIf the purchaser failed to pay Rs.4,00,000 within one month and\nthereby prevented the vendor from purchasing another property\nand shifting to such premises, the vendor will not be able to E\nperform his obligation to deliver vacant possession. Thus the\nI contract becomes voidable at the option of the vendor.\n34. Section 54 of Contract Act provides that when a\ncontract consists of reciprocal promises, such that one of them\ncannot be performed, or that its performance cannot be claimed\ntill the other has been performed, and the promisor of the\npromise last mentioned fails to perform it, such promisor cannot\nclaim the performance of the reciprocal promise, and must\nmake compensation to the other party to the contract for any\nloss which such other party may sustain by the non-\nperformance of the contract. The agreement in this case\nprovides a good illustration for this section. The purchaser\ncannot claim that the vendors should produce the original title\ndeeds and satisfy her regarding their title, or claim execution\nF\nG\nH\nB\nC\n928\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nof the sale deed, unless and until she paid the entire\nconsideration within the time stipulated in clause (4) of the\nagreement, which would enable the vendors to repay the loans\nand obtain release of the original title deeds.\n35. The appellant contends that clause (3) of the\nagreement provides that execution of the sale deed shall\ndepend upon the purchaser getting satisfied regarding\n(vendors') title to the lands and that the property is not subject\nto any encumbrance; that the said clause precedes clause (4)\nrequiring payment of balance consideration of Rs.2,75,000 in\nthree instalments; and that shows that the intention of parties\nwas that the satisfaction of the purchaser in regard to the\nvendors' title to the land and encumbrance, was a condition\nprecedent for payment of the balance consideration. In other\nwords, it is contended that the contract provides the order in\nwhich reciprocal promises are to be performed, by placing\nclause (3) before clause (4), that is the vendors should first\nsatisfy the purchaser regarding title of the vendors and only\nwhen that promise is performed by the vendors, the question\nof purchaser performing her promise to pay the balance\nE consideration would arise.\nD\n36. The order of performance of reciprocal promises does\nnot depend upon the order in which the terms of the agreement\nare reduced into writing. The order of performance should be\nF expressly stated or provided, that is, the agreement should say\nonly after performance of obligations of vendors under clause\n(3), the purchaser will have to perform her obligations under\nclause (4). As there is no such express fixation of the order in\nwhich the reciprocal promises are to be performed, the\nappellant's contention is liable to be rejected. We have already\nnoticed that the contract contains two different streams of\nprovisions for performance. One relates to payment of the\nbalance consideration by the purchaser in the manner provided,\nwhich is not dependent upon any performance of obligation by\nthe vendors. It is significant that clause (4) of the agreement\nG\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 929\nORS. [R.V. RAVEENDRAN, J.]\ndid not say that the balance of the sale price shall be paid only A\nafter the vendors satisfied the purchaser in regard to title or that\nthe purchaser shall pay the balance of sale price only after she\nsatisfies herself regarding title of the vendors to the lands. Nor\ndoes clause (3) contain a provision, after stating that execution\nof the sale deed shall depend upon the purchaser getting B\nsatisfied regarding title to the land as also the nil encumbrance,\nthat the payment of sale consideration will also depend upon\nsuch satisfaction regarding title and nil encumbrance. As\nnoticed above there is an unconditional promise to pay the\nbalance consideration in three instalments and the said C\npromise by the purchaser is not dependent upon performance\nof any obligation by vendors. The contract specifically states\nthat having paid the balance price, if the purchaser is not\nsatisfied about the title and on being intimated about the same\nif the vendors fail to satisfy the purchaser about their title, all\nD\namounts paid towards the price should be refunded to\npurchaser. This clearly demonstrates that the payment of\nbalance of sale price in terms of the contract was not\npostponed nor made conditional upon the purchaser being\nsatisfied about the title, but that payment of the balance price\nshould be made to the vendors as agreed unconditionally. In\nfact if the intention of the parties was that only after the vendors\nsatisfying the purchaser about their title, balance consideration\nhad to be paid, clause (12) would be redundant as the situation\ncontemplated therein would not arise. Further, if that was the\nintention, the purchaser would not have paid Rs.1,00,000 as\nfurther advance on 28.1.1981 and Rs.25,000 on 2.4.1981. It is\ntherefore clear that the contract does not expressly (or even\nimpliedly) specify the order of performance of reciprocal\npromises, as alleged by the appellant.\n37. The terms of the contract makes it clear that payment\nof sale price did not depend on execution of the sale deed. The\nsale deed was not required to be executed within any specific\nperiod. The purchaser had to fulfil her obligation in regard to\npayment of price as provided in clause 4 and thereafter vendors\nE\nF\nG\nH\n930\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA were required to perform their reciprocal promise of executing\nthe sale deed, whenever required by the purchaser, either in\nher name or in the names of her nominees. The sale deed had\nto be executed only after payment of complete sale\nconsideration within the time stipulated. In these circumstances,\nB section 52 of the Contract Act does not help the appellant but\nactually supports the vendors-respondents.\nRe: Question (iii)\n38. Learned counsel for the appellant next submitted that\nC the lands belonging to the first respondent were mortgaged to\nBank of India, the lands belonging to the second defendant were\nmortgaged to one Gulecha, the lands belonging to third\nrespondent were mortgaged to State Bank of Mysore and\ntherefore none of the original title deeds were in the custody of\nD vendors; that having regard to section 55 (1) of Transfer of\nProperty Act, 1882 ('TP Act' for short) the vendors were bound\nto disclose to the purchaser, any material defect in their title to\nthe property; that the failure of vendors to disclose the existence\nof the mortgages/encumbrances amounted to fraudulent\nE conduct within the meaning of section 55 of TP Act. It was\nsubmitted that the vendors had deliberately failed to disclose\nthe existence of the said encumbrances to the purchaser and\nthereby committed a fraud which made the purchaser to enter\ninto an agreement of sale and part with a potion of the sale\nconsideration in advance; that when the purchaser got doubts\nand insisted on production of the original title deeds, the fourth\nrespondent took time to get the original title deeds and agreed\nthat the balance of sale price due may be paid after production\nof sale deeds. It was submitted that having regard to section\n55 of the TP Act, failure to disclose the encumbrances\namounted to fraud; and in view of such fraud by the\nrespondents, the appellant was prevented from performing her\npart of the contract by paying the balance price before the\nagreed dates and therefore the appellant was entitled to\nextension of further time for performing her promise to pay the\nF\nG\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 931\nORS. [R.V. RAVEENDRAN, J.]\nbalance price, corresponding to the delay caused by such fraud, A\nhaving regard to the provisions of section 34 of the TP Act.\n39. Section 55 of TP Act lists the rights and liabilities of\nthe buyer and the seller in the absence of a contract to the\ncontrary. The relevant portion of section 55 reads thus:\nB\n\"55. Rights and liabilities of buyer and seller -- In the\nabsence of a contract to the contrary, the buyer and the\nseller of immovable property respectively are subject to the\nliabilities, and have the rights, mentioned in the rules next\nfollowing or such of them as are applicable to the property C\nsold:\n(1) The seller is bound-\n(a) to disclose to the buyer any material defect in the\nproperty or in the seller's title thereto of which the seller is,\nand the buyer is not, aware, and which the buyer could not\nwith ordinary care discover;\n(b) to produce to the buyer on his request for examination¸\nall documents of title relating to the property which are in\nthe seller's possession or power;\n(c) to answer to the best of his information all relevant\nquestions put to him by the buyer in respect to the property\nor the title thereto; xxxxx\nSection 34 of the TP Act relied upon by appellant, is\nextracted below:\nD\nE\nF\n\"34. Transfer conditional on performance of act, time being\nspecified\nWhere an act is to be performed by a person either as a\ncondition to be fulfilled before an interest created on a\ntransfer of property is enjoyed by him, or as a condition\non the non-fulfilment of which the interest is to pass from\nG\nH\nA\nB\nс\n932\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nhim to another person, and a time is specified for the\nperformance of the act, if such performance within the\nspecified time is prevented by the fraud of a person who\nwould be directly benefited by non-fulfilment of the\ncondition, such further time shall as against him be allowed\nfor performing the act as shall be requisite to make up for\nthe delay caused by such fraud. But if no time is specified\nfor the performance of the act, then, if its performance is\nby the fraud of a person interested in the non-fulfilment of\nthe condition rendered impossible or indefinitely\npostponed, the condition shall as against him be deemed\nto have been fulfilled.”\n40. Whenever a party wants to put forth a contention of\nfraud, it has to be specifically pleaded and proved. It is\nsignificant that the plaint does not allege any fraud by the\nD defendants. Evidence shows that before the agreement was\nentered, the purchaser's husband and legal advisor had\nexamined the xerox copies of the title deeds and satisfied\nthemselves about the title of the vendors. The appellant in her\nevidence clearly admits that xerox copies of the title deeds were\nE shown to her husband. The agreement of sale provided that the\nsale would depend upon purchaser getting satisfied about the\ntitle of the vendors. The manner in which the agreement was\ndrafted by the purchaser shows that the purchaser and/or her\nhusband were made aware of the encumbrances. Firstly there\nF is no provision in the agreement that the lands were not subject\nto any encumbrances. Secondly, the provision for payment of\nsale price within a specified time does not link the payment to\nexecution of a sale deed. Thirdly the contract provided that on\nexecution of the agreement the purchaser will take possession\nG as care taker of the suit schedule properties and that on\ncomplete payment of the sale price on 30.5.1981, she will be\nentitled to possession in part performance and that the\nexecution of the sale deed will be whenever required by the\npurchaser, totally disconnected with either payment of price or\ndelivery of possession. All these provisions demonstrate that\nI\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 933\nORS. [R.V. RAVEENDRAN, J.]\nthe vendors were in urgent need of money, that the purchaser A\nwas made aware of the encumbrances, that on the purchaser\npaying the sale price, the vendors had to clear the\nencumbrances and thereafter convey the property, free from\nencumbrances. The contention that the vendors deliberately or\nintentionally suppressed any information regarding the pending B\nencumbrances or the fact that the original documents were not\navailable and thereby committed fraud is neither pleaded nor\nproved.\nC\nD\nE\n41. The appellant did not allege in the plaint, any fraud on\nthe part of vendors, in regard to suppression of encumbrances\nover the property. The entire plaint tried to justify that the plaintiff\ndid not commit breach of contract by not paying the balance\ninstalments on 6.4.1981 and 30.5.1981, except for a stray\nsentence that the plaintiff will be entitled to proceed against the\nthird defendants 1 to 3 for damages, for not performing their\npart of the contract and not disclosing several prior\nencumbrances over the property. In the written statement the\ndefendants submitted that the encumbrance certificate upto the\nyear 1980 had been given to appellant's husband, which\nshowed the encumbrance in favour of State Bank of Mysore,\nthat plaintiff and her husband both knew before entering into\nthe agreement of sale that original documents were with the\nsaid bank and that therefore the allegation that the encumbrance\nwas not disclosed was false. It was also disclosed in the written\nstatement, that a document was surreptitiously detained by one\nGulecha. It was stated that the defendants intended to utilise\nthe last two instalments for securing back the original\ndocuments by discharging the loans. It is not disputed that the\namount due to Gulecha was around Rs.40,000 and the amount\ndue to State Bank of Mysore was around Rs.39,000 and any G\nof the last two instalments would have been sufficient to\ndischarge the said liabilities. The appellant having committed\n1 default in paying the last two instalments which would have\nenabled discharging the debts, can not find fault with the\nvendors by contending that they did not secure the original title H\nF\n"}