{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69}],"text":"!\n934\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA deeds. If the mortgage/encumbrance was made known to\nappellant's husband and if it had been understood that the same\nwould be cleared from the last of the instalments paid by the\nappellant, the absence of original title deeds could not be made\na ground for not paying the last two instalments. The claim of\n. B the appellant that the vendors should have cleared all the\nencumbrances before payment of the last two instalments is not\nborne out by any evidence. Even in law, the obligation of the\nvendors is to convey an encumbrance free, good and\nmarketable title subject to contract to the contrary. The stage\nof execution of sale deed had not arrived as the appellants did\nnot paid the amount due in terms of the contract.\nс\nD\n42. The appellant contended that the debt due to the Bank\nof India had been fraudulently suppressed by the vendors.\nThere is no reference to such a mortgage either in the plaint\nor the evidence of the plaintiff. No one has been examined from\nthe bank nor any document produced to prove the existence\nof such mortgage. Appellant attempted to produce some\ndocuments relating to the said mortgage with an application\nunder Order 41 Rule 27 CPC which was rejected by the High\nE Court. Before us, the appellants relied upon the decision in\nBank of India v. Vijay Transport [2000 (8) SCC 512] which\nrelated to the bank's suit against Vijay Transport of which the\nfirst respondent was stated to be a partner. The said decision\nof this court discloses that proceedings were commenced in\nF the year 1975 against the firm in which the first respondent was\na partner, for recovery of Rs.18,14,817.91 in the Court of Sub-\nJudge, Eluru; that the partnership firm raised a counter claim\nof Rs. 34,48,799 against the Bank; and that on 6.7.1976 the\nBank's suit was decreed only for Rs.1,00,418/55 whereas the\nG counter claim of the first respondent was decreed for\nRs.34,48,799 with costs. The bank filed an appeal before the\nHigh Court which was allowed on 20.9.1983 and the Bank's\nsuit was decreed for Rs.18,49,209.70 with interest and the\nfirm's counter claim was dismissed. But what is significant and\nrelevant is the fact that as on the date of the agreement of sale\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 935\nORS. [R.V. RAVEENDRAN, J.]\n(17.1.1981) the first defendant was not a debtor of Bank of India A\nbut on the other hand the bank itself was a debtor to the extent\nof more than Rs.33,00,000 with interest. Therefore the\ncontention of the appellant that an encumbrance in favour of\nBank of India was in existence and that was not disclosed and\nthe said liability was not disclosed, is wholly untenable. From\nthe evidence on record as rightly held by the courts below it is\nnot possible to make out either any fraud or any suppression\nor failure to disclose facts on the part of the respondents.\n43. We are therefore of the view that the failure of the\nappellant to pay the balance of Rs.75,000 on 6.4.1981 and\nfailure to pay the last instalment of Rs.75,000 on or before\n30.5.1981 clearly amounted to breach and time for such\npayment was the essence of the contract, the respondents were\njustified in determining the agreement of sale which they did\nby notice dated 2.8.1981 (Ex. P5). Therefore rejection of the\nprayer for specific performance is upheld.\n44. We may next briefly deal with the correctness of the\ndismissal of the suit for injunction. The appellant was not put in\npossession of the suit properties in part-performance of the\nagreement of sale. Under clause 15 of the agreement of sale,\nshe was only entrusted with the suit schedule properties as a\ncaretaker until possession is given on receipt of the entire sale\nconsideration. As neither the entire sale consideration was paid\nnor possession delivered, the plaintiff remained merely a\ncaretaker and on cancellation of the agreement of sale by the\nrespondents, the plaintiff became liable to leave the suit\nschedule properties as the possession continued to be with the\ndefendants. As appellant never had 'possession' she was not\nentitled to seek a permanent injunction to protect her\npossession. We have held that the cancellation of agreement\nwas justified and upheld the rejection of the suit for specific.\nperformance. In the circumstances, the dismissal of the suit for\ninjunction by the learned Single Judge, affirmed by the Division\nBench, is also not open to challenge.\nB\nC\nD\nE\nF\nG\nH\nA\n936\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n45. We also find no reason to interfere with the dismissal\nof the suit for recovery of Rs.1,25,000 from the fourth\nrespondent. The trial court held that the said amount was not\npaid as commission but was paid as consideration for the\nmovables. The said suit was dismissed by the trial court. In the\nB High Court the learned counsel for the appellant during\narguments clearly stated that the appellant was not pressing for\nany decree against the fourth respondent in view of the finding\nthat the amount paid was part of the consideration for\nmovables. Therefore the dismissal of suit for Rs.1,25,000 is\nalso upheld.\nC\n46. The division bench to do broad justice and work out\nthe equities, took note of the offer of the defendants in their\nwritten statement to refund the amount paid as advance and\ndirected the defendants to refund the sum of Rs.2,25,000 paid\nD to defendants 1 to 3 under the agreement and Rs.1,25,000 paid\nto the fourth respondent, in all, Rs.3,50,000 with interest at 9%\nper annum for the period when the appellant was not acting as\na care taker till date of payment. We find no reason to interfere\nwith the direction to refund Rs.3,50,000 with interest. We\nE however propose to make a modification in regard to the rate\nof interest and the period for which interest is payable. The High\nCourt has awarded interest on the sum of Rs.3,50,000 at 9%\nper annum for the period in which the appellant had not acted\nas caretaker till the date of payment. As noticed above, the\nF agreement of sale does not provide for forfeiture of the\namounts paid as advance under any circumstances and on the\nother hand, specifically provides that if the plaintiff was not\nsatisfied with the title of the defendants, the amounts received\nas advance would be refunded. In fact, the respondents, in their\nG written statement, offered to refund the amount. Therefore, the\nHigh Court ought to have granted interest from the date of\ncancellation of the agreement (2.8.1981) to date of payment.\nThe High Court was not justified in restricting the interest to only\nfor the period during which the appellant had not acted as\ncaretaker. The liability to refund the advance has nothing to do\n| H\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 937\nORS. [R.V. RAVEENDRAN, J.]\nwith the appointment of the plaintiff as caretaker or the A\nobligation of the plaintiff to return the property on cancellation\nof the agreement. Having regard to the facts and\ncircumstances, we are of the view that the rate of interest shall\nbe increased to 12% per annum instead of 9% per annum.\nRe: Question No. (iv)\nB\n47. The appellant contended that none of the three\nvendors (defendants 1, 2 and 3) stepped into the witness box\nto give evidence and therefore an adverse inference should be\ndrawn against them that the case put forth by them is incorrect. C\nReliance was also placed on the decisions of this court in\nVidhyadhar v. Mankikrao \u0026 Anr. (1999) 3 SCC 573 and\nBalasaheb Dayandeo Naik (Dead) through LRs. and Ors. v.\nAppasaheb Dattatraya Pawar (2008) 4 SCC 464 in that\nbehalf. There were four defendants in the suit. Defendants 1,2 D\nand 3, who were the owners of the lands were respectively the\nwife, son and daughter of the fourth defendant. It is an admitted\nposition that the entire transaction was done on behalf of the\ndefendants 1,2 and 3 by defendant No.4 who alone had\ncomplete knowledge of the entire transaction. Fourth defendant E\nhas given evidence on behalf of all the other defendants. When\none of the defendants who is conversant with the facts has given\nevidence, it is not necessary for the other defendants to be\nexamined as witnesses to duplicate the evidence. The legal\nposition as to who should give evidence in regard to the matters. F\ninvolving personal knowledge have been laid down by this court\nin Man Kaur (dead) by LRS. v. Hartar Singh Sangha (2010)\n10 SCC 512. This court has held that where the entire\ntransaction has been conducted through a particular agent or\nrepresentative, the principal has to examine that agent to prove\nthe transaction; and that where the principal at no point of time\nhad personally handled or dealt with or participated in the\ntransaction and has no personal knowledge of the transaction,\nand where the entire transaction has been handled by the agent,\nnecessarily the agent alone can give evidence in regard to the\nG\nH\n938\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA transaction. This court further observed:\nB\nс\n\"Where all the affairs of a party are completely managed,\ntransacted and looked after by an attorney (who may\nhappen to be a close family member), it may be possible\nto accept the evidence of such attorney even with\nreference to bona fides or 'readiness and willingness'.\nExamples of such attorney holders are a husband/wife\nexclusively managing the affairs of his/her spouse, a son/\ndaughter exclusively managing the affairs of an old and\ninfirm parent, a father/mother exclusively managing the\naffairs of a son/daughter living abroad.\"\nTherefore the evidence of the fourth defendant (examined as\nDW2) was sufficient to put forth the case of the defendants and\nthere was no need to examine the other three defendants who\nD did not have full or complete knowledge of the transactions. In\nthe circumstances we find no merit in the contention that the\nsuits ought to have been decreed, as defendants 1,2 and 3 did\nnot step into the witness box.\nE\nRe: Contempt Petition (C) Nos.28-29/2009 :\n48. The appellant has filed these contempt petitions\npraying that respondents 1 to 4 be punished for committing\ncontempt of the order dated 11.11.2002 made in C.A.\nNos.7254-7256/2002. The appellant filed the said appeals\nF aggrieved by the common judgment dated 19.6.2002 passed\nby the Division Bench of the High Court, affirming the dismissal\nof the three suits of appellant for injunction, for specific\nperformance and for refund of Rs.1,25,000/-. This Court on\n11.11.2002 while granting leave in the special leave petitions,\nG made an interim order that the respondent shall not encumber\nthe property in any manner.\nH\n49. The appellant alleges that one Jeevanandam filed\nthree suits against respondents 1 to 3 in the years 2007 and\n2008 for injunctions and other reliefs, alleging that he had\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 939\nORS. [R.V. RAVEENDRAN, J.]\nA\nB\nentered into three Memorandum of Understanding (MOU for\nshort) dated 5.7.2002 with them, under which they had agreed\nto enter into agreements of sale in regard to the suit schedule\nproperties; that he had paid advances to each of them on\n5.7.2002, and that he had further paid to respondents 1 to 3 in\nthe years 2004 and 2005, a sum of Rs.1,50,00,000. The\nappellants contend that the alleged act of receiving\nRs.1,50,00,000 in the years 2004 and 2005 by respondents 1\nto 3 from Jeevanandam, amounted to creating an encumbrance\nover the suit property and thereby respondents 1 to 3 have\ncommitted contempt of the order dated 11.11.2002 of this C\nCourt. The appellant also wants this court to hold an enquiry\nand hold that the MOUS were actually entered subsequent to\nthe interim order dated 11.11.2002, but deliberately anti-dated\nto get over the interim order and therefore the execution of the\nsaid MOUs also amounts to creating an encumbrance. It is not D\nnecessary for us to examine the question whether the MOUS\nwere anti-dated as the said question is not relevant as will\npresently be seen, apart from the fact that no material has been\nproduced by the appellant to establish the said allegation.\nFTT\nE\nF\n50. An ‘encumbrance' is a charge or burden created by\ntransfer of any interest in a property. It is a liability attached to\nthe property that runs with the land. [See National Textile\nCorporation vs. State of Maharashtra - AIR 1977 SC 1566 and\nState of H.P. vs. Tarsem Singh - 2001 (8) SCC 104]. Mere\nexecution of an MOU, agreeing to enter into an agreement to\nsell the property, does not amount to encumbering a property.\nReceiving advances or amounts in pursuance of an MOU would\nnot also amount to creating an encumbrance. The MOUS said\nto have been executed by respondents 1 to 3 provide that\nagreements of sale with mutually agreed terms and conditions\nwill be entered between the parties after clearance of all\npending or future litigations. Therefore the MOUs are not even\nagreements of sale. In these circumstances, it is not possible.\nto hold that the respondents have created any encumbrances\nor violated the order dated 11.11.2002. Hence, these contempt H\nG\n940\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA petitions are liable to be rejected.\nB\nC\n51. We make it clear that nothing stated in this order on\nthe contempt petitions will be construed as an expression of\nany opinion on the merits of the dispute between Jeevanandam\nand respondents 1 to 3, and necessarily any pending litigation\nbetween them will have to be decided on the merits of the\nrespective cases.\nCIVIL APPEAL NOS. 7254-7256 OF 2002\n-\n52. These appeals are filed by the vendors – defendants\n1 to 3 (who are respondents 1 to 3 in C.A. Nos.7254-7256/\n2002). They are aggrieved by the judgment and decree of the\nDivision Bench in O.S.A. No.12/1992 (arising from the specific\nperformance suit) and O.S.A.No. 148/1999 (arising out of the\nD money suit) whereby the Division Bench directed defendants\n1 to 3 to jointly repay Rs.3,50,000 with interest at 9% per annum\nduring the period the plaintiff was not acting as a caretaker till\nthe date of payment. Defendants 1 to 3 urge the following\ncontentions:\nFTE\nF\nG\nI\n(a) In their written statement (filed in the specific\nperformance suit), their offer was to repay the amount\nadvanced was a conditional offer subject to the plaintiff not\nobstructing the defendants from interfering with the property\nor filing any frivolous, mischievous or vexatious suit and\nvoluntarily handing over the possession of the property.\nThey had not unconditionally agreed to repay the sum of\nRs.3,50,000. As the plaintiff failed to hand over the\npossession and obstructed the defendants from selling the\nproperty, the offer to return the advance had stood\nwithdrawn.\n(b) During the pendency of the Original Side Appeals, the\nplaintiff was permitting to continue in possession as\nReceiver of the suit properties and she had reaped a huge\nbenefit of more than Rs.37,00,000 due to continuing in\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 941\nORS. [R.V. RAVEENDRAN, J.]\npossession for about 15 years. As the plaintiff was A\npermitted to retain the said benefit, no further benefit ought\nto have been given by directing refund of the sum of\nRs.3,50,000 with interest.\n53. The fact that defendants 1 to 3 received Rs.2,25,000\nout of the sale price of Rs.3,75,000 is not in dispute. Similarly,\nthere is no dispute that the fourth defendant had received a sum\nof Rs.1,25,000 from the plaintiff and agreed to refund the said\namount if the sale remained unconcluded or if the agreement\nof sale was cancelled. The division bench of the High Court\nfound fit to award the said amount, after affirming the decision\nrejecting the prayer for specific performance, in view of the offer\nmade by defendants 1 to 3 in their written statement to repay\nthe amounts received towards the sale consideration. We have\nheld that the time stipulated for payment of the balance price\nby the plaintiff was the essence of the contract and when the\nsame was not paid, defendants 1 to 3 were justified in\ncancelling the sale agreement. But, we also found that there was\nno provision in the agreement for forfeiture of the amounts\nalready paid, even in the event of breach by the purchaser. On\nthe other hand it provides that if the vendors did not satisfy the\npurchaser in regard to their title, the amounts received would\nbe refunded. The consistent case of the plaintiff was that the\ndefendants 1 to 3 failed to satisfy her about their title.\n54. Further, defendants 1 to 3 in their written statement filed\nin the specific performance suit had agreed to refund all\namounts received by them from the plaintiff. It is true that the\noffer was conditional upon the plaintiff not creating any\nhindrance in the way of the defendants by filing false, frivolous\nand mischievous suits. Though we have affirmed the decision\nof the learned Single Judge and the Division Bench that the\nplaintiff is not entitled to the relief of specific performance, it\ncannot be said that the plaintiff had filed false, frivolous and\nmischievous suits. In view of the above, in terms of the\nagreement and in terms of its offer, the plaintiff was entitled to\nB\nC\nD\nE\nF\nG\nH\nA\n942\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nrecover the amounts paid by her. A sum of Rs.2,25,000 was\npaid under the agreement of sale to defendants 1 to 3. The\nfinding of the learned Single Judge that the sum of Rs.1,25,000\npaid by the plaintiff to the fourth defendant was also the\nconsideration for the movables in addition to the consideration\nB of Rs.3,75,000 under the agreement of sale, was not been\nchallenged by the defendants. In the circumstances, the Division\nBench was justified in granting a decree in favour of the plaintiff\nfor Rs.3,50,000 with interest. These appeals are therefore liable\nto be dismissed.\nC\nConclusion :\n55. In view of the foregoing the appeals and contempt\npetitions are disposed of as follows:\nD\n(i)\nE\nF\nG\nC.A. Nos.7254-7256/2002 are allowed in part only\nin regard to the rate of interest and period for which interest\nis payable, with respect to the decretal amount of\nRs.3,50,000/-. We direct that respondents 1 to 3 shall\nrefund the sum of Rs.3,50,000/- to appellant as directed\nby High Court, with interest at 12% per annum from\n2.8.1981 to the date of payment. Subject to the aforesaid\nmodification in regard to the period for which interest is\npayable and rate of interest, the judgment of the Division\nBench of the Madras High Court is upheld in its entirety.\n(ii) Contempt Petition Nos.28-29/2009 are dismissed.\n(iii) C.A. Nos.4641-4642/2003 are dismissed.\n(iv) Parties are directed to bear their respective costs.\nAs a consequence, CS No. 170/1984 and CS No. 302/\n1989 stand dismissed. CS No. 95/1984 is decreed in part in\nfavour of the appellant for Rs.3,50,000 with interest at 12% per\nannum from 2.8.1981 to date of payment.\nH\nD.G.\nMatters disposed of.\n"}