{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"UNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 605\n[JAGDISH SINGH KHEHAR, J.]\nremedying the inappropriateness of direct recruits of later years A\nbecoming senior to promotees with long years of service. It is\nnot the case of any of the parties before us, that the OM dated\n7.2.1986, has ever been \"amended\" or \"modified\". It is therefore\nimperative to conclude, that the OM dated 7.2.1986 is binding\nfor the determination of the issues expressed therein, and that, B\nthe same has the force of law. The OM dated 3.7.1986 is in\nthe nature of consolidatory instruction, whereby, all earlier\ninstructions issued from time to time were compiled together.\nThis is apparent, not only from the subject of the aforesaid OM\ndated 3.7.1986, but also, the contents of paragraph 1 thereof.\nParagraph 1 of the OM dated 3.7.1986, is being reproduced\nhereunder:\n\"Dated 3.7.86\nOFFICE MEMORANDUM\nSubject: SENIORITY - consolidated orders on\nC\nD\nE\nThe undersigned is directed to say that instructions\nhave been issued by this Department from time to time\nlaying down the principles for determining seniority of\npersons appointed to services and posts under the Central\nGovernment. For facility of reference, the important orders\non the subject have been consolidated in this office\nmemorandum. The number and date of the original\ncommunication has been quoted in the margin so that the\nusers may refer to it to understand fully the context in which F\nthe order in question was issued.\"\n(emphasis is ours)\nIt is therefore clear, that the OM dated 3.3.2008 is neither in\nthe nature of an \"amendment” nor in the nature of a\n“modification\". Since the OM dated 3.3.2008, is a mere\n\"consolidation\" or compilation of earlier instructions on the\nsubject of seniority, it is not prudent to draw any inferences\ntherefrom which could not be drawn from the earlier instruction/\noffice memoranda being \"consolidated\" or compiled therein, or\nG\nH\n606 SUPREME COURT REPORTS\nA which is contrary thereto.\nB\n[2012] 13 S.C.R.\n28. It is relevant to notice, that there is a marginal note\nagainst paragraph 2.4.2 in the OM dated 3.7.1986. The\naforesaid marginal note is being extracted hereunder:\n\"DOPT No.35014/2/80-Estt(D) dt.7.2.86\"\nTherefore, paragraph 2.4.2 must be deemed to have been\nrecorded in the consolidating OM, on the basis of the OM dated\n7.2.1986. The instant assertion has been made on account of\nit having been expressly mentioned in the opening paragraph\nC of the OM dated 3.7.1986 (extracted above), that the number\nand date of the original communication has been quoted in the\nmargin, so that the user may refer to it, to understand fully the\ncontext in which the order in question was issued. Therefore,\nfor all intents and purposes the OM dated 3.3.2008 is with\nD reference to the OM dated 7.2.1986. It is for this reason, that\nwhile debating the exact purport of the OM dated 3.3.2008, it\nhas been our endeavour to examine the same, with reference\nto the earlier OMs dated 7.2.1986 and 3.7.1986, which were\ninter alia \"consolidated\" in the OM dated 3.3.2008.\nE\n29. A perusal of the OM dated 3.3.2008, would reveal, that\na reference to paragraphs 2.4.1 and 2.4.2 of the OM dated\n3.7.1986, has been made therein. Thereupon, the meaning of\nthe term \"available\" used in paragraph 2.4.2 of the OM dated\n3.7.1986, is statedly “clarified\". In view of the conclusion drawn\nF in the foregoing paragraph, the said clarification must be\ndeemed to be with reference, not only to the OM dated\n3.7.1986 but also the OM dated 7.2.1986. We have already\nnoticed, in an earlier part of the instant judgment, the essential\ningredients of a \"clarification\" are, that it seeks to explain an\nunclear, doubtful, inexplicit or ambiguous aspect of an\ninstrument, which is sought to be clarified or resolved through\nthe \"clarification\". And that, it should not be in conflict with the\ninstrument sought to be explained. It is in the aforesaid\nbackground, that we will examine the two queries posed in the\npreceding paragraph. We have already analysed the true\nG\nH\n608 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA Having so concluded, it is natural to record, that as the position\npresently stands, the OMs dated 7.2.1986 and 3.7.1986 would\nhave an overriding effect over the OM dated 3.3.2008 (to the\nextent of conflict between them). And the OM dated 3.3.2008\nhas to be ignored/omitted to the extent that the same is in\nB derogation of the earlier OMs dated 7.2.1986 and 3.7.1986.\nIn the light of the conclusions recorded hereinabove, we are\nsatisfied that the OM dated 3.3.2008 is not relevant for the\ndetermination of the present controversy.\n30. Besides the interpretation of the relevant OMs issued\nC by the DOPT, learned counsel representing the promotees\nplaced reliance on some judgments of this Court in order to\npress their contention, that seniority for direct recruits could not\nbe determined with reference to a date preceding the date of\ntheir recruitment. In so far as the instant aspect of the matter is\nD concerned, reliance was placed on Jagdish Ch. Patnaik \u0026 Ors.\nE\nv. State of Orissa and others, (1998) 4 SCC 456; Suraj\nPrakash Gupta \u0026 Ors. v. State of J\u0026K \u0026 Anr., (2000) 7 SCC\n561; and Pawan Pratap Singh \u0026 Ors. v. Reevan Singh \u0026 Ors.,\n(2011) 3 SCC 267.\n31. The seniority rule applied in Jagdish Ch. Patnaik's\ncase (supra) has been extracted in paragraph 24 of the said\njudgment. The seniority rule in question, inter alia expressed,\nthat seniority would be determined with reference to the date\nof recruitment. In Suraj Prakash Gupta's case (supra), the\nF relevant seniority rule was extracted in paragraph 53 which\nprovided, that seniority would be determined with reference to\nthe date of first appointment. The rule itself expressed that the\nwords \"date of first appointment\" would mean the date of first\nsubstantive appointment against a clear vacancy. In Pawan\nG Pratap Singh's case (supra) the question which arose for\nconsideration, related to determination of inter se seniority\nbetween two sets of direct recruits. The first set comprised of\nvacancies advertised in 1987 which came to be filled up in\n1994, and the second set comprised of vacancies of the year\n1990 which came to be filled up in the year 1991. The\nH\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 607\n[JAGDISH SINGH KHEHAR, J.]\nC\nD\npurport of the OM dated 7.2.1986 (in paragraph 20 A\nhereinabove). We have also recorded our conclusions with\nreference to the OM dated 3.7.1986 wherein we have duly\ntaken into consideration the true purport of paragraph 2.4.2\ncontained in the OM dated 3.7.1986 (in paragraph 21\nhereinabove). The aforesaid conclusions are not being B\nrepeated again for reasons of brevity. We have separately\nanalysed the effect of the OM dated 3.3.2008 (in paragraph 26\nof the instant judgment). It is not possible for us to conclude that\nthe position expressed in the earlier office memoranda is\nunclear, doubtful, inexplicit or ambiguous. Certainly not on the\nsubject sought to be clarified by the OM dated 3.3.2008. A\ncomparison of the conclusions recorded in paragraph 20 (with\nreference to the OM dated 7.2.1986) and paragraph 21 (with\nreference to OM dated 3.7.1986) on the one hand, as against,\nthe conclusions drawn in paragraph 26 (with reference to OM\ndated 3.3.2008) on the other, would lead to inevitable.\nconclusion, that the OM dated 3.3.2008 clearly propounds, a\nmanner of determining inter se seniority between direct recruits\nand promotees, by a method which is indisputably in conflict\nwith the OMS dated 7.2.1986 and 3.7.1986. Ofcourse, it was\npossible for the Department of Personnel and Training to\n\"amend\" or \"modify\" the earlier office memoranda, in the same\nmanner as the OM dated 7.2.1986 had modified/amended the\nearlier OM dated 22.11.1959. A perusal of the OM dated\n3.3.2008, however reveals, that it was not the intention of the\nDepartment of Personnel and Training to alter the manner of\ndetermining inter se seniority between promotees and direct\nrecruits, as had been expressed in the OMs dated 7.2.1986\nand 3.7.1986. The intention was only to \"clarify\" the earlier OM\ndated 3.7.1986 (which would implicitly include the OM dated\n7.2.1986). The OM dated 3.3.2008 has clearly breached the G\nparameters and the ingredients of a \"clarification\". Therefore,\nfor all intents and purposes the OM dated 3.3.2008, must be\ndeemed to be non-est to the extent that the same is in\nderogation of the earlier OMs dated 7.2.1986 and 3.7.1986.\nE\nF\nI\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS.\n[JAGDISH SINGH KHEHAR, J.]\n609\ncontroversy in Pawan Pratap Singh's case (supra) was A\nconspicuously different from the controversy in hand. In view of\nthe fact that the seniority rules, as also the factual matrix in the\ncases relied upon was substantially at variance with the\nrelevant OMs dated 7.2.1986 and 3.7.1986 (which are the\nsubject of interpretation in so far as the present case is B\nconcerned), as also the facts of the cases in hand, it is\napparent, that the judgments relied upon by the learned counsel\nare inapplicable to determine the present controversy.\n32. One finds attracted to the observations recorded in\nJagdish Ch. Patnaik's case (supra) wherein it was observed,\n\"when the language used in the statute is unambiguous and on\na plain grammatical meaning being given to the words in the\nstatute, the end result is neither arbitrary, nor irrational nor\ncontrary to the object of the statute, then it is the duty of the court\nto give effect to the words used in the statute because the\nwords declare the intention of the law making authority best”.\nWe are of the view that the aforesaid observations are fully\napplicable to the present controversy. We may add that the\nvarious ONs and letters issued by the DOPT (referred to\nabove) do not leave room for any ambiguity.\n33. Having interpreted the effect of the OMs dated\n7.2.1986 and 3.7.1986 (in paragraphs 20 and 21 hereinabove),\nwe are satisfied, that not only the requisition but also the\nadvertisement for direct recruitment was issued by the SSC in\nthe recruitment year in which direct recruit vacancies had arisen.\nThe said factual position, as confirmed by the rival parties, is\ncommon in all matters being collectively disposed of. In all these\ncases the advertised vacancies were filled up in the original/\nfirst examination/selection conducted for the same. None of the\ndirect recruit Income Tax Inspectors herein can be stated to be\noccupying carried forward vacancies, or vacancies which came\nto be filled up by a “later” examination/selection process. The\nfacts only reveal, that the examination and the selection process\nof direct recruits could not be completed within the recruitment\nC\nD\nE\nF\nG\nH\n610 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA year itself. For this, the modification/amendment in the manner\nof determining the inter-se seniority between the direct recruits\nand promotees, carried out through the OM dated 7.2.1986,\nand the compilation of the instructions pertaining to seniority\nin the OM dated 3.7.1986, leave no room for any doubt, that\nB the “rotation of quotas\" principle, would be fully applicable to\nthe direct recruits in the present controversy. The direct recruits\nherein will therefore have to be interspaced with promotees of\nthe same recruitment year.\n34. In view of the above, the Civil Appeals, the Transferred\nC Case, as well as, the Transfer Case (filed by the direct recruits\nand the Union of India) are hereby allowed. The claim of the\npromotees, that the direct recruit Income Tax Inspectors, in the\ninstant case should be assigned seniority with reference to the\ndate of their actual appointment in the Income Tax Department\nD is declined.\nK.K.T.\nAppeals \u0026 transferred Cases allowed.\n"}