{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"UNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 575\n[JAGDISH SINGH KHEHAR, J.]\nThese writ petitions are disposed of with the A\naforementioned observations and directions without any\norder as to costs.\"\n15. Consequently, the matters referred to above went back\nto the CAT, Principal Bench for re-adjudication. During their\npendency before the CAT, Principal Bench, an additional\naffidavit dated 12.3.2003 was jointly filed by the official-\nrespondents. In the aforesaid additional affidavit it was, inter\nalia, pleaded as under:\n\"Para 4\n(a).\n..\nB\nс\nD\n(b) The respondent has since obtained the advice of the\nCentral Board of Direct Taxes and the Deptt. of Personnel\nand Training which is the nodal Ministry for promulgation\nand monitoring of the relevant rules and regulations, issuing\nOffice Memorandums and the clarifications thereof. Based\non the advice of the DOP\u0026T there has been a change in\nthe stand taken by the respondent before this Hon'ble\nTribunal and as such, an application for amendment was\nmade before the Hon'ble Delhi High Court which allowed E\nthe application and has also taken note of the same in its\njudgment dt.25.9.2002. In view of the revised position, the\nseniority list dt.8.2.1999 was not in conformity with the\nclarifications provided by the DoP\u0026T with reference to its\nO.M. Dt.7.2.1986 and 2.7.1986. Relevant extracts based F\non the DoP\u0026T's O.M. dt.7.2.1986 and 3.7.1986 and the\nclarifications furnished by that department which formed\npart of the application for amendment of the writ petition\nwhich was filed before the Hon'ble Delhi High Court is\nannexed (Annexure R-1).\n(c) to (q)\n\"\nThe applicants before the CAT, Principal Bench were direct\nrecruits. They were satisfied with the latest position adopted\nby the official respondents before the CAT, Principal Bench\nG\nH\n576\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA through the additional affidavit dated 12.3.2003. They therefore,\nchose not to press their applications any further. The CAT,\nPrincipal Bench passed the following order on 26.4.2003:\nB\n“Learned counsel for the applicants, keeping in view the\namended reply dated 12.3.2003, does not press the\npresent application.\nAccordingly, the OA is dismissed as withdrawn.\"\n16. The Income Tax Department thereupon, issued another\nseniority list of Income Tax Inspectors, dated 17.7.2003, by\nC following the “quota” and “rota” principle prescribed in the office\nmemoranda dated 7.2.1986 and 3.7.1986. The aforesaid\nseniority-list was assailed by promotee Income Tax Inspectors\nbefore the CAT, Principal Bench, through OA no.2068 of 2003\n(C.P.S. Yadav \u0026 Anr. vs. Union of India \u0026 Ors.), OA no.2107\nD of 2003 (Mahender Pratap \u0026 Ors. vs. Union of India \u0026 Ors.),\nOA No.124 of 2004 (S.K. Puri-Il \u0026 Anr. vs. Union of India \u0026\nOrs.). The CAT, Principal Bench, by a common order dated\n22.9.2004 allowed the claim preferred by the promotee Income\nTax Officers, and as such, quashed the seniority list dated\n17.7.2003. The direct recruit Income Tax Inspectors, who were\nrespondents in the original applications referred to above,\nassailed the order passed by the CAT, Principal Bench, dated\n22.9.2004, before the Delhi High Court by filing Writ Petition\n(C) No.3446-49 of 2005 (Pritpal Singh \u0026 Ors. vs. Union of\nIndia \u0026 Ors.). As already mentioned hereinabove, the aforesaid\nwrit petitions were transferred to this Court and assigned TC\n(C) no.91 of 2006.\nE\nF\n17. During the course of hearing, learned counsel for the\nrival parties agreed, that the seniority dispute between the\nG promotee and direct recruit Income Tax Inspectors of the\nIncome Tax Department was liable to be determined on the\nbasis of office memoranda dated 7.2.1986 and 3.7.1986, read\nwith the clarificatory office memoranda and office notes. It is\nimportant to notice, before embarking upon the claim of the\nH\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 577\n[JAGDISH SINGH KHEHAR, J.]\nrival parties, that none of the parties have assailed the vires of A\nthe office memoranda dated 7.2.1986 and 3.7.1986 (or for that\nmatter, the clarificatory office memoranda/office notes). It is\ntherefore apparent, that the dispute between the rival parties\nis nothing but, the true and correct interpretation of the office\nmemoranda dated 7.2.1986 and 3.7.1986, read with\nclarificatory office memoranda and office notes. It is therefore,\nthat the matter in hand is being examined in the light of the\naforesaid office memoranda.\nB\n18. General principles for determining seniority in Central\nservices are shown to have been laid down in an annexure to C\nan office memorandum dated 22.11.1959 issued by the\nGovernment of India, Ministry of Home Affairs (hereinafter\nreferred to as \"the OM dated 22.11.1959\"). Paragraph 6 of the\nannexure, referred to above, laid down the manner of\ndetermining inter se seniority between direct recruits and\npromotees. Paragraph 6 is being extracted hereunder:\n\"6. Relative seniority of Direct Recruits and\nPromotees.\nThe relative seniority of direct recruits and of promotees\nshall be determined according to the rotation of vacancies\nbetween direct recruits and promotees which shall be\nbased on the quotas of vacancies reserved for direct\nrecruitment and promotion respectively in the Department\nRules.\"\nD\nE\nF\nIt is apparent from the above extract of the OM dated\n22.11.1959, that the “quota” between promotees and direct\nrecruits was to be read into the seniority rule. The OM also\nprovided for a definite rotation of seniority points (“rota”)\nbetween promotees and direct recruits. The rotation provided G\nfor was founded on the concept of rotation of quotas between.\npromotees and direct recruits. It is therefore apparent, that\nunder the OM dated 22.11.1959 inter se seniority between the\npromotees and direct recruits was based on the \"quota\" and\nH\n578 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA “rota\" principle. The same has been meaningfully described as\n\"rotation of quotas\" in some of these instruments.\n19. The aforesaid prescription of the manner of\ndetermining inter se seniority between the direct recruits and\npromotees, determined through the OM dated 22.11.1959, was\nB modified by an office memorandum dated 7.2.1986, issued by\nthe Government of India, Department of Personnel and Training\n(hereinafter referred to as, \"the OM dated 7.2.1986\"). The\nmodification introduced through the OM dated 7.2.1986 was\nto redress a situation wherein, vacancies of one of the sources\nC were kept (or remained) unfilled during the process of selection,\nand the unfilled vacancies, had to be filled up through \"later\"\nexaminations or selections. For the determination of seniority,\nin the contingency wherein the process of recruitment resulted\nin filling the vacancies earmarked for the two sources of\nD recruitment, the manner of determining inter se seniority\nbetween promotees and direct recruits, expressed in the OM\ndated 22.11.1959 remained unaltered. But where the vacancies\ncould not be filled up, and unfilled vacancies had to be filled\nup “later” through a subsequent process of selection, the\nE manner of determining inter se seniority between promotees\nand direct recruits, was modified.\n20. Since it is the case of the rival parties before us, that\nthe OM dated 7.2.1986 is the principal instruction, on the basis\nwhereof the present controversy is to be settled, the same is\nF being extracted hereunder in its entirety.\nG\nH\n\"The 7 February, 1986.\nOffice Memorandum\nSubject: General Principles for determining the seniority\nof various categories of persons employed in Central\nServices.\nAs the Ministry of Finance etc. are aware, the General\nPrinciples for determination of seniority in the Central\nServices are contained in the Annexure to Ministry of Home\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS.\n[JAGDISH SINGH KHEHAR, J.]\n579\nAffairs O.M. No. 9/11/55-RPS dated 22nd December A\n1959. According to Paragraph-6 of the said Annexure, the\nrelative seniority of direct recruits and promotees shall be\ndetermined according to rotation of vacancies between the\ndirect recruits and the promotees, which will be based on\nthe quota of vacancies reserved for direct recruitment and B\npromotion respectively in the Recruitment Rules. In the\nExplanatory Memorandum to these Principles, it has been\nstated that a roster is required to be maintained based on\nthe reservation of vacancies for direct recruitment and\npromotion in the Recruitment Rules. Thus where C\nappointment to a grade is to be made 50% by direct\nrecruitment and 50% by promotion from a lower grade, the\ninter-se seniority of direct recruits and promotees is\ndetermined on 1:1 basis.\n2. While the above mentioned principle was working D\nsatisfactorily in cases where direct recruitment and\npromotion kept pace with each other and recruitment could\nalso be made to the full extent of the quotas as prescribed,\nin cases where there was delay in direct recruitment or\npromotion, or where enough number of direct recruits or E\npromotees did not become available, there was difficulty\nin determining seniority. In such cases, the practice\nfollowed at present is that the slots meant for direct recruits\nor promotees, which could not be filled up, were left vacant,\nand when direct recruits or promotees became available F\nthrough later examinations or selections, such persons\noccupied the vacant slots, thereby became senior to\npersons who were already working in the grade on regular\nbasis. In some cases, where there was short-fall in direct\nrecruitment in two or more consecutive years, this resulted\nin direct recruits of later years taking seniority over some\nof the promotees with fairly long years of regular service\nalready to their credit. This matter had also come up for\nconsideration in various Court Cases both before the High\nCourts and the Supreme Court and in several cases the\nG\nI\n580\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nс\nD\nE\nLL\nF\nG\nH\nrelevant judgement had brought out the inappropriateness\nof direct recruits of later years becoming senior to\npromotees with long years of service.\n3. This matter, which was also discussed in the National\nCouncil has been engaging the attention of the\nGovernment for quite some time and it has been decided\nthat in future, while the principle of rotation of quotas will\nstill be followed for determining the inter-se seniority of\ndirect recruits and promotees, the present practice of\nkeeping vacant slots for being filled up by direct recruits\nof later years, thereby giving them unitended seniority over\npromotees who are already in position, would be\ndispensed with. Thus, if adequate number of direct recruits\ndo not become available in any particular year, rotation of\nquotas for purpose of determining seniority would take\nplace only to the extent of the available direct recruits and\nthe promotees. In other words, to the extent direct recruits\nare not available, the promotees will be bunched together\nat the bottom of the seniority list, below the last position\nupto which it is possible to determine seniority on the basis\nof rotation of quotas with reference to the actual number\nof direct recruits who become available. The unfilled direct\nrecruitment quota vacancies would, however, be carried\nforward and added to the corresponding direct recruitment\nvacancies of the next year (and to subsequent years where\nnecessary) for taking action for direct recruitment for the\ntotal number according to the usual practice. Thereafter,\nin that year while seniority will be determined between\ndirect recruits and promotees, to the extent of the number\nof vacancies for direct recruits and promotees as\ndetermined according to the quota for that year, the\nadditional direct recruits selected against the carried\nforward vacancies of the previous year would be placed\nen-bloc below the last promotee (or direct recruit as the\ncase may be) in the seniority list based on the rotation of\nvacancies for that year. The same principle holds good in\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 581\n[JAGDISH SINGH KHEHAR, J.]\ndetermining seniority in the event of carry forward, if any, A\nof direct recruitment or promotion quota vacancies (as the\ncase may be) in the subsequent years.\nIllustration:\nWhere the Recruitment Rules provide 50% of the\nvacancies in a grade to be filled by promotion and the\nremaining 50% by direct recruitment, and assuming there\nare 10 vacancies in the grade arising in each of the years\n1986 and 1987 and that 2 vacancies intended for direct\nrecruitment remained unfilled during 1986 and they could\nbe filled during 1987, the seniority position of the\npromotees and direct recruits of these two years will be\nas under:\nB\nC\n1986\n1987\n1. P1\n9. P1\nD\n2. D1\n10. D1\n3. P2\n11. P2\n4. D2\n12. D2\nE\n5. P3\n13. P3\n6. D3\n14. D3\n7. P4\n15. P4\n8. P5\n16. D4\nF\n17. P5\n18. D5\n19. D6\nG\n20. D7\n4. In order to help the appointing authorities in determining\nthe number of vacancies to be filled during a year under\neach of the methods of recruitment prescribed, a Vacancy\nH\nA\nB\nC\nD\nE\nF\nG\n582 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nRegister giving a running account of the vacancies arising\nand being filled from year to year may be maintained in\nthe proforma enclosed.\n5. With a view to curbing any tendency of under-reporting/\nsuppressing the vacancies to be notified to the concerned.\nauthorities for direct recruitment, it is clarified that\npromotees will be treated as regular only to the extent to\nwhich direct recruitment vacancies are reported to the\nrecruiting authorities on the basis of the quotas prescribed\nin the relevant recruitment rules. Excess promotees, if any,\nexceeding the share falling to the promotion quota based\non the corresponding figure, notified for direct recruitment\nwould be treated only as ad-hoc promotees.\n6. The General Principles of seniority issued on 22nd\nDecember, 1959 referred to above, may be deemed to\nhave been modified to that extent.\n7. These orders shall take effect from 1st March 1986.\nSeniority already determined in accordance with the\nexisting principles on the date of issue of these orders will\nnot be reopened. In respect of vacancies for which\nrecruitment action has already been taken, on the date of\nissue of these orders either by way of direct recruitment\nor promotion, seniority will continue to be determined in\naccordance with the principle in force prior to the issue of\nthis O.M.\n8. Ministry of Finance etc. are requested to bring these\ninstructions to the notice of all the Attached/Subordinate\nOffices under them to whom the General Principles of\nSeniority contained in O.M. dated 22.12.1959 are\napplicable within 2 week as these orders will be effective\nfrom the next month.\nSd/- Joint Secretary to the Govt. of India\"\n(emphasis is ours)\nH Since the OM dated 7.2.1986 would primarily constitute the\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 583\n[JAGDISH SINGH KHEHAR, J.]\ndetermination of the present controversy, it is considered just A\nand appropriate to render an analysis thereof. The following\nconclusions are apparent to us, from a close examination of\nthe OM dated 7.2.1986:\nB\n(a) Paragraph 2 of the OM dated 7.2.1986 first records\nthe existing manner of determining inter se seniority between\ndirect recruits and promotees (i.e., as contemplated by the OM\ndated 22.11.1959), namely, \"... the slots meant for direct recruits\nor promotees, which could not be filled up, were left vacant, and\nwhen direct recruits or promotees become available through\nlater examinations or selections, such persons occupied the C\nvacant slots, (and) thereby became senior to persons who were\nalready working in the grade on regular basis. In some cases,\nwhere there was shortfall in direct recruitment in two or more\nconsecutive years, this resulted in direct recruits of later years\ntaking seniority over some of the promotees with fairly long D\nyears of regular service to their credit....\". The words, \"when\ndirect recruits or promotees become available through later\nexamination or selections\", clearly connotes, that the situation\ncontemplated is one where, there has been an earlier\nexamination or selection, and is then followed by a \"later\" E\nexamination or selection. It is implicit, that in the earlier\nexamination or selection there was a shortfall, in as much as,\nthe available vacancies for the concerned recruitment year could\nnot all be filled up, whereupon, further examination(s) or\nselection(s) had to be conducted to make up for the shortfall.\nIn the instant situation, the earlier OM dated 22.11.1959\ncontemplated/provided, that slots allotted to a prescribed\nsource of recruitment which remained vacant, would be filled\nup only from the source for which the vacancy was reserved,\nirrespective of the fact that a candidate from the source in\nquestion became available in the next process of examination\nor selection, or even thereafter. In other words the \"rotation of\nquotas” principle was given effect to in letter and spirit under\nthe OM dated 22.11.1959, without any scope of relaxation.\nF\nG\n(b) The position expressed in the sub-paragraph (a) above, H.\n584 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA was sought to be modified by the OM dated 7.2.1986, by\nproviding in paragraph 3 thereof, that the earlier \"... principle\nof rotation of quotas would still be followed for determining the\ninter se seniority of direct recruits and promotees...” except\nwhen the direct recruit vacancies were being “... filled up by\nB direct recruits of later years...\". Read in conjunction with\nparagraph 2 of the OM dated 7.2.1986, the words \"...direct\nrecruits of later years...\" must be understood to mean, direct\nrecruits who became available through \"later\" examination(s)\nor selection(s). Essentially the \"later\" examination(s) or\nC selection(s) should be perceived as those conducted to fill up\nthe carried forward vacancies, i.e., vacancies which could not\nbe filled up, when the examination or selection for the\nconcerned recruitment year was originally/ first conducted. This\nchange it was clarified, was made to stop direct recruits of\n\"later\" years, from gaining “... unintended seniority over\npromotees who are already in position...\", as High Courts and\nthe Supreme Court had “...brought out the\ninappropriateness...\" thereof. It is therefore apparent, that the\nOM dated 7.2.1986 partially modified the \"rotation of quotas\"\nprinciple in the determination of inter se seniority originally\nexpressed in the OM dated 22.11.1959. The OM dated\n7.2.1986, provided that the \"rota\" (rotation of quotas) would be\nadhered to \"...only to the extent of available direct recruits and\npromotees...\", i.e., for promotee and direct recruit vacancies\nwhich could be filled up through the original/first process of\nexamination or selection conducted for the recruitment year in\nwhich the vacancies had arisen.\nD\nE\nF\nG\nH\n(c) For the vacancies remaining unfilled when the same\nwere originally/first sought to be filled up, the slots available\nunder the \"rota” principle under the OM dated 22.11.1959,\nwould be lost to the extent of the shortfall. In other words, the\n“rotation of quotas\" principle would stop operating after, “...the\nlast position upto which it is (was) possible to determine\nseniority on the basis of rotation of quotas...\", for the\nconcerned recruitment year.\n"}