{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nSTATE OF RAJASTHAN\nV.\nBIRAM LAL\nAPRIL 13, 2005\n[B.P. SINGH AND S.B. SINHA, JJ.]\nC\nPenal Code, 1860-Section 376-Prosecution under-Version of\nProsecutrix-Corroboration by 3 witnesses-Conviction by Trial Court—\nAcquittal by High Court disbelieving the corroborating evidence and for non-\navailability of Report of Chemical Examiner-On appeal, held: Accused was\nliable to be convicted in view of the evidence of the prosecutrix being free\nfrom any blemish and being duly corroborated by other witnesses.\nEvidence-Rape case-Version of prosecutrix-Evidentiary value of\nD\nHeld: Corroboration of version of prosecutrix by independent witness in every\nmaterial particular is not a must-Where her version is free from blemish and\nimplicitly reliable, then conviction can be recorded even on her sole testimony.\nF\nRespondent-accused was tried u/s 450 and 376 IPC for having\ntrespassed into the house of PW-1 and for having committed rape upon\nE her. Prosecution case was that before the alleged incident respondent had\nmisbehaved with prosecutrix, but could not cause any harm to her due to\nintervention of PW-9. Thereafter he entered the house of the prosecutrix\nwith a knife and raped her. On her raising alarm PW-2 her mother, PW-\n3 and PW-7 came there. She narrated the incident to her mother. On the\nnext morning when she was going to lodge the report, she was intercepted\nby the accused and threatened. Hence she lodged the report after 5 days\nof the incident. Trial Court, relying on the evidence of the witnesses\nconvicted the accused u/ss.376 and 450. On appeal High Court upheld the\nconviction under Section 450 IPC reducing the sentence thereunder to\nalready undergone. However, it set aside the conviction u/s.376 IPC\nG disbelieving the evidence of PWs 2, 3 and 7, and on the ground that the\nreport of the chemical examiner with regard to the clothes of the\nprosecutrix and other items was not produced before the Court. Hence\nthe present appeal questioning acquittal of the accused u/s.376 IPC.\nH\n580\nSTATE OF RAJASTHAN v. BIRAM LAL\n581\nA\nAllowing the appeal, the Court\nB\nHELD : 1.1. The order of acquittal passed by the High Court in\nrespect of the offence under Section 376 IPC cannot be sustained. It is not\nthe law that in every case version of the prosecutrix must be corroborated\nin material particulars by independent evidence on record. It all depends\non the quality of the evidence of the prosecutrix. If the Court is satisfied\nthat the evidence of prosecutrix is free from blemish and is implicitly\nreliable, then on the sole testimony of the prosecutrix, the conviction can\nbe recorded. In appropriate cases the Court may look for corroboration\nfrom independent source or from the circumstances of the case before\nrecording an order of conviction. In the instant case, the evidence of the C\nprosecutrix is worthy of credit and implicitly reliable. [587-A-C]\nE\n1.2. The evidence of the prosecutrix is free from any blemish. Even\nif it required any corroboration, that is forthcoming from the evidence of\nPWs 2, 3 and 7. Moreover, the High Court affirmed the finding that in\nthe middle of the night the respondent had trespassed into the room of D\nthe prosecutrix and thus upheld his conviction under Section 450 IPC. That\nitself strongly supports the case of the prosecution and corroborates the\nversion of the prosecutrix. In a case of this nature, one would not expect\nthe medical evidence to significantly improve the case of prosecution or\nthe defence, particularly when the prosecutrix was examined after several\ndays of the occurrence, and she was the mother of three children. So far\nas the report of the Chemical Examiner is concerned, since the prosecution\ndid not produce the report, the prosecution is deprived of any\ncorroborative evidence which the report may have provided. However on\nexamination of the evidence of the prosecutrix and three other witnesses,\nthere is no reason to disbelieve the prosecutrix. The High Court misread F\nthe evidence and committed an error of record in holding that PW-2, the\nmother of the prosecutrix, did not support the case of the prosecutrix as\nregard the commission of offence of rape. There is no justification for the\nHigh Court to record such a finding. [586-B-F]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal Nos.\n1292-1293 of 1999.\nFrom the Judgment and Order dated 31.3.99 of the Rajasthan High\nCourt in S.B.Crl.A. No. 86/96 and S.B.Crl.J.A. No. 51 of 1996.\nG\n}\nH\n582\nΑ\nB\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nMs. Madhurima Tatia and Aruneshwar Gupta for the Appellant.\nMrs. M. Qamaruddin for the Respondent.\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. The State of Rajasthan has preferred this appeal by\nspecial leave which is directed against the judgment of acquittal recorded by\nthe High Court of Judicature for Rajasthan, Jaipur Bench, Jaipur in\nS.B.Criminal Appeal No. 86 of 1996 and S.B.Criminal Jail Appeal No. 51 of\n1996. By its impugned judgment and order dated March 31, 1999, the High\nCourt while affirming the conviction of the respondent under Section 450\nC\nIPC, acquitted him of the charge under Section 376 IPC. The sentence under\nSection 450 IPC was reduced to the period already undergone. Earlier the\ntrial court had found the respondent guilty of the offence under Section 376\nIPC and sentenced him to undergo rigorous imprisonment for seven years\nand to pay a fine of Rs. 1,000. Under Section 450 IPC, the respondent had\nD been sentenced to undergo rigorous imprisonment for five years apart from\npayment of fine of Rs. 1,000.\nF\nThe case of the prosecution is that the prosecutrix Smt. Geeta Bai\n(P.W.1) is a widow aged about 35 years. Her husband had died a few years\nbefore the date of occurrence leaving behind three children out of whom the\nE eldest being a daughter had also died. The prosecutrix was working as a\nlabourer at a construction site and lived in a house along with her children,\nmother Smt. Sushila (P.W.2) and brother Mangi Lal (P.W.7). According to\nthe prosecution, on February 2, 1994, the respondent misbehaved with the\nprosecutrix in a drunken state but on intervention of Ram Kalyan (PW-9), he\nwas prevented from causing any harm to the prosecutrix. On the same night,\nwhile the prosecutrix was sleeping in her room along with her four years old\nchild, the respondent entered the room armed with a knife, threatened her,\ngagged her and thereafter committed rape. After that, he ran away. The\nprosecutrix raised an alarm attracting to the place of occurrence her mother\nSmt. Sushila (P.W.2), another lady Gulab Bai (P.W.3) and her brother Mangi\nLal (P.W.7). She narrated the incident to her mother Smt.Sushila (P.W.2).\nShe informed her that she had been raped by the respondent. It is the case\nof the prosecutrix that on the following morning, when she was on her way\nto the police station to lodge a report, she was intercepted by the respondent\nwho was armed with a gandasi and who threatened her with dire consequences\nHif she lodged a police report. The prosecutrix was scared and did not go to\nG\n-www\nSTATE OF RAJASTHAN v. BIRAM LAL [B.P. SINGH, J.]\n583\nthe police station and returned home. After four or five days, it appears that A\nshe went to the Superintendent of Police with a written report but she was\ndirected to lodge the report at the police station Jawar. Accordingly, the\npolice report was lodged and a case was registered under Section 450 and\n376 IPC. After investigation, the respondent was put up for trial before the\nlearned Addl. District and Sessions Judge, Camp at Eklera (Dist. Jhalawar)\nwho held the respondent guilty of the offences under Sections 376 and 450\nIPC.\nB\nAt the trial, the prosecution relied upon the testimony of four witnesses\nto prove the offence under Section 376 IPC, namely, PW-1 (prosecutrix),\nPW-2 (her mother Smt.Sushila), PW-3 (Gulab Bai) and her\nbrother\nyounger\nC\nPW-7 (Mangi Lal). So far as the incident which took place earlier that day\nis concerned, the prosecution also examined Ram Kalyan (PW-9) who fully\nsupported the version deposed to by the prosecutrix. The trial court relying\nupon the testimony of these witnesses found the respondent guilty of the\noffence under Sections 376 and 450 IPC. On appeal, the High Court has set\naside the conviction of the respondent under Section 376 IPC but upheld his D\nconviction under Section 450 IPC while reducing the sentence to the perid\nalready undergone by him.\nLearned counsel appearing on behalf of the State submitted that there\nis cogent and reliable evidence on record to prove the commission of the\nE\noffence punishable under Section 376 IPC. Apart from the evidence of the\nprosecutrix herself which is without blemish, there is also the evidence of\nPW-2, PW-3 and PW-7 which clearly establish the case of the prosecution.\nThe High Court has misread the evidence on record and reached a conclusion\nwhich is perverse. She, therefore, submitted that the respondent should be\npunished for the offence punishable under Section 376 IPC.\nLearned counsel appearing on behalf of the respondent supported the\nHigh Court's judgment and the conclusion arrived at by the High Court.\nF\nBefore considering the evidence relating to the offence under Section\n376 IPC, we may notice that the High Court has upheld the conviction of the G\nrespondent under Section 450 IPC meaning thereby that the respondent had\ntrespassed into the house of the prosecutrix on the fateful day in order to the\ncommitting of an offence punishable with imprisonment for life. His conviction\nunder Section 450 IPC has not been challenged before us.\nThe evidence of PW-1 is quite clear and categorical. She has deposed H\n1\ni\n1\nB\n584\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA about the occurrence which took place earlier in the day when she was saved\nby Ram Kalyan (PW-9) from the respondent, who had come in drunken state\nand was chasing her from place to place with a knife in his hand. Later, in\nthe day, she cooked food for her children and for herself and went to sleep.\nThe respondent entered her room after lifting the main door and thereafter\ngagged the prosecutrix and prevented her from raising an alarm. He thereafter\ncommitted rape. He was carrying a knife with which he threatened her saying\nthat if she raised an alarm, she would be killed. After the respondent left the\nplace of occurrence, she raised an alarm and on hearing the alarm, her mother\nSushila (PW-2), another lady Gulab Bai (PW-3) and her brother Mangi Lal\n(PW-7) along with her brother's wife Shyam Bai came to her room. By the\n☐ time they came, the respondent had run away from her room. PW-1 stated\nthat she had mentioned about the occurrence to her mother and told her that\nshe had been raped by the respondent. On the following day, when she was\ngoing to the police station to lodge the report, she had been threatened by the\nrespondent and, therefore, due to fear she returned. Few days later, she went\nto the district headquarter at Jhalawar and gave a written report to the\nSuperintendent of Police, but she was directed to lodge the report at police\nstation Jawar. Thereafter, she went and lodged the report at Jawar. It is\nalleged that the offence was committed on the night of 5th February, 1994\nand the first information report was lodged at Jawar on 9.2.2004. She was\nquestioned as to whether she had informed the villagers about what had\nE happened in the night, and her answer was that as it was night time, she did\nnot inform anybody in the village about the incident, but she had told all\nthese facts to her mother PW-2 who had come on hearing her alarm.\nD\nPW-2 Smt. Sushila is the mother of the prosecutrix. She has corroborated\nthe testimony of PW-1. She has stated categorically that when she went to the\nF room of PW-1, she was told by her that the respondent had raped her. She\nclaimed to have seen the respondent running away from the place of\noccurrence. She has also deposed that she along with Gulab Bai (PW-3) and\nthe prosecutrix had gone to the police station Jawar where she lodged the\nreport.\nG\nPW-3 (Gulab Bai) has also supported the case of the prosecution\ninasmuch as she has stated that on hearing the alarm, she had run to the room\nof the prosecutrix along with the mother of the prosecutrix. About the\noccurrence that had taken place, according to this witness, prosecutrix had\nreported that the respondent had tried to outrage her modesty. There is hardly\nH any cross-examination of this witness.\n申\n1\n1\nSTATE OF RAJASTHAN v. BIRAM LAL [B.P. SINGH, J.] 585\nPW-7 (Mangi Lal) is the brother of the prosecutrix. He has also supported A\nthe case of the prosecution inasmuch as he also states that on hearing the\nalarm raised by his sister PW-1, he rushed to her house, but he waited outside\nthe house. He has deposed that his mother also came with him. He heard his\nsister telling his mother that she had been raped by the respondent. He had\nseen the respondent running away from the house of the prosecutrix. He had\nalso noticed that the clothes of his sister were torn and she told him that the\nrespondent had raped her.\nB\nC\nThe trial court accepted the evidence of these witnesses and convicted\nthe respondent. The High Court has considered the evidence of the prosecutrix.\nAfter narrating the facts stated by her, the High Court proceeded to consider\nthe other evidence on record with a view to assess to what extent the testimony\nof the prosecutrix can be believed. The High Court has not pointed out any\ninconsistency or infirmity in the evidence of the prosecutrix which may render\nher deposition incredible. However, it sought corroboration of the testimony\nof the prosecutrix from the evidence of other witnesses. While testing the\nevidence of PW-2, the High Court noticed the deposition of the witness to the D\neffect that at first, the witness stated that her daughter had told her nothing\nabout the incident but in the next sentence, she stated that the prosecutrix had\ntold her that the respondent had committed rape upon her. From this fact\nalone, the High Court jumped to the conclusion that the version of the mother\n(PW-2) did not support the prosecutrix on the point of commission of any\nsexual act by the respondent. The High Court also observed that surprisingly\nno other person from the locality reached the house of the prosecutrix. Noticing\nthe evidence of PW-3 (Gulab Bai), the High Court observed that Gulab Bai\n(PW-3) had deposed that the prosecutrix had stated that the respondent had\ntried to outrage her modesty. This, according to the High Court, did not\nsupport the prosecution version.\nThe evidence of Mangi Lal (PW-7) was rejected by the High Court on\nthe ground that he did not enter the room of his sister but stood outside. This\nappeared to the High Court to be abnormal and unnatural. The High Court\nfurther noticed that after the incident, the prosecutrix had come to the house\nof this witness and, thereafter, his mother had gone to the house of Smt.Gulab\nBai (PW-3). Gulab Bai (PW-3) had not stated any such thing in her deposition.\nLastly, the High Court observed that though the clothes of the prosecutrix\nwere chemically examined, the prosecution had not produced any evidence\non record to prove the commission of the offence of rape. It is true that Dr.\nE\nF\nG\nH\n586\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA Ramesh Chand (PW-4) tendered his evidence. But the report of Chemical\nExaminer with regard to the clothes, seized and other items sent for chemical\nexamination, was not produced before the court. For these reasons, the High\nCourt disbelieved the case of the prosecution so far as the charge under\nSection 376 IPC is concerned. However, the High Court found the respondent\nguilty under Section 450 IPC.\nB\nC\nE\nWith the assistance of counsel appearing for the parties, we have read\nthe evidence of PW-1, PW-2, PW-3, PW-7 and PW-9. The evidence of the\nprosecutrix is free from any blemish. Even if it required any corroboration,\nthat is forthcoming from the evidence of PW-2, PW-3 and PW-7. Moreover,\nthe High Court affirmed the finding that in the middle of the night the\nrespondent had trespassed into the room of the prosecutrix and upheld his\nconviction under Section 450 IPC. That itself strongly supports the case of\nthe prosecution and corroborates the version of the prosecutrix. In a case of\nthis nature, one would not expect the medical evidence to significantly improve\nthe case of prosecution or the defence, particularly when the prosecutrix was\nD examined after several days of the occurrence, and she was the mother of\nthree children. So far as the report of the Chemical Examiner is concerned,\nsince the prosecution did not produce the report, the prosecution is deprived\nof any corroborative evidence which the report may have provided. However,\nwe have examined the evidence of the prosecutrix and three other witnesses.\nWe find no reason to disbelieve the prosecutrix. The High Court misread the\nevidence and committed an error of record in holding that PW-2 (Smt. Sushila),\nthe mother of prosecutrix, did not support the case of the prosecutrix as\nregards the commission of offence of rape. We have referred to her evidence\nearlier and we find no justification for the High Court to record such a\nfinding. Without any ambiguity and in clear terms, the witness stated that she\nF was told by the prosecutrix that the respondent had commited rape upon her.\nSo far as PW-3 (Gulab Bai) is concerned, she has stated that she heard the\nprosecutrix saying that the respondent had outraged her modesty. It appears\nto us that the prosecutrix had really reported the matter to her mother and in\nthis process, this witness may have overheard the conversation. Therefore,\nshe is not very exact in stating what was stated by the prosecutrix. We also\nfind nothing in the evidence of PW-7 (Mangi Lal) which is inconsistent with\nthe testimony of the prosecutrix. If at all his evidence corroborates the evidence\nof the prosecutrix inasmuch as he also stated that on hearing her alarm, he\nalong with his mother rushed to her room but he stood outside the room\nwhile his mother went inside and talked to the prosecutrix.\nG\nH\n-+\nSTATE OF RAJASTHAN v. BIRAM LAL [B.P. SINGH, J.] 587\nWe, therefore, find it difficult to sustain the order of acquittal passed A\nby the High Court in respect of the offence under Section 376 IPC. It is not\nthe law that in every case version of the prosecutrix must be corroborated in\nmaterial particulars by independent evidence on record. It all depends on the\nquality of the evidence of the prosecutrix. If the Court is satisfied that the\nevidence of prosecutrix is free from blemish and is implicitly reliable, then\nB\non the sole testimony of the prosecutrix, the conviction can be recorded. In\nappropriate cases, the court may look for corroboration from independent\nsource or from the circumstances of the case before recording an order of\nconviction. In the instant case, we find that the evidence of the prosecutrix\nis worthy of credit and implicity reliable. The other evidence adduced by the\nprosecution, in fact, provides the necessary corroboration, even if that was C\nconsidered necessary. The High Court on a clear misreading of the evidence\non record, acquitted the respondent of the charge under Section 376 IPC\nwhile upholding his conviction under Section 450 IPC.\nWe, therefore, allow this appeal, set aside the order of acquittal passed\nby the High Court so far as it relates to offence under Section 376 IPC and D\nsentence the respondent to undergo seven years' rigorous imprisonment and\na fine of Rs. 1,000, and in default of payment of fine, to undergo one month\nrigorous imprisonment. The State shall take immediate steps to apprehend\nthe respondent so that he may serve out the remainder of the sentence, after\ngiving to him the benefit of Section 428 Cr.P.C.\nK.K.T.\nAppeal allowed.\nE\n"}