{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1147\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\n2. In pursuance of the aforesaid orders of the Government A\nof India dated the 10th September, 2003, the\nAdministrator, Union Territory, Chandigarh, is further\npleased to entrust the current charge of the post of Adviser\nto the Administrator, Union Territory, Chandigarh to Sh.\nR.S. Gujral, IAS (HY:76), Home Secretary, Chandigarh B.\nAdministration, in addition to his own duties, until further\norders.\nChandigarh, dated\nThe 11th September, 2003\n(By order and in the name\nof Administrator, Union\nTerritory, Chandigarh)\nAshok Sangwan,\nJoint Secretary Personnel,\nChandigarh Administration\"\n\"CHANDIGARH ADMINISTRATION\nDEPARTMENT OF PERSONNEL\nNOTIFICATION\nC\nD\nDated, the 21.11.2003. E\nNo.IH (4)-2003/21655\nConsequent upon his appointment as Adviser to the\nAdministrator, Union Territory, Chandigarh, Sh. Lalit\nSharma, IAS (AGMU:1971) has taken over the charge of\nthe said post with effect from the afternoon of 21.11.2003,\nrelieving Sh. R.S. Gujral, IAS (HY-1976), Home Secretary,\nChandigarh Administration, of this additional charge.\nF\nR.S. Gujral, G\nHome Secretary\nChandigarh Administration.\"\n\"CHANDIGARH ADMINISTRATION\nDEPARTMENT OF PERSONNEL\nH\nA\n1148 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nNOTIFICATION\nDated, the 01.01.07\n00\nB\nC\nNo.22/2/47-IH (4)-2007/19619\nConsequent upon his appointment as Adviser to the\nAdministrator, Union Territory, Chandigarh, Sh. Pradip\nMehra, IAS (AGMU:1975) assumed the charge of the said\npost with effect from the afternoon of 30.09.2007.\nKrishna Mohan,\nHome Secretary\nChandigarh Administration.\"\n38. The unamended Article 239 envisaged administration\nof the States specified in Part C of the First Schedule of the\nD Constitution by the President through a Chief Commissioner\nor a Lieutenant Governor to be appointed by him or through the\nGovernment of a neighbouring State. This was subject to other\nprovisions of Part VIII of the Constitution. As against this,\namended Article 239 lays down that subject to any law enacted\nE by Parliament every Union Territory shall be administered by\nthe President acting through an Administrator appointed by him\nwith such designation as he may specify. In terms of Clause\n(2) of Article 239 (amended), the President can appoint the\nGovernor of a State as an Administrator of an adjoining Union\nF territory and on his appointment, the Governor is required to\nexercise his function as an Administrator independently of his\nCouncil of Ministers. The difference in the language of the\nunamended and amended Article 239 makes it clear that prior\nto 1.11.1956, the President could administer Part C State\nthrough a Chief Commissioner or a Lieutenant Governor, but,\nafter the amendment, every Union Territory is required to be\nadministered by the President through an Administrator\nappointed by him with such designation as he may specify. In\nterms of Clause 2 of Article 239 (amended), the President is\nempowered to appoint the Governor of State as the\nG\nH\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1149\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nAdministrator to an adjoining Union Territory and once A\nappointed, the Governor, in his capacity as Administrator, has\nto act independently of the Council of Ministers of the State of\nwhich he is the Governor.\nB\nC\n39. A reading of the Notification issued on 1.11.1966\nshows that in exercise of the power vested in him under Article\n239(1), the President directed that the Administrator shall\nexercise the power and discharge the functions of the State\nGovernment under the laws which were in force immediately\nbefore formation of the Union Territory of Chandigarh. This was\nsubject to the President's own control and until further orders.\nBy another notification issued on the same day, the President\ndirected that all orders and other instruments made and\nexecuted in the name of the Chief Commissioner of Union\nTerritory of Chandigarh shall be authenticated by the signatures\nof the specified officers. These notifications clearly brought out D\nthe distinction between the position of the Administrator and\nthe Chief Commissioner insofar as the Union Territory of\nChandigarh was concerned. Subsequently, the President\nappointed the Governor of Punjab as Administrator of the Union\nTerritory of Chandigarh and separate notifications were issued E\nfor appointment of Adviser to the Administrator. The officers\nappointed as Adviser are invariably members of the Indian\nAdministrative Service.\n40. After about 2 years of the issuance of the first\nnotification under Article 239(1) of the Constitution, by which\nthe powers and functions exercisable by the State Government\nunder various laws were generally entrusted to the Administrator,\nNotification dated 8.10.1968 was issued and the earlier\nnotification was modified insofar as it related to the exercise\nof powers and functions by the Administrator under the Act and\nthe President directed that subject to his control and until further\norders, the powers and functions of 'the appropriate\nGovernment' shall also be exercised and discharged by the\nAdministrator. Notification dated 8.10.1968 was superseded\nF\nG\nH\n1150 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA by Notification dated 1.1.1970 and the President directed that\nsubject to his control and until further orders, the powers and\nfunctions of 'the appropriate Government' shall also be\nexercised and discharged by the Administrator of every Union\nTerritory whether known as the Administrator, the Chief\nCommissioner or the Lieutenant Governor. The last notification\nin the series was issued on 14.8.1989 superseding all previous\nNotifications. The language of that notification is identical to\nthe language of Notification dated 1.1.1970.\nB\nC\n41. There is marked distinction in the language of the\nnotifications issued under Article 239(1) of the Constitution. By\nnotification dated 1.11.1966, the President generally delegated\nthe powers and functions of the State Government under\nvarious laws in force immediately before 1.11.1966 to the\nAdministrator. By all other notifications, the power exercisable\nD by 'the appropriate Government' under the Act and the Land\nAcquisition (Companies) Rules, 1963 were delegated to the\nAdministrator. It is not too difficult to fathom the reasons for\nthis departure from notification dated 1.11.1966. The Council\nof Ministers whose advice constitutes the foundation of the\nE decision taken by the President was very much conscious of\nthe fact that compulsory acquisition of land, though sanctioned\nby the provision of the Act not only impacts lives and livelihood\nof the farmers and other small landholders, but also adversely\naffect the agricultural and environment and ecology of the area.\nF Therefore, with a view to avoid any possibility of misuse of\npower by the executive authorities, it has been repeatedly\nordained that powers and functions vested in 'the appropriate\nGovernment' under the Act and the 1963 Rules shall be\nexercised only by the Administrator. The use of the expression\nG 'shall also be exercised and discharged' in Notifications dated\n8.10.1968, 1.1.1970 and 14.8.1989 is a clear pointer in this\ndirection. The seriousness with which the Central Government\nhas viewed such type of acquisition is also reflected from the\ndecision taken by the Home Minister on 23.9.2010 in the\nH\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1151\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\ncontext of the report of the Special Auditor and the One-Man A\nCommittee. Thus, the acquisition of land for and on behalf of\nUnion Territories must be sanctioned by the Administrator of\nthe particular Union Territory and no other officer is competent\nto exercise the power vested in 'the appropriate Government'\nunder the Act and the Rules framed thereunder.\nB\nC\n42. We may now advert to Notification dated 25.2.1988\nissued under Section 3(1) of the 1987 Act, vide which the\nAdministrator directed that any power, authority or jurisdiction\nor any duty which he could exercise or discharge by or under\nthe provisions of any law, rules or regulations as applicable to\nthe Union Territory of Chandigarh shall be exercised or\ndischarged by the Adviser except in cases or class of cases\nenumerated in the Schedule. There is nothing in the language\nof Section 3(1) of the 1987 Act from which it can be inferred\nthat the Administrator can delegate the power exercisable by\n'the appropriate Government' under the Act which was\nspecifically entrusted to him by the President under Article\n239(1) of the Constitution. Therefore, notification dated\n25.2.1988 cannot be relied upon for contending that the\nAdministrator had delegated the power of 'the appropriate E\nGovernment' to the Adviser.\n43. The issue deserves to be considered from another\nangle. While delegating the power, authority or jurisdiction\nvested in him by or under any law, rules or regulations as\napplicable to the Union Territory of Chandigarh, the\nAdministrator had used the expression 'on the date of this\nnotification'. This necessarily implies that the power of 'the\nappropriate Government' conferred upon or entrusted to the\nAdministrator by the President under Article 239(1) after\n25.2.1988 were not delegated to the Adviser. It is also apposite\nto note that Notification dated 14.8.1989 was issued under\nArticle 239(1) in supersession of all previous notifications\nrelating to the exercise of power and functions under the Act\nby the Administrators of various Union Territories. Therefore,\nD\nF\n0\nG\nI\n1152\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA even if it is assumed that vide Notification dated 25.2.1988 the\nAdministrator had authorised the Adviser to exercise the power\nof 'the appropriate Government' under the Act, after the\nissuance of Notification dated 14.8.1989, the said delegation\nwill be deemed to have ceased insofar as the exercise of\nB power of 'the appropriate Government' under the Act and the\nRules framed thereunder is concerned and in the absence of\nfresh delegation by the Administrator, the Adviser could not\nhave exercised the power of the appropriate Government and\nsanctioned the acquisition of land for the purposes specified\nin Notifications dated 26.6.2006 and 2.8.2006 nor could he\nsymbolically accept the recommendations of the LAO and\nrecord his satisfaction on the issue of need of land for the\nspecified public purposes.\nC\n44. In view of the above discussion, we hold that the\nD Adviser to the Administrator was not competent to accord\napproval to the initiation of the acquisition proceedings or take\ndecision on the reports submitted by the LAO under Section\n5-A (2) of the Act and record his satisfaction that the land was\nneeded for the specified public purpose.\nE\nF\nG\nH\n45. The next question which requires determination is\nwhether the reports prepared by the LAO under Section 5A(2)\nwere vitiated due to non-consideration of the objections filed\nby the landowners and the same could not be made basis for\ndeciding whether the land was really needed for the particular\npublic purpose. A cursory reading of the reports of the LAO may\ngive an impression that he had applied mind to the objections\nfiled under Section 5A(1) and assigned reasons for not\nentertaining the same, but a careful analysis thereof leaves no\ndoubt that the officer concerned had not at all applied mind to\nthe objections of the landowners and merely created a facade\nof doing so. In the opening paragraph under the heading\n\"Observations\", the LAO recorded that he had seen the revenue\nrecords and conducted spot inspection. He then reproduced\nthe Statement of Objects and Reasons contained in the Bill\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1153\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nwhich led to the enactment of the Punjab New Capital A\n(Periphery) Control Act, 1952 and proceed to extract some\nportion of reply dated 31.7.2006 sent by the Administrator to\nSurinder Singh Brar.\n46. In the context of the statement contained in the first line\nof the paragraph titled “Observations\", we repeatedly asked\nShri Sudhir Walia, learned counsel assisting Dr. Rajiv Dhawan\nto show as to when the LAO had summoned the revenue\nrecords and when he had conducted spot inspection but the\nlearned counsel could not produce any document to\nsubstantiate the statement contained in the two reports of the\nLAO. This leads to an inference that, in both the reports, the\nLAO had made a misleading and false statement about his\nhaving seen the revenue records and conducted spot\ninspection. That apart, the reports do not contain any iota of\nconsideration of the objections filed by the landowners. Mere\nreproduction of the substance of the objections cannot be\nequated with objective consideration thereof in the light of the\nsubmission made by the objectors during the course of hearing.\nThus, the violation of the mandate of Section 5A(2) is writ large.\non the face of the reports prepared by the LAO.\n47. The reason why the LAO did not apply his mind to the\nobjections filed by the appellants and other landowners is\nobvious. He was a minion in the hierarchy of the administration\nof the Union Territory of Chandigarh and could not have even\nthought of making recommendations contrary to what was\ncontained in the letter sent by the Administrator to Surinder\nSingh Brar. If he had shown the courage of acting\nindependently and made recommendation against the\nacquisition of land, he would have surely been shifted from that\npost and his career would have been jeopardized. In the\nsystem of governance which we have today, junior officers in\nthe administration cannot even think of, what to say of, acting\nagainst the wishes/dictates of their superiors. One who violates\nthis unwritten code of conduct does so at his own peril and is\nB\nC\nD\nE\nF\nG\nH\n1154 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA described as a foolhardy. Even those constituting higher strata\nof services follow the path of least resistance and find it most\nconvenient to tow the line of their superiors. Therefore, the LAO\ncannot be blamed for having acted as an obedient subordinate\nof the superior authorities, including the Administrator.\nB However, that cannot be a legitimate ground to approve the\nreports prepared by him without even a semblance of\nconsideration of the objections filed by the appellants and other\nlandowners and we have no hesitation to hold that the LAO\nfailed to discharge the statutory duty cast upon him to prepare\na report after objectively considering the objections filed under\nSection 5A(1) and submissions made by the objectors during\nthe course of personal hearing.\nC\nD\n48. The Special Secretary, Finance and the Adviser to the\nAdministrator also failed to act in consonance with the mandate\nof Section 5A(2) read with Section 6(1). They could not muster\ncourage of expressing an independent opinion on the issue of\ncompliance of Section 5A and need of the land for the specified\npublic purposes. The noting recorded by the Special\nSecretary, Finance, which has been extracted hereinabove\nE shows that the officer had virtually reproduced what the\nAdministrator had mentioned in his letter dated 31.7.2006. The\nAdviser went a step further. He merely appended his\nsignatures on the note recorded by the Special Secretary,\nFinance forgetting that in terms of the aforementioned two\nF sections 'the appropriate Government' is required to take\ndecision after considering the report of the LAO. The least\nwhich can be said about the manner in which the Adviser\napproved the note prepared by the Special Secretary, Finance\nis that there was abject failure on the part of the concerned\nofficer to discharge his duty despite the fact that he was\nentrusted with the onerous task of taking a decision on behalf\nof 'the appropriate Government' after considering the reports\nof the LAO. The casual manner in which the senior officers of\nthe Chandigarh Administration dealt with the serious issue of\nthe acquisition of land of citizens signifies their total lack of\nH\nG\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1155\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nrespect for the constitutional provision contained in Article A\n300A, the law enacted by Parliament, that is, the Act and\ninterpretation thereof by the Courts. It seems that the officers\nwere overawed by the view expressed by the Administrator and\nthe instinct of self-preservation prompted them not to go against\nthe wishes of the Administrator who wanted that additional land\nbe acquired in the name of expansion of IT Park despite the\nfact that a substantial portion of the land acquired for Phase II\nhad been allotted to a private developer.\n49. At this stage, it will be useful to notice the provisions\nof Sections 3(ee), 3(f) (as substituted by Act No.68 of 1984),\n4(1), 5A and 6(1). The same read as under:\nB\nC\n“3(ee) the expression \"appropriate Government” means,\nin relation to acquisition of land for the purposes of the\nUnion, the Central Government, and, in relation to D\nacquisition of land for any other purposes, the State\nGovernment;\n3 (f) the expression 'public purpose' includes-\n(i) the provision of village- sites, or the extension, planned E\ndevelopment or improvement of existing village- sites;\n(ii) the provision of land for town or rural planning;\n(iii) the provision of land for planned development of land\nfrom public funds in pursuance of any scheme or policy of\nGovernment and subsequent disposal thereof in whole or\nin part by lease, assignment or outright sale with the object\nof securing further development as planned;\nF\n(iv) the provision of land for a corporation owned or G\ncontrolled by the State;\n(v) the provision of land for residential purposes to the poor\nor landless or to persons residing in areas affected by\nnatural calamities, or to persons displaced or affected by\nH\nA\nB\nC\nD\nE\nU.\nF\nG\nH\n1156 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nreason of the implementation of any scheme undertaken\nby Government, any local authority or a corporation owned\nor controlled by the State;\n(vi) the provision of land for carrying out any educational,\nhousing, health or slum clearance scheme sponsored by\nGovernment or by any authority established by Government\nfor carrying out any such scheme, or with the prior approval\nof the appropriate Government, by a local authority, or a\nsociety registered under the Societies Registration Act,\n1860 (21 of 1860), or under any corresponding law for\nthe time being in force in a state, or a co-operative society\nwithin the meaning of any law relating to co-operative\nsocieties for the time being in force in any State;\n(vii) the provision of land for any other scheme of\ndevelopment sponsored by Government or with the prior\napproval of the appropriate Government, by a local\nauthority;\n(viii) the provision of any premises or building for locating\na public office, but does not include acquisition of land for\ncompanies;\n4. Publication of preliminary notification and power of\nofficers thereupon.-\n(1) Whenever it appears to the appropriate Government\nthe land in any locality is needed or is likely to be needed\nfor any public purpose or for a company, a notification to\nthat effect shall be published in the Official Gazette and in\ntwo daily newspapers circulating in that locality of which\nat least one shall be in the regional language, and the\nCollector shall cause public notice of the substance of such\nnotification to be given at convenient places in the said\nlocality the last of the dates of such publication and the\ngiving of such public notice, being hereinafter referred to\nas the date of the publication of the notification.\n"}