{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1087\nUNION OF INDIA AND ORS.\n(1964) 3 SCR 425\nrelied on\nPara 55 A\n1973 (1) SCR 973\nreferred to\nPara 55\n1980 (1) SCR 1071\nrelied on\nPara 56\nPara 57 B\n2005 (3) Suppl. SCR 388 relied on\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n7454-7459 of 2012.\nFrom the Judgment and Order dated 18.03.2011 of the\nHigh Court of Punjab and Haryana at Chandigarh in CWP Nos. C\n5065 of 2007, 6077 of 2008, 11250 of 2007, 5840 of 2008,\n9039 of 2007 and 5384 of 2007.\nWITH\nC.A. Nos. 7460-7463, 7464, 7465, 7466, 7467, 7468, 7469, D\n7470, 7471, 7472, 7473, 7474-7475, 7476, 7477, 7478, 7479,\n7480, 7481, 7482, 7483, 7484-7485, 7486, 7487 and 7489\nof 2012.\nRakesh Khanna, ASG, Rakesh Dwivedi, Dinesh Dwivedi,\nNeeraj Kumar Jain, Dr. Rajeev Dhawan, T.S. Doabia, T.\nSrinivasa Murthy, Senthil Jagadeesan, Pankhuri Bhardwaj,\nSansriti Pathak, S. Janani, Prateek Dwivedi, Sanjay Singh,\nUgra Shankar Prasad, D.M. Nargolkar, Anil K. Jha, Chhaya\nKumari, Alka Jha, Naresh Bakshi, Shish Pal Laler, N.P. Midha,\nBalbir Singh Gupta, R.C. Kaushik, Shree Pal Singh, Mohit\nChaudhary, Puja Sharma, Jyoti Mendiratta, A.V. Palli, Rekha\nPalli, Anupam Raina, Aman Singh Rahi, Rajeev Kr. Singh, Rajiv\nKataria, Debjani Das P., Maninder Singh, Sermon Rawat,\nAekta Vats, Riju Raj Jamwal, Madhusmita Bora, Kiran\nBhardwaj, Shailendra Sharma, Sudhir Walia, Varsh Juneja,\nNiharika Ahluwalia, Jatinder Kumar Bhatia, Rekha Pandey,\nSadhana Sandhu, D.S. Mahra, Udita Singh, Ravi Prakash, L.R.\nSingh, Subhasis Bhowmick for the Appearing Parties.\nThe Judgment of the Court was delivered by\nE\nF\nLL\nG\nH\n1088\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nC\nD\nE\nLLI\nF\nG\nH\nG.S. SINGHVI, J. 1. Leave granted.\n2. Chandigarh, which is known all over the world as 'the\nCity Beautiful', was planned by French Architect Monsieur Le\nCorbusier. The plan prepared by Le Corbusier in collaboration\nwith two other architects, namely, Maxwell Fry and Jane Drew\nenvisaged division of the city of Chandigarh into residential\nsectors with provision for markets, educational institutions,\nhospitals and other facilities.\n3. After finalisation of the plan, the Government of Punjab\nacquired land of various villages for establishing Chandigarh\nas the new capital of the State and also constituted various\ncommittees including Land Scape Committee for implementing\nthe plan. In the meeting of the Land Scape Committee held on\n3.9.1954, the Divisional Forest Officer, Rupar (now Ropar)\nsuggested that the land lying along the right bank of Sukhna\nChoe and the left bank of Patiala Ki Rao where plantation had\nbeen started by the Forest Department should be declared as\nreserved forest under Section 4 of the Punjab Land\nPreservation Act, 1900. This was approved by the Land Scape\nCommittee, and Chief Engineer, P.W.D. was asked to furnish\nthe details of the area. On receipt of necessary details of khasra\nnumbers together with the plan of the area, which included\nresidential and commercial plots, preliminary notification under\nSection 4 of the Indian Forest Act, 1927 was issued by the\nState Government on 28.2.1956 and final notification under\nSection 20 of that Act was issued on 3.2.1961 declaring\n6724.19 acres land including about 6000 acres land which had\nalready been utilised for construction of the first phase of\nChandigarh, and about 280 acres land falling in the revenue\nestates of village Hallo Majra and village Dalheri Rajputan as\nreserved forest. The State Government also acquired hilly area\nmeasuring 6172.09 acres of Sukhna lake catchment during\n1961-62, 1962-63 and 1963-64 for carrying out soil\nconservation works to reduce the silt in-flow into the lake. The\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1089\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nForest Department acquired 536.64 acres of land of various A\nvillages along Sukhna Choe during 1963-64 to carry out soil\nconservation and other improvemental works.\n4. In 1966, the State of Punjab was reorganised under the\nPunjab Reorganisation Act, 1966 (for short, 'the 1966 Act') B\nleading to the creation of the new State of Haryana and the\nUnion Territory of Chandigarh and transfer of some territories\nto State of Himachal Pradesh. With this, 6706 acres land out\nof 6724.19 acres land declared as reserved forest vide\nnotification dated 3.2.1961 was transferred to the Union C\nTerritory of Chandigarh and 6127.09 acres of land constituting\nhilly catchment came to vest in the Central Government by virtue\nof Section 48(5) of the 1966 Act.\n5. With the passage of time, Chandigarh became an\nimportant destination for education and attracted students from\nall over the country. However, the employment opportunities\navailable in the city did not match the educational facilities and\nthis resulted in exodus of talent from Chandigarh to other cities.\nIn the beginning of 21st Century the Chandigarh Administration\ntook steps to provide various incentives including allotment of\nland to the entrepreneurs desirous of setting up industries in\nthe field of information technology because that was expected\nto generate huge employment. In the first instance, the\nAdministration decided that 111 acres land, which had been\nacquired between 1950 and 1977 and was lying vacant, may\nbe utilised for establishing a world class Information Technology\nPark in the name of Late Prime Minister Shri Rajiv Gandhi (for\nshort, 'the IT Park'). This area was designated as Phase-l of\nthe IT Park and the plots were allotted to the following:\nD\nE\nF\nG\nH\nH\nF\nA\n1090\nSUPREME COURT REPORTS\nPlot No.\nDate of\nAllotment\n11.06.2004,\n1\n10.11.2005\nPresent Status-\nOperational\n%age status\nof building\n100\nSize of land\n30.21\n(in Acres)\n[2012] 12 S.C.R.\n100\n12.5\nS.No.\nName of Companies\nI\nAlchemist Ltd.\nPlot No.\nDate of\nAllotment\n02.01.2006\nStatus of Operation\nStructure completed, expected to complete by Sep' 11\n70\nSize of land\n1.3\nF-5\n2\nAmadeus\nB-11\n3\nBebo Technologies Ltd.\nD-3\n4\nCompact Disc India\n13\nDamco Solutions Ltd.\n13-A\n07.12.2005\n27.12.2006\n20.4 2009\n16.8.2009\n6\nFCS Software Solutions Ltd.\n29.12.2005\nStructure completed, expected to complete by Sep' 11\nEscavation done, expected to complete by Sep' 11\nZoning plan issued, drawings will be submitted shortly\nZoning plan issued, drawings will be submitted shortly\nGround \u0026 First Floor operational\n80\n1.41\n30\n1.01\n0\n0.996\n0.9\n0\n100\n1.65\nJ-7\n7\nIDS Infotech Ltd.\n2.1.2006\nEscavation is on, expected to complete by Sep' 11\n50\n1.32\n8\nKarin Informatics Services Ltd.\n1-8\n14\n9\n10\nMicrotek International Pvt. Ltd.\nNetsmartz Infotech (1) Pvt. Ltd.\nA-12\n01.06.2006\n02.01 2006\n07.08.2006\nApplied for partial completion\nStructure completed, expected to complete by Sep' 11\nApplied for partial completion\n100\n1.5\n85\n1.46\n100\n1.76\nE-10\n11\nNet Solutions\n05.06.2006\nStructure completed, expected to complete by Sep' 11\n80\n1.6\n15\n12\nPCC Technology Group\n, 17.03 2009\nLetter of Allotment yet to be issued\n0\n1.1\nC-4\n13\nRT Outsourcing Services Ltd.\n12.06 2006\nBuilding is complete \u0026 Ground Floor is operational\n100\n1.5\n16\nS.No. Name of Companies\nNon-SEZ\nInfosys\nBuilt to Suit Sites\nAlready Operational since Sep' 05\n15 Versa Scatenation on 23 12 2003 erature competitie expected to complete by Step 1: 90\n16 DLF Infocity Developers Ltd.\n2\n23.12.2003\n6. Between 2000-2004 over 267 acres land was acquired\nfor Phase-ll of the IT Park and the plots were allotted to nine\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1091\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nindustries, the details of which are given below:\nA\nB\nC\nSEZ\nMain Campus Site\nPhase II\nS.No.\nName of Companies\nPlot No.\nDate of\nAllotment\nStatus of Operation\n(in Acres)\nSize of land\n1\nWipro Technologies Ltd.\n\"\n27\nResumed\nResumed\nCampus Sites\n30\n(in Acres)\nS.No.\nName of Companies\nPlot No.\nDate of\nAllotment\nStatus of Operation\nSize of land\n1\nTech Mahindra Ltd.\n22-23\n26.05.2006\nOperational since Oct'09\n100\n15\nBuilt to Suit Sites\n(in Acres)\nS.No.\nName of Companies\nPlot No.\nDate of\nAllotment\nStatus of Operation\nSize of land\nI\n22nd Century Technologies Inc.\n2 KMG Infotech Pvt. Ltd.\n3\nRamtech Software Solutions\n4\nSilicon Valley Systech Inc.\nS [Rolta India Ltd.\n25-C 08.05.2008\n25-A 05.04.2009\n26-A 12.03.2009\n25-D 05.05.2008\n25-D\n.\nAllotment awaited\n0\n0.67\nAllotment done, yet to submit drawings\n0\n1.1\nDrawings of proposed building submitted\nSEZ approval awaited\nResumed\n0\n0.52\n0.67\n0\n2.98\nNon-SEZ\nCampus Site\n(in Acres)\nS.No.\nName of Companies\nPlot No.\nDate of\nAllotment\nStatus of Operation\nSize of land\nBharti Airtel Ltd.\n21\n05.06.2006\n2 e-Sys Technologies Ltd.\n21\nOperational since Aug'09\nUnder litigation\n100\nS\n0\nD\nE\nF\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1092 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n7. The land allotted to Wipro Technologies Ltd. (30 acres),\nRolta India Ltd. (2.98 acres) and e-Sys Technologies Ltd. (6\nacres) was subsequently resumed because they failed to set\nup their units.\n8. Out of the remaining land of Phase-II, 135 acres was\ntransferred to the Chandigarh Housing Board (for short, 'the\nBoard') vide order dated 15.11.2005/1.12.2005 issued by the\nFinance Secretary, Chandigarh Administration for development\nof residential and other infrastructural facilities in the IT Park.\nThe relevant portions of that order are extracted below:\n\"1. The Administrator, Union Territory, Chandigarh-, is\npleased to order to the transfer of 135 acres of land\nin the Chandigarh Technology Park at Kishangarh\nin favour of the Chandigarh Housing Board,\nChandigarh, on free hold basis, for the execution\nof the project of development and residential and\nother infrastructural facilities in the said park. The\nprice of the land, details of the land use and other\nterms and conditions of transfer of this land will be\ndecided later on.\n2.\n3.\nThe Administrator, Union Territory, Chandigarh is\nfurther pleased to designate the Chandigarh\nHousing Board, Chandigarh as the Nodal Agency\nfor executing the aforesaid project by engaging SBI\nCaps as consultants who would help fine tune the\nfinancial package, as also prepare the old\ndocument.\nBroad guidelines are spelt out hereunder:-\nI. The whole exercise would involve a joint\nventure with the private party through an\nagreement, but without creating a'joint\nventure company.\nII.\nNo capital expenditure would be involved on\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1093\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nthe part of the Chandigarh Administration.\nThe building and sale of all property would be\nleft to the private party but all money will be\nreceived in the first instant by the Chandigarh\nHousing Board so that there is no under\nreporting of gross revenues.\n4. The Chandigarh Housing Board will complete the\nprocess preliminary to the inviting of bids in 12 weeks or so\nand complete the work construction of the building within a\nperiod of 18 months or so.\"\nA\nB\nC\n9. Though, the ostensible object of transferring land to the\nBoard was development of residential and other infrastructural\nfacilities in the IT Park, the real purpose was to benefit the\nprivate developers and this became evident from the decision D\ntaken in the meeting of the officers of the Chandigarh\nAdministration held on 30.3.2006. Paragraphs 1(a), 8 and 9\nof the minutes of that meeting are reproduced below:\n\"1.\nLand Allotment.\nE\n(a) The entire land including land under\ncommercial will be allotted to CHB on free\nhold basis, however CHB will transfer the\nland under commercial use on lease hold\nbasis as per the prevalent policy of F\nChandigarh Administration.\n8. Modalities of disposal of service/studio\napartments and commercial property\nF\nThe service/studio apartments and the commercial\nproperty shall be transferred to the developer on\nlease hold basis. The developer would be quoting\nand paying to CHB one time cost of the service /\nstudio apartments and the commercial property.\n30% share will not be taken of the subsequent H\nI\nA\n\u003e\u003e\nB\n1094 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nrevenues from these two properties.\n9. 10% Reservation for allotment to I.T.\nprofessionals.\n10% dwelling units may be allowed to be purchased\nby I.T. companies established in Chandigarh or its\nemployees. The detailed modalities will be worked\nout by CHB separately.\"\n10. In furtherance of the aforesaid decision, the Board\nC invited bids for disposal of the land. M/s Parsvnath Developers\nLimited, who gave the bid of Rs.821.21 crores was allotted\n123.79 acres land. However, after issuing a glamorous\nadvertisement with the title Parsvnath - PRIDE ASIA,\nChandigarh (An Address for Aristocratic Living) to attract\nD prospective buyers of residential and commercial properties,\nM/s Parsvnath Developers appears to have abandoned the\nproject and raised certain disputes which are pending before\nthe arbitrator.\n11. Soon after transfer of almost half of the land acquired\nE for Phase-ll to a private developer, Land Acquisition Officer,\nUnion Territory, Chandigarh (hereinafter described as, 'the\nLAO') sent Memo No. Teh. (LA)/LAO/2005/37365 dated\n15.12.2005 to the Director, Information Technology, Chandigarh\nwith reference to some meeting held on 9.12.2005 under the\nF Chairmanship of the Finance Secretary-cum-Secretary\nInformation Technology, Chandigarh and asked him to provide\nthe drawing of 50 acres land adjoining the IT Park for facilitating\nits acquisition. That memo reads under:\nG\n\"From\nTo\nThe Land Acquisition Officer,\nUT, Chandigarh.\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1095\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nThe Director Information Technology,\nChandigarh Administration,\nChandigarh.\nMemo No. Teh (LA)/LAO/2005/37366\nDated, Chandigarh, the 15/12/05\nSubject: Acquisition of land in Village Manimajra for\n2nd phase of I.T. Park.\nThis refers to minutes of the meeting held on\n09.12.2005 under the chairmanship of Sh. S.K. Sandhu,\nFinance Secretary/Secretary Information Technology,\nChandigarh Administration, wherein it was emphasized to\nacquire 50 acres of land adjoining to the present 1.T. Park\nin Kishangarh (Manimajra) for construction of 2nd phase\nof IT. Park.\nYou are, therefore, requested to provide drawing of\nthe land required to be acquired so that further action to\nacquire the land is initiated.\nA\nB\nC\nD\nSd/-\nLand Acquisition Officer,\nE\nUT, Chandigarh.\"\n12. The aforesaid memo sent by the LAO was clearly\nmisleading because in the meeting held on 9.12.2005 no\ndecision was taken for the acquisition of 50 acres land F\nadjoining the IT Park. This is evinced from the contents of the\nminutes of the meeting held on 9.12.2005, which are\nreproduced below:\n\"Minutes of the meeting held on 9.12.2005 under the G\nChairmanship of Sh. S.K. Sandhu, Finance Secretary/\nSecretary Information Technology, Chandigarh\nAdministration.\nA meeting was held under the Chairmanship of Sh. S.K.\nSandhu. Finance Secretary/Secretary Information\nH\nA\nB\nC\nD\nLU\nE\nF\nG\nH\n1096\nSUPREME COURT REPORTS [2012] 12 S.C.R.\nTechnology to review the progress of development of the\nfirst \u0026 second phases of Rajiv Gandhi Chandigarh\nTechnology Park. The following officers were present :-\n1. Smt. Renu Saigal, Chief Architect\n2. Sh. V.K. Bhardwaj, Chief Engineer\n3. Sh. Wazeer Singh Goyat, Land Acquisition Officer\n4. Sh. Vivek Atray, Director Information Technology\n5. Sh. N.S. Brar, Assistant Estate Officer.\n6. Dr. Sanjay Tyagi, Director STPI Mohali.\n7. Sh. M.L Arora, Senior Town Planner\n8. Sh. Vaibhav Mittal, Promotion \u0026 Information Officer\nThe following decisions were taken:-\n1. It was decided that the infrastructure development for\nthe second phase consisting of 120 acres for I.T. services\nand 130 acres for non IT service may be taken up by the\nEngineering Department as per the lay out plan prepared\nby the Urban Planning Department.\n2. It was decided to start the work of construction of the\ninternal road which leads to Build to Suit Sites at CTP\nPhase-1 on an urgent basis. The road next to Infosys is to\nbe shifted as already urgently.\n3. It was decided that the Build to Suit Sites which have\nalready been allotted would be formally handed over to the\nallottees and their construction may begin by next month.\n4. It was also decided that the power line in the entire area\ncomprising CTP Phase-I and Phase-II may be shifted\nunderground along the roads.\n"}