{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1167\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nC\nrather than the words \"when it appears to the Local A\nGovernment\". The other reason which presumably led to\nthe change in the language was to bring the words in sub-\nsection (1) of Section 6 in line with the words used in\nSection 40 where the Government before granting its\nconsent to the acquisition for a Company has to \"be B\nsatisfied\" on an inquiry held as provided thereinafter. Since\nthe Amendment Act 38 of 1923 provided an inquiry into\nthe objections of persons interested in the land under\nSection 5-A, Section 40 also was amended by adding\ntherein the words \"either on the report of the Collector\nunder Section 5-A or\". Section 41 which requires the\nacquiring Company to enter into an agreement with the\nGovernment also required satisfaction of the Government\nafter considering the report on the inquiry held under\nSection 40. The Amendment Act 38 of 1923 now added\nin Section 41 the report of the Collector under Section 5-\nA, if any. These amendments show that even prior to the\n1923 Amendment Act, whenever the Government was\nrequired by the Act to consider a report, the legislature had\nused the word satisfaction on the part of the Government.\nSince the Amendment Act 1923 introduced Section 5-A\nrequiring the Collector to hold an inquiry and to make a\nreport and required the Government to consider that report\nand the objections dealt with in it, the legislature\npresumably thought it appropriate to use the same\nexpression which it had used in Sections 40 and 41 where\nalso an inquiry was provided for and the Government had\nto consider the report of the officer making such inquiry\nbefore giving its consent.\nD\nE\nF\nSub-section (1) provides that when the Government is G\nsatisfied that a particular land is needed for a public\npurpose or for a Company, a declaration shall be made\n\"to that effect\". Satisfaction of the Government after\nconsideration of the report, if any, made under Section 5-\nA is undoubtedly a condition precedent to a valid H\nA\nB\nC\nD\n1168 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\ndeclaration, for, there can be no valid acquisition under the\nAct unless the Government is satisfied that the land to be\nacquired is needed for a public purpose or for a Company.\nBut there is nothing in sub-section (1) which requires that\nsuch satisfaction need be stated in the declaration. The\nonly declaration as required by sub-section 1 is that the\nland to be acquired is needed for a public purpose or for\na Company. Sub-section (2) makes this clear, for it clearly\nprovides that the declaration \"shall state\" where such land\nis situate, \"the purpose for which it is needed\", its\napproximate area and the place. Where its plan, if made,\ncan be inspected. It is such a declaration made under sub-\nsection (1) and published under sub-section (2) which\nbecomes conclusive evidence that the particular land is\nneeded for a public purpose or for a Company as the case\nmay be. The contention therefore that it is imperative that\nthe satisfaction must be expressed in the declaration or\nthat otherwise the notification would not be in accord with\nSection 6 is not correct.\"\nE\nF\nG\nН\n(emphasis supplied)\n61. The proposition laid down in the aforementioned two\njudgments does not support the stance of the Chandigarh\nAdministration that even though there is breach of the mandate\nof Section 5A read with Section 6(1), the Court cannot, after\nthe issue of declaration under Section 6(1), nullify the\nacquisition proceedings. As a matter of fact, the ratio of both\nthe judgments is that satisfaction of the appropriate Government\nenvisaged in Section 6(1) must be preceded by consideration\nof the report prepared by the Collector after considering the\nobjections filed under Section 5A and hearing the objectors.\nThis necessarily implies that the Government must objectively\napply its mind to the report of the Collector and the objections\nfiled by the landowners and then take a decision whether or not\nthe land is needed for the specified public purpose. A\nmechanical endorsement of the report of the Collector cannot\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1169\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nbe a substitute for the requirement of application of mind by A\nthe Government which must be clearly reflected in the record.\n62. In addition to what we have observed on the issue of\nflagrant violation of the two sections, it will be apposite to\nrecapitulate the language of the declarations issued under\nSection 6(1), which were published on 28.2.2007. A reading\nof the declarations makes it clear that the authority issuing the\nsame was totally unmindful of the requirement of the statute.\nThis could be the only reason why instead of recording\nsatisfaction of the appropriate Government that the land is\nneeded for a public purpose, the notification uses the\nexpressions \"appears to the Administrator\" and \"likely to be\nneeded\". This only adds to the casualness with which the entire\nissue of acquisition has been dealt with by the higher\nfunctionaries of the Chandigarh Administration.\nB\nC\nD\n63. Adverting to the impugned order, we find that the High\nCourt has not examined the substantive grounds on which the\nappellants had challenged the acquisition of their land with the\nrequired seriousness and failed to notice that the LAO had not\nat all considered several objections including those relating to E\nadverse impact on the environment and ecology of the area\nraised by the landowners and mechanically recommended the\nacquisition of land notified under Section 4(1), that the reports\nof the LAO were not placed before the competent authority and\nthat even the Advisor had not objectively considered the reports\nof the LAO in the light of the objections filed under Section\n5A(1) and simply appended his signatures on the note\nprepared by the Secretary (Finance). This omission on the\nHigh Court's part has resulted in miscarriage of justice.\n64. In view of the findings recorded on the main questions,\nwe do not consider it necessary to deal with and decide other\nquestions including the one that the purpose specified in the\nnotifications issued under Sections 4(1) and 6(1) was not a\nbona fide public purpose and that in the garb of acquiring land\nF\nG\nH\n1170\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA for IT Park etc., the Chandigarh Administration wanted to favour\nB\nthe private developers.\n65. In the result, the appeals are allowed, the impugned\norder is set aside and Notifications dated 26.6.2006, 2.8.2006\nand 28.2.2007 issued by the Chandigarh Administration under\nSections 4(1) and 6(1) of the Act are quashed. The parties are\nleft to bear their own costs.\nB.B.B.\nAppeals allowed.\n"}