{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1117\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\na planning agency that could have shown how the area A\nunder acquisition is to be developed and utilized. The\nChandigarh Administration has not been able to produce\na proper plan for the development of the so-called\nTechnology Park. No consideration seems to have been\ntaken of the following points:\n(a) geographical features that is physiography, climate,\nwater, soils and other physical resources;\n(b) means of communication and accessibility;\n3\n(c)\n(d)\n3\ndistribution of the present and future population;\nindustrial location and growth trends;\n(e) economic base and commercial activities;\n(f)\nB\nC\nD\npreservation of historical and cultural heritage;\n(g) urban expansion and periphery management;\n(h) ecological and environmental balance;\nE\n(i) balanced regional development of the City\nBeautiful;\n(j) dispersal of economic activities to alleviate\npressure on the city.\nIt is clear that no such plan existed at the time issuance of\nthe impugned notification and therefore the petitioner have\nbeen denied a basic right of examining the plans and other\ndocuments asked for.\"\nKuldip Singh Kahlon:\n“VIOLATION OF PERIPHERY CONTROL ACT:\nF\nG\nThe land in question falls within the periphery of\nChandigarh and the Periphery Control Act, 1951 regulates H\nA\nB\nс\nD\nE\nF\n1118\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nits use. The purpose of this legislation is to prohibit any\nactivity that is non-agricultural and to that extent even\nprohibits the landowners from constructing houses for their\nown living. The UT Administration, has been forcefully\nimplementing this Act and penalizing those who violate any\nof its provisions.\nThe provisions of the Periphery Control Act cannot apply\ndifferently for the public and differently the Administration.\nThis would be arbitrary and discriminatory and be violative\nof all settled principles and tenets of law. The public\npurpose for which the land is being acquired is not\ncovered or permitted by the periphery control act, and\ntherefore, the notification is void ab initio. The State cannot\nbe the violator of its own laws to the detriment of the public.\nThe notification deserves to be withdrawn on this account\nalone.\nMARKET VALUE, MAKING UNDUE AND ILLEGAL\nPROFIT BY THE UT ADMINISTRTION/ITS AGENCIES:\nThe sole purpose of the Administration appears to be is\nto use public funds to acquire land and sell it at high profits.\nThe market value of land is artificially suppressed by\ndisallowing any activity, other than agriculture, by the UT\nAdministration. The market forces are not allowed to\noperate so long as land is in the hands of the landowners.\nThe Collector Tate therefore cannot and does not reflect\nthe market value of the land. This situation changes when\nthe land is in the hands of the UT Administration or its\nAgencies, This is proved from the fact that 129 acres of\nland in village Manimajra was acquired in the year 2002\nand compensation between Rs. 9-12 lacs per acre was\npaid by the UT Administration. The same was transferred\nto Chandigarh Housing Board at no cost, which further sold\nat profit to developers namely: Parsvanath Developer\nH Private Limited for a sum of Rs. 821.21 crores or approx.\nG\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1119\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\n630 lacs per acre. This is approximately 70 times the A\ncollector's rate.\nIt is important to note that undeveloped land was sold to\nthis company, which means that the UT Administration\nacquired land at low price and without making any B\ninvestment on it sold it at a higher profit. This is extremely\nunfair to the farmers who have struggled rate does not\nreflect a realistic/actual value of the land, in this area. Going\nby the sale mentioned above, the market value of the land\nin village Manimajra is not less than Rs.630 lacs per acre.\nVIOLATION OF MASTER PLAN:\nThe development of Chandigarh is regulated by its Master\nplan. The land proposed to be acquired falls in the\necologically fragile green belt along the lake and Sukhna\nchoe. Any land use change will not only threaten the\nenvironment of the city but will also disturb the habitat of a\nlarge species of flora arid fauna. It is public knowledge that\nno lay out plan for this area has been neither prepared nor\nother formalities completed as mandated by the land\nacquisition Act and the FCs Standing Order 28.\nAcquisition of land without first amending the master Plan\nby following due procedure prescribed by law and without\nclearance from the Ministry of Environment and Forests will\nbe bad in law.\"\n22. The LAO heard the objectors, briefly noticed the\nsubstance of their objections but did not deal with any one of\nthem and submitted separate reports in relation to the two\nnotifications with identical observations, which are extracted\nbelow:\nC\nD\nE\nF\nG\n\"OBSERVATIONS:\nAfter seeing the revenue record and spot inspection, I find\nno merits in the objections raised by the Objectors.\nH\nA\nB\nс\nD\nE\nF\n☐ G\n☐ H\n1120 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nBecause, for the future extension of the Capital and to\nensure healthy \u0026 planned development, and further, to\nprevent growth of slums and ramshackle construction on\nthe land lying on the periphery of the 'new city', area of 10\nmiles on all sides from the outer boundary of the land was\ndeclared as 'controlled area'. In order to have legal authority\nto control and regulate the use of the land, the Punjab New\nCapital (Periphery) Control Act was enacted in 1952. The\nstructures as existed on the site called Shastri Nagar have\nbeen raised in violation of the Punjab New Capital\n(Periphery) Control Act, 1952. The Capital of Punjab\n(Development and Regulation) Act, 1952 and the Punjab\nNew Capital (Periphery) Control Act, 1952 (two Acts\ngoverning the planning and development of UT,\nChandigarh) envisaged Chandigarh as urbanized town or\ncapital city in which ramshackle construction is antithetical\nto the very concept and planning of Chandigarh. This is\nclear from the Statement of Objects and Reasons and\nSection 1(2) of the latter act which are reproduced\nhereunder for ready reference that whole of the area of UT\nwas part of 'Capital Project' and was kept reserved for\nfuture expansion to be required and acquired:-\n\"Statement of Objects and Reasons.- The Punjab\nGovernment are constructing a New Capital named\n\"Chandigarh\". The master plan providing for the\nfuture extension of the Capital will extend over a\nmuch greater area than the area acquired so far\nthe construction of the first phase of the Capital. To\nensure healthy and planned development of the new\ncity it is necessary to prevent growth of slums and\nramshackle construction on the land lying on the\nperiphery of the new city. To achieve this object it\nis necessary to have legal authority to regulate the\nuse of the said land for purposes other than the\npurposes for which it is used at present.\"\n1(2) It extends to that area of the State of Punjab\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1121\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nwhich is adjacent to and is within a distance of ten A\nmiles on all sides from the outer boundary of the\nland acquired for the Capital of the State at\nChandigarh as that Capital and State existed\nimmediately before the 1st November, 1966.\"\n\"5. Restrictions in a controlled area. - Except as\nprovided hereinafter, no person shall erect any\nbuilding or make or extend any excavation, or lay\nout any means of access to a road, in the controlled\narea save in accordance with the plans and\nrestrictions and with the previous permission of the\nDeputy Commissioner in writing.\"\nB\nC\nHis Excellency the Governor of Punjab and Administrator,\nUT, Chandigarh has already conveyed his version, vide\nletter dated 31.07.2006 to one of the Objector - Sh. S.S. D\nBrar, IPS (Retd.) that the Administration has been\nacquiring the land for various development projects being\nimplemented for the public good. He further emphasized\nthat the future of Union Territory, Chandigarh does not lie\nin agriculture, but we have to concentrate and invest in E\nthose sectors, where the factor productivity is relatively\nhigher, and, which offer our youth opportunities for\nadvancement. For that matter, the land is primary and\nessential requirement for any project, and therefore, the\nAdministration has to go for its acquisition.\nThe objection that the Administration has made huge\nprofits out of land acquisition is baseless. The rate of\ncompensation is determined as per the existing provisions\nof law, The determination of compensation of land is\nbased on a very sound principle of average as enunciated\nand upheld by the Hon'ble Supreme Court in various\njudgements as a sound basis for calculating market value.\nThe Collector rates for agricultural land have been revised\ntwice in the last year. While acquiring the land, the land\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n1122\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nowners are not only paid the award calculated on the basis\nof Collector's rate, but solatium @ 30% on the value\nassessed on the basis of Collector's rate and additional\nmarket-value @ 12% per annum on the value assessed\non the basis of Collector's rates is also paid through the\naward. It is worth mentioning that the same parameters are\nbeing followed while making the assessment of\ncompensation in the other states also in the country. The\naward is further subject to legal scrutiny by courts, as the\nland owner has the liberty to approach them.\nThe Administration is not a profit-making organization and\nno surpluses are being generated from acquisition or from\nfurther allotment of land. In fact, lot of funds are spent on\npublic utility services like water-supply, sewerage,\nelectricity-supply, laying of roads, power-plants, welfare-\nactivities, public amenities, public-toilets, dumping-\ngrounds, sewerage-treatment plants, Educational\nInstitutions, Hospitals, Electricity Grid Station, Tubewell and\nCommunity Centres, etc. Some land is allotted at\nsubsidized rates also in public interest for religious,\ncharitable, community/institutional purposes and for\nrehabilitation of slum-dwellers.\"\n23. Thereafter, the office of the Finance Secretary\nprepared a note incorporating therein the observations of the\nLAO. The Finance Secretary recorded his comments and the\nAdviser appended his signature signifying his approval to the\nrecommendations of the LAO. For the sake of reference, the\noffice note and the comments of the Finance Secretary are\nreproduced below:\n\"Subject: Report u/s 5-A for acquisition of land\nmeasuring 104.83 acres in Manimajra\nNotification u/s 6.\n-\nThe Land Acquisition Officer has requested to\nH_ accord Administrative approval for the issuance of\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1123\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nnotification Under Section of the Land Acquisition Act and A\nalso for the acceptance of recommendations after\nreceiving objections Under Section 5 A from the Land\nOwner with regard to acquisition land measuring 104.83\nacres acquisition of land for the purpose namely \"the\nprovision of city level infrastructure, the regulated urban B\ndevelopment of the area between Chandigarh and\nManimajra: the planned development and expansion to\nChandigarh Technology Park in Village Manimajra, U.T.\nChandigarh.\nThe Administration had issued notification Under\nSection 4 of the Act for the acquisition of said land. The\nLand Acquisition Officer has invited objections and sixteen\nland owners have filled their objections.\nC\nSh. P.C. Dhiman appeared on behalf of some land D\nowners objected to the acquisition of land on the ground\nthat there are large number of fruit bearing trees on the\nagriculture land. The illiterate land owners have only the\nsole mode for their livelihood. Most of the land acquired\nby the administration earlier has not been utilized. It has E\nfurther been objected that emaciate compensation is\nbeing given to the land owners whereas the slum dwellers\noccupying government land are being rehabilitated and the\nland owners are being made home less. The\nAdministration is acquiring land for the public purpose for\npocketing hefty profits by giving the land to private\ndevelopers. No rehabilitation scheme for the land owners\nhave been framed.\nSome other land owners have also raised the similar\nobjections. Mrs. Ritu Joshi objected that the land is being\nacquired is being given for the commercial activities\nwhereas, she has not permitted the land for the hotel\nproject when she applied once.\nF\nG\nThe Land Acquisition Officer after examining H\nA\nB\nC\nD\nE\n1124 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nobjections has found no merits, because for future\nextension of capital and to ensure healthy and planned\ndevelopment and further to prevent growth of slums, this\nwas required to be acquired. The Land Acquisition Officer\nhas further stated that the structure existing on the site\ncalled Shastri Nagar has been raised in violation of the\nperiphery control act. The objection that the Administration\nis paying meager compensation is baseless as reported\nby the Land Acquisition Officer. The compensation is\ndetermined as per the existing provision of the law. The\nlandowners are not only paid to award calculated on the\nbasis of the collector rate but also solatium @ of 30% and\nadditional market value @ rate of 12 % per annum. The\naward has further subject to the legal scrutiny by courts,\nas the land owners has the liberty to approach them.\nThe Administration is not a profit-making\norganization and no surpluses are being generated from\nacquisition or from further allotment of land. In fact, lot of\nfunds are spent on public utility services like water-supply,\nsewerage, electricity-supply, laying of roads, power-plants,\nwelfare-activities, public amenities, public-toilets, dumping-\ngrounds, sewerage-treatment plants, Education Institutions,\nHospitals, Electricity Grid Station, Tube well and\nCommunity Centers etc. some land is allotted at\nsubsidized rates also in public interest for religious,\nF charitable, community/institutional purposes and for\nrehabilitation of slum-dwellers. As regards rehabilitation of\nlandowners is concerned, though, there is no provision in\nthe land Acquisition Act to provide houses to the villagers\nwhose land has been acquired, but the Chandigarh\nHousing Board is taking care of such Oustees under the\nChandigarh Allotment of Dwelling Units to the Oustees of\nChandigarh Scheme, 1996.\n0\nKeeping in view the recommendations made by the\nLand Acquisition Officer after receiving objections Under\nH\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1125\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.}\nSection 5- A for the acquiring land measuring 104.83\nacres in village Manimajra may be accepted and the case\nmay kindly be sent the AA for according approval and\nissuance of notification under Section 6 is added below\nat flag 'Y'.\nSubmitted for order please.\"\n\"Subject: Land Acquisition\nCase: Village\nManimajra, Hadbast No.375, Union Territory,\nChandigarh.\nReference PUC, the Land Acquisition Officer has\nsent a report under section 5-A for acquiring land in the\nrevenue estate of Village Manimajra for public purposes\nnamely \"the provision of city level infrastructure, the\nregulated urban development of the area between\nChandigarh and Manimajra, the planned development and\nexpansion of Chandigarh Technology Park\". This\nacquisition is for the Phase III of the Rajiv Gandhi\nTechnology Park.\nIn this case, the notification for acquiring land\nmeasuring 104.83 acres under section 4 was issued on\n27.6.2006. The Land Acquisition Officer invited objections\nfrom land owners. 16 persons filed their objections in all.\nThe Land Acquisition Officer heard the pleadings of\nthe objectors/their counsels. The gist of their pleadings\nhave been cited by the LAO from pages 412-415 of his\nreport (PUC).\nThe findings of the LAO in respect of each set of\nobjections can be read at pages 416-418 of his report.\nThe LAO has found no merits in the objections of the land-\nowners (objectors). The LAO has filed the objections as\nbeing devoid of merit and has finally recommended that\nthe land notified under section 4 be acquired.\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\n00\n1126\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nOn examination of these reports, it is found that the\nLAO's findings are in order. Therefore, approval may be\ngranted to the proposal to issue a notification under\nsection 6 (placed at flag 'Y') in respect of land measuring\n104.83 acres in Village Manimajra, Hadbast No.375, U.T.,\nChandigarh.\nA.A.'s approval would be required in this case.\nAA\nC\nSSF\n28.2.2007\nSd\n28.2.2007\"\n24. On the same day, the declarations issued under\nSection 6(1) were published in official gazette dated\nD 28.2.2007, the relevant portions of which are extracted below:\nE\nLL\nF\nG\n☐ H\n\"Whereas it appears to the Administrator, Union Territory,\nChandigarh that the land in the locality specified below is\nlikely to be needed for a public purpose \u0026 namely \"the\nprovision of city level infrastructure, the regulated urban\ndevelopment of the area between Chandigarh and\nManimajra the planned development and expansion of\nChandigarh Technology Park in Village Manimajra, H. B.\nNo. 375, Union Territory, Chandigarh. Now, therefore, this\ndeclaration is made under the provision of Section 6 of\nthe Land Acquisition Act, 1894 and with Govt. of India,\nMinistry of Home affairs. Notification No. SO 3612 dated\n8th October, 1968 informing all to whom it may concern\nthat the land mentioned in the specifications noted below\nis needed for the above mentioned public purpose. The\nLand Acquisition Collector Chandigarh is hereby directed\nto take further action for the acquisition of the said land\nunder Section 7 of the Land Acquisition Act, 1894.\nThe plans of the land may be inspected in the office of\n"}