{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1127\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nLand Acquisition Collector, UT, Chandigarh.\"\n(emphasis supplied)\nA\n25. The appellants challenged the acquisition proceedings\nin Writ Petition No.5065/2007 and batch and prayed that\nNotifications dated 26.6.2006, 2.8.2006 and 28.2.2007 be B\nquashed. They pleaded that the acquisition of their land was\nvitiated due to violation of the mandate of Sections 4, 5A and\n6 of the Act inasmuch as in the garb of acquiring land for a\npublic purpose, the Chandigarh Administration wanted to favour\nprivate developers; that the purpose specified in the C\nnotifications issued under Section 4(1) was vague and on that\naccount they could not effectively avail the opportunity of filing\nobjections under Section 5A(1); that the objections filed by them\nwere not considered by the LAO and the competent authority\nand the declarations under Section 6(1) were issued without D\napplication of mind; that the acquisition was vitiated because\nthe matter was not considered by the committee constituted\nunder the notification issued by the Government of India under\nSection 3(3) of the Environment (Protection) Act, 1986 (for\nshort, 'the 1986 Act') and Rule 5(3) of the Environment\n(Protection) Rules, 1986 (for short, 'the 1986 Rules').\n·\n•\nE\nF\n26. The Division Bench of the High Court relied upon the\njudgments of this Court in Aflatoon v. Lt. Governor of Delhi\n(1975) 4 SCC 285, Gandhi Grah Nirman Sahkari Samiti Ltd.\nv. State of Rajasthan (1993) 2 SCC 662, State of T.N. v. L.\nKrishnan (1996) 1 SCC 250, Ajay Krishan Shinghal v. Union\nof India (1996) 10 SCC 721 and Sooraram Pratap Reddy v.\nDistrict Collector, Ranga Reddy District (2008) 9 SCC 552\nand held that the public purpose specified in Notifications dated\n26.6.2006 and 2.8.2006 was not vague; that the Chandigarh G\nAdministration had complied with the provisions of Sections 4,\n5A and 6(1) of the Act; that the existence of a definite plan was\nnot a condition precedent for the acquisition of land; that the\nlandowners had been given opportunity to file objections and\nH\nI\n1128 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA that the declaration was issued after considering the same. The\nB\nC\nD\nHigh Court also referred to the judgments of this Court in\nSomawanti v. State of Punjab AIR 1963 SC 151 and Ganga\nBishnu Swaika v. Calcutta Pinjrapole Society AIR 1968 SC\n615 and held that the declaration issued under Section 6(1)\nwas conclusive and was not open to judicial review. The High\nCourt further held that the special audit got conducted by the\nGovernment of India in the context of the acquisition of land for\nPhases I and II of the IT Park did not have any bearing on the\nacquisition of land for Phase III; that the decision taken by the\nMinistry of Home Affairs, Government of India to put the\nacquisition proceedings on hold did not adversely affect the\ndeclaration issued under Section 6(1) because final decision\nin the matter was required to be taken by the Chandigarh\nAdministration and further that non-compliance of the National\nRehabilitation Policy was inconsequential.\n27. Shri Rakesh Dwivedi, learned senior counsel\nappearing for the appellants Surinder Singh Brar and others,\nrelied upon Notification dated 14.8.1989 issued under Article\n239(1) of the Constitution to show that the power vested in the\nE appropriate Government under Sections 4(1) and 6(1) of the\nAct, which is exercisable by the President in relation to the\nUnion Territories was delegated to the Administrator and\nargued that in the absence of delegation of power to the\nAdviser by the President, the latter could not have sanctioned\nF the impugned acquisition by approving the recommendations\nof the LAO. Learned senior counsel emphasized that in view\nof Notification dated 14.8.1989, only the Administrator could\nexercise powers under the Act and that too subject to the control\nof the President and no other authority could have exercised\nthat power. Shri Dwivedi further argued that the declaration\nissued under Section 6(1), is not in consonance with the plain\nlanguage of the section because even the Adviser did not\nconsider the reports submitted by the LAO under Section 5A(2)\nalong with the record of proceedings and did not record his\nG\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1129\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nA\nD\nsatisfaction that the land was needed for a public purpose.\nLearned senior counsel submitted that use of the expressions\n'it appears' and 'likely to be needed' in the notifications issued\non 20.8.2007 show that the Adviser, whose approval preceded\nthe issuance of declaration under Section 6(1), had not applied\nmind to the reports of the LAO. Shri Dwivedi then argued that B\nthe reports prepared by the LAO are vitiated due to non-\napplication of mind because he did not objectively consider the\nobjections filed under Section 5A(1) and mechanically made\nrecommendations for the acquisition of land for Phase III\nignoring that about half of the land acquired for Phase II had C\nbeen alienated to the private developers, namely, Parsvnath\nDeveloper and Kujjal Builders to enable them to construct\nresidential complex and hotel respectively which had nothing\nto do with the public purpose specified in the notifications\nissued under Sections 4(1) and 6(1). Learned senior counsel\nfurther argued that the existence of a plan is sine qua non for\nthe acquisition of land for planned development of the area\nbetween Chandigarh and Mani Majra and expansion of IT Park\nand, in the absence of a definite plan, there was no justification\nto acquire the land in question. He sought support for this\nargument from the reply given by the Central Public Information\nOfficer to Brig Kuldip Singh Kehlon and pointed out that the\nChandigarh Administration was not following the \"Chandigarh\nInter-State Capital Regional Plan, 2001\" approved by the\nCoordination Committee set up by the Ministry of Urban\nDevelopment in 1984. Learned senior counsel also referred to\nthe findings recorded in the Special Audit Report and the One-\nMan Committee headed by Shri Arun Ramanathan, which was\nappointed by the Government of India, to show that the land\nacquired for Phases I and II of IT Park had not been utilized\nand submitted that there is no justification whatsoever for the\nacquisition of additional land.\n28. Shri Dinesh Dwivedi, learned senior counsel appearing\nfor some other appellants, pointed out that general delegation\nE\nF\nG\nH\n1130 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA of power by the President to the Administrator vide Notification\ndated 1.11.1966 issued under Article 239(1) of the Constitution\nstood superseded by Notifications dated 8.10.1968, 1.1.1970\nand 14.8.1989 insofar as the exercise of power under the Act\nis concerned and the Adviser, to whom the powers were\nB delegated by the Administrator under Section 3 of the\nChandigarh (Delegation of Powers) Act, 1987 (for short, 'the\n1987 Act'), was not entitled to exercise the power vested in the\nappropriate Government under Sections 4(1) and 6(1) of the\nAct.\nC\nD\n29. Shri Shekhar Naphade, learned senior counsel who\nappeared for the appellants in the appeals arising out of\nSLP(C)Nos.13518-13521/2011 referred to the objections filed\nby his clients under Section 5A(1) of the Act and argued that\nthe High Court committed serious error by refusing to quash\nthe acquisition proceedings ignoring that the Chandigarh\nAdministration had not sought clearance from the designated\ncommittee constituted under Notifications dated 27.1.1994 and\n14.9.2006 issued under Section 3(3) of the 1986 Act read with\nRule 5(3) of the 1986 Rules. Shri Naphade relied upon the\nE judgment of this Court in Karnataka Industrial Areas\nDevelopment Board v. C. Kenchappa, (2006) 6 SCC 371 and\nargued that non-consideration of the appellants' plea that the\nacquisition would adversely impact the environment and\necology of the area is sufficient for quashing the notifications\nF impugned in the writ petitions. Learned senior counsel\nsubmitted that the satisfaction envisaged in Section 6(1) of the\nAct pre-supposes that 'the appropriate Government' has taken\nan informed decision after due application of mind to the record\nand was satisfied about the need of the land for a public\nG purpose and in these cases, the competent authority had not\nat all applied mind to the recommendations made by the LAO\nand the objections filed by the landowners.\nH\n30. Shri Neeraj Jain, learned senior counsel argued that\nthe High Court committed serious error by negating the\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1131\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nappellants' challenge to the acquisition of their land ignoring its A\nimpact on the environment and the fact that the declaration\nunder Section 6 could not have been issued without objectively\nconsidering this important aspect. Learned senior counsel also\nhighlighted that a major chunk of the land acquired for Phase II\nhad been transferred to the developers for residential and B\ncommercial purposes and argued that there was no justification\nfor the acquisition of additional land in the name of expanding\nthe IT Park,\n31. Learned counsel appearing for the other appellants\nlargely adopted the arguments of Shri Rakesh Dwivedi, Shri C\nDinesh Dwivedi and Shri Shekhar Naphade and submitted that\nthe entire acquisition should be quashed because the\nfunctionaries of the Chandigarh Administration did not apply\nmind to the relevant issues including adverse impact of the\nacquisition on the environment and ecology of the area.\n32. Shri Rakesh Khanna, learned Additional Solicitor\nGeneral, produced copy of Notification dated 8.10.1968 issued\nunder Article 239(1) of the Constitution and xerox copies of the\nnotings recorded by the officers of the Ministry of Home Affairs\non the report prepared by the Inquiry Officer in the light of the\nSpecial Audit Report. He also produced the decision taken by\nthe Home Minister on 23.9.2010, which reads as under:\nD\nE\n\"I have seen the notes as well as the final\nF\nrecommendations of AS(CS) on pages 31 and 32/n. I am\nin broad agreement with the recommendations on pages\n31 and 32/n subject to the following:\n(i) If any Advisory is required to be issued to the UT\nAdministration, a draft of the Advisory may be put up to G\nme first through HS.\n(ii) Where the Inquiry Officer has agreed with the audit\nfindings, they may be reduced to the form of a preliminary\nshow cause notice and the preliminary show cause notice\nH\nA\nB\nC\nD\nE\n1132\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nmay be issued to those who have been found, prima facie,\nresponsible and the comments obtained on why\ndisciplinary proceedings and such other action as\npermissible under law should not be taken against them.\nThe show cause notice may be drawn up and issued by\n30.9.2010 and they may be given time until 15.10.2010 to\nreply to the preliminary show cause notices.\n(iii) Where the 10 has not agreed with the findings of the\naudit, they may be referred to the CCA(H) for his\ncomments. This may be done by 30.9.2010 and the\nCCA(H) may be requested to offer his comments by\n15.10.2010.\n(iv) Any review of the powers delegated to the\nAdministrator of Chandigarh may be done only in\nconsultation with the Administrator. The proposals may be\nput up to me first through HS and then I shall give directions\non how the Administrator should be consulted.\n(v) The Inquiry Report may also be forwarded to the CVC\nfor such action as CVC may deem fit.\"\n33. Dr. Rajeev Dhawan, learned senior counsel appearing\nfor the Union Territory of Chandigarh relied upon Notification\ndated 1.11.1966 by which the President conferred the powers\nand functions of the State Government upon the Administrator\nF and Notification dated 25.2.1988 issued under Section 3(1) of\nthe 1987 Act vide which the Administrator delegated the\npowers vested in him under various State laws to the Adviser\nand argued that the impugned acquisition cannot be nullified\non the ground that the notifications under Sections 4(1) and 6(1)\nG were issued without the approval of the Administrator. Dr.\nDhawan submitted that the notifications challenged before the\nHigh Court cannot be declared illegal on the ground that the\nAdministrator had not accorded sanction to the acquisition of\nland for Phase III of IT Park because no such point was argued\nH\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1133\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nD\non behalf of the appellants. He then submitted that the Advisor A\nto the Administrator is equivalent to the Chief Commissioner\nand the Chief Commissioner and the Administrator of a Union\nTerritory are of coordinate rank. Learned senior counsel then\nargued that the acquisition of the appellants' land cannot be\nquashed on the ground that the purpose specified in B\nNotifications dated 26.6.2006 and 2.8.2006 was not a public\npurpose or that the same was vague. He submitted that the\nappellants cannot make a complaint on this score because\nthey had filed detailed objections under Section 5A(1), which\nwere duly considered by the LAO. Dr. Dhawan emphasised C\nthat the declaration issued under Section 6(1) is in consonance\nwith the language of the statute and argued that the High Court\ndid not commit any error by refusing to quash Notifications\ndated 28.2.2007 on the ground that in the first part thereof the\nsatisfaction of the appropriate Government has not been\nrecorded. Learned senior counsel further argued that the\nexistence of a master plan or lay-out plan is not sine qua non\nfor the acquisition of land because the purposes specified in\nSection 4(1) notification were identified public purposes. He\npointed out that substantial portion of the land acquired for\nPhase I and Phase II of IT Park had been allotted to IT\nindustries and the remaining portion was used for roads, parks,\netc., and argued that the cancellation of allotment of three IT\ncompanies cannot lead to an inference that the acquired land\nhas not been utilised for development of IT Park. In the end,\nDr. Dhawan argued that the findings recorded by the Special\nAudit Team and the One-Man Committee cannot be made\nbasis for quashing the acquisition of land for Phase lil of IT\nPark. In support of his arguments, learned senior counsel relied\nupon the judgments in Somawanti v. State of Punjab (supra),\nGanga Bishnu Swaika v. Calcutta Pinjrapole Society (supra),\nAflatoon v. Lt. Governor of Delhi (supra), Gandhi Grah Nirman\nSahkari Samiti Ltd. v. State of Rajasthan (supra), State of T.N.\nv. L. Krishnan (supra) and Ajay Krishan Shinghal v. Union of\nIndia (supra).\nE\nلا\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n1134 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n34. We have given serious thought to the respective\narguments and carefully scrutinized the record of these petitions\nas also the files made available by Shri Sudhir Walia, learned\ncounsel for the Chandigarh Administration.\n35. We shall first consider the question whether the Advisor\nto the Administrator had the jurisdiction to approve the\nacquisition of the appellants' land. For deciding this question,\nit will be useful to notice the provisions of Article 239 of the\nConstitution (amended and unamended) and the notifications\nissued under that Article. The same read as under:\n\"Prior to 1-11-56\n\"After 1-11-56\nArt. 239. Administration of States in Part C of the First\nSchedule. - (1) Subject to the other provisions of this Part a\nState specified in Part C of the First Schedule shall be\nadministered by the President acting to such extent as he thinks\nfit, though a Chief Commissioner or a Lieutenant Governor to\nbe appointed by him or though the Government of a\nneighbouring State.\nProvided that the President shall not act thorough the\nGovernment of a neighbouring State save after -\n(a) consulting the Government concerned and\n(b) ascertaining in such manner as the President considers\nmost appropriate the views of the people of the State to be so\nadministered.\n(2) In this article, references to a State shall include\nreferences to a part of a State.\"\n239. Administration of Union territories. - (1) Save as\notherwise provided by Parliament by law, every Union territory\nshall be administered by the President acting, to such extent\nas he thinks fit, through an administrator appointed by him with\nsuch designation as he may specify.\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1135\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\n(2) Notwithstanding anything contained in Part VI, the A\nPresident may appoint the Governor of a State as the\nadministrator of an adjoining Union territory, and where a\nGovernor is so appointed, he shall exercise his functions as\nsuch Administrator independently of his Council of Ministers.\nSubstituted by the Constitution (Seventh Amendment) Act,\n1956.\"\n\"MINISTRY OF HOME AFFAIRS\nB\nNew Delhi, the 1st November, 1966 C\nS.O.3269. Whereas under section 4 of the Punjab\nReorganisation Act, 1966 (31 of 1966), the territories\nspecified therein form the Union territory of Chandigarh on\nand from the 1st day of November, 1966.\nD\nAnd whereas under section 88 of the said Act, the\nprovisions of Part II of the said Act shall not be deemed\nto have effected any change in the territories to which any\nlaw in force immediately before the 1st day of November,\n1966, extends or applies, and territorial references in any E\nsuch law to the State of Punjab shall, until otherwise\nprovided by a competent legislature or other competent\nauthority, be construed as meaning the territories within that\nState immediately before the said day;\nAnd whereas the powers exercisable by the State\nGovernment under any such law as aforesaid are now\nexercisable by the Central Government;\nF\nNow, therefore, in pursuance of clause (1) of article 239\nof the Constitution, and all other powers enabling him in G\nthis behalf, the President hereby directs that, subject to his\ncontrol and until further orders, the Administrator of the\nUnion territory of Chandigarh shall, in relation to the said\nterritory, exercise and discharge, with effect from the 1st\nH\nA\n1136\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nday of November, 1966, the powers and functions of the\nState Government under any such law.\n[No.13/1/66-CHD]\"\nB\nC\nD\n\"No.5/1/66-CHD\nGOVERNMENT OF INDIA\nMINISTRY OF HOME AFFAIRS\nNEW DELHI-II, the 1st November, 1966.\nNOTIFICATION\nG.S.R.1675-In exercise of the powers conferred by clause\n(1) of article 239 of the Constitution, the President hereby\ndirects that all orders and other instruments made and\nexecuted in the name of Chief Commissioner of Union\nTerritory of Chandigarh shall be authenticated by the\nsignature of a Secretary/a Deputy Secretary an Under\nSecretary, an Assistant Secretary in any of the departments\nof the Chandigarh Administration.\nE\nSd/-\nA.D.Pande,\nF\n☐ G\n\"NOTIFICATION\nJOINT SECRETARY\"\nNew Delhi, the 8 October, 1968,\nS.O. 3612 - In pursuance of clause (1) of article 239 of\nthe Constitution, and in partial modification of the\nnotification of the Government of India in the Ministry of\nHome Affairs No.S.O. 3269 dated the 1st November,\n1966, in so far as it relates to the exercise of powers and\nfunctions under the Land Acquisition Act, 1894 (1 of 1894)\nby the Administrator of the Union territory of Chandigarh,\nthe President hereby directs that, subject to his control and\nuntil further orders, the powers and functions of the\nH\n"}