{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"SURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1097\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\n5. Five new Build to Suit Sites have also been earmarked A\nas per the plan in the CTP Phase-l. This plan was\napproved.\n6. Regarding land scaping it was decided that Chief\nArchitect UT, Chief Engineer UT and Director Information\nTechnology will decide the final plan from the 3 plans\nreceived from Chandigarh College of Architecture.\n7. The Porta Structure for the Reception/Help Desk would\nbe set up by CE/UT immediately.\nB\nс\n8. It was decided to close the access from Mansa Devi\nside \u0026 from Indira Colony urgently.\n9. Zoning of the Build to Suit Sites would be Finalized by\n12.12.2005.\nMeeting ended with a vote of thanks to the chair.\n(S.K.Sandhu)\nFS/SIT\"\nD\n13. The Director, Information Technology sent DO No. 107\ndated 12.1.2006 to the LAO and requested him to take action\nas per the minutes of the meeting held on 9.12.2005. In turn,\nthe LAO sent DO No.1294-95 dated 16.01.2006 to the Director\nand reiterated the instructions contained in memo dated\n15.12.2005. After 4 days, he sent letter dated 16.1.2006 to the\nFinance Secretary in the context of some meeting held on\n4.1.2006 and pointed out that 280 acres land including 50 acres\nland already decided to be acquired for IT Park was available\nfor acquisition. That letter reads as under:\n\"From\nThe Land Acquisition Officer,\nUT, Chandigarh\nTO.\nE\nF\nG\nH\n1098 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nThe Finance Secretary,\nB\nс\nD\nE\nF\nG\n☐ H\nChandigarh Administration,\nChandigarh.\nMemo No. Kgo (LA)/LAO/2006/1296\nDated, Chandigarh, the 16/1/06\nSubject: Acquisition of remaining land in Village Manimajra,\nT, Chandigarh. This refers to the minutes of the\neeting held on 29.12.2005 under the chairmanship\nof the Finance Secretary-cum-Secretary, Informat\non Technology, Chandigarh Administration, Chandigarh,\nwherein it was decided to acquire 50 acres of land\nadjoining to the present I.T. Park in village Kishangarh\n(Manimajra) for construction of 2nd phase of I.T. Park.\nAccordingly, the Director Information Technology, UT,\nChandigarh, vide this office Memo No.37365 dated\n15.12.2005 was requested to provide drawing of the land\nrequired to be acquired so that further action is initiated,\nbut no communication has been received till date.\nSubsequently, in a meeting held on 04.01.2006, it was\ndesired to acquire the land of Village Manimajra as\nmaximum as can be. Accordingly, an intensive survey of\nthe area has been got conducted, according to which it\nhas been found that 280 acres of land in Village Manimajra\nis available for acquisition. It is clarified here that this 280\nacres include 50 acres of land already decided to be\nacquired for I.T. Park. However, there are about 275\nstructures in the shape of small houses in the locality called\n'Shastri Nagar', 32 Farm-houses, 2 Nurseries and 2\nPoultry-farms. The proposed land to be acquired has been\nshown on the map enclosed herewith.\nIf this land is decided to be acquired, a sum of Rs. 165\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1099\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\ncrores (approximately) would be required on account of A\ncompensation for land and trees/structures. It is pertinent\nto mention here that the farm-houses, in fact, are orchards\nhaving costly fruit-bearing trees, hence compensation of\nthese fruit-bearing trees would be invariably very high.\nYou are, therefore, requested to convey the decision on\nthe aforesaid proposal.\nB\nLand Acquisition Officer\nUT, Chandigarh.\nDated: 16/1/06\" C\n14. Since, there was some confusion about the date of the\nmeeting mentioned in the first line of the aforementioned letter,\nDr Rajeev Dhawan, learned senior counsel for the Union\nTerritory of Chandigarh gave an assurance on 6.9.2012, i.e., D.\nthe date on which the order was reserved, that the relevant\nminutes will be handed over to the Court Master. Thereafter,\nShri S. K. Setia, Joint Secretary (Estates), Chandigarh\nAdministration filed affidavit dated 10.9.2012, paragraph 4\nwhereof reads as under:\n\"4. That in response to courts query, the deponent\nrespectfully submits as under:\nE\nThere was no meeting held on 29.12.2005. This is a\ntypographical error in the letter dated 16.01.2006. The F\ncorrect date of the meeting is 09.12.2005. This is self\nevident from various letters on the original file which refer\nto 09.12.2005 which are explained and annexed below.\nThere was a meeting held on 04.01.2006, which was\nattended by Land Acquisition Officer; Director, IT and Jt.\nSecretary (Finance). However, no minutes were recorded\nfor that meeting, which is referred to in the letter dated\n16.01.2006.\"\nG\n15. After three months, the Finance Secretary sent memo H\nA\nB\n1100 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\ndated 18.4.2006 to the LAO requiring him to submit draft\nnotification for the acquisition of 280 acres land in two\nparts. That letter reads as under:\n\"From\nс\nTo\nThe Finance Secretary,\nChandigarh Administration,\nNo. PA/LAO/1019\nDt:20.4.06\nD\nE\n131\nF\n0\nThe Land Acquisition Officer,\nU.T. Chandigarh.\nMemo No.43/3/157-UTFI(5)-06/2123\nDated, Chandigarh the 18.4.06\n-\nSubject: Acquisition of land measuring 280 acres in\nvillage Kishangarh (Manimajra),\nThe matter regarding acquisition of land measuring\n280 acres in village Kishangarh Manimajra has been\ndiscussed for the development of 2nd Phase of I.T. Park.\nIt has been decided that the said land may be acquired in\n2 parts, i.e. (140 acres + 140 acres). Your are therefore\nrequested to take immediate necessary action and send\ndraft notification U/s 4 of the Land Acquisition Act\nimmediately so that the process of acquisition is started.\nSuperintendent Finance-I\nfor Finance Secretary,\nChandigarh Administration.\"\n16. In compliance of the directive given by the Finance\nSecretary, the LAO sent the draft notification under Section 4(1)\nof the Land Acquisition Act, 1894 (for short, 'the Act') for the\nH acquisition of 104.83 acres land. The Adviser to the\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v. 1101\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nAdministrator, Union Territory, Chandigarh (hereinafter A\ndescribed as, 'the Adviser') accorded his approval on\n27.6.2006 and on the same day, the notification was sent for\npublication in the official gazette and the newspapers. The\npublic purpose specified in the notification was “the provision\nof city level infrastructure, the regulated urban development of B\nthe area between Chandigarh and Mani Majra and the planned\ndevelopment and expansion of the Chandigarh Technology\nPark\". The first four paragraphs of the notification read as\nunder:\n\"CHANDIGARH ADMINISTRATION FINANCE\nC\nDEPARTMENT\nNOTIFICATION\nNo.43/3/229-UTF(5)-2006/\nDated:\nWhereas it appears to the Administrator, Union Territory,\nChandigarh, that the land in the locality specified below is\nlikely to be needed for a public purpose namely for \"the\nprovision of city level infrastructure, the regulated urban\ndevelopment of the area between Chandigarh and Mani\nMajra; the planned development and expansion of\nChandigarh Technology Park' in the village Mani Majra,\nH.B.No.375, Union Territory, Chandigarh.\nD\nE\nNow, therefore, this Notification under the provisions of F\nSection 4 of the Land Acquisition Act, 1894 for the\ninformation of all concerned that it is hereby notified that\nthe land in the said locality is to be needed for the said\npurpose.\nAnd in exercise of the powers conferred by the aforesaid\nSection read with Government of India, Ministry of Home\nAffairs, Notification Number 3612 dated 8th October, 1968,\nthe Administrator, Union Territory, Chandigarh, is pleased\nto authorize the Officers for the time being engaged in\nG\nI\nA\nB\nC\n1102 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nundertaking this work with their servants and workmen to\nenter upon and survey the land in the locality and do all\nother acts required or permitted by that Section.\nThe person interested can file their objections under\nSection 5-A of the Land Acquisition Act, 1894, within one\nmonth from the publication of the Notification before the\nLand Acquisition Collector, Union Territory, Chandigarh.\"\n17. On 2.8.2006, another notification was issued for the\nacquisition of 167.50 acres land for the same purpose.\n18. Surinder Singh Brar, who is one of the appellants in\nthe lead case submitted representation dated 12.7.2006 to the\nAdministrator, Union Territory, Chandigarh (hereinafter\ndescribed as, 'the Administrator') and prayed that the land in\nD question may not be acquired because large number of trees\nhad been grown by the landowners and cutting of the same will\nadversely impact the environment and ecology of the area. Shri\nBrar emphasized that the land already acquired for IT Park was\nlying unutilized and, therefore, there was no justification to\nacquire additional land. The Administrator rejected the\nrepresentation of Shri Brar vide his letter dated 31.7.2006,\nwhich is reproduced below:\nE\nF\n\"General (Retd.) S.F. Rodrigues\nPVSM, VSM\nGovernor of Punjab\nRAJ BHAVAN\nCHANDIGARH 160019\nJULY 31, 2006\nand\nG\nH\nAdministrator\nUnion Territory, Chandigarh\nI am in receipt of your representation dated 12.7.2006\nregarding land acquisition \u0026 related issues. The issues.\nraised mostly pertain to changes in the existing law, for\nwhich decisions are to be taken at different levels. The\nAdministration has to perform its duty within the existing\nlaws and therefore, there are a number of factors which\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1103\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\nhave to be taken into account. The Administration has A\nbeen acquiring the land for various development projects\nbeing implemented for the public good. You will agree that\nthe future of U.T., Chandigarh does not lie in agriculture.\nRather, we have to concentrate and invest in those sectors,\nwhere the factor productivity is relatively higher, and which B\noffer our youth opportunities for advancement.\nLand is the primary and essential requirement for any\nproject and therefore the Administration has to go for its\nacquisition. The rate of compensation is determined as\nper the existing provisions of law and keeping in view the\njudgements of Hon'ble Supreme Court and High Courts.\nThe collector rates in Chandigarh have been revised twice,\nduring the last year and the compensation has recently\nbeen paid to the tune of Rs. 40 to Rs. 45 lacs per acre.\nThe award is further subject to legal scrutiny by courts, as\nthe land owner has the liberty to approach them. You would\nappreciate that the Government is not a profit making\norganization and no surpluses are being generated from\nthe acquisition of land. In fact, the so called surplus is the\nvalue addition due to the change of land use, which is\ninvested for the development of the U.T. It would also be\nworthwhile to remind you that the Administration has to\nincur huge expenditure for the creation of public utility\nservices and a large portion of the acquired land has to\nbe kept vacant, to maintain the character of the city.\nApart from the above, Chandigarh Housing Board is\ntaking care of the oustees, under its scheme of 1996.\nThere really is no scope for any discretion in the process.\nC\nD\nE\nF\nG\nYours sincerely,\n[General (Retd.) S.F. Rodrigues\nPVSM, VSM].\"\n19. Some of the landowners including Brig. Kuldip Singh\nH\n1104 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Kehlon, who is one of the appellants in the appeal arising out\nof SLP (C) Nos.13518-13521/2011 filed an application under\nthe Right to Information Act, 2005 ('RTI' Act) and sought\ninformation on various issues which had direct bearing on the\nacquisition of their land. Senior Town Planner-cum-Central\nPublic Information Officer, Chandigarh Administration sent reply\ndated 22.7.2007, the relevant portions of which are extracted\nbelow:\nB\nC\n\"The information of the paras relating to this office is as\nunder:-\n3 (vii) FAR Allowed in IT Park Area:\nBuilt to suit site (BTS)\n1.25\nCampus sites\n0.5\nD\nHowever, FAR can be increased to 0.75 on payment.\nE\nF\nG\nH\n4(c) The Development Plan of the area being acquired:\n-\nPlanning for Ph.-1 and Ph.-II of Rajiv Gandhi Technology\nPark has been done. However the ill phase of Chandigarh\nTechnology Park is being acquired and planning for the\nsame will be done after the acquisition and on receipt of\nsurvey plan from the Engineering Department, U.T.,\nChandigarh.\n4(d) The area in question is not yet planned hence, detail\nof area cannot be provided.\n4(1) THE PLANNING OF Phase I \u0026 II of the Rajiv Gandhi\nTechnology Park has been completed. In the side area the\nplanning has been done for IT and other related services/\nuses to IT Park i.e., Hotel, Grid Sub Station, Tube Wells,\nCommercial Area, reserve etc.\n4(j,k) It is a policy matter to be decided at higher level.\nSURINDER SINGH BRAR AND OTHERS ETC.ETC. v.1105\nUNION OF INDIA AND ORS. [G.S. SINGHVI, J.]\n5 (a) Originally the Chandigarh was planned for five lacs A\nof population. As per the 2001 census the total population\nof Chandigarh is 9 lacs and it is envisaged that in the year\n2021 the approximate population of Chandigarh will be 18\nlacs approximately on the basis of growth rate projections.\n(c) There is no legal master plan of the city. However, the\nplanning of the land available within the jurisdiction of\nChandigarh is being undertaken as per the future demands\nand needs of the city.\"\nB\n(emphasis supplied) C\n20. The appellants and other landowners filed objections\nunder Section 5A(1) of the Act, the salient features of which\nwere:\n“(a) The purpose for which the land is proposed to be\nacquired is not in fact 'public-purpose'.\n(b) The proposed acquisition is not in consonance with the\nEnvironment Law and proposed development will certainly\ndamage the ecology of Sukhna Choe catchments area.\n(c) This acquisition is against the provisions of the Forest\n(Conservation) Act, 1980, which does not allow\ndeforestation leading to environmental deterioration.\n(d) The Chandigarh Administration has not obtained\npermission of the Government of India for changing the\nland use of the land sought to be acquired.\nD\nE\nF\n(e) The acquisition of land would involve chopping down\nof hundreds of fruit and non-fruit bearing trees of more than G\n15 years age.\n(f) This area works as lungs to the residents of the City.\nAfter acquisition of this area and construction of high\nbuildings, no breathing area will left for the residents of\nH\n1106\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nC\nD\nLEJ\nF\nLL\nG\nH\nChandigarh.\n(g) The land is being acquired for four different purposes,\nbut the Administration itself does not know as to how much\narea would be utilized for each and individual purpose.\n(h) The Chandigarh Administration has acquired large\nchunks of land over past 15 years, most of which is still\nlying unutilized or encroached. He enumerated a number\nof notifications issued by the Chandigarh Administration\nvide which the lands have been acquired by the\nChandigarh Administration.\n(i) The land is being acquired with the intention or\nprofiteering.\n(j) The Chandigarh Administration has not been able to\nprovide a proper plan for the development and utilization\nof the land to be acquired.\n(k) The Administration has not framed any scheme for\nrehabilitation of the landowners whose land is acquired\nand they have been uprooted more than once.\n(1) Only 10% of the flats would be built on 129 acres of land\ngiven to Parsvanath Developers and the developer is likely\nto accrue immense tax relief on the basis of the units being\nbuilt in the SEZ.\n(m) Most of the land stands already acquired and reserved\nfor I.T Park has not so far utilized then what is the necessity\nto acquire this land.\n(n) Where the acquisition of this land will uproot the farmers\nfrom their livelihood and abode, it would immensely\ndamage the green cover of the city and about 50000 fully\ngrown trees would also be chopped down. The\nAdministration on one hand does not allow even a tree to\nbe cut, though it is on the mettalled road in terms of Forest\n"}