{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2011] 6 S.C.R. 234\nSMT. RASILA S. MEHTA\nV.\nCUSTODIAN, NARIMAN BHAVAN, MUMBAI\n(Civil Appeal No. 2924 of 2008)\nMAY 6, 2011\n[P. SATHASIVAM AND DR. B.S. CHAUHAN, JJ.]\nSpecial Court (Trial of Offences Relating to Transactions\nin Securities) Act, 1992:\nss. 3(2) and 4(2) and 9-A - Notification of persons\ninvolved in Securities Scam - Notification dated 4.1.2007\nnotifying two more family members of the entities initially\nnotified - HELD: When the earlier entities were notified,\nD complete details of their transactions were not known and the\nappellants were not notified because their involvement and\ndiversion of funds to them was not clear - On the complaint\nof Canbank Financial Services Ltd., the Custodian rightly\nnotified the appellants and the Special Court was justified in\ndismissing the petition of appellants for their de-notification\nu/s 4(2) - Securities Scam.\nE\nss.3(2), 3(3), 3(4) and 9-A - Proceedings against persons\nnot involved in offences in transactions in securities - HELD:\nWith the amendment carried out in the Act on 25.1.1994, by\nF virtue of s.9-A, civil jurisdiction has been conferred on Special\nCourt - The object of the Act is not merely to bring the\noffender to book but also to recover the public funds - Even\nif there is a nexus between third party, an offender and/or\nproperty of the third party can also be notified - The word\nG \"involved\" in s.3(2) has to be interpreted in such a manner as\nto achieve the purpose of the Act - Interpretation of Statutes\nPurposive construction - Rule of construction, 'noscitur a\nsociis' - Applicability of - Maxim ‘ut res magis valeat quam\npereat'\nH\n234\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI\n-\n235\n-\nss. 3(2), 3(3), 3(4), 9-A and 11 - Notified persons A\nAttachment of properties HELD: From the date of\nnotification u/s 3(2) all movable/immovable properties whether\nacquired by tainted fund of otherwise, belonging to notified\npersons shall stand attached simultaneously with the issue\nof the Notification and are available for distribution u/s 11. B\nss. 3(2), 3(4) and 11 - Notification u/s 3(2) - Attachment\nof property - Opportunity of hearing - HELD: s.3(2) does not\ngive any right of personal hearing to the person being notified,\nas a pre-decisonal hearing would frustrate the entire purpose\nof the Act - Attachment of property is natural consequence\nof notification and not sale of property - Power to order sale\nof property lies with Special Court which is presided over by\na High Court Judge - Notified person can file a petition u/s\n4(2) within 30 days of the issuance of notification - This\namounts to post-decisional hearing satisfying the principles\nof natural justice.\n-\nC\nD\nss. 3(2), 3(3), 3(4), 9-A and 11 - Notified persons -\nProperty attached - Claim for maintenance, repair charges,\ninterest and penalty for belated payment HELD: The E\nattached properties continue to remain with the Custodian -\nFor their upkeep maintenance, repair etc., Custodian is liable\nto pay to the Housing Societies, and as such his claim as\napproved by the Special Court is sustained, except that he\nis not permitted to collect interest and penalty charges on the F\narrears of maintenance and repair charges.\nSpecial court (Trial of Offences relating to Transactions\nin Securities) Rules, 1992:\nr.2(b) read with s. 11(2) - \"Financial institution\" -\nComplaint by and claim of Canbank Financial Services Ltd.\n(Canfina) - HELD: For the purpose of the Special Court Act\nand the Rules, Confina is a 'financial institution' - Its claim\nfalls u/s 11(2)(b) of the Act and complaint falls under r.2(b)\n-\nG\nH\n236 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA Special Court (Trial of Offences Relating to Transactions in\nSecurities) Act, 1992 - s.11(2).\nB\n-\nInterpretation of Statutes:\n-\nPurposive construction - Object and reasons of a statute\nSignificance of HELD: It is incumbent on courts to strive\nand interpret the statute as to protect and advance its object\nand purpose and to keep the legislative policy in mind while\napplying the provisions of the Act to the facts of the case\nWhen rule of purposive construction is gaining momentum,\nC courts should be very reluctant to ignore the legislative intent\nwhen the language is tolerably plain what it seeks to achieve.\nD\n-\nHarmonious construction - HELD: In the event of any\nconflict, a harmonious construction should be given.\nWords and Phrases:\nExpression \"involved in the offence\" and \"accused of the\noffence\" in the context of s.3(2) of Special Court (Trial of\nOffences Relating to Transactions in Securities) Act, 1992 –\nE Connotation of.\nF\nG\nH\nOn 8.6.1992, the Custodian, under the provisions of\nthe Special Court (Trial of Offences Relating to\nTransactions in Securities) Act, 1992, notified late 'HSM'\nand 28 entities of 'HSM' group including his family\nmembers, except the appellants in Civil Appeal Nos. 2924\nand 2915 of 2008, namely, Smt. ‘RSM', mother of 'HSM\nand Smt. 'RM', the sister-in-law of 'HSM'. The appellants\nwere active investors and had built up a portfolio by\ninvestment which appreciated in the value during the last\nthree years. They owned flats at Madhuli Co-operative\nHousing Society Ltd., which are merged and\namalgamated with other flats under the occupation of the\nJoint family. The Bank account of shareholdings of these\nappellants was held jointly where the appellants were the\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN 237\nBHAVAN, MUMBAI\nB\nD\nfirst holders and their family members were joint/second A\nholders. Due to the fact that joint/second holders were\nnotified entities, the assets of the appellants were treated\nas attached on and from 8.6.1992 and the same were\nmanaged by the Custodian for the last 15 years. On\n21.7.2006 the Custodian preferred a common\nmiscellaneous Petition No. 20/2006 against the appellants\nseeking relief of a declaration that the said appellants\nwere benamies and friends of late ‘HSM' and other notified\nentities, and, therefore, their assets should be utilized in\ndischarge of their liabilities. The appellants also filed M.A. C\nNo. 291 of 2006 on 11.9.1997, seeking relief of a\ndeclaration that all the assets belonged to them and they\nwere the first holders and their bank accounts and fixed\ndeposits of the shareholdings may be declared as free\nfrom attachment. On 4.1.2007, on the basis of the\ncomplaint made by Canbank Financial Services Ltd.\n(Canfina), the Custodian notified both the appellants u/s\n3(2) of the 1992 Act, for which a public notice was\npublished in the newspaper on 6.1.2007. On 19.1.2007,\nSmt. ‘RSM', filed Miscellaneous Petition No. 1/2007 and\non 18.6.2007, Smt. 'RM' filed Miscellaneous Petition No.\n2/2007 for de-notification u/s 4(2) of the Act. The Special\nCourt by its order dated 26.2.2008 dismissed both the\npetitions. It also approved Report No. 19/2008 filed by the\nCustodian in respect of outstanding dues towards flats\nNo. 32-A, 32-B, 33, 34A, 34-B, 44-A, 44-B and 45 in Madhuli\nCo-operative Housing Society Ltd. belonging to 'HSM' as\nwell as other related notified entities of 'HSM' group and\nReport No. 23/2009 of the Custodian on outstanding dues\ntowards flats No. 31 in Madhuli Co-operative Housing\nSociety Ltd. Aggrieved, Smt. 'RSM' filed Civil Appeal No. G\n2294/2008 and Smt. 'RM' filed Civil Appeal No. 2915/2008\nagainst the final order dated 26.2.2008. Smt. 'RSM' also\nfiled Civil Appeal No. 4764 of 2010 challenging the order\ndated 7.5.2010 passed by the Special Court approving\nreport No. 23/2009 of the Custodian. Smt. 'JSM' and six H\nE\nF\n238 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA other family members of 'HSM' filed Civil Appeal No. 3377/\n2009 against the order of the Special Court approving of\nReport No. 19/2008 filed by the Custodian.\nB\nDisposing of the appeals, the Court\nHELD: 1.1. It is settled law that the objects and\nreasons of an the Act are to be taken into consideration\nin interpreting its provisions. It is incumbent on the court\nto strive and interpret the statute as to protect and\nadvance its object and purpose. Any narrow or technical\nC interpretation of the provisions would defeat the\nlegislative policy. The court must, therefore, keep the\nlegislative policy in mind while applying the provisions\nof the Act to the facts of the case. [para 12] [256-C-D]\nD\nE\n1.2. It is a cardinal principle of construction of statute\nor the statutory rule that efforts should be made in\nconstruing the different provisions, so that each\nprovision may have effective meaning and\nimplementation and in the event of any conflict a\nharmonious construction should be given. [para 12] [256-\nD-E]\n1.3. The Special Court (Trial of Offences Relating to\nTransactions in Securities) Act, 1992 provides for\nstringent measures. It was enacted for dealing with an\nF extraordinary situation in the sense that any person who\nwas involved in any offence relating to transaction of any\nsecurity could be notified, whereupon all his properties\nstood attached. The provision contained in the Act being\nstringent in nature, the purport and intent thereof must\nG be ascertained having regard to the purpose and object\nit seeks to achieve. [para 18] [261-D-F]\nH\nHarshad Shantilal Mehta vs. Custodian and Ors. (1998)\n3 SCR 389=(1998) 5 SCC 1; Hitesh S. Mehta vs. Union of\nIndia \u0026 Anr., 1992 (3) Bomb. C.R. 716; L.S. Synthetics Ltd.\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI\n239\nvs. Fairgrowth Financial Services Ltd. \u0026 Anr. 2004 (4) Suppl. A\nSCR 109 = (2004) 11 SCC 456; Jyoti Harshad Mehta \u0026 Ors.\nVs. Custodian \u0026 Ors. 2009 (12) SCR 1229 = (2009) 10 SCC\n564; Ashwin S. Mehta vs. Custodian \u0026 Ors. 2006 (1) SCR 56\n(2006) 2 SCC 385 - relied on\n2. Provisions with regard to Attachment:\nB\nC\n2.1. Sub-s. (3) of s. 3 of the Special Court Act contains\na non-obstante clause providing that on and from the\ndate of notification under sub-s.(2), any property,\nmovable or immovable, or both, belonging to any person\nnotified under that sub-section shall stand attached\nsimultaneously with the issue of the notification and sub-\ns. (4) of s. 3 makes it clear that such attached property\nshall be dealt with by the Custodian in such manner as\nthe Special Court may direct. There is nothing in the Act D\nwhich suggests that only such properties which belong\nto the notified party and which have been acquired by the\nuse of tainted funds alone can be attached for the\npurposes of distribution u/s 11 of the Act. Attachment of\nall the properties in terms of s. 3(3) of the Act is automatic. E\nThe said section does not provide any qualification that\nthe properties which are liable to be attached should\nrelate to the illegal transactions in securities in respect\nof which the Act was brought in force. [para 17 and 25]\n[260-F-H; 267-A-C]\n2.2. A reading of s. 11 of the Act further provides that\nall the properties which stand attached to the Special\nCourt u/s. 3(3) are available for distribution u/s 11 of the\nAct. There is again nothing which suggests that the\ndistribution must be restricted only to sale of such\nproperties which have been acquired by use of tainted\nfunds. The statutory period is irrelevant for the\nattachment of properties and sale of the same. All\nproperties which are attached would be liable to be sold\nF\nG\nН\n240 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA for redemption of liabilities till the date of notification u/s\n11 of the Act. [para 25] [266-H; 267-A-C]\nB\n3. Whether there are sufficient provisions for pre and post\ndecisional hearing thereby ensuring Rules of Natural\nJustice?\n3.1. Section 3(2) of the Special Court Act confers\npower on Custodian to notify a person in the Official\nGazette on being satisfied on information received that\nsuch person was involved in any offence relating to\nC transactions in securities during the statutory period\n1.4.1991 to 6.6.1992. Section 3(2) does not give any right\nof personal hearing to the person being notified. In the\nabsence of any such right there is no pre-decisional\nhearing The provisions of the Act do not provide for a\nD pre-decisional hearing before notification but contain an\nimpeccable milieu for a fair and just post decisional\nhearing. The fact that it does not provide for a pre-\ndecisional hearing is not contrary to the rules of natural\njustice because the decision of the Custodian to notify\nE does not ipso facto take away any right of the person thus\nnotified nor does it impose any duty on him. Also a pre-\ndecisional hearing would frustrate the entire purpose of\nthe Act. If there is time given to show cause why a person\nshould not be notified, that time could practically be\nutilized to further divert the funds, if any, so that it\nbecomes even more difficult to trace it. [para 30-31] [269-\nF-G; 270-A-C; 271-F-G]\nF\nG\nSwadeshi Cotton Mills v. Union of India, 1981 (2) SCR\n533 = (1981) 1 SCC 664 - relied on\n3.2. Attachment of property is a natural consequence\nof notification and not sale of the property. The power to\norder a sale of the property lies only with the Special\nCourt u/s. 11 and at this instance where notified person\nH can be adversely affected, sub-s. (2) of s. 4, provides for\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN 241\nBHAVAN, MUMBAI\na hearing as regards correctness or otherwise of the A\nnotification notifying a person in this behalf, in the event\nan appropriate application, therefor, is filed within 30\ndays of the issuance of such notification. The Special\nCourt is presided over by a sitting Judge of the High\nCourt. All material before the Custodian is placed before\nthe Special Court which independently analyses all the\nmaterial while deciding the application filed by the notified\nparty challenging the notification. This amounts to post\ndecisional hearing satisfying the principles of natural\njustice. [para 18 and 31] [260-B-D; 271-D-F]\n4. Notification of the appellants:\n4.1. When 'HSM' and 28 members of his group\nincluding his family members/entities were notified under\nthe Ordinance, the complete details of his transactions\nwere not known. At that time the appellants were not\nnotified because their involvement and diversion of funds\nto them was not clear. The Reserve Bank of India\nconstituted the Janakiraman Committee to look into the\ndiversion of funds. Inasmuch as the scam relates to\naccounts and money transactions by way of transfer of\nshares through nationalized banks and financial\ninstitutions, various committees were appointed by the\nUnion of India which collected relevant materials and\nunearthed the persons involved, therefore, the Custodian\nand the Special Court are fully justified in relying on those\nreports in order to ascertain the correctness or otherwise\nof the transactions. [para 32 and 34] [272-B-D; 276-D-F]\nChildline India Foundation \u0026 Anr. Vs. Allan John Waters\n\u0026 Ors., JT 2011(3) SC 750 – relied on\n-\nB\nC\nD\nE\nF\nG\n4.2. The accounts of the notified parties where\nsignificant diversion of funds had taken place were not\ncompleted due to non-cooperation of members of 'HSM'\nGroup. The important aspect is that the appellants have H\nс\n242 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA not explained the source of their income either to the\nCustodian or to the Income Tax authorities. The\noutstanding Income Tax from the appellants for the\nassessment year 1991-92 is Rs.2,65,38,345; for the\nassessment year 1992-93 it is Rs.11,55,28,951 and for the\nB assessment year 1993-94, it is Rs.4,46,40,586. On a\ncomplaint, filed by Canbank Financial Services Ltd.\n(Canfina), the Custodian notified the appellants on\n04.01.2007. The appellants filed petitions u/s.4 (2) of the\nAct challenging the notification. The Special Court looked\ninto all the materials including the Audit Report and came\nto a conclusion that the appellants are only fronts of late\n'HSM'. It further concluded that the appellants are only\nhousewives, having no independent source of income,\nand were given loan by the brokerage firms for purchase\nof shares. The Special Court, therefore, rightly held that\nthe money and assets were diverted to the appellants by\nthe brokerage firms who were notified parties. The order\nof the Special Court does not suffer from any infirmity\nand there was sufficient material before the Custodian to\narrive at a satisfaction that monies had been diverted by\nlate 'HSM' to the appellants. [para 37,38,44 and 46] [278-\nA-B; D-G; 286-C-D; 291-F-G; 292-B-C]\nD\nE\n5. Whether the appellants being not involved in offences\nin transactions in securities could have been proceeded\nF against in terms of the provisions of the Act?\nG\nH\n5.1. On 25.1.1994, an amendment was carried out in\nthe Act, wherein, s.9-A was inserted to confer civil\njurisdiction on the Special Court. The appellants were\nactive investors and had built up a portfolio of\ninvestments which has appreciated in value over the\nyears, more particularly, during the last three years. It\ncannot be said that since the appellant have not been\ncharged for any offence, they cannot be notified under\nthe Act. The plea that the phrase \"involved in the offence\"\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN 243\nBHAVAN, MUMBAI\ncould only mean \"accused of the offence\" and since the A\nappellants are not charged with any offence they could\nnot be notified, cannot be accepted. In construing these\nwords which are used in association with each other, the\nrule of construction noscitur a sociis may be applied. It\nis a legitimate rule of construction to construe words in B\nan Act of Parliament with reference to words found in\nimmediate connection with them. The actual order of\nthese words in juxtaposition indicates that meaning of\none takes colour from the other. The rule is explained\ndifferently: that meaning of doubtful words may be\nC\nascertained by reference to the meaning of words.\nassociated with it. [para 5(e) and 47] [250-H; 251-A-B; 292-\nD-G]\nAhmedabad Teachers' Association vs. Administrative\nOfficer, AIR 2004 SC 1426 - relied on.\nD\n5.3. In the instant case the nature of \"offence\", in\nwhich the appellants are allegedly involved, is to be taken\ninto consideration. The Act does not create an offence for\nwhich a particular person has to be charged or held E\nguilty. Thus the phrase \"involved in the offence\" would\nnot mean \"accused of the offence\". Also, the appellants\ncould have been reasonably suspected to have been\ninvolved in the offence after consideration of the various\nreports of the Janakiraman Committee, Joint\nParliamentary Committee and the Inter Disciplinary Group\n(IDG); and also the fact that 28 members of M/S 'HSM'\ngroup including his family members/entities were notified\nunder the Special Act Ordinance itself. The said factual\nmatrix was sufficient for the satisfaction of the Custodian\nto notify the appellants. [para 48] [292-G-H; 293-A-C]\nF\nG\n5.4. The object of the Act is not merely to bring the\noffender to book but also to recover what are ultimately\npublic funds. Even if there is a nexus between a third\nparty, an offender and/or property of the third party can H\n"}