{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\nF\nG\n274\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\non 27.08.1993 at more than 30 premises. The search\nconfirmed that the shares had been transferred in the\nnames of these companies and individuals by the HMG.\nDocuments seized indicated the possibility of investments\nof market value of over Rs. 50 crores in the names of Smt.\nRasila Mehta, mother of Harshad Mehta and Smt. Reena\nMehta, wife of Sudhir Mehta. Statements recorded of\nvarious persons confirmed that they had merely allowed\ntheir names as benamidars of HMG. In addition, persons\nfound in premises given as addresses of various\ncompanies stated that they had allowed their premises to\nbe used as mailing addresses, and no companies existed\nthere. They also stated that the shares received at these\naddresses were handed over mainly to one Shri Vinod\nMehta, an uncle of HSM, who died in February, 1993.\nSubsequent to his death, these were handed over to his\nwife, Smt. Vanita Mehta who confirmed that her husband\nwas receiving these shares, and that after his death she\nhad, on instructions from HSM, handed them over to his\nrepresentative. The involvement of the HMG in the matter\nof transfer of shares in benami names was corroborated\nby recorded statements of HSM and Sudhir Mehta. The\ntotal shareholding of HMG in benami shares identified so\nfar comes to 81.65 lakh shares in 131 companies of\nmarket value (as in June, 1995) of Rs. 453 crores.\n4.7 Problems in tracing:\n4.7.1. The identification of end use of funds was a\nlaborious process involving examination and correlation of\nevery investment transaction of the brokers and banks. The\nfollowing were among the more important constraints:\nEntries in the books of one counterparty\nbank did not correspond with that of the other\ncounterparty.\nH\nThere was mismatch between seller and\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\npayee or buyer and payer.\n275\nA\nB\nThe investment records did not depict the\ntrue character of the deals. Actual recipient\nand issuer of cheque were not known.\nOften, and more particularly in the case of\nHMG, entries in broker's current account at\nSBI, Bombay only revealed the net effect of\nall bankers cheques received and issued on\nhis behalf on a particular day. On days when\nthe value of cheques issued equaled the C\nvalue of cheques received there was no entry\nin his current account.\nTransactions with banks/financial institutions\nwhose investment account was maintained\nby the same routing bank was difficult to\nanalyze as the payments and receipts were\nnetted and only the net effect reflected in the\nbank accounts. One to one correspondence\nbetween security transactions and payments\nwas difficult to establish as entries did not\nreflect true details of the transactions.\nAccounts of the brokers had not been\nprepared.\"\n33. Mr. Syed heavily contended that the Custodian and the\nSpecial Court ought not to have based reliance on these\nreports since the appellants were not afforded opportunity to\ngo through the contents of the same. This objection is liable to\nbe rejected. First of all, there is no criminal prosecution against\nthese appellants and in the event of prosecution, all documents\nrelied on by them could be furnished. These are all materials\nfrom various bodies constituted by the Reserve Bank of India/\nGovernment of India about the scam created at the instance of\nHarshad Mehta. These bodies consist of experts in various\nD\nE\nF\nG\nH\n276\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA fields, particularly, from the financial side. The Special Court\nis fully justified in relying on these Reports.\nB\n34. This Court in Childline India Foundation \u0026 Anr. Vs.\nAllan John Waters \u0026 Ors., JT 2011(3) SC 750, while\nconsidering the plight of street children in Bombay, heavily\nrelied on the evidence of PW-2 \u0026 PW-3, who were the\nmembers of NGOs, who highlighted the plight of street children\nin a shelter home at Bombay. Similar objection was raised in\nthat case about the admissibility and reliability of those\nwitnesses. Rejecting the said objection, this Court held that\nC though based on the statements of PWs 2 \u0026 3, members of\nNGOs the accused persons cannot be convicted but taking into\naccount their initiation, work done, interview with the children,\ninteraction with the children at the shelter homes which laid the\nfoundation for the investigation and to that extent their\nD statements and actions are reliable and acceptable. By\napplying the same analogy, inasmuch as the scam relates to\naccounts and money transactions by way of transfer of shares\nthrough nationalized banks and financial institutions, various\ncommittees were appointed by the Union of India which\nE collected relevant materials and unearthed the persons\ninvolved, hence the Custodian and the Special Court are\njustified in relying on those reports in order to ascertain the\ncorrectness or otherwise of the transactions. Accordingly, we\nreject the objection of the counsel for the appellants relating to\nF the report of various Committees mentioned above.\n35. The Special Court, vide its order dated 03.08.1993\nallowed the application of the Custodian for appointing Auditor.\nThe Minutes of the Order read as under:\nG\n\"1. Order in terms of prayer (a)\nH\n2. Order in terms of prayer (b) \u0026 (c), Respondents 2 and\n3 to furnish the information within 6 weeks.\n3. To enable the 1st Respondent to furnish the said\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n277\ninformation one or more of the following persons, viz., Mr. A.\nHarshad Mehta, Mr. Ashwin Mehta, Mr. Pankaj Shah and\nMr. Atul Parekh and a computer specialist will be entitled\nto attend the offices of the 1st Respondent between 10\na.m. to 6 p.m. A representative of the Custodian and the\nC.B.I. will be present for which prior intimation will be given. B\nThe said persons will be entitled to operate the computers\nin the presence of the officers of Respondent Nos. 2 and\n3 and if necessary hire a personal computer to compile\nthe requisite information.\nC\nD\n4. The Custodian will appoint one or more auditors to\nprepare and audit the accounts of the 1st Respondent\nfrom 1st April, 1990. The auditors will be entitled to obtain\nall requisite information and documents from the\nRespondents or any other person in possession of the\nsame. They will be entitled to use the computers of\nRespondent no.1 and the requisite hard discs and floppy\ndiscs will be made available to the auditors by\nRespondents No. 2 and/or 3. The remuneration of the\nauditors will be determined by the Custodian. The persons\nnamed in Clause 2 will assist the auditors. The auditors E\nwill complete the work and submit a report to court as\nexpeditiously as possible and preferably within 3 months.\nThe auditors will be entitled to furnish reports from time to\ntime as the work is completed.\n5. The remuneration payable to the auditor to be released\nfrom the bank account of the Respondent No.1.\n6. Liberty to apply.\"\nF\n36. The Special Court vide its order dated 03.02.1994 G\nappointed M/s Kalyaniwalla \u0026 Mistry, M/s Kapadia Damania\n\u0026 Co. and M/s Natwarlal Vepari \u0026 Co., Chartered Accountants\nfirms for the purposes of preparing Statements of Accounts and\nliabilities of the notified parties i.e. the Harshad Mehta Group\nfor the period 01.04.1990 to 08.06.1992.\nH\nA\n278 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\n37. It was the grievance of the Custodian that the notified\nparties were not at all cooperating in the process of auditing.\nThe accounts of the notified parties where significant diversion\nof funds had taken place were not completed due to non-\ncooperation of members of M/s Harshad Mehta Group. When\nB their non-cooperation was brought to the notice of the Special\nCourt, the members of the Harshad Mehta Group had given an\nundertaking to fully cooperate with the Auditors. Rasila S.\nMehta, the appellant herein had filed an application being M.A.\nNo. 467/1999 for lifting the attachment over assets which she\nC was owning jointly with the other members of the family. In the\nsaid application, the Custodian filed a reply highlighting the\ncomplete non-cooperation of the group in completing the\naccounts.\nD\n38. The important aspect is that the appellants have not\nexplained the source of their income. The outstanding Income\ntax from the appellants for the Assessment Years 1988-89 to\n1993-94 is as under:\n1988-89\nய\nE\n1989-90\n1990-91\n1991-92\nF\nRs.2,005\nRs. 0\nRs.2,54,595\nRs.2,65,38,345\n1992-93\n1993-94\nRs.11,55,28,951\nRs.4,46,40,586\nThe appellants are house-wives having no independent source\nG of income. It is impossible for such persons to have such huge\namounts of money unless they were the beneficiaries of monies\ndiverted by late Harshad Mehta and his other family members\nwho were notified and firms belonging to the Harshad Mehta\nGroup. The appellants have not been able to reveal their source\nH of income either to the Custodian or to the Income Tax\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\nauthorities.\n279\n39. It is relevant to point out that in a letter dated\n22.03.1996 addressed to the Assistant Commissioner of\nIncome Tax the appellant - Rasila P. Mehta has stated as\nunder:\n\"3) Please be informed that as far as my source of funds\nis concerned for making investments or taking trading\npositions to the extent the funds are required the same are\nfrom the following:\n(a) Capital plus profits\n(b) Borrowings\n(c) Proceeds from sale of shares and debentures.\nA\nB\nс\nD\nF\n4. As far as borrowings are concerned, the same is\nresorted in two ways. I have obtained loans from my family\nmembers, particularly, Shri Harshad S. Mehta which is as\nand by way of monies advanced to me through cheques\nor payments made on my behalf. The other way of\nE\nborrowing is through enjoying a running current account\nwith the brokerage firms in my family of M/s Harshad S.\nMehta, M/s Ashwin S. Mehta and M/s Jyoti Mehta which\nare partly paid-unpaid. Under this arrangement for\ntransactions undertaken by me at these respective\nbrokerage firms my account is debited and credited for\neach and every transaction, i.e. for every purchase made\nby me my account gets debited and for every sale effected\nby me my account with these brokerage firms gets\ncredited. I state that barring a few exceptions payments\nfor these transactions have not been exchanged on a\ntransaction to transaction basis and the account is in the\nnature of a running account. I state that for the borrowings\neffected under both the methods. I have agreed to pay\ninterest to the lender. I state that the same is computed\non the basis of deliveries performed for purchase and sale\nG\nH\nA\n280\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nof shares. I state that in cases where I have purchased the\nshares for delivery and the delivery has not been tendered\nto me, for the purposes of computation of interest the debit\nwill not be reckoned. I say that thus on the net outstanding |\nbalance after giving credit to each party on account of non-\nB delivery of share the amount payable at the end of month\nis arrived at which is mentioned for the computation of\ninterest (not on compounded basis). I state that as such\ninterest is payable on the amounts borrowed by me and\nthe same constitutes my expense. I humbly submit that this\nexpense is allowable as a deduction from my taxable\nincome. In support of my above and other related\ncontentions I am also pleased to enclose confirmation\nletters of the three brokerage firms of M/s Harshad S.\nMehta, M/s Ashwin S. Mehta and M/s J.H. Mehta. I further\nsubmit that due to course of events and multiple raids and\nour groups accounting system having gone haywire and\nthe delivery status of all the transactions remaining\nunascertained we have not been able to precisely compute\nmy interest liability for the earlier as well as the present\nyear.\n0\nD\n111\nE\nF\nG\nH\n5. I state that I follow an accrual method of accounting for\nall my income as well as expenses which system of\naccounting is being followed by me for a number of years.\nI state that pending finalization of my payable figure for\nwhich effort is being made to arrive at the figure and on\nthe basis of the minimum amount due by me I have made\nthe provision of interest payable by me in my books of\naccounts and the extract of my account in this regard is\nbeing forwarded separately to your kindself. I submit that\nsince my books of accounts are in the process of being\ndrawn I am not in a position to make a provision of the\nprecise figures of interest amount much as I would like to\ndo. I submit that in this regard the respective brokerage\nfirms have to assist and furnish substantial particulars. I\nfurther state that the provision made by me is in fact on a\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n281\nA\nconservative basis though the interest payable by me\nwould be higher that the provision. I humbly request your\nkindself to take note of above and grant me a deduction\nof the same from the income that your kindself is arriving\nfor the present year. In case your kindself is not inclined\nto accept my submissions or allow me the deduction of B\nabove expenses then kindly give me an opportunity to\nmake further representation in this regard more so as it\nvitally affects determination of my taxable income\".\n40. A perusal of the above letter shows that there was no\nproper maintenance of accounts and there was no cooperation\nat all. Even, late Harshad Mehta in his letter and declarations\nto the Income Tax Authorities in which the appellant Rasila\nMehta is a signatory had admitted that the family is a joint Hindu\nfamily where all are living together and that the business is such\nthat it requires very close control at the operational level.\n41. It is relevant to note that in a letter dated 21.01.1991\nlate Harshad S. Mehta informed the following particulars about\nsource of payments for acquisition of flats in Madhuli, Worli by\nthe entities of his family to the Deputy Director of Income Tax\n(Investigation), Mumbai.\n\"My transactions in the Capital and Money markets,\nespecially the latter, result in a continuous stream of funds\nand securities moving in and out. These transactions result\nin large but transient positive balances in my bank\naccounts on any given day. Running up of such current\nliabilities constitutes payables to my clients/constituents\nwhich include, inter alia, corporates and banks. Such\nfunds, though transient in nature, tend to acquire semi-\npermanency in view of the daily operations in the Money\nMarket and result in a pool of funds float. This float of funds\nhas been utilized for acquisition of flats as well as for\nmaking investments in shares, pending accrual of income,\nin future, when such liabilities are automatically washed off.\nIn point of fact, deferred and future incomes have been\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n0\nG\nH\n282 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nfinanced in advance by the float. I now enclose, on behalf\nof my family and myself details of payments made to M/s\nCrest Hotels Pvt. Ltd. the owners of the 9 (nine) flats, at\n\"Madhuli\", Worli in the firsthalf of 1990 and extracts of the\nrelevant Bank Accounts of the concerned members of my\nfamily, reflecting the payments and corresponding receipts\nin the bank. Details of transactions which resulted in credit\nbalances in my accounts on those particular dates on which\nthe payments for these flats were effected are also\nenclosed. You will appreciate that all my family members\nhave been financed through my business operations.\"\n42. Another important aspect relates to final declaration\nmade by Harshad S. Mehta and all his family members\nincluding Rasila S. Mehta under Section 132(4) of the Income\nTax Act, 1961. The following material from his statement dated\n24.01.1991 is relevant:\n\"First of all, I would like to put on record a few things about\nmy family members. I take justifiable pride in asserting that\nit is the combination of the efforts of all the members of\nmy family that has been responsible for our expansion and\ngrowth in terms of volume since 1988. Each and every\nmember of the family is taking charge of some or the other\nvital functions in the organization creating controls and\nchecks which are so very essential for generating,\nmaintaining and reaping the fruits of any business activity.\nAlmost all of them are very well attained and qualified and\ndo business in their individual capacities and possess a\nsound and thorough knowledge of Investments, Finance\nand are authorized agents of the Unit Trust of India or\nmembers of the recognized Stock Exchange in Bombay.\nAll of them take active interest in Investments in the Stock\nMarket. Ours is an investor family committed to growth\nthrough capital appreciation and holds a mix of both short\nterm and long term portfolio of shares. In brief, we owe our\nsuccess to our coordinated endeavours and investment\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n283\nphilosophy. The sharp growth in income in the last two A\nyears from 1988 is only after entering the Money Market.\nOur family is run as a Joint Hindu Family. We, all live\ntogether. Our joint effort is one of the most important factors\nthat has contributed to the growth of our business. Our\nbusiness is such that it requires very close control at the\noperational level. The different members of the family have\ntaken charge of various areas of crucial importance in our\nbusiness e.g. Research, On-the-floor, trading, dealing in\nMoney Market, Share Handling, Accounts, Finance, etc. My\nwife Mrs. Jyoti Mehta and Ashwin's wife Mrs. Deepika\nMehta while handling other functions in the office, also work\nas authorized clerks and hold the necessary badge for entry\ninto the trading floor of the Stock Exchange, Bombay. ...\nנו\n43. It is also useful to refer the letter of Smt. Rasila S.\nMehta dated 25.06.2007 addressed to Mukund M. Chitale \u0026\nCo., Chartered Accountants, Mumbai wherein she admitted\nthat during the relevant period i.e. in 1990s she and all her\nfamily members actively associating in the brokerage firms and\ncompanies promoted by them jointly. She also admitted that\nshe had a running account with brokerage firms of M/s Harshad\nS. Mehta, M/s Ashwin Mehta and M/s J.H. Mehta.\n44. All the above details clearly show their association with\nbrokerage firms being handled by Harshad S. Mehta and also\ntheir interest and entitlement in the transactions of their joint\nfamily business.\nB\nC\nD\nE\nF\n45. The firms of M/s Kalyaniwalla \u0026 Mistry, M/s Kapadia G\nDamania \u0026 Co. and M/s Natwarlal Vepari \u0026 Co. did not\ncomplete the audit and as permitted by the Special Court, vide\nOrder dated 16.10.2003, the Custodian was permitted to\nappoint another Auditor. The Custodian, vide its Order dated\n05.11.2003, appointed M/s Vyas \u0026 Vyas Chartered\nH\n"}