{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"284 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA Accountants to audit the accounts and also to investigate\nfraudulent and illegal transactions entered into by M/s Harshad\nS. Mehta Group and his notified entities as referred to in\nJanakiraman Committee Report, IDG Report and reports\nbased on the audit of the banks conducted by the RBI and the\nB charge-sheet filed in the Special Court. M/s Vyas \u0026 Vyas\nsubmitted their report in respect of Harshad S. Mehta Group.\nEven in the said report, Vyas \u0026 Vyas pointed out the complete\nnon-cooperation on the part of the appellants and the group\nwhile auditing the accounts. In the report, on review of un-audited\naccounts of M/s Harshad S. Mehta regarding the diversion of\nfunds it was observed as under:\nC\n\"12 Diversion of funds.\nD\nE\n[1]\nF\nG\nH\n12.1 HSM diverted his funds to his family members as and\nwhen he received funds generated form PSU banks and\nfinancial institutions. We have drawn a statement of funds\ndiverted to family members and his associate companies\nin Annexure No. 7. We have also checked these figures\nfrom the audited reports of his family members and\nassociate companies and comparative chart is enclosed\nin Annexure No. 6A.\n12.2 Further we studied the end use of funds diverted to\nfamily members and associate companies of HSM group\nand found that either funds were used for purchase of\nimmovable properties or for purchase of shares and\nsecurities. HSM has not charged interest from his family\nmembers and his associate companies. The details of end\nuse (broadly) by HSM group are also enclosed.\n12.3 It is a case of one man show i.e. Mr. H.S. Mehta, who\ngenerated funds from PSU banks and financial institutions\nand diverted funds to his group entities. There is no ban\non payment/receipt of funds from one family member to\nanother member of the family. But then all prudential norms\nshould have been followed. In this case no interest was\n:\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI (P. SATHASIVAM, J.]\n285\ncharged/paid and there are huge differences in the A\nbalances of both the books.\n12.4 The concept of corporate entity was evolved to\nencourage and promote trade and commerce but not to\ncommit illegalities or to defraud people where therefore\nthe corporate character is employed for the purpose of\ncommitting illegality or for defrauding other the corporate\ncharacter should be ignored and will look at the reality\nbehind the corporate veil.\nB\n12.5 We have found that these corporate bodies are\nC\nmerely cloaks behind which lurks HSM and/or member of\nhis family are involved and the device of incorporation was\nreally a ploy adopted for committing illegalities and/or to\ndefraud revenue and other people. Finally to get protection\nby law, in case HSM gets exposed the property belonging D\nto his family members may be protected.\n12.6 Further we have studied the accounts of Smt. Rasila\nMehta and Reena Mehta who is not notified parties and\ntheir accounts were not subject to audit. The total balances\noutstanding in the books of M/s HSM of both the entities\nare as under as on 8/6/92:\nE\nSmt. Rasila Mehta 10,82,65,860.74 Dr\nSmt. Reena Mehta 6,33,35,834.69\nF\nG\nWe are enclosing the copies of accounts of Smt. Rasila\nMehta and Reena Mehta appearing in the books of M/s\nHSM. From the accounts we observed that M/s HSM paid\na sum of Rs. 30 Lacs on 16th April 1990 and a sum of\nRs. 1259000/- on 18th April 1990 to Rasila Mehta. These\nare the dates when other members of the family purchased\nflat in 'Madhuli'. Therefore in our opinion these funds were\ndiverted by M/s HSM to Smt. Rasila Mehta (mother) for\npurchase of flat in 'Madhuli'. Further we have also observed\nthat M/s HSM debited the account of Smt. Rasila on H\nA\nB\nC\n286\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\naccount of purchases of shares in different companies.\nSimilarly in case of Smt. Reena Mehta huge quantity of\nshare were purchased by her, which were funded by M/s\nHSM. Copy of accounts of Mrs Rasila \u0026 Mrs Reena Mehta\nis enclosed in annexure No.5E\n12.7 The above funds diverted by HSM to his family\nmembers were certainly for purchase of immovable\nproperties and shares. Therefore all assets so called\nbelonging to above persons should go back to HSM only.\"\n46. On a complaint, filed by Canbank Financial Services\nLtd. (wholly owned subsidiary of Canara Bank), the Custodian\nnotified the Appellants on 04.01.2007. The appellants filed\npetitions challenging the order of notification under Section 4(2)\nof the Act. The Special Court looked into all the materials\nD including the Audit Report submitted by M/s Vyas \u0026 Vyas. A\nsummary of the accounts produced by M/s Vyas \u0026 Vyas is as\nunder:\nE\nLedger Account of Mrs. Rasila S. Mehta for the period\n1.4.1991 to 8.6.1992 in the books of accounts of various\nentities of Harshad Mehta Group.\nSUMMARY\nM/s Harshad S. Mehta\nOpening Balance as on 01.04.1990\nF\nADD:\n(i) Shares purchased\nG\n(ii) Funds transferred\nH\nTotal debits\nLESS CREDITS:\n1990-91\n71135919.00\n3227047.30\n275393709.50\n110184616.44\n388805373.24\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n1991-92\n8TH June 1992\n287\n195090538.50\nA\n16948055.00 283174512.50\nDebit balance as on 08.06.1992 105630860.74\nADD:\nB\nLoans \u0026 Advances due to M/s 2635000.00\nHarshad S. Mehta as per Balance\nSheet as on 08.06.1992.\nTotal Debits\nC\n108265860.74\nMr. Harshad S. Mehta\nOpening Balance as on 01.04.1991 NIL\nD\nADD:\n(i) Shares purchased\nNIL\n(ii) Funds transferred\n5000000.00\n5000000.00\nE -\nDebit balance as on 08.06.1992\nLESS CREDITS:\n1991-92\nNIL\n8TH June 1992\nNIL\nF\nTotal Debits\n5000000.00\nM/s Jyoti H. Mehta\nOpening Balance as on 08.06.1992\nAs per client control - AR summary 117899544.00\nADD:\n(i) Interest receivable (as per\nG\nH\nA\n288\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nAnnexure E of Balance Sheet) 2500000.00\nTotal Debits\n120399544.00\nB\nMrs. Jyoti H. Mehta\nOpening Balance as on 01.04.1990 179550.00\nADD:\n(i) Shares purchased\nNIL\nс\n(ii) Funds transferred\n18000.00\nTotal Debits\n197550.00\nLESS CREDIT:\nD Debit balance as on 31st March 1991. NIL\nThe balance is as per Trial balance as\non 8th June, 1992.\nM/s Ashwin S. Mehta\n197550.00\nE Opening Balance as on 01.04.1990 117756.00\nADD:\nLL\nF\n(i) Shares purchased\n149166082.25\n(ii) Funds transferred\n300.00\n149048626.25\nG\nTotal debits\nLESS CREDITS:\n1990-91\n88034149.00\n1991-92\n47414656.84\n☐ H\n8TH June 1992 649373.00 136098178.84\n1\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\nDebit balance as on 08.06.1992\nMr. Ashwin S. Mehta\n289\n12950447.41\nA\nOpening Balance as on 01.04.1991\nNIL\nADD:\nB\n(i)\nShares purchased\n204085.50\n(ii)\nFunds transferred\nNIL\nTotal Debits\n204085.50\nC\nLess Credits\nNIL\nTotal Debits\n204085.50\nMrs. Deepika A. Mehta\nD\nOpening Balance as on 08.06.1992\n20500.00\n(As per Trial Balance of\nMrs. Deepika A. Mehta)\nLedger Account of Mrs. Rina S. Mehta for the period from E\n1st April, 1990 to 8th June, 1992 in the books of accounts\nof various entities of Harshad Mehta Group:\nSUMMARY:\nM/s Harshad S. Mehta\nLL\nF\nOpening balance as on 01.04.1990\nNIL\nADD:\n(i) Shares purchased\nG\n72918112.75\n(ii)\nFunds transferred\n32239980.94\nTotal Debits\n105158093.69\nLESS CREDITS:\nH\nA\nB\n290 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\n1990-91\n1991-92\nNIL\n41822259.00 41822259.00\nDebit Balance as on 08.06.1992.\nThe balance is the same as on 31.03.1992\n(as per the copy of client control accounts\nas on 08.06.1992.)\n63335834.69\nMr. Harshad S Mehta\nOpening balance as on 01.04.1991\nNIL\nC\nADD:\n(i) Shares purchased\nNIL\n(ii)\nFunds transferred\n3500000.00\nD\n3500000.00\nE\nF\nTotal Debits\nLESS CREDITS:\nTotal Debits\nBalance as on 08.06.1992\nis the same as on 31.03.1992\nNIL\n3500000.00\n(As per trial balance as on 08.06.1992)\nM/s Jyoti H. Mehta\nOpening balance as on 08.06.1992 50757937.00\nAs per client control - AR Summary\n(extracts of report of M/s Jyoti H. Mehta)\nG\nAdd: Interest receivable\nTotal Debits\nMrs. Jyoti H. Mehta\nH\n3000000.00\n53757937.00\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.] ·\n291\nOpening balance as on 08.06.1992\n131000.00\nA\n(as pretrial balance as on\n8th June 1992)\nM/s Ashwin S. Mehta\nOpening balance as on 01.04.1990\nB\nNIL\nADD:\n(i) Shares purchased\n102293155.00\n(ii)\nFunds transferred\n4929687.50\nC\n107222842.50\nTotal Debits\nLESS CREDITS:\n1990-91\n1991-92\nTotal Debits\nMrs. Deepika A. Mehta\nNIL\nD\n50936485.00\n56286357.50\nE\nOpening Balance as on 08.06.1992 8300:00\n(As per Trial Balance of\nMrs. Deepika A. Mehta)\nAfter perusing the Report of M/s Vyas \u0026 Vyas, the Special\nCourt came to a conclusion that the appellants are only fronts F\nof late Harshad S. Mehta. It further concluded that the appellants\nare only housewives and were given loan by the brokerage firms\nfor purchase of shares. The Special Court, therefore, rightly held\nthat the money and assets were diverted to the appellants by\nthe brokerage firms who were notified parties. Mr. Syed G\nobjected to the order of the Special Court for fully relying on the\nAuditor's report. We reject his objection for the following\nreasons. First of all, the issue relates to accounting of several\npersons. Several volumes of accounts relating to various\nmembers of late Harshad Mehta's family have to be scrutinized.\nI\n292 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA The Court and members of the bar are not conversant with the\naccounting procedures and in such event assistance from an\nestablished Chartered Accountant Firm is needed. In fact, even\nduring the course of arguments in respect of questions by the\nCourt, Mr. Syed himself sought the assistance of persons who\nB are conversant with accountancy. In view of complicity in the\nmatter, there is nothing wrong on the part of the Special Court\ngetting report from M/s Vyas and Vyas who are recognized\nChartered Accountants. The order of the Special Court does\nnot suffer from any infirmity and there was sufficient material\nbefore the Custodian to arrive at a satisfaction that monies had\nbeen diverted by late Harshad S. Mehta to the appellants.\nC\nD\n47. Whether the appellants being not involved in\noffences in transactions in securities could have been\nproceeded against in terms of the provisions of the Act?\nThe contention of the appellants that since they have not\nbeen charged for any offence, they cannot be notified under the\nAct. According to the appellants, the phrase \"involved in the\noffence\" could only mean \"accused of the offence\" and since\nE they are not charged with any offence they can not be notified.\nIn construing the above mentioned words which are used in\nassociation with each other, the rule of construction noscitur a\nsociis may be applied. It is a legitimate rule of construction to\nconstrue words in an Act of Parliament with reference to words\nfound in immediate connection with them. The actual order of\nthese three words in juxtaposition indicates that meaning of one\ntakes colour from the other. The rule is explained differently:\n'that meaning of doubtful words may be ascertained by\nreference to the meaning of words associated with it. (vide\nAhmedabad Teachers' Association vs. Administrative Officer,\nAIR 2004 SC 1426).\nF\nG\n48. Therefore, in the present case the nature of \"offence\",\nin which the appellants are allegedly involved, is to be taken\ninto consideration. The Act does not create an offence for which\nH a particular person has to be charged or held guilty. Thus the\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n293\nphrase \"involved in the offence\" would not mean \"accused of A\nthe offence\". Also, the appellants could have been reasonably\nsuspected to have been involved in the offence after\nconsideration of the various reports of the Janakiraman\nCommittee, Joint Parliamentary Committee and the Inter\nDisciplinary Group (IDG); and also the fact that 28 members B\nof the M/s Harshad S. Mehta group including his family\nmembers/entities were notified under the Special Act\nOrdinance itself. The above factual matrix was sufficient for the\nsatisfaction of the Custodian to notify the Appellants. The\nobject of the Act is not merely to bring the offender to book but C\nalso to recover what are ultimately public funds. Even if there\nis a nexus between a third party, an offender and/or property\nthe third party can also be notified. The word \"involved\" in\nSection 3(2) of the Special Court Act has to be interpreted in\nsuch a manner so as to achieve the purpose of the Act. This\nCourt in Ashwin S. Mehta vs. Custodian \u0026 Ors., (2006) 2 SCC\n386 has observed as under:\nD\n\"Although, we do not intend to enter into the correctness\nor otherwise of the said contention of the appellants at this\nstage, however, there cannot be any doubt whatsoever that E\nthey being notified persons, all their properties would be\ndeemed to be automatically attached as a consequence\nthereto. For the said purpose, it is not necessary that they\nshould be accused of commission of an offence as such.\"\n49. In Jyoti H Mehta \u0026 Ors. vs. Custodian \u0026 Ors., (2009)\n10 SCC 564, this Court from para 33 to 38 has held that the\nSpecial Court Act is a special statute and is a complete code\nin itself. The purpose and object for which it was created was\nto punish the persons who were involved in the act for criminal\nmisconduct in respect of defrauding banks and financial\ninstitutions and its object was to see that the properties of those\nwho were involved shall be appropriated for the discharge of\nliabilities of not only banks and financial institutions but also\nother governmental agencies. In construing the statute of this\nnature the court should not always adhere to a literal meaning\nF\n0\nH\n"}