{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"!\nA\nB\n254 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\n(i) The impugned order of the Special Court is valid and\nthe appellants have not made out any case for interference by\nthis Court.\n(ii) As per Section 4(2) of the Act, it is for the appellants\nto show to the Special Court that they are not involved in any\noffence in securities between 01.04.1991 to 06.06.1992.\n(iii) A perusal of various reports like the Auditor's report,\nJanakiraman Committee's report, report of Inter Disciplinary\nGroup (IDG), report of Vinod K. Aggarwal and Company\nC coupled with materials placed and discussed, the impugned\ndecision of the Special Court cannot be faulted with.\nD\nE\n(iv) From the materials placed, it is clear that the appellants\nare nothing but front benamidars of Harshad S. Mehta and there\nis no acceptable material to show that the appellants were\nhaving sufficient funds in their hands due to the purchase and\nsale of shares by placing acceptable materials such as\nincome-tax returns etc. Inasmuch as the Special Court is\nmanned by or presided over by a sitting Judge of High Court,\nsufficient safeguards are provided in the Act and, in any event,\nthe appellants have no way prejudiced.\n(v) As per the provisions of the Act and interpreted by this\nCourt on various occasions, it is for the appellants to make out\na case before the Special Court that they are not involved in\nF any offence or that they have no nexus.\nG\nH\n9. Mr. K.K. Venugopal, learned senior counsel for\nintervenor/Standard Chartered Bank and Mr. Tushad Cooper,\nlearned counsel for intervenor/State Bank of India assisted the\nCourt by highlighting the object and salient features of the Act\nas well as huge financial implications on the banks due to the\nact of Harshad S. Mehta in the sale and purchase of shares.\nThey also highlighted that crores of public monies were lost due\nto the conduct of Harshad S. Mehta and his family members\nwhich resulted in huge financial loss to the banks.\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n255\n10. Before going into the rival submissions, it is necessary A\nto trace the history of enactment of the Act. The Special Courts\nAct, 1992 (27 of 1992) was legislated to meet the necessity of\nestablishing Special Courts for trial of offences committed in\nrelation to Transactions in Securities Act, 1992. Reserve Bank\nof India found that large scale irregularities and malpractices B\nwere found in Government and other securities through brokers\nin collusion with Bank employees. This legislation was enacted\nto meet this situation. It is a short Act containing only 15\nsections. It deals with establishment of Courts, defines\njurisdiction and powers of Special Court. It also defines civil\nC\njurisdiction of such Special Courts. Provision of arbitration was\nreserved and appeal could also be preferred under the Act.\nMuch protection was given for acts done in good faith and\npunishment for contempt was also provided so that the\nprovisions of the Act would be more strictly implemented.\n11. Objects \u0026 Reasons:\nThe Statement of Objects and Reasons is as follows:-\n“(1) In the course of the investigations by the Reserve\nBank of India, large scale irregularities and\nmalpractices were noticed in transactions in both\nthe Government and other securities, indulged in by\nsome brokers in collusion with the employees of\nvarious banks and financial institutions. The said\nirregularities and malpractices led to the diversion\nof funds from banks and financial institutions to the\nindividual accounts of certain brokers.\n(2)\nD\nE\nF\nTo deal with the situation and in particular to ensure\nspeedy recovery of the huge amount involved, to G\npunish the guilty and restore confidence in and\nmaintain the basic integrity and credibility of the\nbanks and financial institutions the Special Court\n(Trial of Offences Relating to Transactions in\nSecurities) Ordinance, 1992, was promulgated on H\nA\n\u003e\u003e\nB\nC\nD\n256 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nthe 6th June, 1992. The Ordinance provides for the\nestablishment of a Special Court with a sitting\nJudge of a High Court for speedy trial of offences\nrelating to transactions in securities and disposal\nof properties attached. It also provides for\nappointment of one or more custodians for\nattaching the property of the offenders with a view\nto prevent diversion of such properties by the\noffenders.\"\n12. It is settled law that the objects and reasons of the Act\nare to be taken into consideration in interpreting the provisions\nof the statute. It is incumbent on the court to strive and interpret\nthe statute as to protect and advance the object and purpose\nof the enactment. Any narrow or technical interpretation of the\nprovisions would defeat the legislative policy. The Court must,\ntherefore, keep the legislative policy in mind while applying the\nprovisions of the Act to the facts of the case. It is a cardinal\nprinciple of construction of statute or the statutory rule that efforts\nshould be made in construing the different provisions, so that\neach provision may have effective meaning and implementation\nE and in the event of any conflict a harmonious construction should\nbe given. It is also settled law that literal meaning of the statute\nmust be adhered to when there is no absurdity in ascertaining\nthe legislative intendment and for that purpose the broad\nfeatures of the Act can be looked into. The main function of the\nF Court is to merely interpret the section and in doing so it cannot\nre-write or re-design the section. Keeping all these principles\nin mind, let us consider the relevant provisions.\nG\nH\n13. Relevant Provisions:\nAs per Section 2(b), 'Custodian' means “the Custodian\nappointed under sub-section (1) of Section 3.\" Section 2(c)\n'securities' includes.-\n\"(i) shares, scrips, stocks, bonds, debentures,\ndebenture stock, units of the Unit Trust of India or\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\n(ii)\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n257\nany other mutual fund or other marketable securities A\nof a like nature in or of any incorporated company\nor other body corporate;\nGovernment securities; and\n(iii) Rights or interests in securities;\"\nand as per Section 2(d) 'Special Court' means “the Special\nCourt established under sub-section (1) of Section 5.\" Among\nall the provisions Sections 3 and 4 are relevant which read as\nFollows:\n\"3. Appointment and functions of Custodian.--(1) The\nCentral Government may appoint one or more Custodian\nas it may deem fit for the purposes of this Act.\n(2) The Custodian may, on being satisfied on information\nreceived that any person has been involved in any offence\nrelating to transactions in securities after the 1st day of\nApril, 1991 and on and before 6th June, 1992, notify the\nname of such person in the Official Gazette.\n(3) Notwithstanding anything contained in the Code and any\nother law for the time being in force, on and from the date\nof notification under sub-section (2), any property, movable\nor immovable, or both, belonging to any person notified\nunder that sub-section shall stand attached simultaneously\nwith the issue of the notification.\n(4) The property attached under sub-section (3) shall be\ndealt with by the Custodian in such manner as the Special\nCourt may direct.\n(5) The Custodian may take assistance of any person\nwhile exercising his powers or for discharging his duties\nunder this section and section 4.\n4. Contracts entered into fraudulently may be\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\n258\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\ncancelled.-(1) If the Custodian is satisfied, after such\ninquiry as he may think fit, that any contract or agreement\nentered into at any time after the 1st day of April, 1991 and\non and before the 6th June, 1992 in relation to any\nproperty of the person notified under sub-section (2) of\nsection 3 has been entered into fraudulently or to defeat\nthe provisions of this Act, he may cancel such contract or\nagreement and on such cancellation such property shall\nstand attached under this Act:\nProvided that no contract or agreement shall be cancelled\nexcept after giving to the parties to the contract or\nagreement a reasonable opportunity of being heard.\n(2) Any person aggrieved by a notification issued under\nsub-section (2) of section 3 or any cancellation made under\nsub-section (1) of section 4 or any other order made by\nthe Custodian in exercise of the powers conferred on him\nunder section 3 or 4 may file a petition objecting to the\nsame within thirty days of the assent to the Special Court\n(Trial of Offences Relating to Transactions in Securities)\nBill, 1992 by the President before the Special Court where\nsuch notification, cancellation or order has been issued\nbefore the date of assent to the Special Court (Trial of\nOffences Relating to Transactions in Securities) Bill, 1992\nby the President and where such notification, cancellation\nor order has been issued on or after that date, within thirty\ndays of the issuance of such notification, cancellation or\norder, as the case may be; and the Special Court after\nhearing the parties, may make such order as it deems fit.\"\nSection 9 speaks about procedure and powers of Special\nG Court and by way of an amendment with effect from 25th\nJanuary, 1994, Section 9-A was inserted to confer jurisdiction,\npowers, authority and procedure of Special Court in respect of\ncivil matters. As per Section 10, against any judgment,\nsentence or order, not being interlocutory in nature of the\nH Special Court, an appeal shall lie to the Supreme Court both\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI (P. SATHASIVAM, J.]\n259\non facts and on law. Like Sections 3 and 4, another important A\nsection is Section 11 which reads as under:\n\"11. Discharge of liabilities.- (1) Notwithstanding anything\ncontained in the Code and any other law for the time being\nin force, the Special Court may make such order as it may\ndeem fit directing the Custodian for the disposal of the\nproperty under attachment.\n(2) The following liabilities shall be paid or discharged in\nfull, as far as may be, in the order as under :-\n(a) all revenues, taxes, cesses and rates due from the\npersons notified by the Custodian under sub-\nsection(2) of Sec. 3 to the Central Government or\nany State Government or any local authority.\n(b) all amounts due from the person so notified by the\nCustodian to any bank or financial institution or\nmutual fund ; and\n(c) any other liability as may be specified by the\nSpecial Court from time to time.\"\nSection 13 makes it clear that the provisions of the Act shall\nhave effect notwithstanding anything inconsistent therewith\ncontained in any other law for the time being in force or in any\ninstrument having effect by virtue of any law, other than this Act,\nor in any decree or order of any Court, Tribunal or other\nauthority. Section 14 empowers the Central Government to\nmake rules for carrying out the provisions of the Act.\nB\nC\nD\nE\nF\n14. Based on the above statutory provisions, let us\nconsider the claim of the appellants, stand taken by the G\nCustodian and the reasonings of the Special Court in passing\nthe impugned orders.\n15. Discussion:\nH\n260 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA\nB\nC\nD\nThe objects of the Act are two fold:\n(a) to punish the guilty, and\n(b)\nto ensure speedy recovery of the huge amount\ninvolved.\n“Amount involved\" means the amount of the banks and financial\ninstitutions alleged to have been diverted to the accounts of the\noffenders during the statutory period from 01.04.1991 to\n06.06.1992.\n16. The attached properties can be dealt with by the\nSpecial Court under sub-Sections (3) and (4) of Section 3, sub-\nSection (2) of Section 4, Sections 9-A and 11 of the Act.\nSection 3(3) of the Act provides for an automatic attachment\nof all properties as a consequence of Notification. The object\nprovides the attachment of all properties of the offender with a\nview to prevent diversion of such properties. The said provision\nis a preventive provision.\n17. Section 11 provides for disposal and sale of attached\nE properties extinguishing the rights and title of a notified party,\nwhich is a punitive provision. Section 3 of the Act provides for\nappointment and functions of the Custodian. Sub-section (2) of\nSection 3 postulates that the Custodian may, on being satisfied\non information received that any person has been involved in\nF any offence relating to transactions in securities after the 1st\nday of April, 1991 and on and before 06.06.1992 (the statutory\nperiod), notify the name of such person in the Official Gazette.\nSub-section (3) of Section 3 contains a non obstante clause\nproviding that on and from the date of notification under sub-\nsection (2), any property, movable or immovable, or both,\nbelonging to any person notified under that sub-section s'\nstand attached simultaneously with the issue of the notifica\nand sub-section (4) of Section 3 makes it clear that su...\nattached property shall be dealt with by the Custodian in such\nmanner as the Special Court may direct.\nG\nH\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n261\nA\n18. In the Ordinance which preceded the Act, there was\nno provision for giving post facto hearing to a notified person\nfor cancellation of notification, but such a provision has been\nmade in the Act, as would appear from Section 4(2) thereof.\nSub-section (2) of Section 4, however, provides for a hearing\nas regards correctness or otherwise of the notification notifying B\na person in this behalf, in the event an appropriate application\ntherefor is filed within 30 days of the issuance of such\nnotification. Section 5 provides for establishment of the Special\nCourt. Section 7 confers exclusive jurisdiction of Special Court.\nA perusal of the Act makes it clear that any prosecution in\nC\nrespect of any offence referred to in sub-section (2) of Section\n3 pending in any court is required to be transferred to the\nSpecial Court. Section 9 provides for the procedure and\npowers of the Special Court. Section 9-A, which was inserted\nby Act 24 of 1994 with effect from 25.01.1994, confers all such\njurisdiction, powers and authority as were exercisable,\nimmediately before such commencement by any civil court in\nrelation to the matter specified therein. The Act provides for\nstringent measures. It was enacted for dealing with an\nextraordinary situation in the sense that any person who was\ninvolved in any offence relating to transaction of any security\ncould be notified, whereupon all his properties stood attached.\nThe provision contained in the Act being stringent in nature, the\npurport and intent thereof must be ascertained having regard\nto the purpose and object it seeks to achieve.\nProvisions with regard to Attachment\n19. The vires of Sections 3(2), 3(3) and 3(4) of the\nOrdinance was challenged before the High Court of Bombay\nin Writ Petition No. 1547 of 1992 Hitesh S. Mehta vs. Union\nof India \u0026 Anr., 1992 (3) Bomb. C.R. 716. It was argued before\nthe Bombay High Court that there is no provision for hearing\nat the stage of notification i.e. Section 3(2) and also at the stage\nof attachment of all properties i.e., Section 3(3). Therefore, the\nprovisions are contrary to the principles of natural justice and\nD\nE\nF\nG\nH\n262 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA be struck down. The Division Bench of the High Court in\nparagraph 8 of the said judgment observed as follows:\nB\nс\nD\nE\nF\nG\nH\n\"Had the provision been confined to Section 3, sub-\nsections (2) and (3), the argument which is advanced\nbefore us would have had considerable force. It is\nundoubtedly true that neither in sub-Section (2) nor in (3)\nis there any provision for any hearing being given to the\nperson who may be notified; nor is there any provision for\nany reasoned order being passed by the Custodian at the\ntime when he notifies such a person. There is, however, a\nfurther sub-Section, namely, sub-Section (4) of Section 3\nwhich provides as follows:\nSection 3 (4): The property attached under sub-Section\n(3) shall be dealt with by the Custodian in such manner as\nthe Special Court may direct.\nThis sub-section clearly contemplates that the power of the\nCustodian to deal with the property of a person who has\nbeen notified is subject to the orders and directions of the\nSpecial Court. Now, in the first place, the Special Court\nunder the Ordinance is a Court presided over by a sitting\nJudge of a High Court. This itself is a check on any\narbitrary exercise of powers by the Custodian. Secondly,\nthe power of the Special Court to give directions to the\nCustodian in respect of any attached property must\nnecessarily bring within its ambit, the power to order the\nrelease of such property or any part of its from attachment.\nIf the person who is aggrieved by his name being notified\nunder sub-section (2) approaches the Special Court and\nmakes out, for example, a case that the property which is\nattached or a portion of its has no nexus of any sort with\nthe illegal dealings in securities belonging to banks and\nfinancial institutions during the relevant period and/or that\nthere are no claims or liabilities which have to be satisfied\nby attachment and sale of such property, in our view, the\nSpecial Court would have the power to direct the custodian\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n263\nB\nto release such property from attachment. In the same way, A\nif ultimately, the Special Court, after looking at all the\nrelevant circumstances, comes to the conclusion that the\nentire property should be released from attachment, we do\nnot see any reason why such a direction also cannot be\ngiven by the Special Court under Section 3, sub-section\n(4). In such a situation, if the entire property is required to\nbe released from attachment, the Special Court, in our\nview, can also direct the Custodian that the name of the\nnotified person should be de-notified. This would be a\nnecessary consequence of the power of the Special Court\nto give proper directions in connection with the property\nwhich the Custodian seeks to attach. If sub-section (4) is\nread in this light, the grievance of the petitioner relating to\nthe validity of powers granted to the Custodian under\nSection 3 would not survive.\nThe above-said paragraph of Hitesh S. Mehta's judgment\nwas relied upon by this Court in Harshad S. Mehta vs.\nCustodian (supra).\nC\nD\n20. This Court in L.S. Synthetics Ltd. vs. Fairgrowth E\nFinancial Services Ltd. \u0026 Anr. (2004) 11 SCC 456 considered\nthe judgment of Harshad S. Mehta (supra) and in paragraphs\n27 to 29 observed as under:\n\"27. This Court in para 14 was merely recording the\nsubmissions of one of the notified parties. Even a question\nas to whether all properties of notified persons would be\nsubject to the statutory attachment under sub-section (3)\nof Section 3 of the said Act or not did not arise for\nconsideration therein.\n28. Therein indisputably this Court was referring to a\njudgment of the Bombay High Court but did not pronounce\nfinally on the correctness or otherwise thereof.\n29. In Hitesh Shantilal Mehta the Bombay High Court\nF\nG\nН\n"}