{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"264\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nappears to have merely held that in appropriate cases the\nSpecial Court would have the power to direct the\nCustodian to release such property from attachment, in the\nevent, it is found that the property which is attached has\nno nexus with the illegal dealings in securities belonging\nto banks and financial institutions during the relevant\nperiod and/or there are no claims or liabilities which have\nto be satisfied by attachment and sale of such property.\nOnce it is held that a debt can be the subject-matter of\nattachment, the provisions of sub-section (3) of Section 3\nof the said Act would squarely be applicable in view of the\nfact that the same was the property belonging to a notified\nperson. This position in law is not disputed. Such attached\nproperty, thus, if necessary, for the purpose of discharging\nthe claims and liabilities of the notified person indisputably\nwould stand attached and can be applied for discharge of\nhis liabilities in terms of Section 11 of the said Act.\"\n21. In paragraphs 45, 46 and 47 of Jyoti Harshad Mehta\n\u0026 Ors. vs. Custodian \u0026 Ors. (2009) 10 SCC 564 this Court\nheld as under:\n\"45. It is contended by the learned counsel for the\nappellants Mr Syed that if any of the properties or assets\nof the notified parties have no nexus with the illegal\nsecurities transactions, the same can be released from\nattachment or at least need not be sold.\n46. It has further been argued that no evidence has been\nadduced that loans given by M/s Harshad S. Mehta to his\nfamily members or monies used by Shri Harshad Mehta\nfor purchase of his flat were acquired from the tainted\nfunds. It is submitted by the appellants that unless it can\nbe shown that the properties in question were acquired\nfrom the tainted funds they would be liable to be released\nfrom attachment. It is argued that the fact that the properties\nhad been purchased much before the securities scam\nI\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n265\nwould go on to show that they had no nexus with the funds A\ndiverted therefrom.\n47. In our opinion the arguments advanced on behalf of the\nappellants need to be rejected at the outset because a\nplain reading of the sections of the Special Act would\nclearly point otherwise. In our opinion the attachment of all\nthe properties in terms of sub-section (3) of Section 3 of\nthe Special Act is automatic. The attachment restricts sale\nof the properties which have been acquired from illegal\nsecurities transaction. The sub-section specifically\nmentions that on and from the date of the notification, \"any\nproperty, movable or immovable, or both\", belonging to any\nperson notified under the Act shall stand attached.\n\"\nB\nC\n22. In Ashwin S. Mehta vs. Custodian \u0026 Ors. (2006) 2 D\nSCC 385 in paragraph 15, this Court observed as under:\n\"15. The Act provides for stringent measures. It was\nenacted for dealing with an extraordinary situation in the\nsense that any person who was involved in any offence\nrelating to transaction of any security may be notified,\nwhereupon all his properties stand attached. The provision\ncontained in the Act being stringent in nature, the purport\nand intent thereof must be ascertained having regard to\nthe purpose and object it seeks to achieve. The right of a\nperson notified to file an application or to raise a defence\nthat he is not liable in terms of the provisions of the Act\nor, in any event, the properties attached should not be sold\nin discharge of the liabilities can be taken at the initial\nstage by filing an application in terms of sub-section (2)\nof Section 4 of the Act. But, at the stage when liabilities\nare required to be discharged, the notified persons may\nraise a contention inter alia for the purpose of establishing\nthat the properties held and possessed by them are\nsufficient to meet their liabilities. In terms of the provisions\nE\nF\nG\nH\n:\n266\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA\nB\nC\nD\nE\nTI\nF\nG\nof the Act, the Special Court had been conferred a very\nwide power.\"\n23. Section 9-A was inserted by an amendment dated\n25.01.1994 conferring jurisdiction, powers, authority and\nprocedure of Special Court in civil matters. In view of this\namendment, this Court in paragraph 41 of Harshad Mehta's\ncase (supra) observed as under:\n\"41. If, according to any of the banks or financial\ninstitutions, any of the properties attached belongs to the\nbank or financial institution concerned, it is open to that\nbank or financial institution to file a claim before the\nSpecial Court in that connection and establish its right to\nthe property attached or any part thereof in accordance with\nlaw. Obviously, until such a claim is determined, the\nproperty attached cannot be sold or distributed under\nSection 11 \"\n24. This Court in Ashwin S. Mehta's case (supra), in\nparagraphs 51 and 52 observed as under:\n\"51.\nIt was, thus, necessary for the learned Special\nCourt to arrive at a firm conclusion as regards the\ninvolvement of the individuals with Harshad Mehta, if any,\nand the extent of his liability as such.\n52. Furthermore, the question as regards liability of the\nparties should have been determined at the stage of\nSection 9-A of the Act. It does not appear that\nclaims inter se between the entities within the so-called\ngroup had ever been taken into consideration. The\nCustodian does not appear to have preferred claims before\nthe Special Court on behalf of the largest lender on the so-\ncalled group against those he had to recover loans. Such\nclaims may also be preferred.\"\n25. As regards Section 11, the properties which stand\nH attached by the Custodian are used to discharge the liabilities\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n267\nB\nC\nin full as far as may be in the order prescribed under Section A\n11(2) of the Special Court Act. There is nothing in the Act which\nsuggests that only such properties which belong to the notified\nparty and which have been acquired by the use of tainted funds\nalone can be attached for the purposes of distribution under\nSection 11 of the Act. Section 3(3) postulates that on and from\nthe date of notification all properties movable, immovable or\nboth, belonging to the notified party on and from the date of the\nnotification stand attached. Attachment of all the properties in\nterms of Section 3(3) of the Act is automatic. The said section\ndoes not provide any qualification that the properties which are\nliable to be attached should relate to the illegal transactions in\nsecurities in respect of which the Act was brought in force. Had\nthe Parliament intended otherwise it would have specifically\nprovided for the same as was done under the Smugglers and\nForeign Exchange Manipulators (Forfeiture of Property) Act,\n1976. A reading of Section 11 of the Act further provides that\nall the properties which stand attached to the Special Court\nunder Section 3(3) are available for distribution under Section\n11 of the Act. There is again nothing which suggests that the\ndistribution must be restricted only to sale of such properties\nwhich have been acquired by use of tainted funds. The statutory\nperiod is irrelevant for the attachment of properties and sale\nof the same. All properties which are attached would be liable;\nto be sold for redemption of liabilities till the date of notification\nunder Section 11 of the Act.\n26. The Custodian filed Misc. Petition No. 20 of 2006 on\n21.07.2006 against the appellants for the recovery of the money\nalleged to have been advanced by the three brokerage firms\ni.e., M/s Harshad S. Mehta, M/s Ashwin Mehta and M/s J.H.\nMehta to the appellants and prayed that the appellants be\ndeclared benami/front of late Harshad S. Mehta and/or his\ngroup, and the assets be utilized for discharging the liabilities\nof late Harsahd S. Mehta and/or his group. On 04.01.2007, the\nCustodian notified the appellants and subsequently on\n23.01.2007 withdrew the said M.P. No. 20 of 2006 after the\nnotification.\nD\nE\nF\nG\nH\n.\n.\nA\nB\nс\nD\nE\nF\nG\nH\n268 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\n27. The appellants filed Misc. Petition Nos. 1 \u0026 2 of 2007\nchallenging the validity of the Notification dated 04.01.2007\nbefore the Special Court. The Special Court dismissed the said\npetitions and granted the prayer in Misc. Petition No.20 of 2006\nfiled by the Custodian.\n28. This Court in L.S. Synthetics (supra) in paragraphs 35,\n36 and 42 held as under:\n\"35. S.N. Variava, J. in A.K. Menon, Custodian\nwhereupon the learned Special Court has placed reliance,\nobserved:\n\"19. It is thus that the said Act lays down a responsibility\non the Court to recover the properties. So far as monies\nare concerned, undoubtedly the particular coin or particular\ncurrency note given to a debtor would no longer be\navailable. That however does not mean that the lender\ndoes not have any right to monies. What is payable is the\nloan i.e. the amount which has been lent. The right which\nthe creditor has is not a 'right to recover the money. The\ncreditor has the title/right in the money itself. An equivalent\namount is recoverable by him and the title in any equivalent\namount remains with the lender. Thus the property which\na notified party would have is not the right to recover but\nthe 'title in the money itself. Thus under Section 3(3) what\nwould stand attached would be the title/right in the money\nitself. Of course what would be recoverable would be an\nequivalent of that money. Once the money stands attached\nthen no application is required to be made by any parties\nfor recovery of that money. It is then the duty of the court\nto recover the money. No period of limitation can apply to\nany act to be done by a court. Therefore in all such\napplications the only question which remains is whether on\nthe date of the notification the right in the property existed.\nIf the right in the property existed then irrespective of the\nfact that the right to recover may be barred by limitation\nthere would be a statutory attachment of that property.\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI (P. SATHASIVAM, J.]\n269\nOnce there is a statutory attachment of that property the A\ncourt is duty-bound to recover it for the purposes of\ndistribution. There can be no period of limitation for acts\nwhich a court is bound to perform. In this case since the\ncourt is compulsorily bound to recover the money there can\nbe no limitation to such recovery proceedings. To be B\nremembered that Section 3(3) as well as Section 13\nprovide that provisions of the said Act would prevail over\nany other law. This would include the Limitation Act.\n36. We respectfully agree with the said view.\n42. Only in the event, all the claims as provided for under\nSection 11 of the said Act are fully satisfied, the amount\nbelonging to the notified person can be directed to be\nreleased in his favour or in favour of any other person.\"\n29. The same position is reiterated in para 56 of the\njudgment in Jyoti Harshad Mehta's case (supra) wherein this\nCourt held that,\n\"...... It is true that to such an extent all properties would\nbe liable to be sold which are needed for redemption and\nnot beyond the same. What should be kept uppermost in\nthe mind of the Court is to see that the liabilities are\ndischarged and not beyond the same. It is with that end in\nview that the powers of the Special Court contained in\nSections 9A and 11 must be construed.\"\n30. Whether there are sufficient provisions for pre and\npost decisional hearing thereby ensuring Rules of Natural\nJustice?\nSection 3(2) of the Special Courts Act confer power to\nCustodian to notify a person in the Official Gazette on being\nsatisfied on information received that such person was involved\nin any offence relating to transactions in securities during the\nstatutory period 01.04.1991 to 06.06.1992. Though Mr. Syed\nC\nD\nE\nF\nG\nH\n270 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA contended that the appellants are entitled to hearing even at\nthe stage of Section 3(2), we are unable to accept his claim.\nSection 3(2) does not give any right of personal hearing to the\nperson being notified. In the absence of any such right there is\nno pre-decisional hearing The provisions of the Act do not\nB provide for a pre-decisional hearing before notification but\ncontains an impeccable milieu for a fair and just post decisional\nhearing. The fact that it does not provide for a pre-decisional\nhearing is not contrary to the rules of Natural Justice because\nthe decision of the Custodian to notify does not ipso facto takes\nC away any right of the person thus notified or imposes any duty\non him. This also has to be read in the light of the judgment of\nSwadeshi Cotton Mills v. Union of India, (1981) 1 SCC 664\nwhich reads as under:\nD\nE\nF\nG\nH\n\"Rules of natural justice are not embodied rules. Being\nmeans to an end and not an end in themselves, it is not\npossible to make an exhaustive catalogue of such rules.\nBut there are two fundamental maxims of natural justice viz.\n(i) audi alteram partem and (ii) nemo judex in re sua. The\naudi alteram partem rule has many facets, two of them\nbeing (a) notice of the case to be met; and (b) opportunity\nto explain. This rule cannot be sacrificed at the altar of\nadministrative convenience or celerity. The general\nprinciple-as distinguished from an absolute rule of\nuniform application-seems to be that where a statute\ndoes not, in terms, exclude this rule of prior hearing but\ncontemplates a post-decisional hearing amounting to a full\nreview of the original order on merits, then such a statute\nwould be construed as excluding the audi alteram partem\nrule at the pre-decisional stage. Conversely if the statute\nconferring the power is silent with regard to the giving of\na pre-decisional hearing to the person affected and the\nadministrative decision taken by the authority involves\ncivil consequences of a grave nature, and no full review\nor appeal on merits against that decision is provided,\ncourts will be extremely reluctant to construe such a\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n271\nB\nstatute as excluding the duty of affording even a minimal A\nhearing, shorn of all its formal trappings and dilatory\nfeatures at the pre-decisional stage, unless, viewed\npragmatically, it would paralyse the administrative\nprocess or frustrate the need for utmost promptitude. In\nshort, this rule of fair play must not be jettisoned save in\nvery exceptional circumstances where compulsive\nnecessity so demands. The court must make every effort\nto salvage this cardinal rule to the maximum extent\npossible, with situational modifications. But, the core of it\nmust, however, remain, namely, that the person affected\nmust have reasonable opportunity of being heard and\nthe hearing must be a genuine hearing and not an empty\npublic relations exercise.”\n(Emphasis supplied)\n31. Attachment of property is a natural consequence of\nnotification and not sale of the property. The power to order a\nsale of the property lies only with the Special Court under\nSection 11 and at this instance where the notified person can\nbe adversely affected, Section 4(2) provides that any person\naggrieved by the notification can file a petition objecting the\nsame within 30 days of the date of the issuance of the\nnotification. The Special Court is presided over by a sitting\nJudge of the High Court. All material before the Custodian is\nplaced before the Special Court which independently analyses\nall the material while deciding the application filed by the\nnotified party challenging the notification. This amounts to post\ndecisional hearing satisfying the principles of natural justice.\nAlso a pre-decisional hearing would frustrate the entire purpose\nof the Act. If there is time given to Show Cause why a person\nshould not be notified, that time could practically be utilized to\nfurther divert the funds, if any, so that it becomes even more\ndifficult to trace it.\n32. Notif. ation of the appellants:\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n272\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nAs stated earlier that some time in 1992, it was noticed\nthat frauds and irregularities involving huge amounts of money\nrunning into several thousand crores were commited by certain\nfinancial brokers and financial institutions. The Central\nGovernment, to combat with the situation, promulgated an\nordinance on 6.6.1992 known as the Special Court (Trial of\nOffences relating to Transactions in Securities) Ordinance,\n1992. On 08.06.1992 Mr. Harshad S. Mehta (since deceased)\nand 28 members of his group including his family members/\nentities were notified under the Ordinance. It is pertinent to\nmention here that the complete details of the transactions of\nHarshad Mehta were not known. At that time the appellants -\nMrs. Rasila Mehta (mother of Harshad Mehta) and Mrs. Rinal\nMehta (sister-in law of Harshad Mehta and wife of Sudhir\nMehta) were not notified because their involvement and\ndiversion of funds to them was not clear. The Reserve Bank of\nIndia constituted the Janakiraman Committee to look into the\ndiversion of funds. The Janakiraman Committee in March 1993\nbrought out the 4th Interim Report. Para 2.3 of the said report\nreads as under:\n\"2.3 In the names of HSM and his family members, the\nbank's Adayar branch, Madras granted 19 individual\noverdrafts against shares. Significantly, all the current\naccounts, which were opened between April and June,\n1991 were introduced by the same person viz. Branch\nManager Shri Bakshi Varunkumar, Adayar branch,\nMadras and a cheque book was issued only in the name\nof one account holder, Smt. Jyoti H. Mehta. All the\noverdrafts limits were sanctioned between 20 April, 1991\nand 24th July, 1991 and on the very day of sanction, the\noverdrafts amounts were transferred to Smt. Jyoti H.\nMehta's current account for operational convenience. This\nfacility also appears to have been extended, as HSM was\na 'significant customer'.\"\nSimilarly, the Joint Parliamentary Committee established\nH to enquire into the irregularities in securities and bank\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n273\ntransactions also found out the involvement of the family A\nmembers of Harshad Mehta. Para 17.21 of the Report reads\nas under:\n\"17.21 In January, 1992 Smt. Rasila Mehta, mother of HSM\nand Shri Hitesh Mehta, brother of HSM received US $ 5\nB\nlakhs each from Popular Espanol Las Palmas, Spain on\nthe advice of Giorgia Pvt. Ltd., New York under the\nImmunity Scheme, 1991. Smt. Rasila Mehta also received\nUS $ 96, 331 as per advice of Morgan Guaranty Trust Co.\nNew York also under the Immunity Scheme, 1991. As Shri\nC\nNiranjan J Shah had narcotic and hawala business links,\nit was suspected that the said remittances were arranged\nthrough him.\"\nIn accordance with the recommendations of the Joint\nParliamentary Committee a group known as Inter Disciplinary D\nGroup (IDG) for tracing the end use of funds was set up by the\nReserve Bank of India. The findings of the IDG read as under:\n\"3.5.2 On the basis of reliable and specific information,\naction under Section 132 of the Income Tax Act was taken\non 23.07.1993, during which shares valued at Rs. 22.69\ncrores were seized. Records of Income Tax investigations\nindicated that investment in these shares had been made\nin the names of dummy companies and individuals at the\nbehest of the HMG. About 30 defunct Private Limited\nCompanies appear to have been 'purchased' and the\nshares transferred in their names. Further enquiries led to\nidentification of further 50 dummy companies and over 40\nindividuals. Enquiries have revealed that they were\napparently fronts, since they were located in chawls, shops,\netc. and prima facie could not have been made such huge\ninvestments. Considerable assistance was made\navailable by CBI in identifying employees and associates\nof HMG.\nE\nF\nG\n3.5.3 Action under Section 132 was thereafter conducted H\n7\n"}