{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67}],"text":"294\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA but should construe the same, keeping in view in the larger\npublic interest. For the said purpose, the court may also take\nrecourse to the basic rules of interpretation, namely, ut res\nmagis valeat quam pereat to see that a machinery must be\nso construed as to effectuate the liability imposed by the\nB charging section and to make the machinery workable. The\nstatutes must be construed in a manner which will suppress the\nmischief and advance the object the legislature had in view. A\nnarrow construction which tends to stultify the law must not be\ntaken. Contextual reading is a well-known proposition of\nC interpretation of statute. The clauses of a statute should be\nconstrued with reference to the context vis-à-vis the other\nprovisions so as to make a consistent enactment of the whole\nstatute relating to the subject-matter. Furthermore, even in\nrelation to a penal statute any narrow and pedantic, literal and\nlexical construction may not always be given effect to. The law\nwould have to be interpreted having regard to the subject-matter\nof the offence and the object of the law it seeks to achieve. The\npurpose of the law is not to allow the offender to sneak out the\nmeshes of law. The courts will reject the construction which will\ndefeat the plain intention of the legislature even though there\nmay be some inexactitude in the language used. Reducing the\nlegislation futility shall be avoided and in a case where the\nintention of the legislature cannot be given effect to, the courts\nwould accept the bolder construction for the purpose of bringing\nabout an effective result. The courts, when rule of purposive\nconstruction is gaining momentum, should be very reluctant to\nhold that Parliament has achieved nothing by the language it\nused when it is tolerably plain what it seeks to achieve.\nD\nE\n៣\nF\n50. Whether Canfina is a Financial Institution and\nG whether the complaint filed by Canfina is invalid?\nH\nThe complaint has been received from Canfina which is a\n100% subsidiary of Canara Bank, a nationalized bank. The\nterm financial institution has not been defined under the Act. It\nbecame necessary to enact the Special Court Act because of\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n295\nthe large scale irregularities which came to light as a result of A\nthe investigations by the Reserve Bank of India into the affairs\nof various banks and financial institutions whose monies were\nsiphoned out. Thus the Statement of Objects and Reasons\nmakes it clear that the purpose and the object of the Act was\nto recover and return monies to those banks and financial B\ninstitutions from whom the monies were siphoned out. It is thus\nclear that the bodies which were sought to be covered were\nthe banks and financial institutions whose affairs were\ninvestigated into by the Reserve Bank of India. The\ninvestigation was conducted by the Reserve Bank of India\nthrough Janakiraman Committee; the Joint Parliamentary\nCommittee, and the Inter Disciplinary Group. The affairs of\nCanfina were also investigated by the various committees as\na financial institution. It has come to light that there were large\nscale siphoning out of monies from Canfina also as held by the\nSpecial Court in its order dated 25.06.1997 in the matter of\nFairgrowth Financial Services Vs. Andhra Bank in Misc.\nPetition No. 222 of 1996.\nс\nD\n51. It is the argument of learned counsel for the appellants\nthat Canfina should not be treated as a Financial Institution after E\nthe rejection of the Reserve Bank of India to consider Canfina\nas a Financial Institution. But this straight jacket definition\nshould be applied to the provisions of other Acts like the Debt\nRecovery Act, the Companies Act, the Securitisation and\nReconstruction of Financial Assets and Enforcement of Security F\nInterest Act, 2002 etc. The term \"Financial Institution\" for the\npurposes of this Act should be interpreted in accordance with\nthe Statement of Objects and Reasons of the Act.\nG\n52. Thus, at the very inception of this Act are the\ninvestigations by the Reserve Bank of India and these\ninvestigations were carried on by the Janakiraman Committee.\nThe Act was intended to be applied to the workings of the banks\nand financial institutions (though not covered by the strict\ndefinition of the term but involved in the securities scam of 1992)\ninto whose affairs the Janakiraman Committee had H\n296 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA investigated. Canfina, was one such non-banking financial\ninstitution that Janakiraman Committee had investigated and\nB\nC\nthus it was meant to be covered under the Act.\n53. These sources of information have been illustrated in\nRule 2 of the Rules, which reads as under:\n\"2. Sources of information: The Custodian appointed under\nsub-section (1) of section 3 of the Special Court (Trial of\nOffences Relating to Transactions in Securities) Act, 1992\n(hereinafter referred to as the Act) may entertain for\nconsideration any information or complaint in writing\nsubmitted personally or sent by post to him by\n(a) the Reserve Bank of India;\n(b) any bank or financial institution\nD\nE\nF\nG\n(c) any enforcement or investigating agency or department\nof the Government;\n(d) any officer or authority of the Government;\n(e) any person who is engaged in transactions of securities\nas a dealer, agent or broker;\n(f) any other person whose rights or interests in securities\nare affected:\n(g) any other source including reports and proceedings\nbefore the Special Court established under the Act or any\nCourt or Tribunal for the time being in force as the\nCustodian may deem fit at any point of time.\nProvided that the information or complaint sent by any\nperson referred to in clauses (e) and (f) shall not be\nentertained by the Custodian if it is not accompanied by\nan affidavit signed by that person and duly verified by a\nMagistrate or a Notary Public.”\nH Thus the claim of Canfina falls under Section 11(2)(b) of the\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n297\nAct and their complaint falls under Rule (2)(b). Thus the fact that A\nit was not accompanied by an affidavit signed by that person\nand duly verified by a Magistrate or a Notary Public, does not\nmake it an inappropriate complaint for consideration by the\nCustodian.\nB\nC\n54. Further, Rule 3 illustrates situations whereby the\nCustodian may reject a certain complaint which is not\naccompanied by copies of documents referred to in the\ninformation or complaint, or is vague or does not contain the\nname and address of the sender. This rule also does not make\nit mandatory on the Custodian to reject a complaint if it does\nnot accompany the above details. If the material information or\nthe documents received by the Custodian are sufficient in his\nopinion, to reveal that a person is involved in an offence referred\nto in sub-section (2) of section 3 of the Act, he may proceed to\nnotify the name of the person under that sub-section. Thus the D\nsatisfaction of the Custodian is of a subjective nature and is\nnot violative of Natural Justice. The power to deal with the\nproperty ultimately lies with the Special Court.\n55. In view of the same, we are in entire agreement with E\nthe conclusion arrived at by the Special Court and unable to\naccept any of the contentions raised by counsel for the\nappellants.\n56. Claims for maintenance, repair charges, interest\nand penalty for belated payment (Civil Appeal Nos. 3377\nof 2009 and 4764 of 2010)\nWith regard to the above appeals filed against the orders\nof the Special Court approving their report of the Custodian for\nrealization of certain amounts payable to the Society towards\nrepairs and maintenance charges, interest and penalty for\nbelated payment, learned counsel for the appellants again\nraised various objections, inasmuch as the claim of the\nCustodian depends upon the outcome of the other appeals i.e.\nCivil Appeal Nos. 2924 of 2008 and 2915 of 2008 and in view\nF\nG\nH\n298\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA of our conclusion on these appeals, we are not inclined to go\ninto all those details once again. Since we agree with the claim\nof the Custodian and various steps taken by him and the\nultimate order of the Special Court in the normal circumstance,\npresent appeals are also to be dismissed. We have already\nB noted that Smt. Jyoti H. Mehta and six other family members of\nlate Harshad S. Mehta were notified under the Act. Upon\nenforcement of the aforesaid Act, all the properties of late\nHarshad S. Mehta and his family members, including the six\nappellants in Civil Appeal No. 3377 of 2009 apart from other\nC corporate entities stood attached by the Custodian. As a\nconsequence thereof, all eight residential properties/flats of the\nappellants, namely, residential flat Nos. of 32A, 32B, 33, 34A,\n34B, 44A, 44B and 45 in the Madhuli Cooperative Housing\nSociety Limited at Dr. Anne Besant Road, Worli, Mumbai\ncontinue to remain attached under the Act by the Custodian.\nSince the aforesaid eight residential properties remain attached\nwith the Custodian their upkeep/repair is essential so that the\nmarket value of the said attached properties does not get\ndepreciated and that they may fetch best market value as and\nwhen the same are permitted to be sold by the Special Court\nso as to pay the liabilities of the Government, Banks, Financial\nInstitutions as well as other decree holders under the provisions\nof Section 11(2) of the Act.\nD\nE\n57. It was highlighted by the Custodian that as per the rules\nF and bye-laws of the Cooperative Housing Societies in Mumbai,\nwhich are incorporated under the provisions of the Maharashtra\nCooperative Societies Act, all the owners of the residential\nproperties/flats, as the members of the Housing Society are\nliable to pay such amount as may be determined by the Society\nG towards the upkeep, maintenance and repairs of the flats as well\nas common areas and amenities in the housing complex. In\nview of the same, the Cooperative Housing Societies are\nentitled to recover all the arrears and charges from the\nmembers who have not paid the society in time.\nH\n58. The appellants herein are notified parties who are the\nI\n1\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI ĮP. SATHASIVAM, J.Į\n299\nowners of the attached properties and have failed to pay to the A\nMadhuli Cooperative Housing Society Limited their contribution\ntowards the maintenance charges, interest thereon and the\ncharges incurred towards the repair of the attached property\nby the Society. The total dues demanded by Madhuli\nCooperative Housing Society Limited vide its letter dated\n12.03.2009 relating to the eight attached properties in question\nis Rs.1,87,97,011/-. The Custodian has furnished break-up of\nthe same as follows:\n\"i.\nMaintenance Charges \u0026 Rs. 1,62,80,811-00\nRs. Interest thereon.\nB\nC\nii.\nRepairs of Flats.\nRs. 25,16,200-00\"\n59. Learned counsel for the Custodian submitted that as\nper the scheme of the repair and upkeep of the attached\nproperties, the maintenance charges including the interest for\nthe delayed payment is to be borne by the notified parties/\nentities occupying the attached property, whereas the charges\nincurred by the society towards the repair of the attached\nproperties is to be paid by the Custodian from the attached\naccount of the notified parties. Regarding payment of\nmaintenance and repair charges, there cannot be any doubt\nthat the Custodian is liable to pay the same to the society.\nHowever, the Custodian has claimed interest for arrears of\nmaintenance charges as claimed by the Housing Society.\n60. In the same way, in Civil Appeal No. 4764 of 2010,\nthe appellant, namely, Rasila S. Mehta, a notified party who is\nthe owner of the attached property failed to pay to the Madhuli\nCooperative Housing Society Limited her contribution towards\nmaintenance charges, interest thereon and also the charges\nincurred by the Society towards repair of the attached property.\nThe total dues demanded by the Madhuli Cooperative Housing\nSociety Limited, vide its letter dated 21.06.2010 qua the\nattached property is Rs.21,06,230/- and breakup of the same\nis as follows:\nD\nE\nF\nG\nI\n300\nSUPREME COURT REPORTS [2011] 6 S.C.R.\nA\n“i.\nMaintenance Charges\nRs. 2,59,759-00\nii.\nRepairs\nRs. 9,57,501-00\niii.\nInterest\nRs. 8,88,970-00\"\nB\nC\n61. As discussed earlier, unless the attached properties\nare properly maintained and as per the scheme, the repair and\nupkeep of the attached properties are to be followed by the\nCustodian and on the orders of the Special Court.\n62. It is also brought to our notice that during the course\nof hearing, either before the Special Court or in this Court,\ncertain amounts have been paid/deposited by the appellant.\nConsidering the fact that the appellants are agitating the matter\nat the hands of the Custodian, the Special Court and before\nthis Court, we feel that the appellants need not be burdened\nD. with interest and penal charges for non-payment of\nmaintenance and repair charges to the society. Accordingly,\nwhile sustaining the claim of the Custodian as approved by the\nSpecial Court in view of the reasons mentioned above, we\nclarify that the Custodian is not permitted to collect interest and\nE penalty charges from the arrears of maintenance and repair\ncharges. This position is also clear from the decision of this\nCourt in Harshad Shantilal Mehta vs. Custodian \u0026 Ors, (1998)\n5 SCC 1. The Custodian is free to adjust the amounts\ndeposited by the appellants on the orders of this Court or the\nF Special Court. With the above direction, the impugned order\nin both the appeals is modified to the limited extent.\nG\n63. In the light of the above discussion, we do not find any\nmerit in Civil Appeal Nos. 2924 of 2008 and 2915 of 2008 and\naccordingly they are dismissed. Civil Appeal Nos. 3377 of\n2009 and 4764 of 2010 are disposed of granting the relief to\nthe extent mentioned in para 62. No order as to costs in all the\nappeals.\nR.P.\nAppeals disposed of.\nH\n"}