{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"244 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA also be notified. The word \"involved\" in s. 3(2) of the\nB\nSpecial Court Act has to be interpreted in such a manner\nso as to achieve the purpose of the Act. [para 48] [293-\nC-D]\nAshwin S. Mehta vs. Custodian \u0026 Ors., (2006) 2 SCC\n386; and Jyoti H Mehta \u0026 Ors. vs. Custodian \u0026 Ors., (2009)\n10 SCC 564 - referred to.\n5.5. In construing the statute of this nature the court\nshould not always adhere to a literal meaning but should\nC construe the same, keeping in view the larger public\ninterest. For the said purpose, the court may also take\nrecourse to the basic rules of interpretation, namely, ut\nres magis valeat quam pereat to see that a machinery\nmust be so construed as to effectuate the liability\n▷ imposed by the charging section and to make the\nmachinery workable. The statutes must be construed in\na manner which will suppress the mischief and advance\nthe object the legislature had in view. A narrow\nconstruction which tends to stultify the law must not be\ntaken. Contextual reading is a well-known proposition of\ninterpretation of statutes. The courts, when rule of\npurposive construction is gaining momentum, should be\nvery reluctant to hold that Parliament has achieved\nnothing by the language it used when it is tolerably plain\nwhat it seeks to achieve. [para 49] [293-H; 294-A-C, F]\nE\nF\n6. Whether Canfina is a Financial Institution and whether\nthe complaint filed by Canfina is invalid?\n6.1. The complaint has been received from Canfina\nG which is a 100% subsidiary of Canara Bank, a\nnationalized bank. The term 'financial institution' has not\nbeen defined under the Act. It became necessary to\nenact the Special Court Act because of the large scale\nirregularities which came to light as a result of the\nH investigations by the Reserve Bank of India into the\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN 245\nBHAVAN, MUMBAI\naffairs of various banks and financial institutions whose A\nmonies were siphoned out. It has come to light that there\nwere large scale siphoning out of monies from Canfina\nalso as held by the Special Court in its order dated\n25.06.1997. [para 50] [294-G-H; 295-A-D]\nB\nC\nD\n6.2. The term “financial institution\" for the purposes\nof the Special Court Act should be interpreted in\naccordance with the Statement of Objects and Reasons\nof the Act. Thus, at the very inception of this Act are the\ninvestigations by the Reserve Bank of India and these\ninvestigations were carried on by the Janakiraman\nCommittee. The Act was intended to be applied to the\nworkings of the banks and financial institutions (though\nnot covered by the strict definition of the term but involved\nin the securities scam of 1992) into whose affairs the\nJanakiraman Committee had investigated. Canfina, was\none such non-banking financial institution that\nJanakiraman Committee had investigated and thus it was\nmeant to be covered under the Act. The sources of\ninformation illustrated in r. 2 of the Special Court (Trial of\nOffences Relating to Transactions in Securities) Rules,\n1992 also indicates Canfina as a financial institution.\ní'hus, the claim of Canfina falls u/s 11(2)(b) of the Act and\ntheir complaint falls under r. (2)(b). The power to deal with\nthe property ultimately lies with the Special Court. This\nCourt is entirely in agreement with the conclusion arrived F\nat by the Special Court. [para 51-55] [295-F-H; 296-A-C,\nH; 297-A-D]\n7. Claim for maintenance, repair charges, interest and\npenalty for belated payment (CA Nos. 3377 of 2009 and\n4764 of 2010)\nE\nG\n7.1. The appellants in C.A.No. 3377 of 2009 were\nnotified under the Act. Upon enforcement of the Act, all\nthe properties of late 'HSM' and his family members,\nincluding the appellants apart from other corporate H\nD\n246 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA entities stood attached by the Custodian. Consequently,\nall eight residential properties/flats of the appellants,\nnamely, residential flat Nos. of 32A, 32B, 33, 34A, 34B,\n44A, 44B and 45 in the Madhuli Cooperative Housing\nSociety Ltd. at Dr. Anne Besant Road, Worli, Mumbai\nB continue to remain attached under the Act with the\nCustodian. Their upkeep/repair is essential so that their\nmarket value does not get depreciated. Further, all the\nowners of the residential properties/flats, as the members\nof the Housing Society, are liable to pay such amount as\nC may be determined by the Society towards the upkeep,\nmaintenance and repairs of the flats as well as common\nareas and amenities in the housing complex, and the\nCooperative Housing Societies are entitled to recover all\nthe arrears and charges from the members who have not\npaid the society in time. The appellants have failed to pay\nto the Madhuli Cooperative Housing Society Ltd. their\ncontribution towards the maintenance charges, interest\nthereon and the charges incurred towards the repair of\nthe attached property by the Housing Society. The total\ndues demanded by said Housing Society by its letter\ndated 12.03.2009 relating to the eight attached properties\nin question is Rs.1,87,97,011/-. In the same way, in Civil\nAppeal No. 4764 of 2010, the appellant, namely, 'RSM' a\nnotified party who is the owner of the attached property\nfailed to pay to the Housing Society her contribution\nF towards maintenance charges, interest thereon and also\nthe charges incurred by the Housing Society towards\nrepair of the attached property. The total dues demanded\nby the Housing Society, by its letter dated 21.06.2010 qua\nthe attached property is Rs.21,06,230/-. The attached\nG properties are to be properly maintained and as per the\nscheme, the repair and upkeep of the attached properties\nare to be followed by the Custodian and on the orders\nof the Special Court. [para 56-58, 60 and 61] [297-F; 298-\nB-H; 299-A-B, F-H; 300-B]\nヨ\nI\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN 247\nBHAVAN, MUMBAI\nB\n7.2. It is also brought to the notice of the Court that A\nduring the course of hearing, either before the Special\nCourt or in this Court, certain amounts have been paid/\ndeposited by the appellants. Considering the fact that the\nappellants are agitating the matter at the hands of the\nCustodian, the Special Court and before this Court, the\nappellants need not be burdened with interest and penal\ncharges for non-payment of maintenance and repair\ncharges to the society. Accordingly, while sustaining the\nclaim of the Custodian as approved by the Special Court,\nit is clarified that the Custodian is not permitted to collect\ninterest and penalty charges on the arrears of\nmaintenance and repair charges. The Custodian is free\nto adjust the amounts deposited by the appellants on the\norders of this Court or the Special Court. The impugned\norder in both the appeals is accordingly modified. [para\n62] [300-C-F]\nCase Law Reference:\nC\nD\n(1998) 3 SCR 389\nrelied on\npara 8\n1992 (3) Bomb. C.R. 716\nrelied on\npara 19\nE\n2004 (4) Suppl. SCR 109\nrelied on\npara 20\n2009 (12) SCR 1229\nrelied on\npara 21\n2006 (1) SCR 56\nrelied on\npara 22\nF\n1981 ( 2 ) SCR 533\nrelied on\npara 33\nJT 2011(3) SC 750\nrelied on\npara 34\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n2924 of 2008.\nFrom the Judgment \u0026 Order dated 26.2.2008 of the\nSpecial Court (Trial of offences relating to transactions in\nsecurities) at Bombay in Misc. Petition No. 2 of 2007.\nG.\nH\nA\n248 SUPREME COURT REPORTS\nWITH\n[2011] 6 S.C.R.\nC.A.Nos. 2915 of 2008, 3377of 2009 \u0026 4764 of 2010.\nK.K. Venugopal, I.H. Syed, Varinder Kumar Sharma,\nKamini Jaiswal, Sham Mohan, B. Vijayalakshmi Menon,\nB Tushad Cooper, Sangeeta Mandal, Kayesh Begg, Taruna A.\nPrasad (for Fox Mandal \u0026 Co.), Arvind Kumar Tewari,\nSubramonium Prasad, S. Majumdar, Shyam Nanda for the\nappearing parties.\nC\nD\nThe Judgment of the Court was deliverd by\nP. SATHASIVAM, J.1. Civil Appeal No. 2924 of 2008 has\nbeen filed by Smt. Rasila S. Mehta, mother of late Harshad S.\nMehta and Civil Appeal No. 2915 of 2008 has been filed by\nSmt. Rina S. Mehta, sister-in-law of late Harshad S. Mehta\nagainst the final judgment and order dated 26.02.2008 passed\nby the Special Court under the provisions of the Special Court\n(Trial of Offences Relating to Transactions in Securities) Act,\n1992 (hereinafter referred to as “the Act”) at Bombay in Misc.\nPetition Nos. 2 and 1 of 2007 respectively whereby the Special\nE Court dismissed their petitions challenging the notification\ndated 04.01.2007 issued by the Custodian exercising powers\nunder Section 3(2) of the Act notifying the appellants.\n2. Civil Appeal No. 3377 of 2009 has been filed by Smt.\nF Jyothi H. Mehta, widow of late Shri Harshad S. Mehta and six\nothers against the judgment and order dated 13.03.2009\npassed by the Special Court in approving Report No. 19 of\n2008 filed by the Custodian in respect of outstanding dues\ntowards Flat Nos. 32A, 32B, 33, 34A, and 34B on the Third\nFloor and 44A, 44B and 45 on the Fourth Floor together with\nterrace area on the Third Floor and eight car parking space in\nMadhuli Cooperative Housing Society Limited, Worli belonging\nto late Harshad S. Mehta as well as other related notified\nentities of the Harshad Mehta Group.\nG\nH\n3. Civil Appeal No. 4764 of 2010 has been filed by Smt.\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n249\nRasila S. Mehta challenging the order dated 07.05.2010 A\npassed by the Special Court in approving Report No. 23 of\n2009 of the Custodian on outstanding dues of Madhuli\nCooperative Housing Society Limited, Worli as on 31.03.2009\ntowards Flat No. 31 on the Third Floor belonging to her being\na notified party.\n4. Since all the parties in the above appeals are family\nmembers of late Harshad S. Mehta and the orders challenged\nwere of the Special Court, the same are being disposed of by\nthe following common judgment.\n5. Brief Facts:\n(a) Sometime in 1992, it was noticed that frauds and\nirregularities involving colossal amounts of money were\ncommitted by certain stock brokers and other persons as also\nby certain banks and financial institutions. The amounts involved\nin the said frauds and/or irregularities were estimated to run\ninto several thousand crores. The Central Government,\ntherefore, formed an opinion that it was necessary to take\nimmediate steps to try offences relating to such transactions\nin securities and for matters connected therewith or incidental\nthereto. The President of India thereupon promulgated an\nOrdinance on 6th June 1992 known as the Special Court (Trial\nof Offences Relating to Transactions in Securities) Ordinance\n1992 and the said Ordinance came into force on the same day.\nThe said Ordinance with certain modifications became the Act\nwhen the assent of the President was given thereto on 18th\nAugust 1992 and the said Act was deemed to have come into\nforce on 6th June 1992, namely, the date on which the said\nOrdinance had been promulgated.\n(b) On 6th June, 1992 the Central Government had also\nframed certain rules under the provisions of Section 14 of the\nsaid Ordinance known as the Special Court (Trial of Offences\nRelating to Transactions in Securities) Rules, 1992 (hereinafter\nreferred to as 'the Rules'). The said rules came into force on\nB\nC\nD\nE\nF\nG\nΗ\nI\n250\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA the 6th June 1992 and continue in force after the enactment of\nthe Act under section 15(2) of the Act and/or Section 24 of the\nGeneral Clauses Act, 1897.\nB\nC\nD\n(c) The object of the Act, as apparent from the provisions\nthereof, is to ensure that offences relating to securities were\nexpeditiously tried and it, therefore, provides for the\nestablishment of a Special Court. The Act also provides that\nan appeal lies from the judgment, sentence or order, not being\ninterlocutory order, of the said Special Court to the Supreme\nCourt of India both on facts and on law. An important object of\nthe said Act is to ensure speedy recovery of the huge amounts\ninvolved, to punish the guilty in such irregularities or fraud, to\nrestore confidence in and maintain the basic integrity and\ncredibility of the banks and financial institutions.\n(d) On 13.05.1992, the Central Bureau of Investigation (in\nshort \"the CBI\") issued freeze orders under Section 102 of the\nCode of Criminal Procedure (in short 'the Code) on all the bank\naccounts of Smt. Rasila S. Mehta and Smt. Rina S. Mehta on\nthe ground that the appellants are recipients of monies diverted\nE by M/s Harshad S. Mehta from banks and financial institutions.\nThis was a preventive measure taken by the CBI which powers\nare normally invoked pending investigation to bring within their\nfold, any property which is the subject-matter of an offence.\nSince then, all the charge-sheets came to be filed by the CBI\nafter thorough investigation and trial has been completed in\nseveral cases. Based on the provisions of the Act, on\n08.06.1992, the Custodian notified 29 entities except the\nappellants (Smt. Rasila S. Mehta and Smt. Rina S. Mehta) in\nthe Mehta family comprising four brothers, the wives of three\nbrothers, their three HUFs, a partnership firm, three brokerage\nfirms in the family and 15 corporate entities promoted by them.\nThese persons were notified on the basis of information/\ncomplaint received from the Ministry of Finance in which the\nJanakiraman Committee report was cited and relied upon.\nF\nG\nH\n(e) On 25.01.1994, an amendment was carried out in the\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI (P. SATHASIVAM, J.]\n251\nAct, wherein, Section 9-A was inserted to confer civil jurisdiction A\nto the Special Court. Smt. Rasila S. Mehta and Smt. Rina S.\nMehta were active investors and had built up a portfolio of\ninvestments which has appreciated in value over the years,\nmore particularly, during the last three years. They own one\neach of the nine flats at Madhuli Cooperative Housing Society B\nLimited which are merged/amalgamated with other flats under\nthe occupation of the joint family. The bank accounts and\nshareholdings of these appellants are held jointly where the\nappellants are the first holders and their family members are\njoint/second holders. Due to the fact that joint/second holders C\nare notified entities, the assets of the appellants have been\ntreated as attached on and from 08.06.1992 and the same are\nbeing managed by the Custodian for the last 15 years. On\n21.07.2006, the Custodian preferred a common Misc. petition\nNo. 20 of 2006 against Smt. Rasila S. Mehta and Smt. Rina\nS. Mehta seeking relief of a declaration that the said appellants\nare benamis and fronts of late Harshad S. Mehta and other\nnotified entities and, therefore, their assets should be utilized\nin discharge of their liabilities. The appellants also filed M.A.\nNo. 291/2006 on 11.09.2007 seeking relief of a declaration that\nall the assets belonged to them and they were the first holders,\nnamely, bank accounts and fixed deposits and the\nshareholdings may be declared as free from attachment.\nD\nE\n(f) On 04.01.2007, the Custodian issued a notification\nnotifying both the appellants under Section 3(2) of the Act for F\nwhich a public notice was published in the newspapers on\n06.01.2007.\n(g) On 19.01.2007, Smt. Rina S. Mehta filed Misc. Petition\nNo. 1 of 2007 and on 18.06.2007, Smt. Rasila S. Mehta filed\nMisc. Petition No. 2 of 2007 for the relief of de-notification under\nSection 4(2) of the Act. It transpired that the appellants were\nnotified on the basis of the alleged complaint by Canbank\nFinancial Services Ltd. (in short \"Canfina\"). On considering the\nmaterials, the Special Court, by impugned order dated\nG\nH\n252 SUPREME COURT REPORTS [2011] 6 S.C.R.\nA 26.02.2008, dismissed the petitions filed by the appellants ·\nSmt. Rasila S. Mehta and Smt. Rina S. Mehta.\nB\n(h) Inasmuch as the other two appeals relate to the order-\npassed on the report submitted by the Custodian, there is n‹-\nneed to traverse all the details as stated therein.\n6. Heard Mr. I.H. Syed, learned counsel for the appellants\nMr. Subramonium Prasad, learned counsel for the Custodian\nMr. K.K. Venugopal, learned senior counsel for intervenor-\nStandard Chartered Bank and Mr. Tushad Cooper, learnec\nC counsel for intervenor/State Bank of India.\nD\nE\n7. Mr. Syed, learned counsel for the appellants after taking\nus through the relevant provisions of the Act, Rules and the\nmaterials available with the Custodian as well as the reasonings\nof the Special Court raised the following contentions:\n(i) The impugned notification is non-reasoned and non-\nspeaking. The validity of a statutory order must be judged by a\ncourt of law by the reasons mentioned in the order itself and a\nstatutory order cannot be explained and supplemented by fresh\nreasons in the shape of affidavit or otherwise whereas in the\npresent case the Special Court accepted the same which is\ncontrary to settled law.\n(ii) Delay of 15 years in passing the order of notification\nF is unreasonable. The explanation offered for delay is also\nunacceptable.\nG\nH\n(iii) Material relied upon in passing the order of notification\ni.e. Canfina's letter dated 28.12.2006 is not supported by an\naffidavit which could not have been relied upon as it is contrary\nto proviso to Rule 2 of the Rules.\n(iv) Reliance on the reports of Joint Parliamentary\nCommittee, Jankiraman Committee, IDG and Chartered\nAccountants' by the Custodian is unacceptable.\nRASILA S. MEHTA v. CUSTODIAN, NARIMAN\nBHAVAN, MUMBAI [P. SATHASIVAM, J.]\n253\n(v) Pre-decisional hearing by the Custodian was required A\n■o be given and in the case on hand such opportunity was not\n_fforded.\n(vi) No effective post-decisional hearing as the materials\nelied upon was not supplied in time.\n(vii) The Special Court erroneously held the transaction to\n-e benami in general on the basis of Chartered Accountants'\n-eports without examining individual transactions.\nB\n(viii) The onus to establish the validity, correctness, legality, C\n-propriety of the notification order is on the Custodian but\n-vrongly shifted on the appellants.\n(ix) Satisfaction of Custodian while passing an order of\nnotification should be objective and based on materials as\nprovided in the Rules.\nD\n(x) The Special Court erroneously held that the meaning\nof the phrase \"involved an offence\" has attained finality by this\nCourt, though the said question was left open. In any event, the\n-case of the Custodian was that a sum of Rs. 50 crores was E\ndiverted by M/s Harshad S. Mehta to the appellants during the\nperiod 01.04.1990 to 06.06.1992. In such event, monies\n■transferred/diverted from the banks/financial institutions can only\n■be recovered from the appellants and nothing more.\n(xi) The jurisdiction of the Special Court is limited to the\n-statutory period only, i.e. 01.04.1991 to 06.06.1992.\n(xii) No interest can be levied on the notified parties as per\nthe judgment of this Court in Harshad Shantilal Mehta vs.\nCustodian and Ors. (1998) 5 SCC 1.\n8. On the other hand, Mr. Subramonium Prasad, learned\ncounsel for the Custodian heavily relying on the circumstances\nfor passing the Act, the statement of Objects and Reasons and\nthe relevant provisions submitted that:\nF\nLL\nG\nH\n"}