{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"Y\n1\nSURENDER SINGH\nA\nV.\nSTATE OF HARYANA\nJANUARY 17, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\nB\nPenal Code, 1860-Sections 392, 394 and 397/Arms Act, 1925-Section\n25-Prosecution under-Accused apprehended with incriminating material—\nPanch-witness, injured witness and complainant turning hostile during trial-\nDiscrepancy in statements of witnesses-Conviction by Courts below-On\nappeal, held: Conviction justified-Though the witnesses turned hostile in\nsome aspects, their statements otherwise proved the prosecution case—The\ndiscrepancies in the statements of witnesses are minor and are not of such\nnature creating infirmity in prosecution case-In view of the facts and\ncircumstances of the case, interference with the concurrent finding of fact in\nSpecial Leave Petition not warranted-Constitution of India, 1950–Article\n136.\nCriminal Trial:\nDiscrepancy in evidence of prosecution witnesses-Effect of-Held: Every\ndiscrepancy in the witness statement cannot be treated as fatal-The\ndiscrepancy which does not affect the prosecution case materially, doe: not\ncreate infirmity.\nC\nD\nE\nTestimony of injured witness-Evidentiary value of-Held: Testimony of\nF\ninjured witness has its own relevancy and efficacy-Injury to the witness lends\nsupport to the testimony that witness was actually present during occurrence.\nAppellants-accused alongwith another accused-A-2 were charged for\noffences u/ss. 392, 394 and 397 IPC and one of the appellants-accused was\ncharged u/s. 25 of the Arms Act.\nThe prosecution case was that complainant (PW-9) and PW-2, when\nwere going to deposit Rs. 62,000 with Bank, the accused confronted them.\nOne of the appellants-accused was armed with pistol and A-2 was having\nknife. One of the appellants-accused tried to snatch the bag, and on\n431\nG\nH\nB\n432\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA resistance, A-2 gave knife blow on PW-2. Appellants-accused snatched the\nbag and ran away, while A-2 was caught by the public. PW-2 was\nmedically examined. Police Inspector (PW-13) saw the appellants-accused\nbeing chased by public, and he apprehended them. From one appellant-\naccused a pistol, two live cartridges and currency notes amounting to\nRs.5000/- was recovered. From another appellant-accused currency notes\namounting to Rs.10,000/- was recovered. PWs-3 and 4 were the Panch\nwitnesses. During trial PWs2 and 9 and PWs 3 and 4 turned hostile. Trial\nCourt convicted the accused for the offences charged. In appeal, High\nCourt maintained the conviction but reduced the sentence u/ss. 394 and\n397 IPC. In appeal to this Court, appellants contended that conviction was\nC not justified as PWs 2,3,4 and 9 had turned hostile; that there was\ndiscrepancy in statements of the witnesses; that allegation of snatching\nRs.62,000/- was not proved inasmuch only Rs.15,000/- was recovered; and\nthat the recovered amount was not that which was alleged to have been\nsnatched and the same was implanted by Police for false implication.\nᎠ\nE\nF\nG\nDismissing the appeals, the Court\nHELD:1. The present case, in view of its evidence, is not of such a\nnature which would require interference of this Court under Special Leave\njurisdiction. The finding of guilt recorded by the trial court and confirmed\nby the High Court has been challenged mainly on the basis of PWs 3 and\n4 who are panch witnesses turned hostile and even PW-2 who is an injured\nwitness and PW-9 the complainant turned hostile. The challenge to the\nconcurrent finding of guilt is also on the basis of minor discrepancies in\nthe evidence of prosecution witnesses. [436-A-B]\n2.The minor discrepancy is not of such a nature, which creates\ninfirmity in the prosecution's case. Every discrepancy in the witness\nstatement cannot be treated as fatal to the prosecution case. The\ndiscrepancy, which does not affect the prosecution case materially, does\nnot create infirmity. [436-B-C]\n3. With regard to PWs 3 and 4 panch witnesses being turned hostile,\nthe courts below held that their statements did not affect materially the\nprosecution story. Both the witnesses though stated that pistol or cartridges\nor currency notes mentioned in the Exhibits were not recovered in their\npresence, but they admitted their signatures over the Exhibits. Therefore,\nH both the courts correctly held that the Exhibits were recovered in the\nSURENDER SINGH v. STATE OF HARYANA\n433\npresence of PWs 3 and 4 who were panch witnesses. [436-C-D|\n4. The testimony of an injured witness has its own relevancy and\nefficacy. The fact that the witness is injured at the time and in the same\noccurrence lends support to the testimony that the witness was present\nduring occurrence and he saw the happening with his own eyes. Although\nPW-2 was declared hostile, he has categorically stated that he had gone\nto the Bank to deposit the amount. He has also stated that 4-5 persons\nattacked him. He has also stated that they gave knife blows to him and\nsnatched the bag from him. This statement is well corroborated by the\ninjuries suffered by him on his person, which is proved by PW-5 as well\nas seizure of the bag along with the money. PW-2 even denied that he had\ngone to the bank with PW-9. The statement of PW-2 was belied by the\nstatement of PW-9 who categorically stated that he had gone to the bank\nalong with P.W.2. [437-C-F]\nA\nB\nC\n5. The plea that the allegation of snatching of Rs.62,000/- by the\naccused is not proved inasmuch as only Rs.15,000/- has been recovered D\nfrom the bag is without any substance. The factum of recovery of pistol\nalong with cartridges and the currency notes from the bag which was being\ncarried by the appellants-accused is proved. [437-F-G|\n6. It is nobody's case that the accused and the police had any previous\nenmity. It is also nobody's case that the complainant PW-9 and the injured E\nPW-2 had any previous enmity with the accused which would warrant the\nfoisting a false complaint against the accused. While it is true that the\nprosecution has failed to explain the whereabouts of rest of the amount,\nthis itself would not vitiate the factum of recovery of Rs. 15,000/- from\nthe possession of the accused along with other incriminating materials.\n[438-A-D|\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 345\nF\nof 2005.\nFrom the Judgment and Order dated 20.09.2004 of the High Court of\nPunjab and Haryana in Crl. Appeal No. 453-DB of 2002.\nWITH\nG\nCriminal Appeal No. 74/06.\nR.C. Kaushik, Ujjal Singh, J.P. Singh and A.S. Pundir for the Appellant. H\n434\nA\nB\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nRajeev Gaur Naseem and T.V. George for the Respondent.\nThe Judgment of the Court was delivered by\nH.K.SEMA, J. Leave granted in S.L.P (Crl.) No.1491 of 2005.\nCriminal Appeal No. 345 of 2005 is preferred by Surender Singh (A-\n1) and Criminal Appeal 74 of 2006 @ S.L.P. (Crl.) No.1491 of 2005 is\npreferred by Vikas (A-3). The appellants Surender Singh and Vikas were\nconvicted by the Trial Court along with one accused Dharmender (not before\nus) for an offence under Section 392 and sentenced to undergo RI for seven\nyears and to pay a fine of Rs.5000/- each and in default of payment of fine\nC to further undergo RI for one year. They were also convicted for an offence\nD\nunder Section 394 IPC and sentenced to undergo life imprisonment and to\npay a fine of Rs.5000/- each and in default of payment of fine to further\nundergo RI for one year. They were further convicted for an offence under\nSection 397 IPC and sentenced to undergo RI for ten years and to pay a fine\nof Rs.5000/- each and in default of payment of fine to further undergo RI for\none year. The appellant Surender Singh was also convicted for an offence\nunder Section 25 of the Arms Act and was sentenced to undergo RI for two\nyears and to pay a fine of Rs.2000/- and in default of payment of fine to\nfurther undergo RI for six months. All the sentences, however, were ordered\nto run concurrently. The High Court, on appeal. preferred by the accused,\nE reduced the sentence to seven years under Sections 394 and 397 IPC albeit\nwithout assigning any reasons. The sentence of the appellants under Sections\n392 IPC and 25 of the Arms Act were, however, maintained. Aggrieved\nthereby, the accused-appellants preferred these appeals by special leave.\nF\nBriefly stated the facts are as follows:-\nOn 7.2.2000 at about 12.20 p.m. complainant Ramesh Batra (PW-9)\nalong with Baldev Raj (PW-2) were going to deposit the sale proceeds of the\npetrol pump amounting to Rs.62,000/- with Oriental Bank of Commerce,\nGannaur. When they were in front of the bank, three young boys confronted\nthem. One of them was armed with pistol, another was having knife and the\nG\nthird one was empty handed. The scooter by which they were travelling was\nstopped and the boy who was empty handed tried to snatch the bag from\nBaldev Raj (PW-2). When PW-2 resisted, the boy who was armed with knife\ngave a knife blow on his person. Thereafter, the unarmed boy snatched the\nbag and tried to run away. On alarm being raised many persons came at the\nH spot and overpowered the boy armed with knife. The boy who was caught\nt\nSURENDER SINGH v. STATE OF HARYANA [SEMA, J.] 435\nat the spot told his name as Dharmender A-2 (not the appellant). He also A\ndisclosed the names of other two boys who had escaped with the bag as\nVikas (Appellant in Crl.Appeal No.74/06 @ S.L.P (Crl.) No.1491/05 and\nSurender (Appellant in Crl.A.No.345/05). Thereafter, PW9 Ramesh Batra\nafter sending PW-2 to the hospital went to lodge the complaint and also\nproduced accused-Dharmender. The knife stained with blood was taken into\nB\npossession by SI Jagdish Chander and on his statement FIR was recorded. At\nthe same time when Inspector Prithvi Singh (PW-13) was coming from Lalheri\nside in a jeep, he received a wireless message that the accused Vikas and\nSurender fled with bag and they are being chased by the public. Then he saw\nthe two accused Vikas and Surender being chased by the public. He\napprehended them and took them into custody and they disclosed their names C\nas Surender and Vikas. It was further disclosed from the search of Surender,\na pistol, two live cartridges of 12 bore and a bundle of currency notes of the\ndenomination of Rs.50/- each total amounting to Rs.5000/- having a chit of\nOriental Bank of Commerce were recovered while two bundles of currency\nnotes of the denomination of Rs.50/- each having the chit of Oriental Bank\nᎠ\nof Commerce, total amounting to Rs.10,000/- were recovered from the bag\nwhich was being carried by Vikas.\nThese two appeals are directed against a concurrent finding of facts\nrecorded by two courts. In the case of Bharwada Bhoginbhai Hirjibhai v.\nState of Gujarat, AIR (1983) Supreme Court 753, it has been held by this\nCourt:\nE\n\"A concurrent finding of fact cannot be reopened in an appeal by\nspecial leave unless it is established: (1) that the finding is based on\nno evidence or (2) that the finding is perverse, it being such as no\nreasonable person could have arrived at even if the evidence was F\ntaken at its face value or (3) the finding is based and built on\ninadmissible evidence, which evidence, if excluded from vision, would\nnegate the prosecution case or substantially discredit or impair it or\n(4) some vital piece of evidence which would tilt the balance in\nfavour of the convict has been overlooked, disregarded, or wrongly\ndiscarded.\"\nLearned counsel for the appellants has taken us through the evidence\nand we do not find that the circumstances as laid down by this Court as\nreferred to above are available in the present case. The present case is not of\nsuch a nature, which would require our interference in Special Leave. The\nG\nH\n436\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA finding of guilt recorded by the Session's Court and confirmed by the High\nCourt has been challenged mainly on the basis of PWs 3 and 4 who are panch\nwitnesses turned hostile and even PW-2 who is an injured witness and PW-\n9 the complainant turned hostile. The challenge to the concurrent finding of\nguilt is also on the basis of minor discrepancies in the evidence of prosecution\nwitnesses.\nB\nSo far the minor discrepancy, which has been pointed to us, we are of\nthe view that it is not of such a nature, which creates infirmity in the\nprosecution's case. It is a well-established principle of law that every\ndiscrepancy in the witness statement cannot be treated as a fatal to the\nC prosecution case. The discrepancy, which does not affect the prosecution\ncase materially, does not create infirmity.\nWith regard to PWs 3 and 4 panch witnesses being turned hostile, this\ncontention was also well considered by the Trial Court and the High Court.\nAnd both the courts held that their statements do not affect materially the\nD prosecution story. PW-3 stated that pistol or cartridges or currency notes.\nmentioned in Ex.PC were not recovered in his presence. He, however, admitted\nhis signatures over Ex.PC and Ex.PD. PW-4 also stated that the pistol.\ncartridges or currency notes mentioned in Ex.PC were not recovered in his\npresence. He also admitted that Ex.PC and Ex.PD bear his signatures.\nTherefore, both the courts correctly held that the Ex.PC and Ex.PD were\nrecovered in the presence of PWs 3 and 4 who were panch witnesses.\nE\nF\nG\nH\nP.W.2 who is an injured witness was examined by P.W.5 (Dr.) on\n7.2.2000 and found the following injuries on his person:\n\"1. An incised wound 2 cm x ½ cm on the left side of the back 24\ncm from left shoulder joint. 17 cms from left axillary line. Fresh\nbleeding present. Advised x-ray.\n2. An incised wound 2 cm x ½ cm on left side of the back 2 cm from\nmidline 5 cm medial to first injury. Fresh bleeding present. Advised\nx-ray.\n3. An incised wound 2 cm x ½ cm on left side of the back 12 cm\nfrom the left illisecrast 8 cm from midline fresh bleeding present.\nAdvised x-ray.\n4. An incised wound 2 cm x ½ cm on the right side of the back 2 cm\n· SURENDER SINGH v. STATE OF HARYANA [SEMA, J.]\n437\nright to the midline 5 cm away from injury No.2. Fresh bleeding A\npresent. X-ray advised.\n5. An incised wound 2 cm x ½ on the right side of the chest 19 cm\nfrom anterior superior alliscrast 30 cm from midline. Fresh bleeding\npresent. Advised x-ray.\n6. An incised wound 2 cm x ½ cm on the right side of the chest 31\ncm from midline 10 cm from anterior superior illise spins. Fresh\nbleeding present. Advised x-ray.\"\nB\nE\nThe testimony of an injured witness has its own relevancy and efficacy.\nThe fact that the witness is injured at the time and in the same occurrence C\nlends support to the testimony that the witness was present during occurrence\nand he saw the happening with his own eyes. Curiously enough even the\ninjured witness PW-2 has turned hostile. Learned counsel for the appellants\nstrenuously urged that PW-2 Baldev Raj stated that the accused were not the\npersons who attacked him and, therefore, the appellants are entitled to the\nbenefit of doubt. This submission was considered by both the Trial Court and D\nthe High Court and rejected, in our view, rightly. Although PW-2 was declared\nhostile, he has categorically stated that he had gone to Oriental Bank of\nCommerce, Gannaur, to deposit the amount. He has also stated that 4-5\npersons attacked him. He has also stated that they gave knife blows to him\nand snatched the bag from him. This statement is well corroborated by the\ninjuries suffered by him on his person, which is proved by PW-5 as well as\nseizure of the bag along with the money. PW-2 even denied that he had gone\nto the bank with PW-9 Ramesh Batra. The statement of PW-2 was belied by\nthe statement of PW-9 who categorically stated that he had gone to the bank\nalong with P.W.2 Baldev Raj. The next submission of the counsel for the\nappellants is that the allegation of snatching of Rs.62,000/- by the accused is\nF\nnot proved inasmuch as only Rs. 15,000/- has been recovered from the bag.\nThis contention in our view has also no substance. The factum of recovery\nof pistol along with cartridges and the currency notes of the denomination of\nRs.50/- amounting to Rs.5000/- from the possession of Surender and the\ncurrency notes of the denomination of Rs.50/- each amounting to Rs.10,000/ G\n- from the bag which was being carried by Vikas is proved. The other\ncontention of the learned counsel for the appellants that the money so recovered\nfrom the accused Vikas and Surender was not the amount, which is stated to\nhave been snatched away from PW-2 as the whereabouts of rest of Rs.47,000/\n-\nhas not been explained by the prosecution but it was implanted by the\nH\n438\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA police for false implication. It is nobody's case that the accused and the\npolice had any previous enmity. It is also nobody's case that the complainant\nPW-9 and the injured PW-2 had any previous enmity with the accused which\nwould warrant for foisting a false complaint against the accused. While it is\ntrue that the prosecution has failed to explain the whereabouts of rest of the\namount, this itself would not vitiate the factum of recovery of Rs.15,000/-\nfrom the possession of the accused along with other incriminating materials.\nIt must be grasped that the two appellants herein were apprehended along\nwith the incriminating materials while fleeing and the accused No.2\nDharmender was apprehended on the spot.\nB\nC\nFor the reasons afore stated the two appeals are devoid of merits and\nare accordingly dismissed.\nK.K.T.\nAppeals dismissed.\nt\n"}