{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\n420 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\ninstitution or bank or corporation or company, whichever\nis earlier.\n6. Reasons for RBI Directions 1998\nOn 31.01.1998, RBI Directions 1998 introduced a new\nregulatory framework involving prescription of Disclosure norms\nfor NBFCs which are deposit taking to ensure that these\nNBFCs function on sound and healthy lines. Regulatory and\nsupervisory attention was focussed on the deposit taking\nNBFCs so as to enable the RBI to discharge its responsibilities\nto protect the interest of the depositors. These NBFCs are\nsubjected to prudential regulations on various aspects such as\nincome recognition; asset classification and provisioning, etc.\nThe basis of every business is that anticipated losses must\nbe taken into account but expected income need not be taken\nnote of. This is the basis of the RBI Directive of 1998 as it is\ncloser to reality of cash liquidity that prevents NBFC from\ncollapse.\nThe RBI Directions 1998 deal with Presentation of NPA\nprovision in the Balance Sheet of an NBFC. Before 1998, the\nBalance Sheet and P\u0026L Account of an NBFC were required\nto be prepared in accordance with Parts I and II of Schedule\nVI as provided under Section 211 of the Companies Act, 1956\nF like any other company. Schedule VI Part I of the Companies\nAct, 1956 specifically provides that Provision for doubtful debts\nshould be reduced from the gross amount of debtors and\nadvances. NBFCs were following the same practice of\ndisclosure in their audited financial statements as done by the\nG Company. Therefore, vide Para 9(1) of 1998 Directions,\nNBFCs are now obliged to disclose in the Balance Sheet the\nProvision for NPAs without netting them from the income or\nvalue of the assets. As per sub-para 2 of Para 9, \"the provisions\nshall be distinctly indicated under separate heads of accounts\"\non the Liability side of the balance sheet under the caption.\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 421\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n\"current liabilities and provisions\".\nA\nIt needs to be emphasized that the said 1998 Directions\nare only Disclosure Norms. They have nothing to do with\ncomputation of Total Taxable Income under the IT Act or with\nthe accounting treatment. The said 1998 Directions only lay B\ndown the manner of presentation of NPA provision in the\nbalance sheet of an NBFC.\n7. Analysis of Para 9 of RBI Directions 1998\nVide Para 9, RBI has mandated that every NBFC shall\ndisclose in its Balance Sheet the Provision without netting them\nfrom the Income or from the value of the assets and that the\nprovision shall be distinctly indicated under the separate heads\nof accounts as: - (i) provisions for bad and doubtful debts, and\n(ii) provisions for depreciation in investments in the Balance\nSheet under \"Current Liabilities and Provisions\" and that such\nprovision for each year shall be debited to P\u0026L Account so that\na true and correct figure of \"Net Profit\" gets reflected in the\nfinancial accounts of the company. The effect of such Disclosure\nis to increase the current liabilities by showing the provision\nagainst the possible Loss on assets classified as NPA. An\nNPA continues to be an Asset - \"Debtors/ Loans and\nAdvances\" in the books of NBFC. For creating a provision the\nonly yardstick is default in terms of the loan under RBI norms,\na provision is mathematical calculation on time lines. The entire\nexercise mentioned in the RBI Directions 1998 is only in the\ncontext of Presentation of NPA provisions in the balance sheet\nof an NBFC and it has nothing to do with computation of\ntaxable income or accounting concepts.\nIt is important to note that the net profit shown in the P\u0026L\nAccount is the basis for NBFC to accept deposits and declare\ndividends. Higher the profits higher is the NOF and higher is\nthe increase in the public making deposits in NBFCs. Hence\nthe object of the NBFC is disclosure and provisioning.\nC\nD\nE\nF\nG\nH\nA\nB\nD\nE\n422 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nNBFCs have to accept the concept of \"income\" as evolved\nby RBI after deducting the Provision against NPA, however, as\nstated above, such treatment is confined to Presentation /\nDisclosure and has nothing to do with computation of taxable\nincome under the IT Act.\n8. Scope of the Finance Act No. 2 of 2001 w.e.f. 1.4.1989\ninsofar as Section 36(1)(vii) is concerned\nPrior to 1.4.1989, the law, as it then stood, took the view\nthat even in cases in which the assessee (s) makes only a\nC\nprovision in its accounts for bad debts and interest thereon and\neven though the amount is not actually written off by debiting\nthe P\u0026L Account of the assessee and crediting the amount to\nthe account of the debtor, assessee was still entitled to\ndeduction under Section 36(1)(vii). [See Commissioner of\nIncome Tax v. Jwala Prasad Tewari 24 ITR 537 and Vithaldas\nH. Dhanjibhai Bardanwala (supra)] Such state of law prevailed\nupto and including assessment year 1988-89. However, by\ninsertion (w.e.f. 1.4.1989) of a new Explanation in Section\n36(1)(vii), it has been clarified that any bad debt written off as\nirrecoverable in the account of the assessee will not include any\nprovision for bad and doubtful debt made in the accounts of\nthe assessee. The said amendment indicates that before\n1.4.1989, even a provision could be treated as a write off.\nHowever, after 1.4.1989, a distinct dichotomy is brought in by\nway of the said Explanation to Section 36(1)(vii). Consequently,\nafter 1.4.1989, a mere provision for bad debt would not be\nentitled to deduction under Section 36(1)(vii). To understand the\nabove dichotomy, one must understand \"how to write off\". If an\nassessee debits an amount of doubtful debt to the P\u0026L Account\nand credits the asset account like sundry debtor's Account, it\nwould constitute a write off of an actual debt. However, if an\nassessee debits \"provision for doubtful debt” to the P\u0026L\nAccount and makes a corresponding credit to the \"current\nH liabilities and provisions\" on the Liabilities side of the balance\nF\nG\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 423\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nsheet, then it would constitute a provision for doubtful debt. In A\nthe latter case, assessee would not be entitled to deduction\nafter 1.4.1989.\nWe have examined the P\u0026L Account of First Leasing\nCompany of India Limited for the year ending 31st March, B\n2003. On examination of Schedule J to the P\u0026L Account which\nrefers to operating expenses, we find two distinct heads of\nexpenditure, namely, \"Provision for Non-performing Assets\" and\n\"Bad Debts/ Advances Written Off\". It is for the appellant (s) to\nexplain the difference between the two to the assessing officer. C\nWhich of the two items will constitute expenditure under the IT\nAct has to be decided according to the IT Act. In the present\ncase, we are not concerned with taxability under the IT Act or\nthe accounting treatment. We are essentially concerned with\npresentation of financial statements by NBFCs under the 1998 D\nDirections. The point to be noted is that even according to the\nassessee \"Bad debts/ Advances Written Off\" is a distinct head\nof expenditure vis-à-vis \"Provision for Bad Debt\". One more\naspect needs to be highlighted. It is true that under Part 1 of\nSchedule VI to the Companies Act, 1956 an amount could be E\nfirst included in the list of sundry debtors/ loans and then\ndeducted from the list as \"provision for doubtful debts\".\nHowever, these are matters of Presentation of Provisions for\ndoubtful debts even under the Companies Act and have nothing\nto do with taxability under the IT Act. One more aspect needs F\nto be mentioned. Section 36(1)(vii) is subject to sub-section (2)\nof Section 36. The condition incorporated in Section 36 of the\nIT Act, which was not there in Section 10(2)(xi) of the 1922 Act,\nis that the amount of debt should have been taken into account\nin computing the income of the assessee in the previous year. G\nUnder the IT Act, the emphasis is not on the assessee being\nthe creditor but taking into account of the debt in computing the\nbusiness income. [See Section 36(2)] In Commissioner of\nIncome-tax, A.P. v. T. Veerabhadra Rao K. Koteswara Rao\n\u0026 Co. reported in 155 ITR 152 at 157, it was found that the debt H\n424 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA was taken into account in the income of the assessee for the\nassessment year 1963-64 when the interest accruing thereon\nwas taxed in the hands of the assessee. The said interest was\ntaxed as income as it represented accretion accruing during\nthe earlier year on the moneys owed to the assessee by the\nB debtor. It was held that transaction constituted the debt which\nwas taken into account in computing the income of the assesee\nof the previous years.\n9.Deviations between RBI Directions 1998 and\nC Companies Act\nBroadly, there are three deviations:\n(i)\nD\nE\nF\nG\nin the matter of presentation of financial statements\nunder Schedule VI of the Companies Act;\n(ii) in not recognising the \"income\" under the\nmercantile system of accounting and its insistence\nto follow cash system with respect to assets\nclassified as NPA as per its Norms;\n(iii) in creating a provision for all NPAs summarily as\nagainst creating a provision only when the debt is\ndoubtful of recovery under the norms of the\nAccounting Standards issued by the Institute of\nChartered Accountants of India.\nThese deviations prevail over certain provisions of the\nCompanies Act, 1956 to protect the Depositors in the context\nof Income Recognition and Presentation of the Assets and\nProvisions created against them.\nThus, the P\u0026L Account prepared by NBFC in terms of RBI\nDirections 1998 does not recognize \"income from NPA\" and,\ntherefore, directs a Provision to be made in that regard and\nhence an \"add back\". It is important to note that \"add back\" is\nH there only in the case of provisions.\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 425\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nAs stated above, the Companies Act allows an NBFC to A\nadjust a Provision for possible diminution in the value of asset\nor provision for doubtful debts against the assets and only the\nNet Figure is allowed to be shown in the Balance Sheet, as a\nmatter of disclosure. However, the said RBI Directions 1998\nmandates all NBFCs to show the said provisions separately B\non the Liability Side of Balance Sheet, i.e., under the Head\n“current liabilities and provisions\". The purpose of the said\ndeviation is to inform the user of the Balance Sheet the\nparticulars concerning quantum and quality of the diminution in\nthe value of investment and particulars of doubtful and sub-\nstandard assets. Similarly, the 1998 Directions does not\nrecognize the \"income\" under the mercantile system and it\ninsists that NBFCs should follow cash system in regard to such\nincomes.\nC\nD\nF\nBefore concluding on this point, we need to emphasise that\nthe 1998 Directions has nothing to do with the accounting\ntreatment or taxability of \"income\" under the IT Act. The two, viz.,\nIT Act and the 1998 Directions operate in different fields. As\nstated above, under the mercantile system of accounting, E\ninterest / hire charges income accrues with time. In such cases,\ninterest is charged and debited to the account of the borrower\nas \"income\" is recognized under accrual system. However, it\nis not so recognized under the 1998 Directions and, therefore,\nin the matter of its Presentation under the said Directions, there\nwould be an add back but not under the IT Act necessarily. It is\nimportant to note that collectibility is different from accrual.\nHence, in each case, the assessee has to prove, as has\nhappened in this case with regard to the sum of Rs. 20,34,605/\n-, that interest is not recognized or taken into account due to\nuncertainty in collection of the income. It is for the assessing\nofficer to accept the claim of the assessee under the IT Act or\nnot to accept it in which case there will be add back even under\nreal income theory as explained hereinbelow.\nG\nH\n426 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA 10. Scope and applicability of RBI Directions 1998\nRBI Directions 1998 have been issued under Section\n45JA of RBI Act. Under that Section, power is given to RBI to\nenact a regulatory framework involving prescription of prudential\nB norms for NBFCs which are deposit taking to ensure that\nNBFCs function on sound and healthy lines. The primary object\nof the said 1998 Directions is prudence, transparency and\ndisclosure. Section 45JA comes under Chapter IIIB which deals\nwith provisions relating to Financial Institutions, and to non-\nC banking Institutions receiving deposits from the public. The said\n1998 Directions touch various aspects such as income\nrecognition; asset classification; provisioning, etc. As stated\nabove, basis of the 1998 Directions is that anticipated losses\nmust be taken into account but expected income need not be\nD taken note of. Therefore, these Directions ensure cash liquidity\nfor NBFCs which are now required to state true and correct\nprofits, without projecting inflated profits. Therefore, in our view,\nRBI Directions 1998 deal only with presentation of NPA\nprovisions in the Balance Sheet of an NBFC. It has nothing to\nE do with the computation or taxability of the provisions for NPA\nunder the IT Act.\nF\nPrior to RBI Directions 1998, Advances were stated net\nof provisions for NPAs / bad and doubtful debts. They were\nshown at net figure (Advances less Provisions for NPAs) and\nthe amount of provision for NPA was shown in the notes to the\naccounts only. Such presentation of NPA Provision warranted\ndisclosure. Therefore, Para 9(1) of RBI Directions 1998\nstipulates that every NBFC shall separately disclose in its\nG Balance Sheet the provision for NPAs without netting them\nfrom the income or against the value of assets. That, the\nprovision for NPA should be shown separately on the\n\"Liabilities side\" of the Balance Sheet under the head \"Current\nLiabilities and Provisions\" and not as a deduction from \"Sundry\nH Debtors/ Advances\". Therefore, RBI has taken a position as a\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 427\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nD\nmatter of disclosure, with which we agree, that if an NBFC A\ndeducts a provision for NPA from \"sundry debtors/ loans and\nadvances\", it would amount to netting from the value of assets\nwhich would constitute breach of Para 9 of RBI Directions\n1998. Consequently, NPA provisions should be presented on\nthe \"Liabilities side\" of the Balance Sheet under the head B\n\"Current Liabilities and Provisions\" as a Disclosure Norm and\nnot as accounting or computation of income norm under the IT\nAct. At this stage, we may clarify that the entire thrust of RBI\nDirections 1998 is on presentation of NPA provision in the\nBalance Sheet of an NBFC. Presentation/ disclosure is different C\nfrom computation/taxability of the provision for NPA. The nature .\nof expenditure under the IT Act cannot be conclusively\ndetermined by the manner in which accounts are presented in\nterms of 1998 Directions. There are cases where on facts\ncourts have taken the view that the so-called provision is in\neffect a write off. Therefore, in our view, RBI Directions 1998,\nthough deviate from accounting practice as provided in the\nCompanies Act, do not override the provisions of the IT Act.\nSome companies, for example, treat write offs or expenses or\nE\nliabilities as contingent liabilities. For example, there are\ncompanies which do not recognize mark-to-market loss on its\nderivative contracts either by creating reserve as suggested by\nICAI or by charging the same to the P\u0026L Account in terms of\nAccounting Standards. Consequently, their profits and reserves\nand surplus of the year are projected on the higher side.\nConsequently, such losses are not accounted in the books, at\nthe highest, they are merely disclosed as contingent liability in\nthe Notes to Accounts. The point which we would like to make\nis whether such losses are contingent or actual cannot be\nG\ndecided only on the basis of presentation. Such presentation\nwill not bind the authority under the IT Act. Ultimately, the nature\nof transaction has to be examined. In each case, the authority\nhas to examine the nature of expense/ loss. Such examination\nand finding thereon will not depend upon presentation of\nF\nH\n428 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA expense/loss in the financial statements of the NBFC in terms\nof the 1998 Directions. Therefore, in our view, the RBI\nDirections 1998 and the IT Act operate in different fields.\nB\nC\nThe question still remains as to what is the nature of\n\"Provision for NPA\" in terms of RBI Directions 1998. In our view,\nprovision for NPA in terms of RBI Directions 1998 does not\nconstitute expense on the basis of which deduction could be\nclaimed by NBFC under Section 36(1)(vii). Provision for NPAs\nis an expense for Presentation under 1998 Directions and in\nthat sense it is notional. For claiming deduction under the IT\nAct, one has to go by the facts of the case (including the nature\nof transaction), as stated above. One must keep in mind\nanother aspect. Reduction in NPA takes place in two ways,\nnamely, by recoveries and by write off. However, by making a\nD provision for NPA, there will be no reduction in NPA. Similarly,\na write off is also of two types, namely, a regular write off and\na prudential write off. [See Advances Accounts by Shukla,\nGrewal, Gupta, Chapter 26, Page 26.50] If one keeps these\nconcepts in mind, it is very clear that RBI Directions 1998 are\nE merely prudential norms. They can also be called as disclosure\nnorms or norms regarding presentation of NPA Provisions in\nthe Balance Sheet. They do not touch upon the nature of\nexpense to be decided by the AO in the assessment\nproceedings.\nF\nG\n11. Theory of \"Real Income\"\nAn interesting argument was advanced before us to say\nthat a provision for NPA, under commercial accounting, is not\nan \"income\" hence the same cannot be added back as is\nsought to be done by the Department. In this connection,\nreliance was placed on \"Real Income Theory\".\nWe find no merit in the above contention. In the case of\nPoona Electric Supply Co. Ltd. v. Commissioner of Income-\nH Tax, Bombay City I, 57 ITR 521 at page 530, this is what the\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 429\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nSupreme Court had to say:\nA\n\"Income Tax is a tax on the \"real income\", i.e., the profits\narrived at on commercial principles subject to the\nprovisions of the Income Tax Act. The real profit can be\nascertained only by making the permissible deductions B\nunder the provisions of the Income Tax Act. There is a\nclear distinction between the real profits and statutory\nprofits. The latter are statutorily fixed for a specified\npurpose\".\nTo the same effect is the judgment of the Bombay High\nCourt in the case of Commissioner of Wealth-Tax, Bombay\nv. Bombay Suburban Electric Supply Ltd. 103 ITR 384 at page\n391, where it was observed as under:\n\"Income Tax is a tax on the real income, i.e., profits arrived\nat on commercial principles subject to the provisions of\nthe Income Tax Act, 1961. The real profits can be\nascertained only by making the permissible deductions\".\nThe point to be noted is that the IT Act is a tax on \"real\nincome\", i.e., the profits arrived at on commercial principles\nsubject to the provisions of the IT Act. Therefore, if by\nExplanation to Section 36(1)(vii) a provision for doubtful debt\nis kept out of the ambit of the bad debt which is written off then,\none has to take into account the said Explanation in\ncomputation of total income under the IT Act failing which one\ncannot ascertain the real profits. This is where the concept of\n\"add back\" comes in. In our view, a provision for NPA debited\nto P\u0026L Account under the 1998 Directions is only a notional\nexpense and, therefore, there would be add back to that extent\nin the computation of total income under the IT Act.\nOne of the contentions raised on behalf of NBFC before\nus was that in this case there is no scope for \"add back\" of the\nProvision against NPA to the taxable income of the assessee.\nC\nD\nE\nF\nG\nH\n"}