{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\n410\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n8. Every NBFC shall, after taking into account the time lag\nbetween an account becoming non-performing, its\nrecognition as such, the realisation of the security and the\nerosion over time in the value of security charged, make\nprovision against sub-standard assets, doubtful assets and\nloss assets as provided hereunder :-\nLoans, advances and other credit facilities including bills\npurchased and discounted\n(1) The provisioning requirement in respect of loans,\nadvances and other credit facilities including bills\npurchased and discounted shall be as under:\n(i) Loss Assets\nD\nய\nE\nF\n0\nH\nThe entire asset shall be\nwritten off. If the assets are\npermitted to remain in the\nbooks for any reason, 100%\nof the outstandings should\nbe provided for;\n(ii) Doubtful Assets (a) 100% provision to the\nextent to which the advance\nis not covered by the\nrealisable value of the\nsecurity to which the NBFC\nhas a valid recourse shall be\nmade. The realisable value is\nto be estimated on a\nrealistic basis;\n(b) In addition to item (a) 11\nabove, depending upon the\nperiod for which the asset\nhas remained doubtful,\nprovision to the extent of 20%\nto 50% of the secured portion\n(i.e. estimated realisable\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 411\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nvalue of the outstandings)\nshall be made on the\nfollowing basis: -\nPeriod for which the % of provision\nasset has been\nconsidered as\ndoubtful\nUpto one year\n20\nOne to three years\n30\nMore than three years\n50\niii) Sub-standard assets\nA general provision of 10% of\ntotal outstandings shall be\nmade.\nLease and hire purchase assets\n(2) The provisioning requirements in respect of hire\npurchase and leased assets shall be as under:-\nHire purchase assets\nA\nB\nс\nD\nE\n(i) In respect of hire purchase assets, the total dues.\n(overdue and future instalments taken together) as\nreduced by\nF\n(a) the finance charges not credited to the profit and loss\naccount and carried forward as unmatured finance\ncharges; and\n(b) the depreciated value of the underlying asset,\nG\nshall be provided for.\nExplanation\nFor the purpose of this paragraph,\nH\nA\nB\nC\nD\nE\nபட\nF\nG\n412\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n(1) the depreciated value of the asset shall be notionally\ncomputed as the original cost of the asset to be reduced\nby depreciation at the rate of twenty per cent per annum\non a straight line method; and\n(2) in the case of second hand asset, the original cost shall\nbe the actual cost incurred for acquisition of such second\nhand asset...\"\nAdditional provision for hire purchase and leased assets\n(ii) In respect of hire purchase and leased assets,\nadditional provision shall be made as under:\n(a) Where any amounts of hire charges or lease rentals\nare overdue upto 12 months\nNil\nSub-standard assets:\n(b) where any amounts of hire charges or lease rentals are\noverdue for more than 12 months but upto 24 months\n10 percent of the net book value\nDoubtful assets:\n(c) where any amounts of hire charges or lease rentals are\noverdue for more than 24 months but upto 36 months\n40 percent of the net book value\n(d) where any amounts of hire charges or lease rentals are\noverdue for more than 36 months but upto 48 months\n70 percent of the net book value\nLoss assets\n(e) where any amounts of hire charges or lease rentals are\noverdue for more than 48 months\nI\n=\nt\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 413\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n100 percent of the net book value\n(iii) On expiry of a period of 12 months after the due date\nof the last instalment of hire purchase/leased asset, the\nentire net book value shall be fully provided for.\nNOTES:\n1. The amount of caution money/margin money or security\ndeposits kept by the borrower with the NBFC in pursuance\nof the hire purchase agreement may be deducted against\nthe provisions stipulated under clause (i) above, if not\nalready taken into account while arriving at the equated\nmonthly instalments under the agreement. The value of any\nother security available in pursuance to the hire purchase\nagreement may be deducted only against the provisions\nstipulated under clause (ii) above.\nA\nB\nC\nD\n2. The amount of security deposits kept by the borrower\nwith the NBFC in pursuance to the lease agreement\ntogether with the value of any other security available in\npursuance to the lease agreement may be deducted only E\nagainst the provisions stipulated under clause (ii) above.\n3. It is clarified that income recognition on and\nprovisioning against NPAs are two different aspects of\nprudential norms and provisions as per the norms are F\nrequired to be made on NPAs on total outstanding\nbalances including the depreciated book value of the\nleased asset under reference after adjusting the balance,\nif any, in the lease adjustment account. The fact that\nincome on an NPA has not been recognised cannot be\ntaken as reason for not making provision.\n4. An asset which has been renegotiated or rescheduled\nas referred to in paragraph (2) (xvi) (b) of these directions\nshall be a sub-standard asset or continue to remain in the\nG\nH\nA\n00\nB\nC\nD\nE\nF\n0\n414\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nsame category in which it was prior to its renegotiation or\nreschedulement as a doubtful asset or a loss asset as the\ncase may be. Necessary provision is required to be made\nas applicable to such asset till it is upgraded.\n5. The balance sheet for the year 1999-2000 to be\nprepared by the NBFC may be in accordance with the\nprovisions contained in sub-paragraph (2) of paragraph 8.\n6. All financial leases written on or after April 1, 2001\nattract the provisioning requirements as applicable to hire\npurchase assets.\nDisclosure in the balance sheet\n9. (1) Every NBFC shall separately disclose in its balance\nsheet the provisions made as per paragraph 8 above\nwithout netting them from the income or against the value\nof assets.\n(2) The provisions shall be distinctly indicated under\nseparate heads of accounts as under :-\n(i) provisions for bad and doubtful debts; and\n(ii) provisions for depreciation in investments.\n(3) Such provisions shall not be appropriated from the\ngeneral provisions and loss reserves held, if any, by the\nNBFC.\n(4) Such provisions for each year shall be debited to the\nprofit and loss account. The excess of provisions, if any,\nheld under the heads general provisions and loss reserves\nmay be written back without making adjustment against\nthem.\nSchedule to the balance sheet\nH\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 415\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n9BB. Every NBFC shall append to its balance sheet A\nprescribed under the Companies Act, 1956, the particulars\nin the format as set out in the schedule annexed hereto.\n(c) Of Prudential Norms on Income Recognition, Asset\nClassification and Provisioning pertaining to Advances B\ndated July 1, 2009\n2. DEFINITIONS\n2.1 Non performing Assets\n2.1.1 An asset, including a leased asset, becomes non\nperforming when it ceases to generate income for the\nbank.\n2.1.2 A non performing asset (NPA) is a loan or an\nadvance where;\ni. interest and/ or instalment of principal remain overdue\nfor a period of more than 90 days in respect of a term loan,\nC\nD\nii. the account remains 'out of order' as indicated at E\nparagraph 2.2 below, in respect of an Overdraft/Cash\nCredit (OD/CC),\niii. the bill remains overdue for a period of more than 90\ndays in the case of bills purchased and discounted,\nF\niv. the instalment of principal or interest thereon\nremains overdue for two crop seasons for short duration\ncrops,\nv. the instalment of principal or interest thereon\nremains overdue for one crop season for long duration\ncrops,\nG.\nvi. the amount of liquidity facility remains outstanding for\nmore than 90 days, in respect of a securitisation H\nA\nB\nс\n416 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\ntransaction undertaken in terms of guidelines on\nsecuritisation dated February 1, 2006.\nvii. in respect of derivative transactions, the overdue\nreceivables representing positive mark-to-market value of\na derivative contract, if these remain unpaid for a period\nof 90 days from the specified due date for payment.\n3. INCOME RECOGNITION\n3.1 Income Recognition Policy\n3.1.1 The policy of income recognition has to be objective\nand based on the record of recovery. Internationally income\nfrom nonperforming assets (NPA) is not recognised on\naccrual basis but is booked as income only when it\nis actually received. Therefore, the banks should not\ncharge and take to income account interest on any NPA.\n4. ASSET CLASSIFICATION\n4.1 Categories of NPAs\nBanks are required to classify nonperforming assets further\ninto the following three categories based on the period for\nwhich the asset has remained nonperforming and the\nrealisability of the dues:\ni. Substandard Assets\nii. Doubtful Assets\n.iii. Loss Assets\n4.1.1 Substandard Assets\nWith effect from 31 March 2005, a substandard asset\nwould be one, which has remained NPA for a period less\nthan or equal to 12 months. In such cases, the current net\nD\nE\nF\nEL\nG\nI\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 417\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\nworth of the borrower/ guarantor or the current market A\nvalue of the security charged is not enough to ensure\nrecovery of the dues to the banks in full. In other words,\nsuch an asset will have well defined credit weaknesses that\njeopardise the liquidation of the debt and are characterised\nby the distinct possibility that the banks will sustain some\nloss, if deficiencies are not corrected.\n4.1.2. Doubtful Assets\nWith effect from March 31, 2005, an asset would be\nclassified as doubtful if it has remained in the substandard\ncategory for a period of 12 months. A loan classified\nas doubtful has all the weaknesses inherent in assets that\nwere classified as substandard, with the added\ncharacteristic that the weaknesses make collection or\nliquidation in full, - on the basis of currently known facts,\nconditions and values - highly questionable and\nimprobable.\n4.1.3 Loss Assets\nA loss asset is one where loss has been identified by the\nbank or internal or external auditors or the RBI inspection\nbut the amount has not been written off wholly. In other\nwords, such an asset is considered uncollectible and of\nsuch little value that its continuance as a bankable asset\nis not warranted although there may be some salvage or\nrecovery value.\nB\nC\nD\nE\nF\n5 PROVISIONING NORMS\n5.1 General\nG\n5.1.1 The primary responsibility for making adequate.\nprovisions for any diminution in the value of loan assets,\ninvestment or other assets is that of the\nbank managements and the statutory auditors. The\nH\nA\nB\nс\nD\nE\nF\nG\nH\n418\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nassessment made by the inspecting officer of the RBI\nis furnished to the bank to assist the bank management\nand the statutory auditors in taking a decision in regard to\nmaking adequate and necessary provisions in terms of\nprudential guidelines.\n(d) Of Income Tax Act, 1961\n-\nSection 36 Other deductions (as it stood at the material\ntime}\n(1) The deductions provided for in the following clauses\nshall be allowed in respect of the matters dealt with\ntherein, in computing the income referred to in\nsection 28 -\n(vii) subject to the provisions of sub-section (2), the\namount of any bad debt or part thereof which is\nwritten off as irrecoverable in the accounts of the\nassessee for the previous year:\nProvided that in the case of an assessee to which\nclause (viia) applies, the amount of the deduction\nrelating to any such debt or part thereof shall be\nlimited to the amount by which such debt or part\nthereof exceeds the credit balance in the provision\nfor bad and doubtful debts account made under that\nclause.\nExplanation.- For the purposes of this clause, any\nbad debt or part thereof written off as irrecoverable\nin the accounts of the assessee shall not include\nany provision for bad and doubtful debts made in\nthe accounts of the assessee.\n(viia) in respect of any provision for bad and doubtful\ndebts made by.\n-\nSOUTHERN TECHNOLOGIES LTD. v. JOINT COMMNR. 419\nOF INCOME TAX, COIMBATORE [S.H. KAPADIA, J.]\n(a)\na scheduled bank not being a bank incorporated A\nby or under the laws of a country outside India or a\nnon-scheduled bank, an amount not exceeding five\nper cent of the total income (computed before\nmaking any deduction under this clause and\nChapter VIA) and an amount not exceeding ten per\ncent of the aggregate average advances made by\nthe rural branches of such bank computed in the\nprescribed manner.\nB\n43D - Special provision in case of income of public C\nfinancial institutions, public companies, etc.\nNotwithstanding anything to the contrary contained in any\nother provision of this Act, -\n(a) in the case of a public financial institution or a\nscheduled bank or a State financial corporation or\na State industrial investment corporation, the\nincome by way of interest in relation to such\ncategories of bad or doubtful debts as may be\nprescribed 2 having regard to the guidelines issued\nby the Reserve Bank of India in relation to such\ndebts;\nD\nE\n(b) in the case of a public company, the income by\nway of interest in relation to such categories of bad F\nor doubtful debts as may be prescribed having\nregard to the guidelines issued by the National\nHousing Bank in relation to such debts,\nG\nshall be chargeable to tax in the previous year in which it\nis credited by the public financial institution or the\nscheduled bank or the State financial corporation or the\nState industrial investment corporation or the public\ncompany to its profit and loss account for that year or, as\nthe case may be, in which it is actually received by that Н\n"}