{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"724 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\n2008 (11) SCR 670\nrelied on\npara 36\nAIR 2010 SC 3455\nrelied on\npara 36\nAIR 1993 SC 1048\nrelied on\npara 36\n. B\n1995 ( 3 ) SCR 450\nrelied on\npara 36\n.\n2004 (3) Suppl. SCR 1006 relied on\npara 36\nAIR 2006 SC 2449\nrelied on\npara 36\nAIR 1988 SC 157\nrelied on\npara 38\nC\n1994 ( 1 ) Suppl. SCR 231\nrelied on\npara 38\n1994 (2) Suppl. SCR 122\nrelied on\npara 38\nAIR 1967 SC 1458\nrelied on\npara 39\nD\nAIR 1967 SC 1427\nrelied on\npara 40\nAIR 1952 SC 16\nrelied on\npara 40\nAIR 1997 SC 1446\nrelied on\npara 41\nE\nAIR 1975 SC 907\nrelied on\npara 43\nAIR 1997 SC 2071\nrelied on\npara 44\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1272 of 2011.\nFrom the Judgment \u0026 Order dated 22.3.2006 of the High\nCourt of Orissa at Cuttack in W.P. (C) No. 14157 of 2005.\nWITH\nC.A. 1246-1271, 1273-1274, 1277-1281, 1283, 1285-\n1287, 1289-1293, 1295-1300, 1302-1313. 1315-1321 \u0026 1284\nof 2011.\nP.N. Misra, A.K. Sanghi, Shambhu Prasad Singh,\nShibashish Misra, Kirti Renu Mishra, R.S. Jena, Ghanshyam\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 725\nA\nYadav, Suresh Chandra Tripathy, Satya Mitra Garg, Kirti Renu\nMishra, Rishi Jain, Radha Shyam Jena, Rutwik Kumar, A.\nRaghunath, Kedar Nath Tripathy, Bharat Sangal, K.N. Tripathi,\nShovan Mishra, Sounnak S. Das, S.K. Malik, Hara Prasad\nSahu, Kedar Nath Tripathy, Saraswati Malik, Ashok Panigrahi,\nShiv Kanungo, Satya Mitra Garg, Nilkanta Nayak, A.P. Mayee, B\nPrasanna Kumar Nanda, V.S. Raju, T.N. Rao, Soumyajit Pani,\nSunil K. Jain, P.V. Dinesh, P. Rajesh, Sindhu, Nikhil Goel,\nMarsook Bafaki, H.K. Puri, Vikay Verma, Kirti Mishra, Rishi\nJain, Sanjay Parikh, Anish R. Shah, Soumya Ray, A.N. Singh,\nV.K. Monga, Swetaketu Mishra, Ajay Choudhary, Sanjay Das, C\nRitin Rai, Bharat Sangal, R.R. Kumar, Vernika Tomar, Alka\nSingh, Abhishth Kumar, Sibo Sankar Mishra, Raj Kumar\nParashar, V.K. Sidharthan, Promila, Sanjay Kr. Das, Rono\nMohanty, R.P. Goyal, A.P. Mohanty, P.K. Pattanaik, Rutwik\nPanda, Rajib Sankar Roy, Abhijit Sankar Roy, S.K. Patri,\nPranab Kumar Mullick, Ajay Choudhary, Sanjay Das, Prashant\nJha, Manjula Gupta, Prem Sunder Jha, P.K. Mullick, S.K. Patri,\nM.N. Mishra, Suresh Chandra, Sanjay V. Kharde, Asha G. Nair,\nManoranjan Mishra, S.C. Triparthy, Shibashish Mishra, Anitha\nShenoy for the appearing parties.\nThe Judgment of the Court was delivered by\nD\nE\nDR. B.S. CHAUHAN, J.1. All the aforesaid appeals have\nbeen filed against the judgments and orders of the High Court\nof Orissa at Cuttack which have been passed placing reliance F\non its earlier judgments in similar cases. The facts and legal\nissues involved herein are the same. Thus, they are heard\ntogether and are being disposed of by the common judgment\nand order. However, for convenience, Civil Appeal No. 1272\nof 2011 is taken to be the leading case and some reference\nto facts would be taken from other appeals as and when\nnecessary in the context of legal issues involved herein.\n2. The appeal has been preferred against the judgment\nand order dated 22.3.2006 of the High Court of Orissa at\nCuttack in Writ Petition (Civil) No. 14157 of 2005.\nG\nH\n726\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA FACTS:\nB\n3. (A) The respondent was appointed as a Lecturer in Niali\nCollege, Niali, on 9.7.1979 and her appointment as such was\napproved by the Director of Higher Education, Orissa, a\nstatutory authority - the appellant No. 2, vide order dated\n18.12.1985, and she was granted the benefit of receiving 1/\n3rd grant-in-aid.\n(B) In order to provide better facilities to teachers and\nenhance the standard of higher education, the Government of\nC Orissa, came out with a Notification dated 6.10.1989 with a\nrevised pay scale enforceable with effect from 1.1.1986 as per\nthe recommendations of UGC. However, the said Notification\nwas applicable only in such cases where the post has been\ngranted the benefit of grant-in-aid Scheme by 1.4.1989 and\nD person manning that post had a good academic record i.e. 54\nper cent or its equivalent grade in a Masters' Course.\nE\nF\n(C) Respondent did not make any representation before\nany authority to get the benefit of the said Notification dated\n6.10.1989, rather approached the High Court on 11.11.2005\nby filing Writ Petition (Civil) No. 14157 of 2005 seeking a\ndirection to the State Government to pay the pre-revised pay\nscale with effect from 1.1.1986 placing reliance on the various\norders passed by the High Court earlier in cases of other\npersons e.g. in case OJC No. 3705 of 1987.\n(D) The present appellants contested the said writ petition\npointing out that the respondent had secured only 40 per cent\nmarks in her Master's course. She was by no means, eligible\nfor appointment. Her appointment, being not in consonance with\nG law, remained illegal.\nH\n(E) The High Court placing reliance on its earlier\njudgments, allowed the said writ petition giving the benefit of\nthe U.G.C. pay scale to her w.e.f. 1.6.1984. Hence, this appeal.\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 727\n[DR. B.S. CHAUHAN, J.]\n4. The submissions made in all these appeals, particularly A\nby the respondents are that the High Court had been dealing\nwith the subject matter for a long time and judgments of the High\nCourt have been upheld by this court. Once the SLPs against\nthe judgments of the High Court which had been relied upon\nby the High Court while deciding these cases, have been B\ndismissed in limine, judicial discipline and decorum demand\nthat this Court should follow the same order. Thus, the\njudgments and orders impugned herein did not warrant any\ninterference.\nC\nD\n5. On the other hand, it has been submitted by learned\ncounsel for the appellants that factual and legal issues involved\nin these cases have never been considered either by the High\nCourt or by this Court in proper perspective. For example, in\nCivil Appeal No. 1274 of 2011, State of Orissa v. Mrs. Manju\nPatnaik, the matter had initially been filed before the Orissa\nEducation Tribunal. Therein, the question arose as to whether\nthe respondent herein had been appointed by following the\nprocedure prescribed by the law for making the appointment.\nAs the State had raised the issue that respondent had been\nappointed without following any procedure known in law for this E\npurpose her appointment itself was illegal and void. The\nvacancy on the post of Lecturer in Chemistry in Paramananda\nCollege, Bolgarh, Dist. Khurda was never advertised nor were\nthe names of eligible candidates requisitioned from the\nEmployment Exchange. Admitted facts in the said case remain F\nthat the vacancy was advertised merely by affixing notices on\nthe notice board of the College and of Bolgarh Block Office\ninviting applications from the eligible candidates. More so, the\nrespondent had not even faced an interview before the\nSelection Board, as envisaged by the Statutory Rules in force G\nat the relevant time, rather she had been interviewed merely\nby representatives of the Committee of Management of the\nCollege. The Tribunal accepted the case of the State to that\neffect, but granted her reliefs sought by her. The High Court did\nnot even consider the issue of validity of her appointment.\nH\nA\n728 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\n6. It is further submitted that none of the courts till today\nhas considered that in case the institution has been accorded\nthe benefit of grant-in-aid scheme subsequent to 1.6.1986, there\ncould be no liability of the government to contribute partly or fully\nto the salary of any employee of the said college, prior to the\nB date of grant of such benefit, whether UGC pay scale could be\ngiven prior to the date of according grant-in-aid benefits. In Civil\nAppeal No. 1318 of 2011, State of Orissa v. Smt. Manjushree\nPatnaik, the post of respondent was included under grant-in-\naid scheme w.e.f. 1.6.1988. She did not possess the requisite\nC qualifications and the said respondent was put in grant-in-aid\nwith effect from 1988 though vide impugned judgment she has\nbeen given benefit from 1.1.1986.\nD\n7. In all these cases, admittedly most of the respondents\ndid not possess the minimum eligibility, i.e., 54% marks in\nMaster's course and some of them acquired it at a much later\nstage. It is pointed out by the learned counsel for the\nrespondents herein, that Utkal University at Bhubneshwar had\ncondoned the deficiency of eligibility-qualification by passing\ngeneral orders from time to time. However, they failed to point\nE out any statutory provision conferring competence upon the\nUniversity to condone the deficiency, what to talk of\nreasonableness or propriety in condoning such deficiency. It\nis evident from Civil Appeal No. 1280 of 2011, State of Orissa\n\u0026 Ors. v. Dr. Jadumani Sahoo, that the respondent was\nF appointed as a Lecturer in Political Science in Begunia\nCollege, Begunia, Khurda, on 5.9.1978 and the post which he\nheld came into grant-in-aid scheme on 1.6.1984. He acquired\nthe degree of Ph.D. in 2000. His deficiency in qualification was\ncondoned after about 10 years by the Utkal University on\nG 28.10.1987, and he has also been granted the benefit of UGC\npay scale w.e.f. 1.1.1986.\nH\n8. There are letters/circulars issued by the University as\nwell as by the State of Orissa for condonation of the deficiency.\nHowever, the question does arise as to whether this kind of\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 729\n[DR. B.S. CHAUHAN, J.]\norders can be given effect to or be considered by the courts to\ngrant a relief to the persons whose appointments had been\nillegal for want of eligibility and for not following the procedure\nprescribed by law, i.e. advertisement, etc.\n9. Most of the petitions had been filed before the High\nCourt after 10-15-20 years for grant of UGC pay scales w.e.f.\n1.1.1986 and to pay the arrears etc. The High Court in all the\ncases granted the same with effect from 1.1.1986 or even with\neffect from 1.6.1984, without considering the issue of delay and\nlaches, merely placing reliance upon its earlier judgments. Thus,\nthe question does arise as to whether the delay and laches\ncould be condoned all together giving the respondents the\nimpetus of the earlier judgments in cases of persons who had\nbeen diligent enough to approach the Court within a reasonable\nperiod.\nA\nB\nC\nD\n10. It has been further submitted by learned counsel for the\nrespondents that teachers in government colleges have also\nbeen granted the said benefit though not entitled and the\nrespondents herein cannot be given hostile treatment in case\nthe impugned judgments and orders herein are not upheld. E\nThus, the question does arise as to whether Article 14 of the\nConstitution is meant to perpetuate an illegality.\n11. Considering the rival submissions made by learned\ncounsel for the parties, we are of the view that as the questions\nraised hereinabove had never been considered by any of the.\ncourts and involve substantial questions of law of public\nimportance, the cases require proper adjudication.\n12.(A) STATUTORY PROVISIONS - RELEVANT PARTS:\nThe Orissa Education (Recruitment and Conditions of\nService of Teachers and Members of the Staff of Aided\nEducational Institutions) Rules, 1974 (hereinafter called 'Rules\n1974').\nF\nG\nH\nA\n00\nB\n0\nD\nE\nF\nG\nH\n730\nSUPREME COURT REPORTS\n[2011] 2 S.C.R\nRule 2 (i) - \"University\" means Utkal University, Berhampur\nUniversity, Sambalpur University and Sri Jagannath\nSanskrit Vishwa Vidyalaya.\nChapter II provides for establishment of the Selection\nBoard and Rule 4 reads that there will be a Selection\nBoard constituted by the Government for the purpose of\nmaking appointments of teaching and other staffs in aided\nschools.\nRule 5(1) thereof provides that the educational institutions\nwould determine the vacancies subject-wise and indicate\nthe same to the Director of Education who shall process\nthe applications so received for those posts and transmit\nthe same to the Selection Board after determining the\ngenuineness of the vacancies in a particular college.\nRule 5(2) - The Selection Board shall, on receipt of\napplications and certificates referred to in Sub-rule (1)\nrecommend a list of candidates in order of merit strictly\naccording to the number of vacancies, to the concerned\nDirectors who shall thereupon, allot candidates to the\nconcerned institutions strictly in order of merit as per\nvacancy.\n-\nRule 5(3) Appointment shall be made by Managing\nCommittee or the Governing Body as the case may be,\nof the candidates allotted under Sub-rule (2).\nRule 6 provides for Procedure of Selection - (1) The\nSelection Board shall, at such intervals as it deems proper,\ncall for applications for various posts in respect of which\nvacancies are likely to arise in the course of the next one\nyear in such manner as may be determined in the\nregulation of the Selection Board.\n(2) The Selection Board shall conduct examinations\nincluding a viva voce examination of any candidate or all\n1\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 731\n[DR. B.S. CHAUHAN, J.]\n1.\ncandidates with a view to determining their merit and A\nsuitability in the matter appointed in its regulations.\nRule 7 - Condition of eligibility of candidates - Provided\nthat upper age limit may be relaxable in respect of\ncandidates belonging to Scheduled Castes, Scheduled\nTribes and such other categories as may be specified by\nGovernment from time to time for recruitment to the similar\nor corresponding post under the Government.\nB\nThe Orissa Aided Educational Institutions Employee's\nCommon Cadre and Inter transferability Rules, 1979 C\n(hereinafter called Rules 1979), make the post of teaching staff\ntransferable to any other college, affiliated to any other\nUniversity.\nIn view of the above, University means all the four\nuniversities of Orissa, not only Utkal University at Bhubneshwar.\nIt is the Selection Board constituted under the Rules 1974,\nwhich could call the candidates for interview/tests and make\nthe selection according to merit. The Selection Board shall\nmake the teachers available to individual colleges as per their\nneed. Thus, the Committee of Management does not have a\nright to make the appointment of a teacher of its own. More\nso, the teachers so appointed are liable to be transferred\nthroughout the State of Orissa even to a College which may\nbe affiliated to either of the aforesaid universities.\n(B) RELEVANT PART OF NOTIFICATIONS/ CIRCULARS/\nLETTERS:\n-\n(i) Government of Orissa – Education and Youth Services\nDepartment Resolution dated 5.9.1978 dealt with the\nsubject-qualification for recruitment of lecturers in affiliated\ncolleges of the State of Orissa and the relevant part reads\nas under:\nD\nE\nF\nG\n\"A consistently good academic record with at least\nIst or high second class (B in the seven point scale) H\nA\nB\nC\nD\nE\nF\nG\nH\n732\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nat the Master's degree in a relevant subject. In other\nwords, the University Grants Commission intended\nto determine high second class as average of\nminimum percentage of marks of second division\nand first division as (48+60) 54%.....\"\n(ii) Orissa State Gazette, August 19, 1983 published a\nresolution dated 16.7.1983 prescribing the eligibility for\nappointment of teachers in affiliated colleges. The relevant\npart reads as under:\n(a) Candidate should have an M.Phil degree or a\nrecognized degree beyond Master's level with atleast a\nsecond class Master's degree;\n(b) A candidate not holding an M.Phil degree should\npossess a high second class Master's degree i.e. 54%\nof marks and a second class Honours/Pass in the B.A./\nB.Sc./B.Com examination; or\n(c) A candidate not holding an M.Phil degree but\npossessing a second class Master's degree should have\nobtained a first class in the Honours/Pass in B.A./B.Sc./\nB.Com examination.\n(iii) Utkal University passed a resolution dated 20.8.1986\nand condoned the deficiency of qualification of different\nnon-government college teachers.\n(iv) Government of Orissa, Education and Youth Services\nDepartment Circular dated 27.11.1986 dealt with the\nsubject - Continuance of under-qualified teachers in Non-\nGovernment Colleges-Eligibility to receive grant-in-aid\nfrom Government. The relevant part reads as under:\n\"The decision of Utkal University communicated to\nGovernment in their letter NO. A.13570/86 dated 20.8.86\ncannot be treated as a valid order of condonation of under\nqualification unless the concurrence of University Grants\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 733\n[DR. B.S. CHAUHAN, J.]\nCommission has been obtained. The Universities which A\nhave made order of condonation after the concerned\nRegulation of the U.G.C. may refer the matter to U.G.C.\nand secure their concurrence for condonation.\"\n(v) Government of Orissa, Education and Youth Services\nDepartment Circular dated 23.4.1987 provides that the\nrequirement of seeking condonation by two other\nuniversities had been withdrawn.\nB\n(vi) Resolution dated 6.10.1989 published in the Gazette\non 3.11.1989 provided for the revised pay scale of\nC\nteachers i.e. UGC pay scales w.e.f. 1.1.1986.\n(vii) Resolution dated 6.11.1990 provides for grant of UGC\npay scales as the Utkal University has condoned the\ndeficiency of eligibility i.e. qualifications.\nThe aforesaid Circulars/Letters fixed the minimum 54%\nmarks in Master's Course as eligibility and the University has\ncondoned the deficiency in eligibility i.e. educational\nqualification. The UGC pay scale granted by the Notification\ndated 6.10.1989 could be made available w.e.f. 1.1.1986.\n13. While dealing with the aforesaid issues we have taken\ninto consideration all submissions made by all the counsel\ninvolved in these group matters. However, the main arguments\nhave been advanced by Shri Shibashish Misra, Ms. Kirti Renu\nMishra and Shri Radhey Shyam Jena, Advocates for the State\nand Shri A.K. Sanghi, Shri P.N. Misra, Shri Shambhu Prasad\nSingh, Senior Advocates, Shri Ashok Panigrahi, Shri Kedar\nNath Tripathy, and Shri Bharat Sangal, Advocates for the\nrespondents.\nEDUCATION:\n14. Education is the systematic instruction, schooling or\ntraining given to the young persons in preparation for the work\nof life. It also connotes the whole course of scholastic instruction\nD\nE\nF\nG\nH\n"}