{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2011] 2 S.C.R. 704\nSTATE OF ORISSA \u0026 ANR.\nV.\nMAMATA MOHANTY\n(CIVIL APPEAL NO. 1272 OF 2011 ETC.)\nFEBRUARY 9, 2011\n[P. SATHASIVAM AND DR. B.S. CHAUHAN, JJ.]\nSERVICE LAW:\nORISSA\nEDUCATION\n(RECRUITMENT\nAND\nD\nE\nCONDITIONS OF SERVICE OF TEACHERS AND\nMEMBERS OF THE STAFF OF AIDED EDUCATIONAL\nINSTITUTIONS) RULES, 1974 :\n-\n-\n-\nRules 2(1), 4 to 7 - Lecturers receiving grant-in-aid\nClaiming UGC pay scale w.e.f. 1.1.1986, as per Notification\ndated 6.10.1989 – Writ petitions allowed by High Court\nplacing reliance on earlier decisions Held Questions\nraised in instant appeals had never been considered by\ncourts earlier - A teacher who had been appointed without\npossessing the requisite qualification at initial stage, cannot\nget the benefit of grant-in-aid scheme unless he/she acquires\nthe additional qualification and, therefore, question of grant\nof UGC pay scale would not arise unless such teacher\nacquires the additional qualification for benefit of grant-in-aid\nF scheme - However, terminating the services of those who had\nbeen appointed illegally and/or withdrawing the benefit of\ngrant-in-aid scheme would not be desirable as a long period\nhas elapsed - But, UGC pay scale cannot be granted prior\nto the date of acquisition of higher qualification Delay/\nG laches-Constitution of India, 1950 - Articles 14, and 16 and\n21 - Stare decisis – Rule of per incurium.\nH\n-\nCONSTITUTION OF INDIA, 1950:\n-\n-\nArticle 226 - Writ petition – Limitation for filing of - Held\n704\n\"\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 705\n: Doctrine of limitation being based on public policy is A\napplicable to writ petitions which may be dismissed at initial\nstage on ground of delay and laches Relief granted in\nsimilar case cannot furnish a proper explanation for delay/\nlaches Limitation Act, 1963 - s.3\n-\n-\nArticle 226 - Writ petition - Held: Relief not founded on\npleadings should not be granted - Relief - Pleadings.\nB\nArticle 14 -Held: Does not envisage negative equality\n-The principle also applies to judicial pronouncements\nOnce the court comes to the conclusion that a wrong order C\nhas been passed, it becomes the solemn duty of the court to\nrectify the mistake.\nArticles 14 and 16 -Held: Even if names of candidates\nare requisitioned from Employment Exchange, in addition D\nthereto, it is mandatory on the part of employer to invite\napplications from open market by advertising the vacancies\nin newspapers having wide circulation or by announcement\nin Radio and Television -Service Law -Appointments.\n-\nE\nF\nArticle 14 and 16 - Relaxation or condoning of deficiency\n- Held: Granting relaxation subsequently amounts to change\nof criteria after issuance of advertisement and is violative of\nfundamental rights enshrined under Articles 14 and 16 of\nsimilarly situated persons who did not apply for want of\neligibility – An appointment which is bad in inception does not\nget sanctified at a later stage -Concept of adverse possession\nof lien on post or holding over are not applicable in service\njurisprudence - A person not possessing the requisite\nqualification cannot hold the post nor can he approach the\ncourt as he does not have a right which can be enforced G\nthrough court - Service Law - Relaxation in eligibility.\nArticle 21-A -Education -Held: It is not permissible for\nState while controlling education to impinge the standard of\neducation -Paucity of funds cannot be a ground for State not\nH\n706\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA to provide quality education to its future citizens -Therefore,\nState provides grant-in-aid to private schools -However, while\ngranting recognition and affiliation, it is mandatory to adhere\nto the conditions imposed which include the minimum\neligibility for appointment of teaching staff -The selection of\nthe most suitable persons is essential in order to maintain\nexcellence and the standard of teaching - Service Law –\nEligibility of teaching staff.\nB\nC\nCIRCULARS/GOVERNMENT ORDERS/\nNOTIFICATIONS:\n-\nCirculars/Letters - Filing of in courts - HELD: Some of\nthe Circulars/letters/ orders filed in court may not be in\nconformity with law and may be violative of the mandatory\nprovisions of the Constitution - Such circulars/letters cannot\nD be given effect to.\nSTARE DECISIS:\nRule of per incurium -Held: Courts have developed this\nprinciple in relaxation of the rule of stare decisis -Thus, the\nE “quotable in law\" is avoided and ignored if it is rendered in\nignoratium of a statute or other binding authority -The\njudgments passed without noticing the judgments in Damodar\nNayak and Bhanu Prasad Panda are held to be not of binding\nnature.\nF\nWORDS AND PHRASES:\nExpression 'per incurium' - Connotation of.\nRespondent No. 1 in CA No. 1272/2011 was\nG appointed as a Lecturer on 9.7.1979 and her appointment\nwas approved by the Director of Higher Education. By\norder dated 18.12.1985 she was granted the benefit of\nreceiving 1/3rd grant-in-aid Scheme. The Government of\nOrissa, by Notification dated 6.10.1989, revised the pay\nscale enforceable with effect from 1.1.1986 as per the\nH\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 707\nB\nrecommendations of UGC. The Notification was A\napplicable only in cases where the post was granted the\nbenefit of grant-in-aid Scheme by 1.4.1989 and the person\nmanning that post must have a good academic record\ni.e. 54% or its equivalent grade in a Master's Course. The\nrespondent filed a writ petition before the High Court on\n11.11.2005 seeking a direction from the State Government\nto pay her the revised pay scale as per Notification dated\n6.10.1989 with effect from 1.1.1986 as had been granted\nby the High Court in OJC No. 3705 of 1987 and other\nsimilar cases. The writ petition was contested by the C\nappellants on the ground that since the respondent had\nsecured only 40% marks in her Master's Course, she was\nnot eligible for appointment and her appointment being\nnot in consonance with law, remained illegal. The High\nCourt, however, placing reliance on its earlier judgments,\nallowed the writ petition. Aggrieved, the State\nGovernment filed an appeal. Similarly, the other appeals\nwere also filed.\nD\nE\nIt was contended for the respondents that the High\nCourt had been dealing with the subject matter for a long\ntime and once SLPs against judgments of the High Court\nhad been dismissed by the Supreme Court, in limine,\njudicial discipline and decorum would demand the\nSupreme Court to follow the same order and, therefore,\nthe judgment impugned in the instant appeals did not F\nwarrant any interference. On the other hand, it was\ncontended for the appellants that factual and legal issues\ninvolved in the instant appeals had never been\nconsidered either by the High Court or by the Supreme\nCourt.\nThe questions for consideration before the Court\nwere: (i) whether the orders of the High Court could be\ngiven effect to or be considered by the courts to grant a\nrelief to the persons whose appointments had been\nillegal for want of eligibility and for not following the\nG\nH\n708 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA procedure prescribed by law, i.e. advertisement, etc. and\n(ii) whether the delay and laches could be condoned all\ntogether giving the respondents the impetus of the earlier\njudgments in cases of persons who had been diligent\nenough to approach the court within a reasonable period.\nB\nDisposing of the appeals, the Court\nHELD: 1. The questions raised in the instant appeals\nhad never been considered by any of the courts,\nhowever, they involve substantial questions of law of\nC public importance and, therefore, require proper\nadjudication. [para 11] [729-F]\n2. STATUTORY PROVISIONS - RELEVANT PARTS\n2. In view of the definition of 'University' in Rule 2(i)\nD of the Orissa Education (Recruitment and Conditions of\nService of Teachers and Members of the Staff of Aided\nEducational Institutions) Rules, 1974, \"University\" means\nall the four universities of Orissa, as enumerated in the\nRules, namely, Utkal University, Behrampur University,\nE Sambalpur University and Sri Jagannath Sanskrit Vishwa\nVidyalaya. The instant cases relate to Utkal University. It\nis the Selection Board constituted by the Government\nunder Rule 4 of the Rules 1974, which could call the\ncandidates for interview/tests and make the selection\nF according to merit [Rule 5]. The Selection Board shall\nmake the teachers available to individual colleges as per\ntheir need. Thus, the Committee of Management does not\nhave a right to make the appointment of a teacher of its\nown. More so, under the Rules 1979, the teachers so\nappointed are liable to be transferred throughout the State\nof Orissa even to a College which may be affiliated to any\nof the four Universities. [para 12] [731-D; 730-A; 731-D-F]\n3. EDUCATION :\nG\nH\n3.1. Education is the systematic instruction,\nE\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 709\nschooling or training given to the young persons in A\npreparation for the work of life. It also connotes the whole\ncourse of scholastic instruction which a person has\nreceived. Education connotes the process of training and\ndeveloping the knowledge, skill, mind and character of\nstudents by formal schooling. The excellence of B\ninstruction provided by an educational institution mainly\ndepends directly on the excellence of the teaching staff.\nTherefore, unless they themselves possess a good\nacademic record/minimum qualifications prescribed as an\neligibility, it is beyond imagination of anyone that C\nstandard of education can be maintained/enhanced. [para\n14] [733-H; 734-A-C]\nThe Sole Trustee Loka Shikshana Trust v. The\nCommissioner of Income Tax, Mysore, AIR 1976 SC 10;\nFrank Anthony Public School Employees' Association v.\nUnion of India \u0026 Ors., AIR 1987 SC 311; Osmania University\nTeachers' Association v. State of Andhra Pradesh \u0026 Anr., AIR\n1987 SC 2034; and Director (Studies), Dr. Ambedkar Institute\nof Hotel Management, Nutrition \u0026 Catering Technology,\nChandigarh \u0026 Ors. v. Vaibhav Singh Chauhan, 2008 (15)\nSCR 224 = (2009) 1 SCC 59); Meera Massey (Dr) v. S.R.\nMehrotra (Dr) \u0026 Ors., AIR 1998 SC 1153 and Chandigarh\nAdministration \u0026 Ors. v. Rajni Vali \u0026 Ors., AIR 2000 SC 634\n-relied on\nReport of the University Education Commission, i.e.,\nRadhakrishnan Commission; Report of the Committee on\nUniversity Administration 1964(1967) – referred to\n-\nD\nE\nF\nG\n3.2. Paucity of funds cannot be a ground for the State\nfor not providing quality education to its future citizens.\nIt is for this reason that in order to maintain the standard\nof education, the State Government provides grant-in-aid\nto private schools to ensure the smooth running of the\ninstitution so that the standard of teaching may not suffer\nfor want of funds. Article 21A of the Constitution of India H\n710\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA has been added by amending the Constitution with a view\nto facilitate the children to get proper and good quality\n-\nof education. The selection of the most suitable persons\nis essential in order to maintain excellence and the\nstandard of teaching. It is not permissible for the State\nB that while controlling the education it may impinge the\nstandard of education. [para 17] [736-C-G]\nC\nD\nE\nF\nG\nH\n3.3. This Court in Damodar Nayak has categorically\nheld that a person cannot get the benefit of grant-in-aid\nunless he completes the deficiency of educational\nqualification. Further, this Court in Dr. Bhanu Prasad\nPanda upheld the termination of services of the appellant\ntherein for not possessing 55% marks in Master Course.\n[para 46(xii)] [752-D-E]\nState of Orissa \u0026 Anr. v. Damodar Nayak \u0026 Anr., AIR\n1997 SC 2071 and Dr. Bhanu Prasad Panda v. Chancellor,\nSambalpur University \u0026 Ors., (2001) 8 SCC 532 -relied on\n3.4. In case, a person cannot get the benefit of grant-\nin-aid scheme unless he completes the deficiency of\neducational qualification, question of grant of UGC pay.\nscale does not arise. [para 46(xiv)] [752-H; 753-A]\n4.APPOINTMENT/EMPLOYMENT WITHOUT\nADVERTISEMENT:\n4.1. Keeping in view the requirements of Article 16 of\nthe Constitution, there must be a notice published in the\nappropriate manner calling for applications and all those\nwho apply in response thereto should be considered\nfairly. Even if the names of candidates are requisitioned\nfrom Employment Exchange, in addition thereto it is\nmandatory on the part of the employer to invite\napplications from all eligible candidates from the open\nmarket by advertising the vacancies in newspapers\nhaving wide circulation or by announcement in Radio\n་\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 711\nand Television. An appointment made by merely calling A\nthe names from the Employment Exchange or putting a\nnote on the Notice Board etc. violates the mandates of\nArticles 14 and 16 of the Constitution as it deprives the\ncandidates who are eligible for the post, from being\nconsidered. A person employed in violation of these B\nprovisions is not entitled to any relief including salary.\n[para 18-19] [737-A-C; F-H; 738-A]\nDelhi Development Horticulture Employees' Union v.\nDelhi Administration, Delhi \u0026 Ors., AIR 1992 SC 789; State\nof Haryana \u0026 Ors. v. Piara Singh \u0026 Ors., AIR 1992 SC 2130;\nExcise Superintendent Malkapatnam, Krishna District, A.P.\nv. K.B.N. Visweshwara Rao \u0026 Ors., 1996 ( 5 ) Suppl. SCR\n73 = (1996) 6 SCC 216; Arun Tewari \u0026 Ors. v. Zila Mansavi\nShikshak Sangh \u0026 Ors., AIR 1998 SC 331; Binod Kumar\nGupta \u0026 Ors. v. Ram Ashray Mahoto \u0026 Ors., AIR 2005 SC\n2103; National Fertilizers Ltd. \u0026 Ors. v. Somvir Singh, AIR\n2006 SC 2319; Telecom District Manager \u0026 Ors. v. Keshab\nDeb, 2008 (7) SCR 835 = (2008) 8 SCC 402; State of Bihar\nv. Upendra Narayan Singh \u0026 Ors., 2009 (4) SCR 866 =\n(2009) 5 SCC 65; and State of Madhya Pradesh \u0026 Anr. v.\nMohd. Ibrahim, 2009 (8) SCR 229 = (2009) 15 SCC 214) -\nreferred to.\nC\nD\nE\n4.2. In the instant matters, the procedure prescribed\nunder the Rules, 1974 has not been followed in all the F\ncases while making appointments of the respondents/\nteachers at initial stage. Some of the persons had\nadmittedly been appointed merely by putting some note\non the Notice Board of the College. Some of these\nteachers did not face the interview test before the\nSelection Board. Their appointments were approved by\nthe statutory authority i.e. Director of Higher Education\nafter a long long time; in some cases even after 10-12\nyears of their initial appointment. [para 46 (i) and (iii)] [750-\nG-H; 751-B-C]\nG\nH\n712 SUPREME COURT REPORTS\nA 5. ORDER BAD IN INCEPTION :\nB\nC\n[2011] 2 S.C.R.\n5.1. It is a settled legal proposition that if an order is\nbad in its inception, it does not get sanctified at a later\nstage. A subsequent action/development cannot validate\nan action which was not lawful at its inception, for the\nreason that the illegality strikes at the root of the order. If\nan order at the initial stage is bad in law, then all further\nproceedings consequent thereto will be non est and have\nto be necessarily set aside. A right in law exists only and\nonly when it has a lawful origin. [para 20] [738-C-D]\nUpen Chandra Gogoi v. State of Assam \u0026 Ors., AIR 1998\nSC 1289; Mangal Prasad Tamoli (Dead) by L.Rs. v.\nNarvadeshwar Mishra (Dead) by L.Rs. \u0026 Ors., AIR 2005 SC\n1964; and Ritesh Tiwari \u0026 Anr. v. State of U.P. \u0026 Ors., AIR\nD 2010 SC 3823- relied on\nE\n5.2. The concept of adverse possession of lien on\npost or holding over is not applicable in service\njurisprudence. Therefore, continuation of a person\nwrongly appointed on post does not create any right in\nhis favour. [para 20 and 46(xx)] [753-G-H; 738-F]\nDr. M.S. Patil v. Gulbarga University \u0026 Ors., AIR 2010\nSC 3783 relied on\n-\nF 6. ELIGIBILITY LACKING:\nG\n6.1. A person who did not possess the requisite\npercentage of marks as per the statutory requirement or\nis lacking the eligibility cannot hold the post, nor can he\napproach the court for the reason that he does not have\na right which can be enforced through court. [para 21-22]\n[738-H; 739-F-G]\nDr. Prit Singh v. S.K. Mangal \u0026 Ors., 1992 ( 1 ) Suppl.\nSCR 337 = 1993 Supp (1) SCC 714; Pramod Kumar v. U.P.\nH Secondary Education Services Commission \u0026 Ors., AIR 2008\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 713\nSC 1817 -relied on\n6.2. A candidate becomes eligible to apply for a post\nonly if he fulfils the required minimum benchmark fixed\nby the rules/advertisement. At the relevant time of\nappointment of the respondents/teachers there has been\n- a requirement of possessing good second class i.e. 54%\nmarks in Master's Course and none of the said\nrespondents had secured the said percentage. Thus,\nnone of the respondents could even submit the\napplication. [para 46 (ii) and (iv)] [751-A-C-D]\n7. RELAXATION :\n7.1. In absence of an enabling provision for grant of\nrelaxation, no relaxation can be made. Even if such a\npower is provided under the Statute, it cannot be\nexercised arbitrarily. Such a power cannot be exercised\ntreating it to be an implied, incidental or necessary power\nfor execution of the statutory provisions. Even an implied\npower is to be exercised with care and caution with\nreasonable means to remove the obstructions or to\novercome the resistance in enforcing the statutory\nprovisions or executing its command. Incidental and\nancillary powers cannot be used in utter disregard of the\nobject of the Statute. Such power can be exercised only\nto make the legislation effective so that the ultimate power\ndoes not become illusory, which otherwise would be\ncontrary to the intent of the legislature. [para 30-31] [743-\nF-H; 744-A]\nA\nB\nC\nD\nE\nF\nDr. J.P. Kulshrestha \u0026 Ors. v. Chancellor, Allahabad\nUniversity \u0026 Ors., AIR 1980 SC 2141;Rekha Chaturvedi v. G\nUniversity of Rajasthan \u0026 Ors., 1993 (1) SCR 186=1993\nSupp (3) SCC 168; P.K. Ramachandra lyer \u0026 Ors. v. Union\nof India \u0026 Ors., AIR 1984 SC 541; Secretary, A.P. Public\nService Commission v. B. Swapna \u0026 Ors., 2005 (2) SCR 991\n= (2005) 4 SCC 154; Kendriya Vidyalaya Sangathan \u0026 Ors. H\n"}