{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nLIFE INSURANCE CORPORATION OF INDIA\nV.\nSTATE OF RAJASTHAN AND ORS.\nFEBRUARY 1, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nD\nRajasthan Stamp Law (Adaptation) Act, 1952:\nPurchase of stamps from outside State-Causing revenue loss to State\nGovernment-Order and notice of demand issued by Additional Collector-\nValidity of Held, since matter is pending consideration of High Court, it\nwould be appropriate if the High Court hears the matter expeditiously\nconsidering importance of the issues involved regarding permissibility of the\nlevy and the manner adopted.\nSeveral divisions of appellant-Corporation in State of Rajasthan\npurchased stamps from the State of Maharashtra. This was said to have caused\nrevenue loss to the respondent-State. The Additional Collector accordingly\nissued a notice to the appellant raising the demand. The notice was challenged\nin a writ petition and on its dismissal a special appeal was filed before the\nE Division Bench of the High Court. The High Court disposed of the appeal\nF\nG\nH\nand directed the State Government to constitute a High Power Committee to\nresolve the dispute. The Committee held the Corporation liable to pay the\nState Government a certain amount. The Corporation filed an application for\nrevival of the special appeal and the interim order passed therein. Dealing\nwith the said application the High Court held that the demand did not exceed\nthe loan advanced by the Corporation to the State Government and the latter\nmay adjust the amount of demand against the said loan.\nIn the appeal filed by the Corporation it was contended on its behalf that\nthe Act did not authorize the demand as made by the respondent-State. On\nthe other hand, for the respondent-State it was contended that purchase of\nstamps from outside the State was against the provisions of the Act, and\nofficers of the appellant-Corporation should purchase stamps from the\nRajasthan treasuries only.\nDisposing of the appeal, the Court\n114\n+\nLIFE INSURANCE CORPN. OF INDIA 1. STATE OF RAJASTHAN [PASAYAT, J.] 115\nHELD: Since the matter is pending consideration of the High Court it A\nwould not be proper for this Court to decide the issues on merits. It would be\nappropriate if the High Court hears the matter expeditiously, considering the\nimportance of the issues involved regarding the permissibility of the levy and\nthe manner adopted. Needless to say the decision of the High Court shall be\nuninfluenced by the view taken by the High Power Committee. [Para 6 \u0026 7]\nB\n[116-D-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 413 of 2007.\nFrom the Interlocutory Order dated 23.5.2005 of the High Court of\nJudicature for Rajasthan at Jaipur Bench, Jaipur in D.B. Civil M.R.A. No. 204/\n2005 in D.B.C.M.A. No. 214/2005 in D.B.S.A. (Writ) No. 670/2004.\nT.R. Andhyarujina and A.V. Rangam for the Appellant.\nAruneshwar Gupta, A.S.G, Naveen Kumar Singh, Mukul Sood, Shashwat\nGupta and Shikha Tandon for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order dated 23.5.2005 passed by a\nDivision Bench of the Rajasthan High Court, Jaipur Bench.\n3. A brief reference to the factual aspect would suffice.\nC\nᎠ\nE\nThe appellant filed the writ petition challenging the order dated 16.9.2004\nand notice dated 16.9.2004 issued by the Additional Collector (Stamps) Jaipur.\nThe demand raised by the State of Rajasthan was in respect of alleged F\nrevenue loss caused by the appellant to the State Government by its\npurchasing stamps from other State i.e. Maharashtra. The writ petition was\ndismissed by learned Single Judge on the ground of availability of alternative\nremedy. Appellant filed the Special Appeal questioning correctness of the\norder passed by the learned Single Judge. Along with Special Appeal an\nG\napplication for stay was also filed. The Special Appeal was disposed of with\nthe direction to the respondent- State to constitute a High Power Committee\nto resolve the dispute. The High Power Committee by its order dated 27.4.2005\nheld that the appellant is liable to pay to the State of Rajasthan a sum of\nRs.576.72 lakhs Appellant filed an application for revival of the Special Appeal\nand revival of the interim direction passed in the said appeal. Though initially H\n116\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the application was dismissed, subsequently the same was revived. Dealing\nwith the said application it was noted by the High Court by order dated\n11.12.2004 that the demand of Rs.1,19,75,000/- made against the appellant\ndoes not exceed the loan advanced by the appellant-Corporation to the State\nof Rajasthan. Liberty was given to the State of Rajasthan to adjust the\namount of its demand against the loan advanced by the appellant-Corporation\nto the State Government.\nB\nC\nD\n4. Learned counsel for the appellant submitted that the Rajasthan Stamp\nLaw (Adaptation) Act, 1952 (in short the 'Act') does not in reality authorize\nthe demand as has been made in the present case.\n5. Learned counsel for the respondent-State on the other hand submitted\nthat the provisions contained in the aforesaid Act clearly permit the action\nas taken by the authority.\n6. Since the matter is pending consideration of the High Court it would\nnot be\nproper for us to decide the issues on merits though learned counsel\nfor the parties made a request in that regard. It would be appropriate if the\nHigh Court hears the matter expeditiously, considering the importance to the\nissues involved regarding the permissibility of the levy and the manner\nadopted. Undisputedly several divisions of the appellant-Corporation in\nRajasthan purchase stamps from Maharashtra. Stand of the State Government\nE is that purchase of stamps from outside Rajasthan was against the provisions\nof the Act and the Rules made thereunder. The view expressed was that\nofficers of the appellant-Corporation would purchase stamps from the Rajasthan\ntreasuries only.\nF\n7. In the circumstances, the High Court is requested to take up the\nSpecial Appeal for disposal expeditiously. The High Court is also requested\nto explore the possibility to dispose of the matter by the end of August, 2007.\nNeedless to say the decision of the High Court shall be uninfluenced by the\nview taken by the High Power Committee. The interim order dated 24.10.2005\npassed by this Court shall continue to be operative till disposal of the matter\nG by the High Court. It is made clear that it shall not be construed that we have\nexpressed no opinion on the merits by granting interim protection as afore-\nnoted.\nThe appeal is accordingly disposed of. No costs.\nH RP.\nAppeal disposed of.\n"}