{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"CHAIRMAN, NEYVELI LIGNITE CORPN. LTD.\nV.\nC. GOVINDA PADAYACHI AND ANR.\nAPRIL 3, 2006.\n[B.P. SINGH AND ALTAMAS KABIR, JJ.]\nA\nB\nLand Acquisition Act, 1894-Sections 28 and 33-Acquisition of Land—\nCompensation-On litigation quantification of compensation by Supreme\nCourt―Quantified amount was lump sum inclusive of solatium and interest―\nLandlord's claim, of interest on the excess amount awarded by Supreme court,\nfrom the date the possession of land was taken-Held: The claim of the\nlandowner not permissible--The claim of interest was included in the lump\nsum amount determined by Supreme Court-Interest could be claimed on the\nquantified amount only after the date of judgment of Supreme Court till the\ndate of payment.\nC\nD\nCertain lands were acquired under Land Acquisition Act, 1894.\nDissatisfied with the award of the Collector, respondent No. 1 filed reference\npetition, whereby quantum of compensation was increased. In appeal\nthereagainst, High Court had directed the appellant to deposit the enhanced\ncompensation awarded by the Reference Court with stipulation that 50% of E\nsuch amount could be withdrawn by the landowner without security and the\nremaining balance, upon furnishing the security. Respondent No. 1 withdrew\n50% of the deposit without security.\nIn the meantime in similar matters High Court reduced the rate of\ncompensation. In appeal thereagainst by respondent No. 1, this court, by its\norder dated 7.12.1999 modifying the order of High Court, determined the\nrates of compensation which were inclusive of solatium and interest and were\nlump sum payments. It also directed to refund the balance 50% of the amount\nlying with the Bank, to the appellant.\nAppellant filed an application before Court of Sub-Judge in terms of\norder of this Court claiming payment of Rs. 83,985.26. Respondent No. 1 also\nfiled an application claiming the balance of the lump sum amount together\nwith the entire amount of interest earned on the deposit. Court directed the\nparties to file revised memo of calculation on the basis of orders passed by\n701\nF\nG\nH\n1\n702\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA this Court. Respondent No.1 filed Revision Petition thereagainst. High Court\ndirected refund of Rs. 5,224/- only to the appellant against its claim and\ndirected payment of lump sum amount together with the entire amount of\ninterest on the deposit. Hence the present appeal.\nB\nAllowing the appeal, the Court\nHELD: 1. It cannot be said that in view of Sections 28 and 33 of Land\nAcquisition Act, 1894 in addition to compensation as quantified by this Court\nearlier, respondent No. 1 was also entitled to interest on the excess amount\nas awarded by this Court from the date on which the possession of the lands\nwas taken till the payment of such excess amount into court. By order dated\nC\n7th December, 1999, this Court while fixing a lump sum amount as\ncompensation, took into consideration not only the value of the land acquired\nbut solatium and interest as well. The interest that could have been claimed\nunder Sections 28 and 33 of the Act were, in fact, included in the lump sum\namount till 7th December, 1999, and interest can be claimed by respondent\nD No. 1 on the quantified amount only after 7th December, 1999 till the date of\npayment. [707-B-C; 707-E-FI\nE\nF\nG\n2. High Court misconstrued its earlier order directing the appellant to\ndeposit the enhanced compensation awarded by the Reference Court and\npermitting the land owners to withdraw 50 per cent of such amount without\nsecurity and the remaining 50 per cent upon furnishing of security. High Court\nappears to have missed sight of the fact that when the direction was given in\nearlier order to the appellant herein to deposit the enhanced amount of\ncompensation, the award was yet to be finalized and that the award was\nultimately finalized on 7th December, 1999 by this court and that respondent\nNo. 1 would, therefore, be entitled to compensation in terms of the amount\nas quantified on 7th December, 1999. In the light of the order passed by this\nCourt on 7th December 1999, quantifying the compensation amount to include\nsolatium and interest, the provisions of Sections 28 and 33 of the Act would\nno longer be attracted. [707-G-H; 708-A-B]\nSunder v. Union of India, [2001] 7 SCC 211, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1876 of 2006.\nFrom the Judgment and Order dated 27.10.2004 of the High Court of\nMadras in C.R. No. 1406/2004.\nH\nCHAIRMAN, NEYVELI LIGNITE CORPN. LTD. v. C. GOVINDA PADAYACHI [KABIR, J.] 703\nV.R. Reddy, K.R. Sasiprabhu and M.K. Sreegosh for the Appellant. A\nK.V. Viswanathan, B. Raghunath and Ms. V. Mohana for the\nRespondent.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. Leave granted.\nB\nBetween 1975 and 1978, certain lands in the district of Cuddalore in\nthe State of Tamil Nadu were notified for acquisition under Section 4 (1) of\nthe Land Acquisition Act, 1894 (hereinafter referred to as 'the Act') for the\npurpose of expansion of the mines belonging to the appellant herein. In such\nnotification, 0.22 acres of house sites and 0.78 acres of manavary dry lands,\nC\nbelonging to the respondent No.1 herein, were acquired. The Land Acquisition\nCollector awarded compensation of Rs.4,370.61 to the respondent No.1 at\nthe rate of Rs.6,250/- per acre for house sites and Rs. 3,200/- per acre in\nrespect of manavary dry lands, excluding solatium and interest.\nDissatisfied with the award of the Collector, the respondent No.1 filed\na reference petition, being L.A.O.P.No.279/1982, before the Sub-Judge,\nCuddalore, on 20th August, 1984. The Reference Court by its award increased\nthe quantum of compensation to Rs.50,000/- per acre for house sites and Rs.\n40,000 per acre for manavary dry lands, excluding solatium and interest.\nD\n(1)\nE\nBeing aggrieved by the order passed on reference by the Sub-Judge,\nCuddalore, the Special Tahsildar (Land Acquisition), in his capacity as the\nappropriate authority, filed an appeal before the High Court of Judicature at\nMadras on 26th February, 1985, being A.S. No. 190/1985. By way of an\ninterim order, the High Court directed the appellant herein to deposit the\nenhanced compensation awarded by the Reference Court with the stipulation F\nthat 50 per cent of such amount could be withdrawn by the land owner\nwithout security and the remaining balance could be withdrawn upon\nfurnishing security.\nPursuant to the aforesaid direction of the High Court, the appellant\nherein deposited a sum of Rs.53,573.30 in court on 8th April, 1985. The G\nrespondent No.1 withdrew 50 per cent of the deposit, i.e. Rs.26,786.65, without\nfurnishing security, but did not withdraw the balance by furnishing security.\nAccordingly, the balance 50 per cent of the deposited amount was directed\nby the court to be kept in a bank in a short-term fixed deposit. In the meantime,\nin a batch of similar matters, including A.S.No.190/1985, the High Court\nH\n-\n704\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA reduced the rate of compensation for house sites from Rs.50,000 per acre to\nRs.20,000 per acre and for the manavary dry lands from Rs.40.000 per acre\nto Rs. 15,000 per acre, excluding solatium and interest.\nThe respondent No.1 and other land owners filed special leave petitions\nin this Court against the judgment of the High Court, being Civil Appeal\nB No.6977-7002/1999, wherein the following order was passed by this Court\non 7th December, 1999 :-\nC\nD\n\"After hearing learned counsel for the parties and with a view to\ngive quietus to this litigation in the present set of cases, it appears\nappropriate to us, in order to do complete justice between the parties,\nto direct as follows:-\n(1)\nThat in modification of the orders of the High Court, the\ncompensation shall be payable to the land holders in these cases\nat the following rates:-\nWetlands\nRs. 94,000 per acre\nIrrigated Dry land\nRs. 82,000 per acre\nDry land\nRs. 47,000 per acre\nCashew Thope\nRs. 85,000 per acre\nRs. 73,000 per acre.\n1\n(I)]\nE\nF\nG\nH\nHouse Sites\nThese amounts are inclusive of solatium and interest and are lump-\nsum payments. The rates fixed by us above are confined to the\npresent set of cases.\n(2). That no previously settled cases shall be re-opened on the basis\nof the rates fixed by us as above.\n(3) In cases where the land holders have withdrawn from the bank\nout of the 50% deposit and are required to refund some amount on\nthe basis of the amounts as fixed by us above, the Corporation shall\nrecover that amount by 12 equal installments of one and a half\nmonth each. Similarly, if any additional amount, under our above\ndirections, is to be paid to the landholders, it shall be done within\nthree months from the date of this order.\n(4) In the event, the amount of 50 % is still lying with the banks and\na refund is required to be made to the Corporation by the landholders,\nthat refund may be obtained out of the 50 % amount of bank deposit.\nWith the aforesaid directions all the claims arising out of the 89\nCHAIRMAN, NEYVELI LIGNITE CORPN. LTD. v. C. GOVINDA PADAYACHI [KABIR, J.] 705\nappeal listed before us shall stand disposed of in full and final A\nsettlement.\"\nAs per the aforesaid order, the respondent No.1 who had already received\na sum of Rs.4,370.61 under the order of the Collector and a further sum of\nRs.26,786.65 being 50 per cent of the deposit without furnishing security,\naggregating a sum of Rs.31,157.26, was entitled to receive a further a sum B\nof Rs.21,562.74 towards full and final settlement of his claim.\nC\nIn keeping with the aforesaid order of this Court, the appellant herein\narranged for the remittance to the court of a sum of Rs. 1,05,548 representing\nthe amount of deposit lying with the bank, together with the interest earned\nthereon. The appellant filed I.A. No.8/2001 in L.A.O.P.No.279/1982, along\nwith a memo of calculation, before the court of Sub-Judge, Cuddalore, claiming\npayment of Rs.83,985.26 in terms of the orders of this Court dated 7th\nDecember, 1999. The respondent No.1 also filed an application, being\nI.A.No.104/2002, wherein he claimed the balance of the lump sum amount,\nnamely, 21,562.74 together with the entire amount of interest earned on the D\ndeposit, being Rs.80,000. According to the respondent No.1, the amount to\nbe refunded to the appellant herein was only Rs.5,223.91 and not Rs.83,985.26\nas claimed by it. The said petition of the respondent No.1 was taken up for\nconsideration by the Sub-Judge, Cuddalore, on 17th June, 2004 and a direction\nwas given to the parties to file revised memo of calculation on the basis of\nthe orders passed by this Court on 7th December, 1999.\nE\nAggrieved by the said order, respondent No.1 filed a Revision Petition,\nbeing C.R.P.No. 1406/2004, against the order of the Sub-Judge, Cuddalore,\ndated 17th June, 2004, before the High Court of Judicature at Madras under\nArticle 227 of the Constitution. The High Court by its order dated 27th\nOctober, 2004, directed refund of a sum of Rs.5,224 only to the appellant as\nagainst its claim of Rs.82,980.82 and also directed payment of Rs.1,00,324\nto the respondent No.1.\nThis appeal is directed against the aforesaid judgment of the High\nCourt dated 27th October, 2004.\nF\nG\nOn behalf of the appellant it was urged by Mr. Reddy, learned senior\nadvocate, that the claim of the respondent No.1 and the order passed there\nupon by the High Court was not sustainable in view of the specific order\npassed by this Court on 7th December, 1999, while disposing of the earlier\nbatch of appeals that the amounts as quantified in respect of the different H\ni\n706\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA categories of land were lump sum payments which included solatium and\ninterest. In other words, the amount of compensation payable, which included\nsolatium and interest, was quantified and crystallized by the order of 7th\nDecember, 1999. The respondent No.1 would, therefore, be entitled to the\ncompensation as was quantified on that date as far as his lands were concerned\nand in the event there was further delay in payment of the compensation\namount, the said respondent could at best claim interest on the compensation\namount as quantified after 7th December, 1999.\nB\nIt was submitted that the claim of the said respondent No.1 for payment\nof interest on the sum quantified by the order of this Court in terms of\nC\nSection 28 of the Act was misconceived and the High Court had also\nmisconstrued the purport of the order passed by this Court on 7th December,\n1999. Mr. Reddy submitted that the respondent No.1 who was entitled to a\ntotal compensation amount of Rs.53,573.30 and had already received a sum\nof Rs.31,157.26 from the same, was entitled to receive the balance amount\nof Rs. 21,562.74 and interest thereupon from the date of this Court's order\nD dated 7th December, 1999 till the date of actual payment at the rate of\nE\nF\ninterest to be decided by this Court. It was submitted further that the amount\nwhich was deposited by the appellant in court pursuant to the direction given\nby the High Court did not represent the awarded sum but security for the\nsame since the award had not attained finality. It was submitted that it was\nonly on 7th December, 1999 that the awarded sum stood quantified by virtue\nof the orders passed by this Court in the earlier batch of appeals and\naccordingly the respondent No.1 could have no claim to the amount as\ndeposited and his claim would have to be confined to the amount as quantified\nby this Court which included not only the value of the lands acquired, but\nsolatium and interest as well.\nThe stand taken on behalf of the appellant was strongly opposed on\nbehalf of respondent No.1 mainly on the ground that by virtue of the order\npassed by the High Court, the respondent No.1 was not only entitled to\nreceive 50 per cent of the amount deposited in court by the appellant without\nfurnishing security, but that the said respondent was also entitled to withdraw\nG the balance 50 per cent upon furnishing security. It was contended that the\nrespondent No.1 had acquired a right to the remaining 50 per cent of the\namount deposited by virtue of the said order of the High Court and that had\nhe withdrawn the said amount upon furnishing security in 1985, he could\nhave enjoyed the benefits of the said amount as had been done by various\nH other similarly placed individuals.\nCHAIRMAN, NEYVELI LIGNITE CORPN. LTD. 1. C. GOVINDA PADAYACHI [KABIR, J.] 707\nIt was submitted that it is well-settled that any amount which accrues A\nto deposits made pursuant to the orders of the court are to be paid to the\npersons entitled to such deposits.\nMr. Viswanathan, learned advocate, who appeared for the respondent\nNo.1, referred to Section 28 of the Act to bolster the claim of the respondent\nNo.1 that in addition to the compensation as quantified by this Court earlier,\nthe respondent No.1 was also entitled to interest on the excess amount as\nawarded by this Court from the date on which the possession of the lands was\ntaken till the payment of such excess amount into court. Reference was also\nmade to Section 33 of the said Act on account of the fact that the appellant\nhad been directed to deposit in court the amount determined as compensation\nby the Reference Court which amount had been invested and had earned\ninterest while the matter was pending.\nB\nC\nIn this regard, reference was made to the Constitution Bench decision\nof this Court in the case of Sunder v. Union of India, [2001] 7 SCC 211,\nwherein on an interpretation of Sections 28 and 34 of the aforesaid Act, it D\nwas held that interest was also payable on solatium and that the amount of\nthe award in Section 34 means the aggregate amount of compensation\ncalculated in accordance with the provisions of all the Sub-sections of Section\n23 which includes solatium.\nHaving considered the submissions made on behalf of the respective\nE\nparties, we are unable to accept the submissions advanced on behalf of\nrespondent No.1 on account of the fact that by order dated 7th December,\n1999, this Court while fixing a lump sum amount as compensation, took into\nconsideration not only the value of the land acquired but solatium and interest\nas well. The interest that could have been claimed under Sections 28 and 33\nof the above Act were, in fact, included in the lump sum amount till 7th\nDecember, 1999, and interest can be claimed by the respondent No.1 on the\nquantified amount only after 7th December, 1999 till the date of payment.\nF\nIn our view, the High Court misconstrued its earlier order in A.S.N.190/\n1985 directing the appellant to deposit the enhanced compensation awarded G\nby the Reference Court and permitting the land owners to withdraw 50 per\ncent of such amount without security and the remaining 50 per cent upon\nfurnishing of security. While passing its order on 27th October, 2004, the\nHigh Court appears to have missed sight of the fact that when the direction\nwas given in A.S.No. 190/1985 to the appellant herein to deposit the enhanced\nH\n1\n708\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA amount of compensation, the award was yet to be finalized and that the\naward was ultimately finalized on 7th December, 1999 by this Court and that\nthe respondent No.1 would, therefore, be entitled to compensation in terms\nof the amount as quantified on 7th December, 1999. In our view, in the light\nof the order passed by this Court on 7th December, 1999, quantifying the\ncompensation amount to include solatium and interest, the provisions of\nSections 28 and 33 of the above Act would no longer be attracted and the\nrespondent No.1 would only be entitled to interest on the delayed payment\nof the quantified amount on and from 7th December, 1999 till the date of\nactual payment.\nB\nC\nIn that view of the matter, the appeal succeeds and is allowed. The\norder of the High Court impugned in the appeal is set aside and it is directed\nthat out of the sum of Rs. 1,05,548/- remitted to the court below by the bank,\nthe respondent No.1 will be entitled to receive a sum of Rs.21,562.74, being\nthe balance amount of the total compensation payable in terms of the\ncompensation quantified by this Court's Order dated 7th December, 1999,\nD together with interest thereupon calculated at the rate of 15 per cent from 7th\nDecember, 1999, till the date of payment of the balance amount of the award.\nHaving regard to the fact that the lands were acquired between 1975 and\n1978, such payment should be made expeditiously, but positively within a\nperiod of six months from the date of the communication of this judgment.\nThe amount left over after payment of the aforesaid sums are to be paid to\nthe appellant.\nE\nK.K.T.\nThere will be no order as to costs.\nAppeal allowed.\n"}