{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"TRANSMISSION CORPORATION OF A.P. LTD. AND ORS.\nV.\nM/S SRI RAMA KRISHNA RICE MILL\nFEBRUARY 20, 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nA\nB\nC\nElectricity (Supply) Act, 1948-Terms and Conditions of Supply of\nElectrical Energy-Clause 39.9 sub clause (1) to (3)—Pilferage of energy by\nconsumer-Final Order of assessment made on bais of reports of departmental\nofficer without granting opportunity to consumer-Opportunity to cross-examine\ndepartmental officer-Grant of Held: Right of cross examination is not\ninbuilt―Terms and conditions of supply do not contemplate recording oral or\ndocumentary evidence—However provides for reasonable opportunity which\ndepends on factual situation-Consumer has to make out a case for cross-\nexamination which would be duly considered by the Adjudicating Authority. D\nE\nAppellant no. 1-Corporation successor company of erstwhile A.P.\nState Electricity Board inspected business premises of respondent and\nmade provisional assessment alleging pilferage of energy and raised a\ndemand. Thereafter, appellant issued notice to respondent proposing to\ncharge on final assessment. Respondent filed its objections and\nsubsequently final order of assessment was passed confirming the amount\nstated in the notice. Respondent filed an appeal under the Terms and\nConditions of Supply of Electrical Energy of State Electricity Board\npraying for grant of opportunity to cross-examine certain officials of the\nCorporation on basis of whose statements final assessment was made but F\nthe same was refused. Respondent filed writ petition which was allowed\nholding that if the authorities relied on statement or report pointing out\nthe act of pilferage petitioner would be entitled to call such person for\ncross-examination. Hence the present appeal.\nDisposing of the appeal, the Court\nHELD: 1.1. The parameters of the principles of natural justice\ncannot be covered by any straight-jacket formula. It would vary depending\nupon the circumstances involved. [376-F]\n371\nG\nH\nA\nB\nC\n372\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n1.2. Under Clause 39.9.2 of Terms and Conditions of Supply it cannot\nbe laid down as a rule of universal application that whenever the statement\nof departmental officer is pressed into service for the purpose of\nadjudication, a right of cross examination is in built. The Terms and\nConditions of Supply did not contemplate anything like recording oral or\ndocumentary evidence in the way as is normally done in the Courts of law.\nBut Clause 39.9.2 itself provides for a reasonable opportunity being\ngranted. What would be a reasonable opportunity would also depend upon\nthe fact situation. [377-E; 376-G]\nAdvanced Law Lexicon by P. Ramanatha Aiyar 3rd Edition, Vol.4 pages\n3959 and 3968, referred to.\n1.3. In order to establish that cross-examination is necessary, the\nconsumer has to make out a case for the same. Merely stating that the\nstatement of an officer is being utilized for the purpose of adjudication\nwould not be sufficient in all cases. If an application is made requesting\nD for grant of an opportunity to cross examine any official, the same has to\nE\nbe considered by the adjudicating authority who would have to either\ngrant the request or pass a reasoned order if he chooses to reject the\napplication. In that event an adjudication being concluded, it shall be\ncertainly open to the consumer to establish before the appellate authority\nas to how he has been prejudiced by the refusal to grant opportunity to\ncross-examine any official. Where the reliance is only on accounts prepared\nby a person, cross examination is not necessary. But where it is based on\nreports alleging tampering or pilferage, the fact situation may be different.\nBefore asking for cross examination the consumer may be granted an\nopportunity to look into the documents on which the adjudication is\nF proposed. In that event, he will be in a position to know as to the author\nof which statement is necessary to be cross-examined. The applications\nfor cross-examination are not to be filed in routine manner and equally\nalso not to be disposed of by adjudicator in casual or routine manner.\nThere has to be application of mind by him. [377-G, H; 378-A-C]\nG\nH\n1.4. In the instant case without even granting an opportunity to the\nrespondent, the final order of assessment was passed. Merely taking note\nof the objection filed cannot be said to be compliance of the provisions\ncontained in Clause 39.9.2. Therefore, respondent had made a prayer\nbefore the appellate authority. Respondent did not indicate as to why the\ncross-examination was necessary. If a fresh application is made, the same\n+\nTRANSMISSION CORPN. OF A.P. LTD. 1. STATE OF RAJASTHAN [PASAYAT, J.] 373\nwould be duly considered by the appellate authority, keeping in view the A\nprinciples. [376-E; 377-D-F|\nHyderabad Vanaspathi Ltd. v. A.P. State Electricity Board and Ors.,\n[1998] 4 SCC 470 and The State of Jammu and Kashmir and Ors. v. Bakshi\nGulam Mohammad and Anr., [1966] Suppl. SCR 401, distiguished.\nM.P. Electricity Board v. Harsh Wood Products, [1996] 4 SCC 522;\nThe New Prakash Transport Co. Ltd. v. The New Suwarna Transport Co. Ltd.,\n[1957] SCR 98; Nagendra Nath Bora and Anr. v. Commissioner of Hills\nDivision and Appeals, Assam and Ors., [1958] SCR 1240 and Khem Chand\nv. Union of India, AIR (1958) SC 200, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 2137 of 2000.\nFrom the Judgment and Order dated 16.6.1999 of Andhra Pradesh High\nCourt in Writ Petition No. 7586/1999.\nAshok Grover and Rakesh K. Sharma for the Appellant.\nY. Prabhakara Rao for the Respondents.\nThe Judgment of the Court was delivered by\nB\nC\nD\nARIJIT PASAYAT, J. Challenge in this appeal is to the legality of the E\njudgment rendered by a Division Bench of the Andhra Pradesh High Court.\nThe controversy lies within a very narrow compass and, therefore, the factual\nposition needs to be noted in brief. The appellant No.1-corporation is the\nsuccessor company of the erstwhile Andhra Pradesh State Electricity Board\n(in short the 'Board').\nThe business premises of the respondent were inspected by the officials\nof the appellant No.1-Corporation. The respondent was a low tension category\nconsumer. On 10.9.1993 a provisional assessment was made alleging pilferage\nof energy and a sum of Rs.27,610/- was demanded. It was indicated to the\nrespondent that if it wanted to avoid disconnection it should deposit 50% of\nthe amount fixed on provisional assessment. The same was deposited. On\n15.12.1993 a show cause notice was issued proposing to charge Rs.1,41,270/\n- on final assessment. The respondent filed its objection. On 29.9.1998 the\nfinal assessment was made confirming the amount indicated in the show\ncause notice.\nF\nG\n:\n一个\nH\nA\n374\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nAppeal as provided under the Terms and Conditions of Supply of\nElectrical Energy of the Andhra Pradesh State Electricity Board was filed.\nThe said Terms and Conditions of Supply were notified by the Board in\nexercise of powers conferred by Section 49 of the Electricity (Supply) Act,\n1948. A prayer was made to grant opportunity to cross examine certain\nofficials of the appellant No.1-Corporation on the basis of whose statements\nB the final assessment was made. By order dated 6.3.1999 the request was\ndeclined on the ground that there was no provision for such a prayer being\naccepted. A Writ Petition was filed before the High Court. While hearing the\nmatter on the issue, learned Single Judge noted that there were inconsistent\nviews expressed by different learned Single Judges. This is how the matter\nC was referred to a Division Bench. By the impugned order the High Court\nnoted that there was no dispute that the amount on being determined by the\nfinal assessment on the ground of alleged pilferage if recovered would result\nin civil consequences. Therefore, the enquiry being quasi judicial in nature\nfair play is required and fair play implies the fair opportunity which includes\ncross examination of persons whose statements were going to be relied by the\nD authorities. The High Court accordingly held as follows:\nE\nF\n\"In the instant case, if the authorities are relying only on accounts\nand not on any statements or reports, may be the cross examination\nof any person who has prepared the accounts is not necessary. But if\nany statement or report is made pointing out the act of pilferage, the\npetitioner shall be entitled to call the said person for cross\nexamination\".\nLearned counsel for the appellants submitted that the High Court's\nview about the desirability of granting opportunity for cross examination is\nnot supportable in law. According to him, the officers have no personal\ninterest in the matter and, therefore, their statements are to be considered in\nthe proper perspective by the authority making the final assessment. There\nwas no question of any cross examination of such persons. Strong reliance\nwas placed on a decision of this Court in Hyderabad Vanaspathi Ltd. v. A.P.\nState Electricity Board and Ors., [1998] 4 SCC 470, more particularly,\nG paragraphs 39 and 43. With reference to a decision of this Court in The New\nH\nPrakash Transport Co. Ltd. v The New Suwarna Transport Co. Ltd., [1957]\nSCR 98 it was submitted that the Terms and Conditions of Supply do not\nenvisage grant of an opportunity for cross examination as the procedure\nprovided for does not contemplate of anything like recording oral evidence\nand receiving documentary evidence in the normal way as in Courts of law.\n;\nTRANSMISSION CORPN. OF A.P. LTD. v. STATE OF RAJASTHAN [PASAYAT, J.] 375\nWhat is necessary is granting a fair and proper hearing and this has been A\ndone. With reference to another decision of this Court in Nagendra Nath\nBora and Anr. v. Commissioner of Hills Division and Appeals, Assam and\nOrs., [1958] SCR 1240 it was submitted that as in the said case, the rules in\nthe present case make no provisions for the reception of evidence oral or\ndocumentary and even for issuing of any notice; therefore also the High\nCourt was not right. Finally, with reference to a decision of this Court in The\nState of Jammu and Kashmir and Ors. v. Bakshi Gulam Mohammad and\nAnr., [1966] Suppl. SCR 401 it was submitted that the right to hearing did\nnot include the right to cross examine and the right must depend upon the\ncircumstances.\nB\nC\nIn response, learned counsel for the respondent submitted that Clause\n39.9.2 provides for grant of a “reasonable opportunity\" to the consumer. If\nthe statements of the officers are to be relied upon without being tested by\ncross-examination, the consumer will be highly prejudiced and, therefore, the\nright to cross-examine them is in built in clause 39.9.2 of the Terms and\nᎠ\nConditions of Supply. Clause 39.9.2 deals with final assessment. Sub-clauses\n(1) to (3) thereof are extracted below for ready reference :\n39.9.1 After the provisional assessment notice is served upon the\nconsumer as mentioned in clause 39.3 thereof. The Officer\nauthorized in this behalf by the Board (see statement referred to\nin clause 39.4 above) shall issue a show cause notice in the\nforms prescribed therefore advising the consumer to file his\nrepresentation, if any, within 30 days from the receipt of the\nnotice.\nE\nF\n39.9.2 The said officer of the Board shall, after the expiry of the aforesaid\nnotice period, enquire into the matter and after giving reasonable\nopportunity to the consumer and taking into account all relevant\nfacts and circumstances shall decide whether the consumer has\ncommitted malpractice or pilferage of energy and if so satisfied\nproceed to assess to the best of his judgment, the loss sustained\nby the Board on account of such malpractice or pilferage of G\nenergy by the consumer. The consumer may be represented by\nan advocate or any other person at the time of personal hearing\nprovided the consumer files proper Vakalatnama or power of\nAttorney as the case may be.\n39.9.3 The final assessing authority shall then pass an order setting out H\nTa\nT\n376\nA\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nhis conclusions and the reasons thereof and communicate a copy\nof the order to the consumer and demand the amount, if any, due\nfrom the consumer on the basis of such order after giving credit\nto the amounts. paid by him.\nAt this juncture, it is to be noted that in paragraph 39 of Hyderabad\nVanaspathi's, case (supra) what was observed by this Court was in relation\nto disconnection and for that purpose reliance was placed on an earlier decision\nof this Court in M.P. Electricity Board v. Harsh Wood Products, [1996] 4\nSCC 522. At the stage of issuing notice of dis-connection there is no question\nof granting any opportunity to the consumer. On the basis of prima facie\nC view of the concerned officer, notice of disconnection is issued. In that context\nD\nit was held both in M.P. electricity Board's and Hyderabad Vanaspathi's\ncases (supra) that the procedure laid down was not in violation of the principles\nof natural justice. So far as paragraphs 43 of Hyderabad Vanaspathi's case\n(supra) is concerned, that related to the absence of personal lis or interest of\nadjudicator. In that background it was held that merely because the\ndepartmental authority was adjudicating there was no prejudice involved.\nThose principles are not of any assistance in the present case. In the case at\nhand without even granting of an opportunity to the respondent, the final\norder of assessment was passed. Merely taking note of the objection filed\ncannot be said to be compliance of the provisions contained in Clause 39.9.2.\nE Therefore, the respondent had made a prayer before the appellate authority.\nThe parameters of the principles of natural justice cannot be covered by any\nstraight-jacket formula. It would vary depending upon the circumstances\ninvolved. It is true that the Terms and Conditions of Supply did not contemplate\nanything like recording oral or documentary evidence in the way as is normally\ndone in the Courts of law. But the Clause 39.9.2 itself provides for a reasonable\nopportunity being granted. What would be a reasonable opportunity would\nalso depend upon the fact situation. In Advanced Law Lexicon by P.\nRamanatha Aiyar (3rd Edition, Vol.4 page 3959 and 3968) the word\n\"reasonable\" has been described as follows:\nF\nG\nH\n\"(i) What is 'fair' and proper under the circumstances.\n(ii) The expression \"reasonable\" is not susceptible of a clear and\nprecise definition. A thing which is reasonable in one case may not\nbe reasonable in another. Reasonable does not mean the best, it means\nmost suitable in a given set of circumstances.\n(iii) There is no point on which a greater amount of decision is to be\nTRANSMISSION CORPN. OF A.P. LTD. v. STATE OF RAJASTHAN [PASAYAT, J.] 377\nfound in Courts of law and equity than as to what is reasonable It A\nis impossible a priori to state what is reasonable as such in all cases.\nYou must have the particular facts of each case established before\nyou can ascertain what is meant by reasonable under the circumstance\nLord Romilly. M.R. Labouchere v. Dawson, (1872), LR 13 Eq.CA.325.\nIn Khem Chand v. Union of India, AIR (1958) SC 200 a Constitution B\nBench of this court explained the meaning of 'reasonable opportunity' thus\nin the context of Article 311(2) of the Constitution of the, 1950 (in short the\n'Constitution):\n(a) an opportunity to deny his guilt and establish his innocence.\n(b) an opportunity to defend himself by cross-examining the witnesses\nproduced against him and by examining himself or any other\nwitnesses in support of his defence; and finally\n(c) an opportunity to make his representation as to why the proposed\npunishment should not be inflicted on him.\"\nThe nature of adjudication under Clause 39.9.2 of Terms and Conditions\nof Supply is some what different from an enquiry under Article 311(2) of the\nConstitution. It cannot be laid down as a rule of universal application that\nwhenever the statement of departmental officer is pressed into service for the\npurpose of adjudication, a right of cross examination is in built. On the other\nhand, what was said in Bakshi's case (supra) has also really no relevance\nbecause that was a case where no penal consequences were involved and the\nCommission was only a fact finding Commission and, therefore, is clearly\ndistinguishable of facts.\nC\nD\nE\nIn order to establish that the cross examination is necessary, the consumer F\nhas to make out a case for the same. Merely stating that the statement of an\nofficer is being utilized for the purpose of adjudication would not be sufficient\nin all cases. If an application is made requesting for grant of an opportunity\nto cross examine any official, the same has to be considered by the adjudicating\nauthority who shall have to either grant the request or pass a reasoned order\nif he chooses to reject the application. In that event an adjudication being\nconcluded, it shall be certainly open to the consumer to establish before the\nappellate authority as to how he has been prejudiced by the refusal to grant\nopportunity to cross-examine any official. As has been rightly noted by the\nHigh Court in the impugned judgment where the reliance is only on accounts\nprepared by a person, cross examination is not necessary. But where it is H\nG\n378\nSUPREME COURT REPORTS.\n[2006] 2 S.C.R.\nA based on reports alleging tampering or pilferage, the fact situation may be\ndifferent. Before asking for cross examination the consumer may be granted\nan opportunity to look into the documents on which the adjudication is\nproposed. In that event, he will be in a position to know as to the author of\nwhich statement is necessary to be cross-examined. The applications for cross-\nexamination are not to be filed in routine manner and equally also not to be\ndisposed of by adjudicator in casual or routine manner. There has to be\napplication of mind by him. Similarly, as noted above, the consumer has to\nshow as to why cross examination is necessary.\nB\nC\nIn the instant case the respondent had not indicated as to why the\ncross-examination was necessary. If a fresh application is made, the same\nshall be duly considered by the appellate authority, keeping in view the\nprinciples indicated above. The appeal is accordingly disposed of. No costs.\nN.J.\nAppeal disposed of.\n"}