{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63}],"text":"JITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 399\nORS. [A.K. PATNAIK, J.]\npriority of the secured creditor who stands outside the A\nwinding-up is confined to the \"workmen's portion\" as\ndefined in Section 529(3)(c). \"Workmen's portion\" means\nthe amount which bears to the value of the security, the\nsame proportion which the amount of the workmen's dues\nbears to the aggregate of (a) workmen's dues, and (b) the B\namounts of the debts due to all the creditors. This is\nexplained in the illustration under the said provision. If the\nworkmen's dues in all are, say, Rs.1 lakh and the debt due\nto all secured creditors is Rs.3 lakhs, the total amount due\nto all of them comes to Rs.4 lakhs. Therefore, the\nC\nworkmen's share comes to 25% (Rs 1 lakh out of Rs 4\nlakhs). Now if the value of the security of a secured creditor\n(like Canara Bank) is Rs.1 lakh, the \"workmen's portion\"\nwill be Rs.25,000 which is the pro-rata amount to be\nshared by the said secured creditor. By virtue of Section\n529-A(1)(b) his priority over all others out of other monies\navailable in the Tribunal is restricted to Rs.25,000 only.\"\n14. In Andhra Bank v. Official Liquidator \u0026 Anr. (supra),\na three-Judge Bench speaking through S.B. Sinha, J. has also\ndiscussed in paragraphs 22 and 23 the rights of secured\ncreditors, relevant extracts from which are quoted hereinbelow:\nD\nE\nF\n\"22. In terms of the aforementioned provisions, the\nsecured creditors have two options (i) they may desire to\ngo before the Company Judge; or (ii) they may stand\noutside the winding-up proceedings. The secured\ncreditors of the second category, however, would come\nwithin the purview of Section 529-A(1)(b) read with proviso\n(c) appended to Section 529(1). The \"workmen's portion\"\nas contained in proviso (c) of sub-section (3) of Section\n529 in relation to the security of any secured creditor G\nmeans the amount which bears to the value of the security\nthe same proportion as the amount of the workmen's dues\nbears to the aggregate of (a) workmen's due, and (b) the\namount of the debts due to all the (sic secured) creditors.\n\"\nН\nA\nB\nC\n400\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\n\"23. The language of Section 529-A is also clear and\nunequivocal, in terms whereof the workmen's dues or the\ndebts due to the secured creditors, to the extent such\ndebts rank under clause (c) of the proviso to sub-section\n(1) of Section 529 pari passu with such dues, shall have\npriority over all other debts. Once the workmen's portion\nis worked out in terms of proviso (c) of sub-section (1) of\nSection 529, indisputably the claims of the workmen as\nalso the secured creditors will have to be paid in terms of\nSection 529-A. \"\n15. In the present case, the learned Company Judge and\nthe Division Bench of the High Court have held that all secured\ncreditors along with the workmen have pari passu charge over\nall the properties or assets of the company and would be entitled\nto the dues as secured creditors along with the workmen's\nD dues by way of overriding preferential payments over all other\ndues under Section 529A of the Companies Act. The learned\nCompany Judge of the High Court has also relied on some\nobservations of this Court in Andhra Bank v. Official Liquidator\n\u0026 Anr. (supra) in support of his order. These observations of\nE this Court in Andhra Bank v. Official Liquidator \u0026 Anr. (supra)\nwere in the context of the observations of this Court in\nAllahabad Bank v. Canara Bank \u0026 Anr. (supra) and are\nquoted as under:\nF\nG\nH\n\"25. While determining Point (6), however, a stray\nobservation was made to the effect that the \"workmen's\ndues\" have priority over all other creditors, secured and\nunsecured because of Section 529-A(1)(a). Such a\nquestion did not arise in the case as Allahabad Bank was\nindisputably an unsecured creditor.\n\"26. Such an observation was, thus, neither required to be\nmade keeping in view the fact situation obtaining therein\nnor does it find support from the clear and unambiguous\nlanguage contained in Section 529-A(1)(a). We have,\ntherefore, no hesitation in holding that finding of this Court\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 401\nORS. [A.K. PATNAIK, J.]\nin Allahabad Bank to the aforementioned extent does not A\nlay down the correct law.\"\nB\nC\nThe aforesaid observations of this Court in Andhra Bank v.\nOfficial Liquidator \u0026 Anr. (supra) are, thus, to the effect that\nworkmen will not have priority over the dues of the secured\ncreditor and this is because of the unambiguous language of\nSection 529A (1) that the workmen's dues and the dues of the\nsecured creditor to the extent such debts rank under clause (c)\nof sub-section (1) of Section 529 pari passu with such dues\nwill have to be paid in priority to all other debts. But as we have\nheld, only where under the second limb of the proviso to clause\n(c) of sub-section (1) of Section 529 the secured creditor opts\nto realize the security and is unable to realize a portion of his\ndues because of the pari passu charge created in favour of the\nworkmen under the first limb of the proviso, he has pari passu\ncharge to the extent indicated in clause (c) of the proviso to sub- D\nsection (1) of Section 529 and only such debts due to the\nsecured creditor which rank pari passu with dues of the\nworkmen under clause (c) of the proviso to sub-section (1) of\nSection 529 have to be paid in priority over all other debts of\nthe company. The High Court has clearly fallen in error by E\nholding that all debts due to secured creditors will rank pari\npassu with the workmen's dues and have to be paid along with\nthe workmen's dues in priority to all other debts of the company.\n16. In the result, the appeal is allowed. The impugned order\nof the Division Bench of the High Court and the order dated\n28.11.2008 of the learned Company Judge in I.A. No.1511 of\n2008 are set aside and the matter is remitted to the learned\nCompany Judge to decide the I.A. in accordance with law as\nlaid down in this judgment. There will be no order as to costs.\nK.K.T.\nAppeal allowed \u0026 Matter remitted\nback to Company Court.\nF\nG\n"}