{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"JITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 369\nORS. [SWATANTER KUMAR, J.]\nD\nclauses (a) to (c) are satisfied, then the secured creditor would A\nbe entitled to invoke the provisions and receive the benefits of\nSection 529A(i), subject to pari passu charge and in terms of\nthe priority stated therein. The workmens' dues are to get\npreference in the winding up of a company under Section 529A\nof the Act. The workmens' dues, however, have not been B\nsingularly placed in the preferential clause. The expression\nused in Section 529A is 'and' meaning thereby that the dues\nstated under clauses (a) and (b) of the section would remain\npari passu. But it is not the entire dues of the secured creditors\nthat will get preference over other dues and remain pari passu C\nwith the charges payable to the workmen. Their dues are limited\nonly to the extent of the debts which are due to the secured\ncreditors under clause (c) of the proviso to sub-Section (1) of\nSection 529 which are pari passu with such dues. The term\n'such dues' here refers to the dues of the workmen. The Andhra\nBank case has clearly stated that not only the dues of the\nworkmen would be paid in terms of Section 529A in\nprecedence to all others but are pari passu to the amounts due\nto the secured creditors in terms of Section 529(1) proviso (c).\nOn a plain reading of the language of these two Sections, i.e.,\n529 and 529A, it is clear that it is not the entire or unrealised\namount owed to secured creditors which is protected under the\nprovisions of Section 529A and stands pari passu with the\nworkmen's charges, but it is only the portion or amount\nrelinquished under proviso to Section 529(1), whichever is less\nthat is protected. In other words, the amount which is due to\nthe secured creditors and remains unpaid due to enforcement\nof the pari passu charge of the workmen under Section 529(1)\nis the portion of dues of secured creditors that are protected\nin terms of Section 529A. There is a direct link in the application\nof both these provisions. In a situation of the present kind, these G\nprovisions would have to be applied collectively and that too,\nupon the correct appreciation of the legislative intent. As far as\nSection 530 of the Act is concerned, it simpliciter provides for\npreferential payments with regard to persons other than those\ncovered under Sections 529 and 529A of the Act. However, in H\nE\nLL\nF\n370 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA the present case, we are primarily concerned with the\napplication of Sections 529 and 529A.\nB\nC\nD\n15. If one analyses the scheme of the above-stated\nprovisions, it is clear that in a winding up petition of an insolvent\ncompany, Rules of insolvency would apply to the stated extent.\nIn terms of the proviso to Section 529(1), there is a deemed\nfiction created in law on the security of every secured creditor\nto the extent of the workmen's portion therein. The second part\nof the proviso states that where the secured creditor instead\nof relinquishing his security and proving his debts opts to realize\nhis security, there the liquidator is entitled to represent the\nworkmen and enforce the said charge in favour of the workmen\nto the extent of the workmen's dues. From a cumulative reading\nof the relevant provisions under the Act as well as under the\nInsolvency Act, it is clear that neither the legislature intended\nnor can it be comprehended that where an act is done in\ncomplete adherence to the relevant statutory provisions, it can\nlead to two different results merely because such act is done\nbefore different forums/courts. That is to say that if a secured\ncreditor realises his security before a forum other than the\nE Company Court strictly in compliance to the provisions of\nSection 529 of the Act, then favourable consequences of\nSection 529A would follow but if he acts in identical terms\nbefore the Company Court and without prejudice to his remedy\noutside the winding up and without putting his sale proceeds\nF in the common hotch potch in the winding up proceedings, he\nwould not be entitled to the benefits of Section 529A. It is more\nso since even the sale of a security by a secured creditor\nbefore such other forum cannot be completed without approval\nof the Company Court. The Company Court has even been\nG vested with the jurisdiction to transfer such proceedings in\nexercise of its powers under Section 446 of the Act. At this\nstage, it will be useful to refer to the dictum of this Court in\nAndhra Bank (supra) where the Court noticed, \"where the\nmatter is not pending before the Tribunal under the Recovery\nof Debts Due to Banks and Financial Institutions Act, 1993 (\"the\nH\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 371\nORS. [SWATANTER KUMAR, J.]\nRDB Act\"), in terms of Section 19(19) thereof, the secured A\ncreditors would not get priority per se ......\" to show that mere\npendency of proceeding before a Tribunal would not deprive\nthe secured creditor of the statutory benefits. Of course, the\nsituation will be entirely different where the secured creditor\ndoes not follow the scheme of the provisions of Section 47(1) B\nof the Insolvency Act read in conjunction with Sections 529 and\n529A of the Act but puts the sale proceeds in the winding up\nproceedings in a common hotch-potch or even relinquishes the\nsecurity for general benefit of the creditors at large, then the\ncreditor would not be entitled to the benefit of Section 529A C\nand would stand in line with the unsecured creditors of the\ncompany. Further, where the secured creditor has been unable\nto fully realize his dues owing to the taking of share from his\nsecurity towards workmen's portion in terms of the proviso to\nSection 529(1), then to the extent specified, the secured\ncreditor is entitled to a charge pari passu with the workmen's\ndues for the purposes of Section 529A.\nD\n16. The situation may be different where the secured\ncreditor relinquishes his security in favour of or upon realization\nsubmits the proceeds in the common hotch-potch in winding E\nup proceedings and for the benefit of the creditors in general.\nProviso to Section 529(1) has a very significant role in this entire\nprocess for recovery. It has two contents which have to be read\nconjunctively. First, that creates a pari passu charge by legal\nfiction on the security of a secured creditor in favour of the F\nworkmen and, second, where the secured creditor instead of\nrelinquishing his security and proving his debts opts to realize\nhis security. The expression 'and' used in the proviso has to\nbe read and construed conjunctively and not disjunctively. The\nword 'and' specifies two specific conditions aforenoticed for the G\nproviso and sub-clauses (a) to (c) to become enforceable.\nClauses (a) and (b) to the proviso give right of representation\nto the liquidator for enforcing the statutory right in favour of the\nworkmen to the extent of the portion of the workmen's dues.\nClause (c) of proviso to Section 529(1) provides the mode for\nH\n372 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA recouping the shortfall in the amount which the secured creditor\nloses upon sale of security and creation of pari passu charge.\nOf course, as already noticed, such recovery is again pari\npassu and limited to the extent of the amount of workmen's\ndues. The realization of the security may be in the proceedings\nB outside the winding up, i.e., before a special forum or otherwise\nor it may be in the winding up but not for the benefit of the\ngeneral creditors but strictly in compliance with the provisions\nof the proviso to Section 529(1) of the Act. In both such\nsituations, the secured creditor would be entitled to the\nprotection and right of preferential payment contemplated under\nSection 529A(1) of the Act.\nC\nD\n17. Now, I may refer to the judgments of this Court relied\nupon by the respective parties. In the case of Allahabad Bank\n(supra) the Allahabad Bank was an unsecured creditor of the\ncompany in liquidation in that case and had obtained a simple\nmoney decree from the Debts Recovery Tribunal (for short 'the\nDRT') at Delhi against the debtor-company. The Canara Bank\nwas a secured creditor of the debtor-company but its claim was\npending before the same Tribunal. The Allahabad Bank had\nE taken out the sale proceedings before the Recovery Officer\nunder the RDB Act. The Company Court, however, stayed these\nsale proceedings under Sections 442 and 537 of the Act, in a\nwinding up petition by Ranbaxy Ltd. Dissatisfied, the Allahabad\nBank had challenged the order of the Company Court before\nF this Court. This Court in that case was primarily dealing with\nthe question whether the amount directed to be realized by sale\nof assets of the debtor company by the DRT, at the instance\nof Allahabad Bank, may straightaway be released in its favour,\nor whether, keeping in view the provisions of Section 19(19)\nof the RDB Act read with Section 529A of the Act, the other\nparties such as secured creditors, would still have a charge\nover the monies so realized. Thus, the question primarily before\nthe Court in that case was the order of priority of discharging\ndebts between a secured and an unsecured creditor, with\nG\nH respect to funds realized from sale of assets of the debtor\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 373\nORS. [SWATANTER KUMAR, J.]\ncompany. While dealing with this question, the Court made an A\nobservation that the workmen's dues have priority over all other\ncreditors, secured or unsecured, because of Section\n529A(1)(a) of the Act. The following paragraphs of this\njudgment can usefully be referred to at this stage:\n\"62. Secured creditors fall under two categories. Those\nwho desire to go before the Company Court and those who\nlike to stand outside the winding-up.\nB\nXXXX XXXX XXXX XXXX\nC\n68. In our opinion, the words \"so much of the debt due to\nsuch secured creditor as could not be realised by him by\nvirtue of the foregoing provisions of this proviso\" obviously\nmean the amount taken away from the private realisation\nof the secured creditor by the liquidator by way of enforcing D\nthe charge for workmen's dues under clause (c) of the\nproviso to Section 529(1) \"rateably\" against each secured\ncreditor. To that extent, the secured creditor - who has\nstood outside the winding-up and who has lost a part of\nthe monies otherwise covered by security - can come\nbefore the Tribunal to reimburse himself from out of other\nmonies available in the Tribunal, claiming priority over all\ncreditors, by virtue of Section 529A(1)(b).\nE\nXXXX XXXX XXXX XXXX\nF\nG\n76. The next question is whether the amounts realised\nunder the RDB Act at the instance of the appellant can be\nstraight away released in its favour. Now, even if Section\n19(19) read with Section 529A of the Companies Act\ndoes not help the respondent Canara Bank, the said\nprovisions can still have an impact on the appellant\nAllahabad Bank which has no doubt a decree in its favour\npassed by the Tribunal. Its dues are unsecured. The\n\"workmen's dues\" have priority over all other creditors,\nsecured and unsecured because of Section 529-A(1)(a). H\nA\nB\nC\nD\nF\n374 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nThere is no material before us to hold that the workmen's\ndues of the defendant Company have all been paid. In view\nof the general principles laid down in National Textile\nWorkers' Union v. P.R. Ramakrishnan (1983) 1 SCC 228\nthere is an obligation resting on this Court to see that no\nsecured or unsecured creditors including banks or financial\ninstitutions, are paid before the workmen's dues are paid.\nWe are, therefore, unable to release any amounts in favour\nof the appellant Bank straight away.\"\n18. Firstly, the question now before this Court was not\nraised on the facts of that case. Secondly, the Court recorded\nno reasons for making such an observation. It, therefore, was\na mere obiter and would not satisfy the essentials of a binding\nprecedent. For it to be a binding precedent, the Court should\ndirectly be concerned with such issue. There should be an issue\nwhich should be concluded by appropriate reasoning to give it\ncolour of a binding precedent.\n19. However, this very question came up for consideration\nbefore a three-Judge Bench of this Court in the case of Andhra\nE Bank (supra). The facts of that case were that under the scheme\nof amalgamation the assets and properties of the Tobacco\nDivision of Duncan Agro Industries Ltd. were transferred to its\nsubsidiary New Tobacco Ltd. The subsidiary had been enjoying\ndiverse financial credit facilities from Andhra Bank which was\nits secured creditor. Andhra Bank had filed a suit for\nrecovery\nof its dues. A winding up petition was also filed. Finally, the\nsubsidiary company was ordered to be wound up and the\nassets of the company were ordered to be taken over by the\nOfficial Liquidator. Some assets had been sold by Receivers\nappointed in the said separate suit, but in view of approval of\na scheme of revival of the company, the winding up order was\nstayed. This scheme of revival, however, failed. Thus, the\nassets and properties of the company were directed to be sold.\nThe Company Court passed an order directing that out of the\nsale proceeds of the assets of the company, the wages of the\nG\nH\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 375\nORS. [SWATANTER KUMAR, J.]\nemployees and the workmen be paid. Therein, the Andhra Bank A\nwas a secured creditor, the dues of the workmen were payable\nunder Sections 529 and 529A of the Act and there were also\nother creditors of the company. The larger Bench considered\nvarious judgments and finally, while commenting upon the\nobservations made by the two-Judge Bench of this Court in the B\ncase of Allahabad Bank (supra), this Court held as under:\n\"26. Such an observation was, thus, neither required to be\nmade keeping in view the fact situation obtaining therein\nnor does it find support from the clear and unambiguous\nlanguage contained in Section 529A(1)(a). We have,\ntherefore, no hesitation in holding that finding of this Court\nin Allahabad Bank to the aforementioned extent does not\nlay down the correct law.\nC\n27. The Court also wrongly placed reliance on National D\nTextile Workers' Union v. P.R. Ramakrishnan. The\nquestion which arose therein was only as regards the right\nof the workers to be heard in the winding-up proceeding.\nThe said decision was, therefore, not applicable.\nDetermination\n28. By reason of the order dated 12-10-1993, the learned\nSingle Judge while issuing various directions, directed:\n\"Andhra Bank is directed to pay a sum of Rs 38\nlakhs to the Official Liquidator for the purpose of\ndisbursing forthwith the salary to the officers, staff\nand workers of New Tobacco Co. Ltd., both at\nCalcutta and Durgapur, before the ensuing Puja.\nThe Official Liquidator will disburse such salary to\nthe officers, staff and workers of New Tobacco Co.\nLtd., as aforesaid, before the ensuing Puja.\"\n29. No reason has been assigned in support of the said\ndirection. The contentions of the parties had not been\nE\nF\nG\nH\nA\nB\nC\nD\nE\n376 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nnoticed. What impelled the learned Judge in issuing the\nsaid directions is not discernible. The jurisdictional\nquestion had also not been addressed.\n30. Whether the workmen could be directed to be paid on\nan ad hoc basis having regard to their claim of past dues\nvis-à-vis the claim of the appellants had not been\ndeliberated upon. When a matter is not pending before the\nTribunal under the RDB Act, in terms of Section 19(19)\nthereof, the secured creditors would not get priority per se\nas it is qualified by the words \"in accordance with the\nprovisions of Section 529A\". The claims of the secured\ncreditors are, thus, required to be considered giving priority\nover unsecured creditors but their claim would be pari\npassu with the workmen.\"\n(Emphasis supplied)\n20. The principles enunciated by this Court in the case of\nAndhra Bank (supra) clearly establish the fact that out of the\ndues payable, the workmen have a preferential charge, but the\ndues of the secured creditors, as protected under Section 529A\nof the Act, have to rank pari passu with the dues of the\nworkmen, without any preference to the latter.\n21. Firstly, this being a Bench of equi-strength, I see no\nreason for not following the view expressed by this Court in the\nF case of Andhra Bank (supra) and secondly, any other\ninterpretation is likely to defeat the legislative balance in the\nunderlying genesis of the amended provisions of Sections 529\nand 529A of the Act.\nG\nH\n22. It may also be noticed that prior to the pronouncement\nof the judgment of this Court in the case of Allahabad Bank\n(supra), the settled view of this Court was that the charge of\nthe secured creditors and that of the workmen would rank pari\npassu within the ambit of Section 529A of the Act. [refer UCO\nBank (supra)]. Usefully, reference can also be made to the\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 377\nORS. [SWATANTER KUMAR, J.]\nB\njudgment of this Court in the case of A.P. Financial Corporation A\nv. Official Liquidator [(2000) 7 SCC 291] wherein this Court\nwas dealing with the provisions of Section 29 of the State\nFinancial Corporations Act, 1951 and the question as to\nwhether these provisions could be implemented, ignoring the\npari passu charge of the workmen as contemplated under\nSections 529 and 529A of the Act. The High Court, in that case,\nhad imposed certain conditions in regard to sale of the property\nunder Section 29 of the State Financial Corporations Act to\nprotect the pari passu charge contemplated under the\nprovisions of Section 529A of the Act. Besides holding that the\nprovisions of the Act shall prevail, this Court held that the pari\npassu charge has to be maintained and also held as under:\nC\nE\n\"We are, therefore, of the opinion that the above proviso\nto sub-section (1) of Section 529 and Section 529A will\ncontrol Section 29 of the Act of 1951. In other words the D\nstatutory right to sell the property under Section 29 of the\nAct of 1951 has to be exercised with the rights of pari\npassu charge to the workmen created by the proviso to\nSection 529 of the Companies Act. Under the proviso to\nsub-section (1) of Section 529, the liquidator shall be\nentitled to represent the workmen and force (sic enforce)\nthe above pari passu charge. Therefore, the Company\nCourt was fully justified in imposing the above conditions\nto enable the Official Liquidator to discharge his function\nproperly under the supervision of the Company Court as\nthe new Section 529A of the Companies Act confers upon\na Company Court the duty to ensure that the workmen's\ndues are paid in priority to all other debts in accordance\nwith the provisions of the above section. The legislature\nhas amended the Companies Act in 1985 with a social\npurpose viz. to protect dues of the workmen. If conditions\nare not imposed to protect the right of the workmen there\nis every possibility that the secured creditor may frustrate\nthe above pari passu right of the workmen.\"\nF\nG\nH\nA\nB\nC\nD\n378 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\n23. As per the scheme and the relevant provisions of the\nAct, it is clear that a secured creditor can relinquish his security,\nparticipate in winding up proceedings and file his claim before\nthe official liquidator, as and when invited. In the case of Andhra\nBank (supra), this Court has clearly stated the principle that the\ndues of the secured creditors and of the workmen would rank\npari passu as regards the order of preference of their\ndischarge. This, of course, is subject to satisfying the conditions\nas stated in Sections 529 and 529A of the Act. The proviso to\nsub-section (1) of Section 529, by a deemed fiction, makes the\ndues of the workmen pari passu with that of the secured\ncreditors and creates a charge in favour of the workmen upon\nthe amounts realized from the enforcement of such security, to\nthe extent of the workmen's portion therein. As already noticed,\nthe 'workmen's portion' has been explained under sub-section\n(3)(c) of Section 529 which requires that in relation to the\nsecurity of any secured creditor of the company, workmen's\nportion would mean the amount which bears to the value of the\nsecurity the same proportion as the amount of the workmen's\ndues bears to the aggregate of the amount of workmen's dues\nand the amounts of the debts due to the secured creditors. The\nE illustration to this sub-section provides the mode in which the\nworkmen's portion is to be calculated. Once the workmen's\nportion is computed, then in terms of Section 529A, again it\nhas to be treated as a charge pari passu to the debts of the\nsecured creditor. In the case of the latter, the charge will be\nF limited to the extent such debt ranks under clause (c) of the\nproviso to sub-section (1) of Section 529 pari passu with such\ndues for preferential payment. The dues payable to the\nworkmen and the secured creditors have to be paid in priority\nto all other debts. But the dues payable to the secured creditor\nG will not be more than the amount that remains unsatisfied after\nthe security is relinquished in favour of the workmen under\nSection 529 of the Act.\nH\n24. The relinquishment of security by a secured creditor\ncertainly requires some conscious act on his part more than\n"}