{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"JITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 379\nORS. [SWATANTER KUMAR, J.]\nthe mere filing of a claim in response to a public notice issued A\nby the official liquidator. Once the secured creditor takes such\nfurther actions like sale of the secured assets through the\nliquidator and subject to the control of the Company Court in\nthat event, he would be part of the scheme of payment as\nrationalized under Section 529 and 529A of the Act.\nB\n25. In the case of Andhra Bank (supra), this Court, after\ndiscussing the law in paragraphs 25 and 26, clearly held in\nparagraph 30 of the judgment that claims of the secured\ncreditors are, thus, to be considered giving priority over the\nC\nunsecured creditors but their claim would be pari passu with\nthe workmen. In my view, this is the correct exposition of law.\n26. The learned counsel appearing for the appellant also\nraised an issue with regard to the secured creditors having\nstood outside the winding up and, therefore, not entitled to the D\nbenefit of pari passu charge in terms of Section 529A of the\nAct. According to respondent No.8, they had taken steps for\nrealizing the security without prejudice to the proceedings\ninitiated by them before the Debts Recovery Tribunal and they\nhad never given up their claim. According to this respondent, E\nthey have not been able to realize their entire dues as a result\nof taking out of the workmen's portion out of their security. It is\nalso their contention that once having obtained the benefit under\nthe Proviso to Section 529(1) of the Act, it is not open to the\nworkmen to disregard the rest of the provisions and deny the F\nbenefit to respondent No.8 of the provisions of Section 529A.\nTo the contra, as already noticed, the submission of the\nappellant is that the secured creditors have given up their\nsecurity and joined the winding up proceedings and are\ncovered under Section 47(2) of the Insolvency Act. Resultantly\nthe provisions of Section 529A(1)(b) are not applicable.\nG\n27. A secured creditor who has a charge over the assets\nof a company in winding up, merely by instituting an application\nbefore the DRT or any other special forum without effectively\npursuing that remedy and taking effective steps to realize his H\nB\n380 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA security would not stand outside the winding up proceedings.\nIf the sale of secured assets is effected by the Official\nLiquidator subject to control of the Company Court and such\namounts are utilized for discharging the debts of the secured\ncreditor as well as statutory charge of the workmen created\nunder Sections 529 and 529A, then, in effect, the secured\ncreditor would be deemed to have participated in the winding\nup proceedings and not stood outside the same. It is for the\nreason that a secured creditor has to take steps by filing petition\nbefore any other forum just to protect his legal right and to\nC prevent the claim from getting barred by time. On the contrary,\nif he realizes his security within the four corners of the company\nlaw, i.e., before the Official Liquidator and the Company Court,\nin that event it would not be possible to hold that such secured\ncreditor has given up his option to participate in the winding\nup proceedings. However, the matter would be quite different\nwhere the secured creditor elects not only to institute a petition\nbefore the specialized forum but also takes effective steps to\nrealize his security and pursues the proceedings effectively, in\nwhich event, the conclusion has to be that such secured\ncreditor has stood 'outside the winding up' proceedings.\nD\nE\nF\n28. Equally, it can be stated that a secured creditor who,\nafter institution of a claim but without pursuing the remedy\noutside the provisions of this Act, files claim before the official\nliquidator, relinquishes his security and agrees to the\ndistribution of the sale proceeds through the official liquidator,\nsubject to jurisdiction of the Company Court, could always be\nsaid to be not 'standing outside the winding up' proceedings.\nHowever, where he institutes a petition, proceeds with it and\nseeks realisation of security before a forum outside the\nG Company Court, then he obviously pursues the remedy beyond\nmere filing of a claim and would be a person 'standing outside\nthe winding up' proceedings and shall be subject to the rights\nenforced by the official liquidator in terms of the proviso to\nSection 529 of the Act. As it has also been held by this Court\nin the case of ICICI Bank (supra), the secured creditor has to\nH\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 381\nORS. [SWATANTER KUMAR, J.]\ntake some positive steps to participate in the winding up\npetition.\n29. In the case of ICICI Bank (supra), this Court had taken\nthe view that filing an affidavit or proof of claim with the official\nliquidator pursuant to notice issued by him does not amount to\nthe relinquishment of his security by a secured creditor in terms\nof Section 47(2) of the Insolvency Act. In this very judgment, the\nCourt also stated that 'only because the dues of the workmen\nand the debts due to the secured creditor are treated pari passu\nwith each other, the same by itself, would not lead to the\nconclusion that the concept of inter se priorities amongst the\nsecured creditors had thereby been intended to be given a total\ngoby'. The Court also explained that relinquishment has to be\nby virtue of a specific act and a conscious decision on behalf\nof the secured creditor. Similarly, merely filing a proceedings\nbefore a special forum to save limitation without taking any\neffective steps to realize the security there, would not\nnecessarily mean that the secured creditor has stood outside\nthe winding up proceedings.\n30. From the respective contentions raised by the parties,\none fact is clear that respondent No.8 has realized its security\nwithout prejudice to the proceedings taken by it before the\nDebts Recovery Tribunal. Furthermore, the security was\nrealized strictly within the scope of Section 529(1) and its\nproviso. That has to be protected in terms of Section 529A(1)(b)\nbecause the secured creditor has not relinquished its security\nfor the general benefit of the creditors but realized the same in\nterms of Section 47(1) of the Insolvency Act. The argument\nraised on behalf of the appellant in this regard is not well-\nfounded. If this contention is accepted in the facts of the present\ncase, then it would run contra to the principles stated by this\nCourt in the case of Andhra Bank (supra) and ICICI Bank\n(supra). It has already been noticed that the provisions of\nSection 529A are not controlled and/or subservient to any other\nprovision of the Act or any other law. Once the twin\nA\nB\nC\nD\nE\nF\nG\nH\n382 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA requirements stated in the proviso to Section 529(1) are\nsatisfied, the scheme contemplated under clause (c) of the\nproviso to Section 529 read with Section 529A of the Act would\ncome into play. The Court cannot overlook the reality that\nintention of the framers of law could not have been that the\nB public funds, for instance, the money of secured creditor (like\nbanks), should be completely ignored for the benefit of the\ncreditors in general, despite there being a definite protection\nin law, more so, when the security may be sufficient for recovery\nof dues of such secured creditors to a limited extent, if not in\nentirety. The scheme of these provisions, thus, has to be\nunderstood to make it practicable and in consonance with the\naccepted commercial principles. It is precisely for these\nreasons that I am taking the view that the workmen's charges\nas well as that of the secured creditors have to be paid in\npreference to all others, but with inter se pari passu charge on\nthe amounts realized from the sale of the security or otherwise.\nC\nD\nE\nF\n31. From the above discussion on law and the judgments\nof this Court, the following principles can be safely deduced :\n1.\n2.\nG 3.\nThe rules of insolvency or the provisions of the\nProvincial Insolvency Act, 1920 would apply in the\nwinding up of an insolvent company under the\nprovisions of Section 529 of the Act but it has a\nlimited application as per terms of clauses (a) to\n(c) of Section 529(1) of the Act.\nThe provisions of the Insolvency Act and even\nSection 529 of the Act cannot control the scope\nand application of Section 529A of the Act.\nMerely submitting of an affidavit or demand by the\nsecured creditor in response to the notice issued\nby the Official Liquidator inviting claims would not\ntantamount to effective participation in the winding\nup proceedings (Ref. ICICI Bank (supra)).\n☐ H\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 383\n4.\nORS. [SWATANTER KUMAR, J.]\nMere institution of a petition by a secured creditor A\nbefore a court or forum of competent jurisdiction per\nse will not lead to an inference that the secured\ncreditor has stood outside the winding up\nproceedings unless it takes some effective steps\nto pursue those proceedings and realizes its\nsecurity de hors the specific procedure under the\nAct.\n5. The proviso to Section 529(1) has two prescribed\ncontents which have to be satisfied cumulatively.\nThe expression 'and' appearing therein will have to\nbe read as 'conjunctive' and not 'disjunctive'.\nB\nC\nThe contents are, firstly, that the provision creates a legal\nfiction of pari passu charge in favour of the workmen on the\nsecurity of a secured creditor and, secondly, that the secured D\ncreditor should realise its security in contradistinction to\nrelinquishment of his security for recovery of its dues in\naccordance with law.\n6.\n7.\nRelinquishment has to be a conscious act on the\npart of the secured creditor and is incapable of\nbeing construed by implication.\nThe secured creditor and dues of the workmen in\nthe proportion calculated in terms of Section 529A\nare liable to be paid in preference to all other dues\nbut are pari passu inter se. (Ref. Andhra Bank\n(supra)\nE\nF\n32. Reverting to the facts of the present case, the judgment\nof the High Court, to the extent it takes the view that the charges G\nof the workmen and secured creditors have to rank pari passu,\ncannot be faulted with. However, where the learned Single\nJudge as well as the Division Bench of the High Court have\nfallen in error of law, is the computation and adjustment of the\nshares between the workmen, on the one hand and the secured\nH\nB\nC\n384 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA creditors, on the other. Particularly, the learned Single Judge\ndirected the amounts recovered from the secured creditors to\nbe distributed between the workmen and the secured creditors\nin equal proportion of 50 per cent of their respective admitted\nclaims. This order and calculation is opposed to the very\nscheme of the above provisions, particularly with respect to\ndetermination of the workmen's portion. Another error in the\ncalculation that appears from the record is that though the total\nsale proceeds from the secured assets were Rs.108.90 crore,\nthe Court directed the payment of only Rs. 101 crore which is\nthe aggregate of the amount directed to be paid to the\nworkmen and to the secured creditors. Thus, there has been\nan error of law in applying the statutory provisions in this regard.\nThe High Court erred in not noticing that the Company Court\nhas not made calculation and computation in accordance with\nlaw. The Company Court as well as the Appellate Court should\nhave considered the workmen's portion in terms of proviso to\nSection 529(1) and Section 529(3)(c) along with the illustration\nappended thereto and thereafter, its over-riding preferential\npayment vis-a-vis all other unsecured creditors in terms of\nSection 529A and 530 of the Act. Once that is done, the Court\ncould then have settled the payment received by the Official\nLiquidator from the sale of the unsecured assets of UMI. The\namounts, thus, are required to be recalculated in terms of the\nabove provisions and the law stated herein.\nD\nE\nF\nG\nH\n33. In the present case, the secured creditor has realized\nits security but without putting the security or the receipts thereof\nin the common hotch potch of the winding up proceedings for\nthe general benefit of the creditors. Thus, in terms of Section\n47(1) of the Insolvency Act, the secured creditor in the present\ncase is entitled to the balance due to it, deducting the net\namounts realized. If the secured creditor would have\nparticipated in the winding up proceedings in its entirety with\nthe security being realised and/or relinquished for the general\nbenefit of the creditors and not restricted to the compliance of\nSection 529 of the Act, it would not be entitled to the benefit of\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 385\nORS.\nSection 529A of the Act. As already discussed, it is not the A\ncase herein. It may also be noticed that the amounts, by the\nconsent of the parties, have already been disbursed and utilized\nby the workmen as well as the secured creditors in terms of\nSection 529 of the Act which obviously, in my view, are subject\nto adjustment as per the orders of the Court.\n34. For the reasons afore-recorded, while reiterating the\nview expressed in Andhra Bank (supra), I am of the considered\nview that the High Court should re-compute the amounts\npayable pari passu between the secured creditors and the\nworkmen in accordance with the principles stated above.\n35. Therefore, I remand the matter to the Company Court\nto apply the above-stated principles and calculate the amount\npayable to the respective parties afresh and in accordance with\nlaw.\nA.K. PATNAIK, J. 1. Leave granted.\n2. We have carefully read the learned opinion of our\nesteemed brother Swatanter Kumar, J. in this case but with\ngreat respect we are unable to persuade ourselves to agree\nwith his interpretation of Sections 529 and 529A of the\nCompanies Act, 1956 (for short 'the Companies Act').\nB\nC\nD\nヨ\nF\n3. Before we give our interpretation of Sections 529 and\n529A of the Companies Act, we may very briefly state the\nrelevant facts as stated by the appellant. U.M.I. Special Steel\nLimited (for short 'the company') is a company registered under\nthe Companies Act. The company became sick and went\nbefore the BIFR but the BIFR in its opinion dated 08.03.2002\nrecommended for winding up of the company. On 05.08.2003,\nthe learned Company Judge of the High Court of Jharkhand G\npassed orders for winding up of the company and appointed\nthe official liquidator as liquidator to conduct the liquidation\nproceedings in relation to the company and to take over the\nassets, books and documents of the company. The liquidator\nthen took over the assets of the company and sold some of the H\nC\nD\n386 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA assets of the company and paid Rs.93,64,93,586/- to the\nsecured creditors and Rs.8,19,22,371.12p to the workmen\nrepresenting 50% of their verified claims towards wages. When\nthe liquidator sold some more assets and received\nRs.8,51,01,000/-, the appellant filed I.A. No. 1511 of 2008\nB before the learned Company Judge of the High Court\ncontending that the assets of the company situated at Chennai,\nPune, Faridabad and Kolkata which have been sold are not\nproperties over which the banks/financial institutions have any\ncharge and therefore, they cannot be treated as secured\ncreditors in respect of these properties and the sale proceeds\nfrom these properties should be kept separately and be paid\nto the workmen first before disbursing any amount to the banks/\nfinancial institutions. The banks/financial institutions, which had\ngiven loans and advances to the company, on the other hand,\ncontended before the learned Company Judge that claim of the\nworkmen and secured creditors stand pari passu and the\nCompanies Act does not make any difference between the\nmortgaged property and other properties of the company and,\ntherefore, the entire sale proceeds obtained from the properties\nof the company should be distributed among the secured\ncreditors and workers on pro rata basis. The learned Company\nJudge in his order dated 28.11.2008 held that the workmen and\nsecured creditors have pari passu charge over the properties\nof the company as would be clear from Sections 529 and 529A\nof the Companies Act and the decision of this Court in Andhra\nF Bank v. Official Liquidator \u0026 Anr. [(2005) 5 SCC 75].\nAggrieved, the appellant filed Company Appeal No.10 of 2008\nbefore the Division Bench of the High Court and contended that\nthe secured creditors have pari passu charge with the workmen\nonly on the properties which have been offered by the company\nG to the secured creditors as security. In its order dated\n30.09.2010, the Division Bench of the High Court, however,\nheld that the secured creditors have pari passu charge with the\nworkmen over all the properties of the company under sections\n529 and 529A and dismissed the appeal. It is this order dated\nH 30.09.2010 of the Division Bench of the High Court of\nE\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 387\nORS. [A.K. PATNAIK, J.]\nJharkhand that is challenged in this appeal by way of special A\nleave under Article 136 of the Constitution.\n4. We have heard learned counsel for the appellant and\nthe respondents and we are of the considered opinion that the\nlearned Company Judge and the Division Bench of the High\nCourt have not correctly interpreted the provisions of Sections\n529 and 529A of the Companies Act. For easy reference,\nSections 529 and 529A of the Companies Act, which have to\nbe read together, are extracted hereinbelow:\nB\n\"529. Application of insolvency rules in winding up C\nof insolvent companies.- (1) In the winding up of an\ninsolvent company, the same rules shall prevail and be\nobserved with regard to-\n(a) debts provable;\nD\n(b) the valuation of annuities and future and\ncontingent liabilities; and\n(c) the respective rights of secured and unsecured\ncreditors; as are in force for the time being under\nthe law of insolvency with respect to the estates of\npersons adjudged insolvent:\nProvided that the security of every secured creditor shall\nbe deemed to be subject to a pari passu charge in favour\nof the workmen to the extent of the workmen's portion\ntherein, and, where a secured creditor, instead of\nrelinquishing his security and proving his debt, opts to\nrealise his security,-\n(a) the liquidator shall be entitled to represent the\nworkmen and enforce such charge;\n(b) any amount realised by the liquidator by way of\nenforcement of such charge shall be applied\nrateably for the discharge of workmen's dues; and\n(c) so much of the debt due to such secured creditor\nE\nF\nG\nH\nA\n00\nB\nC\nD\nE\nLUJ\nF\nG\nH\n388\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nas could not be realised by him by virtue of the\nforegoing provisions of this proviso or the amount\nof the workmen's portion in his security, whichever\nis less, shall rank pari passu with the workmen's\ndues for the purposes of section 529A.\n(2) All persons who in any such case would be entitled to\nprove for and receive dividends out of the assets of the\ncompany, may come in under the winding up, and make\nsuch claims against the company as they respectively are\nentitled to make by virtue of this section:\nProvided that if a secured creditor instead of relinquishing\nhis security and proving for his debt proceeds to realise\nhis security, he shall be liable to pay his portion of the\nexpenses incurred by the liquidator (including a provisional\nliquidator, if any) for the preservation of the security before\nits realization by the secured creditor.\nExplanation.-For the purposes of this proviso, the portion\nof expenses incurred by the liquidator for the preservation\nof a security which the secured creditor shall be liable to\npay shall be the whole of the expenses less an amount\nwhich bears to such expenses the same proportion as the\nworkmen's portion in relation to the security bears to the\nvalue of the security.\n(3) For the purposes of this section, section 529A and\nsection 530,-\n(a) \"workmen\", in relation to a company, means the\nemployees of the company, being workmen within the\nmeaning of the Industrial Disputes Act, 1947 (14 of 1947);\n(b) \"workmen's dues\", in relation to a company, means the\naggregate of the following sums due from the company to\nits workmen, namely:-\n(i) all wages or salary including wages payable for\ntime or piece work and salary earned wholly or in\n"}