{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"JITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 349\nORS.\nworkmen would rank pari passu as regards the order of A\npreference of their discharge. This is subject to satisfying\nthe conditions as stated in Sections 529 and 529A of the\nAct. The proviso to sub-section (1) of Section 529, by a\ndeemed fiction, makes the dues of the workmen pari\npassu with that of the secured creditors and creates a B\ncharge in favour of the workmen upon the amounts\nrealized from the enforcement of such security, to the\nextent of the workmen's portion therein. The 'workmen's\nportion' has been explained under sub-section (3)(c) of\nSection 529 which requires that in relation to the security C\nof any secured creditor of the company, workmen's\nportion would mean the amount which bears to the value\nof the security the same proportion as the amount of the\nworkmen's dues bears to the aggregate of the amount of\nworkmen's dues and the amounts of the debts due to the\nsecured creditors. The illustration to this sub-section\nprovides the mode in which the workmen's portion is to\nbe calculated. Once the workmen's portion is computed,\nthen in terms of Section 529A, again it has to be treated\nas a charge pari passu to the debts of the secured\ncreditor. In the case of the latter, the charge will be limited\nto the extent such debt ranks under clause (c) of the\nproviso to sub-section (1) of Section 529 pari passu with\nsuch dues for preferential payment. The dues payable to\nthe workmen and the secured creditors have to be paid\nin priority to all other debts. But the dues payable to the\nsecured creditor will not be more than the amount that\nremains unsatisfied after the security is relinquished in\nfavour of the workmen under Section 529 of the Act.\n[Para 23] [378-A-G]\n1.9 The relinquishment of security by a secured\ncreditor certainly requires some conscious act on his part\nmore than the mere filing of a claim in response to a public\nnotice issued by the official liquidator. Once the secured\ncreditor takes such further actions like sale of the secured\nD\nE\nF\nG\nH\n350 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA assets through the liquidator and subject to the control\nof the Company Court in that event, he would be part of\nthe scheme of payment as rationalized under Section 529\nand 529A of the Act. [Para 24] [378-H; 379-A-B]\nB\nC\nD\n1.10 A secured creditor who has a charge over the\nassets of a company in winding up, merely by instituting\nan application before the DRT or any other special forum\nwithout effectively pursuing that remedy and taking\neffective steps to realize his security would not stand\noutside the winding up proceedings. If the sale of\nsecured assets is effected by the Official Liquidator\nsubject to control of the Company Court and such\namounts are utilized for discharging the debts of the\nsecured creditor as well as statutory charge of the\nworkmen created under Sections 529 and 529A, then, in\neffect, the secured creditor would be deemed to have\nparticipated in the winding up proceedings and not\nstood outside the same. It is for the reason that a secured\ncreditor has to take steps by filing petition before any\nother forum just to protect his legal right and to prevent\nE the claim from getting barred by time. On the contrary, if\nhe realizes his security within the four corners of the\ncompany law, i.e., before the Official Liquidator and the\nCompany Court, in that event it would not be possible to\nhold that such secured creditor has given up his option\nF to participate in the winding up proceedings. However,\nthe matter would be quite different where the secured\ncreditor elects not only to institute a petition before the\nspecialized forum but also takes effective steps to realize\nhis security and pursues the proceedings effectively, in\nG which event, the conclusion has to be that such secured\ncreditor has stood 'outside the winding up' proceedings.\n[Para 27] [379-H; 380-A-E]\nH\n1.11 A secured creditor who, after institution of a\nclaim but without pursuing the remedy outside the\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 351\nORS.\nprovisions of this Act, files claim before the official A\nliquidator, relinquishes his security and agrees to the\ndistribution of the sale proceeds through the official\nliquidator, subject to jurisdiction of the Company Court,\ncould always be said to be not 'standing outside the\nwinding up' proceedings. However, where he institutes B\na petition, proceeds with it and seeks realisation of\nsecurity before a forum outside the Company Court, then\nhe obviously pursues the remedy beyond mere filing of\na claim and would be a person 'standing outside the\nwinding up' proceedings and shall be subject to the\nC\nrights enforced by the official liquidator in terms of the\nproviso to Section 529 of the Act. The secured creditor\nhas to take some positive steps to participate in the\nwinding up petition. [Para 28] [380-E-H; 381-A]\nD\n1.12 Once the twin requirements stated in the proviso\nto Section 529(1) are satisfied, the scheme contemplated\nunder clause (c) of the proviso to Section 529 read with\nSection 529A of the Act would come into play. The Court\ncannot overlook the reality that intention of the framers\nof law could not have been that the public funds, for E\ninstance, the money of secured creditor (like banks),\nshould be completely ignored for the benefit of the\ncreditors in general, despite there being a definite\nprotection in law, more so, when the security may be\nsufficient for recovery of dues of such secured creditors F\nto a limited extent, if not in entirety. The scheme of these\nprovisions, thus, has to be understood to make it\npracticable and in consonance with the accepted\ncommercial principles. The workmen's charges as well\nas that of the secured creditors have to be paid in G\npreference to all others, but with inter se pari passu\ncharge on the amounts realized from the sale of the\nsecurity or otherwise. [Para 30] [381-H; 382-A-D]\nH\nA\nB\n352 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nICICI Bank Ltd. V. Sidco Leathers Ltd. and Ors. (2006)\n10 SCC452: 2006 (1) Suppl. SCR 528 - relied on.\nAllahabad Bank v. Canara Bank and Anr. (2000) 4 SCC\n406: 2000 (2) SCR 1102 - held inapplicable.\n2.1 The High Court has fallen in error of law in\nrespect of the computation and adjustment of the shares\nbetween the workmen, on the one hand and the secured\ncreditors, on the other. Particularly, the Single Judge of\nthe High Court directed the amounts recovered from the\nC secured creditors to be distributed between the workmen\nand the secured creditors in equal proportion of 50 per\ncent of their respective admitted claims. This order and\ncalculation is opposed to the very scheme of the above\nprovisions, particularly with respect to determination of\nD the workmen's portion. Another error in the calculation\nthat appears from the record is that though the total sale\nproceeds from the secured assets were Rs.108.90 crore,\nthe Court directed the payment of only Rs. 101 crore\nwhich is the aggregate of the amount directed to be paid\nE to the workmen and to the secured creditors. Thus, there\nhas been an error of law in applying the statutory\nprovisions in this regard. The High Court erred in not\nnoticing that the Company Court has not made\ncalculation and computation in accordance with law. The\nCompany Court as well as the Appellate Court should\nhave considered the workmen's portion in terms of\nproviso to Section 529(1) and Section 529(3)(c) along with\nthe illustration appended thereto and thereafter, its over-\nriding preferential payment vis-a-vis all other unsecured\ncreditors in terms of Section 529A and 530 of the Act. The\namounts, thus, are required to be recalculated in terms\nof the above provisions and the law stated herein. [Para\n32] [383-H; 384-A-E]\nF\nG\n2.2 In the present case, the secured creditor has\nH realized its security but without putting the security or the\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 353\nORS.\nreceipts thereof in the common hotch potch of the A\nwinding up proceedings for the general benefit of the\ncreditors. Thus, in terms of Section 47(1) of the Insolvency\nAct, the secured creditor in the present case is entitled to\nthe balance due to it, deducting the net amounts realized.\nIf the secured creditor would have participated in the B\nwinding up proceedings in its entirety with the security\nbeing realised and/or relinquished for the general benefit\nof the creditors and not restricted to the compliance of\nSection 529 of the Act, it would not be entitled to the\nbenefit of Section 529A of the Act. The amounts, by the\nconsent of the parties, have already been disbursed and\nutilized by the workmen as well as the secured creditors\nin terms of Section 529 of the Act which are subject to\nadjustment as per the orders of the Court. [Para 33] [384-\nF-H; 385-A-B]\nC\nD\n2.3 The High Court should re-compute the amounts\npayable pari passu between the secured creditors and the\nworkmen in accordance with the principles stated above.\nTherefore, the matter is remitted to the Company Court to\napply the above-stated principles and calculate the E\namount payable to the respective parties afresh and in\naccordance with law. [Paras 33 and 34] [385-C-D]\n3. To satisfy the essentials of a binding precedent, the\nCourt should directly be concerned with such issue.\nThere should be an issue which should be concluded by\nappropriate reasoning to give it colour of a binding\nprecedent. [Para 18] [374-D]\nAndhra Bank v. Official Liquidator (2005) 5 SCC 75 : 2005\n(2) SCR 776 - relied on.\nUCO Bank v. Official Liquidator, High Court, Bombay and\nAnr. (1994) 5 SCC 1: 1994 (1) Suppl. SCR 294 A.P. Financial\nCorporation v. Official liquidator (2000) 7 SCC 291: 2000 (2)\nSuppl. SCR 288 - referred to.\nF\nG\nH\n354 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nCase Law Reference:\nA\nIn the Judgment of A.K. Patnaik, J:\n2000 (2) SCR 1102\n2005 (2) SCR 776\nReferred to Para 13\nReferred to Para 14\nB\nIn the Judgment of Swatanter Kumar, J:\n2005 (2) SCR 776\n2000 (2) SCR 1102\nRelied on\nHeld inapplicable Para 17\nPara 14, 15, 19\nс\nD\nE\n1994 (1) Suppl. SCR 294 Referred to Para 22\n2000 (2) Suppl. SCR 288 Referred to Para 22\n2006 (1) Suppl. SCR 528 Relied on Para 28\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6755 of 2012.\nFrom the Judgment and Order dated 30.09.2010 of the\nHigh Court of Jharkhand at Ranchi in Company Appeal No. 10\nof 2008.\nShyam Divan, Harish N. Salve, Parag P. Tripathi, Ramji\nSrinivasan Braj Kishore Mishra, V.K. Jha, Rajiv Goyal, Vikram\nPatralekh, Siddharth Arya, Aparna Jha, Ujjwal K. Jha, Sweety\nF Sood, P.K. Verma, Jyotika Kalra, Amit Anand Tiwari, Amit\nWadhwa, Vivek Paul, Sanjay Bhatt, Rabin Majumdar,\nAnnwesha Deb, Vivek Singh, Ashutosh Jha, Deepak Avasthi,\nAnuj Bhandari for the Appearing Parties.\nG\nH\nThe Judgments of the Court was delivered by\nSWATANTER KUMAR, J. 1. Leave granted.\n2. An important question of law as to the ambit, scope and\nthe legislative scheme of Sections 529, 529A and 530 of the\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 355\nORS. [SWATANTER KUMAR, J.]\nCompanies Act, 1956 (for short; 'the Act') arises in the present A\ncase.\nB\nC\nD\n3. According to the appellant, on the true construction of\nthese provisions, workmen have a preferential claim over all\nothers including the secured creditors, in the matter of payment\nof dues out of the funds realized from sale of assets of the\ncompany in liquidation. It will particularly hold true when such\nassets are not mortgaged in favour of secured creditors of the\ncompany in liquidation. The secured creditors, therefore, have\nno charge on such unsecured assets as also no consequential,\npreferential or even pari passu claim over the sale proceeds\nderived from these assets of the company. To the contra, the\ncontention on behalf of the respondents is that the debts of the\nsecured creditors would rank pari passu with that of the\nworkmen as regards those dues of the secured creditors as\ncould not be realised from the sale of secured assets, for the\nreason that they have relinquished their security to the extent of\nworkmen's dues in terms of Section 529(1) of the Act. In support\nof their respective contentions, the appellant has relied upon the\njudgment of this Court in the case of Allahabad Bank v. Canara\nBank and Another [(2000) 4 SCC 406], while the respondents E\nhave placed heavy reliance upon the judgment of this Court in\nthe case of UCO Bank v. Official Liquidator, High Court,\nBombay \u0026 Anr. [(1994) 5 SCC 1]; Andhra Bank v. Official\nLiquidator [(2005) 5 SCC 75]; and ICICI Bank Ltd. V. Sidco\nLeathers Ltd. and Others [(2006) 10 SCC 452]. As both the F\nparties to the present lis have relied upon the different decisions\nof this Court, this Court is now called upon to state the correct\nexposition of law in view of the divergent views stated in the\nafore-referred judgments.\n4. I may, at the very outset, refer in brief to the facts giving\nrise to the present appeal. M/s. UMI Special Steels Ltd. (for\nshort, the UMI) is a company incorporated under the provisions\nof the Act. It possesses assets at different places throughout\nIndia. Out of these assets of the UMI, some were mortgaged to\nG\nH\n356 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA the banks and financial institutions while others were not,\nparticularly the assets located at Chennai, Pune, Faridabad and\nKolkata. Towards the end of the year 2001, the company\nbecame sick. It, thereafter, approached the Board for Industrial\nand Financial Reconstruction (for short, 'the BIFR') for being\nB declared a sick unit. BIFR, vide its opinion dated 8th March,\nC\nD\nE\nF\nG\nH\n2002, opined that UMI should be wound up. On consideration\nof the opinion of the BIFR, the High Court, vide its order dated\n5th August, 2003 passed an order of winding up of UMI and\nappointed an official liquidator for conducting and completing\nthe liquidation proceedings. This order of the High Court\nattained finality. In pursuance of this order, the official liquidator\ntook over all the assets of the company. It is the undisputed\nposition before us that the SASF/IDBI, the main secured\ncreditor of UMI, filed an Original Application before the Debts\nRecovery Tribunal (DRT) being OA No.72 of 2004 for recovery\nof its debts aggregating to Rs.63.34 crore as on 31st January,\n2004. Upon this application, the DRT issued notice on 5th July,\n2004 and since then, the matter is pending before the DRT\nwithout any further proceedings.\n5. In the meanwhile, the official liquidator invited claims\nfrom all the secured creditors and amongst others, the IDBI also\nfiled its claim on 30th July, 2006. The admitted claim of the\nsecured creditors was Rs.1,60,08,43,739/- while that of the\nworkmen was Rs.16,38,44,741.25. It is also not disputed\nbefore us that the secured assets of the company were sold\nseparately and a separate account thereof was maintained.\nSimilarly, the unsecured assets were sold separately by the\nofficial liquidator, for which again a separate account was\nmaintained. The total sale proceeds from the secured assets\nwere Rs. 108.90 crore, out of which a sum of Rs.93,64,93,586/\n- was distributed amongst the secured creditors and an amount\nof Rs.8,19,22,371.12 had been paid to the workmen. The\nOfficial Liquidator sold the unsecured properties of the\nCompany for a total sum of Rs.8.51 crores. This included the\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 357\nORS. [SWATANTER KUMAR, J.]\nassets located at different places, which were not mortgaged A\nto any bank or financial institution. The dispute between the\nparties primarily relates to distribution of this sum of Rs. 8.51\ncrores. According to the workmen their entire remaining claim\nof Rs. 8.19 crores and odd should be satisfied in preference\nto all other claimants, in terms of Section 529A of the Act. B\nHowever, it is contended on behalf of the secured creditors that\nthey have a pari passu charge even on the sale proceeds of\nthe unsecured assets in terms of the statutory provisions and\nmore particularly, in view of the fact that they had given up their\nsecurity in favour of the workmen to the extent of C\nRs.8,19,22,371.12. It is only upon such satisfaction that the sale\nproceeds can be distributed amongst other creditors in\naccordance with law. The notice of the O.A. filed by the secured\ncreditors was also issued to the Official Liquidator.\nD\nE\n6. One of the workmen, Jitendra Nath Singh, the appellant\nin the present appeal, filed an application being I.A. No. 1511/\n2008 in Company Petition No. 2/2002 praying that the sale\nproceeds from the unsecured assets should first be distributed\nto the workmen. This IA was rejected by the Company Court\nvide order dated 28th November, 2008. Against this order,\nCompany Appeal No.10 of 2008 was filed by the workmen\nbefore the High Court. Three other workmen also filed an\napplication praying that 50 per cent of their verified claim, in\nrespect of wages be paid to them by the official liquidator. The\nCompany Court passed an interim order in Company Appeal F\nNo.10 of 2008 dated 24th April, 2009 directing that money be\ndistributed by the official liquidator only after obtaining\npermission of the Court. In view of this order, the Company\nCourt rejected the claim of the three workmen vide its Order\ndated 16th April, 2010. Being aggrieved, these three workmen G\nfiled Company Appeal No.1 of 2010 before the High Court.\n7. Both these appeals were dismissed by the High Court\nby a common judgment dated 30th September, 2010. Being\ndissatisfied with the judgment of the High Court, the workman\nH\n358 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA Jitendra Nath Singh has preferred the present appeal against\nthe decision in respect of Company Appeal No. 10/2008.\nB\nC\n8. In light of the above facts, the contention of the appellant\nin the present appeal is that in respect of unsecured assets,\nthe claim of the workmen ranks higher than those of the secured\ncreditors and should be paid in preference to their claims. The\nrule of distribution pro rata applies only for proceeds from sale\nof properties bearing a charge of a particular secured creditor.\nTo put it simply, the statutory charge would get priority over any\ncontractual charge.\n9. Let us now examine the relevant statutory provisions and\ntheir scheme. By way of the Companies (Amendment) Act,\n1985, Section 529A, as well as the proviso to Section 529(1)\nof the Act, were inserted with effect from 24th May, 1985. The\nD purpose of these provisions appears to be that the dues of the\nworkmen may be made to rank pari passu with those of the\nsecured creditors and even above the dues of the Government,\nin the event of winding up of the company. The legislative intent\nappears to be that the dues of the secured creditors and\nE workmen should be paid in preference to others, however,\nwould remain pari passu to each other. It was not the intention\nof the framers of law to take away or deprive a secured creditor\nof its dues or charge of the workmen, unless, it was specifically\ngiven up by the secured creditor. At this stage, I may refer to\nthe provisions of Sections 529, 529A and 530 of the Act which\nread as follows :-\nF\nG\nH\n\"529. Application of insolvency rules in winding up\nof insolvent companies.--(1) In the winding up of an\ninsolvent company, the same rules shall prevail and be\nobserved with regard to-\n(a) debts provable;\n(b) the valuation of annuities and future and contingent\nliabilities; and\n"}