{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"T\nSTATE OF ORISSA AND ORS.\nV.\nLOKNATH RAY AND ORS.\nMARCH 15, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\n:\nA\nB\nService Law :\nOrissa Educational Act, 1969/Orissa Education (Recruitment and\nConditions of Service of Teachers and Members of the Staff of Aided C\nEducational Institutions) Rules 1974 and Circulars fixing yardsticks for fixation\nof Staff Strength :\nAppointment of Respondent No. 1-incumbent as Peon/fourth peon by\nSchool Management-Approval not granted by State authorities-Challenge\nto-Allowed by High Court-On appeal, Held: Post mentioned in the Circulars D\nis 'Daftry' and not 'fourth peon'-Post of Daftry carries higher scale of pay\nand is a promotional post-Hence, High Court was not justified in directing\nappointment of the incumbent as fourth peon-However, if the school has\nsanctioned the post of 'Daftry', the appointment of the incumbent for Class-\nIV post could be made by promoting one of the three existing Class-IV\nemployees-School Management directed to consider the claim of the incumbent\naccordingly-Directions issued.\nE\nRespondent No. 1 was appointed as 'fourth Peon' in a School.\nHowever, the State Authorities did not approve the appointment of\nrespondent No. 1. Challenging the decision of the Authorities, the F\nincumbent filed a writ petition, which was allowed by the High Court\nholding that the State authorities were not justified in refusing to grant\napproval for the appointment made by the School.\nDisposing of the appeal, the Court\nG\nHELD : 1.1. The expression used in the Circulars issued by the\nGovernment of Orissa fixing standard staff for non-governmental\nSecondary Schools is \"Daftary\" and not \"fourth peon\". The High Court\nseems to have fallen in error by proceeding on the basis as if the Circulars\nreferred to \"fourth peon\". The post of \"Daftary” carries higher scale of\n873\nH\n874\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA pay and is a promotional post for class IV employees. That being the\nposition, the High Court was not justified in directing appointment of the\nwrit petitioner as \"fourth peon\". But, if the school was entitled to have\nthe post of \"Daftary\", certainly the appointment was to be made by\npromoting one of the three Class-IV employees, namely, Office Peon,\nOffice Attendant and Night Watcher-cum-Sweeper, there being no other\nclass IV post in the school. It is for the Managing Committee of the school\nto decide who is to be promoted and thereafter seek approval of the\nconcerned State Authorities. That way the claim of the writ petitioner\ncould have been considered by the authorities, on being appropriately\nmoved by the school management. [877-C-D-E]\nB\nC\nD\n1.2. The Management of the respondent-institution is directed to\nmove the concerned authorities for approval for the promotional\nappointment from class IV employee of the school. Simultaneously, it can\nalso recommend for appointment of the incumbent for class IV post in\naccordance with law keeping in view the operative yardstick in force at\nthe time of the appointment. [877-F-G]\nState of Orissa and Ors. v. Rajendra Kumar Das and Anr., [2003] 10\nSCC 411, referred to.\nE 2005.\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1779 of\nFrom the Judgment and Order dated 30.10.2002 of the Orissa High\nCourt in O.J.C. No. 12815 of 1999.\nJana Kalyan Das for the Appellants.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nThe factual background can be adumbrated concisely as follows :\n,\nThe respondent no. 1 filed a writ application before the Orissa High\nCourt claiming that he was appointed as \"fourth peon” by the Management\nof the concerned institution i.e. Samanta Singhar High School in district of\nJaipur, Orissa (Respondent no. 2) which is an \"aided educational institution\"\nas defined under the Orissa Education Act, 1969 (in short the ‘Act') and\nOrissa Education (Recruitment and Conditions of Service of Teachers and\nH\n-\n1\nSTATE OF ORISSA v. L. RAY [PASAYAT, J.]\n875\nMembers of the Staff of Aided Educational Institutions) Rules, 1974 (in short A\n'Recruitment Rules'). It is not in dispute that if an institution is an aided\neducational institution, same is governed by the Act and rules framed\nthereunder. The Recruitment Rules are framed under the Act. As the\nfunctionaries of the State did not approve the appointment of respondent no.\n1 holding the same to be beyond the prescribed yardstick, writ application\nwas filed for direction to the concerned authorities to accord approval to the\nappointment.\nB\nThe High Court by the impugned judgment came to hold that the\nfunctionaries of the State were not justified in refusing to accord approval.\nStand of the State Government was that circular dated 8.7.1981 contained C\nyardstick for fixation of standard staff for the Non-Government Secondary\nSchools in supersession of earlier circulars. Under the \"category of staff\"\nthe number of peons which can be appointed was clearly spelt out. Only if\nthe roll strength of the institution exceeded a particular number, one post of\n\"Daftary\" was admissible. According to the State Government the post of\nD\n“Daftary” is a promotional post and, therefore, the concept of a \"fourth\npeon\" as sought to be canvassed by the writ petitioner is without any legal\nfoundation. The position was further clarified by Circular dated 27.3.1992.\nThe High Court on consideration of the rival stands came to equate the\n\"fourth peon” with “Daftary” and held that the claim of the writ petitioner\nwarranted acceptance.\nE\nIn support of the appeal, learned counsel for the State of Orissa submitted\nthat the High Court missed to consider several vital aspects. Firstly, there is\nno prescription of a \"fourth peon” in the yardstick prescribed. The post of\n\"Daftary\" is a promotional post and it carries higher scale of pay. That\nbeing the position, the last entrant cannot claim the post of the \"Daftary”. F\nReliance was placed on decision of this Court in State of Orissa and\nOrs. v. Rajendra Kumar Das and Anr., and connected matters [2003] 10 SCC\n411 in support of the stand.\nThere is no appearance on behalf of the respondents.\nAt this juncture it is to be noted that at different points of time yardsticks\nwere formulated. Government of Orissa, Education \u0026 Y.S. Department, issued\nCircular No. 28365-EYS dated 8.7.81 fixing standard staff for the non-\ngovernment secondary schools. So far as peons are concerned, the relevant\nportions of the circular read as follows:\nG\nH\nE\n876\nA\n\"Category of staff\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\n3 class\n5 class 7 class\n9. Peons (1) Office Peon\n1\n1\n1\n(ii) Office Attendant\n1\nB\n(iii) Night watcher cum\n1\n1\n1\nsweeper\nNotes\nC\nD\n(C) (ii) Where the roll strength of the school exceeds 100, one post\nof Daftary is admissible.\n\"\nSubsequently by another circular No. 155000-XVIIEP-50/91-E, dated\n27th March, 1992 the position was further clarified as under:\n-\n“I am directed to say that the question of fixation of revised\nyardstick for appointment of class IV employees in Non-government\nSecondary Schools was under consideration of Government for some\ntime past. After careful consideration Government have been pleased\nto decide that the yardstick for class IV employees of Non-Government\nSecondary Schools shall be as follows:\nCategory of staff\n3 class\n5 class\n7 class\n☑☑\nF\n(i) Office Peon.\n1\n1\n1\n(ii) Science Attendant\n1\n1\n(iii) Night Watcher cum\n1.\n1\n1\nSweeper\nG\nH\nWhere the roll strength of 10 Class High School is 500 (five hundred)\nor more, one post of Daftary is admissible.\nFor the schools running shift system for shortage of\naccommodation one additional post of peon is, admissible.\n་\n1\nSTATE OF ORISSA v. L. RAY [PASAYAT, J.]\n877\nThe yardstick will come into force with effect from the 1st January A.\n1992 and Government order referred to above stands modified to the\nextent indicated above.”\nA comparison of the two circulars shows that under 1981. Circular the\nrequisite roll strength was 100, which was changed to 500 subsequently in\nthe 1992 Circular.\nThe expression used in the two circulars is “Daftary” and not “fourth\npeon\". The High Court seems to have fallen in error by proceeding on the\nbasis as if the circulars referred to \"fourth peon”. This is clear from the\nreading of the judgments impugned in the present appeal.\nB\nC\nD\nIt is to be noted that the post of \"Daftary” carries higher scale of pay\nand is a promotional post for class IV employees. That being the position, the\nHigh Court was not justified in directing approval of the writ petitioner's\nservices as \"fourth peon\". But one significant aspect cannot be lost sight of.\nIf a school was entitled to have a “Daftary”, certainly the appointment was\nto be made by promoting one of the three persons i.e. Office Peon, Office\nAttendant and Night Watcher-cum-Sweeper, there being no other class IV\npost in the institution. It is for the Managing Committee of the institution to\ndecide who is to be promoted and thereafter seek approval of the concerned\nauthorities. That way the claim of the writ petitioner could have been\nconsidered by the authorities, on being appropriately moved by the E\nmanagement. It is undisputed that the writ petitioner was appointed by the\nmanaging committee, may be under a misreading of the relevant government\norder. The above position was indicated in Rajendra Kumar Das's (supra).\nWe, therefore, while allowing this appeal direct that the management of\nthe respondent-institution shall move the concerned authorities for approval F\nto the promotional appointment of a class IV employee, as \"Daftary”.\nSimultaneously, it can also recommend for appointment to the class IV post,\nin case approval is accorded to the recommendation for appointment of\n\"Daftary\" on promotion. The decision on both motions shall be taken within\nthree months from the date of submission of the recommendation in accordance G\nwith law keeping in view the operative yardstick in force at the time of\nappointments were made. Even if there has been refusal earlier, the matter\nshall be reconsidered in the light of what has been stated above.\nBefore we part with this case we must indicate, as was done in Rajendra\nKumar Das's (supra), that undisputedly there were several decisions of the H\n1\n878\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA Division Benches rendered at earlier point of time, taking a view contrary to\nthe one taken in the impugned judgment. In fact, one such order is dated\n3.12.1998 in O.J.C. No. 14004/97 referred to Rajendra Kumar Das's (supra).\nThe decisions do not appear to have been brought to the notice of the learned\nJudges hearing the writ petitions. This speaks volumes about the seriousness\nexhibited by learned counsel appearing for the parties, particularly the State\nGovernment, before the High Court.\nB\nThe appeal is allowed in the aforesaid terms, leaving the parties to bear\ntheir respective costs.\nS.K.S.\nC\nAppeal disposed of.\n1\n1\n"}