{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nC\n$\nKRISHNANANDA\nV.\nKATTU SIVA ASHRAM AND ORS.\nJANUARY 18, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nAppeal Second appeal-Maintainability-Suit-Plea of adverse\npossession by one of the defendants-Title of both plaintiff as well as the\ndefendant rejected by trial court-No appeal by that defendant--In first\nappeal title of that defendant denied-Second appeal by him dismissed—\nOn appeal, held: Second appeal by the defendant was not maintainable.\nRespondent No. 1-Plaintiff filed a suit against defendant No. 4-\nAppellant. Appellant claimed title over the land by adverse possession. The\nclaim of the appellant was negated by Trial Court. Suit was also dismissed.\nD Appellant did not prefer any appeal thereagainst. In appeal, the First\nAppellate Court opined that both respondent-No.1 and appellant had not\nacquired any title to the property. Appellant filed second appeal thereagainst\nand the same was dismissed on the ground that appeal was not maintainable\nbecause the appellant did not file any suit regarding his claim nor did trial\ncourt give any relief in that behalf. Hence the present appeal.\nE\nF\nG\nDismissing the appeal, the Court\nHELD: The second appeal filed at the instance of the appellant herein\nwas not maintainable as the First Appellate Court had merely arrived at\ncertain findings which might be relevant for the purpose of determination\nof an issue by and between the appellant and the original plaintiff, but the\nsame were not relevant for determination of an issue amongst the defendants\ninter se. Moreover, no decree against the appellant was preferred.\n[Para 5] [1133-F-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6196 of 2000.\nFrom the Final Judgment and Order dated 20.8.1998 of the High Court\nof Judicature at Madras in S.A. No. 1148/1998.\nH\nAtul Y. Chitale, Suchitra Atul Chitale, Sujeeta Srivastava and Madhup\n1132\n!\nKRISHNANANDA v. KATTU SIVAASHRAM [SINHA, J.] 1133\nSinghal for the Appellant\nR. Sundaravaradan, Sr. Adv., V.G. Pragasam, S. Vallinayagam, V.\nKrishna Murthy, V. Balaji and A.T.M. Sampath with him for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : 1. The defendant No. 4 in the original suit is the\nappellant before us. The plaintiff is the first respondent herein. The suit of\nthe original plaintiff was dismissed. The defendant No. 4 did not prefer any\nappeal thereagainst.\n2. Appellant claimed title over the land by adverse possession. The\nsaid claim was negatived by the learned Trial Judge. The First Appellate\nCourt, however, opined that both the plaintiff (respondent No. 1 herein) and\ndefendant No. 4 (appellant herein) had not acquired any title to the property.\n3. Aggrieved by certain findings arrived at by the First Appellate\nCourt, the appellant preferred a second appeal before the High Court of\nMadras which was dismissed summarily. The High Court opined that as\ndefendant No. 4 did not file any suit nor the Trial Court having given any\nrelief in that behalf, the appeal was not maintainable.\n4. The appellant is before us aggrieved by the said order of the High\nCourt.\n5. There cannot be any doubt that the second appeal filed a the\ninstance of the appellant herein was not maintainable as the First Appellate\nCourt had merely arrived at certain findings which might be relevant for the\npurpose of determination of an issue by and between the appellant and the\noriginal plaintiff, but the same were not relevant for determination of an issue\namongst the defendants inter se. Moreover, no decree against the appellant\nwas preferred.\nΑ\nB\nC\nD\nE\nF\nG\n6. It is stated before us by Mr. Sundaravaradan, learned senior counsel\nappearing on behalf of respondent Nos. 2 to 4, that in view of the fact that\nthe aforementioned Raman Pillai died without leaving behind any issue;\nescheat proceeding has been initiated. If that be so, there cannot be any\ndoubt, whatsoever, that the appellant herein would be entitled to raise all H\n1134\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA contentions in regard to his title in appropriate proceedings, if initiated\nagainst him. He may even bring a fresh proceedings against the said\nrespondent.\nB\n7. The appellant has sought to produce before us a purported Will\ndated 5.1.1965, executed by the said Raman Pillai. We, however, reject the\nprayer of the appellant to take the said Will on record as the contention that\nRaman Pillai bequeathed his entire property in his favour should not be\nallowed to be raised before us at this stage for the first time. This appeal\nis dismissed with the aforementioned observations. No costs.\nC K.K.T.\nAppeal dimissed.\n"}