{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"RAJ KUMAR GUPTA\nV.\nUNION OF INDIA AND ORS.\nJANUARY 17, 2007\n[DR. AR. LAKSHMANAN AND V.S. SIRPURKAR, JJ.]\nEducation/Educational Institutions: Entrance examinations—\nLeakage of question papers-Causing harassment to parents and students—-\nWrit petition-Report submitted by Union of India-Held: Union of India\nhaving taken concrete steps to maintain secrecy and sanctity of the\nexaminations, writ petition disposed of-Public Interest Litigation.\nFrequent leakage of question papers shook confidence of honest\nstudents and their parents on the system and caused them great harassment\nand depression. Petitioner filed public interest litigation. Union of India\nfiled counter affidavit through its Secretary, Central Board of Secondary\nEducation and respondent No. 2 through its Under Secretary, Department\nof Secondary and Higher Education, Ministry of Human Development.\nUnion of India filed a report in sealed cover regarding the security\nmeasures taken by the Combined Admission Test Group of various IIMs.\nA\nB\nC\nD\nDisposing of the writ petition, the Court\nE\nHELD: 1. On perusal of report it is found that the Union of India has\ntaken concrete steps in order to maintain the secrecy and sanctity of the\nexaminations. In view of the leakage of All India Pre-Medical/Pre-Dental\nEntrance Examination, 2004 question paper, Central Board of Secondary\nEducation reviewed and scrutinized its system to prevent re-occurrence of\nsuch incidence and introduced additional measures of security. Entrance\nexam was rescheduled and conducted successfully. Respondent No. 2 stated\nthat CAT, 2003 was alleged to have been tainted by alleged leakage of the\nquestion paper, Examination was cancelled and the entire procedure for the\nCAT was reviewed. Several stringent measures were taken in respect of\nsecurity of the printing process, security for booklets, test construction\nsecurity, on-site security, review of administrative procedures for test\nadministration, deployment of faculty and oversight staff, transportation\nsecurity, secure internal communication systems, storage of question papers\n1085\n(I\nF\nG\nH\n1086\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA and answer sheets and security audit in a manner so as to ensure the sanctity\nof the examination process while at the same time not inconveniencing the\nstudent community. Since adequate and satisfactory steps have already been\ntaken for securing the sanctity of the admission process and by recording\nthe confidential report submitted by Union of India, it is hoped that the steps\ntaken by Union of India continued to be implemented strictly in letter and\nspirit. [Paras 5 and 6] [1087-D-F, 1088-A-B]\nB\nམདྡྷ ཨ\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No. 223 of 2004\nUNDER ARTICLE 32 OF THE CONSTITUTION OF INDIA\nC\nD\nE\nS.S. Tiwari, Mukul Dubey, Amit Mehra, Shashank Anand and Mridula\nRay Bharadwaj for the Petitioner.\nTara Chandra Sharma, Neelam Sharma, Lakshmi Raman Singh and\nP.Parmeswaran for the Respondents.\nU.O.I.\nGopal Subramanium, A.S.G., T. Srinivasa Murthy and Sushma Suri for\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. : 1. Heard Mr. S.S. Tiwari, learned counsel\nfor the petitioner and Mr. Gopal Subramanium, learned Additional Solicitor\nGeneral for the respondents. The above writ petition was filed by way of\nPublic Interest Litigation by one Raj Kumar Gupta. The petitioner of this writ\npetition wants to raise the issue of leakage of question papers of various\nF exams. and that the frequent leakage of question papers has shaken the\nconfidence of honest students and their parents on the system and has\ncaused great harassment and depression on them.\nG\nH\n2. This Court upon hearing the counsel issued notice to the Union of\nIndia and others. The Union of India has also filed their counter affidavit\nthrough its Secretary, Central Board of Secondary Education, New Delhi.\nRespondent No.2 has also filed its counter affidavit, through its Under\nSecretary, Department of Secondary and Higher Education, Ministry of\nHuman Resource Development, New Delhi.\n3. When the matter was listed on 20.11.2006, we directed the Union of\nT\n#\n1087\nRAJ KUMAR GUPTA v.U.O.I. [LAKSHMANAN, J. ]\nIndia to file an affidavit along with annexures in the sealed cover. On A\n11.12.2006, the Union of India placed before us a report in sealed cover in\nregard to the security measures taken by the Combined Admission Test\nGroup of various IIMS in the matter of securing the question papers from\nthe time that they are set, to the time that they are finally evaluated and the\nresults declared including security measures in regard to transportation and\nstorage of question papers. The Registrar General was directed to keep the\nsame in a sealed cover in safe custody and place the same before the Court\nwhen it was required.\n4. On 08.01.2007, we directed the Registry to circulate the Report in\nclosed envelope to both of us. Accordingly, the Report was circulated to\nboth of us.\n5. We have carefully perused the Report and we return the same to Mr.\nGopal Subramanium, learned ASG. We are satisfied that the Union of India\nhas taken concrete steps in order to maintain the secrecy and sanctity of\nthe examinations. The steps taken by the Central Board of Secondary\nEducation have also been explained in detail. It is also stated that in view\nof the leakage of All India Pre-Medical/Pre-Dental Entrance Examination,\n2004 question paper, the Central Board of Secondary Education has reviewed\nand scrutinized its system to prevent re-occurrence of such incidents and\nadditional measures of security have been introduced during paper setting,\nprinting of question paper, mode of transport of question paper to the\nexamination centers and also the preparation of examination results. It is also\nsubmitted in the counter affidavit that the CBSE rescheduled the All India\nPre-Medical/Pre-Dental Entrance (Preliminary) Examination, 2004 within a\nweek's time and conducted it successfully on 17.04.2004.\n6. We have perused the counter affidavit filed by respondent No.2. It\nis stated therein that the CAT, 2003 which has held on November 23, 2003\nwas alleged to have been tainted by alleged leakage of the question paper.\nThe said examination was, therefore, cancelled. On February 1, 2004, a\nmeeting of the CAT group was held and the entire procedure for the CAT\nwas reviewed. It is also further explained in regard to the several stringent\nmeasures in respect of security of the printing process, security for booklets,\ntest construction security, on-site security, review of administrative procedures\nfor test administration, deployment of faculty and oversight staff,\ntransportation security, secure internal communication systems, storage of\nB\nC\nD\nE\nF\nG\nH\n1088\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA question papers and answer sheets and security audit in a manner so as to\nensure the sanctity of the examination process while at the same time not\ninconveniencing the student community. Since adequate and satisfactory\nsteps have already been taken for securing the sanctity of the admission\nprocess and by recording the confidential report submitted by the Union of\nIndia, we express our sincere hope that the steps taken by the Union of India\ncontinued to be implemented strictly in letter and spirit.\nB\nN.J.\nThe writ petition stands disposed of accordingly. No costs.\nWrit petition disposed of.\n+\nגי\n►\n:\n"}