{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"C\nD\n1042 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA to witness the incident. Exhibit P-102 is the complaint which was\ngiven by Valliappan who was none else but the Manager of the\ncompany which Vivekanandan was running. This was given at\n11 a.m. It was immediately after the investigating officer visited\nthe spot and registered the offence that Ramalingam (PW-16)\nB became available to the police. His statement was recorded only\nafter Valliappan filed the complaint. Therefore, on that count, at\nleast insofar as Ramalingam (PW-16) is concerned, there can\nbe no difficulty. The trial Court and the appellate Court have\nconsidered the criticism by the defence that the eye-witnesses\nhad changed the spot inasmuch as the eye-witnesses had\nreferred to the incident having taken place near 'Titan Watch\nShop' and not 'Titan Showroom' which it actually was. The\nappellate Court, in its elaborate judgment, has also considered\nfew minor and insignificant contradictions regarding the location\nof autorickshaw stand and some shops and has held that the\nincident took place near a restaurant called 'Richy-Rich'. The\nobservation mahazar also suggested the same spot only. On that\nbasis, a finding was written that the argument of the defence that\nthe spot was sought to be changed was rejected. The said\nargument was addressed before us also. We, however, do not\nfind anything to hold that the prosecution witnesses, particularly,\nSelvaraj (PW-14) Paramasivam (PW-15) and Ramalingam (PW-\n16) had changed the spot. In fact, they would gain nothing by\nchanging the spot. One common comment can be made about\nthese witnesses that all of them were totally disinterested\nwitnesses. They had nothing against the accused persons nor\nwere they interested in the accused so as to speak falsehood in\norder to obtain the conviction. It was argued by Ms. V. Mohana,\nlearned Counsel for the appellant that these three eye-witnesses\nwere the chance witnesses. We do not agree. Ramalingam (PW-\nG 16) had every reason to be near the spot as his place of working\ni.e. Prithvi Jewellers was near the spot. It cannot be forgotten that\nit was he who informed Valliappan that the deceased was\nmurdered. Some comment can be made about the other two\neye-witnesses, who in their evidence, asserted that they used\nH to come on the spot. Selvaraj (PW-14) had specifically stated\nE\nF\nLL\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1043\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nC\nthat he was doing his real estate business and that he alongwith A\nhis two other friends, namely, Shanmugasundaram and Nagaraj,\nused to assemble at 9'0 clock in the morning and would continue\nto be there till 11 a.m. This witness even used to recognize\ndeceased Vivekanandan. Similarly, Paramasivam (PW-15)\nused to drive auto and used to keep his auto near the Top Notch B\nShoe Shop. It is a well known fact that the auto drivers start their\nday from a particular spot where they usually come and then ply\ntheir auto in a particular area. This witness claimed that he used\nto ply his auto from D.B. Road where the incident took place. So,\nthere is nothing wrong in the witnesses being present where they\nclaimed to be. Ms. Mohana, learned Counsel tried to suggest\nthat these witnesses were the chance witnesses and, therefore,\nwe should discard their evidence on that count. That is not\npossible. Both the Courts below have relied upon their evidence\nholding them to be credible witnesses. This Court normally is very\nslow to take the exercise of re-appreciation of the evidence in\nsuch cases. Unless the appreciation by both the Courts below\nis found to be perverse, unsustainable and basically frivolous,\nthis Court will not go into the exercise of re-appreciation of the\nevidence. We have seen the evidence very carefully and we do\nnot find any such thing. Therefore, these witnesses cannot be\ndubbed as the chance witnesses.\nD\nE\n27. Other criticism levelled against these witnesses was that\nthe statements of Selvaraj (PW-14) and Paramasivam (PW-15)\nwere not recorded immediately. While the statement of Selvaraj F\n(PW-14) was recorded on 20.8.1993, Paramasivam (PW-15)\nbecame available for the statement after about 15 days. It is true\nthat the criminal courts would expect the statements of the eye-\nwitnesses to be recorded immediately or with least possible\ndelay. The early recording of the statement gives credibility to G\nthe evidence of such witnesses. But then it is not an absolute rule\nof appreciation that where the statement is recorded late, the\nwitness is a false witness or a trumped-up witness. That will\ndepend upon the quality of the evidence of the witness. Selvaraj\n(PW-14) has explained that he was afraid and, therefore, did not H\n1044 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA come to the spot for 2-3 days. That is quite natural. It has come\nin the evidence of Rathinasabapathy (PW-56), the investigating\nofficer, that he examined the statement of Ramalingam (PW-16)\nalmost immediately after the inquest. As for Selvaraj (PW-14),\nif the witness did not turn up out of the fear, there is nothing\nB unnatural. In this country, people are not keen to become the\nC\nD\nwitnesses and avoid the police-interrogation. That should have\nhappened with this witness. Even the other witness\nParamasivam (PW-15) also avoided to go to the police or to be\navailable to the police for 15 days. Though the period of 15 days\nis rather a longish period, that by itself should not be a reason to\ndisbelieve him. The trial and the appellate Courts have been alive\nto this situation and have considered this aspect. Our attention\nwas invited to the statement made by Ramalingam (PW-16) to\nthe effect that he asserted that the statements of these two\nwitnesses were also recorded on 17.8.1993, which was not\ncorrect. This circumstance was considered by the appellate Court\nand, in our opinion, rightly. We, therefore, need not go into that\naspect. The evidence was severely criticized on the basis that\nall the three witnesses had contradicted each other. We do not\nthink so. All the three witnesses had given graphic description\nof the incident. All of them have asserted that first two accused\nthey being Pavunraj @ Pavun (A-10) and Prince Kumar @ Prince\n(A-11) stopped the deceased and the third accused Kumar\nVellaichami (A-9) started severely assaulting the deceased.\nInsofar as role played by these accused persons is concerned,\nF the evidence of all the three eye-witnesses is in consonance with\neach other and there does not appear to be any reason to\ndiscard their evidence. In our opinion, the trial and the appellate\nCourts are right in accepting their evidence as truthful. There is\nnot a word of cross-examination on the factum of assault and the\nG manner thereof. Therefore, we are not impressed by the\nargument of Ms. Mohana that the evidence of these three\nwitnesses should be discarded. We do appreciate the argument\nthat the statement of Paramasivam (PW-15) was recorded after\nabout 15 days, however, his evidence appears to be\nE\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1045\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\ncreditworthy. He was frank enough in admitting that he left the\nplace and never came back for 15 days to run the auto. If he\navoided the police for 15 days, there is nothing unusual about it.\nWhen we test this fact as against the quality of his evidence, it\nmight be stated that the witness appears to be truthful and was\nrightly relied upon by the Courts below, ignoring the time taken\nfor recording his statement. Insofar as Ramalingam (PW-16) is\nconcerned, his evidence remained unshaken and like the earlier\ntwo witnesses, there was hardly any cross-examination.\n28. All the three eye-witnesses have been corroborated by\nthe fact that in the Test Identification Parade, they identified the\naccused persons. Barring Kumar s/o Vellaichami (A-9) who was\nnot identified by one of the witnesses, namely, Parmasivam (PW-\n15), two other eye-witnesses have been able to identify all the\nthree accused persons. We have very carefully seen the\nevidence of Rajsekharan (PW-54), the Magistrate, who\nconducted the Parade. Rajsekharan (PW-54) has deposed that\nin the first Identification Parade, only Pavunraj @ Pavun (A-10)\nand Prince Kumar @ Prince (A-11) were available. He held the\nfirst Identification Parade in respect of these two accused\npersons on 15.9.1993 i.e. within one month of the incident. In that\nParade, both the accused were identified twice by all these three\nwitnesses. He had also included the other witnesses who were\nclaimed to be the eye-witnesses by the police. However, it has\ncome that only these three witnesses were able to identify the\naccused persons Pavunraj @ Pavun (A-10) and Prince Kumar\n@ Prince (A-11) twice. We are impressed by the fact that even\nafter changing their dresses, when the accused persons again\nstood for the identification, they were actually identified by all the\nthree eye-witnesses. The second Test Identification Parade was\nheld on 28.10.1993 as till then Kumar s/o Vellaichami (A-9) had\nnot become available. Barring one witness, namely,\nParamasivam (PW-15), both the eye-witnesses Selvaraj (PW-\n14) and Ramalingam (PW-16) were able to identify Kumar (A-\n9) twice. We have very closely considered the evidence of this\nwitness. There is absolutely nothing which could be pointed out\nA\nB\nC\nD\nE\nF\nG\nH\n1046 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA against the evidence being accepted. In our opinion, the trial and\nthe appellate Courts have rightly accepted the evidence of Test\nIdentification Parade, which has the effect of corroborating the\nevidence of the three eye-witnesses. It was stated that one of\nthe eye-witnesses have failed to identify Kumar (A-9), but that\nB by itself will not be sufficient to view with suspicion the\nparticipation of Kumar (A-9). The other two witnesses Selvaraj\n(PW-14) and Ramalingam (PW-16) have actually identified him\nas the assaulter. The évidence of Identification Parade need not\nbe viewed as a weak type of evidence as held in State of Uttar\nPradesh Vs. Boota Singh \u0026 Ors. [1979 (1) SCC 31]. We do not\nthink that the evidence of these three eye-witnesses suffer from\nany infirmity.\nC\n29. Ms. Mohana, learned Counsel appearing on behalf of\nthe appellant then urged that in the complaint, the person who\nD\nassaulted Vivekanandan (deceased), was described as a tall\nmiddle aged man and two persons of the lean body of the same\nage group accompanied him. In the first place, in the absence\nof evidence of Valliappan who was the maker of the FIR, this\ncontention cannot be appreciated. Nothing has been brought\nE about in the cross-examination of these three witnesses and,\nmore particularly, in the cross-examination of Ramalingam (PW-\n16) that they had described the assailants to Valliappan and that\nit was on that basis that he made the report. Ms. Mohana very\nearnestly urged that it was an admitted position that this\nF description did not fit any of the accused persons. We do not\nthink that the description given by Valliappan could affect the\ncredibility of the evidence of these three eye-witnesses who had\nthe full opportunity to see the accused persons and who had\ncorrectly identified the accused persons in the Test Identification\nG Parades. Ms. Mohana urged that the accused persons were\nshown to the witnesses earlier and irresponsible suggestions\nwere also thrown to the witnesses that they had seen the\nphotograph of the accused persons in the newspaper. The\ndefence has not brought on record any such newspaper where\nthe photographs of the accused persons were published. On the\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1047\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nother hand, we find that Paramasivam (PW-15) had, in a flawless A\nmanner, conducted both the Identification Parades and\nwithstood his cross-examination very well. In fact, the eye-\nwitnesses' account supported with by the evidence of Test\nIdentification Parades is more than enough to seal the fate of\nKumar (A-9), Pavunraj @ Pavun (A-10) and Prince Kumar @\nPrince (A-11).\nB\nC\n-D\n30. Some other circumstances, however, were brought on\nrecord by way of circumstantial evidence against the three\naccused persons. The most important of these circumstances\nis the discovery of aruval effected at the instance of Kumar (A-\n9) from Hindu cremation ground along with Udumalpet Road,\nPollachi. This discovery was tried to be proved by the evidence\nof Anand (PW-41) and PW-56, the Investigating Officer. It was\ndeposed by Anand (PW-41) that while he was standing at the\nbus stop near Udumalpet Road with one Thirugnanasambadam,\na police van came and stopped. An Inspector and some police\nmen and other persons alighted from that van. The said person\nwas the 9th accused, Kumar. The Inspector told Anand (PW-41)\nthat the 9th accused, Kumar was going to take out and produce\na thing for which he was required as witness. He further E\nsuggested that the 9th accused took all of them to the Hindu\ncremation ground along with Udumalpet Road, Pollachi and from\nthe Northern corner of that cremation ground at a distance of 50\nfeet took out the veechu aruval from the thorny bush.\n31. Rathinasabapathy (PW-56) supported this version and\nreiterated that Kumar had surrendered before the Judicial\nMagistrate No.6, Madurai and, therefore, he gave requisition to\nJudicial Magistrate on 21.9.93 for conducting his identification\nparade. He referred to the identification parade held on\n29.10.93. Kumar (A-9) gave a voluntary confessional statement\nbefore the witness where he had urged that if he was taken he\nwould discover the aruval. The witnesses Jayraman (PW-40)\nand C.P.Rajan before whom this statement was made,\nunfortunately left as they had some work and, therefore, he merely\nF\nG\nH\n1048 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA recorded their statements. According to him, Kumar (A-9) then\ntook them to the Hindu cremation ground along with Udumalpet\nRoad, Pollachi and in presence of two other\nThiruganasambandam and Anand (PW-41) took out a blood\nstained aruval from thorny bush which was 50 feet away from\nB the road on the Northern side in the North East corner of the\ncremation ground. The said confessional statement has been\nbrought on record vide Exhibit P.56 while the seizure Mahazar\n` has been proved as Exhibit P. 57.\nC\n32. Very heavy criticism was leveled by Ms. Mohana against\nthis discovery on account of the fact that while the confessional\nstatement was shown to have been made before two different\nwitnesses, namely, Jayraman and C.P. Rajan, two other\nwitnesses were kept present at the time of actual discovery. We\nhave seen the evidence of Jayraman (PW-40) who has spoken\nD about the confessional statement having been made before him.\nIn fact Exhibit P.56 clearly suggests as also the evidence of this\nwitness that the confessional statement was made by Kumar (A-\n9). He has also referred to the presence of C.P.Rajan. He was\ncross-examined extensively by defence. However, there was\nE nothing brought out in cross-examination. It was inspector himself\nwho recorded the statement on 29.10.93. We find nothing\nsuspicious in the evidence of this witness or even in the evidence\nof PW-41, Anand. Anand has also stood firm during his cross-\nexamination. As has already been stated earlier, the learned\nF Counsel urged that two different sets of witnesses could not have\nbeen used, one for the confessional statement and other for the\nseizure Mahazar. There is no rule that the same set of witnesses\nhave to be used for both purposes, namely, for the confessional\nstatement and the subsequent discovery in pursuance thereto.\nG Undoubtedly, if the same set of witness is used, the discovery\nwill become more acceptable and would gain credibility as the\nwitnesses who have heard confessional statement would also\nhave opportunity to see that what was confessed has resulted\nin the discovery in terms of the confession. But where it is found\nthat the witnesses are even otherwise acceptable, there would\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1049\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\ni\nbe no question of rejecting the discovery only on this count. It A\ncannot be forgotten in this case that the common witness PW-\n56 who was present both at the time of confessional statement\nand the subsequent discovery of aruval. The Inspector has given\na good explanation as to why he did not take the earlier pair of\nwitnesses, namely Jayraman (PW-40) and C.P.Rajan. B\nAccording to him those two witnesses left on account of some\nwork. We do not find this very unusual, particularly, in the\ncircumstances of this case. It has been held by this Court in Statė\nof Himachal Pradesh Vs. Jeet Singh [1999 (4) SCC 370] that\neven if there are no witnesses present and the confession is C\nmade only to the Investigating Officer, still the discovery can be\naccepted. In this case that did not happen. The confessional\nstatement was undoubtedly made before a witness who entered\nthe witness box and offered himself for cross-examination.\nTherefore, the fact that the confessional statement was made\ncannot be disputed nor can it be disputed that Kumar (A-9)\nultimately discovered the veechu aruval from the cremation\nground.\nD\nF\n33. It was then urged by the learned counsel that this was a\nopen place and anybody could have planted veechu aruval. That E\nappears to be a very remote possibility. Nobody can simply\nproduce a veechu aruval planted under the thorny bush. The\ndiscovery appears to be credible. It has been accepted by both\nthe Courts below and we find no reason to discard it. This is apart\nfrom the fact that this weapon was sent to the Forensic Science\nLaboratory (FSL) and it has been found stained with human\nblood. Though the blood group could not be ascertained, as the\nresults were inconclusive, the accused had to give some\nexplanation as to how the human blood came on this weapon.\nHe gave none. This discovery would very positively further the\nprosecution case.\n34. This takes us to the other circumstances against\naccused No.9, Kumar. The prosecution has brought on record\nthat the taxi No. TAC 5667 which was being driven by Ganesan\nG\nH\nC\nD\n1050 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA (A-8) had passed through Ooty. The prosecution examined\nSenthil (PW-44) and Siddharth (PW-43) to prove that the taxi\npassed through the check post. There is nothing to disbelieve\nthis fact. Therefore, this fact must be accepted that taxi did pass\ntwice through Ooty. This circumstance has been accepted by\nB both the Courts below. It is, therefore, proved that this taxi was\nin Ooty on 16.8.93. It cannot be disputed that this was the taxi\nused by three accused persons to travel from Tirunelveli to\nCoimbatore. There is the evidence led by Senthil (PW-44) to\nprove that the accused persons stayed in the night of 16-17/8/\n93 at Hotel Arthi Lodge, Ooty. That circumstance was sought to\nbe proved by proving the entry No. 1013 at Page 112 on the\nGuest Register. The witness suggested that the guests had\ncome on the night of 16.8.1993 at about 7:00 p.m. A person,\nnamed, Kumar (A-9) came from Tirunelveli and told his name as\nKumar S/o Vellaichamy. He also deposed that there were three\nother persons accompanying the said Kumar and that they went\nto the room and left at 6 a.m. on 17.8.93. Unfortunately, for the\nprosecution though the investigation agency could lay hands on\nthe register, the witness did not identify any of the accused\npersons and, more particularly, Kumar (A-9). That may be a very\nslander circumstance. It does further suggest that Kumar (A-9)\nhad stayed in Ooty along with two accused as was suggested\nin the prosecution case. The criticism was that no accused\nperson was identified by this witness even in the Court. In fact it\nwould have been surprising had the witness been able to identify\nF the accused because he must have met the accused only for a\nvery short time when the accused gave his name and address\nat Tirunelveli. However, it cannot be a co-incidence alone that\nthe full name of the accused with his address in Tirunelveli should\nfind place in the register of Arthi Lodge. This circumstance also\nG has been accepted by the trial Court and appellate Court and\nwe find no reason to take a different view.\nE\nH\n35. The other circumstance against Kumar (A-9) is the\nevidence of Ranjit Check (PW-50) who was a Scientific Officer.\nIn his evidence he asserted that he was working as Scientific\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1051\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nB\nC\nOfficer in the Physics Department. He examined M.O.20 which A\nwas a colour photograph of deceased Vivekanandan which was\nfound from the taxi in its search. He matched M.O.20 with M.O.17\nwhich was a colour photo of Sunitha, the unfortunate widow of\nVivekanandan. He asserted that item Nos.1 and 2 which were\nthe photographs of a male and a female matched with each other\nand that they were both the cut pieces of one photograph, the\ncolour factor in both the photographs was identical, the rear side\nof the photograph was matching and he, therefore, opined that\nitems Nos.1 and 2 were the parts of one and the same\nphotograph. It must be remembered that the photograph of\nSunitha was found from the possession of Vekatraman (A-1)\nwhile the photograph of deceased Vivekanandan was found from\nthe taxi in which Kumar (A-10), Pavunraj (A-10) and Prince Kumar\n(A-11) travelled. He also asserted that the foot print which was\nfound in item No.3 footwear matched with footwear which was\nfound in item No.5 footwear. He deposed on examination of the\nfoot prints, the footprint which was found in item No.3 footwear\nmatched with one that was found in item No.5 footwear.\nTherefore, he asserted that the foot print in item No.3 matched\nwith footprint which was found as item No.5. It must be\nremembered that this footwear was left behind on the scene of\noccurrence and was seized by the Investigating Officer on the\nsame day. He, therefore, came to the conclusion in the following\naspects:\n\"1. General measurements\n2. Shape of fingers\nD\nE\nF\n3. Shape and size of the bottom of the fingers\"\nHe, therefore, opined that left foot print found in item No. 3\nand the left foot print found in item No. 5 footwear had been\ncreated by one and the same left foot. Similarly the foot print of\nthe right foot was also found to be matching in item Nos.4 and\n6. He, therefore, issued a report (Exhibit P.73). We have seen\nG\nH\n"}