{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\nD\n1022 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n3.6. There can be no doubt that A-2 was connected\nwith A-1 as he was an office boy. He was asked to get a\ncheque of Rs.3 lakhs encashed from Lakshmi Vilas Bank,\nThirupur Branch. However, in his going and encashing\nthe self-cheque, this Court does not see anything\nB suspicious, as it was his duty as an office boy to do\nwhatever errands were asked by his master to him. This\naccused had not been identified by anybody. Mere\nrecovery of money would be of no consequence unless\nthe prosecution comes out with a case and give some\nC prima facie evidence that this cash was a part of the money\nthat he had received after encashing the cheque. In fact,\nthere is nothing to suggest that he had not given back the\ncash. Though this accused should have given some\nexplanation about this cash, however, that would be only\nif it was shown that this accused received this cash from\nA-1 and that too for the purpose of success of conspiracy.\nThe prosecution has not discharged that burden. A-1 was\na mill-owner and was a fabulously rich person. He had all\nthe resources at his command. It is very difficult to swallow\nthat a powerful person like A-1 would take the help of\nsome office boy in such a sensitive matter as his, where\nthe elimination of deceased was contemplated. This is the\nbasic weakness in the prosecution case. A-1 would have\nhad number of opportunities to contact or to secure the\nservices of A-7 even if it is presumed that it was A-7 who\nprocured the services of A-9, A-10 and A-11. Nothing has\ncome up that there was any meeting of mind between A-1\nand A-2 or that A-2 agreed to take part in the conspiracy.\nSuch agreement is a must for proving his part in the\nconspiracy. Further, there is nothing to suggest that A-2\nG was so resourceful, so as to be able to secure the services\nof A-7. He was a mere office boy. There is no doubt that\nthere was a conspiracy to eliminate the deceased, but the\nmere existence of the conspiracy by itself would not give\nrise to a further inference that A-2 was a conspirator. For\nE\nF\nН\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1023\nPOLICE, T. NADU\nthat, the prosecution had to prove something positive, A\nwhich in this case, the prosecution has not been able to\nprove. [Paras 53, 54] [1074-B-C; 1075-C-H; 1076-A-C]\n3.7. In the instant case, it is not possible to hold that\nthe acts done by A-2, A-4, A-5, A-6 and A-7 along with\ndeceased A-1 and the subsequent act on the part of A-9,\nA-10 and A-11 formed a chain of circumstances which\nirresistibly prove the offence of conspiracy against these\naccused persons. What was actually done by A-2, A-3, A-\n4, A-5 and A-6 was that they travelled together between\nCoimbatore and Madurai they possibly stayed in Jankiram\nHotel in their first stay. Then there is a missing link as to\nhow they proceeded to Tirunelveli and further to Chennai.\nThe prosecution alleged that they then contacted A-7 in\nMLA's hostel in Chennai and met him. The prosecution\nhas drawn complete blank. They have not been able to\nprove that A-7 actually stayed in MLA's hostel. A mere\nmention of the name called 'John Pandian' in the records\nof the MLA's hostel would be of no consequence unless\nA-7 as identified by somebody at the MLA's hostel. This\nundoubtedly was possible but that was not done by the\ninvestigation agency. Therefore, a very important link that\nA-2, A-4, A-5 and A-6 actually met A-7 in the MLA's hostel\nis not proved. Once this link is snapped, the whole\nprosecution theory about the conspiracy must fall down.\nEven if it is presumed that these four persons were sent\nby A-1 to contact A-7 there is absolutely no evidence that\nA-1 in any manner knew about A-7 or he wanted to contact\nhim and, therefore, he sent A-2 who took the help of A-4,\nA-5 and A-6 to contact A-7. [Para 58] [1080-C-H]\n3.8. Similar is the story regarding the stay of these\naccused persons at Blue Star Hotel. The staff in Jankiram\nHotel and the Blue Star Hotel could have been asked to\nidentify these four persons that they at least stayed on\nrelevant dates. That was also not done. As regards the\nB\nC\nD\nE\nF\nG\nH\nB\nC\n1024 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA contention that there was no explanation given by these\naccused persons as to why they travelled together from\nCoimbatore to Madurai and from Chennai to Coimbatore,\nthere is no question of these explanations because in the\nfirst place it was not proved at all that these persons\nactually travelled. Even if it is presumed that they did travel\ntogether, that by itself reaches the prosecution nowhere.\nThey may have hundred other purposes for travelling. A\nmere non-explanation as to why the accused persons\nmade those travels by itself will not create a piece of\nevidence against these accused persons though that may\nbe relevant in consideration of their participation. Further,\neven if it is presumed that from these accused persons\nmoney was discovered there is nothing on record that the\nmoney was given by A-1 to A-2 and through him to all the\nother accused persons. In fact, the prosecution was\nextremely confused as to how much money was said to\nhave been agreed to be paid for the murder and as to how\nmuch money was distributed. All these things completely\nshatter the case of conspiracy at least in so far as the A-2,\nA-4, A-5 and A-6 and A-7 are concerned. [Para 59] [1081-\nE B-F]\nD\nF\nG\nH\n3.9. In regard to the alleged telephone calls, the\nprosecution has drawn complete blank. Under the\ncircumstances, it is very difficult to hold that A-2, A-4, A-5\nand A-6 and A-7 were the conspirators. They have to be\ngiven the benefit of about for that purpose. It is\nundoubtedly true that A-2 who was a mere office boy was\nshown with the amount of Rs.1 lakh carrying with him.\nNow, one fails to follow as to why A-2 keep on parading\nhimself with Rs.2 lakh and how is it that on that occasion\nwas caught along with Rs. 1 lakh. That is apart from the\nfact that A-2 has tried to give an explanation that it was his\nfather's money who had received the same as his retiral\nbenefits. The mere possession of a lakh of rupees on his\nperson would not take the theory of conspiracy any\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1025\nPOLICE, T. NADU\nfurther. There is another difficulty in the way of A\nprosecution in this case. That is the acquittal ordered by\nthe High Court of A-8 who was the taxi driver from whose\ntaxi the photograph of the deceased along with case of\nRs.23,000/- was seized. The State has not chosen to\nchallenge that acquittal with the result that a very important B.\nlink in the conspiracy is snapped. [Para 60] [1081-G-H;\n1082-A-D]\nState of NCT of Delhi v. Navjot Sandhu @ Afsan Guru\n2005 (11) SCC 600; K.R. Purushothaman v. State of Kerala\n2005 (12) SCC 631 – affirmed.\n-\nMajor E.G. Barsay v. State of Bombay AIR 1961 SC 1762;\nKehar Singh \u0026 ors. v. State (Delhi Administration) 1988 (3)\nSCC 609; State v. Nalini \u0026 Ors. 1999 (5) SCC 253; Yashpal\nMittal v. State of Punjab [1977 (4) SCC 540; State of Himachal D.\nPradesh v. Krishan Lal Pradhan \u0026 Ors. 1987 (2) SCC 17;\nMohd. Khalid v. State of West Bengal 2002 (7) SCC 334;\nMohammed Usman Mohd. Hussain Maniyar v. State of\nMaharashatra 1981 (2) SCC 443; V.C. Shukla v. State 1980\n(2) SCC 665; Esher Singh v. State of A.P., [2004 (11) SCC E\n585]; Van Riper v. United States (13 F 2d. 961) (2 nd Cir,\n1926); Bhagwan Swarup Lal Bishan Lal etc. etc v. State of\nMaharashtra AIR 1965 SC 682; State of Maharashtra v. Som\nNath Thapa JT 1996 (4) SC 615; Ajay Aggarwal v. Union of\nIndia \u0026 Ors. 1993 (3) SCC 609 - referred to.\nAmerican Jurisprudence; 2nd Edn. Vol.16, Page 129;\nHalsbury's Laws of England - referred to.\nF\n4. In conclusion, A-9´and A-10 are held guilty and the\njudgment of the appellate Court convicting them is G\nconfirmed. However, the appeals filed by A-2, A-4, A-5, A-\n6 and A-7 are allowed giving them the benefit of doubt and\nthey are acquitted. Since A-1 and A-11 are reported to be\ndead, the appeals by them are declared to be infructuous.\n[Para 61] [1082-E-F]\nH\n1026 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA\nCase Law Reference:\n1979 (1) SCC 31\nrelied on\nPara 28\n1999 (4) SCC 370\nreferred to\nPara 32\nAIR 1961 SC 1762\nreferred to\nPara 55\nB\n1988 (3) SCC 609\nreferred to\nPara 55\n1999 (5) SCC 253\nreferred to\nPara 55\n(13 F 2d. 961)\nreferred to\nPara 55\nC\n1977 (4) SCC 540\nreferred to\nPara 55, 57\n1987 (2) SCC 17\nreferred to\nPara 55\n2002 (7) SCC 334\nreferred to\nPara 55\nD\n1981 (2) SCC 443\nreferred to\nPara 55, 57\n2005 (11) SCC 600\naffirmed\nPara 55\n1980 (2) SCC 665\nreferred to\nPara 55, 56\nE\n(2004) 11 SCC 585\nreferred to\nPara 56\nAIR 1965 SC 682\nreferred to\nPara 57\nJT 1996 (4) SC 615\nreferred to\nPara 57\n1993 (3) SCC 609\nreferred to\nPara 57\nF\n2005 (12) SCC 631\naffirmed\nPara 57\nG\nH\nCRIMINAL APPELLATE JURISDICTION: From the\nJudgment \u0026 Order dated 04.04.2006 of the High Court of\nJudicature at Madras in Criminal Appeal No. 121 of 2003.\nWITH\nCrl. A. Nos. 453, 544, 503 of 2007, 272 of 2008 \u0026 2285 of 2010.\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1027\nPOLICE, T. NADU\nShakhar Naphade, K. Ramamoorthy, V. Krishnamurhy, P.N. A\nRamalingam, Priscilla Pandian (for M. Vijaya Bhaskar) E.M.S.\nAram, Senthil Jagadeesan, V. Ramasubramanian, V. Mohana,\nRavi Kumar Tomar, Sajith P. Warrier, B.M. Jha, Vikash Kumar,\nSriram J. Thalapathy, S. Thanajayan, Promila Saktni Murugan,\nT. Harish Kumar for the appearing parties.\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J. 1. This judgment will dispose of\nCriminal Appeal Nos. 452 of 2007, 453 of 2007, 455 of 2007\nand 503 of 2007, 272 of 2008 and SLP (Crl.) 1217 of 2007.\n2. Leave granted in SLP (Crl) 1217 of 2007.\n3. All these appeals are against the conviction of accused\npersons who were convicted by the trial Court and the appellate\nCourt for offences under Sections 120B, 302 read with Section\n109, Indian Penal Code (IPC) and Section 302, IPC\nsubstantively.\n4. Initially, there were as many as 11 accused persons tried\nfor the offence of murder of Vivi @ Vivek @ Vivekanandan. The\ntrial Court convicted the original accused No. 9, Kumar s/o\nVellaichami, accused No. 10, Pavunraj @ Pavun s/o\nPoothiyamuthu and accused No.11, Prince Kumar @ Prince @\nBalan s/o Amalraj for the offence under Sections 302, IPC read\nwith Section 34, IPC. While accused No.9, Kumar s/o\nVellaichami was convicted for the substantive offence the other\ntwo accused persons were convicted with the aid of Section 34\nIPC. The trial Court acquitted accused No.3 Subramaniam @\nSubbu Kutty s/o Ramasamy Gounder. There was no appeal\nagainst his acquittal filed by the State. Venkatraman Krishnan\n@ Venkatraman @ Thambu, s/o Surya Kumar (accused No.1),\nSivakumar, s/o Maruthachalam (accused No.2), Ubaiadulla @\nTamil Selvan, s/o Mohammed Yusuf (accused No.4), Yusuf, s/o\nAbdullah (accused No.5), Abdul Kareem @ Kareem, s/o Hanifa\n(accused No.6), John Pandian, s/o Benjamin (accused No.7),\nB.\nс\nD\nE\nLL\nF\nG\nH\n1028 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Ganesan, s/o Sudalaimuthu (accused No.8), Kumar, s/o\nVellaichami (accused No.9), Pavunraj @ Pavun, s/o\nPoothiyamuthu (accused No.10) and Prince Kumar (accused\nNo.11) were convicted for offence under Section 120B, IPC.\nVenkatraman (accused No.1), Sivakumar (accused No.2),\nB Ubaiadulla (accused No.4), Yusuf (accused No.5), Abdul\nKareem (accused No.6), John Pandian, (accused No.7) and\nGanesan (accused No.8) were also convicted for offence Under\nsection 302, IPC read with Section 109, IPC. Out of these\naccused persons, barring accused No.3, who was acquitted, all\nthe rest filed appeals before the High Court. The appeal filed by\noriginal accused No.8, Ganesan was allowed and he was\nacquitted. The appeals of the remaining accused persons were\ndismissed and the conviction and sentences passed against\nthem were confirmed. During the pendency of this appeal,\nhowever, Venkatraman (accused No. 1) committed suicide while\naccused No.11, Prince Kumar @ Prince died. Thus, in the\npresent appeals, we are left with original accused Nos. 2, 4, 5,\n6 and 7 and accused Nos. 9, 10 and 11. For the sake of\nconvenience, we shall refer to the accused persons from their\noriginal accused numbers.\nC\nD\nE\n5. This is a pathetic story of a triangle of love having resulted\nin the gruesome end of the deceased. We shall first start with\nthe gruesome murder of deceased Vivek @ Vivekanandan\nwhich took place on 17.8.1993 at about 10.15 a.m. on a busy.\nF road called Diwan Bahadur Road in R.S. Puram near Richy Rich\nrestaurant at Coimbatore. The prosecution painted a picture that\nVivek and the original accused No.1 Venkatraman, whose family\nowned Laxmi Vilas Mills at Coimbatore were studying in the\nsame college. One Sunitha (PW-3) was also studying with them.\nG Venkatraman (accused No.1) had a crush on Sunitha. However,\nthere was a love affair going on between Sunitha and Vivek which\nultimately resulted in the marriage of both of them. In fact,\neverything should have come to an end with that marriage and\nthey should have been left to live happily forever but unfortunately\nthat was not to be. The prosecution painted a picture that even\nH\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1029\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nB\nC\nafter their marriage the fatal attraction which Venkatraman A\n(accused No.1) felt for Sunitha did not end and he remained a\nclose friend of Vivekanandan and Sunitha to the extent that on\nthe earlier day on which the murder took place they had even gone\nto a movie along with their other friends. It has come by way of\nprosecution story that Venkatraman (A-1) was trying to be as\nnear to the couple as possible and he had even provided them\nwith a telephone line. He also helped the couple in establishing\ntheir house by helping to buy drapery for their newly set up\nabode. It was also tried to be shown by the prosecution that after\nthe marriage of deceased Vivekanandan with Sunitha there was\na brief love affair between accused No.1, Venkatraman and one\nSherry who was a student of an engineering college. Though\nVenkatraman (accused No.1) got married to Sherry in a secret\nmanner perhaps after converting her to Hinduism, Sherry did not\nhonour her marriage vows and left the company of Venkatraman\n(A-1) and went back to Kerala and, thereafter, also got married\nto one Thomas and left the country to live in Middle East. This\nadded fuel to the fire of love and jealousy in the heart of\nVenkatraman (A-1). He, therefore, hatched a conspiracy along\nwith the other accused persons to eliminate the deceased\nVivekanandan for ever.\nD\nE\n6. It was suggested that Sivakumar (accused No.2) who was\nhis petty employee helped him in establishing contacts with\nUbaiadulla (A-4), Yusuf (A-5) and Abdul Kareem (A-6). The\nprosecution alleged that Ubaiadulla was a worker of a political F\nparty and also moved with another name called Tamil Selvan.\nThe prosecution alleged that Sivakumar (A-2), Ubaiadulla (A-4),\nYusuf (A-5) and Abdul Kareem (A-6) established contacts with\none John Pandian (A-7) who was a resident of Tirunelveli and\nwas a leader of an organization called Porur Union Dravidar G\nKazhagam.\n7. Yusuf (A-5) and Abdul Kareem (A-6) used to know John\nPandian (A-7) and, therefore, John Pandian (A-7) was contacted\nin order to arrange and hire assassins for this purpose.\nH\n1030 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Sivakumar (A-2) Ubaiadulla (A-4) and Yusuf (A-5) first went to\nC\nD\nMadurai on 17.7.1993 by Rameswaram Express and from there\nto Tirunelveli and stayed in a lodge called Sri Jankiram Lodge.\nIt is alleged that from there, they tried to contact John Pandian\n(A-7) on his telephone. However, not being able to contact him\nB and knowing that he had gone to Chennai they went to Chennai.\nIt is the prosecution case that John Pandian was staying in MLA's\nhostel at Chennai and these accused persons met him there. It\nwas alleged by the prosecution that after meeting and settling\nwith John Pandian (A-7), Sivakumar (A-2) Ubaiadulla (A-4) and\nYusuf (A-5) and Abdul Kareem (A-6) came back to Coimbatore.\nIn view of all these efforts, Venkatraman (A-1) withdrew Rs. 3\nlakhs through Sivakumar (A-2), who was his office boy, on\n30.7.1993 by a cheque drawn on Thirupur Bank which was got\nencashed through Sivakumar (A-2). It is alleged that the amounts\nwere given to Ubaiadulla (A-4) and Yusuf (A-5) and Abdul\nKareem (A-6) and, thereafter, on receiving the money,\nSivakumar (A-2) Ubaiadulla (A-4) and Yusuf (A-5) again went\nto Tiruneveli and stayed at Blue Star Hotel. It is alleged that John\nPandian (A-7) arranged the services of Kumar s/o Vellaichami\n(A-9), Pavunraj @ Pavun (A-10) and Prince Kumar @ Prince (A-\n11) and hired them as assassins. They came to Coimbatore on\n2.8.1993 from Tirunelveli and stayed at Vijaya Lodge. It was\nalleged that at that time Sivakumar (A-2) gave the photo of\nVivekanandan to Kumar Vellaichami (A-9), Pavunraj @ Pavun\n(A-10) and Prince Kumar @ Prince (A-11). This photograph was\noriginally a joint photograph of the marriage of deceased.\nVivekanandan with Sunitha. It was alleged by the prosecution that\nVenkatraman (A-1) neatly cut that photograph and separated the\nphotograph of Vivekanandan from the photograph of Sunitha\nwhich remained with Venkatraman (A-1) and was later on seized\nG by the police. Nothing, however, happened on that day since\nthere was heavy police bandobast at Coimbatore for two days\nand Vivekanandan was also not in town. Abdul Kareem (A-6)\ncontacted John Pandian (A-7) from STD booth at Ukkadam\nlocality in Coimbatore. It was alleged that Kumar Vellaichami (A-\nH 9), Pavunraj (A-10) and Prince Kumar (A-11) hired a car bearing\nE\nF\nJOHN PANDIAN v. STATE REP. BY INSPECTOR OF 1031\nPOLICE, T. NADU [V.S. SIRPURKAR, J.]\nB\nregistration No. TAC 5667 of which Ganesan (A-8) was the A\ndriver. It was alleged that all the four accused persons went to\nOoty and stayed at Arthi Lodge and on the morning of 17.8.1993,\nthey proceeded from Ooty and came to Coimbatore and that very\nmorning at about 10.15 a.m. Kumar s/o Vellaichami (A-9),\nPavunraj (A-10) and Prince Kumar (A-11) assaulted deceased\nVivekanandan mercilessly with aruval and murdered him on the\nspot. This incident was seen by one Selvaraj (PW-14),\nParamasivam (PW-15) and Ramalingam (PW-16). On that day\ncontrol room of B-2 police station received an information that a\nperson was lying near Richy Rich Restaurant. One Valliappan C.\nwho was the manager in a company run by Vivekanandan\naccordingly rushed to the spot, saw the situation and lodged the\ncomplaint. On that basis, police started the investigation.\n8. The investigating officer, Thiru Rathinasabapathy (PW-\n56) started investigation. He found on the spot a chappal left by\none of the accused persons near the dead body.\nD\nE\n9. In order to investigate the offence, he divided the police\nofficers in teams and deployed them to enquire about the\naccused, the occurrence and the motive therefor. He recorded\nstatements of various witnesses including some of the eye\nwitnesses during the investigation in the next 4-5 days.\nVenkatraman (A-1) was not to be seen. Thiru Rathinasabapathy\n(PW-56) had recorded statements of friends and all the possible\nwitnesses who could have seen the ghastly incident. Almost all\nF\nthe angles were examined by the investigation officer by\nrecording the statements of number of witnesses including the\nshop owners, friends and relatives of Vivekanandan. He also\nseized some documents. On 29.8.1993 at about 2.15 p.m., when\nhe was present at Karuppa Gounder Street near Chellamuthu\nFruit Commission Mandy along with Head Constable 509 and\nother police party, he chanced to see second accused\nSivakumar who was going towards North with a cloth bag in his\nhand. He was arrested at that time and in his bag an amount of\nRs. 1 lakh was found. This witness agreed to discover the hidden\nG\nH\n"}