{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"VINOD G. ASRANI\nA\nV.\nSTATE OF MAHARASHTRA\nFEBRUARY 21, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nB\nMaharashtra Control of Organized Crime Act, 1999:\nss.23(1) and (2)-Prosecution-Non inclusion of name of accused in\nthe approval granted under s.23(1)(a)-Effect-Held, is of no consequence C\nsince during investigation his complicity was established and thereafter\nsanction was obtained to prosecute him along with the others under s.23(2)——\nAllegation against him were sufficient to charge sheet him under the provisions\nof the Act alongwith other accused as being part of an organised crime\nsyndicate Code of Criminal Procedure, 1973-s.154.\nD\nBy way of writ petitions before the High Court, petitioner and three\nothers had challenged their prosecution under the Maharashtra Control of\nOrganised Crime Act, 1999 (MCOCA) and sought quashing of the FIR and\nthe grant of approval under s.23(1)(a) and sanction under s.23(2) of the Act.\nHigh Court confined itself only to the question as to whether the prosecution E\nhad complied with the provisions of ss. 23 (1) and (2) of the Act.\nIn Special Leave Petition to this Court, petitioner contended that no\napproval had been obtained to commence the investigation against the\npetitioner under s.23 (1) (a) of the Act and consequently the Investigating\nOfficer did not have the authority to commence investigation into the offences F\nalleged to have been committed by the petitioner; and that if the very initiation\nof the investigation stood vitiated by the failure to obtain approval under s.23\n(1) (a), the subsequent sanction granted under s.23 (2) also stood vitiated and\nthe proceedings before the Special Court on the basis thereof were liable to\nbe quashed.\nDismissing the Special Leave Petition, the Court\nHELD: 1.1. The High Court did not commit any error in dismissing the\n1023\nG\nH\n1024\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA petitioner's writ application. [Para 8] [1028-B]\n1.2. Non-inclusion of the petitioner's name in the approval under\ns.23(1)(a) of MCOCA was not fatal to the investigation as far as the petitioner\nis concerned. On the other hand, his name was included in the sanction\ngranted under s.23(2) after the stage of investigation into the complaint where\nB his complicity was established. The offences alleged to have been committed\nC\nby the petitioner has a direct bearing and/or link with the activities of the\nother accused as part of the Chhota Rajan gang which was an organized crime\nsyndicate. [Para 8] [1028-C]\n2. The scheme of the Cr.P.C. makes it clear that once the information\nof the commission of an offence is received under s.154 Cr.P.C., the\ninvestigating authorities take up the investigation and file charge sheet against\nwhoever is found during the investigation to have been involved in the\ncommission of such offence. There is no hard and fast rule that the First\nInformation Report must always contain the names of all persons who were\nD involved in the commission of an offence. Very often the names of the culprits\nare not even mentioned in the F.I.R. and they surface only at the stage of the\ninvestigation. The scheme under s.23 of MCOCA is similar and s.23 (1)(a)\nprovides a safeguard that no investigation into an offence under MCOCA should\nbe commenced without the approval of the concerned authorities. Once such\napproval is obtained, an investigation is commenced. Those who are\nsubsequently found to be involved in the commission of the organized crime\ncan be proceeded against once sanction is obtained against them under s. 23\n(2) of MCOCA. [Para 9] [1028-E-G]\nE\nF\nG\nH\nKari Choudhary v. Mst. Sita Devi \u0026 Ors., [2002] 1 SCC 714, relied on.\n3. By way of an interim order dated 15th December, 2006, the petitioner\nhad been granted interim bail which was extended from time to time. In view\nof this judgment, the petitioner's bail stands cancelled and he is directed to\nsurrender forthwith before the Special Court. [Para 12] [1029-B]\nCRIMINAL APPELLATE JURISDICTION: Special Leave Petition (Crl)\nNo.6312 of 2006.\nFrom the final Judgment and Order dated 10.11.2006 of the High Court.\nof Judicature at Bombay in CRLWP No. 1043/2006.\n1\nVINOD G. ASRANI v. STATE OF MAHARASHTRA [ALTAMAS KABIR, J.] 1025\nSushil Kumar, Kaushik Jayant, Vinay Arora, Aditya Kumar, Anmol A\nThakral and Sanjay Jain for the Appellant.\nAltaf Ahmed, Ravindra Keshavrao Adsure,, Sushil Karanjkar and Gautam\nGodara for the Respondent.\nThe Judgment of the Court was delivered by\nB\nALTAMAS KABIR, J. 1. Four writ petitions, in which the petitioners\nhad challenged their prosecution under the Maharashtra Control of Organized\nCrime Act, 1999 (hereinafter referred to as 'the MCOCA') and seeking quashing\nof the First Information Report and the grant of approval under Section 23\n(1) (a) and sanction under Section 23 (2) of MCOCA, were disposed of by C\na common order passed by the Bombay High Court on 10th November, 2006.\nThe writ petitioners had contended that no case had been made out against\nthem regarding their complicity in the organized criminal activity or organized\ncrimes alleged to have been committed by the organized crime syndicate\nknown as Chhota Rajan gang under the leadership of Rajan Sadashiv Nikalje D\nalias Chhota Rajan alias Nana alias Sheth. All the said writ petitions were\ndismissed by the said order but only Vinod G. Asrani is before us in this\nspecial leave petition. While the other writ petitioners as part of the organized\ncrime syndicate led by Chhota Rajan are alleged to have indulged in extortion\nof large sums of money from developers who undertake redevelopment work\nof old buildings in Tilak Nagar and other areas of Bombay, by extending E\nthreats of violence including murder, the petitioner herein is alleged to have\nbeen found working for the organized crime syndicate and had facilitated the\nappropriation of funds extorted from builders in Tilak Nagar area, Chembur,\nMumbai, at the behest of Pradip Madgaonkar @ Bandya Mama, which have\nbeen siphoned of in the accounts of the family members of Chhota Rajan and\nM/s. Khusi Developers Private Limited and others. It was further alleged that\nthe petitioner had acted as an intermediary and had played an active role in\nthe conspiracy and had also invested and/or diverted huge amounts which\nhad been collected by way of extortion. The further allegation against the\npetitioner is that he had helped one of the other writ petitioners, namely,\nSujata Rajendra Nikalje @ Nani to launder large amounts of money and acted G\nas a money changer by manipulating accounts so that the fruits of the\norganized crime could be enjoyed by members of the organized crime syndicate\nand their leader Chhota Rajan and his family members.\n2. While disposing of the writ applications, the High Court made it clear\nF\nH\nB\n1026\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA at the very outset that it was not going into the question as to whether the\nmaterial collected by the investigating agency against the petitioners was\nsufficient to prosecute them under the provisions of the MCOCA and that\nthe writ petitioners, who were the accused in the case, would have sufficient\nopportunity to contest the same before the Special Court. The High Court\nconfined itself only to the question as to whether the prosecution had complied\nwith the provisions of Section 23 (1) and (2) of MCOCA. Although, it was\nbrought to the notice of the High Court that the name of the petitioner herein\nwas not included in the approval granted under Section 23 (1) (a) of MCOCA\nand that his name was subsequently included in the sanction granted by the\nCommissioner of Police under Section 23 (2) of MCOCA, the High Court did\nC not accept the petitioner's contention that as no prior approval had been\ngranted as far as the petitioner was concerned, the Investigating Officer could\nnot have proposed to charge sheet the petitioner. The High Court also\nrejected the petitioner's contention that the sanction granted by the\nCommissioner of Police on the basis of the said proposal was illegal and not\nin accordance with the procedure established by law. The High Court\naccordingly dismissed the writ application filed by the petitioner herein along\nwith the writ applications filed by the others.\nD\nE\n3. Appearing for the petitioner, Mr. Sushil Kumar, learned senior counsel,\nreiterated the submissions made before the High Court. He emphasized the\nfact no approval had been obtained to commence the investigation against\nthe petitioner under Section 23 (1) (a) of MCOCA and consequently the\nInvestigating Officer did not have the authority to commence investigation\nunder MCOCA into the offences alleged to have been committed by the\npetitioner. He urged that if the very initiation of the investigation stood\nvitiated by the failure to obtain approval under Section 23 (1) (a), the\nF subsequent sanction granted under Section 23 (2) also stood vitiated and the\nproceedings before the Special Court on the basis thereof were liable to be\nquashed.\n4. Apart from the above, Mr. Kumar urged that there was hardly any\njustification to involve or to implicate the petitioner under the provisions of\nG the MCOCA. It was urged that there was no material on record to connect\nthe petitioner with the commission of the offences relating to extortion as\ncomplained of against the other accused. The only allegation against the\npetitioner is that he had acted as an intermediary in investing and/or diverting\nhuge amounts which had been collected by the crime syndicate and had\nH\n1027\nVINOD G. ASRANI v. STATE OF MAHARASHTRA [ALTAMAS KABIR, J.]\nhelped the accused No.4 Sujata Rajendra Nikalje to launder large sums of A\nmoney and had also acted as money changer by manipulating accounts. Mr.\nKumar submitted that the said activities could not be said to be organized\ncrime in relation to the provisions of MCOCA or that the petitioner was a\nmember of an organized crime syndicate involved in such organized crime.\n5. It was submitted that the complicity of the petitioner with the offences B\nalleged against the others was not established by the materials on record and\nthe High Court was not justified in dismissing the writ application filed by the\npetitioner challenging the invocation of the provisions of MCOCA in his\ncase.\nC\n6. Mr.Sushil Kumar's submissions were strongly opposed by Mr. Altaf\nAhmed, learned senior advocate, appearing for the respondent-State of\nMaharashtra. He submitted that the process of investigation under MCOCA\nwas similar to the provisions relating to investigations under the Code of\nCriminal Procedure. He urged that a complaint may not always disclose the\nnames of all the persons involved in the commission of an offence but such D\nnames could surface during investigation. Mr. Ahmed urged that the information\ngiven to the investigating authorities regarding the commission of a cognizable\noffence as per Section 154 of the Code did not always contain the names of\nall persons connected with the alleged offence. Subsequently, however, during\ninvestigation such names may come to light and charges could be laid against\nthem also. Similarly, in a complaint under Section 3 of MCOCA, an information\nis given of the commission of an offence in respect whereof approval to\ninvestigate is sought under Section 23 (1) (a). Upon receipt of such approval,\nthe investigating authority proceeds to investigate the offence. Thereafter, if\nthe charge is proved to be true and the complicity of others; other than those\nnamed in the F.I.R., is also prima facie established, sanction under Section F\n23 (2) is prayed for for prosecuting all those persons who were found during\nthe investigation to be involved in the commission of the offence.\nE\n7. According to Mr. Altaf Ahmed, the non-inclusion of the petitioner's\nname in the approval granted under Section 23 (1) (a) is of no consequence\nsince during investigation his complicity was established and thereafter G\nsanction was sought to prosecute him along with the others under Section\n23 (2) of MCOCA. Mr. Ahmed submitted that the allegations against the\npetitioner were sufficient to charge sheet him under the provisions of MCOCA\nalong with other accused as being part of an organized crime syndicate\nH\n1028\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA involved in the commission of organized crimes.\n8. We have carefully considered the submissions made on behalf of the\nrespective parties and the relevant provisions of MCOCA and we are of the\nview that the High Court did not commit any error in dismissing the petitioner's\nwrit application. We are inclined to accept Mr. Altaf Ahmed's submissions\nB that non-inclusion of the petitioner's name in the approval under Section 23\n(1) (a) of MCOCA was not fatal to the investigation as far as the petitioner\nis concerned. On the other hand, his name was included in the sanction\ngranted under Section 23 (2) after the stage of investigation into the complaint\nwhere his complicity was established. The offences alleged to have been\ncommitted by the petitioner has a direct bearing and/or link with the activities\nof the other accused as part of the Chhota Rajan gang which was an organized\ncrime syndicate.\nC\nE\n9. As pointed out by Mr. Ahmed, this Court in the case of Kari\nChoudhary v. Mst. Sita Devi \u0026 Ors., [2002] 1 SCC 714, had while considering\nD a similar question observed that the ultimate object of every investigation is\nto find out whether the offences alleged have been committed and, if so, who\nhad committed it. The scheme of the Code of Criminal Procedure makes it clear\nthat once the information of the commission of an offence is received under\nSection 154 of the Code of Criminal Procedure, the investigating authorities\ntake up the investigation and file charge sheet against whoever is found\nduring the investigation to have been involved in the commission of such\noffence. There is no hard and fast rule that the First Information Report must\nalways contain the names of all persons who were involved in the commission\nof an offence. Very often the names of the culprits are not even mentioned\nin the F.I.R. and they surface only at the stage of the investigation. The\nF scheme under Section 23 of MCOCA is similar and Section 23 (1) (a) provides\na safeguard that no investigation into an offence under MCOCA should be\ncommenced without the approval of the concerned authorities. Once such\napproval is obtained, an investigation is commenced. Those who are\nsubsequently found to be involved in the commission of the organized crime\ncan very well be proceeded against once sanction is obtained against them\nG under Section 23 (2) of MCOCA.\nH\n10. As to whether any offence has at all been made out against the\npetitioner for prosecution under MCOCA, the High Court has rightly pointed\nout that the accused will have sufficient opportunity to contest the same\nbefore the Special Court.\nVINOD G. ASRANI 1. STATE OF MAHARASHTRA [ALTAMAS KABIR, J.]\n1029\n11. Having regard to the above, we are not inclined to interfere with the A\norder passed by the High Court and the special leave petition is accordingly\ndismissed.\n12. By way of an interim order dated 15th December, 2006, the petitioner\nhad been granted interim bail which was extended from time to time. In view\nof this judgment, the petitioner's bail stands cancelled and he is directed to\nsurrender forthwith before the Special Court.\nD.G.\nS.L.P. dismissed.\nB\n"}