{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"NAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n31\nC\nbalances on the working of the public servants, yet the criterion A\nfor appointment of the persons who are to adjudicate the\ndisputes under this Act are too vague, general, ultra vires the\nConstitution and contrary to the established principles of law\nlaid down by a plethora of judgments of this Court. It is the stand\nof the petitioner that the persons who are appointed to B\ndischarge judicial or quasi-judicial functions or powers under\nthe Act of 2005 ought to have a judicial approach, experience,\nknowledge and expertise. Limitation has to be read into the\ncompetence of the legislature to prescribe the eligibility for\nappointment of judicial or quasi-judicial bodies like the Chief\nInformation Commissioner, Information Commissioners and the\ncorresponding posts in the States, respectively. The legislative\npower should be exercised in a manner which is in consonance\nwith the constitutional principles and guarantees. Complete lack\nof judicial expertise in the Commission may render the decision\nmaking process impracticable, inflexible and in given cases,\ncontrary to law. The availability of expertise of judicial members\nin the Commission would facilitate the decision-making to be\nmore practical, effective and meaningful, besides giving\nsemblance of justice being done. The provision of eligibility\ncriteria which does not even lay down any qualifications for\nappointment to the respective posts under the Act of 2005\nwould be unconstitutional, in terms of the judgments of this Court\nin the cases of Union of India v. Madras Bar Association,\n[(2010) 11 SCC 1]; Pareena Swarup v. Union of India [(2008)\n14 SCC 107]; L. Chandra Kumar v. Union of India [(1997) 3\nSCC 261]; R.K. Jain v. Union of India [(1993) 4 SCC 119];\nS.P. Sampath Kumar v. Union of India [(1987) 1 SCC 124].\nD\nE\nF\n5. It is contended that keeping in view the powers, functions\nand jurisdiction that the Chief/State Information Commissioner G\nand/or the Information Commissioners exercise undisputedly,\nincluding the penal jurisdiction, there is a certain requirement\nof legal acumen and expertise for attaining the ends of justice,\nparticularly, under the provisions of the Act of 2005. On this\npremise, the petitioner has questioned the constitutional validity H\n32\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA of sub-Sections (5) and (6) of Section 12 and sub-Sections (5)\nand (6) of Section 15 of the Act of 2005. These provisions\nprimarily deal with the eligibility criteria for appointment to the\nposts of Chief Information Commissioners and Information\nCommissioners, both at the Central and the State levels. It will\nB be useful to refer to these provisions at this very stage.\nC\nD\n-\n\"Section 12 (5) The Chief Information Commissioner\nand Information Commissioners shall be persons of\neminence in public life with wide knowledge and experience\nin law, science and technology, social service,\nmanagement, journalism, mass media or administration\nand governance.\n(6) The Chief Information Commissioner or an Information\nCommissioner shall not be a Member of Parliament or\nMember of the Legislature of any State or Union territory,\nas the case may be, or hold any other office of profit or\nconnected with any political party or carrying on any\nbusiness or pursuing any profession.\nE\nF\nG\nH\nXXX\nXXX\nXXX\nSection 15 (5) The State Chief Information Commissioner\nand the State Information Commissioners shall be persons\nof eminence in public life with wide knowledge and\nexperience in law, science and technology, social service,\nmanagement, journalism, mass media or administration\nand governance.\n(6) The State Chief Information Commissioner or a State\nInformation Commissioner shall not be a Member of\nParliament or Member of the Legislature of any State or\nUnion territory, as the case may be, or hold any other office\nof profit or connected with any political party or carrying\non any business or pursuing any profession.\n6. The challenge to the constitutionality of the above\nprovisions inter alia is on the following grounds:\n(i)\n(ii)\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n33\nEnactment of the provisions of eligibility criteria for A\nappointment to such high offices, without providing\nqualifications, definite criterion or even consultation\nwith judiciary, are in complete violation of the\nfundamental rights guaranteed under Article 14, 16\nand 19(1)(g) of the Constitution.\nAbsence of any specific qualification and merely\nproviding for experience in the various specified\nfields, without there being any nexus of either of\nthese fields to the object of the Act of 2005, is\nviolative of the fundamental constitutional values.\n(iii) Usage of extremely vague and general terminology\nlike social service, mass media and alike terms,\nbeing indefinite and undefined, would lead to\narbitrariness and are open to abuse.\n(iv) This vagueness and uncertainty is bound to\nprejudicially affect the administration of justice by\nsuch Commissions or Tribunals which are vested\nwith wide adjudicatory and penal powers. It may not\nbe feasible for a person of ordinary experience to\ndeal with such subjects with legal accuracy.\n(v) The Chief Information Commissioner and\nInformation Commissioners at the State and Centre\nlevel perform judicial and/or quasi-judicial functions\nunder the Act of 2005 and therefore, it is mandatory\nthat persons with judicial experience or majority of\nthem should hold these posts.\n(vi) The fundamental right to equality before law and\nequal protection of law guaranteed by Article 14 of\nthe Constitution enshrines in itself the person's right\nto be adjudged by a forum which exercises judicial\npower in an impartial and independent manner\nB\nC\nD\nE\nF\nI\nH.\n34\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nC\nD\n· E\nconsistent with the recognised principles of\nadjudication.\n(vii) Apart from specifying a high powered committee\nfor appointment to these posts, the Act of 2005\ndoes not prescribe any mechanism for proper\nscrutiny and consultation with the judiciary in order\nto render effective performance of functions by the\noffice holders, which is against the basic scheme\nof our Constitution.\n(viii) Even if the Court repels the attack to the\nconstitutionality of the provisions, still, keeping in\nview the basic structure of the Constitution and the\nindependence of judiciary, it is a mandatory\nrequirement that judicial or quasi-judicial powers\nought to be exercised by persons having judicial\nknowledge and expertise. To that extent, in any\ncase, these provisions would have to be read\ndown. Resultantly, limitation has to be read into the\ncompetence of the legislature to prescribe\nrequisite qualifications for appointment of judicial\nor quasi-judicial bodies or tribunals.\nDiscussion\n7. The Constitution of India expressly confers upon the\nF courts the power of judicial review. The courts, as regards the\nfundamental rights, have been assigned the role of sentinel on\nthe qui vive under Article 13 of the Constitution. Our courts\nhave exercised the power of judicial review, beyond legislative\ncompetence, but within the specified limitations. While the court\nG gives immense weightage to the legislative judgment, still it\ncannot deviate from its own duties to determine the\nconstitutionality of an impugned statute. Every law has to pass\nthrough the test of constitutionality which is stated to be nothing\nbut a formal test of rationality.\nH\ni\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n35\n8. The foundation of this power of judicial review, as\nexplained by a nine-Judge's Bench in the case of Supreme\nCourt Advocates on Record Association \u0026 Ors. v. Union of\nIndia [(1993) 4 SCC 441], is the theory that the Constitution.\nwhich is the fundamental law of the land, is the 'will' of the\n'people', while a statute is only the creation of the elected\nrepresentatives of the people; when, therefore, the 'will' of the\nlegislature as declared in the statute, stands in opposition to\nthat of the people as declared in the Constitution - the 'will' of\nthe people must prevail.\n9. In determining the constitutionality or validity of a\nconstitutional provision, the court must weigh the real impact\nand effect thereof, on the fundamental rights. The Court would\nnot allow the legislature to overlook a constitutional provision\nby employing indirect methods. In Minerva Mills Ltd. \u0026 Ors. v.\nUnion of India \u0026 Ors. [(1980) 3 SCC 625], this Court mandated\nwithout ambiguity, that it is the Constitution which is supreme\nin India and not the Parliament. The Parliament cannot damage\nthe Constitution, to which it owes its existence, with unlimited\namending power.\n10. An enacted law may be constitutional or\nunconstitutional. Traditionally, this Court had provided very\nlimited grounds on which an enacted law could be declared\nunconstitutional. They were legislative competence, violation of\nPart III of the Constitution and reasonableness of the law. The\nfirst two were definite in their scope and application while the\ncases falling in the third category remained in a state of\nuncertainty. With the passage of time, the law developed and\nthe grounds for unconstitutionality also widened. D.D. Basu in\nthe 'Shorter Constitution of India' (Fourteenth Edition, 2009)\nhas detailed, with reference to various judgments of this Court,\nthe grounds on which the law could be invalidated or could not\nbe invalidated. Reference to them can be made as follows:-\n\"Grounds of unconstitutionality - A law may be\nunconstitutional on a number of grounds:\nA\nB\nC\nD\nE\nF\nG\nH\n☑\nA\nB\nC\nD\nE\nF\nG\nH\n36\ni.\nii.\niii.\niv.\nV.\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nContravention of any fundamental right, specified\nin Part ill of the Constitution. (Ref. Under Art. 143,\n(Ref. AIR 1965 SC 745 (145): 1965 (1) SCR 413)\nLegislating on a subject which is not assigned to\nthe relevant legislature by the distribution of powers\nmade by the 7th Sch., read with the connected\nArticles. (Ref. Under Art. 143, AIR 1965 SC 745)\nContravention of any of the mandatory provisions\nof the Constitution which impose limitations upon\nthe powers of a Legislature, e.gs, Art. 301. (Ref.\nAtiabari Tea Co. v. State of Assam, AIR 1961 SC\n232)\nIn the case of a State law, it will be invalid in so far\nas it seeks to operate beyond the boundaries of the\nState. (State of Bombay v. Chamarbaughwala\nR.M.D., AIR 1957 SC 699)\nThat the Legislature concerned has abdicated its\nessential legislative function as assigned to it by the\nConstitution or has made an excessive delegation\nof that power to some other body. Hamdard\nDawakhana Wakf v. Union of India, AIR 1960 SC\n554 (568)\n11. On the other hand, a law cannot be invalidated on the\nfollowing grounds:\n(a)\nThat in making the law (including an Ordinance),\nthe law-making body did not apply its mind (even\nthough it may be a valid ground for challenging an\nexecutive act), (Ref. Nagaraj K. V. State of A.P.,\nAIR 1985 SC 551 (paras 31, 36), or was prompted\nby some improper motive. (Ref. Rehman Shagoo\nv. State of J \u0026 K, AIR 1960 SC 1(6); 1960 (1) SCR\n681)\n+\n།\n+\n(b)\n(c)\nNAMIT SHARMA v.. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n37\nThat the law contravenes some constitutional A\nlimitation which did not exist at the time of\nenactment of the law in question. (Ref. Joshi R.S.\nv. Ajit Mills Ltd., AIR 1977 SC 2279 (para 16)\nThat the law contravened any of the Directive\ncontained in Part IV of the Constitution. (Ref. Deep\nChand v. State of U.P., AIR 1959 SC 648 (664)”\nB\n12. Since great emphasis has been placed on the violation\nof fundamental rights, we may notice that no prejudice needs\nto be proved in cases where breach of fundamental rights is C\nclaimed. Violation of a fundamental right itself renders the\nimpugned action void {Ref. A.R. Antulay v. R.S. Nayak \u0026 Anr.\n[(1988) 2 SCC 602]}.\n13. A law which violates the fundamental right of a person\nis void. In such cases of violation, the Court has to examine as\nto what factors the Court should weigh while determining the\nconstitutionality of a statute. First and the foremost, as already\nnoticed, is the competence of the legislature to make the law.\nThe wisdom or motive of the legislature in making it is not a\nrelative consideration. The Court should examine the provisions\nof the statute in light of the provisions of the Constitution (e.g.\nPart III), regardless of how it is actually administered or is\ncapable of being administered. In this regard, the Court may\nconsider the following factors as noticed in D.D. Basu (supra).\n\"(a) The possibility of abuse of a statute does not impart\nto it any element of invalidity.\nD\nE\nF\n(b) Conversely, a statute which violates the Constitution\ncannot be pronounced valid merely because it is being G\nadministered in a manner which might not conflict with the\nconstitutional requirements.\nIn the case of Charan Lal Sahu v. UOI [(1990) 1 SCC 614\n(667) (para 13), MUKHERJEE, C.J. made an unguarded\nstatement, viz., that\nI\n38\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nC\nD\nE\n\"In judging the Constitutional validity of the Act,\nthe subsequent events, namely, how the Act has\nworked out, have to be looked into.\"\nIt can be supported only on the test of 'direct and inevitable\neffect' and, therefore, needs to be explained in some\nsubsequent decision.\n(c) When the constitutionality of a law is challenged on the\nground that it infringes a fundamental right, what the Court\nhas to consider is the 'direct and inevitable effect' of such\nlaw.\n(d) There is presumption in favour of constitutionality of\nstatutes. The law courts can declare the legislative\nenactment to be an invalid piece of legislation only in the\neven of gross violation of constitutional sanctions.\"\n14. It is a settled canon of constitutional jurisprudence that\nthe doctrine of classification is a subsidiary rule evolved by\ncourts to give practical content to the doctrine of equality. Over-\nemphasis of the doctrine of classification or anxious or\nsustained attempt to discover some basis for classification may\ngradually and imperceptly erode the profound potency of the\nglorious content of equality enshrined in Article 14 of the\nConstitution. (Ref. LIC of India v. Consumer Education \u0026\nResearch Centre [(1995) 5 SCC 482]. It is not necessary that\nclassification in order to be valid, must be fully carried out by\nthe statute itself. The statute itself may indicate the persons or\nthings to whom its provisions are intended to apply. Instead of\nmaking the classification itself, the State may lay down the\nprinciple or policy for selecting or classifying the persons or\nG objects to whom its provisions are to apply and leave it to the\nLL\nF\nH\ndiscretion of the Government or administrative authority to\nselect such persons or things, having regard to the principle\nor policy laid down by the Legislature.\n'\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n39.\n15. Article 14 forbids class legislation but does not forbid A\nreasonable classification which means:\n(i)\nIt must be based on reasonable and intelligible\ndifferentia; and\nB\n(ii)\nSuch differentia must be on a rational basis.\n(iii) It must have nexus to the object of the Act.\n16. The basis of judging whether the institutional\nreservation, fulfils the above-mentioned criteria, should be a)\nthere is a presumption of constitutionality; b) the burden of proof\nis upon the writ petitioners, the person questioning the\nconstitutionality of the provisions; c) there is a presumption as\nregard the States' power on the extent of its legislative\ncompetence; d) hardship of few cannot be the basis of\ndetermining the validity of any statute.\nC\nD\n17. The principles for adjudicating the constitutionality of\na provision have been stated by this Court in its various\njudgments. Referring to these judgments and more particularly\nto the cases of Ram Krishna Dalmia v. Justice S.R. Tendolkar E\nAIR 1958 SC 538 and Budhan Chodhry v. State of Bihar AIR\n1955 SC 191, the author Jagdish Swarup in his book\n'Constitution of India (2nd Edition, 2006) stated the principles\nto be borne in mind by the Courts and detailed them as follows:\n\"(a) that a law may be constitutional even though it relates\nto a single individual if on account of some special\ncircumstances or reasons applicable to him and not\napplicable to others, that single individual may be treated\nas a class by himself;\n(b) that there is always a presumption in favour of the\nconstitutionality of an enactment and the burden is upon\nhim who attacks it to show that there has been a clear\ntransgression of the constitutional principles;\nF\nG\nж\nH\nA\nB\nC\nD\nE\nF\n40 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n(c) that it must be presumed that the Legislature\nunderstands and correctly appreciates the need of its own\npeople, that its laws are directed to problems made\nmanifest by experience and that its discriminations are\nbased on adequate grounds;\n(d) that the legislature is free to recognize decrees of harm\nand may confine its restrictions to those cases where the\nneed is deemed to be the clearest;\n(e) that in order to sustain the presumption of\nconstitutionality the Court may take into consideration\nmatters of common knowledge, matters of common report,\nthe history of the times and may assume every state of\nfacts which can be conceived existing at the time of\nlegislation; and\n(f) that while good faith and knowledge of the existing\nconditions on the part of a Legislature are to be presumed,\nif there is nothing on the face of the law or the surrounding\ncircumstances brought to the notice of the Court on which\nthe classification may reasonably be regarded as based,\nthe presumption of constitutionality cannot be carried to the\nextent of always holding that there must be some\nundisclosed and unknown reasons for subjecting certain\nindividuals or corporations to hostile or discriminating\nlegislation.\"\n18. These principles have, often been reiterated by this\nCourt while dealing with the constitutionality of a provision or a\nstatute. Even in the case of Atam Prakash v. State of Haryana\n\u0026 Ors. [(1986) 2 SCC 249], the Court stated that whether it is\nG the Constitution that is expounded or the constitutional validity\nof a statute that is considered, a cardinal rule is to look to the\nPreamble of the Constitution as the guiding light and to the\nDirective Principles of State Policy as the Book of Interpretation.\nThe Constitution being sui generis, these are the factors of\nH distant vision that help in the determination of the constitutional.\n少\n×\n"}