{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 13 S.C.R. 1\nNAMIT SHARMA\nV.\nUNION OF INDIA\n(Writ Petition (Civil) No. 210 of 2012)\nSEPTEMBER 13, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\nRight to Information Act, 2005:\nA\nB\n;\nss. 12(5), (6) and 15(5), (6) - Appointment to the post of\nChief Information Commissioners and Information\nCommissioners at Central as well as State Level - Eligibility\ncriteria - Constitutional validity of - Held: The provisions of ss.\n12(5) and 15(5) are constitutionally valid with a rider that the\ncourt will have to read into the provisions that the expression\n'knowledge and experience' would mean and include a basic\ndegree in the field and the experience gained thereafter - The\nprovisions u/ss. 12(6) and 15(6) are vague, have no nexus with\nthe object of the Act and there is no intelligible differentia to\nsupport such classification - The court would, rather than\ndeclaring ss. 12(6) and 15(6) unconstitutional, would read\ndown these provisions as having effect post-appointment\nrather than pre-appointment - Direction to legislature to\nsuitably amend the provisions and direction to competent\nauthority to frame rules - Constitution of India, 1950 - Art. 14.\nC\nD\nE\nF\nCentral/State Information Commissions - Character and\nstructure of - The Information Commissions are quasi-judicial\nauthorities or tribunals performing judicial functions - The\nCommission is vested with civil as well as penal powers - It is\nrequired to determine the disputes by striking a balance G\nbetween right to privacy and right to information - The nature\nof functions of the Commission involves an adjudicatory\nprocess - It possesses the essential attributes and trappings\nof a court - Once Information Commission is held to be\n1\nI\n2\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA essentially a quasi-judicial forum, the Chief Information\nCommissioner and members of the Commission should be\nthe persons possessing requisite qualification and experience\nin the field of Law and/or other specified fields - The\nCommission to work in a bench of two i.e. a 'judicial member'\nB and an expert member - Appointment to the post of judicial\nmember should be made in consultation' with the Chief Justice\nof India in case of Central Information Commission and with\nthe Chief Justices of the High Courts of the respective States\nin case of State Information Commissions - The term\nC experience in law and other specified field as enumerated u/\nss. 12(5) and 15(5) of the Act would take within its ambit both-\nrequisite qualification as well as experience in that field -A\nLaw Officer or a lawyer having twenty years of law practice and\nhaving experience of social work is also eligible for\nappointment as judicial member - For appointment as\nInformation Commissioners, the authority should prefer a\nperson who is or has been a judge of High Court - Chief\nInformation Commissioner shall only be a person who is or\nhas been Chief Justice of High Court or a Judge of Supreme\nCourt - A panel of prospective members should be created\nby the Department of Personnel and Training or the\nconcerned State level ministry and be placed before the High\nPowered Committee to make selections in accordance with\ns. 12(3) of the Act.\nD\nE\nF\nG\nH\n-\nQualification\nFirst Appellate Authority\nRecommendation of Court that the qualification for the post\nshould be degree in law and adequate knowledge and\nexperience in the field of law.\nJudicial Review:\nDetermination of constitutionality of a statute - Principles\nto be followed - While determining the constitutional validity\nof a statute, court has to see the legislative competence and\nthe provisions of the statute to be examined in the light of the\nNAMIT SHARMA v. UNION OF INDIA\n3\nprovisions of the Constitution - No prejudice needs to be A\nproved in cases of breach of fundamental rights - Even if two\nviews are possible, one making the statute constitutional, the\ncourt to make efforts to uphold its constitutional validity - There\nis presumption of constitutionality in favour of legislation - The\nburden to prove that the enacted law offends fundamental B\nrights is on the one who questions the constitutionality and\nshows that despite the presumption of constitutionality, the\nstatue is unfair, unjust and unreasonable - Declaring the Law\nunconstitutional is one of the last resorts taken by courts - The\ncourts should prefer to put into service principles of 'reading\ndown' or 'reading into'.\nJudicial review of the orders of Information Commission\n- Nothing in the Right to Information Act can take away powers\nvested in u/Arts. 226 and 32 of the Constitution - The finality\nindicated u/ss. 19(6) and (7) cannot be construed to oust the\njurisdiction of higher courts despite the bar created u/s. 23 -\nRight to Information Act, 2005.\nC\nConstitution of India, 1950 - Right to Information - Nature\nof - Held: Right to freedom of Speech and Expression under E\nArticle 19(1)(a) encompasses the right to import and receive\ninformation - This right is not an unlimited or unrestricted right\n- It is subject to statutory and constitutional limitations.\nWords and Phrases - 'Quasi-judicial - Meaning of.\nF\nThe petitioner filed the present writ petition under\nArticle 32 of the Constitution as a PIL questioning the\nconstitutional validity of sub-sections (5) and (6) of s. 12\nand sub-sections (5) and (6) of s. 15 of the Right to\nInformation Act, 2005, which primarily deal with the G\neligibility criteria for appointment to the posts of Chief\nInformation Commissioners and Information\nCommissioners at the Central level as well as State level.\nPartly allowing the writ petition, the Court\nH\nقسم ہے۔\nA\n4\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nHELD: 1.1. The Constitution of India expressly\nconfers upon the courts thepower of judicial review. The\ncourts, as regards the fundamental rights, have been\nassigned the role of sentinel on the qui vive under Article\n13 of the Constitution. The courts have exercised the\nB power of judicial review, beyond legislative competence,\nbut within the specified limitations. Whilethe court gives\nimmense weightage to the legislative judgment, still it\ncannot deviate from its own duties to determine the\nconstitutionality of an impugned statute. Every law has\nto pass through the test of constitutionality which is\nstated to be nothing but a formal test of rationality. [Para\n7] [34-F-H]\nC\nSupreme Court Advocates on Record Association and\nOrs. v. Union of India (1993) 4 SCC 441: 1993 (2) Suppl. SCR\nD. 659 followed.\n-\u003e\n1.2. In determining the constitutionality or validity of\na constitutional provision, the court must weigh the real\nimpact and effect thereof, on the fundamental rights. The\nE Court would not allow the legislature to overlook a\nconstitutional provision by employing indirect methods.\n[Para 9] [35-C-D]\nF\nMinerva Mills Ltd. and Ors. v. Union of India and Ors.\n(1980) 3 SCC 625: 1981 (1) SCR 206 - followed.\n1.3. A law which violates the fundamental right of a\nperson is void. In such cases of violation, the Court has\nto examine as to what factors the court should weigh\nwhile determining the constitutionality of a statute. First\nG and the foremost, is the competence of the legislature to\nmake the law. The wisdom or motive of the legislature in\nmaking it is not a relative consideration. The Court\nshould examine the provisions of the statute in the light\nof the provisions of the Constitution (e.g. Part III),\nH\n:\n☑\nNAMIT SHARMA v. UNION OF INDIA\n5\nregardless of how it is actually administered or is capable A\nof being administered. [Para 13] [37-D-E]\n1.4. No prejudice needs to be proved in cases where\nbreach of fundamental rights is claimed. Violation of a\nfundamental right itself renders the impugned action\nvoid. [Para 12] [37-C]\nA.R. Antulay v. R.S. Nayak and Anr. (1988) 2 SCC\n602:1988 (1) Suppl. SCR 1 - referred to.\n1.5. The Court should exercise judicial restraint while\njudging the constitutional validity of the statute or even\nthat of a delegated legislation and it is only when there is\nclear violation of a constitutional provision beyond\nreasonable doubt that the Court should declare a\nprovision to be unconstitutional. [Para 19] [41-E]\nGovernment of Andhra Pradesh and Ors. v. Smt. P.\nLaxmi Devi (2008) 4 SCC 720: 2008 (3) SCR 330 - relied\non.\nB\nC\nD\n1.6. Even if two views are possible, one making the E\nstatute constitutional and the other making it\nunconstitutional, the former view must prevail and the\nCourt must make efforts to uphold the constitutional\nvalidity of a statute, unlike a policy decision, where the\nexecutive decision could be rendered invalid on the\nground of malafide, unreasonableness and arbitrariness\nalone. [Para 19] [41-F-G]\n1.7. In order to examine the constitutionality or\notherwise of a statute or any of its provisions, one of the\nmost relevant considerations is the object and reasons\nas well as the legislative history of the statute. It would\nhelp the court in arriving at a more objective and justful\napproach. It would be necessary for the Court to examine\nthe reasons of enactment of a particular provision so as\nF\nG\n+\nH\n6\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA to find out its ultimate impact vis-a-vis the constitutional\nprovisions. [Para 20] [41-G-H; 42-A]\nB\nC\nD\nE\nF\n1.8. When the constitutionality of a law is challenged\non the ground that it infringes a fundamental right, what\nthe Court has to consider is the 'direct and inevitable effect'\nof such law. A matter within the legislative competence of\nthe legislature has to be left to the discretion and wisdom\nof the framers, so long as it does not infringe any\nconstitutional provision or violate any fundamental right.\nThe law has to be just, fair and reasonable. Article 14 of\nthe Constitution does not prohibit the prescription of\nreasonable rules for selection or of qualifications for\nappointment, except, where the classification is on the\nface of it, unjust. [Para 40] [55-B-D]\nManeka Gandhi v. Union of India and Anr. (1978) 1 SCC\n248: 1978 (2) SCR 621 - relied on.\n1.9. There is presumption of constitutionality in\nfavour of legislation. The legislature has the power to\ncarve out a classification which is based upon intelligible\ndifferentia and has rational nexus to the object of the Act.\nThe burden to prove that the enacted law offends any of\nthe Articles under Part III of the Constitution is on the one\nwho questions the constitutionality and shows that\ndespite such presumption in favour of the legislation, it\nis unfair, unjust and unreasonable. [Para 46] [57-C-D]\n1.10. Another most significant canon of determination\nof constitutionality is that the courts would be reluctant\nto declare a law invalid or ultra vires on account of\nG unconstitutionality. The courts would accept an\ninterpretation which would be in favour of the\nconstitutionality, than an approach which would render\nthe law unconstitutional. Declaring the law\nunconstitutional is one of the last resorts taken by the\nH courts. The courts would preferably put into service the\n:\nY\n→\nNAMIT SHARMA v. UNION OF INDIA\n7\nprinciple of 'reading down' or '‘reading into' the provision A\nto make it effective, workable and ensure the attainment\nof the object of the Act. [Para 47] [57-D-F]\n1.11. When the law making power of a State is\nrestricted by a written fundamental law, then any law\nenacted, which is opposed to such fundamental law,\nbeing in excess of fundamental authority, is a nullity.\nInequality is one such example. Still, reasonable\nclassification is permissible under the Indian\nConstitution. Surrounding circumstances can be taken\ninto consideration in support of the constitutionality of\nthe law which is otherwise hostile or discriminatory in\nnature, but the circumstances must be such as to justify\nthe discriminatory treatment or the classification,\nsubserving the object sought to be achieved. Mere\napprehension of the order being used against some\npersons is no ground to hold it illegal or unconstitutional\nparticularly when its legality or constitutionality has not\nbeen challenged. [Para 37] [52-H; 53-A-C]\nK. Karunakaran v. State of Kerala and Anr. (2000) 3 SCC\n761: 2000 (2) SCR 735 relied on.\n-\nB\nC\nE\nF\n1.12. It is a settled canon of constitutional\njurisprudence that the doctrine of classification is a\nsubsidiary rule evolved by courts to give practical content\nto the doctrine of equality. Over-emphasis of the doctrine\nof classification or anxious or sustained attempt to\ndiscover some basis for classification may gradually and\nimperceptly erode the profound potency of the glorious\ncontent of equality enshrined in Article 14 of the\nConstitution. It is not necessary that classification in order\nto be valid, must be fully carried out by the statute itself.\nThe statute itself may indicate the persons or things to\nwhom its provisions are intended to apply. Instead of\nmaking the classification itself, the State may lay down\nthe principle or policy for selecting or classifying the H\n8\nSUPREME COURT REPORTS [2013] 13 S.C.R.\nA persons or objects to whom its provisions are to apply\nand leave it to the discretion of the Government or\nadministrative authority to select such persons or things,\nhaving regard to the principle or policy laid down by the\nLegislature. [Para 14] [38-D-H]\nB\nLIC of India v. Consumer Education and Research\nCentre (1995) 5 SCC 482: 1995 (1) Suppl: SCR 349 -\nreferred to.\n1.13. Article 14 forbids class legislation but does not\nC forbid reasonable classification which means: It must be\nbased on reasonable and intelligible differentia; and such\ndifferentia must be on a rational basis. It must have nexus\nto the object of the Act. The basis of judging whether the\ninstitutional reservation, fulfils the above-mentioned\nD criteria, should be a) there is a presumption of\nconstitutionality; b) the burden of proof is upon the writ\npetitioners, the person questioning the constitutionality\nof the provisions; c) there is a presumption as regard the\nStates' power on the extent of its legislative competence;\nE d) hardship of few cannot be the basis of determining the\nvalidity of any statute. [Paras 15 and 16] [39-A-D]\nF\nRam Krishna Dalmia v. Justice S.R. Tendolkar AIR 1958\nSC 538:1959 SCR 279; Budhan Chodhry v. State of Bihar\nAIR 1955 SC 191:1955 SCR 1045; Atam Prakash v. State\nof Haryana and Ors. (1986) 2 SCC 249: 1986 (1) SCR 399;\nHinsa Virodhak Sangh v. Mirzapur Moti Kuresh Jamata and\nOrs. (2008) 5 SCC 33: 2008 (4) SCR 1020 - referred to.\n1.14. Classification, means segregation in classes\nG which have a systematic relation usually found in\ncommon properties and characteristics. It postulates a\nrational basis and does not mean herding together of\ncertain persons and classes arbitrarily. The differentia\nwhich is the basis of the classification and the object of\nthe Act are distinct things and what is necessary is that\nH\n:\nNAMIT SHARMA v. UNION OF INDIA\n9\nB\nthere must be a nexus between them. The basis of testing A\nconstitutionality, particularly on the ground of\ndiscrimination, should not be made by raising a\npresumption that the authorities are acting in an arbitrary\nmanner. No classification can be arbitrary. One of the\nknown concepts of constitutional interpretation is that\nthe legislature cannot be expected to carve out\nclassification which may be scientifically perfect or\nlogically complete or which may satisfy the expectations\nof all concerned. The Courts would respect the\nclassification dictated by the wisdom of the Legislature C\nand shall interfere only on being convinced that the\nclassification would result in pronounced inequality or\npalpable arbitrariness tested on the touchstone of Article\n14 of the Constitution. [Para 37] [53-E-H; 54-A-B]\n✓ Welfare Association of Allottees of Residential\nPremises, Maharashtra v. Ranjit P. Gohil (2003) 9 SCC 358:\n2003 (2) SCR 139 - relied on.\nD\nF\n1.15. The rule of equality or equal protection does not\nrequire that a State must choose between attacking E\nevery aspect of a problem or not attacking the problem\nat all, and particularly with respect to social welfare\nprogramme. So long as the line drawn, by the State is\nrationally supportable, the Courts will not interpose, their\njudgment as to the appropriate stopping point. A statute\nis not invalid because it might havegone further than it\ndid, since the legislature need not strike at all evils at the\nsame time and may address itself to the phase of the\nproblem which seemed most acute to the legislative mind.\nA classification based on experience was a reasonable\nclassification, and that it had a rational nexus to the\nobject thereof and to hold otherwise would be detrimental\nto the interest of the service itself. [Para 38] [54-C-E]\nState of UP and Ors. v. J.P. Chaurasia and Ors. (1989)\n·G\nH\n10\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA 1 SCC121: 1988 (3) Suppl. SCR 288 - relied on.\nB\nC\nD\nE\n1.16. Classification on the basis of educational\nqualifications made with a view to achieve administrative\nefficiency cannot be ŝaid to rest on any fortuitous\ncircumstances and one has always to bear in mind the\nfacts and circumstances of the case in order to judge the\nvalidity of a classification. Intelligible differentia and\nrational nexus are the twin tests of reasonable\nclassification. [Para 38] [54-F-G]\nState of Jammu Kashmir v. Sh. Triloki Nath Khosa and\nOrs. (1974) 1SCC 19: 1974 (1) SCR 771 - relied on.\n1.17. If the law deals equally with members of a well\ndefined class, it is not open to the charge of denial of\nequal protection. There may be cases where even a\nsingle individual may be in a class by himself on account\nof some special circumstances or reasons applicable to\nhim and not applicable to others. Still such law can be\nconstitutional. [Para 39] [54-H; 55-A]\nConstutional Law of India by H.M. Seervai (Fourth\nEdition) Vol.1 - referred to.\n2.1. The citizens have the right to know about the\naffairs of the Government which, having been elected by\nF them, seeks to formulate some policies of governance\naimed at their welfare. The Right to Information was\nharnessed as a tool for promoting development;\nstrengthening the democratic governance and effective\ndelivery of socio-economic services. The Right to\nInformation has been stated to be one of the important\nfacets of proper governance. With the passage of time,\nthis concept has not only developed in the field of law,\nbut also has attained new dimensions in its application.\nPublic interest is better served by effective application of\nthe right to information. [Paras 1 and 22] [29-D-F; 42-F]\nG\nH\n\"\n"}