{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"NAMIT SHARMA v. UNION OF INDIA\n21\nUnion of India (2011) 8 SCC 1: 2011 (8) SCR 725 - relied\non.\nA\nB\n5.9. 'Quasi judicial' is a term which may not always\nbe used with utmost clarity and precision. An authority\nwhich exercises judicial functions or functions\nanalogous to the judicial authorities would normally be\ntermed as ‘quasi-judicial'. The expression ‘quasi judicial'\nhas been termed to be one which stands midway a\njudicial and an administrative function. If the authority has\nany express statutory duty to act judicially in arriving at\nC\nthe decision in question, it would be deemed to be quasi-\njudicial. Where the function to determine a dispute is\nexercised by virtue of an executive discretion rather than\nthe application of law, it is a quasi-judicial function. A\nquasi-judicial act requires that a decision is to be given\nnot arbitrarily or in mere discretion of the authority but D\naccording to the facts and circumstances of the case as\ndetermined upon an enquiry held by the authority after\ngiving an opportunity to the affected parties of being\nheard or wherever necessary of leading evidence in\nsupport of their contention. The authority and the E\nTribunal constituted under the provisions of the Act of\n2005 are certainly quasi-judicial authority/tribunal\nperforming judicial functions. [Paras 73 and 74] [70-G; 72-\nB-D]\nState of Himachal Pradesh and Ors. v. Raja Mahendra\nPal and Anr. 1995 Supp (2) SCC 731 - relied on.\nAdvanced Law Lexicon' (3rd Edn., 2005) by P.\nRamanathan Aiyar relied on.\n-\n5.10. Once it is held that the Information Commission\nis essentially quasi- judicial in nature, the Chief\ninformation Commissioner and members of the\nCommission should be the persons possessing requisite\nF\nLL\nG\nH\n22 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA qualification and experience in the field of law and/or\nother specified fields. [Para 80] [76-C]\nB\nC\nE\nL. Chandra Kumar v. Union of India (1997) 3 SCC 261:\n1997 (2) SCR 1186 - followed.\nBharat Bank Ltd., Delhi v. Employees of Bharat Bank and\nOrs. 1950SCR 459: AIR 1950 SC 188; S.P. Sampath Kumar\nv. Union of India (1987) 1 SCC 124: 1987 (1) SCR 435;\nUnion of India v. Madras Bar Association [(2010) 11 SCC 1:\n2010 (6) SCR 857 relied on.\n-\n5.11. In terms of sub-Section (5) of ss. 12 and 15 of\nthe Act, besides being a person of eminence in public life,\nthe necessary qualification required for appointment as\nChief Information Commissioner or Information\nD Commissioner is that the person should have wide\nknowledge and experience in law and other specified\nfields. The term 'experience in law' is an expression of\ncomposite content and would take within its ambit both\nthe requisite qualification in law as well as experience in\nthe field of law. Experience in absence of basic\nqualification would certainly be insufficient in its content\nand would not satisfy the requirements of the said\nprovision. Wide knowledge in a particular field would, by\nnecessary implication, refer to the knowledge relatable to\neducation in such field whereas experience would\nnecessarily relate to the experience attained by doing\nwork in such field. Both must be read together in order\nto satisfy the requirements of Sections 12(5) of and 15(5)\nthe Act of 2005. Similarly, wide knowledge and\nexperience in other fields would have to be construed as\nexperience coupled with basic educational qualification\nin that field. [Para 93] [83-A-C, E-F]\nF\nG\nState of Madhya Pradesh v. Dharam Bir (1998) 6 SCC\n165: 1998 (3) SCR 511 - referred to.\nI\nNAMIT SHARMA v. UNION OF INDIA\n23\nB\n5.12. The requirement of a judicial mind for manning A\nthe judicial tribunal is a well accepted discipline in all the\nmajor international jurisdictions with hardly with any\nexceptions. Even if the intention is to not only appoint\npeople with judicial background and expertise, then the\nmost suitable and practical resolution would be that a\n'judicial member' and an 'expert member' from other\nspecified fields should constitute a Bench and perform\nthe functions in accordance with the provisions of the Act\nof 2005. Such an approach would further the mandate of\nthe statute by resolving the legal issues as well as other C\nserious issues like an inbuilt conflict between the Right\nto Privacy and Right to Information while applying the\nbalancing principle and other incidental controversies.\nParticipation by qualified persons from other specified\nfields would be a positive contribution in attainment of\nthe proper administration of justice as well as the object\nof the Act of 2005. Such an approach would help to\nwithstand the challenge to the constitutionality of Section\n12(5). [Para 103] [89-D-G]\nD\n6.1. Once it is held that it is a judicial tribunal having E\nthe essential trappings of a court, then it must, as an\nirresistible corollary, follow that the appointments to this\naugust body are made in consultation with the judiciary.\nSection 12(3) of the Act states about the High-powered\nCommittee, which has to recommend the names for F\nappointment to the post of Chief Information\nCommissioner and Information Commissioners to the\nPresident. However, this Section, and any other provision\nfor that matter, is entirely silent as to what procedure for\nappointment should be followed by this High Powered G\nCommittee. [Para 104] [89-H; 90-A-B]\n6.2. In the event, the Government is of the opinion\nand desires to appoint not only judicial members but also\nexperts from other fields to the Commission in terms of\nT\nT\nH\n24\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Section 12(5) of the Act of 2005, then it may do so,\nhowever, subject to the riders stated in this judgment. To\nensure judicial independence, effective adjudicatory\nprocess and public confidence in the administration of\njustice by the Commission, it would be necessary that the\nB Commission is required to work in Benches. The Bench\nshould consist of one judicial member and the other\nmember from the specified fields in terms of Section 12(5)\nof the Act of 2005. [Para 104] [90-C-D]\nC\nD\nE\n6.3. It will be incumbent and in conformity with the\nscheme of the Act that the appointments to the post of\njudicial member are made ‘in consultation' with the Chief\nJustice of India in case of Chief Information\nCommissioner and members of the Central Information\nCommission and the Chief Justices of the High Courts\nof the respective States, in case of the State Chief\nInformation Commissioner and State Information\nCommissioners of that State Commission. In the case of\nappointment of members to the respective Commissions\nfrom other specified fields, the DOPT in the Centre and\nthe concerned Ministry in the States should prepare a\npanel, after due publicity, empanelling the names\nproposed at least three times the number of vacancies\nexisting in the Commission. Such panel should be\nprepared on a rational basis, and should inevitably form\nF part of the records. The names so empanelled, with the\nrelevant record should be placed before the said High\nPowered Committee. In furtherance to the\nrecommendations of the High Powered Committee,\nappointments to the Central and State Information\nG Commissions should be made by the competent\nauthority. Empanelment by the DoPT and other\ncompetent authority has to be carried on the basis of a\nrational criteria, which should be duly reflected by\nrecording of appropriate reasons. The advertisement\nH issued by such agency should not be restricted to any\nNAMIT SHARMA v. UNION OF INDIA\n25\nparticular class of persons stated u/s. 12(5), but must A\ncover persons from all fields. Complete information,\nmaterial and comparative data of the empanelled persons\nshould be made available to the High Powered\nCommittee. The High Powered Committee itself has to\nadopt a fair and transparent process for consideration of B\nthe empanelled persons for its final recommendation.\nThe selection process should be commenced at least\nthree months prior to the occurrence of vacancy. [Paras\n104 and 106] [90-E-H; 91-A-C; 95-A]\nC\nD\n6.4. The Information Commissions at the respective\nlevels shall henceforth work in Benches of two members\neach. One of them being a 'judicial member', while the\nother an 'expert member'. The judicial member should be\na person possessing a degree in law, having a judicially\ntrained mind and experience in performing judicial\nfunctions. A law officer or a lawyer may also be eligible\nprovided he is a person who has practiced law at least\nfor a period of twenty years as on the date of the\nadvertisement. Such lawyer should also have experience\nin social work. The competent authority should prefer a\nperson who is or has been a Judge of the High Court for\nappointment as Information Commissioners. Chief\nInformation Commissioner at the Centre or State level\nshall only be a person who is or has been a Chief Justice\nof the High Court or a Judge of the Supreme Court of F\nIndia. [Para 106] [93-G-H; 94-A-C]\nE\n6.5. The Court directed that the provisions of Section\n12(5), 12(6) and 15(5), 15(6) of the Act would be amended\nat the earliest by the legislature to avoid any ambiguity G\nor impracticability and to make it in consonance with the\nconstitutional mandates. The Central Government and/or\nthe competent authority is directed to frame all practice\nand procedure related rules to make working of the\nInformation Commissions effective and in consonance\nHI\nX\n26\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n+\nA with the basic rule of law. Such rules should be framed\nwith particular reference to Section 27 and 28 of the Act\nwithin a period of six months from the date of the\njudgment. [Para 106] [92-H; 93-A-C]\nB\nс\nE\nL. Chandra Kumar v. Union of India (1997) 3 SCC 261:\n1997 (2) SCR 1186 - followed.\nCentre for PIL and Anr. v. Union of India and Anr. (2011)\n4 SCC 1: 2011 (4) SCR 445 - relied on.\n7.1. Section 5 of the Act of 2005 makes it obligatory\nupon every public authority to designate as many\nofficers, as Central Public Information Officers and State\nInformation Public Officers in all administrative units or\noffices, as may be necessary to provide information to the\nD persons requesting information under the Act of 2005.\nFurther, the authority is required to designate Central\nAssistant Public Information Officer and State Assistant\nPublic Information Officer at the sub-divisional or sub-\ndistrict level. The Assistant Public Information Officers are\nto perform dual functions - (1) to receive the applications\nfor information; and (2) to receive appeals under the Act.\nThe applications for information are to be forwarded to\nthe concerned Information Officer and the appeals are to\nbe forwarded to the Central Information Commission or\nthe State Information Commission, as the case may be.\nIt was contemplated that these officers would be\ndesignated at all the said levels within hundred days of\nthe enactment of the Act. There is no provision under the\nAct of 2005 which prescribes the qualification or\nexperience that the Information Officers are required to\npossess. In fact, the language of the Section itself makes\nit clear that any officer can be designated as Central\nPublic Information Officer or State Public Information\nOfficer. Thus, no specific requirement is mandated for\ndesignating an officer at the sub-divisional or sub-\nH district level. There is also no qualification or experience\nF\nG\nх\n+\nNAMIT SHARMA v. UNION OF INDIA\n27\nrequired of these designated officers to whom the first A\nappeal would lie u/s. 19(1) of the Act. [Para 87] [79-H; 80-\nA-E, F-G]\nB\n7.2. The functions of the Chief Information\nCommissioner and Information Commissioners may be\nbetter performed by a legally qualified and trained mind\npossessing the requisite experience. The same should\nalso be applied to the designation of the first appellate\nauthority, i.e., the senior officers to be designated at the\nCentre and State levels. However, in view of language of\nC\nSection 5, it may not be necessary to apply this principle\nto the designation of Public Information Officer. [Para 99]\n[87-D-E]\n8. The Information Commission is bound by the law\nof precedence, i.e., judgments of the High Court and the D\nSupreme Court of India. In order to maintain judicial\ndiscipline and consistency in the functioning of the\nCommission, the Commission is directed to give\nappropriate attention to the doctrine of precedence and\nshall not overlook the judgments of the courts dealing E\nwith the subject and principles applicable, in a given case.\nIt is not only the higher court's judgments that are binding\nprecedents for the Information Commission, but even\nthose of the larger Benches of the Commission should\nbe given due acceptance and enforcement by the smaller F\nBenches of the Commission. The rule of precedence is\nequally applicable to intra appeals or references in the\nhierarchy of the Commission. [Para 106] [95-D-F]\nCase Law Reference:\nG\n1995 (1) SCR 1036\nrelied on\nPara 1\n1993 (2) Suppl. SCR 659\nfollowed\nPara 8\n1981 (1) SCR 206\nfollowed\nPara 9\nH\n28\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n1988 (1) Suppl. SCR 1\nreferred to\nPara 12\n1995 (1) Suppl. SCR 349\nreferred to\nPara 14\n1959 SCR 279\nreferred to\nPara 17\n1955 SCR 1045\nreferred to\nPara 17\nB\n1986 (1) SCR 399\nreferred to\nPara 18\n2008 (4) SCR 1020\nreferred to\nPara 19\n2008 (3) SCR 330\nrelied on\nPara 19\nC\n1997 (2) SCR 1186\nrelied on\nPara 29\n2000 (2) SCR 735\nrelied on\nPara 37\n2003 (2) SCR 139\nrelied on\nPara 37\n1988 (3) Suppl. SCR 288 relied on\nPara 38\nD\n1974 (1) SCR 771\nrelied on\nPara 38\n1978 (2) SCR 621\nrelied on\nPara 40\n2002 (3) SCR 1040\nrelied on\nPara 71\n1975 (3) SCR 946\nrelied on\nPara 72\nE\n2011 (8) SCR 725\nrelied on\nPara 72\n1995 Supp (2) SCC 731\nrelied on\nPara 74\n1950 SCR 459\nrelied on\nPara 80\nF\n1987 (1) SCR 435\nrelied on\nPara 80\n2010 (6) SCR 857\nrelied on\nPara 80\n1997 (2) SCR 1186\nfollowed\nPara 81\n1998 (3) SCR 511\nreferred to\nPara 94\n0\n1976 (0) Suppl. SCR 489 relied on\nPara 97\n2010 (4) SCR 627\nrelied on\nPara 97\n(2010) 11 SCC 17\nrelied on\nPara 101\nH\n1997 (2) SCR 1186\nfollowed\nPara 104\nNAMIT SHARMA v. UNION OF INDIA\n2011 (4) SCR 445\nrelied on\n29\nPara 104 A\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n210 of 2012.\nUnder Article 32 of the Constitution of India.\nAmit Sharma, Rahul Jain for the Petitioner.\nA.S. Chandiok, ASG, R.K. Rathore, Rekha Pandey, B.V.\nBalram Das for the Respondent.\nThe Judgment of the Court was delivered by\nB\nC\nSWATANTER KUMAR, J. 1. The value of any freedom is\ndetermined by the extent to which the citizens are able to enjoy\nsuch freedom. Ours is a constitutional democracy and it is\naxiomatic that citizens have the right to know about the affairs D\nof the Government which, having been elected by them, seeks\nto formulate some policies of governance aimed at their\nwelfare. However, like any other freedom, this freedom also has\nlimitations. It is a settled proposition that the Right to Freedom\nof Speech and Expression enshrined under Article 19(1)(a) of\nE\nthe Constitution of India (for short 'the Constitution')\nencompasses the right to impart and receive information. The\nRight to Information has been stated to be one of the important\nfacets of proper governance. With the passage of time, this\nconcept has not only developed in the field of law, but also has\nattained new dimensions in its application. This court while\nhighlighting the need for the society and its entitlement to know\nhas observed that public interest is better served by effective\napplication of the right to information. This freedom has been\naccepted in one form or the other in various parts of the world.\nThis Court, in absence of any statutory law, in the case of\nSecretary, Ministry of Information and Broadcasting,\nGovernment of India \u0026 Ors. v. Cricket Association of Bengal\n\u0026 Anr. [(1995) 2 SCC 161] held as under:\nF\nG\n\"The democracy cannot exist unless all citizens have a right H\n30\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\nс\nD\nE\nF\nto participate in the affairs of the polity of the country. The\nright to participate in the affairs of the country is\nmeaningless unless the citizens are well informed on all\nsides of the issues, in respect of which they are called upon\nto express their views. One-sided information,\ndisinformation, misinformation and non-information, all\nequally create an uninformed citizenry which makes\ndemocracy a farce when medium of information is\nmonopolized either by a partisan central authority or by\nprivate individuals or oligarchy organizations. This is\nparticularly so in a country like ours where about 65 per\ncent of the population is illiterate and hardly 1 ½ per cent\nof the population has an access to the print media which\nis not subject to pre-censorship.\"\n2. The legal principle of 'A man's house is his castle. The\nmidnight knock by the police bully breaking into the peace of\nthe citizen's home is outrageous in law', stated by Edward Coke\nhas been explained by Justice Douglas as follows:\n\"The free State offers what a police state denies - the\nprivacy of the home, the dignity and peace of mind of the\nindividual. That precious right to be left alone is violated\nonce the police enter our conversations.\"\n3. The States which are governed by Policing and have a\npolicy of greater restriction and control obviously restrict the\nenjoyment of such freedoms. That, however, does not\nnecessarily imply that this freedom is restriction-free in the\nStates where democratic governance prevails. Article 19(1)(a)\nof the Constitution itself is controlled by the reasonable\nrestrictions imposed by the State by enacting various laws from\nG time to time.\n4. The petitioner, a public spirited citizen, has approached\nthis Court under Article 32 of the Constitution stating that though\nthe Right to Information Act, 2005 (for short 'Act of 2005') is\nH an important tool in the hands of any citizen to keep checks and\n+\n"}