{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"NAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n61\nCommissioner at any level and he will cease to hold any office A\nof profit or carry any business or pursue any profession that he\ndid prior to such appointment. It is thus implicit in this provision\nthat a person cannot hold any of the posts specified in sub-\nsection (6) of Section 12 simultaneous to his appointment as\nChief Information Commissioner or Information Commissioner. B\nIn fact, cessation of his previous appointment, business or\nprofession is a condition precedent to the commencement of\nhis appointment as Chief Information Commissioner or\nInformation Commissioner.\nConstitutional Validity of Section 12(5)\nC\n54. The Act of 2005 was enacted to harmonise the\nconflicting interests while preserving the paramountcy of the\ndemocratic ideal and provide for furnishing of certain\ninformation to the citizens who desire to have it. The basic D\npurpose of the Act is to set up a practical regime of right to\ninformation for the citizens to secure and access information\nunder the control of the public authorities. The intention is to\nprovide and promote transparency and accountability in the\nfunctioning of the authorities. This right of the public to be E\ninformed of the various aspects of governance by the State is\na pre-requisite of the democratic value. The right to privacy too,\nis to be protected as both these rival interests find their origin\nunder Article 19(1)(a) of the Constitution. This brings in the need\nfor an effective adjudicatory process. The authority or tribunals F\nare assigned the responsibility of determining the rival\ncontentions and drawing a balance between the two conflicting\ninterests. That is where the scheme, purpose and the object of\nthe Act of 2005 attain greater significance.\n55. In order to examine whether Section 12(5) of the Act\nsuffers from the vice of discrimination or inequality, we may\ndiscuss the adjudicatory functions of the authorities under the\nAct in the backdrop of the scheme of the Act of 2005, as\ndiscussed above. The authorities who have to perform\nadjudicatory functions of quasi-judicial content are:-\nG\nH\n62\nA\n1.\n2.\nB\n3.\nC\nD\nE\nSUPREME COURT REPORTS [2013] 13 S.C.R.\nThe Central/State Public Information Officer;\nOfficers senior in rank to the Central/State Public\nInformation Officer to whom an appeal would lie\nunder Section 19(1) of the Act; and\nThe Information Commission (Central/State)\nconsisting of Chief Information Commissioner and\nInformation Commissioners.\n56. In terms of Section 12(5), the Chief Information\nCommissioner and Information Commissioners should be the\npersons of eminence in public life with wide knowledge in the\nprescribed fields. We have already indicated that the\nterminology used by the legislature, such as 'mass-media' or\n'administration and governance', are terms of uncertain tenor\nand amplitude. It is somewhat difficult to state with exactitude\nas to what class of persons would be eligible under these\ncategories.\n57. The legislature in its wisdom has chosen not to provide\nany specific qualification, but has primarily prescribed 'wide\nknowledge and experience' in the cited subjects as the criteria\nfor selection. It is not for the courts to spell out what ought to\nbe the qualifications or experience for appointment to a\nparticular post. Suffices it to say, that if the legislature itself\nprovides 'knowledge and experience' as the basic criteria of\nF eligibility for appointment, this per se, would not attract the rigors\nof Article 14 of the Constitution. On a reasonable and purposive\ninterpretation, it will be appropriate to interpret and read into\nSection 12(5) that the 'knowledge and experience' in a\nparticular subject would be deemed to include the basic\nG qualification in that subject. We would prefer such an approach\nthan to hold it to be violative of Article 14 of the Constitution.\nSection 12(5) has inbuilt guidelines to the effect that knowledge\nand experience, being two distinct concepts, should be\nconstrued in their correct perspective. This would include the\nH basic qualification as well as an experience in the respective\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n63\nB\nfield, both being the pre-requisites for this section. Ambiguity, A\nif any, resulting from the language of the provision is\ninsignificant, being merely linguistic in nature and, as already\nnoticed, the same is capable of being clarified by framing\nappropriate rules in exercise of powers of the Central\nGovernment under Section 27 of the Act of 2005. We are\nunable to find that the provisions of Section 12(5) suffer from\nthe vice of arbitrariness or discrimination. However, without\nhesitation, we would hasten to add that certain requirements\nof law and procedure would have to be read into this provision\nto sustain its constitutionality.\nC\nD\n58. It is a settled principle of law, as stated earlier, that\ncourts would generally adopt an interpretation which is\nfavourable to and tilts towards the constitutionality of a statute,\nwith the aid of the principles like 'reading into' and/or 'reading\ndown' the relevant provisions, as opposed to declaring a\nprovision unconstitutional. The courts can also bridge the gaps\nthat have been left by the legislature inadvertently. We are of\nthe considered view that both these principles have to be\napplied while interpreting Section 12(5). It is the application of\nthese principles that would render the provision constitutional E\nand not opposed to the doctrine of equality. Rather the\napplication of the provision would become more effective.\n59. Certainty to vague expressions, like 'social service' and\n'mass media', can be provided under the provisions which are\ncapable of being explained by framing of proper rules or even\nby way of judicial pronouncements. In order to examine the\nscope of this provision and its ramifications on the other parts\nof the Act of 2005, it is important to refer back to the scheme\nof the Act. Under the provisions of the Act, particularly, Sections\n4, 12, 18, 19, 20, 22, 23 and 25, it is clear that the Central or\nState Information Commission, as the case may be, not only\nexercises adjudicatory powers of a nature no different than a\njudicial tribunal but is vested with the powers of a civil court as\nwell. Therefore, it is required to decide a lis, where information\nis required by a person and its furnishing is contested by the\nF\nG\nH\nA\n64\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nother. The Commission exercises two kinds of penal powers:\nfirstly, in terms of Section 20(1), it can impose penalty upon the\ndefaulters or violators of the provisions of the Act and, secondly,\nSection 20(2) empowers the Central and the State Information\nCommission to conduct an enquiry and direct the concerned\nB disciplinary authority to take appropriate action against the\nerring officer in accordance with law. Hence, the Commission\nhas powers to pass orders having civil as well as penal\nconsequences. Besides this, the Commission has been given\nmonitoring and recommendatory powers. In terms of Section\n23, the jurisdiction of Civil Courts has been expressly barred.\nс\nD\n60. Now, let us take an overview of the nature and content\nof the disputes arising before such Commission. Before the\nPublic Information Officers, the controversy may fall within a\nnarrow compass. But the question before the First Appellate\nAuthority and particularly, the Information Commissioners\n(Members of the Commission) are of a very vital nature. The\nimpact of such adjudication, instead of being tilted towards\nadministrative adjudication is specifically oriented and akin to\nthe judicial determinative process. Application of mind and\nE passing of reasoned orders are inbuilt into the scheme of the\nAct of 2005. In fact, the provisions of the Act are specific in that\nregard. While applying its mind, it has to dwell upon the issues\nof legal essence and effect. Besides resolving and balancing\nthe conflict between the 'right to privacy' and 'right to\ninformation', the Commission has to specifically determine and\nreturn a finding as to whether the case falls under any of the\nexceptions under Section 8 or relates to any of the\norganizations specified in the Second Schedule, to which the\nAct does not apply in terms of Section 24. Another significant\nadjudicatory function to be performed by the Commission is\nwhere interest of a third party is involved. The legislative intent\nin this regard is demonstrated by the language of Section 11\nof the Act of 2005. A third party is not only entitled to a notice,\nbut is also entitled to hearing with a specific right to raise\nobjections in relation to the disclosure of information. Such\nF\nG\nH\n,\ni\nT\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n99\n65\nfunctions, by no stretch of imagination, can be termed as\n'administrative decision' but are clearly in the domain of 'judicial\ndetermination' in accordance with the rule of law and provisions\nof the Act. Before we proceed to discuss this aspect in any\nfurther elaboration, let us examine the status of such Tribunal/\nCommissions and their functions.\nB) TRIBUNAL/COMMISSIONS AND THEIR FUNCTIONS :\n61. Before dwelling upon determination of nature of\nTribunals in India, it is worthwhile to take a brief account of the\nscenario prevalent in some other jurisdictions of the world.\n62. In United Kingdom, efforts have been made for\nimprovising the system for administration of justice. The United\nKingdom has a growing human rights jurisprudence, following\nthe enactment of the Human Rights Act, 1998, and it has a well-\nestablished ombudsman system. The Tribunals have been\nconstituted to provide specialised adjudication, alongside the\ncourts, to the citizens dissatisfied from the directives made by\nthe Information Commissioners under either of these statutes.\nThe Tribunals, important cogs in the machinery of administration\nof justice, have recently undergone some major reforms. A\nserious controversy was raised whether the functioning of these\nTribunals was more akin to the Government functioning or were\nthey a part of the Court-attached system of administration of\njustice. The Donoughmore Committee had used the term\n'ministerial tribunals', and had regarded them as part of the\nmachinery of administration. The Franks Report saw their role\nquite differently:\nA\nB\nC\nD\nE\nF\nG\n\"Tribunals are not ordinary courts, but neither are they\nappendages of Government Departments. Much of the\nofficial evidence... appeared to reflect the view that\ntribunals should properly be regarded as part of the\nmachinery of administration, for which the Government\nmust retain a close and continuing responsibility. Thus, for\nexample, tribunals in the social services field would be H\nA\nB\nс\nD\n66\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nregarded as adjuncts to the administration of the services\nthemselves. We do not accept this view. We consider that\ntribunals should properly be regarded as machinery\nprovided by Parliament for adjudication rather than as\npart of the machinery of administration. The essential\npoint is that in all these cases Parliament has deliberately\nprovided for a decision outside and independent of the\nDepartment concerned, either at first instance.... or on\nappeal from a decision of a Minister or of an official in a\nspecial statutory position....Although the relevant statutes\ndo not in all cases expressly enact that tribunals are to\nconsist entirely of persons outside the Government\nservice, the use of the term 'tribunal' in legislation\nundoubtedly bears this connotation, and the intention of the\nParliament to provide for the independence of tribunals is\nclear and unmistakable.\"\n63. Franks recommended that tribunal chairmen should be\nlegally qualified. This was implemented in respect of some\ncategories of tribunal, but not others. But one of the most\ninteresting issues arising from the Franks exercise is the extent\nE to which the identification of tribunals as part of the machinery\nof adjudication led the Committee, in making its specific\nrecommendations, down the road of increased legal formality\nand judicialisation. (Refer: \"The Judicialisation of\n'Administrative' Tribunals in the UK: from Hewart to Leggatt\"\nF by Gavin Drewry).\nG\n64. In the United Kingdom, the Tribunals, Courts and\nEnforcement Act, 2007 (for short, the 'TCEA') explicitly\nconfirmed the status of Tribunal Judges (as the legally qualified\nmembers of the Tribunals are now called) as part of the\nindependent judicial system, extending to them the same\nguarantees of independence as apply to the judges in the\nordinary courts.\n65. From the analysis of the above system of administrative\nH justice prevalent in United Kingdom, a very subtle and clear\n1\nין\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n67\nA\ndistinction from other laws is noticeable in as much as the\nsensitive personal data and right of privacy of an individual is\nassured a greater protection and any request for access to such\ninformation firstly, is subject to the provisions of the Act and\nsecondly, the members of the Tribunals, who hear the appeals\nfrom a rejection of request for information by the Information B\nCommissioners under the provisions of either of these Acts,\ninclude persons qualified judicially and having requisite\nexperience as Judges in the regular courts.\nC\n66. In United States of America, the statute governing the\nsubject is 'Freedom of Information Act, 1966' (for short, the\n'FOIA'). This statute requires each 'agency' to furnish the\nrequisite information to the person demanding such information,\nsubject to the limitations and provisions of the Act. Each agency\nis required to frame rules. A complainant dissatisfied from non-\nfurnishing of the information can approach the district courts of D\nthe United States in the district in which the complainant resides\nor the place in which the agency records are situated. Such\ncomplaints are to be dealt with as per the procedure prescribed\nand within the time specified under the Act.\n67. In New South Wales, under the Privacy and\nGovernment Information Legislation Amendment Bill, 2010,\namendments were made to both, the Government Information\n(Public Access) Act, 2009 and the Personal and Privacy\nInformation Act, 1998, to bring the Information Commissioner\nand the Privacy Commissioner together within a single office.\nThis led to the establishment of the Information and Privacy\nCommission.\n68. On somewhat similar lines is the law prevalent in some\nother jurisdictions including Australia and Germany, where there\nexists a unified office of Information and Privacy Commissioner.\nIn Australia, the Privacy Commissioner was integrated into the\noffice of the Australian Information Commissioner in the year\n2010.\nE\nF\nG\nI\nA\n68.\nSUPREME COURT REPORTS [2013] 13 S.C.R.\n69. In most of the international jurisdictions, the\nCommission or the Tribunals have been treated to be part of\nthe court attached system of administration of justice and as\nsaid by the Donoughmore Committee, the 'ministerial tribunals'\nwere different and they were regarded as part of machinery of\nB the administration. The persons appointed to these\nCommissions were persons of legal background having legally\ntrained mind and judicial experience.\nC\n(a) NATURE OF FUNCTION\n70. The Information Commission, as a body, performs\nfunctions of wide magnitude, through its members, including\nadjudicatory, supervisory as well as penal functions. Access to\ninformation is a statutory right. This right, as indicated above,\nis subject to certain constitutional and statutory limitations. The\nD Act of 2005 itself spells out exempted information as well as\nthe areas where the Act would be inoperative. The Central and\nState Information Commissioners have been vested with the\npower to decline furnishing of an information under certain\ncircumstances and in the specified situations. For disclosure\nE of Information, which involves the question of prejudice to a third\nparty, the concerned authority is required to issue notice to the\nthird party who can make a representation and such\nrepresentation is to be dealt with in accordance with the\nprovisions of the Act of 2005. This position of law in India is in\nclear contrast to the law prevailing in some other countries\nwhere information involving a third party cannot be disclosed\nwithout consent of that party. However, the authority can direct\nsuch disclosure, for reasons to be recorded, stating that the\npublic interest outweighs the private interest. Thus, it involves\nan adjudicatory process where parties are required to be heard,\nappropriate directions are to be issued, the orders are required\nto be passed upon due application of mind and for valid\nreasons. The exercise of powers and passing of the orders by\nthe authorities concerned under the provisions of the Act of\n2005 cannot be arbitrary. It has to be in consonance with the\nF\nG\nI\n+\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n69\nprinciples of natural justice and the procedure evolved by such A\nauthority. Natural justice has three indispensable facets, i.e.,\ngrant of notice, grant of hearing and passing of reasoned\norders. It cannot be disputed that the authorities under the Act\nof 2005 and the Tribunals are discharging quasi-judicial\nfunctions.\nB\nC\nD\n71. In the case of Indian National Congress (I) v. Institute\nof Social Welfare \u0026 Ors. [(2002) 5 SCC 685], the Court\nexplained that where there are two or more parties contesting\neach other's claim and the statutory authority is required to\nadjudicate the rival claims between the parties, such a statutory\nauthority can be held to be quasi-judicial and the decision\nrendered by it as a quasi judicial order. Thus, where there is a\nlis between the two contesting parties and the statutory authority\nis required to decide such a dispute, in absence of any other\nattributes of a quasi-judicial authority, such a statutory authority\nis a quasi-judicial authority. The legal principles which emerge\nfrom the various judgments laying down when an act of a\nstatutory authority would be a quasi-judicial act are that where\n(a) a statutory authority empowered under a statute to do any\nact (b) which would prejudicially affect the subject (c) although E\nthere is no lis or two contending parties and the contest is\nbetween the authority and the subject and (d) the statutory\nauthority is required to act judicially under the statute, the\ndecision of the said authority is quasi-judicial.\n72. In other words, an authority is described as quasi\njudicial when it has some attributes or trappings of judicial\nprovisions but not all. In the matter before us, there is a lis. The\nrequest of a party seeking information is allowed or disallowed\nby the authorities below and is contested by both parties before\nthe Commission. There may also be cases where a third party\nis prejudicially affected by disclosure of the information\nrequested for. It is clear that the concerned authorities\nparticularly the Information Commission, possess the essential\nattributes and trappings of a Court. Its powers and functions,\nF\nG\nH\nTT\nс\n70\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA as defined under the Act of 2005 also sufficiently indicate that\nit has adjudicatory powers quite akin to the Court system. They\nadjudicate matters of serious consequences. The Commission\nmay be called upon to decide how far the right to information\nis affected where information sought for is denied or whether\nB the information asked for is 'exempted' or impinges upon the\n'right to privacy' or where it falls in the 'no go area' of\napplicability of the Act. It is not mandatory for the authorities to\nallow all requests for information in a routine manner. The Act\nof 2005 imposes an obligation upon the authorities to examine\neach matter seriously being fully cautious of its consequences\nand effects on the rights of others. It may be a simple query for\ninformation but can have far reaching consequences upon the\nright of a third party or an individual with regard to whom such\ninformation is sought. Undue inroad into the right to privacy of\nan individual which is protected under Article 21 of the\nConstitution of India or any other law in force would not be\npermissible. In Gobind v. State of Madhya Pradesh \u0026 Anr.\n[(1975) 2 SCC 148] this Court held that privacy-dignity claims\ndeserve to be examined with care and to be denied only when\nan important countervailing interest is shown to be superior. In\nRam Jethmalani \u0026 Ors. v. Union of India [(2011) 8 SCC 1]\nthis Court has observed that the right to privacy is an integral\npart of the right to life. Thus, the decision making process by\nthese authorities is not merely of an administrative nature. The\nfunctions of these authorities are more aligned towards the\njudicial functions of the courts rather than mere administrative\nacts of the State authority.\nD\nE\nF\n1\n73. 'Quasi judicial' is a term which may not always be used\nwith utmost clarity and precision. An authority which exercises\nG judicial functions or functions analogous to the judicial authorities\nwould normally be termed as 'quasi-judicial'. In the 'Advanced\nLaw Lexicon' (3rd Edn., 2005) by P. Ramanathan Aiyar, the\nexpression 'quasi judicial' is explained as under :\nH\n\"Of, relating to, or involving an executive or administrative\n"}