{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"NAMIT SHARMA v. UNION OF INDIA\n11\nSecretary, Ministry of Information and Broadcasting,\nGovernment of India and Ors. v. Cricket Association of Bengal\nand Anr. (1995) 2 SCC 161: 1995 (1) SCR 1036 - relied on.\n\"Freedom of Information\" By Justice V.R. Krishna lyer -\nreferred to.\n2.2. Greater transparency, promotion of citizen-\ngovernment partnership,greater accountability and\nreduction in corruption are stated to be the salient\nfeatures of the Act of 2005. Development and proper\nimplementation of essential and constitutionally\nprotected laws such as Mahatma Gandhi Rural Guarantee\nAct, 2005, Right to Education Act, 2009, etc. are some of\nthe basic objectives of this Act. Revelation in actual\npractice is likely to conflict with other public interests,\nincluding efficiency, operation of the Government,\noptimum use of limited fiscal resources and the\npreservation of confidentiality of sensitive information. It\nis necessary to harness these conflicting interests while\npreserving the parameters of the democratic ideal or the\naim with which this law was enacted. It is certainly\nexpedient to provide for furnishing certain information to\nthe citizens who desire to have it and there may even be\nan obligation of the state authorities to declare such\ninformation suo moto. However, balancing of interests\nstill remains the most fundamental requirement of the\nobjective enforcement of the provisions of the Act of 2005\nand for attainment of the real purpose of the Act. [Para\n33] [51-B-F]\n2.3. The Right to Freedom of Speech and Expression\nenshrined under Article 19(1)(a) of the Constitution of\nIndia encompasses the right to impart and receive\ninformation. Despite the absence of any express mention\nof the word 'information' in the Constitution under Article\nA\nB\nC\nD\nE\nF\nG\nX\nH\n12\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\ns\nA 19(1)(a), this right has stood incorporated therein by the\ninterpretative process by this Court. Before the Supreme\nCourt spelt out with clarity the right to information as a\nright inbuilt in the constitutional framework, there existed\nno provision giving this right in absolute terms or\nB otherwise. One finds glimpses of the right to information\nof the citizens and obligations of the State to disclose\nsuch information in various other laws, for example,\nSections 74 to 78 of the Evidence Act, 1872 and Section\n25(6) of the Water (Prevention and Control of Pollution)\nC Act, 1974. [Para 1 and 24] [29-E; 44-D-G]\nD\nE\nF\nG\nH\n'Commentary on the Right to Information Act' (2006) by\nDr. J.N. Barowalia - referred to.\n2.4. The Right to Information, like any other right, is\nnot an unlimited or unrestricted right. It is subject to\nstatutory and constitutional limitations. Section 3 of the\nAct of 2005 clearly spells out that the right to information\nis subject to the provisions of the Act. Other provisions\nrequire that information must be held by or under the\ncontrol of public authority besides providing for specific\nexemptions and the fields to which the provisions of the\nAct do not apply. The doctrine of severability finds place\nin the statute in the shape of Section 10 of the Act of\n2005. [Para 34] [51-G-H]\n2.5. Nothing in the Act of 2005 can take away the\npowers vested in the High Court under Article 226 of the\nConstitution and of this Court under Article 32. The\nfinality indicated in ss. 19(6) and 19(7) cannot be\nconstrued to oust the jurisdiction of higher courts,\ndespite the bar created u/s. 23 of the Act. It always has\nto be read and construed subject to the powers of the\nHigh Court under Article 226 of the Constitution. [Para 29]\n[49-E]\n*\n+\nY\nNAMIT SHARMA v. UNION OF INDIA\n13\nL. Chandra Kumar vs. Union of India and Ors. (1997) 3 A\nSCC 261: 1997 (2) SCR 1186 - relied on.\n3.1. The provisions of Section 12(5) of 2005 Act do\nnot discuss the basic qualification needed, but refer to\ntwo components: (a) persons of eminence in public life;\nand (b) with wide knowledge and experience in the fields\nstated in the provision. The provision, thus, does not\nsuffer from the infirmity of providing no criteria resulting\nin the introduction of the element of arbitrariness or\ndiscrimination. The legislature in its wisdom has chosen\nnot to provide any specific qualification, but has primarily\nprescribed 'wide knowledge and experience' in the cited\nsubjects as the criteria for selection. It is not for the courts\nto spell out what ought to be the qualifications or\nexperience for appointment to a particular post. If the\nlegislature itself provides 'knowledge and experience' as\nthe basic criteria of eligibility for appointment, this per se,\nwould not attract the rigors of Article 14 of the\nConstitution. [Paras 48 and 57] [57-G-H; 62-E-F]\nB\nC\nD\nF\n3.2. The principles like 'reading into' and/or 'reading E\ndown' have to be applied while interpreting Section 12(5).\nIt is the application of these principles that would render\nthe provision constitutional and not opposed to the\ndoctrine of equality. In order to satisfy the test of\nconstitutionality, the Court will have to read into Section\n12(5) of the Act that the expression 'knowledge and\nexperience' includes basic degree in that field and\nexperience gained thereafter and secondly that legally\nqualified, trained and experienced persons would better\nadminister justice to the people, particularly when they\nare expected to undertake an adjudicatory process which\ninvolves critical legal questions and niceties of law. Such\nappreciation and application of legal principles is a sine\nqua non to the determinative functioning of the\nInformation Commission as it can tilt the balance of H\nG\n14\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA justice either way. [Paras 58 and 103] [63-D-E; 89-A-C]\nB\nC\nD\n3.3. Section 12(5) has inbuilt guidelines to the effect\nthat knowledge and experience, being two distinct\nconcepts, should be construed in their correct\nperspective. This would include the basic qualification as\nwell as an experience in the respective field, both being\nthe pre-requisites for this Section. Ambiguity, if any,\nresulting from the language of the provision is\ninsignificant, being merely linguistic in nature and the\nsame is capable of being clarified by framing appropriate\nrules in exercise of powers of the Central Government u/\ns. 27 of the Act of 2005. Certainty to vague expressions,\nlike 'social service' and 'mass media', can be provided\nunder the provisions which are capable of being\nexplained by framing of proper rules or even by way of\njudicial pronouncements. [Paras 57 and 59] [62-G-H; 63-\nA-B, F]\n3.4. The provisions of Sections 12(5) and 15(5) of the\nAct of 2005 are held to be constitutionally valid, but with\nE the rider that, to give it a meaningful and purposive\ninterpretation, it is necessary for the Court to 'read into'\nthese provisions some aspects without which these\nprovisions are bound to offend the doctrine of equality.\nThus, it is held and declared that the expression\nF 'knowledge and experience' appearing in these\nprovisions would mean and include a basic degree in the\nrespective field and the experience gained thereafter.\nFurther, appointments of legally qualified, judicially\ntrained and experienced persons would certainly\nG manifest in more effective serving of the ends of justice\nas well as ensuring better administration of justice by the\nCommission. It would render the adjudicatory process\nwhich involves critical legal questions and nuances of\nlaw, more adherent to justice and shall enhance the\nH public confidence in the working of the Commission.\n+\n+\n$\nNAMIT SHARMA v. UNION OF INDIA\n15\nThis is the obvious interpretation of the language of these A\nprovisions and, in fact, is the essence thereof. [Para 106]\n[92-A-E]\nB\n4.1. Sub-Section (6) of Section 12 creates in a way a\ndisqualification in terms thereof. This provision does\nhave an element of uncertainty and indefiniteness. Upon\nits proper construction, an issue as to what class of\npersons are eligible to be appointed to these posts,\nwould unexceptionally arise. According to this provision,\na person to be appointed to these posts ought not to\nhave been carrying on any business or pursuing any C\nprofession. By necessary implication, it excludes\npractically all classes while not specifying as to which\nclass of persons is eligible to be appointed to that post.\nThe exclusion is too vague, while inclusion is uncertain.\nIt creates a situation of confusion which could not have\nbeen the intent of law. It is also not clear as to what\nclassification the framers of the Act intended to lay down.\nThe classification does not appear to have any nexus\nwith the object of the Act. There is no intelligible\ndifferentia to support such classification. [Para 49] [58-E-\nH; 59-A-B]\nD\nE\n4.2. No Rules have been brought to the notice of the\nCourt which even intend to explain the vagueness and\ninequality explicit in the language of Section 12(6). If the\nlanguage of Sections 12(5) and 12(6) are read together, F\nthe provisions under sub-Section (6) appear to be in\nconflict with those under sub-Section (5) and would result\nin defeating the provisions of sub-Section (5) of Section\n12 to some extent. [Para 49] [59-C-F]\n4.3. The legislature is required to exercise its power G\nin conformity with the constitutional mandate, particularly\ncontained in Part III of the Constitution. If the impugned\nprovision denies equality and the right of equal\nconsideration, without reasonable classification, the\ncourts would be bound to declare it invalid. Section 12(6) H\n16\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA does not speak of the class of eligible persons, but\npractically debars all persons from being appointed to the\npost of Chief Information Commissioner or Information\nCommissioners at the Centre and State levels,\nrespectively. [Para 50] [59-G-H; 60-A]\nB\nD\n4.4. The Court will normally adopt an approach which\nis tilted in favour of constitutionality and would prefer\nreading down the provision, if necessary, by adding\nsome words rather than declaring it unconstitutional.\nThus, the Court would prefer to interpret the provisions\nC of Section 12(6) as applicable post-appointment rather\nthan pre-appointment of the Chief Information\nCommissioner and Information Commissioners. In other\nwords, these disqualifications will only come into play\nonce a person is appointed as Chief Information\nCommissioner/ Information Commissioner at any level\nand he will cease to hold any office of profit or carry any\nbusiness or pursue any profession that he did prior to\nsuch appointment. As opposed to declaring the\nprovisions of Section 12(6) and 15(6) unconstitutional, the\nCourt would prefer to read these provisions as having\neffect ‘post-appointment'. Cessation/termination of\nholding of office of profit, pursuing any profession or\ncarrying any business is a condition precedent to the\nappointment of a person as Chief Information\nCommissioner or Information Commissioner at the\nCentre or State levels. [Paras 53 and 106] [60-G-H; 61-A;\n92-F-G]\nE\nF\nG\nH\n5.1. The Chief Information Commissioner and\nmembers of the Commission are required to possess\nwide knowledge and experience in the respective fields.\nThey are expected to be well versed with the procedure\nthat they are to adopt while performing the adjudicatory\nand quasi-judicial functions in accordance with the\nstatutory provisions and the scheme of the Act of 2005.\nIn terms of Section 8(1)(e), (f), (g), (h) and (i), the authority\n+\n-\n\"་\n:\nNAMIT SHARMA v. UNION OF INDIA\n17\nis required to record a definite satisfaction whether A\ndisclosure of information would be in the larger public\ninterest or whether it would impede the process of\ninvestigation or apprehension or prosecution of the\noffenders and whether it would cause unwarranted\ninvasion of the privacy of an individual. All these B\nfunctions may be performed by a legally trained mind\nmore efficaciously. The most significant function which\nmay often be required to be performed by these\nauthorities is to strike a balance between the application\nof the freedom guaranteed under Article 19(1)(a) and the c\nrights protected under Article 21 of the Constitution.\nThus, the deciding authority ought to be conscious of the\nconstitutional concepts which hold significance while\ndetermining the rights of the parties in accordance with\nthe provisions of the statute and the Constitution. [Para D\n98] [86-B-H]\n5.2. Besides separation of powers, the independence\nof judiciary is of fundamental constitutional value in the\nstructure of Indian Constitution. Impartiality,\nindependence, fairness and reasonableness in judicial\ndecision making are the hallmarks of the Judiciary. If\n'Impartiality' is the soul of Judiciary, 'Independence' is the\nlife blood of Judiciary. Without independence, impartiality\ncannot thrive. [Para 101] [88-B-C]\nUnion of India v. R. Gandhi, President, Madras Bar\nAssociation (2010) 11 SCC 17 - relied on.\nE\nF\nG\n5.3. The independence of judiciary stricto sensu\napplies to the Court system. Thus, by necessary\nimplication, it would also apply to the tribunals whose\nfunctioning is quasi-judicial and akin to the court system.\nThe entire administration of justice system has to be so\nindependent and managed by persons of legal acumen,\nexpertise and experience that the persons demanding\njustice must not only receive justice, but should also H\n18\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA have the faith that justice would be done. [Para 102] [88-\nB\nC\nD\nD-E]\n5.4. It is not only appropriate but is a solemn duty of\nevery adjudicatory body, including the tribunals, to state\nthe reasons in support of its decisions. Reasoning is the\nsoul of a judgment and embodies one of the three pillars\non which the very foundation of natural justice\njurisprudence rests. It is informative to the claimant of the\nbasis for rejection of his claim, as well as provides the\ngrounds for challenging the order before the higher\nauthority/constitutional court. The reasons, therefore,\nenable the authorities, before whom an order is challenged,\nto test the veracity and correctness of the impugned order.\nIn the present times, since the fine line of distinction\nbetween the functioning of the administrative and quasi-\njudicial bodies is gradually becoming faint, even the\nadministrative bodies are required to pass reasoned\norders. [Para 97] [85-F-H; 86-A]\nSiemens Engineering and Manufacturing Co. of India\nE Ltd. v. Union of India and Anr. (1976) 2 SCC 981: 1976\nSuppl. SCR 489; Assistant Commissioner, Commrcial Tax\nDepartment Works Contract and Leasing, Kota v. Shukla and\nBrothers (2010) 4 SCC 785: 2010 (4) SCR 627 - relied on.\nF\nG\nH\n5.5. Under the provisions of the Act, particularly,\nSections 4, 12, 18, 19, 20, 22, 23 and 25, the Central or\nState Information Commission, as the case may be, not\nonly exercises adjudicatory powers of a nature no\ndifferent than a judicial tribunal but is vested with the\npowers of a civil court as well. Therefore, it is required to\ndecide a lis, where information is required by a person\nand its furnishing is contested by the other. The\nCommission exercises two kinds of penal powers: firstly,\nin terms of Section 20(1), it can impose penalty upon the\ndefaulters or violators of the provisions of the Act and,\n+\n-\nช\nNAMIT SHARMA v. UNION OF INDIA\n19\nsecondly, Section 20(2) empowers the Central and the A\nState Information Commission to conduct an enquiry and\ndirect the concerned disciplinary authority to take\nappropriate action against the erring officer in\naccordance with law. Hence, the Commission has\npowers to pass. orders having civil as well as penal B\nconsequences. Besides this, the Commission has been\ngiven monitoring and recommendatory powers. In terms\nof Section 23, the jurisdiction of civil courts has been\nexpressly barred. [Para 59] [63-G-H; 64-A-C]\n\"The Judicialisation of `Administrative' Tribunals in the\nUK: from Hewart to Leggatt\" by Gavin Drewry - referred to.\nC\n5.6. The nature of functions of the Information\nCommission involves an adjudicatory process where\nparties are required to be heard, appropriate directions D\nare to be issued, the orders are required to be passed\nupon due application of mind and for valid reasons. The\nexercise of powers and passing of the orders by the\nauthorities concerned under the provisions of the Act of\n2005 cannot be arbitrary. It has to be in consonance with\nthe principles of natural justice and the procedure\nevolved by such authority. Natural justice has three\nindispensable facets, i.e., grant of notice, grant of hearing\nand passing of reasoned orders. Thus, the authorities\nunder the Act of 2005 and the Tribunals are discharging\nquasi-judicial functions. [Para 70] [68-G-H; 69-A-B]\nIndian National Congress (I) v. Institute of Social Welfare\nand Ors. (2002) 5 SCC 685: 2002 (3) SCR 1040 - relied on.\nE\n5.7. The Legislature, in its wisdom, has provided for G\ntwo appeals under the 2003 Act. Higher the adjudicatory\nforum, greater is the requirement of adherence to the rule\nof judiciousness, fairness and to act in accordance with\nthe procedure prescribed and in absence of any such\nprescribed procedure, to act in consonance with the H\nY\n1\nམིག་\nx\n20\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA principles of natural justice. Higher also is the public.\nexpectation from such tribunal. The adjudicatory\nfunctions performed by these bodies are of a serious\nnature. An order passed by the Commission is final and\nbinding and can only be questioned before the High\nB Court or the Supreme Court in exercise of the Court's\njurisdiction under Article 226 and/or Article 32 of the\nConstitution, respectively. [Para 75] [72-H; 73-A-B]\nC\nD\n5.8. An authority is described as quasi-judicial when\nit has some attributes or trappings of judicial provisions\nbut not all. The concerned authorities particularly the\nInformation Commission, possess the essential attributes\nand trappings of a court. Its powers and functions, as\ndefined under the Act of 2005 also sufficiently indicate\nthat it has adjudicatory powers quite akin to the court\nsystem. They adjudicate matters of serious\nconsequences. The Commission may be called upon to\ndecide how far the right to information is affected where\ninformation sought for is denied or whether the\ninformation asked for is 'exempted' or impinges upon the\n'right to privacy' or where it falls in the 'no go area' of\napplicability of the Act. It is not mandatory for the\nauthorities to allow all requests for information in a\nroutine manner. The Act of 2005 imposes an obligation\nupon the authorities to examine each matter seriously\nF being fully cautious of its consequences and effects on\nthe rights of others. The decision making process by\nthese authorities is not merely of an administrative\nnature. The functions of these authorities are more\naligned towards the judicial functions of the courts rather\nG than mere administrative acts of the State authority. [Para\n72] [69-F-H; 70-A-F]\nE\nH\nGobind v. State of Madhya Pradesh and Anr. (1975) 2\nSCC 148: 1975 (3) SCR 946; Ram Jethmalani and Ors. v.\n"}