{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"NAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n41\nissues. Referring to the object of such adjudicatory process, A\nthe Court said :\n\"....we must strive to give such an interpretation as will\npromote the march and progress towards a Socialistic\nDemocratic State. For example, when we consider the\nquestion whether a statute offends Article 14 of the\nConstitution we must also consider whether a\nclassification that the legislature may have made is\nconsistent with the socialist goals set out in the Preamble\nand the Directive Principles enumerated in Part IV of the\nConstitution.\"\nB\nC\nE\n19. Dealing with the matter of closure of slaughter houses\nin the case of Hinsa Virodhak Sangh v. Mirzapur Moti Kuresh\nJamat \u0026 Ors. [(2008) 5 SCC 33], the Court while noticing its\nearlier judgment in the case of Government of Andhra Pradesh D\n\u0026 Ors. v. Smt. P. Laxmi Devi [(2008) 4 SCC 720], introduced\na rule for exercise of such jurisdiction by the courts stating that\nthe Court should exercise judicial restraint while judging the\nconstitutional validity of the statute or even that of a delegated\nlegislation and it is only when there is clear violation of a\nconstitutional provision beyond reasonable doubt that the Court\nshould declare a provision to be unconstitutional. Further, in the\ncase of P. Lakshmi Devi (supra), the Court has observed that\neven if two views are possible, one making the statute\nconstitutional and the other making it unconstitutional, the former\nview must prevail and the Court must make efforts to uphold\nthe constitutional validity of a statute, unlike a policy decision,\nwhere the executive decision could be rendered invalid on the\nground of malafide, unreasonableness and arbitrariness alone.\nF\n20. In order to examine the constitutionality or otherwise G\nof a statute or any of its provisions, one of the most relevant\nconsiderations is the object and reasons as well as the\nlegislative history of the statute. It would help the court in arriving\nat a more objective and justful approach. It would be necessary\nfor the Court to examine the reasons of enactment of a H\nA\nB\nC\n42\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nparticular provision so as to find out its ultimate impact vis-a-\nvis the constitutional provisions. Therefore, we must examine\nthe contemplations leading to the enactment of the Act of 2005.\n(A) SCHEME, OBJECTS AND REASONS\n21. In light of the law guaranteeing the right to information,\nthe citizens have the fundamental right to know what the\nGovernment is doing in its name. The freedom of speech is\nthe lifeblood of democracy. The free flow of information and\nideas informs political growth. It is a safety valve. People are\nmore ready to accept the decisions that go against them if they\ncan in principle seem to influence them. In a way, it checks\nabuse of power by the public officials. In the modern times,\nwhere there has been globalization of trade and industry, the\nscientific growth in the communication system and faster\nD commuting has turned the world into a very well-knit community.\nThe view projected, with some emphasis, is that the imparting\nof information qua the working of the government on the one\nhand and its decision affecting the domestic and international\ntrade and other activities on the other, impose an obligation\nupon the authorities to disclose information.\nE\nOBJECTS AND REASONS\n22. The Right to Information was harnessed as a tool for\npromoting development; strengthening the democratic\nF governance and effective delivery of socio-economic services.\nAcquisition of information and knowledge and its application\nhave intense and pervasive impact on the process of taking\ninformed decision, resulting in overall productivity gains. It is\nalso said that information and knowledge are critical for\nG realising all human aspirations such as improvement in the\nquality of life. Sharing of information, for instance, about the new\ntechniques of farming, health care facilities, hazards of\nenvironmental degradation, opportunities for learning and\nearning, legal remedies for combating gender bias etc., have\nH overtime, made significant contributions to the well being of\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n43\npoor people. It is also felt that this right and the laws relating A\nthereto empower every citizen to take charge of his life and\nmake proper choices on the basis of freely available\ninformation for effective participation in economic and political\nactivities.\n23. Justice V.R. Krishna lyer in his book \"Freedom of\nInformation\" expressed the view:\nB\nC\n\"The right to information is a right incidental to the\nconstitutionally guaranteed right to freedom of speech and\nexpression. The international movement to include it in the\nlegal system gained prominence in 1946 with the General\nAssembly of the United Nations declaring freedom of\ninformation to be a fundamental human right and a\ntouchstone for all other liberties. It culminated in the United\nNations Conference on Freedom of Information held in D\nGeneva in 1948.\nArticle 19 of the Universal Declaration of Human\nRights says:\n\"Everyone has the right to freedom of\ninformation and expression; this right\nincludes freedom to hold opinions without\ninterference and to seek, receive and impart\ninformation and ideas through any media and\nregardless of frontiers.\"\nE\nF\nIt may be a coincidence that Article 19 of the Indian\nConstitution also provides every citizen the right to\nfreedom of speech and expression. However, the word\n'information' is conspicuously absent. But, as the highest G\nCourt has explicated, the right of information is integral to\nfreedom of expression.\n\"India was a member of the Commission on\nHuman Rights appointed by the Economic\nT\nH\nA\n\u003e\u003e\nB\nC\nD\n44\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nand Social Council of the United Nations\nwhich drafted the 1948 Declaration. As such\nit would have been eminently fit and proper\nif the right to information was included in the\nrights enumerated under Article 19 of our\nConstitution. Article 55 of the U.N. Charter\nstipulates that the United Nations 'shall\npromote respect for, and observance of,\nhuman rights and fundamental freedoms' and\naccording to Article 56 'all members pledge\nthemselves to take joint and separate action\nin co-operation with the Organisation for the\nachievement of the purposes set forth in\nArticle 55'.\"\n24. Despite the absence of any express mention of the\nword 'information' in our Constitution under Article 19(1)(a), this\nright has stood incorporated therein by the interpretative\nprocess by this Court laying the unequivocal statement of law\nby this Court that there was a definite right to information of the\ncitizens of this country. Before the Supreme Court spelt out with\nE clarity the right to information as a right inbuilt in the\nconstitutional framework, there existed no provision giving this\nright in absolute terms or otherwise. Of course, one finds\nglimpses of the right to information of the citizens and\nobligations of the State to disclose such information in various\nother laws, for example, Sections 74 to 78 of the Indian\nEvidence Act, 1872 give right to a person to know about the\ncontents of the public documents and the public officer is\nrequired to provide copies of such public documents to any\nperson, who has the right to inspect them. Under Section 25(6)\nG of the Water (Prevention and Control of Pollution) Act, 1974,\nevery State is required to maintain a register of information on\nwater pollution and it is further provided that so much of the\nregister as relates to any outlet or effluent from any land or\npremises shall be open to inspection at all reasonable hours\nH by any person interested in or affected by such outlet, land or\nF\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n45\nB\npremises, as the case may be. Dr. J.N. Barowalia in A\n'Commentary on the Right to Information Act' (2006) has noted\nthat the Report of the National Commission for Review of\nWorking of Constitution under the Chairmanship of Justice\nM.N.Venkatachaliah, as he then was, recognised the right to\ninformation wherein it is provided that major assumption behind\na new style of governance is the citizen's access to information.\nMuch of the common man's distress and helplessness could\nbe traced to his lack of access to information and lack of\nknowledge of decision-making processes. He remains ignorant\nand unaware of the process which virtually affects his interest.\nGovernment procedures and regulations shrouded in the veil\nof secrecy do not allow the litigants to know how their cases.\nare being handled. They shy away from questioning the officers\nhandling their cases because of the latter's snobbish attitude.\nRight to information should be guaranteed and needs to be\ngiven real substance. In this regard, the Government must\nassume a major responsibility and mobilize skills to ensure flow\nof information to citizens. The traditional insistence on secrecy\nshould be discarded.\n25. The Government of India had appointed a Working\nGroup on Right to Information and Promotion of Open and\nTransparent Government under the Chairmanship of Shri H.D.\nShourie which was asked to examine the feasibility and need\nfor either full-fledged Right to Information Act or its introduction\nin a phased manner to meet the needs of an open and\nresponsive Government. This group was also required to\nexamine the framework of rules with reference to the Civil\nServices (Conduct) Rules and Manual of Office Procedure. This\nWorking Group submitted its report in May 1997.\n26. In the Chief Ministers Conference on 'Effective and\nResponsive Government' held on 24th May, 1997, the need to\nenact a law on the Right to Information was recognized\nunanimously. This conference was primarily to discuss the\nmeasures to be taken to ensure a more effective and\nс\nD\nE\nF\nG\nH\n46\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA responsive government. The recommendations of various\nCommittees constituted for this purpose and awareness in the\nGovernment machinery of the significance and benefits of this\nfreedom ultimately led to the enactment of the 'Freedom of\nInformation Act, 2002' (for short, the 'Act of 2002'). The\nB proposed Bill was to enable the citizens to have information on\na statutory basis. The proposed Bill was stated to be in accord\nwith both Article 19 of the Constitution of India as well as Article\n19 of the Universal Declaration of Human Rights, 1948. This\nis how the Act of 2002 was enacted.\nC\nD\n27. In terms of the Statement of Objects and Reasons of\nthe Act of 2002, it was stated that this law was enacted in order\nto make the government more transparent and accountable to\nthe public. It was felt that in the present democratic framework,\nfree flow of information for citizens and non-Government\ninstitutions suffers from several bottlenecks including the\nexisting legal framework, lack of infrastructure at the grass root\nlevel and an attitude of secrecy within the Civil Services as a\nresult of the old framework of rules. The Act was to deal with\nall such aspects. The purpose and object was to make the\ngovernment more transparent and accountable to the public\nand to provide freedom to every citizen to secure access to\ninformation under the control of public authorities, consistent\nwith public interest, in order to promote openness, transparency\nand accountability in administration and in relation to matters\nF connected therewith or incidental thereto.\nE\nG\nH\n28. After the Act of 2002 came into force, there was a\ndefinite attempt to exercise such freedom but it did not operate\nfully and satisfactorily. The Civil Services (Conduct) Rules and\nthe Manual of the Office Procedure as well as the Official\nSecrets Act, 1923 and also the mindset of the authorities were\nimplied impediments to the full, complete and purposeful\nachievement of the object of enacting the Act of 2002. Since,\nwith the passage of time, it was felt that the Act of 2002 was\nneither sufficient in fulfilling the aspirations of the citizens of India\nT\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n47\nnor in making the right to freedom of information more A\nprogressive, participatory and meaningful, significant changes\nto the existing law were proposed. The National Advisory\nCouncil suggested certain important changes to be\nincorporated in the said Act of 2002 to ensure smoother and\ngreater access to information. After examining the suggestions B\nof the Council and the public, the Government decided that the\nAct of 2002 should be replaced and, in fact, an attempt was\nmade to enact another law for providing an effective framework\nfor effectuating the right to information recognized under the\nArticle 19 of the Constitution. The Right to Information Bill was C\nintroduced in terms of its statements of objects and reasons\nto ensure greater and more effective access to information. The\nAct of 2002 needed to be made even more progressive,\nparticipatory and meaningful. The important changes proposed\nto be incorporated therein included establishment of an\nD\nappellate machinery with investigative powers to review the\ndecision of the Public Information Officer, providing penal\nprovisions in the event of failure to provide information as per\nlaw, etc. This Bill was passed by both the Houses of the\nParliament and upon receiving the assent of the President on\n15th June, 2005, it came on the statute book as the Right to\nInformation Act, 2005.\nSCHEME OF ACT of 2005 (COMPARATIVE ANALYSIS OF\nACT OF 2002 AND ACT OF 2005)\n29. Now, we may deal with the comparative analysis of\nthese two Acts. The first and the foremost significant change\nwas the change in the very nomenclature of the Act of 2005 by\nreplacing the word 'freedom' with the word 'right' in the title of\nthe statute. The obvious legislative intent was to make seeking\nof prescribed information by the citizens, a right, rather than a\nmere freedom. There exists a subtle difference when people\nperceive it as a right to get information in contra-distinction to\nit being a freedom. Upon such comparison, the connotations\nof the two have distinct and different application. The Act of\nE\nF\nG\nI\n48\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nC\nD\nA 2005 was enacted to radically alter the administrative ethos and\nculture of secrecy and control, the legacy of colonial era and\nbring in a new era of transparency and accountability in\ngovernance. In substance, the Act of 2005 does not alter the\nspirit of the Act of 2002 and on the contrary, the substantive\nB provisions like Sections 3 to 11 of both the Acts are similar\nexcept with some variations in some of the provisions. The Act\nof 2005 makes the definition clause more elaborate and\ncomprehensive. It broadens the definition of public authority\nunder Section 2(h) by including therein even an authority or body\nor institution of self-government established or constituted by\na notification issued or order made by the appropriate\nGovernment and includes any body owned, controlled or\nsubstantially financed by the Government and also non-\ngovernmental organization substantially financed by the\nappropriate Government, directly or indirectly. Similarly, the\nexpression 'Right to Information' has been defined in Section\n2(j) to include the right to inspection of work, documents,\nrecords, taking certified samples of material, taking notes and\nextracts and even obtaining information in the form of floppies,\ntapes, video cassettes, etc. This is an addition to the important\nstep of introduction of the Central and State Information\nCommissions and the respective Public Information Officers.\nFurther, Section 4(2) is a new provision which places a\nmandatory obligation upon every public authority to take steps\nin accordance with the requirements of clause (b) of sub-\nSection (1) of that Section to provide as much information suo\nmoto to the public at regular intervals through various means\nof communication including internet so that the public have\nminimum resort to use of this Act to obtain information. In other\nwords, the aim and object as highlighted in specific language\nof the statute is that besides it being a right of the citizenry to\nseek information, it was obligatory upon the State to provide\ninformation relatable to its functions for the information of the\npublic at large and this would avoid unnecessary invocation of\nsuch right by the citizenry under the provisions of the Act of\nH 2005. Every authority/department is required to designate the\nE\nF\nG\nL\ni\nNAMIT SHARMA v. UNION OF INDIA\n[SWATANTER KUMAR, J.]\n49\nA\nB\nPublic Information Officers and to appoint the Central\nInformation Commission and State Information Commissions\nin accordance with the provisions of Sections 12 and 15 of the\nAct of 2005. It may be noticed that under the scheme of this\nAct, the Public Information Officer at the Centre and the State\nLevels are expected to receive the requests/applications for\nproviding the information. Appeal against decision of such\nPublic Information Officer would lie to his senior in rank in terms\nof Section 19(1) within a period of 30 days. Such First\nAppellate Authority may admit the appeal after the expiry of this\nstatutory period subject to satisfactory reasons for the delay C\nbeing established. A second appeal lies to the Central or the\nState Information Commission, as the case may be, in terms.\nof Section 19(3) within a period of 90 days The decision of\nthe Commission shall be final and binding as per Section 19(7).\nSection 19 is an exhaustive provision and the Act of 2005 on\nits cumulative reading is a complete code in itself. However,\nnothing in the Act of 2005 can take away the powers vested in\nthe High Court under Article 226 of the Constitution and of this\nCourt under Article 32. The finality indicated in Sections 19(6)\nand 19(7) cannot be construed to oust the jurisdiction of higher\ncourts, despite the bar created under Section 23 of the Act. It\nalways has to be read and construed subject to the powers of\nthe High Court under Article 226 of the Constitution. Reference\nin this regard can be made to the decision of a Constitution\nBench of this Court in the case of L. Chandra Kumar vs. Union\nof India and Ors. [(1997) 3 SCC 261].\n30. Exemption from disclosure of information is a common\nprovision that appears in both the Acts. Section 8 of both the\nActs open with a non-obstante language. It states that\nnotwithstanding anything contained in the respective Act, there\nshall be no obligation to give any citizen the information\nspecified in the exempted clauses. It may, however, be noted\nthat Section 8 of the Act of 2005 has a more elaborate\nexemption clause than that of the Act of 2002. In addition, the\nAct of 2005 also provides the Second Schedule which\nD\nE\nF\nG\nH\nT\n1\n50\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA enumerates the intelligence and security organizations.\nestablished by the Central Government to which the Act of 2005\nshall not apply in terms of Section 24.\nB\nс\nD\nE\nF\nG\nH\n31. Further, under the Act of 2002, the appointment of the\nPublic Information Officers is provided in terms of Section 5 and\nthere exists no provision for constituting the Central and the\nState Information Commission. Also, the Act does not provide\nany qualifications or requirements to be satisfied before a\nperson can be so appointed. On the other hand, in terms of\nSection 12 and Section 15 of the Act of 2005, specific\nprovisions have been made to provide for the constitution of\nand eligibility for appointment to the Central Information\nCommission or the State Information Commission, as the case\nmay be.\n32. Section 12(5) is a very significant provision under the\nscheme of the Act of 2005 and we shall deal with it in some\nelaboration at a subsequent stage. Similarly, the powers and\nfunctions of the Authorities constituted under the Act of 2005\nare conspicuous by their absence under the Act of 2002, which\nunder the Act of 2005 are contemplated under Section 18. This\nsection deals in great detail with the powers and functions of\nthe Information Commissions. An elaborate mechanism has\nbeen provided and definite powers have been conferred upon\nthe authorities to ensure that the authorities are able to\nimplement and enforce the provisions of the Act of 2005\nadequately. Another very significant provision which was non-\nexistent in the Act of 2002, is in relation to penalties. No\nprovision was made for imposition of any penalty in the earlier\nAct, while in the Act of 2005 severe punishment like imposition\nof fine upto Rs.250/- per day during which the provisions of the\nAct are violated, has been provided in terms of Section 20(1).\nThe Central/State Information Commission can, under Section\n20(2), even direct disciplinary action against the erring Public\nInformation Officers. Further, the appropriate Government and\nthe competent authority have been empowered to frame rules\nunder Sections 27 and 28 of the Act of 2005, respectively, for\n,\nS\n"}