{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nABDUL AZIZ\nV.\nSTATE OF RAJASTHAN\nMAY 3, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nC\nPenal Code, 1860:\ns.460 and 302/149-Conviction by trial court u/s 460 substituted by\nHigh Court u/s 302/149-Propriety of-Accused along with others, prosecuted\nw/ss. 302/148/149/460-Trial Court convicting him only u/s 460-No appeal\nby State-On appeal by accused, High Court, without issuing notice to him\nfor enhancement, convicting him u/s 302 holding that trial court inadvertently\nconvicted him u/s 460-Held, High Court was wrong in convicting the\nD accused u/s 302-This is travesty of justice-Judgment of High Court set\naside, conviction and sentence u/s 460 by trial court restored.\nThe appellant-accused was charged along with others under sections\n302, 140, 149, and 460 IPC, and was convicted by the trial court only under\nsection 460 IPC and sentenced to ten years imprisonment. No appeal was filed\nE by State for enhancement of sentence or for conviction u/s 302 IPC. But in\nthe appeal filed by the appellant, the High Court convicted him u/s 302 IPC\nand sentenced him to life imprisonment holding that the trial court instead of\nconvicting him u/s 302 IPC had inadvertently convicted and sentenced him u/\ns 460 though considering the evidence on record he was liable to be convicted\nu/s 302/149 IPC. Aggrieved, the accused filed the present appeal.\nF\nG\nH\nAllowing the appeal in part, the Court\nHELD: The High Court has convicted the appellant under Section 302/\n149 IPC in his own appeal by substituting the order of conviction and sentence\nunder Section 460 IPC passed by the trial court, holding that through\ninadvertence the trial court had failed to invoke Section 302/149 IPC. No\nappeal was filed by the State for convicting the appellant u/s 302/149 IPC. No\nprior notice for enhancement was issued by the High Court. This cannot be\ndone. This would amount to travesty of justice. Accordingly, the appellant\nstands convicted under Section 460 IPC. Consequently, the sentence of life\n1166\nABDUL AZIZ v. STATE OF RAJASTHAN [KAPADIA, J.]\n1167\nimprisonment, imposed by the High Court, shall stand substituted by the A\nsentence of rigorous imprisonment for ten years as imposed by the trial Court.\n[Para 9 and 11] [1172-B-D; F-G]\nRe: Singaram and Anr., AIR [1954] Madras 152, distinguished.\nSohan Singh Kesar Singh v. State of Punjab, AIR AIR [1964] Punjab B\n130, held inapplicable.\nJagdeo v. State of Uttar Pradesh, [1953] 51 Allahabad Law Journal 501,\nreferred to.\nRaju @Raj Kumar v. State of Rajasthan, Criminal Appeal No. 664 of C\n2007 arising out of S.L.P. (Crl) No. 4446 of 2006 decided by Supreme Court\non 3.5.2007, cited.\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 665 of\nFrom the Final Judgment and Order dated 13.01.2006 of the High Court\nof Judicature for Rajasthan, Jaipur Bench, Jaipur in D.B. Criminal Appeal No.\n513 of 2004.\nD\nJaspal Singh, R.K. Kapoor, M.K. Verma, S.S. Yadav and Govind Kaushik\n(for Anis Ahmed Khan) for the Appellant.\nE\nKumar Kartikay, V. Madhukar, Sumit Ghosh, Sanjay Jha and Aruneshwar\nGupta for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. (1) Leave granted.\n☑☑\nF\n(2) This criminal appeal by grant of special leave is directed against\nimpugned judgment dated 13.1.06 delivered by the Rajasthan High Court,\nJaipur Bench, in D.B. Criminal Appeal No.513/04 converting the conviction\nunder Section 460 IPC imposed by Additional District and Sessions Judge, G\nJaipur, in Session Case No.49/2001 into conviction under Section 302 IPC,\nwithout the State filing appeal in that regard, on the ground that the trial court\nhad on account of inadvertence convicted the appellant only under Section\n460 IPC.\nH\nA\nB\n1168\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(3) This judgment is a sequel to our judgment in the case of Raju @\nRaj Kumar v. State of Rajasthan, Criminal Appeal No. 664 of 2007 arising out\nof S.L.P. (Crl.) No.4446 of 2006, pronounced today. Therefore, we are not\nrequired to restate the case of the prosecution. Suffice it to state that Abdul\nAziz (appellant herein) was accused No.1. He was convicted by the trial court\nunder Section 460 IPC. We have extensively quoted the relevant paragraphs\nof the operative part of the judgment of the trial court in the earlier judgment.\nOn the merits of the case, we find no infirmity with the concurrent findings\nrecorded by the courts below. The evidence of Uttam Prakash (pw.4), who was\npresent at the time when his father was attacked by 10 to 12 persons with\nknives, was the eye-witness. He had seen the appellant entering the room\nC where the deceased was in conversation with pw.4's aunt. Appellant was\nnamed in the FIR. That, evidence of pw.4 is supported by recovery and\nmedical evidence.\n(4) Under Section 460 IPC constructive liability is imposed on persons\njointly concerned in committing house trespass at night, in the course of\nD which death or grievous hurt is caused. The section applies to persons who\nE\nactually committed house trespass at night and the act of causing death or\ngrievous hurt by any one of the intruders would make others, who did not\ncause the injury, equally liable. In the present case, the ingredients of Section\n460 IPC are complied with. However, it is contended on behalf of the State\nthat on reading the judgment of the trial court it is clear that the trial court\nhas found Abdul Aziz (appellant herein) guilty of murder and he was liable\nto be convicted under Section 302 IPC. This point was argued by the State\nbefore the High Court in the criminal appeal filed by the appellant herein. It\nhas been held, in the impugned judgment delivered by the High Court, that\nthe trial court had instead of convicting Abdul Aziz (appellant herein) for\nF offence under Section 302 IPC had inadvertently convicted and sentenced\nhim for offence under Section 460 IPC and that considering the evidence on\nrecord, the appellant herein was liable to be convicted for an offence under\nSection 302/149 IPC.\n(5) In the present case, we find that the appellant was charged under\nG Section 302, 148, 149 and 460 IPC but the trial court had convicted him only\nunder Section 460 IPC and sentenced to ten years imprisonment. No appeal\nwas filed by the State for enhancement or for conviction under Section 302\nIPC and yet in the appeal filed by the appellant the High Court has convicted\nhim under Section 302/149 IPC and sentenced him to life imprisonment.\nH\n\u003e\nt\nABDUL AZIZ v. STATE OF RAJASTHAN [KAPADIA, J.]\n1169\n(6) In the case of Jagdeo v. State of Uttar Pradesh, (1953) 51 Allahabad A\nLaw Journal 501, a similar situation arose for determination. In that case\nJagdeo had moved the High Court in appeal against his conviction under\nSection 460 IPC. However, the High Court had issued the notice to show\ncause why the sentence passed against Jagdeo be not enhanced. There is no\nsuch notice in this case. In that case Srimati Lalji was found murdered, her\nB\nornaments were removed and the appellant (Jagdeo) was convicted under\nSection 460 and sentenced to 5 years rigorous imprisonment. It was held that\nif what was alleged against the accused was correct then an offence under\nSection 302 IPC was made out and in such an event the offence would not\ncome under Section 460 IPC. We quote hereinbelow the relevant portion of\nthe said judgment which reads as under:\nC\n\"On the facts of this particular case, the provisions of Section 460\nare not applicable for another reason. It is not disputed that Section\n460, I. P. C. will not apply to the case of a single individual who alone\ncommits lurking house trespass and during such commission causes\nor attempts to cause death or grievous hurt to any person, and there D\nis very little evidence led about others joining the accused in the\ncommission of this offence.\nany\nThere may arise a case in which several persons commit lurking\nhouse-trespass and someone among them causes or attempts to cause\ndeath or grievous hurt. In such a case it cannot be said that\nparticular person committed those acts and it might be possible, as\nheld in 'Mohammada v. Emperor', AIR 1936 Lah 911 (B), that all\nof them be liable to conviction under Section 460, I. P. C.\n-\n-\n-\nE\nOf the cases referred to, the actual person, who while committing\nlurking house-trespass also caused or attempted to cause death or\nF\ngrievous hurt, was convicted in 'Queen v. Lukhun Doss, (1865) 2\nWR Crl. 52 (A)' and in‘Faiz Bakhsh v. Emperor', 48 Cr.L.J. 269,\nwithout any discussion as to whether his case really came within that\nsection or not. In the case reported in 'Queen - Empress v. Ismail\n-\nKhan', ILR 8 All 649 (D) an observation has been made without any G\ndiscussion to the effect:\n“Sections 459 and 460 provide for a compound offence, the\ngoverning incident of which is that either 'a lurking house-\ntrespass' or 'house-breaking' must have been completed, in order\nto make a person who accompanies that offence either by causing H\n1170\nA\nB\nC\nᎠ\n(1)\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\ngrievous hurt or attempt to cause death or grievous hurt\nresponsible under those sections.\"\nIt was actually decided in that case that the accused had not committed\nlurking house-trespass or house-breaking and, therefore, their\nconviction under Sections 459 and 460, I. P. C. could not be maintained.\nThe case reported in 'Chatur v. King Emperor', 8 All LJ 574 (E)\nis very apposite to the present case. One person had entered a house,\nattempted to rob a girl of a ‘hansli' and stabbed her father to death\nwhen he seized the thief. He was convicted by the sessions court of\nan offence under Section 460, I. P. C. and was sentenced to\ntransportation for life. On appeal his conviction was altered to Section\n302, I. P. C., and in the exercise of revisional jurisdiction the sentence\nof transportation for life was enhanced to a sentence of death. Richards,\nJ., who delivered the judgment - observed while interpreting Section\n460, I. P. C.:\n\"In our opinion this section was intended to provide for the\npunishment of persons who are jointly concerned in the committing\nof the house-trespass or house-breaking altogether irrespective\nwhether they were the persons who caused or attempted to\ncause death or grievous hurt.\"\nThis may be interpreted to mean that Section 460 provided for the\npunishment of the person who actually caused or attempted to cause\ndeath or grievous hurt while committing lurking house-trespass or\nhouse-breaking. But the observation just following the aforesaid quoted\nremarks makes it clear that the section would apply to the associates\nof such actual offender.\nWe cannot now alter the conviction of the appellant to Section 302,\nI. P. C., and enhance sentence in the exercise of revisional jurisdiction,\nin case we come to the conclusion on hearing full arguments that the\nappellant did murder her in view of the Full Bench decision in - 'Taj\nKhan v. Rex', AIR (1952) All 369 (FB) (F).”\n(emphasis supplied)\nH\n(7) In re Singaram and Anr., AIR (1954) Madras 152, the case was\nconcerning murder and robbery. The accused were charged and tried for\noffences under Section 302/34 IPC. The trial court convicted them under\n3\n1171\nB\nABDUL AZIZ v. STATE OF RAJASTHAN [KAPADIA, J.]\nSection 460 IPC and, therefore, the State filed an appeal questioning the A\ncorrectness of acquittal under Section 302/34 IPC. It was held in that case that\nthe trial court had wrongly convicted the accused under Section 460 IPC; that\ntheir acquittal by the trial court under Section 302/34 IPC was erroneous and\naccordingly each of the appellants was sentenced for life imprisonment. The\nsentence of seven years imposed by the trial court for offence under Section\n460 IPC was set aside. However, it is important to note that in the said case\nappeals were filed by the State and it is in those appeals that the accused\nwere convicted under Section 302/34 IPC and sentenced to life imprisonment.\nIn the present case, there is no such an appeal. In the present case, appeal\nhas been filed before the High Court by Abdul Aziz (appellant herein) and\nnot by the State. Before us appeal has been filed by Abdul Aziz. In the C\ncircumstances, the High Court was wrong in convicting Abdul Aziz for an\noffence under Section 302 IPC when the trial court had convicted him under\nSection 460 IPC, particularly, in the absence of any appeal from the State.\n(8) In the case of Sohan Singh Kesar Singh v. State of Punjab, AIR\n(1964) Punjab 130, Sohan Singh was convicted under Sections 302, 380 and D\n457 IPC; he was sentenced to death under Section 302 IPC and to rigorous\nimprisonment for three years under each of the Sections 457 and 380 IPC.\nSohan Singh preferred an appeal against his conviction and sentence. One\nof the arguments advanced on behalf of Sohan Singh was that the offence\nin question fell within the purview of Section 460 IPC and not under Section\n302 IPC. It was argued that while committing the offence of house-breaking\nby night death of the child was caused and, therefore, the accused could be\npunished only under Section 460 IPC. It was in the context of this argument\nthat the High Court held as follows:\nE\n\"Section 460 merely provides for constructive liability of persons F\ncommitting or corcerned in, 'inter alia' house-breaking by night in\nthe course of which death is caused by one of the offenders and it\nprescribes enhanced penalty for the joint offenders. To attract this\nsection it matters little as to who actually causes the death, for,\neveryone jointly concerned in committing the house-breaking is liable\nto the enhanced penalty under this section if death is caused in the G\ncourse of the offence, no matter who is really responsible for the\ndeath. It does not, as indeed it cannot, be considered to serve as an\nexception to Section 302, Indian Penal Code. If a person committing\nhouse-breaking by night also actually commits murder he must attract\nthe penalty for this latter offence under Section 302 and I find it\nH\n1172\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nalmost impossible to hold that he can escape the punishment provided\nfor murder merely because the murder was committed by him while he\nwas committing the offence of house-breaking, and that he can only\nbe dealt with under Section 460. Neither the language of Section 460\nnor the scheme of Indian Penal Code nor logic and common sense\nwould seem to support this contention which I unhesitatingly repel.”\n(9) The above judgment has no application to the point in issue. In that\ncase, Sohan Singh was convicted under Section 302. He was sentenced to\ndeath. If a person commits house-breaking by night and also commits murder,\nhis act attracts Section 302 IPC. There is no dispute about the said proposition.\nHowever, in the present case, the appellant was charged under Sections 302,\n460 and 149 IPC. He was not convicted under Section 302 IPC. He was not\nconvicted under Section 302/149 IPC. He was convicted only under Section\n460. No appeal was filed by the State for convicting him under Section 302\nIPC. No appeal was filed by the State for convicting him under Section 302/\n149 IPC. The High Court has convicted Abdul Aziz (appellant herein) under\nD Section 302/149 IPC in his own appeal by substituting the conviction and\nE\nF\nG\nsentence. No prior notice for enhancement was issued by the High Court. In\nour view, this cannot be done. In our view this would amount to travesty of\njustice. It is only in the impugned judgment that High Court observed that\nthrough inadvertence the trial court had failed to invoke Section 302/149 IPC.\n(10) For the aforestated reasons, we hold that Abdul Aziz (appellant\nherein) stands convicted under Section 460 IPC and he will serve the sentence\nof rigorous imprisonment for ten years and pay the fine as ordered by\nAdditional District and Sessions Judge, No.1 (Fast Track) Jaipur City, Jaipur,\nin Session Case No.49/2001 decided on 9.3.2004.\n(11) Consequently, the sentence of life imprisonment, imposed by the\nimpugned judgment of the High Court, shall stand substituted by the sentence\nof rigorous imprisonment for ten years and fine of Rs.500/- (in default, three\nmonths sentence) as imposed by the trial court vide its judgment dated\n9.3.2004 in Session Case No.49/2001.\nR.P.\n(12) Accordingly, the appeal is partly allowed.\nAppeal partly allowed.\n"}