{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"MOST. ETWARI DEVI AND ORS.\nV.\nMOST. PARVATI DEVI\nJANUARY 17, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nSpecific Relief Act, 1963; Section 16(C):\nA\nB\nD\nSuit for specific performance of contract-Allowed by Trial Court and\naffirmed by first Appellate Court-Reversed by High Court on grounds that\nneither pleading nor evidence tendered by the plaintiff proved that he was\nready and willing to perform his part of the contract-On appeal, held: Specific\naverments regarding readiness and willingness to perform his part of the\ncontract made by the plaintiff in the plaint-Plaintiff as prosecution witness\ncategorically stated that he went to the defendant to tender the consideration\namount in fulfilment of his part of the contract but respondent was not willing\nto perform his part of the contract-Moreover, the defendant did not raise any\nsuch plea against the plaintiff before the Trial Court or the first Appellate\nCourt-Besides, Plaintiff deposited the amount in question in terms of order\nof the Trial Court-In the facts and circumstances of the case, the High Court\nshould not have acted on the oral submission of the respondent-Hence the E\norder of the High Court indefensible.\nHusband of appellant No. 1 filed a suit for specific performance\nagainst the respondent on the ground that the respondent had failed to\nperform his part of the contract though he was ready and willing to\nperform his part of the contract. Plaintiff died and his legal heirs were\nsubstituted. Trial Court decreed the suit, which was affirmed by the first\nAppellate Court. Aggrieved, respondent filed second appeal before the\nHigh Court. Single Judge of the High Court dismissed the suit by reversing\nthe order of the Trial Court. Hence the present appeal.\nAllowing the appeal, the Court\nHELD. 1.1. The findings of the High Court are contrary to the\nmaterials on record. As noted by the first Appellate Court, specific\naverments regarding readiness and willingness of the plaintiff to perform\n447\nF\nG\nH\n\u003e\n448\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA his part of the contract have been made. Additionally, the plaintiff who\nwas examined as Prosecution Witness has categorically stated that he had\ngone to tender the money, that is the consideration, to the defendant who\nwas not agreeable to return the sale deeds and therefore the only course\nleft open to the plaintiff was to file a suit. On this ground alone, the\njudgment of the High Court is vulnerable. [449-F-G-H; 450-A|\nB\nC\n1.2. There can be no quarrel with the proposition that in a suit for\nspecific performance of the contract, the plaintiff must prove that he was\nready and willing to perform his part of the contract continuously between\nthe date of the contract and the date of hearing of the suit. But the finding\nthat the plaintiff has not proved his capacity to perform his part of the\ncontract as he was not even ready to deposit the money in terms of the\ntrial Court's order is factually wrong. No such plea was raised by the\ndefendant either before the first Appellate Court or before the High Court\nin the second appeal. However, the deposit was made well within one\nmonth's time granted by the Trial Court by its judgment and decree.\nD Notwithstanding the deposit, an application for extension of time was filed.\nThe High Court should have ignored the application and should not have\nput any emphasis thereon as verification of the records would have\nrevealed that the payment had been made. Even otherwise there was no\nsuch plea taken by the respondent about the non deposit within time\ngranted by the Trial Court. The High Court should not have acted on an\noral submission made by the respondent without granting of an\nopportunity to the present appellants to have their say in the matter.\nHence, the impugned judgment of the High Court is indefensible and set\naside. The judgment and decree passed by the Trial Court and the first\nAppellate Court are restored. [450-B-C-D-E-F]\nE\nF\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1514 of 2000.\nFrom the Judgment and Order dated 11.5.1999 of the Patna High Court\nin Appeal from Appellate Decree No. 23 of 1984 (R).\nG\nGopal Prasad for the Appellants.\nK.K. Gupta for the Respondent.\nThe Judgment of the Court was delivered by\nH\nARIJIT PASAYAT, J. Challenge in this appeal is the judgment of the\nMOST. ETWARI DEVI v. MOST. PARVATI DEVI [ PASAYAT. J.] 449\nlearned Single Judge of the Patna High Court holding that the appellants A\nwere not entitled to a decree for specific performance of contract. In a second\nappeal filed by the respondent, the judgment and decree of the trial court as\naffirmed by the first Appellate Court were reversed and suit of the plaintiff\nwas dismissed. Originally the suit was filed by Nunu Mahto, husband of\nappellant No. 1, father of appellant No. 5. After death of Nunu Mahto his\nB\nlegal heirs were substituted. The High Court proceeded on the basis that the\nplaintiff had not proved that he was ready and willing to perform his part of\nthe contract. There was neither pleading nor evidence was tendered in terms\nof requirement of Section 16(c) of the Specific Relief Act, 1963 (in short the\n*Act'). Learned counsel for the appellants highlighted as to how the judgment\nof the High Court suffers from various infirmities both factually and on C\nprinciple of law. None appears for the respondent though she was represented\nby a counsel who did not appear on several dates of hearing and also is not\npresent today.\nThe second appeal was admitted by the High Court and following\nquestions were framed which according to the High Court were substantial D\nquestions of law as required to be framed under Section 100 of the Code of\nCivil Procedure, 1908 (in short 'Code')\n(i) Whether the finding that the plaintiffs were always ready and\nwilling to perform their part of contract is vitiated on account of\nabsence of evidence on the point?\n(i)\nWhether the decree passed by the lower appellate court is\nmaintainable in absence of the evidence on the point referred to\nabove?\nE\nThe High Court recorded findings to the effect that there were no F\nspecific averments in the pleadings that the plaintiff was ready and willing\nto perform his part of the contract and also no evidence was adduced in this\nregard. As rightly pointed out by learned counsel for the appellants, the\nfindings are contrary to the materials on record. As noted by the first Appellate\nCourt in various paragraphs of the plaint, more particularly, paragraphs 18\nand 22 specific averments regarding readiness and willingness of the plaintiff G\nto perform his part of the contract have been made. Additionally, the plaintiff\nNunu Mahto who was examined as PW9 has categorically stated that he had\ngone to tender the money, that is the consideration, to the defendant who was\nnot agreeable to return the sale deeds and therefore the only course left open\nto the plaintiff was to file a suit.\nH\nA\nB\n450\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nOn this ground alone, the judgment of the High Court is vulnerable.\nAnother factor which appears to have weighed with the High Court is that\neven though one month time was granted by the trial court to the plaintiff to\ndeposit a sum of Rs. 1500, this was not done. This again is a finding contrary\nto the materials on record. There can be no quarrel with the proposition that\nin a suit for specific performance of the contract, the plaintiff must prove that\nhe was ready and willing to perform his part of the contract continuously\nbetween the date of the contract and the date of hearing of the suit. But the\nfinding that the plaintiff has not proved his capacity to perform his part of\nthe contract as he was not even ready to deposit the money in terms of the\ntrial court's order is factually wrong. It appears that no such plea was raised\nC by the defendant before the first appellate court. In the memorandum of\nappeal filed before the High Court in the second appeal also, there was no\nsuch plea taken. On perusal of the records, it appears that the deposit was\nmade on 19.12.1978, that was well within one month time granted by the\ntrial court by its judgment and decree dated 25.11.1978. Confusion appears\nto have arisen because notwithstanding the deposit, an application for extension\nD\nof time was filed. The High court should have ignored the application and\nshould not have put any emphasis thereon as verification of the records\nwould have revealed that the payment had been made. Even otherwise there\nwas no such plea taken by the defendant (respondent herein) about the non\ndeposit within time granted by the trial court. The High Court should not\nE have acted on an oral submission made by the learned counsel for the\ndefendant, who was the appellant before it, without granting of an opportunity\nto the present appellants to have their say in the matter. Above being the\nposition, the impugned judgment of the High Court is indefensible deserves\nto be set aside which we direct. The inevitable conclusion is that the judgment\nand decree passed by the trial court and the first appellate court are to be\nrestored. The appeal is allowed accordingly. There shall be no order as to\nF\ncosts.\nS.K.S.\nAppeal allowed.\n"}