{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"I.C.M.R. AND ORS.\nV.\nK. RAJYALAKSHMI\nJANUARY 17, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law: Regularisation-Appointment to temporary post on\nyear to year basis in a project-Project continued for long time-Prayer\nfor regularisation-Held, cannot be directed.\nNecessary party: Union of India not impleaded as a party respondent-\nHence, prayer cannot be made for any direction to the Union of India.\nService jurisprudence: Creation or sanction of a post is essentially an\nexecutive function.\nAppellant No.1-Indian Council of Medical Research (\"ICMR\") is a\nsociety registered in research activities in the field of medicine. It carries\nout various research activities through various schemes/projects. One of\nsuch projects is called “National Nutrition Monitoring Bureau”. For the\naforementioned project, the Central Government admittedly grants grant-\nin-aid on year to year basis.\nA\nB\nC\nD\nE\nF\nRespondent was appointed on year to year basis. The post was also on\nyear to year basis as the grant-in-aid of the Central Government in relation\nto the said project was on that basis. However, the project continued for a\nlong time for one reason or the other. Respondent prayed for regularisation\nof her services. She filed writ petition which was transferred to Central\nAdministrative Tribunal. The Tribunal noticed that although a declaration\nwas taken that the project should be made a permanent one and its activities\nshould be expanded, but no such order was passed. It was in the\naforementioned backdrop, the Tribunal opined that the services of the\nrespondent should be directed to be regularised from the date of filing of\nthe Writ petition. The appellants preferred a writ petition thereagainst\nbefore the High Court. The respondent also filed a writ petition questioning\nthat part of the order whereby regularisation was directed to be made w.e.f.\nthe date of filing of the writ petition and not from the date of her initial H\n1097\nG\n1098\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA appointment. Both the writ petitions were heard together. High Court\ndirected that the services of the respondent should be regularised from the\ndate of her initial appointment. Hence the present appeal.\nB\nAllowing the appeal, the Court\nHELD: 1.1. Before the Tribunal, the Union of India was not impleaded\nas a party respondent. No prayer, thus could have been made for a direction\nto the Union of India to make the project a permanent one. The question,\ntherefore, which was required to be taken into consideration by the\nTribunal was as to whether, despite the fact that a long number of years\nC have passed, the services of the respondent could have been directed to be\nregularised despite the fact that her appointment was on a purely adhoc\nbasis on a temporary post. [Para 9] [1100-F-G]\nᎠ\ni\n1.2. It has not been denied that the project being on an yearly basis,\npost could not have been sanctioned on a regular basis. Having regard to\nthe fact that the appellant was bound to implement the project of the Central\nGovernment in terms of the grant in aid scheme, it could not have taken\na decision on its own for making the project a permanent one. In absence\nof Union of India, therefore, the Tribunal and consequently the High Court\ncommitted a manifest error in entertaining the question as to whether the\nE project should have been made a permanent one or not.\n[Para 10] [1100-H, 1101-A]\n2. Keeping in view the fact that the project could not have been\ndirected to be made a permanent one at the instance of the appellant, the\nF question of invoking the doctrine of fairness, did not arise. In service\njurisprudence, it is well known, that creation or sanction of a post is\nessentially an executive function. [Para 11] [1101-B]\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4349 of 2006.\nFrom the Judgment and Final Order dated 10.2.2005 of the High Court\nof Judicature at Madras in W.P. Nos. 7094/2001 and 488/2002\nRaju Ramachandran, Sr. Adv. V.K. Rao, Saket Sikri and Madhu Sikri for\nthe Appellants.\nH\nI.C.M.R. \u0026 ORS. v. K. RAJYALAKSHMI [SINHA, J. ]\n1099\nA\nV. Prakash, S.M. Jadhav, Himanshu Gupta, Brij Kishor Sah and Rahul\nJoshi for the Respondent.\nThe Judgment of the Court was delivered by\n-\nS.B. SINHA, J. : 1. Appellant No. 1 Indian Council of Medical\nResearch (\"ICMR\") is a society registered under the Societies Registration\nAct. It is engaged in research activities in the filed of medicine. It carries out\nvarious research activities through various schemes/projects. One of such\nprojects is called 'National Nutrition Monitoring Bureau'. The said project\nwas carried out in the States of Kerala, Tamil Nadu, Karnataka, Andhra\nPradesh, Maharashtra, Madhya Pradesh, Orissa, West Bengal and U.P.\n2. For the aforementioned purpose, the Central Government admittedly\ngrants grant-in-aid on year to year basis.\n3. Respondent herein was appointed by reason of an offer of appointment\ndated 1.4.1975. The terms of appointment demonstrates that the same was\nalso on year to year basis. The post was also on year to year basis as the\ngrant-in-aid of the Central Government in relation to the said project was on\nthat basis. However, the project continued for a long time for one reason\nor the other. Respondent prayed for regularisation of her services, but the\nsame having been rejected, she 'approached High Court of Madras seeking\nfor a direction to the respondents to regularise her services with retrospective\neffect from such date at it deemed fit and proper. The said writ petition was\nultimately transferred to Central Administrative Tribunal, Madras, in view of\na notification issued by the Central Government under the Administrative\nTribunals Act, 1985.\n4. The Tribunal noticed that although a decision was taken that the\nproject should be made a permanent one and its activities should be\nexpended, but no such order was passed. It was in the aforementioned\nbackdrop, the Tribunal opined that the services of the respondent herein\nshould be directed to be regularised. It was so directed from the data of filing\nof the writ petition i.e. on 25.2.1998.\nB\nC\nD\nE\nF\nG\n5. The appellants herein preferred a writ petition thereagainst before\nthe High Court of Judicature at madras. The respondent also filed a writ\npetition questioning that part of the order whereby regularisation was H\n-\n1100\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA directed to be made w.e.f. the date of filing of the writ petition and not from\nthe date of her initial appointment. Both the writ petitions were heard\ntogether. By reason of the impugned judgment dated 10.2.2005 the High\nCourt, while allowing the writ petition of the respondent, dismissed the writ\npetition of the appellants herein and directed that the services of the\nrespondent should be regularised from the date of her initial appointment i.e.\n1.4.1975.\nB\nC\nᎠ\nE\nF\n6. It has been accepted at the Bar that the respondent has since retired\non 31.5.2004 on reaching the age of superannuation of 58.\n7. The submission of Mr. Raju Ramachandran, learned senior counsel\nappearing on behalf of the appellants is that in view of the fact that the\nproject was an adhoc one as also in terms of the offer of appointment made\nto the respondent, her services could not have been directed to be regularised.\n8. Mr. V. Prakash, learned senior counsel appearing on behalf of the\nrespondent, on the other hand, would submit that the Tribunal granted the\nrelief of regularisation of the services of respondent, inter alia having.\nregard to the fact that there could have been no reason for not making the\nproject a permanent one. Our attention was drawn to the findings of the\nlearned Tribunal to the effect, which has also been noticed herein by us, that\na decision has been taken by the concerned authorities to make the project\na permanent one. On the said premise it was submitted that the doctrine of\nfairness demands that the direction issued by the Tribunal and upheld by\nthe High Court should be directed to be implemented.\nF\n9. Before the Tribunal, the Union of India was not impleaded as a party\nrespondent. No prayer, thus, in our opinion, could have been made for a\ndirection to the Union of India to make the project a permanent one. The\nquestion, therefore, which was required to be taken into consideration by\nthe Tribunal was as to whether, despite the fact that a long number of years\nhave passed, the services of the respondent could have been directed to be\nG. regularised despite the fact that her appointment was on a purely adhoc\nbasis on a temporary post.\n10. It has not been denied or disputed that the project being on an\nyearly basis, post could not have been sanctioned on a regular basis.\nH Having regard to the fact that the appellant herein was bound to implement\nT\nI.C.M.R. \u0026 ORS. v. K. RAJYALAKSHMI [SINHA, J. ]\n1101\nthe project of the Central Government in terms of the grant-in-aid scheme,\nit could not have taken a decision on its own for making the project a\npermanent one. In absence of Union of India, therefore, in our opinion, the\nTribunal and consequently the High Court committed a manifest error in\nentertaining the question as to whether the project should have been made\na permanent one or not.\n11. Keeping in view the fact that the project could not have been\ndirected to be made a permanent one at the instance of the appellant, the\nquestion of invoking the doctrine of fairness, in our opinion, did not arise.\nIn service jurisprudence, it is well known, that creation or sanction of a post\nis essentially an executive function.\n12. We are, therefore, of the opinion that it is not a fit case where the\nimpugned direction could have been issued by the Tribunal and consequently\nby the High Court. The impugned judgment, therefore, cannot be sustained\nand it is set aside accordingly.\n13. However, we direct that any amount paid to the respondent by the\nappellant herein shall not be recovered. This direction we are passing in\nexercise of our jurisdiction under Article 142 of the Constitution of India.\nD.G.\nThe appeal is allowed. No costs\nA\nB\nC\nD\n(I)]\nE\nAppeal allowed.\n"}