{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"KUMARI SUMAN PANDEY\nน\nSTATE OF UTTAR PRADESH AND ANR.\nFEBRUARY 14, 2007\nA\nB\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCode of Criminal Procedure, 1973; ss. 164, 438 and 439:\nC\nMurder-Grant of bail-Requirements of-Held: Exhaustive exploration\nof merits of the case not necessary yet the Court should be satisfied as to\nwhether there is a prima facie case made out to exercise its discretion of\ngranting bail in a judicious manner-Reasons for granting bail need to be\nindicated in the order, order dehors of such reasons suffers from non-\napplication of mind-Reasoning as indicated by High Court while granting\nbail totally fallacious-Evidence of the eye witness was of vital importance- D\nHer evidence could not be recorded as she was pursuing her studies abroad\nand would have been available for recording her evidence during summer\nvacation only, which has been lost sight of by the High Court-Under the\ncircumstances, order of the High Court granting bail to accused not\nsustainable.\nE\nAppellant's brother, the deceased, was pursuing his studies in a Medical\nCollege. Respondent No.2 allegedly committed his murder. In the First\nInformation Report lodged by the appellant, respondent No.2 was indicated as\nsole accused and one 'P' was stated to be one of the eye witnesses. Her\nstatement was recorded in terms of s.164 of the Code of Criminal procedure, F\n1973. Police filed charge-sheet and cognizance was taken by the Magistrate.\nIn the meantime, accused filed a bail application, which was rejected by the\nHigh Court. Second bail application also rejected by the High Court\nreiterating its earlier view that the application for bail can be considered after\nthe evidence of the eye witness 'P' who was studying abroad is recorded or if\nshe failed to appear for the purpose of recording her evidence. A certificate\nwas issued by the Ministry of Health, Ukrain that the summer vacation of the\nsaid 'P', the eye witness was between 3.7.2006 and 31.8.2006. This certificate\nwas filed before the trial court. In the meantime, respondent No.2 filed the\nthird bail application in which High Court has granted the bail. Hence the\n577.\nG\nH\n578\nA present appeal.\nB\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nAppellant contended that the grant of bail was unwarranted and in any\nevent respondent No.2 has misused the liberty of bail; and that although\nnotices on respondent No.1-State and respondent No.2-accused had been served\nbut none has appeared to represent them when the matter was taken up.\nAllowing the appeal, the Court\nHELD:1.1. Even on a cursory perusal the High Court's order shows\ncomplete non-application of mind. Though detailed examination of the evidence\nand elaborate documentation of the merits of the case is to be avoided by the\nC\nCourt while passing orders on bail applications, yet a court dealing with the\nbail application should be satisfied as to whether there is a prima facie case,\nbut exhaustive exploration of the merits of the case is not necessary. The court\ndealing with the application for bail is required to exercise its discretion in\na judicious manner and not as a matter of course. [Para 10 [582-D]\nD\nOmar Usman Chamadia v. Abdul and Anr., JT (2004) 2 SC 176 and V.D.\nChaudhary v. State of Uttar Pradesh and Anr., (2005) 7 SCALE 68, relied on.\n1.2. There is a need to indicate in the order, reasons for prima facie\nconcluding why bail was being granted particularly where an accused was\nE charged of having committed a serious offence. It is necessary for the courts\ndealing with application for bail to consider among other circumstances, the\nfollowing factors also before granting bail:\nF\nG\nH\n1\n1. The nature of accusation and the severity of punishment in case of\nconviction and the nature of supporting evidence;\n2. Reasonable apprehension of tampering of the witness or apprehension\nof threat to the complainant;\n3. Prima facie satisfaction of the Court in support of the charge.\nAny order dehors of such reasons suffers from non-application of mind.\n[Paras 11 and 12] [582-E, F, G]\nRam Govind Upadhyay v. Sudarshan Singh and Ors., [2002] 3 SCC 598,\nPuran etc. v. Rambilas and Anr. etc., [2001] 6 SCC 338, Kalyan Chandra\nSarkar v. Rajesh Ranjan alias Pappu Yadav \u0026 Anr. JT (2004) 3 SC 442.\nChaman Lal v. State of U.P. and Anr., JT (2004) 6 SC 540, Kamaljit Singh v.\n.\nते\nKUMARI SUMAN PANDEY v. STATE OF UTTAR PRADESH [PASAYAT, J.] 579\nState of Punjab and Anr., [2005] 7 SCC 326, Gajanand Agarwal v. State of A\nOrissa \u0026 Ors., JT (2006) 12 SC 55 and Anwari Begum v. Sher Mohammad\nand Anr., [2005] 7 SCC 326, relied on.\n1.3. High Court noted that inspite of adjournments the witness did not\nappear; the fact that the witness was not appearing though her dates of\nappearance have been fixed entitled the appellant to be released on bail. The B\nreasoning of the High Court is totally fallacious. [Para 13] [583-B, C|\n1.4. It is evident from the material on record that the trial court was\ninformed of the fact that the witness was pursuing her studies abroad and\nwould be available to appear as witness during summer vacation. The fact that\nthe trial court adjourned the matter for a few dates notwithstanding this C\nintimation cannot be a factor to release the accused who chose not to appear\nand made a prayer for exemption on the ground that he was in custody in\nsome other case. The details of theses cases were not furnished to the Court\nthough ample opportunity was granted. The appellant is, therefore, justified\nin her grievances that there has been misuse of the liberty. The evidence of\nᎠ\nthe witness was of vital importance to the case, but she had to go back to\npursue her studies. Therefore, her evidence was not recorded. This is a factor\nwhich has been lost sight of. High Court instead has unnecessarily\nemphasized on the number of adjournments which has no relevance. Hence,\nthe order of bail passed by the High Court is not sustainable. {Para 13]\n[583-C, D, E]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 204 of\nE\nFrom the Judgment/final Order dated 22.5.2006 of the High Court of\nJudicature at Allahabad, Lucknow Bench, Lucknow in Crl. Misc. Case No. F\n2233 (B) of 2006.\nB.K. Satija for the Appellant.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a learned Single\nJudge of the Allahabad High Court, Lucknow Bench granting bail to the\nrespondent No.2-Jitendra Pratap Singh (hereinafter referred to as the 'Accused').\nG\n3. A brief reference to the factual aspect would be necessary. On H\n3\n1\nན\nB\nD\n580\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA 14.5.2003 First Information Report (in short the 'FIR') was lodged by the\nappellant alleging murder of her younger brother-Ravish Kumar Pandey\n(hereinafter referred to as the 'Deceased'). At the relevant point of time the\ndeceased was pursuing his studies in Era Medical College. In the FIR name\nof respondent No.2 was indicated to be the sole accused. One of the eye\nwitnesses was stated to be one Priyanka Tiwari. She appeared before the\nconcerned Magistrate and her statement was recorded in terms of Section 164\nof the Code of Criminal Procedure, 1973 (in short the 'Code'). In the statement\nshe specifically stated that murder of the deceased was committed by\nrespondent No.2 in her presence. Charge sheet was filed on 19.11.2004.\nCognizance was taken by the concerned Magistrate. Thereafter, the\nC investigation was transferred to C.B.C.I.D. The order of the State Government\nwas challenged by the appellant by filing a writ petition No.5874(M/B) of 2004\nbefore the High Court. By order dated 13.1.2005 the writ petition was allowed\nand the order transferring investigation to CBCID was quashed by the High\nCourt. Application for bail was filed by respondent No.2 before the High\nCourt which was numbered as Criminal Misc. Case No.869 (B) of 2005. The\nsaid bail application was rejected by order dated 15.3.2005 with the observation\nthat if any fresh bail application is filed, the same shall be considered after\nthe statements of the appellant and aforesaid Priyanka Tiwari are recorded by\nthe trial court in the trial proceedings. On 20.6.2005 appellant's evidence was\nrecorded and she categorically stated that in her presence murder was\ncommitted. On 25.8.2005 Priyanka Tiwari who was claimed to an eye-witness\nwas also examined and her evidence was recorded by the trial court. The\ncross-examination was concluded on 5.9.2005. In January, 2006 the respondent\nNo. 2 filed the second bail application before the High Court which was\nnumbered as Criminal Misc. Case No. 6282 (B) of 2005. The said bail application\nwas rejected reiterating the earlier view that the application for bail can be\nconsidered after the evidence of Priyanka Tiwari as recorded or if she failed\nto appear for the purpose of recording her evidence. A certificate was issued\nby the Ministry of Health, Ukrain that the summer vacation of Priyanka Tiwari\nwas between 3.7.2006 and 31.8.2006. This certificate was filed before the trial\ncourt. In May, 2006 respondent No.2 filed the third bail application which was\nG number as Criminal Misc. Case No.2233(B) of 2006. The High Court by its\nimpugned order dated 22.5.2006 has granted the bail.\nE\nF\n4. According to the appellant after commencement of summer vacation\nwhen Priyanka Tiwari came to India she knew about the court's proceeding\nand appeared on 28.7.2006. But on the said date the respondent No. 2 was\nH not represented. Therefore, the court issued Non-Bailable Warrant (in short\ni\nKUMARI SUMAN PANDEY v. STATE OF UTTAR PRADESH [PASAYAT, J.] 581\n'NBW') and the matter was adjourned to 10.8.2006.\n5. On 10.8.2006 when the matter was taken up, learned counsel appearing\nfor respondent No.2 submitted before the Court that respondent No.2 had\nbeen arrested in some other case and his absence may be exempted. The trial\nCourt rejected the application and adjourned the matter to 21.8.2006.\n6. On 21.8.2006 the respondent No.2 again was not present. The court\nhad on the earlier occasion directed the learned counsel appearing for\nrespondent No.2 to indicate the details of the case where he was purportedly\narrested but those details were not filed and the matter was further adjourned\nto 21.9.2006. On 21.9.2006 also respondent No.2 did not appear.\n7. In view of the aforesaid scenario it is stated by learned counsel for\nthe appellant that the grant of bail was unwarranted and in any event the\nrespondent no.2 has misused the liberty of bail. Although notices on\nrespondent No.1-State and respondent No.2-accused had been served but\nnone has appeared to represent them when the matter was taken up.\n8. At this juncture, it would be appropriate to take note of a decision\nof this Court in Omar Usman Chamadia v. Abdul and Anr., JT (2004) 2 SC\n176. In para 10, it was observed as follows:\nA\nB\nC\nD.\nE\n\"However, before concluding, we must advert to another aspect of\nthis case which has caused some concern to us. In the recent past,\nwe had several occasions to notice that the High Courts by recording\nthe concessions: shown by the counsel in the criminal proceedings\nrefrain from assigning any reason even in orders by which it reverses\nthe orders of the lower courts. In our opinion, this is not proper if\nsuch orders are appealable, be it on the ground of concession shown F\nby learned counsel appearing for the parties or on the ground that\nassigning of elaborate reasons might prejudice the future trial before\nthe lower courts. The High Court should not, unless for very good\nreasons desist from indicating the grounds on which their orders are\nbased because when the matters are brought up in appeal, the court\nof appeal has every reason to know the basis on which the impugned\norder has been made. It may be that while concurring with the lower\ncourt's order, it may not be necessary for the said appellate court to\nassign reasons but that is not so while reversing such orders of the\nlower courts. It may be convenient for the said court to pass orders\nwithout indicating the grounds or basis but it certainly is not H\nG\ni\n582\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nconvenient for the court of appeal while considering the correctness\nof such impugned orders. The reasons need not be very detailed or\nelaborate, lest it may cause prejudice to the case of the parties, but\nmust be sufficiently indicative of the process of reasoning leading to\nthe passing of the impugned order. The need for delivering a reasoned\norder is a requirement of law which has to be complied with in all\nappealable orders. This Court in a somewhat similar situation has\ndeprecated the practice of non-speaking orders in the case of State\nof Punjab and Ors. v. Jagdev Singh Talwandi, AIR (1984) SC 444”.\n9. The view was reiterated in V.D. Chaudhary v. State of Uttar Pradesh\nand Anr., (2005) 7 SCALE 68.\n10. Even on a cursory perusal the High Court's order shows complete\nnon-application of mind. Though detailed examination of the evidence and\nelaborate documentation of the merits of the case is to be avoided by the\nCourt while passing orders on bail applications, yet a court dealing with the\nD bail application should be satisfied as to whether there is a prima facie case,\nbut exhaustive exploration of the merits of the case is not necessary. The\ncourt dealing with the application for bail is required to exercise its discretion\nin a judicious manner and not as a matter of course.\n11. There is a need to indicate in the order, reasons for prima facie\nE concluding why bail was being granted particularly where an accused was\ncharged of having committed a serious offence. It is necessary for the courts\ndealing with application for bail to consider among other circumstances, the\nfollowing factors also before granting bail, they are:\nF\nG\n1. The nature of accusation and the severity of punishment in case\nof conviction and the nature of supporting evidence;\n2. Reasonable apprehension of tampering of the witness or\napprehension of threat to the complainant;\n3. Prima facie satisfaction of the Court in support of the charge.\n12. Any order dehors of such reasons suffers from non-application of\nmind as was noted by this Court, in Ram Govind Upadhyay v. Sudarshan\nSingh and Ors., [2002] 3 SCC 598, Puran etc. v. Rambilas and Anr. etc., [2001]\n6 SCC 338, Kalyan Chandra Sarkar v. Rajesh Ranjan alias Pappu Yadav \u0026\nAnr., JT (2004) 3 SC 442. Chaman Lal v. State of U.P. and Anr., JT (2004) 6\nH SC 540, Kamaljit Singh v. State of Punjab and Anr., [2005] 7 SCC 326,\nKUMARI SUMAN PANDEY v. STATE OF UTTAR PRADESH [PASAYAT, J.] 583\nGajanand Agarwal v. State of Orissa \u0026 Ors., JT (2006) 12 SC 55 and Anwari A\nBegum v. Sher Mohammad and Anr., [2005] 7 SCC 326.\nC\n13. The High Court noted that the first application was rejected as the\nwitnesses was apprehending danger to their lives and the trial was going to\ncommence and therefore, it was not proper to release the applicant on bail.\nSecond application was moved when there was no significant progress and B\nPriyanka Tiwari was not examined. The High Court noted that in spite of\nadjournments Priyanka Tiwari did not appear. According to the High Court\nthe fact that Priyanka Tiwari was not appearing though her dates of appearance\nhave been fixed entitled the appellant to be released on bail. The reasoning\nof the High Court is totally fallacious. It is evident from the material on record\nthat the trial court was informed of the fact that Priyanka Tiwari was pursuing\nher studies abroad and would be available to appear as witness during\nsummer vacation. The fact that the trial court adjourned the matter for a few\ndates notwithstanding this intimation cannot be a factor to release the\nrespondent No.2 who chose not to appear and made a prayer for exemption\non the ground that he was in custody in some other case. The details of D\ntheses cases were not furnished to the Court though ample opportunity was\ngranted. The appellant is, therefore, justified in her grievances that there has\nbeen misuse of the liberty and that the respondent No. 2 has unnecessarily\nprolonged the trial. The evidence of Priyanka Tiwari was of vital importance\nto the case, but she had to go back to pursue her studies. Therefore, her\nevidence was not recorded. This is a factor which has been lost sight of. High\nCourt instead has unnecessarily emphasized on the number of adjournments\nwhich, as noted above, has no relevance. The order of bail passed by the\nHigh Court is not sustainable and is accordingly set aside.\n14. The appeal is allowed.\nE\nF\nS.K.S.\nAppeal allowed.\n"}