{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nMUKESH TIKAJI BORA\nV.\nUNION OF INDIA AND ORS.\nAPRIL 11, 2007\n[DR. ARIJIT PASAYAT AND S. H. KAPADIA, JJ.]\nC\nCOFEPOSA, 1974–S.3(1)—Detention order-Exoneration in\nadjudication proceedings-Held, cannot be ground to nullify the order of\ndetention.\nOn 16.1.1997 residence of detenu was searched by some officers of the\nEnforcement Directorate. Then detention order dated 27.8.1998 was passed.\nThe show cause notice was given to the detenu on 18.1.1999 for contravention\nof the provisions of s. 9(1)(a) of the FERA. The Detenu submitted his written\nD explanation on 30.3.1999 and adjudication order dated 29.11.1999 was passed\nby the Special Director of Enforcement.\nAppellant filed the writ petition challenging the detention of his brother,\ndetenu on the ground that there was no necessity of passing any detention\norder as the detenu was exonerated fully in the adjudicating proceedings and\nE this aspect of exoneration of the detenu should have been taken note of by the\ndetaining authority.\nF\nG\nH\nHigh Court dismissed the writ petition holding that exoneration in the\nadjudication proceedings cannot be a ground to nullify the order of detention.\nIn appeal to this Court, appellant contended that certain documents which\nhad relevance were not supplied to the detenu and he was, therefore, not in a\nposition to make an effective representation.\nDismissing the appeal, the Court\nHELD: 1. The materials placed by the respondents on record clearly\nshow that all possible efforts were made to take the detenu to custody but he\nsuccessfully managed to evade. Ultimately proclamation was issued under\nSection 7 (1) (b) of the COFEPOSA. [Para 12] [29-F]\n2. Though there can be no quarrel with the preposition that in some\n26\n\u003e\nMUKESH TIKAJI BORA v. U.O.I. [PASAYAT, J.]\n27\ncases new grounds can be permitted to be urged but the factual background A\nhere is different. [Para 14] [30-B]\nSadhu Roy v. The State of West Bengal, [1975] 1 SCC 660; Bhawarlal\nGaneshmalji v. The State of Tamil Nadu and Anr., AIR (1979) SC 541; and\nAdishwar Jain v. Union of India \u0026 Anr., [2006] 10 SCALE 553, referred to.\nB\n3. The first order of detention and the grounds of detention were served\non 23.11.2005. The writ petition was filed on 2.12.2005 under Article 226 of\nthe Constitution of India, 1950 for setting aside the order of detention. In\nMarch, 2006, Writ Petition (Criminal) was filed under Article 32 of the\nConstitution for quashing and setting aside the order of detention during the\nC\npendency of Writ Petition before the Bombay High Court. On 26.6.2006, this\nCourt disposed of the petition under Article 32 of the Constitution directing\nthe High Court to dispose of the matter within a period of one month and that\nis how the impugned order dated 6.7.2006 was passed. Looked from any angle,\norder of High Court does not suffer from infirmity. [Para 15] [30-G-H; 31-A]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Cirminal Appeal No. 533 of\nFrom the Judgment and Order dated 06.07.2006 of the High Court of\nJudicature at Bombay in Criminal Writ Petition No. 2930 of 2005.\nD\nE\nVikram Choudhary, Nikhil Jain, Rakesh Dahiya and D. Mahesh Babu for\nthe Appellant.\nVikas Singh, ASG., T.A. Khan, Shiva Lakshmi, Amrita Narayan, B. Krishna\nPrasad and V.N. Raghupathy for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a Division\nBench of the Bombay High Court dismissing the Habeas Corpus Petition filed\nby the appellant. In the writ petition challenge was to the order of detention\ndated 27th August, 1998 passed under Section 3(1) of the Conservation of\nForeign Exchange \u0026 Prevention of Smuggling Activities Act, 1974 (in short\nthe 'COFEPOSA') in respect of one Bherchand Tikaji Bora alias Bharat alias\nBhermal alias Dimple alias Dhayabhai (hereinafter referred to as the 'detenu').\nF\nG\nH\n28\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n3. The appellant had filed the writ petition challenging the detention of\nhis brother-Bherchand Tikaji Bora the 'detenu.'\n4. Though several grounds were urged in support of the writ petition\nat the time of hearing only two grounds were urged. Firstly (a) with reference\nto the facts given in grounds of challenge 1(a) to 1(f) it was argued that when\nB the detenu was exonerated fully in the adjudicating proceeding, then there\nC\nD\nE\nF\nG\nwas no necessity of passing any detention order and (b) this aspect of\nexoneration of the detenu in the adjudicating proceedings should have been\ntaken note of by the detaining authority.\n5. The aforesaid two statements were made on the basis of following\nposition.\n6. The Enforcement Directorate, Mumbai carried out certain search of\nthe residential premises of one Pravin Popatlal Shah under Section 37 of the\nForeign Exchange and Regulation Act, 1973 (in short the 'FERA'). On 16.1.1997\nresidence of detenu was searched by some officers of the same Directorate.\nThen detention order dated 27.8.1998 was passed. The show cause notice was\ngiven to the detenu on 18.1.1999 for contravention of the provisions of\nSection 9(1)(a) of the FERA. The Detenu submitted his written explanation on\n30.3.1999 and adjudication order dated 29.11.1999 was passed by the Special\nDirector of Enforcement.\n7. The High Court analysed the position of law laid down by this Court\nin several cases and held that it was not a case of unexplained delay in\nexecution of the order of detention. Further the exoneration in the adjudication\nproceedings cannot be a ground to nullify the order of detention. Accordingly\nthe writ petition was dismissed.\n8. In support of the appeal learned counsel for the appellant in addition\nto what was urged before the High Court submitted that certain documents\nwhich had relevance were not supplied to the detenu and he was, therefore,\nnot in a position to make an effective representation. The detention order had\nalso been challenged on the ground that the confessional statement of the\ndetenu was retracted subsequently on 15.7.1994 and hence original confession\nallegedly made on 13.7.1994 could not have been used.\n9. Learned counsel for the respondent on the other hand submitted that\nnot only the original statement but the so called retraction was duly taken\nH note of by the detaining authority. The said Authority referred to the retraction\nh\nA\nMUKESH TIKAJI BORA v. U.O.I. [PASAYAT, J.]\nand after its consideration felt that order of detention was necessary.\n29\n29\n10. At this juncture it would be appropriate to take note of what was\nstated by this Court in Sadhu Roy v. The State of West Bengal, [1975] 1 SCC\n660. In that case final police report terminated the criminal proceedings. The\nquestion was whether in such an event order of detention can be passed.\nThis Court inter alia observed as follows:\nA\nB\nXXX\nXXX\nXXX\n\"What is the impact of a discharge of the accused by the criminal\ncourt based on police reports on the validity of the detention order\nagainst the same person based on the same charge in the context of C\na contention of a non-application of the authority's mind?\nXXX XXX XXX\nThe discharge or acquittal by a criminal court is not necessarily\na bar to preventive detention on the same facts for \"security\" purposes. D\nBut if such discharge or acquittal proceeds on the footing that the\ncharge if false or baseless, preventive detention on the same\ncondemned facts may be vulnerable on the ground that the power\nunder the MISA has been exercised in a malafide or colourable\nmanner.\"\n11. In Bhawarlal Ganeshmalji v. The State of Tamil Nadu and Anr., AIR\n(1979) SC 541 it was observed that where the delay is not only adequately\nexplained but is found to be the result of recalcitrant and refractory conduct\nof the detenu in evading arrest, there is warrant to consider the 'link' not\nsnapped but strengthened.\n12. In the instant case the materials placed by the respondents on\nrecord clearly show that all possible efforts were made to take the detenu to\ncustody but he successfully managed to evade. Ultimately proclamation was\nissued under Section 7 (1) (b) of the COFEPOSA.\nE\nF\nG\n13. Another point which was emphatically urged was that new ground\nwhich exists should be taken into consideration. It is stated that though\nperiod of detention may be over in order to avoid civil liability that may be\npermitted to be urged. Specific reference in this regards is made to Annexures\nP-10 to P-14 which are stated to be vital and material documents. Two of them\nare the original statement of confession and the subsequent retraction and H\n30\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA the show cause notice dated 3.7.1995 issued to the detenu by dispensing\nauthority and replies dated 18.12.1995 and 17.1.1996 filed by the detenu\nstating that he was not 'Dimple'.\n14. Though there can be no quarrel with the preposition that in some\ncases new grounds can be permitted to be urged but the factual background\nB here is different. In Adishwar Jain v. Union of India \u0026 Anr., [2006] 10 SCALE\nC\nD\n(I)\nE\nF\nדי\nG\n553 it was observed inter alia as follows:\n\"Although learned Additional Solicitor General may be correct in his\nsubmissions but ordinarily we should not exercise our discretionary\njurisdiction under Article 136 of the Constitution of India by allowing\nAppellant to raise new grounds but, in our opinion, we may have to\ndo so as an order of detention may have to be considered from a\ndifferent angle. It may be true that the period of detention is over. It\nmay further be true that Appellant had remained in detention for the\nentire period but it is one thing to say that the writ of Habeas Corpus\nin this circumstances cannot issue but it is another thing to say that\nan order of detention is required to be quashed so as to enable the\ndetainee to avoid his civil liabilities under SAFEMA as also protect\nhis own reputation.\nIt is a trite law that all documents which are not material are not\nnecessary to be supplied. What is necessary to be supplied is the\nrelevant and the material documents, but, thus, all relevant documents\nmust be supplied so as to enable the detenu to make an effective\nrepresentation which is his fundamental right under Article 22(5) of\nthe Constitution of India. Right to make an effective representation is\nalso a statutory right. (See: Sunila Jain v. Union of India and Anr.,\n[2006] 3 SCC 321)\"\n15. Though in that case it was noted that some relevant documents were\nnot supplied, in the instant case the position is not so. No arguments were\nadvanced before the High Court relating to these documents though they\nwere a part of the record before the High Court. The first order of detention\nand the grounds of detention were served on 23.11.2005. The writ petition was\nfiled on 2.12.2005 under Article 226 of the Constitution of India, 1950 (in short\nthe 'Constitution') for setting aside the order of detention. In March, 2006,\nWrit Petition (Criminal) No. 146 of 2006 was filed under Article 32 of the\nConstitution for quashing and setting aside the order of detention during the\nH pendency of Writ Petition (Criminal) No. 2930 of 2005 before the Bombay High\nMUKESH TIKAJI BORA v. U.O.I. [PASAYAT, J.]\n31\nCourt. On 26.6.2006, this Court disposed of the petition under Article 32 of A\nthe Constitution directing the High Court to dispose of the matter within a\nperiod of one month and that is how the impugned order dated 6.7.2006 was\npassed. Looked at from any angle the order of the High Court does not suffer\nfrom any infirmity and the appeal deserves dismissal which we direct.\nD.G.\nAppeal dismissed.\nB\n"}