{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"h\n7\nRAKESH KUMAR JAIN AND ANR.\nV.\nSTATE OF U.P. THR. COLLECTOR AND ANR.\nJANUARY 5, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nInterest: Acquisition of land-Authorities taking forcible possession\nof claimants' land-Without resorting to procedure under Land Acquisition\nAct-Suit for injunction by land owners-Authorities giving an undertaking\nin civil court to pay compensation within stipulated period-Amount\ndeposited in court after about 1½ years of the stipulated date-Claim by\nland owner for interest—Held, claimants were wrongly deprived of beneficial\nuse of their money-They are entitled to 18% simple interest from the date\nof possession of land till the date of actual payment.\nRespondent no. 2, Agra Development Authority, on 31.8.2000, took\nforcible possession of the land of the appellants, who in turn filed a suit for\ninjunction. Undisputedly provisions of Land Acquisition Act were not\nresorted to. In the civil court respondent no. 2 gave an undertaking that it\nwould pay compensation to the land-owners within the stipulated period.\nHowever, respondent no. 2, one year and five months thereafter, offered to\nthe land-owners the cheque, which the latter refused to accept as the same\nwas not tendered according to the undertaking. Thereafter the money was\ndeposited in the civil court. In land owners' writ petition, the High Court\npermitted them to withdraw the entire amount but rejected their claim for\ninterest on delayed payment of compensation. Aggrieved, the land owners\nfiled the present appeal.\nDisposing of the appeal, the Court\nHELD: The appellants have wrongly been deprived of the beneficial\nuse of their money. Therefore, they are entitled to interest at the rate of\n18%\np.a. from 31.8.2000, i.e. the date the possession of the land was taken,\ntill the date of actual payment. In the meanwhile, the appellants are at\nliberty to withdraw the amount which is in deposit with the civil court\nwithout furnishing any security. [Para 4] [212-B-C❘\n209\nA\nB\nC\nD\nE\nF\nG\nH\n210\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 64 of 2007.\nFrom the Judgment and final Order dated 20.10.2005 of the High Court\nof Judicature at Allahabad in Civil Misc. Writ Petition No. 15903/2002.\nRajiv Dutta, M.P. Shorawala, Shashi Kiran, Jyoti Saxena and Vipin K.\nSaxena for the Appellants.\nRakesh Uttamchandra Upadhyay, T.N. Singh, Kamlendra Mishra and\nRajeev Kumar Dubey for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J.: Leave granted.\n2. Heard Mr.Rajiv Dutta, learned senior counsel appearing on behalf of\nthe appellants and Mr.Rakesh Uttamchandra Upadhyay, learned counsel\nappearing on behalf of the respondent No.2 (Agra Development Authority).\n3. This appeal is directed against the final judgment and order\ndt.20.10.2005 passed by the High Court of Judicature at Allahabad in Civil\nMisc. Writ Petition No.15903/2002 whereby the High Court has dismissed the\nWrit Petition filed by the present appellants/land owners. The appellants\nwere the owners of land of Khasra No.111A and 112B measuring 7-6 Bighas\nsituated at Mauza Lakhanpur Tehsil and District Agra. The respondent No.2\nwithout following the procedure for acquiring the land under the Land\nAcquisition Act took forcible possession of land in question on 31.08.2000.\nIt is not in dispute that respondent No.2 had not resorted to the provisions\nof Land Acquisition Act. Being aggrieved by the arbitrary action of\nrespondent No.2, the appellants filed an Original Civil Suit No.358 of 2000\nbefore the learned Civil Judge (Junior Division), Agra for injunction to\nrestrain the respondent No.2 from encroaching and trespassing or taking, in\nany manner, the possession of the land, by raising any construction of\nlaying road on the land of the appellants. The trial court issued notice to\nthe respondent Nos. 1 and 2. After the service of notice, the Civil Court\npassed an order of injunction for maintaining the status quo with respect\nto the land in question and the said order was extended from time to time.\nSince an interim order was passed, the respondent No.2 gave an undertaking\nto pay compensation to the appellants for their land of Khasra Plot No.111\n'\nRAKESH KUMAR JAIN v. STATE OF U.P. THR. COLLECTOR [LAKSHMANAN, J.]\n211\nat Mauza Lakhanpur Tehsil and District Agra and that the said compensation A\nshall be paid within a period of two months from the date of the said\nundertaking i.e. 31.08.2000. This undertaking was filed before the Vth\nAddl.Civil Judge, Junior Division, Agra in Suit No.358 of 2000 which is\nmarked as Annexure P-5 in the SLP paperbook. The Vth Addl.Civil Judge,\nJunior Division, Agra, on the basis of the above undertaking passed an\nB\norder on 02.09.2000 disposing of the injunction application on the basis of\nthe undertaking given by the respondent No.2 to pay compensation to the\nappellants. According to the second respondent, the amount of\ncompensation comes to Rs.17,84,974.50 which they have calculated @ 225\nper sq.meter. The said amount, admittedly, as per the undertaking, was not\ndeposited within two months. However, a cheque for the amount of\nRs.17,84,974.50 dt.14.02.2002 drawn on Union Bank of India, Agra was\nissued to the appellants. However, the appellants refused to the receive\nthe same since the said amount was not tendered as per the undertaking.\nWhile tendering the Cheque dt.14.02.2002, the respondent No.2 called upon\nthe appellants to convey their consent for withdrawal of Suit No.358/2000\nand also signifying their consent in writing that they will not prefer any\nother claim in this regard so that the payment made by the cheque can be\ngiven to them. Thereafter, the money was deposited with the Vth Addl.Civil\nJudge, Junior Division, Agra. The amount deposited is still lying in the said\ncourt.\n4. The High Court while disposing of the Writ Petition filed by the\nowners of land permitted the appellants herein to withdraw the entire amount\nincluding interest, if any, which may have accrued thereon if the same had\nbeen kept in some interest bearing account on furnishing the certified copy\nof the said order before the court concerned. The High Court has also\nobserved that insofar as the claim of the appellants herein regarding interest\non delayed payment is concerned, the same has no basis as the Agra\nDevelopment Authority (respondent No.2) had prepared the cheque and\noffered the same to the appellants herein within the stipulated period and\nhad deposited the said amount with the Civil Court in the pending suit.\nWe have carefully perused the Annexures and the judgment rendered\nby the High Court and also heard the arguments advanced by learned\ncounsel for the parties. In our opinion, the findings recorded by the High\nCourt in regard to the claim of interest by the appellants is absolutely\nincorrect. Though the Agra Development Authority (respondent No.2) had\nC\nD\nE\nF\nG\nH\nT\n3\nB\n212\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA agreed to deposit the money within two months, they had not done so.\nAdmittedly, they had issued a cheque after one year and five months and\nwhen the cheque was refused to be received by the land owners, they\ndeposited the same in the Civil Court which does not carry any interest.\nAdmittedly, the land owners have been denied the beneficial use of the\nmoney. In our opinion, the appellants have wrongly been deprived of the\nbeneficial use of their money. Therefore, they are entitled to interest. We,\ntherefore, set aside the order passed by the High Court and award simple\ninterest at the rate of 18% p.a. The possession of the land was taken on\n31.08.2000. Therefore, the Agra Development Authority (Respondent No.2)\nis liable to pay simple interest @ 18% on the sum of Rs.17,84,974.50 from\n31.08.2000 till the date of actual payment. In the meanwhile, the appellants\nare at liberty to withdraw the sum of Rs.17,84,974.50 which is in deposit with\nthe Civil Court without furnishing any security and on production of a copy\nof this Order. The said court is directed to refund the said amount to the\nappellants on production of copy of Order of this Court.\nC\nD\nE\n5. We direct that the Agra Development Authority (respondent No.2)\nshall not take any further time and pay the interest on or before 10.02.2007.\n6. We hope and trust that the Agra Development Authority (respondent\nNo.2) shall strictly and punctually obey this Order.\nR.P.\n7. The appeal stands disposed of in the above terms. No costs.\nAppeal disposed of.\nL\n"}