{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2009] 1 S.C.R. 696\nMADHUMATI ATCHUT PARAB\nV.\nRAJARAM V. PARAB \u0026 ORS.\n(Civil Appeal No. 2971 of 2001)\nJANUARY 29, 2009\n[TARUN CHATTERJEE AND AFTAB ALAM, JJ.]\nGoa, Daman and Diu Agricultural Tenancy Act, 1964 –\nss. 4(1) and 7 – Jurisdiction of Mamlatdar u/s. 7 – To grant\nC negative declaration on the question of tenancy – Held:\nMamlatdar has the authority to grant a negative declaration\non the question of tenancy - Power u/s. 4(1) to grant negative\ndeclaration does not oust such jurisdiction of Mamlatdar u/s.\n7 - s. 7 embraces within its sweep both the facets i.e. positive\nas well as negative declaration - Interpretation of statute.\nD\nE\nF\nG\nH\nThe question for consideration in the present appeal\nwas whether u/s 7 of Goa Daman and Diu Agricultural\nTenancy Act, 1964, Mamlatdar was vested with the\nauthority to grant a negative declaration to the effect that\na particular person is/was not a tenant when any such\ndispute is/was referred to him for his decision.\nAllowing the appeal, the Court\nHELD:1.1 The expression \"if any question arises\"\nembraces within its sweep both the facets, i.e., positive\ndeclaration as well as negative declaration. The\nexpression \"is or was tenant\" in Section 7 of Goa, Daman\nand Diu Agricultural Tenancy Act, 1964 would include the\npositive declaration as well as the negative declaration.\nThe expression in Section 7 of the Act as to the\ndetermination of the fact that whether a person \"is or was\na tenant\", would also include the question whether the\nperson is not a tenant, and after conducting an enquiry\n696\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 697\nORS.\nthe Mamlatdar shall decide the same. Therefore the A\nquestion, which was raised, is that, if the Mamlatdar after\nconducting an enquiry comes to the conclusion that the\nconcerned person is/was not a tenant, he is bound to\nmention the same. Therefore, it does also amount to a\ndeclaration to the effect that the person is not a tenant. B\n[Paras 6 and 5] [701-G-H; 700-F-H; 701-A-B]\nNivrutti Laxman Kondobahiri vs. Shiv Dayal\nLaxminarayan Sarda and Ors. AIR 1960 Bombay 56 and\nTrimbak Sopan vs. Ganga Ram Mhatarba AIR 1953 Bombay\n241, referred to.\nC\n1.2. The jurisdiction u/s. 7 is not confined to cases\nwhere the relationship of the landlord and tenant is\nadmitted. In fact, it is only where the said relationship is\nalleged by one party and denied by the other that the D\nquestion falls to be considered and the decision of the\nquestion is left exclusively to be determined by the\nMamlatdar under the provision of the Act. [Para 13] [709-\nE-F]\nE\nF\n2.1. When the legislature has provided that the\nlandlord can seek a negative declaration in respect of the\ncategory of person mentioned in Section 4(1) of the Act,\nit cannot conclusively lead to the conclusion that in other\ncases, namely, where the question arises as to whether\na person is or is not a tenant, the Mamlatdar is not\nconferred with any power to grant negative declaration\nthat the concerned person is not a tenant in respect of\nthe disputed property. Considering Section 7 and the\nobjects and reasons of the Act and considering the fact\nthat for a limited purpose the Mamlatdar is conferred with\nsuch power to declare the negative declaration in respect\nof the certain category of persons under Section 4(1) of\nthe Act, it cannot be said that while deciding the question\nunder Section 7 of the Goa Tenancy Act, the jurisdiction\nof the Mamlatdar to declare that the concerned person H\nG\n698\nSUPREME COURT REPORTS\n[2009] 1 S.C.R.\nA is or was not a tenant, is ousted. [Paras 12 and 13] [708-\nH; 709-A-C]\nB\n2.2. The scope of Section 7 is quite different from that\nof Section 4. Section 4 is to operate from within a limited\nperiod of one year from the date of enforcement of the\nAct, i.e., 8th of February, 1965, while section 7 is operative\nfor all time. [Para 14] [710-E-F]\nCase Law Reference:\nAIR 1960 Bombay 56\nReferred to.\nPara 8\nC\nAIR 1953 Bombay 241\nReferred to.\nPara 9\nD\nE\nCIVIL APPELLATE JURISDICTION Civil Appeal No.\n2971 of 2001.\nFrom the final Judgment and Order dated 26.6.2000 of the\nHigh Court of Judicature of Bombay at Panaji in Letters Patent\nAppeal No. 9 of 2000.\nDhruv Mehta, Harshvardhan Jha and T.S. Subasish (for M/\ns K.L. Mehta and Co.) for the Appellant.\nThe Judgment of the Court was delivered by\nTARUN CHATTERJEE, J.1. This appeal is directed\nagainst the judgment and order dated 26th of June, 2000 of the\nDivision Bench of the High Court of Bombay at Panaji in Letters\nF Patent Appeal No.9 of 1999 whereby the appeal was dismissed\nG\nI\nby the High Court based on the decision passed in Letters\nPatent Appeal No.44 of 1998 decided on 13th of June, 2000.\n2. The relevant facts leading to the present appeal are as\nfollows:\nThe appellant is the owner of a property called VAGAD,\nsurvey No. 131, sub-division No. 33 and 37 situated at Paliem,\nTaluka Pernem, Goa, (hereinafter referred to as \"the disputed\nproperty\"). Three persons namely Vassu, Shankar and Bhival\nwere recorded as tenants in respect of the disputed property\n4.\ni\n;\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 699\nORS. [TARUN CHATTERJEE, J.]\nB\nC\nin 1972 and the present respondents are their heirs and legal A\nrepresentatives. The appellant applied before the Court of\nMamlatdar at Pernem, for a declaration that the respondents\nwere not tenants of the disputed property within the meaning\nof the Goa, Daman and Diu Agricultural Tenancy Act, 1964 (in\nshort \"Goa Tenancy Act). The Mamlatdar, after a detailed\nenquiry into the facts, passed an order on 28th of October 1986\ngranting the aforesaid declaration in respect of the disputed\nproperty. In appeal, the Deputy Collector dismissed the same\nand affirmed the order of the Mamlatdar, by an order dated 5th\nof January 1992. Further, an appeal to the Administrative\nTribunal was taken, which reversed the orders of the Deputy\nCollector and the Mamlatdar, by an order dated 30th of June,\n1997 by re-appreciating the evidence on record. The appellant\nfiled a writ petition being WP No. 113 of 1998, before the High\nCourt of Bombay at Panaji, challenging the order of the\nAdministrative Tribunal. The Writ Petition was dismissed on the\nground that under Section 7 of the Goa Tenancy Act, there was\nno power vested with the Mamlatdar to grant negative\ndeclaration. Aggrieved by this judgment, the appellant filed a\nLetters Patent Appeal being LPA No. 9 of 1999 before the\nDivision Bench of the High Court. As noted herein earlier, the\nsame was dismissed vide its judgment dated 26th of June,\n2000. Thereafter, the appellant had filed this special leave\npetition in this Court, which on grant of leave was heard by us\nin the presence of the learned counsel appearing on behalf of\nthe parties.\nD\nE\nF\n3. We have heard the learned counsel appearing on behalf\nof the parties and examined the materials on record. The issue\nwhich we have to deal with while disposing of this appeal is\nwhether under Section 7 of the Goa Tenancy Act, the Mamlatdar G\nwas vested with the authority to grant a negative declaration to\nthe effect that a particular person is/was not a tenant when any\nsuch dispute is/was referred to him for his decision.\n4. Before going into the rival contentions of the parties, it\nH\n700\nSUPREME COURT REPORTS\n[2009] 1 S.C.R.\nA is necessary for us to refer to objects and reasons for enacting\nthe Goa Tenancy Act. This Act has been enacted to provide\nfor the regulation of the terms of tenancy with respect to\nagricultural lands in the Union Territory of Goa, Daman and Diu\nand for matters connected therewith. Section 7 of the Goa\nB Tenancy Act reads as under :-\nC\nD\nE\nF\n\"Section 7: Question of tenancy:- If any question arises\nwhether any person is or was a tenant or should be\ndeemed to be a tenant under this Act the Mamlatdar shall,\nafter holding an inquiry, decide such question.\nIn any such enquiry, the Mamlatdar shall presume that any\nstatement as to the existence of a right of tenancy in a\nrecord of rights prepared in the prescribed manner under\nand in accordance with the provisions of this Act, is true.\"\n5. As noted hereinearlier, the learned Single Judge as well\nas the Division Bench of the High Court decided that the\nMamlatdar did not have any jurisdiction to grant a negative\ndeclaration following the ratio of its decision in LPA No. 44 of\n1998. On a consideration of the objects and reasons of the Goa\nTenancy Act and the relevant provisions of the same, we are\nof the view that although Section 7 of the Goa Tenancy Act\nprovides that where any question arises whether any person\nis or should be deemed to be a tenant, the Mamlatdar shall,\nafter holding an enquiry, decide such question, even then, the\nnegative declaration namely \"such a person is/was not a tenant\"\nshould also be dealt with by the Mamlatdar for the reasons\nstated hereinafter. The expression in Section 7 of the Act as\nto the determination of the fact that whether a person \"is or was\na tenant\", would also include the question whether the person\nG is not a tenant, and after conducting an enquiry the Mamlatdar\nshall decide the same. Therefore the question, which was\nraised, is that, if the Mamlatdar after conducting an enquiry\ncomes to the conclusion that the concerned person is/was not\na tenant, he is bound to mention the same. Therefore, it does\nH also amount to a declaration to the effect that the person is not\n-\n་\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 701\nORS. [TARUN CHATTERJEE, J.]\na tenant. Accordingly, it results in a negative declaration. It A\nbemuses us that when the wordings in the section are clear to\nthe effect that the Mamlatdar has to decide about the tenancy\nof a concerned person, the expression \"If any question arises\nwhether any person is or was a tenant.....\" can purport to have\na meaning that the mamlatdar is not authorized to issue a B\nnegative declaration that the person is not a tenant. This\nexpression, as noted herein earlier also, is clear that when there\nis a dispute or doubt over the tenancy of a person, then the\nMamlatdar shall decide such question after conducting a due\nenquiry to establish the same. Therefore, if the conclusion of C\nthe Mamlatdar, on enquiry, is that a particular person is not a\ntenant, he is bound to declare such a person that he is not a\ntenant. We do not also have any doubt regarding the\nexpression \"is or was tenant\" in Section 7 of the Goa Tenancy\nAct which would include the positive declaration as well as the\nnegative declaration. If the observations made by the Division\nBench of the High Court are accepted, it would then mean that\nif a person approaches the Mamlatdar to declare him as a\ntenant or on the application of a landlord for a decision on the\ntenancy of his occupant, the Mamlatdar ultimately reaches to a\nconclusion that the concerned person whose tenancy has to be\ndecided is not a tenant, he has to refrain from taking any\ndecision and decline to exercise his jurisdiction. Such a\nsituation would be unacceptable, untenable and a sheer waste\nof time of the Mamlatdar to conduct a detailed enquiry under\nSection 7 of the Goa Tenancy Act on the application filed\nbefore it. This, in our view, cannot be the intention of the\nLegislature to create such an ambiguous position, which would\nresult in a lengthy procedure, that might ultimately yield no result.\nD\nE\nF\n6. At the risk of repetition, it is pertinent to mention that G\nthe expression \"if any question arises\" embraces within its\nsweep both the facets, i.e., positive declaration as well as\nnegative declaration, and the conclusion can be reached only\nat the end of the enquiry. The learned counsel appearing on\nbehalf of the appellant contended that if we examine the H\n702\nSUPREME COURT REPORTS\n[2009] 1 S.C.R.\nA provision of section 7 of the Goa Tenancy Act and also Section\n70 of the Bombay Tenancy Act, it would be evident that both\nthe provisions are similar in nature and are pari-materia to each\nother. We have already quoted Section 7 of the Goa Tenancy\nAct. It is, therefore, necessary now to reproduce Section 70 of\nB the Bombay Tenancy Act which is as follows:-\nC\nD\nE\nF\nG\nH\n\"Section 70-Duties of the Mamlatdar:-\n\"For the purposes of this Act, the following shall be the\nduties and the functions to be performed by the\nMamlatdar:-\n(a) To decide whether a person is an agriculturist;\n(b) To decide whether a person is, or was at any time in\nthe past, a tenant or a protected tenant or a permanent\ntenant...........\".\n7. In this connection, Section 85 of the Bombay Tenancy\nAct is also necessary to be produced. Section 85 of the said\nAct is as follows:-\n\"Section 85 - Bar of Jurisdiction\n(1) No Civil Court shall have jurisdiction to settle, decide\nor deal with any question (including a question whether a\nperson is or was at the time in the past a tenant and\nwhether any such tenant is or should be deemed to have\npurchased from his landlord the land held by him) which\nis by or under this Act required to be settled, decided or\ndealt with by the Mamlatdar or Tribunal, a Manager, the\ncollector or the Maharashtra Revenue Tribunal in appeal\nor on revision, the State Government in exercise of their\npowers of control.\n(2) No order of the Mamlatdar, the Tribunal, the Collector\nor the Maharashtra Revenue Tribunal or the State\nGovernment made under this Act shall be questioned in\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 703\nORS. [TARUN CHATTERJEE, J.]\nany civil or criminal court.\nExplanation:- For the purposes of this section a Civil Court\nshall include a Mamlatdar's Court constituted under the\nMamlatdar Courts Act, 1906.\"\nA\nB\nC\n8. From a bare perusal of Section 85 of the Bombay\nTenancy Act, it would be evident that this provision bars the\njurisdiction of Civil Court to deal with any question including a\nquestion whether a person is or was at the time in the past a\ntenant and whether any such tenant is or should be deemed to\nhave purchased from his landlord the land held by him which\nwould be decided or dealt with only by the Mamlatdar or\nTribunal or a Manager, the Collector or the Maharashtra\nRevenue Tribunal in appeal or revision by the State Government\nin exercise of their powers of control. When a question arises\nwhether a particular person is an agriculturist or a tenant or not,\nit is only the Mamlatdar who has the jurisdiction to decide the\nsame. The question, therefore, is whether under Section 70 of\nthe Bombay Tenancy Act, the Mamlatdar has the power or\njurisdiction to grant a negative declaration that is whether the\nconcerned person is or was not a tenant. In Nivrutti Laxman E\nKondobahiri vs. Shiv Dayal Laxminarayan Sarda and Ors.\n[AIR 1960 Bombay 56] (Full Bench), Hon.Chainani, C.J. (as His\nLordship then was) observed :-\nD\nF\n\"It has, however, been urged that while an application may\nbe made to a Mamlatdar for obtaining a declaration that\na person is a tenant, an application for a negative\ndeclaration that a person is not a tenant, is not competent.\nIt has been contended that the object of the Act is to\nprotect tenant and that it confers special rights upon them\nand that consequently, where the owner of a land alleges\nthat person is not a tenant or that he is not entitled to be\nprotection of the Act, the application cannot be said to be\none for the purposes of the Act. There does not seem to\nus to be much force in this argument. The purposes of the\nAct are, as will be seen from the preamble, to regulate the H\nG\nt\nA\nB\nс\nD\nE\n{\"\nLL\nF\nG\nH\n704\nSUPREME COURT REPORTS [2009] 1 S.C.R.\nrelations of landlords and tenants of agricultural lands.\nWhile the Act confers extensive rights on tenants, the\nlandlords are not deprived of all their rights - For instances,\nthey can terminate the tenancies and resume possession\nof their lands in certain circumstances. Under Section 29,\nboth the landlords and the tenants can apply to the\nMamlatdar for obtaining possession of lands. Under clause\n(b) of Section 70 of the act, the Mamlatdar has jurisdiction\nto determine whether a person is a tenant. He can,\ntherefore, also decide that a person is not a tenant. If he\ncan decide this question, on an application made to him\nby a tenant, it is difficult to understand why he should not\nbe able to decide this question, when the application is\nmade by the landlord. In either case, the question which\nthe Mamlatdar will have to determine is whether the\nrelationship of landlord and tenant exists between the\nparties. The jurisdiction to decide this question vests\nexclusively in the Mamlatdar and the Civil Court is not\ncompetent to decide it. This question will also have to be\ndetermined by reference to and in the light of the provisions\nof the Act as to who are and who are deemed to be tenants\nand as to how and in what circumstances a tenancy can\nbe terminated. Such a determination will, therefore, be for\nthe purpose of the Act. The words for the purpose of this\nAct, in our opinion, mean for the purposes of deciding any\nquestion relation to a matter, which is regulated or\ngoverned by the provisions of this Act. If, therefore, the\nquestion raised before the Mamlatdar relates to a matter,\nwhich is to be decided by reference to the provisions of\nthe Act, its determination by the Mamlatdar will be for the\npurposes of the Act and it is immaterial whether the\napplication raising the question is made by the landlord\nor by the tenant.\" (Emphasis supplied)\n9. Similar was the view expressed by the Bombay High\nCourt relating to Section 70 of the Bombay Tenancy Act in the\ndecision in Trimbak Sopan vs. Ganga Ram Mhatarba [AIR\ní\nMADHUMATI ATCHUT PARAB v. RAJARAM V. PARAB \u0026 705\nORS. [TARUN CHATTERJEE, J.]\n1953 Bombay 241] in which the Bombay High Court observed A\nas follows :-\n11\n..A very interesting argument has been advanced\nby Mr. Tarkunde, and his contention is that a suit against a\ntrespasser is only cognizable by the civil court, and\ntherefore, if an issue arises in such a suit as to whether it\nis for the civil court to decide that issue: if the defendant\nis a trespasser, the Civil Court has jurisdiction to pass a\ndecree for possession; if, on the other hand, the civil court\ncomes to the conclusion that the defendant is a protected\ntenant, then the Court would have no jurisdiction and the\nsuit would have to be dismissed or sent to the Mamlatdar\nto dispose of it according of law.\nMr.Tarkunde's further contention is that it is only to\nthose issues which the Mamlatdar is required to determine\nin a proceeding which should be filed before the\nMamlatdar that Section 70(b) has any application.........\nB\nC\nD\n.Now, if this argument was sound, really no occasion\nwould ever arise for the Mamlatdar to decide the issue as\nE\nto whether a person is a tenant or a protected tenant,\nbecause, if a person could only go to the Mamlatdar in\nthose case where he admitted that the defendant was a\ntenant or a protected tenant, then the issue as to whether\nthe person was a tenant or a protected tenant would not\nF\narise. Such an issue can only arise when there is a dispute\nas to the status of the particular person, and it is only when\nan allegation is made that the person is not a tenant or a\nprotected tenant that the Mamlatdar would be called upon\nto try such an issue. Now, it is clear that the question\nwhether a person is a tenant or a protected tenant is not\na jurisdictional fact as far as the Mamlatdar is concerned\nbut is a fact in issue.\nThe jurisdiction of the Mamlatdar does not depend upon\nthe person being a tenant or a protected tenant. On the\nG\nH\n"}