{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"TAMIL NADU STATE TRANSPORT CORPORATION LTD.\nV.\nS. RAJAPRIYA AND ORS.\nAPRIL 20, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nMotor Vehicles Act, 1988:\nSection 166-Quantum of Compensation-Assessment of-Adopting\nappropriate multiplier-Deceased aged 38 years-In the facts and C\ncircumstances of the case multiplier of 12 would be appropriate and not 16\nas adopted by Courts below.\nMultiplier-Fixation of appropriate multiplier Determining factors-\nDiscussed.\nThe question which arose for consideration in the present appeal is\nwhether the multiplier of 16 was appropriate while assessing the quantum\nof compensation payable on the death of a person aged 38 years in an\nautomobile accident.\nAllowing the appeal, the Court\nD\nE\nF\nHELD : 1. While assessing the damages to compensate the\ndependants many imponderables have to be taken into account e.g., the\nlife expectancy of the deceased and the dependants, the amount that the\ndeceased would have earned during the remainder of his life, the amount\nthat he would have contributed to the dependants during that period, the\nchances that the deceased may not have lived or the dependants may not\nlive up to the estimated remaining period of their life expectancy, the\nchances that the deceased might have got better employment or income\nor might have lost his employment or income together etc. The manner\nof arriving at the damages is to ascertain the net income of the deceased G\navailable for the support of himself and his dependants, and to deduct\ntherefrom such part of his income as the deceased was accustomed to\nspend upon himself, as regards both self-maintenance and pleasure, and\nto ascertain what part of his net income the deceased was accustomed to\nspend for the benefit of the dependants. [741-D-G]\n737\nH\nA\n738\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nMunicipal Corporation of Delhi v. Subhagwanti, [1966] 3 SCR 649;\nGobald Motor Service Ltd. v. R.M.K. Veluswami, [1962] 1 SCR 929, referred\nto.\nDavies v. Powell Duffregn Associated Collieries Ltd., (1942) AC 601;\nBaker v. Bolton, [1979] 1 All ER 774; Nance v. British Columbia Electric\nB Railway Co. Ltd., [1951] 2 All ER 448 and Mallett v. Mc Mongle, [1969] 2\nAll ER 178, referred to.\nC\n2. The multiplier method involves the ascertainment of the loss of\ndependency or the multiplicand having regard to the circumstances of\nthe case and capitalizing the multiplicand by an appropriate multiplier.\nThe choice of the multiplier is determined by the age of the deceased or\nthat of the claimants whichever is higher and by the calculation as to\nwhat capital sum, if invested at a rate of interest appropriate to a stable\neconomy, would yield the multiplicand by way of annual interest. In\nascertaining this, regard should also be had to the fact that ultimately the\nD capital sum should also be consumed-up over the period for which the\ndependency is expected to last. The multiplier has to be adopted taking\nnote of the prevalent banking rate of interest. [742-A-C; 744-C-D]\nGeneral Manager, Kerala State Road Transport Corporation,\nTrivandrum v. Susamma Thomas (Mrs.) and Ors., [1994] 2 SCC 176; U.P.\nE State Road Transport Corporation and Ors. v. Trilok Chandra and Ors.,\n[1996] 4 SCC 362, relied on.\nHalsbury's Laws of England, referred to.\n3. The highest multiplier has to be for the age group of 21 years to\nF 25 years when an ordinary Indian Citizen starts independently earning\nand the lowest would be in respect of a person in the age group of 60 to\n70, which is the normal retirement age. Considering the age of the deceased\nand the principles indicated above, the appropriate multiplier would be\n12 and not 16 as adopted by the Tribunal and affirmed by the High\nCourt. By applying multiplier 12, amount of compensation is fixed at\nRs.4,50,000. The Tribunal has fixed interest @ 9% per annum from the\ndate of the claim petition. Taking note of the prevailing rate of interest in\nbank deposits, the same is fixed at 7.5% per annum. [744-F-G]\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2765 of 2005.\n;\nH\nTAMIL NADU STATE TRANSPORT CORPORATION LTD. v. S. RAJAPRIYA (PASAYAT, J.] 739\nFrom the Judgment and Order dated 18.9.2003 of the Madras High A\nCourt in C.M.A. No. 2351 of 2003.\nSubramonium Prasad for the Appellant.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nB\nTamil Nadu State Transport Corporation Ltd. (hereinafter referred to as\nthe 'Corporation') calls in question legality of the judgment rendered by a\nDivision Bench of the Madras High Court dismissing the appeal filed by the\nCorporation. By the impugned order the Division Bench confirmed the C\ncompensation awarded to the respondents by the Motor Vehicle Accident\nCompensation Claim Tribunal, Principal District Judge, Thanjur (in short the\n'Tribunal').\nBackground facts in a nutshell are as follows:\nᎠ\nE\nOn 30.8.2001 one Sathyamurthy (hereinafter referred to as the\n‘deceased') lost his life in an automobile accident. His widow (respondent\nno.1) and minor son (respondent no.2) filed petition claiming compensation\nunder the Motor Vehicles Act, 1988 (in short the ‘Act'). Deceased's mother\nwas impleaded as respondent no.2 in the claim petition, while the Corporation\nwas impleaded as respondent no.1. It was stated in the claim petition that the\naccident occurred due to rash and negligent driving of the Corporation's\ndriver. Claim of Rs. 20 lakhs was made. Tribunal noted that the deceased was\nabout 38 years of age and was getting monthly salary of Rs.4688 (annually\nRs.56,208) from the Corporation. After deductions one-third for personal\nexpenses contribution of the deceased was fixed at Rs.37,472 per annum. As F\nthe deceased was about 38 years of age, multiplier of 16 was applied.\nAccordingly, the compensation was worked out at Rs.6,09,552. The award\nwas questioned in appeal before the Madras High Court and the Division\nBench as noted above, dismissed the same.\nIn support of the appeal, learned counsel for the appellant submitted G\nthat quantum as arrived at by applying multiplier of 16 is high. There is no\nappearance on behalf of the respondents in spite of the notice. While issuing\nnotice on 22.3.2004 the dispute was restricted to the appropriate multiplier to\nbe adopted. The question regarding appropriate multiplier has been considered\nby this Court in General Manager, Kerala State Road Transport Corporation,\nH\n740\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA Trivandrum v. Susamma Thomas (Mrs.) and Ors., [1994] 2 SCC 176 and\nU.P. State Road Transport Corporation and Ors. v. Trilok Chandra and\nOrs., [1996] 4 SCC 362.\nCertain principles were highlighted by this Court in the case of Municipal\nCorporation of Delhi v. Subhagwanti, [1966] 3 SCR 649 in the matter of\nB fixing the appropriate multiplier and computation of compensation. In a fatal\naccident action, the accepted measure of damages awarded to the dependants\nis the pecuniary loss suffered by them as a result of the death. \"How much\nhas the widow and family lost by the father's death?\" The answer to this lies\nin the oft quoted passage from the opinion of Lord Wright in Davies v.\nPowell Duffregn Associated Collieries Ltd., (1942) AC 601 which says :\nC\nᎠ\nE\n☑☑\n\"The starting point is the amount of wages which the deceased\nwas earning, the ascertainment of which to some extent may depend\non the regularity of his employment. Then there is an estimate of how\nmuch was required or expended for his own personal and living\nexpenses. The balance will give a datum or basic figure which will\ngenerally be turned into a lump sum by taking a certain number of\nyears' purchase. That sum, however, has to be taxed down by having\ndue regard to uncertainties, for instance, that the widow might have\nagain married and thus ceased to be dependent, and other like matters\nof speculation and doubt.\"\nThe rule in common law in Baker v. Bolton, [1979] 1 All ER 774\nenunciated by Lord Ellenborough was that “in a Civil Court, the death of a\nhuman being could not be complained of as a injury,”. Indeed, the maxim\naction personalis moritur cum persona, had the effect that all actions in tort,\nwith very few exceptions, also became extinguished with that person. Great\nF\nchanges were brought about by the Fatal Accidents Act, 1846 (now Fatal\nAccidents Act, 1976) and the Law Reforms (Miscellaneous Provisions) Act,\n1934. Under the statute, as indeed under the Indian Statute as well, there are\ntwo separate and distinct cause of action, which are maintainable in\nconsequence of a person's death. There were the dependant's claim for the\nG financial loss suffered and acclaim for injury, loss or damage, which the\ndeceased would have had, had he lived, and which survives for the benefit\nof his estate.\nThe measure of damage is the pecuniary loss suffered and is likely to\nbe suffered by each dependant. Thus \"except where there is express statutory\nH direction to the contrary, the damages to be awarded to a dependant of a\nA\nB\nTAMIL NADU STATE TRANSPORT CORPORATION LTD. v. S. RAJAPriya [pasayat, j.] 741\ndeceased person under the Fatal Accidents Acts must take into account any\npecuniary benefit accruing to that dependant in consequence of the death of\nthe deceased. It is the net loss on balance which constitutes the measure of\ndamages.\" Lord Wright in the Davies's case (supra) said, \"The actual pecuniary\nloss of each individual entitled to sue can only be ascertained by balancing\non the one hand the loss to him of the future pecuniary benefit, and on the\nother any pecuniary advantage which from whatever sources comes to him\nby reason of the death.\" These words of Lord Wright were adopted as the\nprinciple applicable also under the Indian Act in Gobald Motor Service Ltd.\nv. R.M.K. Veluswami, [1962] 1 SCR 929 where this Court stated that the\ngeneral principle is that the actual pecuniary loss can be ascertained only by\nbalancing on the one hand the loss to the claimant of the future pecuniary C\nbenefit and on the other any pecuniary advantage which from whatever sources\ncomes to them by reason of the death, that is, the balance of loss and gain\nto a dependant by the death, must be ascertained.\nThe assessment of damages to compensate the dependants is beset with\ndifficulties because from the nature of things, it has to take into account D\nmany imponderables, e.g., the life expectancy of the deceased and the\ndependants, the amount that the deceased would have earned during the\nremainder of his life, the amount that he would have contributed to the\ndependants during that period, the chances that the deceased may not have\nlived or the dependants may not live up to the estimated remaining period of E\ntheir life expectancy, the chances that the deceased might have got better\nemployment or income or might have lost his employment or income together.\nThe manner of arriving at the damages is to ascertain the net income\nof the deceased available for the support of himself and his dependants, and\nto deduct therefrom such part of his income as the deceased was accustomed F\nto spend upon himself, as regards both self-maintenance and pleasure, and to\nascertain what part of his net income the deceased was accustomed to spend\nfor the benefit of the dependants. Then that should be capitalized by\nmultiplying it by a figure representing the proper number of year's purchase.\nMuch of the calculation necessarily remains in the realm of hypothesis G\n\"and in that region arithmetic is a good servant but a bad master” since there\nare so often many imponderables. In every case “it is the overall picture that\nmatters\", and the court must try to assess as best as it can the loss suffered.\nThere were two methods adopted to determine and for calculation of\ncompensation in fatal accident actions, the first the multiplier mentioned in\nH\n742\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA Davies case (supra) and the second in Nance v. British Columbia Electric\nRailway Co. Ltd., [1951] 2 All ER 448 .\nB\nThe multiplier method involves the ascertainment of the loss of\ndependency or the multiplicand having regard to the circumstances of the\ncase and capitalizing the multiplicand by an appropriate multiplier. The choice\nof the multiplier is determined by the age of the deceased (or that of the\nclaimants whichever is higher) and by the calculation as to what capital sum,\nif invested at a rate of interest appropriate to a stable economy, would yield\nthe multiplicand by way of annual interest. In ascertaining this, regard should\nalso be had to the fact that ultimately the capital sum should also be consumed-\nC up over the period for which the dependency is expected to last.\nThe considerations generally relevant in the selection of multiplicand\nand multiplier were adverted to by Lord Diplock in his speech in Mallett v.\nMc Mongle, [1969] 2 All ER 178 where the deceased was aged 25 and left\nbehind his widow of about the same age and three minor children. On the\nD question of selection of multiplicand Lord Diplock observed:\nE\nF\nG\nH\n\"The starting point in any estimate of the amount of the 'dependency'\nis the annual value of the material benefits provided for the dependants\nout of the earnings of the deceased at the date of his death. But....there\nare many factors which might have led to variations up or down in\nthe future. His earnings might have increased and with them the\namount provided by him for his dependants. They might have\ndiminished with a recession in trade or he might have had spells of\nunemployment. As his children grew up and became independent the\nproportion of his earnings spent on his dependants would have been\nlikely to fall. But in considering the effect to be given in the award\nof damages to possible variations in the dependency there are two\nfactors to be borne in mind. The first is that the more remote in the\nfuture is the anticipated change the less confidence there can be in the\nchances of its occurring and the smaller the allowance to be made for\nit in the assessment. The second is that as a matter of the arithmetic\nof the calculation of present value, the later the change takes place\nthe less will be its effect upon the total award of damages. Thus at\ninterest rates of 4- 1/2% the present value of an annuity for 20 years\nof which the first ten years are at $ 100 per annum and the second\nten years at $ 200 per annum, is about 12 years' purchase of the\narithmetical average annuity of $ 150 per annum, whereas if the first\n1\nTAMIL NADU STATE TRANSPORT CORPORATION LTD. v. S. RAJAPRIYA [PASAYAT, J.] 743\nten years are at $200 per annum and the second ten years at $ 100 A\nper annum the present value is about 14 years' purchase of the\narithmetical mean of $ 150 per annum. If therefore the chances of\nvariations in the 'dependency' are to be reflected in the multiplicand\nof which the years' purchase is the multiplier, variations in the\ndependency which are not expected to take place until after ten years\nB\nshould have only a relatively small effect in increasing or diminishing\nthe 'dependency' used for the purpose of assessing the damages.\"\nIn regard to the choice of the multiplicand the Halsbury's Laws of\nEngland in vol. 34, para 98 states the principle thus:\n“98. Assessment of damages under the Fatal Accident Act, 1976 The C\ncourts have evolved a method for calculating the amount of pecuniary\nbenefit that dependants could reasonably expect to have received\nfrom the deceased in the future. First the annual value to the dependants\nof those benefits (the multiplicand) is assessed. In the ordinary case\nof the death of a wage-earner that figure is arrived at by deducting D\nfrom the wages the estimated amount of his own personal and living\nexpenses.\nThe assessment is split into two parts. The first part comprises\ndamages for the period between death and trial. The multiplicand is\nmultiplied by the number of years which have elapsed between those\ntwo dates. Interest at one-half the short-term investment rate is also\nawarded on that multiplicand. The second part is damages for the\nperiod from the trial onwards. For that period, the number of years.\nwhich have based on the number of years that the expectancy would\nprobably have lasted; central to that calculation is the probable length\nof the deceased's working life at the date of death.”\nAs to the multiplier, Halsbury states:\nE\nF\n\"However, the multiplier is a figure considerably less than the number\nof years taken as the duration of the expectancy. Since the dependants\ncan invest their damages, the lump sum award in respect of future G\nloss must be discounted to reflect their receipt of interest on invested\nfunds, the intention being that the dependants will each year draw\ninterest and some capital (the interest element decreasing and the\ncapital drawings increasing with the passage of years), so that they\nare compensated each year for their annual loss, and the fund will be\nH\nr\n744\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nexhausted at the age which the court assesses to be the correct age,\nhaving regard to all contingencies. The contingencies of life such as\nillness, disability and unemployment have to be taken into account.\nActuarial evidence is admissible, but the courts do not encourage\nsuch evidence. The calculation depends on selecting an assumed rate\nof interest. In practice about 4 or 5 per cent is selected, and inflation\nis disregarded. It is assumed that the return on fixed interest bearing\nsecurities is so much higher than 4 to 5 per cent that rough and ready\nallowance for inflation is thereby made. The multiplier may be\nincreased where the plaintiff is a high tax payer. The multiplicand\nis based on the rate of wages at the date of trial. No interest\nis allowed on the total figure.\"\nIn both Susamma Thomas and Trilok Chand's cases (supra) the multiplier\nappears to have been adopted taking note of the prevalent banking rate of\ninterest.\nIn Susamma Thomas's case (supra) it was noted that the normal rate of\ninterest was about 10% and accordingly the multiplier was worked out. As\nthe interest rate is on the decline, the multiplier has to consequentially be\nraised. Therefore, instead of 16 the multiplier of 18 as was adopted in Trilok\nChandra's case (supra) appears to be appropriate. In fact in Trilok Chand's\ncase (supra), after reference to Second Schedule to the Act, it was noticed\nthat the same suffers from many defects. It was pointed out that the same is\nto serve as a guide, but cannot be said to be invariable ready reckoner.\nHowever, the appropriate highest multiplier was held to be 18. The highest\nmultiplier has to be for the age group of 21 years to 25 years when an\nordinary Indian Citizen starts independently earning and the lowest would be\nF in respect of a person in the age group of 60 to 70, which is the normal\nretirement age.\nConsidering the age of the deceased and the principles indicated above,\nthe appropriate multiplier would be 12 and not 16 as adopted by the Tribunal\nand affirmed by the High Court. By applying multiplier 12, amount of\nG compensation is fixed at Rs.4,50,000 (in round figures). The Tribunal has\nfixed interest @ 9% per annum from the date of the claim petition. Taking\nnote of the prevailing rate of interest in bank deposits, the same is fixed at\n7.5% per annum. It is stated that a sum of Rs.4,00,000 has been deposited\npursuant to the order dated 22.3.2004. The balance amount shall be deposited\nwith the Tribunal within four weeks from today. Out of the total deposit 90%\nH\n1\ni\n1\nTAMIL NADU STATE TRANSPORT CORPORATION LTD. v. S. RAJAPRIYA [PASAYAT, J.] 745\nof the amount shall be kept in fixed deposit in the name of widow (respondent A\nno.1), minor child (respondent no.2) and the mother (respondent no.3) in the\nproportion of 35%, 40% and 15% respectively. Rest 10% shall be paid in\ncash equally to the widow and the mother. Fixed deposits shall be made\ninitially for a period of five years and no withdrawal permitted and only\nmonthly interest will be paid, so far as the fixed deposits in the names of the\nB\nwidow and the mother are concerned. So far as the minor child is concerned,\nfixed deposit shall be made initially for a period of five years and shall be\nrenewed till the child attains majority. The monthly interest on the deposit\nshall also be released to the mother as the guardian of the minor.\nNo loan advance of any kind and/or pre-mature encashment shall be C\npermitted in respect of the fixed deposits. However, on an application being\nmade to the Tribunal and it being satisfied about the urgency of any need and\nabsence of financial resources to meet any urgent financial need may permit\nloan or advance or pre-mature encashment by a reasoned order.\nD.G.\nAppeal is allowed to the extent indicated. No costs.\nAppeal allowed.\n"}