{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nMAHENDRA SINGH\nV.\nSTATE OF M.P.\nAPRIL 5, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nPenal Code, 1860:\nSs. 302/32—Deceased was attacked in the presence of mother PW-1-\nC Her evidence corroborated by the post mortem report-Hence PW1 was\nreliable witness and conviction can be based on her evidence-Non-seizure\nof Chappal and blood stained clothes of PW-1-Held, would not be fatal to\nprosecution case as deficiency in investigation would not stand in way of\nCourt at finding of guilt if it is otherwise proved-Evidence-Sole eye-\nD witness-Criminal trial-Deficiency in investigation.\nProsecution case was that the parties were related to each other. The\nappellant-accused had borrowed the bull belonging to the complainant (PW-\n1) for carrying fodder. When PW-1 and her son 'A' went to take it back,\nappellant and his co-accused 'H' refused to return it. Both 'A' and PW-1 went\nE to the hut of accused persons and tried the take the bull quietly whereupon\nappellant and 'H' came from behind and assaulted ‘A' with ‘bake' and ‘luhangi’.\n'A' died on spot. Trial court relied upon the testimony of PW-1 and convicted\naccused persons under ss.302/34 and 324/34 IPC. The High Court while\nupholding the conviction of the appellant, found the said 'H' guilty only under\ns.304 s.304 Part I IPC. Hence the present appeal.\nF\nG\nH\nDismissing the appeal, the Court\nHELD: 1. Nothing has been pointed to discredit testimony of PW-1. Her\ndemeanour has been noticed by the Trial Judge. She demonstrated as to how\nand in what manner the accused persons killed her son and how she tried to\nsave him from repeated assault on him with sharp weapons. She, in her\nstatement, fully supported the contents of the First Information Report.\nAccording to her, the police came at the spot in a jeep at about 10 a.m. and\nrecorded her statement. Therefore, PW-1 was a reliable witness. Her\nevidence, was also corroborated by the post mortem report which was proved\n892\n'\nMAHENDRA SINGH v. STATE OF M.P.\n893\nby PW-4. [Para 10] [896-B-C]\nA\n2. It is now a well-settled principle of law that conviction can be based\non the testimony of a sole eye-witness. [Para 11] [896-H; 897-A]\nRamji Surjya Padvi and Anr. v. State of Maharashtra, [1983] 3 SCC\n629; Anil Phukan v. State of Assam, [1993] 3 SCC 282 and Sewaka Alis B\nRamsewak v. State of M. P. and Anr., [2001] 10 SCC 1, relied on.\n3.1. It may be true that the chappat and blood stained clothes of PW-1\nwere not seized but it is also well-known that deficiency in investigation shall\nnot stand in the way of the court in arriving at a finding of guilt if it is\notherwise found to have been proved. So far as the contention that the First C\nInformation Report was ante-timed, there is no reason to accept the same.\nOccurrence had taken place on 27.06.1995 in the morning. All material\nwitnesses were examined by the Investigating Officer on that very day. The\npost mortem examination was also held at 3 p.m. on that day. The Chief Judicial\nMagistrate, therefore, as has rightly been found by the Trial Judge as also\nthe High Court, merely made a mistake in putting the date as 26.06.1995\ninstead of 27.06.1995. [Paras 12, 13 and 14] [897-B-D]\nRotash v. State of Rajasthan, [2006] 13 SCALE 186 and\nAcharaparambath Pradeepan and Anr. v. State of Kerala, (2006) 13 SCALE\n600, relied on.\n3.2. The very fact that some digested food was found in the stomach of\nthe deceased, the same by itself was sufficient to show that he had taken food\nonly in the morning of that date, i.e., within four hours from his death. Even\nif he had taken some food, the same may not be within the knowledge of\nPW-1. [Para 15] [897-E]\n4. Absence of motive is also not a relevant factor in this case. The reason\nfor the appellant doing away with the deceased is evident. He had taken back\nthe bull without the consent of the accused persons. They must have become\nenraged because of the said act of the deceased and his mother. [897-F]\n[Para 16]\n5. There is another aspect of the matter which cannot be lost sight of.\nIf the motive as assigned by the prosecution as against the appellant and the\nsaid ‘H' for commission of the said offence was not correct, nothing has been\nshown as to why despite such close relationship between the parties, they would\nD\nE\nF\nG\nH\n|\n894\nSUPREME COURT REPORTS.\n[2007] 4 S.C.R.\nA be falsely implicated. [Para 17] [897-H; 898-A]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 486 of\nFrom the Judgment and Order dated 01.04.2004 of the High Court of\nB Judicature of Madhya Pradesh, Bench at Gwalior in Criminal Appeal No. 459\nof 1998.\nC\nD\nE\nR.C. Kohli (SCLSC) for the Appellant.\nVibha Datta Makhija for the Respodent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Delay condoned.\n2. Leave granted.\n3. Sole appellant is before us questioning the correctness of a judgment\nof the High Court of Judicature of Madhya Pradesh in Criminal Appeal No.\n459 of 1998 whereby and whereunder a judgment of conviction and sentence\npassed by the Ist Additional Sessions Judge, Dabhra District dated 20.07.1998\nunder Section 302/34 and Section 324 of the Indian Penal Code was affirmed.\n4. The parties are related to each other. Complainant Kanto Bai (PW-1)\nhad a bull. Appellant borrowed the same for carrying fodder. He did not return\nit. Avtar Singh (deceased) - son of PW-1 - went to the hut of the accused\npersons to take it back on 27.06.1995. Appellant and his co-accused named\nHarbhajan Singh refused to part with it. The deceased requested his mother\nF Kanto Bai (PW-1) to get the same whereupon both the deceased and PW-1\nwent to the hut of accused persons. They intended to bring it back without\ninforming the appellant. They found their bull grazing. They had been bringing\nback the same quietly. Appellant and the said Harbhajan Singh carrying\n‘bake” and ‘luhangi' respectively came behind them to the field of Ajit Singh.\nThey made an attempt to snatch the bull from the deceased. When he\nresisted, the appellant is said to have assaulted him with bake and Harbhajan\nSingh assaulted him by luhangi. PW-1 intervened and tried to save her son.\nShe fell on his body. She was pulled up by her hair. She started crying. The\ndeceased Avtar Singh died on the spot. The incident took place at about 8\na.m. in the morning. An information in that behalf was received by the officer\nG\nH\n\"\nMAHENDRA SINGH v. STATE OF M.P. [S.B. SINHA, J. ]\n895\nin-charge of the concerned police station. The police officer came to the spot, A\ntook the statement of PW-1. A First Information Report was registered round\nabout 10.30 a.m. Both the accused persons were put on trial upon completion\nof the investigation.\n5. Before the learned Trial Judge, the appellant and Harbhajan Singh\npleaded not guilty. Upon consideration of the deposition of the witnesses B\nexamined on behalf of prosecution, the appellant and the said Harbhajan\nSingh were convicted under Sections 302/34 and 324/34 of the Indian Penal\nCode.\n6. The High Court by reason of the impugned judgment, while upholding\nthe conviction of the appellant, found the said Harbhajan Singh guilty only\nunder Section 304 Part I of the Indian Penal Code and sentenced him to the\nperiod already undergone by him.\n7. Both the Trial Judge as also the High Court in arriving at their\nrespective findings relied upon the testimony of the complainant PW-1.\n8. Mr. R.C. Kohli, learned counsel appearing on behalf of the appellant,\nwould submit that the learned Trial Judge as also the High Court committed\na serious error in passing the impugned judgment insofar as it failed to take\ninto consideration that:\n(i) the First Information Report was ante-timed as the same was\nreceived by the Magistrate on 26.06.1995.\n(i) Although PW-1 categorically stated that the deceased did not\ntake any food in the morning, some digested food was found in\nthe stomach of the deceased.\n(iii) The chappal of the deceased as also the blood stained clothes\nof PW-1 were not seized and, furthermore, the medical opinion in\nrelation to the injuries purported to have been received by PW-\n1 being doubtful, her presence at the place of occurrence should\nnot have been accepted.\nC\nᎠ\nE\nF\nG\n9. Ms. Vibha Datta Makhija, learned counsel appearing on behalf of the\nState, on the other hand, supported the impugned judgment. According to the\nlearned counsel, the learned Magistrate committed an error in putting the date\n26.06.1995 instead of 27.06.1995 which was evidently a mistake. It was urged\nthat in view of the clear statements of the eye-witness PW-1, no case has\nH\n896\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA been made out for this Court to interfere with the impugned judgment.\nJ\n10. We have been taken through the deposition of PW-1 in its entirety\nby Mr. Kohli. Nothing has been pointed to discredit her testimony. Her\ndemeanour has been noticed by the learned Trial Judge. She demonstrated\nas to how and in what manner the accused persons killed her son and how\nB she tried to save him from repeated assault on him with sharp weapons. She,\nin her statement, fully supported the contents of the First Information Report.\nAccording to her, the police came at the spot in a jeep at about 10.a.m. and\nrecorded her statement. We, therefore, are of the opinion that PW-1 was a\nreliable witness. Her evidence, in our opinion, was also corroborated by the\nC post mortem report which was proved by PW-4 Dr. R. Vimlesh. The deceased\nwas found to have suffered the following ante-mortem injuries:\nD\nE\nF\nG\n\"(i) Incised wound with clear cut margin. Haris roots cut measuring\n18 cm x 5 cm x 61/2 cm, transversely placed over the upper part back\nof neck at the level of cervical 1 vertebrae;\n(ii) Incised would with clear cut margin, hairs roots are cut 4 cm x\n1/2 cm x muscle deep. Mid upper part of neck at the level of cervical\nvertebrae;\n(iii) Incised wound 8.8 cm x 2 cm x bone deep over the left lower\noccipital area of head;\n(iv) Incised wound 9 cm x 2.5 cm x 1cm, fracture of skull bone cut off\non left mastroid area.\n(v) Incised wound 3 cm x 1 cm x bone cut off. Posterior inferior part\nof parietal bone fractured transversely placed on posterior inferior\npart of left side of extended to mid of lower part of occipital area.\n(vi) Incised wound and clear cut margin 3.2 cm x 1.2 cm x 1 cm left\nupper scapular area;\n(vii) Incised wound with clear cut margin 6 cm x 1/2 cm x 1/2 cm left\nlateral back of shoulder;\n(viii) Abrasion 8 cm x 1/4 cm vertically placed over the left medical\nupper part and back;\n(ix) Abrasion 6 cm x \u003c cm obliquely left medical scapular area.\"\nH\n11. It is now a well-settled principle of law that conviction can be based\nMAHENDRA SINGH v. STATE OF M.P. [S.B. SINHA, J. ]\n897\non the basis of the testimony of a sole eye-witness. [See Ramji Surjya Padvi A\nand Anr. v. State of Maharashtra, [1983] 3 SCC 629, Anil Phukan v. State of\nAssam, [1993] 3 SCC 282 and Sewaka Alias Ramsewak v. State of M.P. and\nAnr., [2001] 10 SCC 1]\n12. It may be true that the chappal and blood stained clothes of PW-\n1 were not seized but it is also well-known that deficiency in investigation B\nshall not stand in the way of the court in arriving at a finding of guilt if it\nis otherwise found to have been proved. [See Rotash v. State of Rajasthan,\n(2006) 13 SCALE 186 and Acharaparambath Pradeepan and Anr. v. State of\nKerala, (2006) 13 SCALE 600]\n13. So far as the contention of Mr. Kohli to the effect that the First\nInformation Report was ante-timed is concerned, we do not see any reason\nto accept the same. Occurrence had taken place on 27.06.1995 in the morning.\nAll material witnesses were examined by the Investigating Officer on that very\nday. The post mortem examination was also held at 3 p.m. on that day.\nC\nD\n14. The learned Chief Judicial Magistrate, therefore, as has rightly been\nfound by the learned Trial Judge as also the High Court, merely made a\nmistake in putting the date as 26.06.1995 instead of 27.06.1995.\n15. The very fact that some digested food was found in the stomach\nof the deceased, the same by itself was sufficient to show that he had taken E\nfood only in the morning of that date, i.e., within four hours from his death.\nEven if he had taken some food, the same may not be within the knowledge\nof PW-1.\n16. Absence of motive is also not a relevant factor in this case. The\nreason for the appellant doing away with the deceased is evident. He had F\ntaken back the bull without the consent of the accused persons. They must\nhave become enraged because of the said act of the deceased and his mother.\nThey probably wanted to take the bull back or otherwise felt offended that\nthe deceased had been taking the bull away from their possession without\ntheir consent as also in view of the fact that they had refused to part with\nit.\nG\n17. There is another aspect of the matter which cannot be lost sight of.\nIf the motive as assigned by the prosecution as against the appellant and the\nsaid Harbhajan Singh for commission of the said offence was not correct,\nnothing has been shown as to why despite such close relationship between H\ni\ni\n1\n898\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA the parties, they would be falsely implicated.\n18. In the facts and circumstances of this case, we are of the opinion\nthat there is no merit in this appeal which is dismissed accordingly.\nD.G.\nB\nAppeal dismissed.\n"}