{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1020 SUPREME COURT REPORTS\nA newspapers, this is a descriptive term.\nB\n[2011] 4 S.C.R.\n43. The appellant submitted that the entire object of\nincluding the 4th Schedule in the Trademark Rules is that marks\nare to be registered for the goods and services for the purpose\nfor which they are used. Non-use of a mark entails rectification\nunder section 46 of the 1958 Act. Thus, the entire object of\ntrademarks is to confer monopoly of a particular individual or\nentity with respect to a mark for a particular category of goods.\nor category of services. It is only in exceptional cases that a\nmark is protected across all product categories. If that was not\nC the position, then every trademark owner whose mark enjoys\na reputation in whatever limited field and for specific goods/\nservices, would be able to claim monopoly for the mark with\nrespect to all 42 classes of goods and services. This could\nnever have been the intention of the Legislature. Even while\nD establishing the criteria for the marks which are well-known, the\nlegislature has thought it fit to deal with the reputation of such\nwell-known marks by taking into consideration factors like\nsection of the public, relevant geographical area etc. Thus,\nevery trade mark is not entitled to protection across all\nE categories as every trade mark does not automatically become\na \"well-known mark\". If this was not the case, then there would\ncome a time when most words would get monopolized across\nproducts and services which would not conform to the intention\nbehind the Law of Trade Marks.\nF\nG\n44. Every mark with a reputation cannot be determined as\na well-known mark as reputation by itself does not escalate the\nmark into the position of a well-known mark. The reputation of\na mark can be restricted to a particular territory, to a particular\ncategory of goods or services, to a particular category of\npopulation, to a particular linguistic section of public etc.\n45. The appellant submitted that in most of the cases\nwhere absolute protection has been granted, extending it\nbeyond the goods and services in which the plaintiff deals with,\nH the mark or name has been an extremely distinctive mark. They\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1021\nAND ANR. [DALVEER BHANDARI, J.]\nhave either invented the mark or marks which are derived from\nsurnames or marks are used across categories of products.\nThe defendant's products may be confused from the other\nproducts originating from the plaintiff, but the plaintiff has to be\ndealing with more than one products or services with respect\nto the said mark/name.\n46. In the present case, the evidence on record has\nestablished that the plaintiff/respondent company has only dealt\nwith mark 'Eenadu' for newspapers. The television channel is\nknown as ETV where the word 'Eenadu' is not used for the\nsame. The evidence itself establishes the same. Further it is\npertinent to note that:\n*\nThere is not a single document showing that the\nrespondent company is referred to as 'Eenadu'\nMargdarshi's goods;\nA\nB\nC\nD\nPriya is also a mark of pickles which is\nmanufactured by the respondent company;\n'Eenadu' pickles (if any) are not available in the local\nmarket;\nE\nETV is the shortcut name for the 'Eenadu'\nTelevision;\nThe respondent company does not manufacture\nincense sticks;\nF\nThat 'Eenadu' has been used to convey the literal\nmeaning as \"Today\".\n47. The appellant submitted that in the background of this G\nevidence emanating from the plaintiff's main witness, it is\nevident that 'Eenadu' is not a distinctive mark. It is in fact a\ndescriptive mark. At best, a secondary meaning may accrue\nin its favour with respect to only newspapers and nothing more.\nDescriptive words which have been used only for one category H\n1022\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA of goods cannot claim across the board protection. 'Eenadu'\nis not like Volvo or Kirloskar or Harrods or Benz.\nB\nC\n48. ‘Eenadu' would fall in the category of marks like Shell,\nSafeguard, Flexgrip, Imperial, Skyline and Financial Times,\nHeat Piller, One Day Drycleaners, Instea, Kesh Nikhar, Whipp\nToppings. All these words have not been granted protection\nacross the board.\n49. The respondent company has argued before this court\nthat the appellant's adoption is dishonest in view of the similar\nscripts being used by the defendant. The script being used by\nthe appellant is a standard block script in the Telugu language.\nThe perusal of all the third party use of the mark 'Eenadu' would\nreveal that almost every party uses the same script. Thus, there\nis no dishonesty in adoption of the same as the script is\nD commonly used in Telugu language. Even the feature film which\nhas been released in 2009 has used the same script. There is\nno dishonesty in the adoption of the mark 'Eenadu' or the script\n'Eenadu'. The appellant went through the process of applying\nfor a Search as prescribed under the Copyright Act. The\nE appellant obtained a No-Objection in accordance with Section\n45 of the Copyright Act and Rule 24(3) of the Trade Mark Rules,\n1959.\nF\nG\nH\n50. The mark 'Eenadu' meaning DAILY or TODAY, the\nappellant genuinely adopted the same to signify Daily use of\nAgarbathi, which is in fact used on a daily basis by persons\nperforming puja. Thus, the appellant does have a valid and\nacceptable explanation for the adoption. It is submitted that for\nthe appellant's goods, it is an arbitrary mark.\n51. The appellant submitted that in order to establish the\nappellant's bona fides, the appellant is ready and willing to\nchange the script and to prefix the word \"Ashika\" in order to\ndistinguish itself from the respondent company and to ensure\nthat there is no confusion as to source.\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1023\nAND ANR. [DALVEER BHANDARI, J.]\n52. The appellant submitted that as long as the product is A\ndistinguishable from the product of the respondent company,\nthe appellant prays that the injunction ought to be modified and\nthe appellant ought to be permitting to adopt the carton which\nit has proposed to use before this court. It is incorrect that the\ntrade made application for registration of the trade mark was\nsubsequent to the issuance of the notice. The appellant\nsubmitted that the respondent company has not been able to\nestablish bona fide conduct. This is established from the\nfollowing facts:-\na.\nb.\nAccording to the appellant, the mark 'Eenadu' has\nbeen permitted by the respondent company to be\nin common use because the respondent company\ndid not take action against all those who had been\nusing the mark ‘Eenadu'.\nAccording to the respondent company, the\nappellant stopped using the mark after caution\nnotice was sent to the appellant in 1995 and then\ncommenced using it in 1999. In 1995 the\nrespondent company gave a notice restricting the\ngrievance to Copyright. The grievance was\nrestricted to a Disclaimer. After 1995 when the\nsales of the appellant began to increase from sales\nof two crores to the sales of approximately ten\ncrores, then the suit was filed by the respondent\ncompany on a false plea in the plaint and obtained\nan ex-parte injunction.\nB\nC\nD\nLLI\nE\nF\n53. The appellant submitted that the case law is clear that\nconfusion as to source applies only when the source is not\nclearly stated. The appellant in the impugned carton has used G\nthe word Agarbathi along with the word 'Eenadu'. However,\nAshika's Eenadu completely distinguishes itself from the\nrespondent company. A carton being proposed to be adopted\nby the appellant which would completely eliminate any remote\nH\n1024 SUPREME COURT REPORTS\nA chance of any confusion.\nB\nC\nE\n[2011] 4 S.C.R.\n54. Mr. R.A. Sundaram, learned Senior Advocate argued\non behalf of the respondent company. He submitted that\n'Eenadu' is not a common Telugu word meaning \"Today\" and\nis not a common word. He submitted that 'Eenadu' has\nacquired secondary meaning and referred to and relied on the\ntrial court findings in that respect. He submitted that the\nappellant failed to note that 'Eenadu' Group is inter alia a\npublisher of a newspaper which is the second largest regional\ndaily circulating in India and is the largest in Andhra Pradesh.\n55. Mr. Sundaram submitted that the appellant is a\nBangalore based company which started manufacturing its\nproducts in Bangalore under the name \"Ashika\" and had started\nselling its products in Andhra Pradesh in 1995. The appellant\nD started using the name 'Eenadu' for its Agarbathies and used\nsame artistic script, font and method of writing the name cannot\nbe a co-incidence. The appellant is a Karnataka company after\nadoption of the name 'Eenadu' accounted for 90% of the sale\nof their product Agarbathies. The appellant was restrained from\nusing the word 'Eenadu' in the State of Andhra Pradesh, their\nsales have dropped by 10 times although they continued to sell\nthe product under the name \"Ashika\". The appellant glossed\nover the fact of being manufacturer of Agarbathies as is\ninexplicable as to why they had applied for registration of name\n‘Eenadu' not just for Agarbathies but inasmuch as 34 classes\nof the Trade Marks Act for goods which they do not even\nproduce or do not have any intention to produce which would\nitself show the intention that they can trade on the respondent\ncompany's household name and goodwill and reputation.\nAccording to the respondent company, all these facts clearly\nshow that adoption of name 'Eenadu' was by no means\ninnocent but was intended to capitalize and derive benefit on\nthe goodwill and reputation of the respondent company which\nis impressible.\nF\nG\nH\n56. Mr. Sundaram submitted the basic underlying fallacy\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1025\nAND ANR. [DALVEER BHANDARI, J.]\nA\nB\nis that since after all the readers of a newspaper are literate\nand, therefore, would be able to make out that the Agarbathies\nare by the name \"Ashika Eenadu\" or that it comes from a\ndifferent source, overlooks completely that it is the purchaser\nof the Agarbathies and not the purchaser of newspaper that we\nare concerned with. The goodwill sought to be cashed in is the\nname 'Eenadu” by the appellant who is selling Agarbathies and\nthe person so deceived is not the purchaser of the newspaper\nbut the purchaser of the Agarbathies. To say that all the\npurchasers of Agarbathies are illiterate people is a basic fallacy\nsince the purchasers of Agarbathies will transcend all classes C\nof people in the society. The entire submission, therefore,\noverlooks the basic fact that the purchaser of the Agarbathies\nwould be deceived into believing that the said Agarbathies also\ncome from the House of 'Eenadu' and thereby they would be\ndeceived as to the source of the product, and this cashing in\non the goodwill and reputation of the respondent company is\nimpressible in law.\nD\n57. The respondent company's reply to the appellant's\ncontention that 'Eenadu' is not a household name since it only\ndeals with newspaper is complete fallacy because the group E\nis known as \"Eenadu Margadarshi Group\" and the meaning of\n'Eenadu' in various publications is stated to be the respondent\ncompany's group. Furthermore, it also overlooked that in actual\nfact there are various products which are also being produced\nand sold by the respondent company under the business name F\nof 'Eenadu'. It is also relevant to mention that the 'Eenadu' TV\nChannel (also known as ETV) is one of the most popular\nchannels and, therefore, the word 'Eenadu' has come to be\ncompletely associated with the respondent company group and\nin fact is a household name. He has referred to the findings of G\nthe Trial Court, the High Court and that of the learned Single\nJudge and submitted that such findings are not unreasonable\nso as to require interference under section 136 of the\nConstitution.\nH\nA\n1026 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\n58. Mr. Sundaram submitted that 'Eenadu' is not a generic\nname, but in fact would be a 'fancy' name outside the State of\nAndhra Pradesh and within the State of Andhra Pradesh it is\na name which is not in common use, and therefore, would be\na 'fancy' name. In any event, 'Eenadu' is not generic in the Trade\nB Mark's sense of the word since it is not the use of the product\nC\nD\nname itself. What is meant by generic for Trade Mark law is\nthat when you call a cake a cake or a shoe a shoe. When a\nshoe is called a cake or a cake is called a shoe, it is neither\ndescriptive nor generic. On the contrary, it is 'fancy'. The name\n'Eenadu', therefore, for any of the products of the respondent\ncompany would not be a generic name at all. The appellant\noverlooks that his complaint as to name being generic can only\narise qua product using generic or descriptive name. It is\nnobody's case that ‘Eenadu' is descriptive of Agarbathi.\n59. All the cases, i.e., Newseek, Ovenchips, Malted Milk,\nShredded Wheat etc. were cases where the appellant wanted\nexclusivity of the name which was descriptive of their product\nand the respondent company who was manufacturing a similar\nproduct objected to the exclusivity on the ground that the name\nE was descriptive of the product in question. In this case, for the\napplication of the judgments the following must arise:-\nF\nare the appellant and the respondent company\ndealing in the name product? This is not so.\nis the word 'Eenadu' descriptive of the respondent\ncompany's product (i.e. Agarbathies)? This is no\nSO.\n60. Mr. Sundaram while dealing with the scope of passing\nG off action submitted that the law of passing off can be\nsummarized in one short general proposition - no man may\npass off his goods as those of another. More specifically, it may\nbe expressed in terms of the elements which the appellant in\nsuch an action has to prove in order to succeed. These are\nH\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1027\nAND ANR. [DALVEER BHANDAR!, J.]\nthere in number.\na)\nb)\nc)\nd)\nA\nHe must establish a goodwill or reputation attached\nto the goods or services which he supplies in the\nmind of the purchasing public by association with\nthe identifying 'get-up' (whether it consists simply B\nof a brand name or a trade description, or the\nindividual features of labeling or packaging) under\nwhich his particular goods or services are offered\nto the public, such that the get-up is recognized by\nthe public as distinctive specifically to the\nappellant's goods or services.\nHe must demonstrate a misrepresentation by the\nrespondent company to the public (whether or not\nintentional) leading or likely to lead the public to\nbelief that the goods or services offered by him are\nthe goods or services of the appellant and the\nsource of such goods or services is the appellant\neven if the appellant does not make such products.\nHe must demonstrate that he suffers or, in a quia\ntimet action, that he is likely to suffer damage by\nreason of the erroneous belief engendered by the\nrespondent company's misrepresentation that the\nsource of the respondent company's goods or\nservice is the same as the source of those offered\nby the appellant.\nAlternatively, the appellant must show that the\ndescription or confusion in the public is that the\nsource of the respondent company's product that\nthey are buying is the appellant.\n61. Learned counsel placed reliance on the following\npassage from a well-known case Reddaway \u0026 Co. and\nAnother v. Banham \u0026 Co. and Another 1895-99 All ER 133\nC\nD\nE\nF\nG\nH\n1028\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA which reads as under:-\nB\nC\nD\nE\nF\nG\nH\n\"The name \"Glenfield\" had become associated with the\nstarch manufactured by the plaintiff, and the defendant,\nalthough he established his manufactory at Glenfield, was\nrestrained from using that word in connection with his\ngoods in such a way as to deceive. Where the name of a\nplace precedes the name of an article sold, it primâ facie\nmeans that this is its place of production or manufacture.\nIt is descriptive, as it strikes me, in just the same sense\nas \"camel hair\" is descriptive of the material of which the\nplaintiff's belting is made. Lord Westbury pointed out that\nthe term \"Glenfield\" had acquired in the trade a secondary\nsignification different from its primary one, that ir\nconnection with the word starch it had come to mean starch\nwhich was the manufacture of the plaintiff. In Massam v\nThorley's Cattle Food Co. just referred to, James L.J. said\n\"The defendant was actually manufacturing starch\nat Glenfield, having gone thither for the purpose of\nenabling him to say that he was manufacturing it at\nGlenfield. The House of Lords said the mere fact\nthat he was really carrying on his manufacture at\nGlenfield, and was not therefore telling a lie, did not\nexempt him from the consequence of the fact that\nhis proceedings were intended and calculated to\nproduce on the mind of the purchasers the belief\nthat his article was the article of the plaintiffs.\"\n62. The House of Lords was justified in observing that\nfallacy lies in overlooking the fact that a word may acquire in a\ntrade a secondary signification differing from its primary one,\nand that if it is used to persons in the trade who will understand\nit, and be known and intended to understand it in its secondary\nsense, it will none the less be a falsehood that in its primary\nsense it may be true. A man who uses language which will\nconvey to persons reading or hearing it a particular idea which\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1029\nAND ANR. [DALVEER BHANDARI, J.]\nis false, and who knows and intends this to be the case, is A\nsurely not to be absolved from a charge of falsehood because\nin another sense which will not be conveyed and is not intended\nto be conveyed it is true. In the present case the jury have found\nthat there was ample evidence to justify it, that the words \"camel\nhair\" had in the trade acquired a secondary signification in B\nconnection with belting, that they did not convey to persons\ndealing in belting the idea that it was made of camel's hair, but\nthat it was belting manufactured by the plaintiffs. They have\nfound that the effect of using the words in the manner in which\nthey were used by the defendants would be to lead purchasers C\nto believe that they were obtaining goods manufactured by the\nplaintiffs, and thus both to deceive them and to injure the\nplaintiffs. On authority as well as on principle, the court granted\nrelief to the plaintiffs.\n63. Mr. Sundaram also placed reliance on Reckitt \u0026\nColman Products Ltd. v. Borden Inc. and others – 1990 (1)\nALL ER 873 where the court has dealt with general law\napplicable to passing off of action. In that case the court\nobserved thus:-\n\"The basic underlying principle of such an action was\nstated in 1842 by Lord Langdale M.R. in Perry v. Truefitt\n(1842) 6 Beav. 66, 73 to be: \"A man is not to sell his own\ngoods under the pretence that they are the goods of\nanother man......\". Accordingly, a misrepresentation\nachieving such a result is actionable because it constitutes\nan invasion of proprietary rights vested in the plaintiff.\nHowever, it is a prerequisite of any successful passing off\naction that the plaintiff's goods have acquired a reputation\nin the market and are known by some distinguishing\nfeature. It is also a prerequisite that the misrepresentation\nhas deceived or is likely to deceive and that the plaintiff is\nlikely to suffer damage by such deception. Mere confusion.\nwhich does not lead to a sale is not sufficient. Thus, if a\ncustomer asks for a tin of black shoe polish without\nD\nE\nF\nG\nH\n"}