{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"1050\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nןד\nG\nH_\nsuch tortuous act or deceit is committed by the defendant\nthe plaintiff gets a fresh cause of action to come to the court\nby appropriate proceedings. Similarly infringement of a\nregistered trade mark would also be a continuing wrong\nso long as infringement continues. Therefore, whether the\nearlier infringement has continued or a new infringement\nhas taken place cause of action for filing a fresh suit would\nobviously arise in favour of the plaintiff who is aggrieved\nby such fresh infringements of trade mark or fresh passing\noff actions alleged against the defendant. Consequently,\nin our view even on merits the learned Trial Judge as well\nas the learned Single Judge were obviously in error in\ntaking the view that the second suit of the plaintiff in the\npresent case was barred by Order 2 Rule 2 Sub-rule (3),\nCPC.\"\n94. Learned counsel for the respondent company also\nplaced reliance on another judgment of this Court in the case\nof Heinz Italia and another v. Dabur India Limited (2007) 6\nSCC 1 wherein this court observed that:\n\"... .... it has been repeatedly held that before the use of\na particular mark can be appropriated it is for the plaintiff\nto prove that the product that he is representing had earned\na reputation in the market and that this reputation had been\nsought to be violated by the opposite party. In Corn\nProducts case (supra) it was observed that the principle\nof similarity could not to be very rigidly applied and that if\nit could be prima facie shown that there was a dishonest\nintention on the part of the defendant in passing off goods,\nan injunction should ordinarily follow and the mere delay\nin bringing the matter to Court was not a ground to defeat\nthe case of the plaintiff. It bears reiteration that the word\n\"Glucon-D\" and its packaging had been used by Glaxo\nsince 1940 whereas the word \"Glucose-D\" had been used\nfor the first time in the year 1989.\"\n95. Mr. Sundaram further placed reliance on another\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES\nLTD. AND ANR. [DALVEER BHANDARI, J.]\n1051\njudgment of this Court in Ramdev Food Products (P) Limited A\n(supra), wherein it has been held that:\n\"Acquiescence is a facet of delay. The principle of\nacquiescence would apply where: (i) sitting by or allow\nanother to invade the rights and spending money on it; (ii)\nit is a course of conduct inconsistent with the claim for\nexclusive rights for trade mark, trade name, etc.\nIn Power Control Appliances and Ors. v. Sumeet\nMachines Pvt. Ltd. [1994] 1 SCR 708, this Court stated:\nAcquiescence is sitting by, when another is invading the\nrights and spending money on it. It is a course of conduct\ninconsistent with the claim for exclusive rights in a trade\nmark, trade name etc. It implies positive acts; not merely.\nsilence or inaction such as is involved in laches.\"\nThe court further observed that:\nB\nC\nD\n\"The defence of acquiescence, thus, would be satisfied\n*when the plaintiff assents to or lay by in relation to the acts\nof another person and in view of that assent or laying by E\nand consequent acts it would be unjust in all the\ncircumstances to grant the specific relief.\"\n96. Mr. Sundaram, counsel for the respondent company\nalso submitted that use of a similar mark(s) by third parties is F\nnot a defense to an illegal act of passing-off. He relied on a\njudgment of Delhi High Court in Ford Motor Company of\nCanada Limited and another v. Ford Service Centre 2009 (39)\nPTC 149, wherein the Court observed that:\n\"\ndo not find any merit in the plea of defendant of two G\nothers, outside India using FORD in relation to other\nbusiness. Their case is not before this Court for\nadjudication and even if the plea of dilution was to be\navailable in an infringement action, no case of dilution in\nIndia is made out. Recently the Division Bench of this Court\nH\nA\nB\nC\nD\nE\nF\n-G\nH\n1052\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nin Pankaj Goel v. Dabur India Limited 2008 (38) PTC 49\n(Delhi) held that merely because others are carrying on\nbusiness under similar or deceptively similar trademark or\nhave been permitted to do so by the plaintiff, cannot offer\na licence to the world at large to infringe the trademark of\nthe plaintiff. It was further held that even otherwise, the use\nof similar marks by a third party cannot be a defence to\nan illegal act of passing off. In Castrol Limited v. A.K.\nMehta 1997 (17) PTC 408 DB it was held that a\nconcession given in one case does not mean that other\nparties are entitled to use the same. Also, in Prakash\nRoadline v. Prakash Parcel Service 1992 (2) Arbitration\nLaw Reporter 174 it has been held that use of a similar\nmark by a third party in violation of plaintiff's right is no\ndefence.\"\n97. Learned counsel for the respondent company also\nplaced reliance on Prakash Roadline Limited v. Prakash Parcel\nService (P) Ltd. 48 (1992) Delhi Law Times 390 the Delhi High\nCourt held that:\nแ\nMerely because no action is taken against certain\nother parties, it does not mean that the plaintiff is not entitled\nto take action against the defendant. The other parties may not\nbe affecting the business of the plaintiff. They may be small-\ntime operators who really do not matter to the plaintiff.\nTherefore, the plaintiff may not chose to take any action against\nthem. On the contrary the plaintiff feels danger from defendant\nin view of the fact that the defendant's promoters are the ex\nDirectors/employees of the plaintiff who are fully in the know of\nthe business secrets of the plaintiff. Therefore, the mere fact\nthat the plaintiff has not chosen to take any action against such\nother parties cannot disentitle the plaintiff from taking the\npresent action. This contention is, therefore, prima-facie without\nany merit and is rejected.\"\n98. Lastly, learned counsel for the respondent company\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD1053\nAND ANR. [DAĻVEER BHANDARI, J.]\nsubmitted that in any one of the following circumstances the A\nplaintiff would be entitled to injunctive relief even qua a common\nword:\na.\nb.\nC.\nIf the factors for justifying absolute protection as per\n'absolute protection for common words' have been\nmade out then it would ipso facto entitle the plaintiff\nto protection against the world at large.\nB\nThe protection would be given against any particular\ndefendant if the plaintiff's name has acquired a\nsecondary meaning and the defendant uses the C\nname in a common field of activity, i.e. where there\nare common purchasers. However, the court may\ndecline to grant the relief if such name is descriptive\nof the defendant's product and not just a name\nunconnected with the defendant's product.\nThe protection would be granted qua a defendant\nwith relation to even an unrelated product where the\ntests of dishonest adoption are satisfied and the\ndefendant will be restrained from cashing in or\nprofiting from the plaintiff's name.\nD\nE\n99. We have heard the detailed and comprehensive\narguments advanced by the learned counsel for the parties. We\nplace on record our appreciation for the able assistance\nprovided by the learned counsel for the parties in this case. We F\nhave also carefully examined relevant decided Indian, English\nand American cases.\nG\n100. The respondent company's mark 'Eenadu' has\nacquired extra-ordinary reputation and goodwill in the State of\nAndhra Pradesh. 'Eenadu' newspaper and TV are extremely\nwell known and almost household words in the State of Andhra\nPradesh. The word 'Eenadu' may be a descriptive word but\nhas acquired a secondary or subsidiary meaning and is fully\nidentified with the products and services provided by the H\n1054 SUPREME COURT REPORTS\nA respondent company.\nB\nC\nD\nເນ\nE\nEL\nF\n0\n[2011] 4 S.C.R.\n101. The appellant is a Karnataka based company which\nhas started manufacturing its product in Bangalore in the name\nof 'Ashika' and started selling its product in the State of Andhra\nPradesh in 1995. The appellant started using the name\n'Eenadu' for its Agarbathi and used the same artistic script, font\nand method of writing the name which obviously cannot be a\nco-incidence. The appellant company after adoption of name\n'Eenadu' accounted for 90% of sale of their product Agarbathi.\n102. On consideration of the totality of facts and\ncircumstances of the case, we clearly arrive at the following\nfindings and conclusions:\na) The respondent company's mark 'Eenadu' has\nacquired extraordinary reputation and goodwill in\nthe State of Andhra Pradesh. The respondent\ncompany's products and services are correlated,\nidentified and associated with the word 'Eenadu'\nin the entire State of Andhra Pradesh. 'Eenadu'\nmeans literally the products or services provided by\nthe respondent company in the State of Andhra\nPradesh. In this background the appellant cannot be\nreferred or termed as an honest concurrent user of\nthe mark 'Eenadu';\nb)\nc)\n☐ H d)\nThe adoption of the words 'Eenadu' is ex facie\nfraudulent and mala fide from the very inception. By\nadopting the mark ‘Eenadu' in the State of Andhra\nPradesh, the appellant clearly wanted to ride on the\nreputation and goodwill of the respondent company;\nPermitting the appellant to carry on his business\nwould in fact be putting a seal of approval of the\ncourt on the dishonest, illegal and clandestine\nconduct of the appellant;\nPermitting the appellant to sell his product with the\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1055\nAND ANR. [DALVEER BHANDARI, J.]\ne)\nf)\ng)\nh)\nmark 'Eenadu' in the State of Andhra Pradesh A\nwould definitely create confusion in the minds of the\nconsumers because the appellant is selling\nAgarbathies marked 'Eenadu' as to be designed\nor calculated to lead purchasers to believe that its\nproduct Agarbathies are in fact the products of the B\nrespondent company. In other words, the appellant\nwants to ride on the reputation and goodwill of the\nrespondent company. In such a situation, it is the\nbounden duty and obligation of the court not only to\nprotect the goodwill and reputation of the\nrespondent company but also to protect the interest\nof the consumers;\nPermitting the appellant to sell its product in the\nState of Andhra Pradesh would amount to\nencouraging the appellant to practise fraud on the\nconsumers;\nC\nD\nPermitting the appellant to carry on his business in\nthe name of 'Eenadu' in the State of Andhra\nPradesh would lead to eroding extra-ordinary E\nreputation and goodwill acquired by the respondent\ncompany over a passage of time;\nAppellant's deliberate misrepresentation has the\npotentiality of creating serious confusion and\ndeception for the public at large and the consumers\nhave to be saved from such fraudulent and deceitful\nconduct of the appellant.\nPermitting the appellant to sell his product with the\nmark ‘Eenadu' would be encroaching on the\nreputation and goodwill of the respondent company\nand this would constitute invasion of proprietary\nrights vested with the respondent company.\nF\nG\nH\n1056\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA i)\nB\nс\nHonesty and fair play ought to be the basis of the\npolicies in the world of trade and business.\n103. The law is consistent that no one can be permitted\nto encroach upon the reputation and goodwill of other parties.\nThis approach is in consonance with protecting proprietary\nrights of the respondent company.\n104. Consequently, the appeals are disposed of in terms\nof the aforesaid observations and directions.\n105. In the facts and circumstances of this case, the parties\nare directed to bear their own costs.\nB.B.B.\nAppeals disposed of.\n"}