{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1010 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA Pradesh. The learned Single Judge disposed of both the\nappeals by a common judgment/order dated 29.12.2000. The\nappeal filed by the respondent company was dismissed and\nthe appeal filed by the appellant was allowed.\nB\nC\nD\nE\nF\nG\nH\n16. Aggrieved by the said order of the learned Single\nJudge, the respondent company filed Letters Patent Appeals\nbefore the Division Bench of the High Court. The High Court\nvide impugned order allowed its appeals, decreeing the O.S.\nNo.555 of 1999.\n17. The appellant also aggrieved by the impugned\njudgment filed appeals and submitted that the courts below\nwere not justified in granting relief which was not specifically\nprayed for in the plaint. The appellant further submitted that the\nHigh Court erred in holding that the copyrights of the\nrespondent company were infringed in the absence of a prayer\nfor infringement of copyrights. According to the appellant the\nDivision Bench of the High Court erred in holding that they were\npassing-off the copyrights when the Copyright Act, 1957 does\nnot provide for such a remedy.\n18. The appellant also submitted that the courts below\nhave not properly appreciated the distinction between the\nexistence of a copyright and its infringement.\n19. According to the appellants, the respondent company\nwas aware of the appellant's business since at least 27.2.1995\nand there has been a gross delay in filing of the suit and\nbecause of inordinate delay in approaching the court, the\nrespondent company is not entitled to any relief.\n20. The appellant further submitted that whether an action\nfor passing-off could be maintained and injunction granted when\na mark is used consisting of the word 'Eenadu', which is a\ncommon word. The word 'Eenadu' literally means 'Today' in\nTelugu and 'this land/our land' in Kannada, Tamil and\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1011\nAND ANR. [DALVEER BHANDARI, J.]\nMalayalam.\n21. The appellant contended that the businesses of the\nappellant and the respondent company are entirely different and\nthere is no question of passing-off of the goods of the appellant\nas that of the respondent company.\n22. The respondent company denied all the averments of\nthe appellant and submitted the following propositions.\n1.\n2.\n3.\n4.\nA\nB\nThe essence of an action of passing-off is an attack\non or dilution or benefitting from the goodwill and C\nreputation of another person.\nIf such goodwill or reputation arises out of the use\nof a name in respect of a particular product and the\ngoodwill and reputation is restricted only to such\nproduct and unknown outside such product then the\nuse of such name by another person with respect\nto a totally different product would not affect the\ngoodwill and reputation so as to constitute an action\nof passing-off\nD\n1\nIf, however, the goodwill and reputation is sufficiently\nwide and the name is associated with the source\nin a more general way rather than restricted only to\na given product then the use of such name by\nF\nanother trader for even a totally different product\ncould amount to a passing-off.\nThe exception to the three above propositions\nwould be if such name is a generic name for the\nproduct being manufactured by the rival trader in G.\nwhich case it would never constitute an action of\npassing-off.\n5.\nAgain, if the said name is descriptive of the product\nН\nA\nB\nC\nD\nE\nய\nF\nG\nH\n1012 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nof the rival trader, it would then amount to passing-\noff only if it is established that it has become a\nhousehold name of such a nature as to have\nacquired a strong secondary meaning and it being\nassociated substantially with the first trader, in\nwhich case alone it would amount to a passing-off.\nThe standard of proof of such a case would be\nhigher than the standard of proof of first three\npropositions.\n23. Mr. Mukul Rohtagi, learned senior counsel and Mrs.\nPrathiba Singh, learned counsel arguing on behalf of the\nappellant submitted that in the instant case the suit was in fact\ngoverned by Trade \u0026 Merchandise Marks Act, 1958 and not\nby the Trade Marks Act, 1999 which came into force w.e.f.\n15.9.2003. It was submitted that this case is covered under\nsection 159(4) of the 1999 Act, which specifically provides that\nany legal proceedings pending in any court at the\ncommencement of this Act would be governed by the old Act.\nSection 159(4) of the 1999 Act is reproduced as under:-\n“159. (4) Subject to the provisions of section 100 and\nnotwithstanding anything contained in any other\nprovision of this Act, any legal proceeding pending\nin any Court at the commencement of this Act may\nbe continued in that court as if this Act had not\nbeen passed.\"\nThus, none of the concepts of well-known marks, dilution etc.\nas statutorily applicable under the 1999 Act, have any\napplication in this case. It is submitted that the present case,\nas decided by all the courts below, is a case of passing off and\nnot of dilution.\n24. In reply to the submission of the respondent company,\nlearned counsel for the appellant submitted that the passing off\ntest is the test of likelihood of confusion. Such confusion should\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1013\nAND ANR. [DALVEER BHANDARI, J.]\nbe either confusion arising due to get up of products, confusion A\nas to sponsorship/affiliation of source or confusion arising out\nof the use of identical/deceptively similar trademarks.\n25. Learned counsel for the appellant also submitted that\ndilution is a completely different concept, namely, if there is\nB\nconfusion, there is no dilution. The concept of dilution steps in\nwhen in fact the consumer is not being confused but the\nplaintiff's mark is being diluted in some form or the other.\nMcCarthy, a well-known author on Trademarks and Unfair\nCompetition clearly states the same in the said publication.\nReliance is being placed at para 24.70 wherein it has been\nobserved that \"the dilution doctrine is concerned with granting\nprotection to trademarks beyond that provided by the classic\n'likelihood of confusion' tests.\"\n26. According to the appellant, the principle of dilution\nrequires that the consumer in fact should not be confused but\na well-known mark, in the absence of confusion, is being\ndiluted. In the United States of America, dilution is protected\nby a specific statute called the Federal Anti Dilution Act, 1996.\nThe discussion on dilution in McCarthy establishes the\nfollowing:-\na)\nC\nD\nE\nThe traditional likelihood of confusion test applies\nto passing off.\nF\nb)\nIf a mark is a well-known mark, then the argument\nof dilution is to be considered in the absence of\nconfusion.\nc)\nDilution is a doctrine which should be strictly\napplied.\nG\nd)\nStandard of distinctiveness required to protect a\nmark from dilution is very high.\ne)\nNot every trade mark can be protected against H\n1014 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nf)\ng)\nB\ndilution.\nIf a mark enjoys a regional reputation it does not\ndeserve protection under the law of dilution.\nA reputation on a national scale, especially while\ntesting the mark for unrelated goods, is required to\nbe protected under dilution.\n27. Learned counsel for the appellant submitted that under\nthe traditional law of passing off or under the law of dilution, the\nC only marks which have been protected across product category\nare marks which can easily be termed even in the common\nparlance as well-known marks. Such marks such as Bata,\nVolvo, Benz, Mahindra \u0026 Mahindra and Tata etc.\nD\nE\n28. It was submitted that the case pleaded by the\nrespondent company (plaintiff) is one of confusion and passing\noff and not of dilution. The standard for establishing dilution are\ncompletely different. There is neither a pleading in the present\ncase alleging dilution, nor any evidence in support of dilution.\nThe standards for recognizing dilution have not been confirmed\nby any court of law in India and while deciding the present case\nin the courts below the threshold of dilution was never applied.\n29. In India, the law on dilution has developed through case\nlaw going back to the Benz's case decided by the Delhi High\nF\nCourt in Daimler Benz Aktiegesellschaft and another v. Hybo\nHindustan AIR 1994 DELHI 239. However, 'Eenadu' cannot\nclaim the distinctiveness or the reputation which is enjoyed by\na mark like Benz or Harrods. 'Eenadu' is a very ordinary word\ncommonly used in Telugu language and to vest a monopoly in\nfavour of the respondent company (plaintiff) for such a common\nword on the ground of dilution would result in conferring an\nundue monopoly to a generic/descriptive word. There are\nseveral marks which are used in the ordinary language for\ndifferent types of products, such as :-\nG\nН\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1015\nAND ANR. [DALVEER BHANDARI, J.]\n1. Time/Times Time Magazine, Time Education, Times\nA\nLondon, Times of India, Navbharat Times,\nHindustan Times, Times Now\n2.\nToday\nIndia Today, Punjab Today, Today's Tea,\nToday's Contraceptive\nB\n3.\nMarvel\nMarvel Comics, Marvel Detergent\n4.\nSun, Surya,\nOil, Lights \u0026 Bulbs, Tobacco\nSuraj\n5.\nMetro\nMetro Shoes, Delhi Metro, Metro Walk\nMalls\nC\n6.\nMaruti\nOil, Cars\n17.\nTaj\nHotels (Taj Hotels), Tea (Wah! Taj)\n8.\nCiti\nCiti Bank, City Mall\n9.\nMustang\nMotel, Cars, Trailers\nD\n30. The learned counsel for the appellant submitted that\n'Eenadu' is a common word used in Telugu language. This has\nbeen fully established by the evidence on record.\n31. He referred to the deposition of Jagannadharao, PW1,\nLaw Officer of the plaintiff, who has stated that the literal\nmeaning of the word 'Eenadu' is 'Today'.\n32. According to the deposition of PW2, N. Swami, Artist,\nthe meaning of the word 'Eenadu' is 'Today'.\n33. Learned counsel for the appellant referred to\ndeposition of PW5, R. Kumaraswamy, Advocate who has\nstated that literal meaning of the word 'Eenadu' is 'Today'.\n34. The learned counsel referred to the deposition of PW6,\nT.V. Venugopal, the appellant herein. He has stated that the\nword 'Eenadu' was specifically given for the purpose of 'daily'\nprayer.\n35. The learned counsel for the appellant submitted that\nE\nF\nG\nH\n1016\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA the word 'Eenadu' literally means \"Today\" or \"This Day\" and\nhence is not an invented word but is a generic/descriptive word\nused in common parlance. This is further proved by the fact that\nthe word 'Eenadu' has been used by several parties for various\nproducts which include :-\nB\nD\nE\nLL\nF\n0\nI\n'Eenadu' Turmeric powder - even the script is the\nsame\n'Eenadu' Cooperative Bank\n'Eenadu' Match Sticks -- even the script is the same\n'Eenadu' Playing Cards\n'Eenadu' Ayurvedic Bath Soaps\n'Eenadu' Dresses\n'Eenadu' Chilly Powder - even the script is the\nsame\n'Eenadu' Washing Powder\n'Eenadu' Coffee - even the script is the same\n'Eenadu' Telugu Feature Film\n'Eenadu' Tobacco - same script\n'Eenadu' Hotel\n'Eenadu' Marble Estate\n'Eenadu' Feature Film (The said film by UTV\nProduction uses the word 'Eenadu' in the same\nscript as used by the respondent - (This particular\nfilm has, in fact, been featured for a review in the\nrespondent's own newspaper dated 15.8.09 \u0026\n27.8.09 and copies of the same are attached. The\nmusic launch of this film was also featured in the\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD 1017\nAND ANR. [DALVEER BHANDARI, J.]\nnewspaper of the respondents dt. 14.9.09. This film A\nhas at least 2 songs with the word ‘Eenadu'. One\nof the songs in the film called \"Eenadu\nEesamaram\" which means \"This Day, This War\".\nA famous Kannada song - Eenadu Kannada,\nEeneeru Kannada (This day is Kannada, This\nwater is Kannada).\n36. The appellant submitted that it is clear that 'Eenadu'\nis a term which is used in the ordinary Telugu language and in\nKannada and the same is acknowledged by the respondent\ncompany itself as is evident from the wide publicity given to the\nfilm in the respondent company's newspaper.\nB\nC\nE\n37. The appellant further submitted that the evidence relied\nupon by the respondent company in order to allege that D\n'Eenadu' is a reputed and distinctive mark, is a compilation of\ndocuments handed over before this court during the course of\narguments on 23.3.10. In order to show that 'Eenadu' is a\nhousehold name, an extract from Wikipedia printed on 13.4.09\nwas submitted by the respondent company before this court.\nIn fact, all the other internet print-outs annexed by the\nrespondent company are based on Wikipedia itself. It is the\nsubmission of the appellant that it is now an established\nposition, internationally in law that Wikipedia does not have any\nevidentiary value in the court proceedings. The same has been\nheld by the US Court of Federal Claims in Taylor Mary\nCampbell v. Secretary of Health and Human Services 69 Fed.\nCl. 775 (2006) and by the US Court of Appeals in Lamilem\nBadasa v. Michael B. Mukasey 540 F.3d 909. As against the\nWikipedia evidence, the actual evidence on record reveals the\nfollowing:-\na) 'Eenadu' has a specific meaning in Telugu\nlanguage and also has a meaning in Kannada\nlanguage and possibly even in Malayalam;\ni\nF\nG\nI\n1018\nSUPREME COURT REPORTS\nA\nb)\nc)\nB\nC\nD\nE\nd)\ne)\n[2011] 4 S.C.R.\n'Eenadu' has been used by several parties in the\nsame script without any objection whatsoever from\nthe respondent company (barring 2 ex-parte\ninjunctions).\n'Eenadu' means \"Today\" or \"This Day\".\nThe respondent company itself has acquiesced to\n3rd party usage of the mark (including 'Eenadu'\nfeature film by UTV).\nThe respondent company's submission that this\ncourt ought to ignore the concrete documentary\nevidence and testimony and instead rely upon\nextracts from the Wikipedia to prove that 'Eenadu'\nis a household name, is not liable to be entertained.\n38. Thus, 'Eenadu' does not enjoy the distinctiveness which\nthe respondent company claim and in any event such\ndistinctiveness does not span across all classes of goods and\nservices.\n39. The respondent company has argued before this court\nthat the descriptive nature of the mark has to be determined\nwith respect to the appellant's goods. This approach according\nto the appellant is completely erroneous. While determining the\nnature of the mark - for the purpose of registration or for the\nF purpose of passing-off/infringement, the first inquiry which the\ncourt ought to carry out is to determine whether the applicant's/\nplaintiff's mark is invented, arbitrary/suggestive, descriptive or\ngeneric. The nature of the mark is always determined with\nrespect to the plaintiff's/applicant's goods. For example, if a\nG person applies for a trademark called \"Extra Strong”, the\nRegistrar of trade mark has to examine whether the mark is\ndescriptive or laudatory for the goods for which it is applied,\ni.e., the applicant's goods. The inquiry does not depend on the\nperson opposing the use of the said mark. Thus, to hold that\nН\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES 1019\nLTD. AND ANR. [DALVEER BHANDARI, J.]\nthe nature of the mark has to be determined by the nature of A\nthe appellant's goods is stating the proposition in the reverse.\n40. In the present case, the plaintiff/respondent company\nwas conscious that 'Eenadu' is a descriptive mark and it is for\nthis reason that in the plaint, the plaintiff (respondent) company\nhas pleaded a secondary meaning with respect to their mark\n'Eenadu'. If the plaintiff's case is based on 'Eenadu' being a\ndistinctive mark, a suggestive mark and a well known mark,\nthen there is no question of pleading secondary meaning to its\nmark. It is only with respect to descriptive marks that secondary\nmeaning needs to be pleaded and considered by this court.\n41. The argument of the respondent company is that\n'Eenadu' is not a generic or descriptive mark but a suggestive\nmark. The difference between categorization as generic,\ndescriptive or suggestive is a follows:-\n*\nA generic mark can never be a trademark\nA descriptive mark can become a trademark if it\nacquires secondary meaning\nB\nC\nD\n*\nA suggestive mark is inherently distinctive\n42. The line between suggestive marks and descriptive\nmarks is very thin. Various commentaries including McCarthy\nhave laid down the imagination test to determine as to whether\na mark is descriptive or suggestive. When this test is applied\nto the mark 'Eenadu' for a newspaper, it is clear that the same\nis descriptive in nature inasmuch as it means 'Today', i.e. news\nfor today. It does not require any imagination at all. Thus in the\nimagination test, if the mark describes a characteristic of the\nproduct – in the case of 'Eenadu' the newspaper, it refers to\nthe characteristic of the newspaper, i.e., today's news. 'Eenadu'\nwould therefore, be an expression which immediately describes\na newspaper. In fact with respect to its Agarbathies, 'Eenadu'\nwould be a completely arbitrary term. However, with respect to\n-\nLL\nF\nG\nI\nE\n"}