{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2011] 4 S.C.R. 1000\nT.V. VENUGOPAL\nV.\nUSHODAYA ENTERPRISES LTD. AND ANR.\n(Civil Appeal Nos.6314-6315 of 2001)\nMARCH 03, 2011\n[DALVEER BHANDARI AND K.S. RADHAKRISHNAN,\nJJ.]\nE\n-\n-\n-\nIntellectual Property - Passing-off in trade mark\nC Infringement of copyright - Appellant is sole proprietor of a\nKarnataka based firm carrying on manufacture of incense\nsticks (agarbathis), which adopted the trade mark 'Eenadu' and\nstarted selling its product in the State of Andhra Pradesh\nRespondent company, engaged in the business of publishing\nD a newspaper in Telugu entitled as 'Eenadu' and other\nbusinesses in the State of Andhra Pradesh, filed a suit for\ninfringement of copyrights and passing-off trade mark\nWhether the appellant should be permitted to sell his product\nwith the mark 'Eenadu' in the State of Andhra Pradesh - Held:\nThe respondent company's mark ‘Eenadu' has acquired\nextraordinary reputation and goodwill in the State of Andhra\nPradesh - 'Eenadu' means literally the products or services\nprovided by the respondent company in the State of Andhra\nPradesh - In this background, the appellant cannot be\nreferred or termed as an honest concurrent user of the mark\n'Eenadu' - Adoption of the words 'Eenadu' is ex facie\nfraudulent and mala fide from the very inception - By adopting\nthe mark 'Eenadu' in the State of Andhra Pradesh, the\nappellant clearly wanted to ride on the reputation and goodwill\nof the respondent company - Permitting the appellant to sell\nhis product with the mark 'Eenadu' in the State of Andhra\nPradesh would definitely create confusion in the minds of the\nconsumers because the appellant is selling Agarbathies\nmarked 'Eenadu' designed or calculated to lead purchasers\nF\nG\nH\n1000\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1001\nAND ANR.\n-\nto believe that its product Agarbathies are in fact the products A\nof the respondent company - No one can be permitted to\nencroach upon the reputation and goodwill of other parties\nThis approach is in consonance with protecting the proprietary\nrights of the respondent company.\nThe appellant is the sole proprietor of a Karnataka\nbased firm carrying on manufacture of incense sticks\n(agarbathis), which adopted the trade mark 'Eenadu' and\nstarted selling its product in the State of Andhra Pradesh.\nThe word 'Eenadu' means 'this land' in Kannada,\nMalayalam and Tamil languages and 'today' in Telugu\nlanguage. The respondent company, which was engaged\nin the business of publishing a newspaper in Telugu\nentitled as 'Eenadu' and other businesses in the State of\nAndhra Pradesh, filed a suit for infringement of copyrights\nand passing-off trade mark. The respondent company\ncontended that the use of the word 'Eenadu' by the\nappellant amounted to infringement of their copyright and\npassing-off in trade mark. The trial court partially decreed\nthe suit of the respondent company by injuncting the\nappellant from using the words 'Eenadu' in the State of\nAndhra Pradesh. The appellant was not injuncted from\nusing the words 'Eenadu' in the entire country other than\nin the State of Andhra Pradesh. The appellant filed appeal\nbefore the High Court. The respondent company also\nfiled an appeal praying that the order of injunction to be\nmade absolute and not be confined to the State of Andhra\nPradesh. A Single Judge of the High Court dismissed the\nappeal filed by respondent company while allowing the\nappeal filed by the appellant. The respondent company\nfiled Letters Patent Appeal before the Division Bench of\nthe High Court which was allowed, thereby decreeing the\noriginal suit filed by the respondents in 1999. Hence the\npresent appeals.\nDisposing of the appeals, the Court\nW\nB\nс\nD\nE\nF\nG\nH\nA\n1002 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nHELD: 1.1. The respondent company's mark\n'Eenadu' has acquired extra-ordinary reputation and\ngoodwill in the State of Andhra Pradesh. 'Eenadu'\nnewspaper and TV are extremely well known and almost\nhousehold words in the State of Andhra Pradesh. The\nB word 'Eenadu' may be a descriptive word but has\nacquired a secondary or subsidiary meaning and is fully\nidentified with the products and services provided by the\nrespondent company. [Para 100] [1053-G-H; 1054-A]\nC\nD\nE\nF\nG\n1.2. The appellant is a Karnataka based company\nwhich started manufacturing its product in Bangalore in\nthe name of 'Ashika' and started selling its product in the\nState of Andhra Pradesh in 1995. The appellant started\nusing the name ‘Eenadu' for its Agarbathi and used the\nsame artistic script, font and method of writing the name\nwhich obviously cannot be a co-incidence. The appellant\ncompany after adoption of name 'Eenadu' accounted for\n90% of sale of their product Agarbathi. [Para 101] [1054-\nB]\n3. On consideration of the totality of facts and\ncircumstances of the case, the following findings and\nconclusions are arrived at:\na) The respondent company's mark ‘Eenadu' has\nacquired extraordinary reputation and goodwill in the\nState of Andhra Pradesh. The respondent company's\nproducts and services are correlated, identified and\nassociated with the word ‘Eenadu' in the entire State of\nAndhra Pradesh. 'Eenadu' means literally the products or\nservices provided by the respondent company in the\nState of Andhra Pradesh. In this background the\nappellant cannot be referred or termed as an honest\nconcurrent user of the mark 'Eenadu';\nb) the adoption of the words ‘Eenadu' is ex facie\nH fraudulent and mala fide from the very inception. By\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1003\nAND ANR.\nadopting the mark ‘Eenadu' in the State of Andhra A\nPradesh, the appellant clearly wanted to ride on the\nreputation and goodwill of the respondent company;\nc) permitting the appellant to carry on his business\nwould in fact be putting a seal of approval of the court\non the dishonest, illegal and clandestine conduct of the\nappellant;\nd) permitting the appellant to sell his product with\nthe mark 'Eenadu' in the State of Andhra Pradesh would\ndefinitely create confusion in the minds of the consumers\nbecause the appellant is selling Agarbathies marked\n‘Eenadu' as to be designed or calculated to lead\npurchasers to believe that its product Agarbathies are in\nfact the products of the respondent company. In other\nwords, the appellant wants to ride on the reputation and\ngoodwill of the respondent company. In such a situation,\nit is the bounden duty and obligation of the court not\nonly to protect the goodwill and reputation of the\nrespondent company but also to protect the interest of\nthe consumers;\ne) permitting the appellant to sell its product in the\nState of Andhra Pradesh would amount to encouraging\nthe appellant to practise fraud on the consumers;\nf) permitting the appellant to carry on his business\nin the name of 'Eenadu' in the State of Andhra Pradesh\nwould lead to eroding extra-ordinary reputation and\ngoodwill acquired by the respondent company over a\npassage of time;\ng) the appellant's deliberate misrepresentation has\nthe potentiality of creating serious confusion and\ndeception for the public at large and the consumers have\nto be saved from such fraudulent and deceitful conduct\nof the appellant;\nB\nC\n.D\nE\nF\nG\nH\nA\nB\nC\nD\n1004\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nh) permitting the appellant to sell his product with\nthe mark 'Eenadu' would be encroaching on the\nreputation and goodwill of the respondent company and\nthis would constitute invasion of proprietary rights vested\nwith the respondent company and\ni) honesty and fair play ought to be the basis of the\npolicies in the world of trade and business. [Para 102]\n[1054-C-H; 1055-A-H; 1056-A]\n1.4. The law is consistent that no one can be\npermitted to encroach upon the reputation and goodwill\nof other parties. This approach is in consonance with\nprotecting proprietary rights of the respondent company.\n[Para 103] [1056-B]\nDaimler Benz Aktiegesellschaft and another v. Hybo\nHindustan AIR 1994 Delhi 239; Ruston \u0026 Hornsby Ltd. v. The\nZamindara Engineering Co. 1969 (2) SCC 727; Laxmikant\nV. Patel v. Chetanbhai Shah and Another 2002 (3) SCC 65;\nSatyam Infoway Ltd. v. Sifynet Solutions (P) Limited 2004 (6)\nE SCC 145; Ramdev Food Products (P) Limited v. Arvindbhai\nRambhai Patel and Others 2006 (8) SCC 726; Midas\nHygiene Industries (P) Ltd. and another v. Sudhir Bhatia and\nothers (2004) 3 SCC 90; Madhubhan Holiday Inn v. Holiday\nInn Inc. 100 (2002) DLT 306 (DB); Mahendra \u0026 Mahendra\nF Paper Mills Limited v. Mahindra \u0026 Mahindra Limited (2002)\n2 SCC 147; Bata India Limited v. Pyare Lal \u0026 Company,\nMeerut City \u0026 Ors. AIR 1985 All 242; N.R. Dongre and others\nv. Whirlpool Corporation and another (1996) 5 SCC 714;\nGodfrey Philips India Limited v. Girnar Food \u0026 Beverages (P)\nG Limited (2004) 5 SCC 257; Info Edge (India) Private Limited\nand another v. Shailesh Gupta and another 98 (2002) DLT\n499; Kamal Trading Co., Bombay and Others v. Gillette U.K.\nLimited [1988] IPLR 135; Honda Motors Company Limited\nv. Charanjit Singh \u0026 Others (101 (2002) DLT 359); M/s.\nH Bengal Waterproof Limited Vs. M/s. Bombay Waterproof\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES 1005\nLTD. AND ANR.\nManufacturing Company and Another (1997) 1 SCC 99; A\nHeinz Italia and another v. Dabur India Limited (2007) 6 SCC\n1; Ford Motor Company of Canada Limited and another v.\nFord Service Centre 2009 (39) PTC 149; Prakash Roadline\nLimited v. Prakash Parcel Service (P) Ltd. 48 (1992) Delhi\nLaw Times 390 - referred to.\nB\nTaylor Mary Campbell v. Secretary of Health and Human\nServices 69 Fed. Cl. 775 (2006) [US Court of Federal\nClaims]; Lamilem Badasa v. Michael B. Mukasey 540 F.3d\n909 [US Court of Appeals]; Reddaway \u0026 Co. and Another C\nv. Banham \u0026 Co. and Another 1895-99 All ER 133; Reckitt\n\u0026 Colman Products Ltd. v. Borden Inc. and others 1990 (1)\nALL ER 873; Harrods Limited v. R. Harrod Limited (1924)\nRPC 74; Harrods Limited v. Harrodian School Limited (1996)\nRPC 697; Office Cleaning Services Limited v. Westminster\nOffice Cleaning Association 1944 (2) All ER 269; Taittinger\nand others v. Allbev Limitd and others (1994) 4 All ER 75 -\nreferred to.\nD\nCase Law Reference:\nE\nAIR 1994 Delhi 239\nreferred to\nPara 29, 76\n69 Fed. Cl. 775 (2006)\nreferred to\nPara 37\n540 F.3d 909\nreferred to\nPara 37\nF\n1895-99 All ER 133\nreferred to\nPara 61\n1990 (1) ALL ER 873\nreferred to\nPara 63\n1969 (2) SCC 727\nreferred to\nPara 64\n2002 (3) SCC 65\nreferred to\nPara 65\nG\n2004 (6) SCC 145\n2006 (8) SCC 726\nreferred to\nreferred to\nPara 66\n(1924) RPC 74\nreferred to\nPara 67, 95\nPara 68\nI\n1006 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA (1996) RPC 697\nreferred to\nPara 69, 73, 77\n(2004) 3 SCC 90\nreferred to\nPara 70\n(2002) DLT 306 (DB\nreferred to\nPara 71\nB\n(2002) 2 SCC 147\nreferred to\nPara 74\nAIR 1985 All 242\nreferred to\nPara75\n(1996) 5 SCC 714\nreferred to\nPara 79\n(2004) 5 SCC 257\nreferred to\nPara 80\nC\n98 (2002) DLT 499\nreferred to\nPara 81\n1944 (2) All ER 269\nreferred to\nPara 82\n(1994) 4 All ER 75\nreferred to\nPara 87\nD\n1988 IPLR 135\nreferred to\nPara 89\n(2002) DLT 359\nreferred to\nPara 90\n(1997) 1 SCC 99\nreferred to\nPara 93\nE\n(2007) 6 SCC 1\nreferred to\nPara 94\n2009 (39) PTC 149\nreferred to\nPara 96\n(1992) DLT 390\nreferred to\nPara 97\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6314-6315 of 2001.\nFrom the Judgment \u0026 Order dated 15.06.2001 of the High\nCourt of Andhra Pradesh at Hyderabad in LPA Nos. 12 \u0026 13\nof 2001.\nPratibha M. Singh, Kapil Wadhwa, Abhinav Mukherjee for\nthe Appellant.\nC.A. Sundaram, Neelima Tripathi, G.V.S. Jagannadha\nH Rao, Rohini Musa, Abhishek Gupta, K.V. Mohan, Zafar Inyat,\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1007\nAND ANR.\nMd. Niyazuddin, Anandh Kannan for the Respondents.\nThe Judgment of the Court was delviered by\nDALVEER BHANDARI, J. 1. These appeals are directed\nagainst the judgment delivered by a Division Bench of High\nCourt of Andhra Pradesh in Letter Patent Appeal Nos. 12 and\n13 of 2001 on 15.06.2001.\n2. Brief facts which have been given by the appellant are\nrecapitulated as under.\n3. The appellant is the sole proprietor of a firm carrying\non business inter alia as manufacturers of and dealers in\nincense sticks (agarbathis) in the name and style of Ashika\nIncense Incorporated at Bangalore.\n4. The appellant started his business in the year 1988 and\nadopted the mark 'Ashika's Eenadu'. According to the\nappellant the word 'Eenadu' in Kannada language means 'this\nland'. In Malayalam and Tamil language it conveys the same\nmeaning. In Telugu language it means 'today'.\n5. In consonance with the above meaning the appellant\ndevised an artistic label comprising a rectangular carton in\nbottle green background with sky-blue border and in the centre,\nin an oval tricolour, the word 'Eenadu' is written.\n6. According to the appellant, in the year 1993 he honestly\nand bona fidely adopted the trade mark 'Eenadu' meaning 'this\nland' in Kannada. In the said label the other expressions used\nare 'Ashika's original' and the firm's logo printed in red against\nyellow background. The other panel of the carton contains the\nsame description in Telugu besides the name and address of\nthe appellant. The panel on one side of the carton mentions the\nname, address, contents and another side contains 'Eenadu'\nin Devnagari, Tamil and Malayalam.\nA\nB\nC\nD\nE\nF\nG\nH\nA\n1008\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\n7. The appellant applied for registration of trade mark on\nor about 10.02.1994 of the said label bearing application No.\n619177. The appellant made an application to the Registrar of\nthe Trade Marks for a certificate under proviso to Section 45(1)\nof the Copyright Act, 1957. The Registrar issued a certificate\nB on 7.3.1996. Thereafter, an application for registration for\ncopyright was made by the appellant on 14.3.1997.\nC\nD\n8. The appellant's product, incense sticks (agarbathies)\nwere well received in the market and according to him, when\nhe filed the appeal before this Court, his annual business was\nabout rupees eleven crores per annum.\n9. The respondent company, who was engaged in the\nbusiness of publishing a newspaper in Telugu entitled as\n'Eenadu', served a cease and desist notice on the appellant\nwhich was replied by the appellant on 8.3.1995. The\nrespondent company in the year 1999 filed a suit for\ninfringement of copyrights and passing-off trade mark in the\nCourt of Second Additional Chief Judge, City Civil Court,\nHyderabad. The respondent company therein claimed that they\nE have been in the business of publishing a newspaper,\nbroadcasting, financing and developing a film city.\n10. It was contended by the respondent company that the\nuse of the word 'Eenadu' by the appellant amounted to\nF infringement of their copyright and passing-off in trade mark.\nAccording to the respondent company, the business of the\nappellant and the respondent company was different and there\nis no commonality or casual connection between the two\nbusinesses.\nG\nH\n11. The appellant states that the word 'Eenadu' is a well\nknown and well understood word appearing in all the South\nIndian languages. It means 'today' in Telugu. In Tamil,\nMalayalam and Kannada it means 'this land'. Therefore, no\nabsolute monopoly could either be claimed or vest in any single\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD1009\nAND ANR. [DALVEER BHANDARI, J.]\nproprietor in respect of the entire spectrum of goods and/or A\nservices and there have been other traders and manufacturers\nwho have been using the word 'Eenadu' to distinguish their\nmerchandise from similar merchandise of others.\nB\n12. The appellant also asserted that in Hyderabad one co-\noperative bank exists in the name of 'Eenadu Cooperative Bank\nLtd.' and their services are advertised as 'Eenadu Deposits',\na shop also exists in Vijayawada by the name 'Eenadu Men's\nWear' and a film titled 'Eenadu' in Malayalam and Telugu was\nproduced some time over a decade back. The appellant C\ncontended that detergent powder, playing cards, hair oil, coffee\npowder, tea powder, papad etc. are being sold with the mark\n'Eenadu'.\n13. The Second Additional Chief Judge, City Civil Court,\nHyderabad on 24.11.1999 had granted an ex-parte ad interim\ninjunction restraining the appellant from using the expression\n'Eenadu' and the same was confirmed on 27.12.1999.\nThereafter, the appellant, aggrieved by the said order, moved\nthe High Court of Andhra Pradesh at Hyderabad. The High\nCourt suspended the interim injunction. The High Court\npermitted the appellant to dispose off their finished products\nto the tune of Rs.1 crore and also permitted the appellant to\nproduce goods that were in the process of manufacture to the\ntune of Rs. 78 lakhs.\n14. Meanwhile, the trial court on 24.7.2000 partially decreed\nthe suit of the respondent company. The appellant was not\ninjuncted from using the words 'Eenadu' in the entire country\nother than in the State of Andhra Pradesh.\n15. The appellant, aggrieved by the order of the City Civil\nJudge filed an appeal before the High Court of Andhra Pradesh.\nThe respondent company also filed an appeal against the order\nof City Civil Judge praying that the order of injunction to be\nmade absolute and not be confined to the State of Andhra\nD\nE\nF\nG\nH\n"}