{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1040\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n81. Learned counsel for the respondent company also\nrelied on a judgment of Delhi High Court in the case of Info\nEdge (India) Private Limited and another v. Shailesh Gupta\nand another 98 (2002) DLT 499 where the Court observed that:\n\"It was sought to be submitted by the counsel appearing\nfor the defendant that the word 'Naukri' cannot assume a\nsignificance of a trademark, as the same is generic. The\nword 'Naukri', would be a descriptive word as it denotes\nand describes the nature of work and business offered by\nthe plaintiff. The plaintiff has chosen to use the domain\nname 'Naukri.Com', which is descriptive of the business,\nthe plaintiff carries on i.e. it gives information to its\nsubscribers about the availability of jobs and employment\nin various establishments, concerns and offices and the\nmanner in which request for employment could be made\nand, therefore, it is a service offered by the plaintiff relating\nto job opportunity and situation and giving guidance\nthereto and, therefore, the same is a descriptive word. It\nis also a settled law that the distinction between the\ngeneric word and descriptive word is very thin and such\nword could also assume a secondary meaning by its long\nuser by a person, who establishes his reputation in the\nmarket.\nIf a product of a particular character or composition is\nmarketed in a particular area or place under a descriptive\nname and gained a reputation there under, that name\nwhich distinguished it from competing products of different\ncomposition, the goodwill in the name of those entitled to\nmake use of it there was protected against deceptive use\nthere of the name of competitors. In Erven Warnink by and\nOrs. v. J Townend \u0026 Sons (Hull) Ltd. and Ors. reported\nin (1979) 2 All ER, it was held that whether the name\ndenoted a product made from ingredients from a\nparticular locality or whether the goodwill in the name was\nthe result of the product being made from particular\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1041\nAND ANR. [DALVEER BHANDARI, J.]\ningredients regardless of their provenance, since it was the A\nreputation that the product itself had gained in the market\nby reason of its recognisable and distinctive qualities\nwhich had generated the relevant goodwill. In the said\ncase, the trademark was the name of a spirit-based\nproduct called ADVOCAAT. The said product had gained B\na reputation and goodwill for that name in the English\nmarket and the defendants were seeking to take\nadvantage of that name by misrepresenting that their wine-\nbased product was of the same type as ADVOCAAT.\"\n82. Mr. Sundaram placed reliance on a judgment of House\nof Lords in the case of Office Cleaning Services Limited v\nWestminster Office Cleaning Association 1944 (2) All E R\n269, where the court observed that the word 'office cleaning'\nwas held to be a descriptive word, for it is a descriptive of the\nbusiness they carry on. It was held that the plaintiff could assume\nor establish monopoly on the said word only when they show\nthat they have acquired a secondary or subsidiary meaning. The\naforesaid legal principle is well-settled and even the counsel\nfor the defendant did not dispute the aforesaid position.\nC\nD\nE\n83. In Halsbury's Laws of England, Volume 48 Fourth\nedition at page 190, it is stated that it is possible for a word or\nphrase, which is wholly descriptive of the goods or services.\nconcerned, to become so associated with the goods or services\nof a particular trader that its use by another trader is capable F\nof amounting to a representation that his goods or services are\nthose of the first trader and that although the primary meaning\nof the words is descriptive, they have acquired a secondary\nmeaning as indicating the products of a particular trader.\n84. In McCarthy on Trademarks and Unfair Competition\nVol. 2 3rd Edition in para 12.5 (2) it is stated that in order to\nobtain some form of relief on a \"passing off\" claim, the user of\na generic term must prove some false or confusing usage by\nthe newcomer above and beyond mere use of generic name.\nG\nH\nA\n1042 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\n85. The contention of the defendant is that adjectives are\nnormally descriptive words and nouns are generic word.\nHowever, McCarthy has said that the said \"part of speech\" test\ndoes not accurately describes the case law results. therefore,\nsuch a criteria cannot be accepted as a safe and sound basis\nB to ascertain as to whether a particular name is generic or\ndescriptive. Besides, even assuming that the said word is\ngeneric yet if it is found by the court that such a mark has\nattained distinctiveness and is associated with the business of\nthe plaintiff for considerable time and thereafter the defendant\nC adopts a similar word as one of his two marks to induce\ninnocent internet users to come to the website of the defendant,\nwhich establishes dishonest intention and bad faith, would the\ncourt still be not granting injunction to protect the business of\nthe plaintiff? The answer to the said question has to be an\nemphatic 'No\". User of similar word by a competitor coupled\nwith dishonest intention and bad faith would empower a court\nto restrain such user/misuser to do equitable justice to the\naggrieved party.\nD\n86. Learned counsel for the respondent company also\nE submitted that the use of the word by another would result in\ndiminishing the distinctiveness of the word qua the good and\nreputation of the plaintiff.\nF\nG\nI\n87. Mr. Sundaram also placed reliance on Taittinger and\nothers v. Allbev Limitd and others (1994) 4 All E R 75. The\nrelevant passages are reproduced as under:\nแ\n... Further it cannot be right that the larger the scale\nof the activities of a trader suing in passing off, the less\nprotection it will receive from the Court because of a\ncomparison with the scale of the activities of a defendant\nwho trades on a smaller scale. The question is whether the\nrelevant activities of the defendants are on such a small\nscale leading to such a small injury that it can be ignored.\nOn the evidence of the defendants' sales, I find it\nimpossible to say that is the case here.\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1043\nAND ANR. [DALVEER BHANDARI, J.]\nB\nBut in my judgement the real injury to the champagne A\nhouses' goodwill comes under a different head and\nalthough the judge refers to Mr. Sparrow putting the point\nin argument, he does not deal with it specifically or give a\nreason for its undoubted rejection by him. Mr. Sparrow had\nargued that if the defendants continued to market their\nproduct, there would take place a blurring or erosion of the\nuniqueness that now attends the word champagne, so that\nthe exclusive reputation of the champagne houses would\nbe debased. He put this even more forcefully before us.\nHe submitted that if the defendants are allowed to continue\nto call their product Elderflower Champagne, the effect\nwould be to demolish the distinctiveness of the word\nchampagne, and that would inevitably damage the goodwill\nof the champagne houses.\nIn Advocaat case [1980] RPC 31 at first instance Goulding\nJ. held that one type of damage was 'a more gradual\ndamage to the plaintiffs' business through depreciation of\nthe reputation that their goods enjoy.' He continued:\nDamage of [this] type can rarely be susceptible of positive\nproof. In my judgement, it is likely to occur if the word\n'Advocaat' is permitted to be used of alcoholic egg drinks\ngenerally or of the defendants' product in particular.\nIn the House of Lords in that case Lord Diplock referred\nto that type of damage to goodwill as relevant damage,\nwhich he described as caused 'indirectly in the\ndebasement of the reputation attaching to the name\n\"advocaat. .\n\"\nIn Vine Products Ltd. v. Mackenzie \u0026 Co. Ltd. Cross J.,\nC\nD\nபய\nE\nF\n[1969] RPC 1 commenting with approval on the decision G\nof Danckwerts J. in Bollinger v. Costa Brava Wine Co. Ltd.\n(No. 2) said:\n[Danckwerts J.] thought, as I read in his judgment, that if\npeople were allowed to call sparkling wine not produced H\nA\n00\nB\nC\nD\nE\nF\nG\nH\n1044\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nin Champagne 'Champagne,' even though preceded by an\nadjective denoting the country of origin, the distinction\nbetween genuine Champagne and 'champagne type'\nwines produced elsewhere would become blurred; that the\nword 'Champagne' would come gradually to mean no\nmore than 'sparkling wine'; and that the part of the plaintiffs'\ngoodwill which consisted in the name would be diluted and\ngradually destroyed.\nThat passage was referred to approvingly by Gault J. in\nWineworths Group Limited v. Comite Interprofessionel du\nVin de Champagne [1992] 2 NZLR 327 In that case the\nsale of Australian sparkling wine under the name\nchampagne was held to constitute passing off. The New\nZealand Court of Appeal upheld the decision of Jeffries\nJ. who had held in C.I.V.C. v. Wineworths:\nBy using the word champagne on the label the defendant\nis deceptively encroaching on the reputation and goodwill\nof the plaintiffs. [1991] 2 NZLR 432\nJeffries J. had no doubt that if relief was not granted the\nplaintiffs would most certainly suffer damage if the word\nwas used on all or any sparkling wine sold in New Zealand.\nHe thought the ordinary purchaser in New Zealand without\nspecial knowledge on wines was likely to be misled. Gault\nJ. after agreeing with Jeffries J. on deception said (at\np.343):\nI find the issue of damage or likely damage to the goodwill\nwith which the name 'Champagne' is associated equally\nobvious in light of the finding that there is in fact an\nestablished goodwill in New Zealand. I have no doubt that\nerosion of the distinctiveness of a name or mark is a form\nof damage to the goodwill of the business with which the\nname is connected. There is no clearer example of this\nthan the debasing of the name 'Champagne' in Australia\nas a result of its use by local wine makers.\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES 1045\nLTD. AND ANR. [DALVEER BHANDARI, J.]\nBy parity of reasoning it seems to me no less obvious that A\nerosion of the distinctiveness of the name champagne in\nthis country is a form of damage to the goodwill of the\nbusiness of the champagne houses. There are undoubtedly\nfactual points of distinction between the New Zealand case\nand the present case, as Mr. Isaacs has pointed out, and B\nhe placed particular reliance on the fact that in the New\nZealand case as well as in Bollinger v. Costa Brava Wine\nCo. Ltd. (No. 2), the Court held that there was a deliberate\nattempt to take advantage of the name champagne,\nwhereas in the present case the judge found no such C\nspecific intention. In general it is no doubt easier to infer\ndamage when a fraudulent intention is established. But that\nfact does not appear to have played any part in the\nreasoning on this particular point either of Jeffries J. or of\nSir Robin Cooke P., who thought the case exemplified the\nprinciple that a tendency to impair distinctiveness might\nlead to an inference of damage to goodwill [1992] 2 NZLR\n327, or of Gault J.; nor in logic can I see why it should. It\nseems to me inevitable that if the defendants, with their not\ninsignificant trade as a supplier of drinks to Sainsbury and\nother retail outlets, are permitted to use the name\nElderflower Champagne, the goodwill in the distinctive\nname champagne will be eroded with serious adverse\nconsequences for the champagne houses.\nD\n•E\nIn my judgement therefore the fifth characteristic identified F\nin Advocaat case is established. I can see no exceptional\nfeature to this case which would justify on grounds of public\npolicy withholding from the champagne houses the ordinary\nremedy of an injunction to restrain passing off. I would\ntherefore grant an injunction to restrain the defendants from\nselling, offering for sale, distributing and describing,\nwhether in advertisements or on labels or in any other way,\nany beverages, not being wine produced in Champagne,\nunder or by reference to the word champagne. That\ninjunction, I would, emphasise, does not prevent the sale H\nG\n1046\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\nC\nD\nE\nபட\nF\nG\nH\nof the defendants' product, provided it is not called\nchampagne.\"\n88. Learned counsel for the respondent company also\nsubmitted that the protection qua common field of activity has\nnow expanded and been interpreted to mean extending to other\nproduct lines than what is manufactured by the plaintiff and\nhence common field of activity is not restricted to same or\nsimilar products but extend to all other products. The test of\ncommon field of activity now accepted is that of \"common class.\nof consumers\". The reason for this is the likelihood of such\nconsumers identifying the Defendant's goods as originating\nfrom the same source as the plaintiff. The question therefore\nwould be, whether from the factual situation, an inference can\nbe drawn that a purchaser of the Defendant's product could\nassume such product as originating from the plaintiff.\n89. He also relied on Kamal Trading Co., Bombay and\nOthers v. Gillette U.K. Limited [1988] IPLR 135 wherein it has\nbeen observed that:\n\"\n..the plaintiffs have not established any of the\nconditions required for grant of interim relief. It was\nsubmitted that the goods manufactured by the plaintiffs and\nthe defendants are different in nature; the plaintiffs\n'manufacture blades, while the defendants manufacture\n\"tooth brushes\". The goods of the plaintiffs and the\ndefendants are not available in the same shop and the\ncustomers of these goods are different. The goods sold\nby the plaintiffs are blades and fall in class 8, while those\nof the defendants are tooth brushes which fall in class 21.\nRelying on these circumstances, it was merit in this\nsubmission. In the first instance, the assumption of the\nlearned counsel that the class of customers for purchase\nof safety blades and tooth brushes are different and these\ngoods are not available in the same shop is wholly\nmisconceived. We take judicial notice of the fact that these\ngoods are available in every shop including a small shop\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1047\nAND ANR. [DALVEER BHANDARI, J.]\nand each and every person is required to purchase these A\ngoods.\n...\n\"\n90. Mr. Sundaram also relied on Honda Motors Company\nLimited v. Charanjit Singh \u0026 Others (101 (2002) DLT 359)\nwherein it has been observed that:\nB\n\"The case of the plaintiff is in fact based on passing off\naction and not for infringement of the trade mark. It has\nnever been the case of the plaintiff that the two sets of\ngoods are identical. The concept of passing off, which is\na form of tort has undergone changes with the course of C\ntime. The plaintiff now does not have to be in direct\ncompetition with the defendant to suffer injury from the use\nof its trade name by the defendants.\"\nThe court further observed that: -\nD\n\"In the present case the plaintiff's mark HONDA has\nacquired a global goodwill and reputation. Its reputation is\nfor quality products. The name of HONDA is associated\nwith the plaintiff's especially in the field of automobiles and\npower equipments on account of their superior quality and E\nhigh standard. The plaintiff's business or products under\nthe trade mark HONDA has acquired such goodwill and\nreputation that it has become distinctive of its products and\nthe defendants' user of this mark for their product \"Pressure\nCooker\" tends to mislead the public to believe that the\ndefendants business and goods are that of the plaintiff.\nSuch user by the defendants has also diluted and debased\nthe goodwill and reputation of the plaintiff.\nAs observed above, the concept of passing off is a tort\nand with the passage of time, with the developing case law\nit has changed and now the two traders need not\nnecessarily operate in the same field so as to suffer injury\non account of the goods of one trader being passed off\nas those of the other.\nF\nG\nH\n1048\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\n0\nD\nพ.\nE\nF\n0\nH\nWith the changed concept of passing off action, it is now\nnot material for a passing off action that the plaintiff and\nthe defendant should trade in the same field. I find that\nsome business are truly international in character and the\nreputation and goodwill attached to them cannot in fact be\nheld being international also. The plaintiff's business is of\ninternational character and obviously the reputation and\ngoodwill attached to its trade mark HONDA is also of\ninternational repute. The plaintiff's trade mark HONDA,\nwhich is of global repute, is used by the defendants for a\nproduct like pressure cooker, to acquire the benefit of its\ngoodwill and reputation so as to create deception for the\npublic who are likely to buy defendant's product believing\nthe same as coming from the house of HONDA or\nassociated with the plaintiff in some manner. By doing so,\nit would dilute the goodwill and reputation of the plaintiff\nand the wrong committed by the defendants would certainly\nbe an actionable wrong and the plaintiff is within its rights\nto ask for restraint against the defendants from using its\nmark HONDA for their products.\"\n91. From the above discussions, the following two\nsituations arise:\ni.\nWhere the name of the plaintiff is such as to give\nhim exclusivity over the name, which would ipso\nfacto extend to barring any other person from using\nthe same. viz. Benz, Mahindra, Caterpillar, Reliance,\nSahara, Diesel etc.\nii. The plaintiff's adopted name would be protected if\nit has acquired a strong enough association with\nthe plaintiff and the defendant has adopted such a\nname in common field of activity i.e. the purchasers\ntest as to whether in the facts of the case, the\nmanner of sale, surrounding circumstances etc.\nwould lead to an inference that the source of\nproduct is the plaintiff.\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1049\nAND ANR. [DALVEER BHANDARI, J.]\n92. Learned counsel for the respondent company also A\nsubmitted that once there is a dishonest intention to adopt the\nmark a mere delay in bringing an action will not be defeated\nbecause in case of continuing tort fresh period of limitation\nbegins to run every moment of the time during which the breach\ncontinues.\n93. Mr. Sundaram relied on a case of this court in M/s.\nBengal Waterproof Limited Vs. M/s. Bombay Waterproof\nManufacturing Company and Another (1997) 1 SCC 99\nwherein it has been observed that:\n... It is now well settled that an action for passing off\nis a common law remedy being an action in substance of\ndeceit under the Law of Torts. Wherever and whenever\nfresh deceitful act is committed the person deceived would\nnaturally have a fresh cause of action in his favour. Thus\nevery time when a person passes off his goods as those\nof another he commits the act of such deceit. Similarly\nwhenever and wherever a person commits breach of a\nregistered trade mark of another he commits a recurring\nact of breach or infringement of such trade mark giving a\nrecurring and fresh cause of action at each time of such\ninfringement to the party aggrieved. ...\n.\"\nB\nC\nD\nE\nLL\nF\nIn cases of continuous causes of action or recurring\ncauses of action bar of Order 2 Rule 2 Sub-rule (3) cannot\nbe invoked. In this connection it is profitable to have a look\nat Section 22 of the Limitation Act, 1963. It lays down that G\n'in the case of a continuing breach of contract or in the\ncase of a continuing tort, a fresh period of limitation begins\nto run at every moment of the time during which the branch\nor the tort, as the case may be, continues. As act of\npassing off is an act of deceit and tort every time when\nН\n"}