{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 315\nv. STATE OF KARNATAKA\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. These appeals are directed against\ntwo sets of judgments and orders passed by the Division.\nBenches of the Karnataka High Court whereby the acquisition\nof lands by the State Government for the benefit of the appellant\nwas quashed. Civil Appeal Nos. 7425-26/2002 are directed\nagainst judgment dated 16.03.1998 passed by the High Court\nin Writ Appeal No. 9913/1996 and order dated 09.07.1999\npassed in Civil Petition No. 366/1998. Civil Appeal Nos. 774-\n78/2005 are directed against judgment dated 06.02.2004\npassed in Writ Appeal No. 4246/1998, C/W W.A. No. 6039/\n1998 and orders dated 11.02.2004 and 15.09.2004 passed\nin I.A. No. 1 for rectification in Writ Appeal No. 4246/1998, C/\nWW.A. No. 6039/1998 and Review Petition Nos. 166 and 170\nof 2004, respectively.\n2. Although, the High Court quashed the acquisition\nproceedings mainly on the grounds of violation of the provisions\nof the Land Acquisition Act, 1894 (for short, 'the 1894 Act) and\nthe manipulations made by the appellant through the Estate\nAgent for acquiring the land, during the pendency of these\nappeals the parties filed voluminous papers and arguments\nwere advanced by both the sides by relying upon those\ndocuments as also the records summoned by the Court from\nthe State Government.\n3. For appreciating the contentions of the parties in a\ncorrect perspective, it will be useful to notice the events which\nculminated in the acquisition of the lands belonging to the\nprivate respondents and others.\nA\nB\nC\nD\nE\nF\n3.1 Bangalore Development Authority (BDA) was G\nconstituted by the State Government under Section 3 of the\nBangalore Development Authority Act, 1976, (for short, 'the\n1976 Act'), which was enacted by the State legislature for\nensuring planned development of the City of Bangalore and\nH\n316 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA areas adjacent thereto. In terms of Section 15 of the 1976 Act,\nthe BDA is empowered to draw up detailed schemes for the\ndevelopment of the Bangalore Metropolitan Area and with the\nprevious approval of the Government, undertake works for the\ndevelopment of the Bangalore Metropolitan Area and incur\nB expenditure therefor. Under Section 15(2), the BDA can take\nup new or additional development schemes either on its own\nor on the recommendations of the Local Authority or as per the\ndirections of the State Government. Section 16 lays down that\nevery development scheme shall, within the limits of the area\nC comprised in the scheme, provide among other things for the\nD\nacquisition of any land necessary for or affected by the\nexecution of the scheme. Section 16(3) lays down that the\nscheme may provide for construction of houses. Sections 17\nand 18 contain the procedure for finalization and sanction of\nthe scheme. Section 19 provides for the acquisition of land for\nthe purposes of the Scheme.\n3.2 In exercise of the powers vested in it under Section\n15 and other relevant provisions of Chapter III of the 1976 Act,\nthe BDA has been preparing the development schemes and\nE forming layouts for the purpose of allotment of houses/plots to\nvarious sections of the society.\nF\nG\n3.3 Due to unprecedented increase in the population of\nBangalore City (by 1981, the population of the Bangalore City\nhad swelled to 29.13 lakhs), the State Government realized that\nit may not be possible for the BDA to meet the demand of\ndeveloped residential sites and, therefore, it was decided to\nencourage formation of private layouts which is permissible\nunder Section 32 of the 1976 Act, by the house building\ncooperative societies (for short, 'the housing societies'). For\nthis purpose the existing guidelines, which were being followed\nby the erstwhile City Improvement Trust Board and the BDA for\nthe approval of private layouts were revised vide Circular No.\nHUD 260 MNX 82 dated 3.3.1983, the relevant portions of\nwhich are extracted below:\nH\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 317\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\n\"1. The area proposed for a layout should be within the A\nresidential zone of the Outline Development Plan/\nComprehensive Development Plan approved by\nGovernment. In special cases where lands are reserved\nfor purposes other than green belt and which are suitable\nfor residential purpose, layouts may be considered after B\nobtaining prior approval of Government for the change in\nland use.\n2. The Co-operation Department shall register the names\nof the Housing Societies only after getting the opinion of\nC\nthe planning Authority (BDA) which shall verify whether the\nlands proposed for the societies are in the residential zone\nor are suitable for residential purpose as indicated in para\n1, or whether they are required by Bangalore Development\nAuthority.\n3. If the Housing Society has purchased land, no objection\ncertificate from the competent authority, Urban land ceiling\nshould be produced.\n4. The Housing Societies/Private developers should\nproduce the title deeds to prove ownership of the land.\nD\nE\n5. The Bangalore City Corporation, the HAL Sanitary\nBoard, ITI., Notification area, Yelahanka and Kengeri\nMunicipal authorities and such other authorities shall not\napprove any bifurcation of land into plots or any private F\nlayout. Such approval should be done only by the planning\nAuthority (BDA) according to the Karnataka Town \u0026\nCountry Planning Act, 1961.\n6. Khatha shall not be issued by the Revenue Section of\nG\nthe Bangalore City Corporation and the Bangalore\nDevelopment Authority HAL Sanitary Board, I.T.I. Notified.\narea, Yelahanka Town Municipality, Kengeri Town\nMunicipality/ Panchayaths and such other authorities,\nunless the layout is approved by the Bangalore H\nA\n318\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nDevelopment Authority.\n7. The following minimum land allocations shall be insisted\nin the approval of private layouts by the Bangalore\nDevelopment Authority.\nResidential 1\nB\nNot Exceeding 50%\nParks \u0026 Playgrounds\n15%\nRoads\n25% to 30%\nC\nCivic amenities\nD\nE\nF\nG\nH\n50% to 10%\n8. (a) Except in case of layouts for economically weaker\nsections standard road width shall be enforced line 12\nmetre (40 feet) 18.5 metres (60 feet), 24.5 metres (80 feet)\nand 30.5 metres (100').\n(b) While working out the road pattern of the private layouts,\nmajor road pattern of the outline Development Plan/\nComprehensive Development Plan should not be affected.\nMinor roads may be designed suitable within the\nframework of roads approved in the Outline Development\nPlan/Comprehensive Development Plan.\nThe civic amenity sites earmarked should be for specific\npurposes determined by Bangalore Development\nAuthority. In cases where it is found necessary to allot sites\nfor other purpose, proper justification will have to be\nfurnished.\n10. The purpose for which the sites are proposed shall not\nbe violated by the housing societies/private developers.\n11. Underground drainage and electricity works in private\nlayouts shall be carried out only by the Bangalore Water\nSupply \u0026 Sewerage Board and Karnataka Electricity\nBoard. Bangalore Development Authority may permit the\nHousing societies to carry out the civil works only in case\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 319\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nof societies getting the work done by Civil Engineers of A\nthe required competence.\n12. After the formation of sites, allotment of sites to\nindividual members of the housing societies must be in\naccordance with the eligibility conditions of allotment of the\nB\nBangalore Development Authority which are in force\nincluding the lease-cum-sale conditions.\n13. Conditions shall be enforced in the approval of layouts\nin favour of housing societies that the sites should be\nallotted only to the members of the societies and not to C\nother individuals for purposes of land speculation. A list of\nmembers shall be submitted by the societies along with\nthe application for approval of private layouts.\"\nD\nE\n3.4 The aforesaid decision of the State Government was\nmisused by the housing societies which started purchasing\nlands directly from the landlords for forming the layouts resulting\nin uncontrolled, unplanned and haphazard development of the\ncity. It also created acute problem of providing civic amenities,\ntransport facilities etc. Therefore, by an order dated 18.6.1985,\nthe State Government abandoned the existing policy of\nacquiring land through the Revenue Department and entrusted\nthis task to the BDA for the Bangalore Metropolitan Area. The\nState Government also stopped registration of the housing\nsocieties and conversion of agricultural lands in favour of the\nexisting societies. Simultaneously, the State Government\nconstituted a Three Men Committee (TMC) consisting of the\nRegistrar of Cooperative Societies, Karnataka, T. Thimme\nGowda, Secretary, BDA and the Special Deputy Development\nCommissioner to scrutinize the land requirements of the\nhousing societies which had already been registered and also\nfixed 30.6.1984 as the cut off date for consideration of the\napplications made by the housing societies for the acquisition\nof land. The constitution of the committee was made known to\nthe public vide Order No. HUD 113 MNXA 85 dated 23.6.1986.\nIt was also made clear that only those persons will be eligible H\nF\nG\n320 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA for allotment of sites who had been enrolled as members of\nthe housing societies before the cut off date. Subsequently, the\ncut off date was extended to 30.6.1987.\nB\nC\nD\nE\nF\nG\nH\n3.5 The Executive Director of the appellant submitted\nrepresentation dated 7.12.1984 to the Minister for Revenue,\nGovernment of Karnataka for the acquisition of 238 acres 27\nguntas land at Vajarahalli and Raghuvanahalli villages for\nformation of a layout for its members. The relevant portions\nthereof are extracted below:\n\"We are happy to inform you that our society was\nregistered under Section 7 of the Mysore Cooperative\nSocieties Act, 1959 by the Registrar of Cooperative\nSocieties, Bangalore, during the year 1927 vide No. 1737\nC.S. dated 12.9.1927.\n2. The object of the society is to provide house sites to its\nmembers who belong to working class and other\nbackward class people belonging to weaker sections of\nthe society. The members are poor people and they are\nsiteless. They are residents of Bangalore City for several\ndecades.\n3. Because of the restrictions imposed by Land Reforms\nAct and other enactments, the activities of our society have\ncome to stand still, with the result the society is not in a\nposition to discharge its primary obligations entrusted as\nper the bye-laws.\n4. Your Hon'ble authority is fully aware that it is humbly\nimpossible to secure residential sites in these days of\nsoaring prices of lands and sites which have gone up\nbeyond all proportions.\n5. The lands which are now requested by the society for\nacquisition are not fit for agricultural purposes and they are\nlaying in the vicinity of residential layout abutting Bangalore\nCity and there are no proposals for acquisition of these\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 321\nV. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nsurvey numbers by the Bangalore Development Authority A\nfor any of its developmental activities, as per endorsement\nissued by B.D.A.\n6. Due to our sincere efforts we are able to locate suitable\nland in the village Vajarahalli and Raghuvanahalli,\nUttarahalli Hobli, Bangalore south Taluk to an extent of 250\nacres. A list showing the sy. numbers and extent of lands\nis enclosed.\nB\n7. We request your kindself to acquire these lands in favour\nof our society and handover possession to form layout to C\ndistribute sites to the members who are in great need of\nsites to construct their own houses.\n8. We have collected sital amounts from the members. The\ncost of acquisition will be met by the society. Necessary\namount towards compensation will be deposited with the\nacquisition authorities on receipt of intimation and after\nobtaining approval of Government.\nIt is submitted that the society is agreeable to abide by all\nterms and conditions to be laid down by the Government\nin the matter.\"\nD\nE\n3.6 The Revenue Department of the State Government\nvide its letter dated 29.12.1984 forwarded the aforesaid\nrepresentation to Special Deputy Commissioner, Bangalore for F\nbeing placed before the TMC constituted vide letter No. RD-\n109 AQB 84 dated 26.7.1984.\n3.7 Between January, 1985 and 1987 the appellant's\napplication made several rounds before the TMC, the State\nLevel Coordination Committee (SLCC), constituted by the State\nGovernment and the officers of the Cooperative Department.\nThe Assistant Registrar, Cooperative Societies issued several\nnotices to the appellant to furnish the details of its members\nand supply other particulars along with copy of the agreement\nG\nH\nA\n322 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nentered with the Estate Agent engaged for formation of the\nlayout, but the needful was not done. After lapse of long time,\nthe President of the appellant submitted memorandum dated\n17.9.1987 to the Joint Registrar, Cooperative Societies (for\nshort, 'the Joint Registrar') stating therein that the appellant had\nB engaged M/s. Manasa Enterprises (Estate Agent) for procuring\n250 acres land from the landowners. The copies of agreements\ndated 1.6.1984 and 4.12.1984 executed with M/s. Manasa\nEnterprises were also submitted along with the memorandum.\nAlong with letter dated 26.3.1987, the appellant furnished\nC additional information to the Joint Registrar.\nD\nE\nF\n0\nH\n3.8 The appellant's application was considered in the\nmeeting of the TMC held on 5.10.1987 and the Joint Registrar\nwas asked to conduct verification of the information supplied\nby the appellant. After conducting the necessary inquiry, the\nJoint Registrar sent report dated 9.10.1987, of which the salient\nfeatures were as follows:\ni.\nThe appellant had neither collected sital deposit from\nthe members nor it had paid any advance to the Estate\nAgent or the landowners upto 30.6.1984.\nii.\nDuring 1984-85, the appellant collected\nRs.20,72,500/- from the members and paid Rs.3,50,000/\n- to the Estate Agent as an advance for procurement of\nthe land from the landowners.\niii. During 1985-86, another sum of Rs.5,45,500/- was\ncollected from the members towards sital deposit and\nRs:10,00,000/- were paid to the Estate Agent.\niv. Upto 30.6.1986, the total amount collected from the\nmembers was Rs.26,18,000/- and the total amount paid\nto the Estate Agent was Rs.13,50,000/- for procurement\nof 235 acres land in Vajarahally.\nv. Letter dated 24.10.1986 of the Estate Agent revealed\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 323\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nthat it had made advance payment of Rs.16,70,000/- to 17 A\nlandowners.\nB\n3.9 In its meeting on 17.10.1987, the TMC directed the\nJoint Registrar to conduct an investigation about the land\navailable with the appellant before the cut off date. This was\ndone in the wake of the information supplied by the appellant\nabout the death of the proprietor of M/s. Manasa Enterprises\nin a car accident on 28.2.1987. However, before the Joint\nRegistrar could make the necessary investigation, the\nappellant's application was considered in the meeting of the\nC\nSLCC held on 24.10.1987 and the following proceedings were\nrecorded:\n\"The Deputy Commissioner, Bangalore raised a question\nas to whether the entitlement for acquisition would depend\nupon the number of enrolled members as of the cut off date D\nof 30.4.1984 or the number of enrolled members who had\npaid the sital value by that date. The Revenue\nCommissioner clarified that as per the GO, the entitlement\ndepended on the total number of enrolled members\nirrespective of whether they had applied for a site. The E\nSecretary, HUD also agreed with this and stated that as\nper the bye-laws of these societies, all members would be\neligible for grant of sites so long as they had paid the\nmembership fees prior to the cut off date. The Deputy\nCommissioner however pointed out that the previous and\neven the present Three Member Committee had based its\nrecommendations disregarding those members who had\nnot paid the sital value. The SLCC decided that as it would\nnot be equitable or fair to follow two different sets of\nprinciples for determining extent of land entitlement for\nacquisition, the number of members who had paid\nrequired sital fee would be the sole guiding factor in\ndetermining land to be cleared for acquisition in the 1st\nstage. But the Secretary, Cooperation may keep the Chief\nMinister informed of this decision and report back to the\nF\nG\nH\nA\n324\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nSLCC before pending cases are taken up for 2nd stage\nof scrutiny as per GO dt. 30.4.1987.\"\n(underlining is ours)\nB\nс\nD\nE\nF\nG\nH\n3.10 The appellant's case was again considered in the\nmeeting of the TMC held on 27.11.1987 and the following\npoints were recorded:\n“a. Society had 3821 members as on 30.6.1987 and\nsital value had been paid by 1362 as per which the\nSociety's land requirement is 184 acres 11 guntas.\nIf the SLCC decides that the Society is eligible for\nentitlement on this basis the Society will have to be\nallowed to select lands to this extent and furnish\nsurvey number-wise details.\nb.\nC.\nThe question of survey numbers and violation of\nvarious Acts does not arise as the Three Man\nCommittee considers that the Society is not eligible\nfor any entitlement as there are no agreements and\nalso no member had paid the sital value as on\n30.6.1984.\nThe JRCS reported that the Society had, in\npursuance of an agreement, paid Rs. 13.5 lakhs to\nthe estate agent who died in a car crash. But even\nthis amount was paid after the cut off date.\"\n3.11 In its 14th meeting held on 28.11.1987, the SLCC\nconsidered the cases of various societies and opined that the\nappellant was not eligible for acquisition of land in 1st and 2nd\nstages of scrutiny because it did not have valid agreements as\non the cut off date i.e., 30.6.1984. However, in the next meeting\nof the SLCC held on 22.12.1987 cognizance was taken of the\nclarification given by the Chief Minister of the State that\neligibility of the housing societies should be considered on the\nstrength of the members enrolled as on 30.06.1984 in respect\nof the 1st stage of scrutiny and as on 30.6.1987 in respect of\n"}