{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 305\nv. STATE OF KARNATAKA\nCommissioner/Special Deputy Commissioner towards A\nthe compensation to be determined by the Assistant\nCommissioner/Special Land Acquisition Officer, but that\nis not relatable to any housing scheme framed by the\nappellant. It is, thus, evident that the appellant had not\nframed any housing scheme and obtained its approval B\nbefore the issue of notification under Section 4(1) of the\nAct. [Para 21] [359-A-H; 360-A]\nC\nD\n2.4 Although, the appellant may not have been\nrequired to frame a scheme in strict conformity with the\nprovisions of the 1976 Act and the Karnataka Housing\nBoard Act, but it was bound to frame scheme disclosing\nthe total number of members eligible for allotment of sites,\nthe requirement of land including the size of the plots and\nbroad indication of the mode and manner of development\nof the land as a layout. The State Government could then\napply mind whether or not the housing scheme framed\nby the appellant should be approved. However, the\nappellant did not produce any evidence before the High\nCourt to show that it had framed a housing scheme and\nthe same was approved by the State Government before E\nthe issue of notification under Section 4(1) of the 1894\nAct. Even before this Court, no material was produced to\nshow that, in fact, such a scheme had been framed and\napproved by the State Government. Therefore, the\nDivision Bench of the High Court rightly referred to F\nSection 3(f)(vi) and held that in the absence of a housing\nscheme having been framed by the appellant, the\nacquisition of land belonging to respondent No. 3 was\nnot for a public purpose as defined in Section 3(f)(vi).\n[Para 23] [361-B-E]\n2.5 In the instant case, no housing scheme was\nframed by the appellant which is sine qua non for treating\nthe acquisition of land for a co-operative society as an\nacquisition for public purpose within the meaning of\nG\nH\n306 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Section 3(f). Not only this, the appellant executed\nagreement dated 21.2.1988 for facilitating the acquisition\nof land in lieu of payment of a sum of rupees more than\n5 crores. The Estate Agent engaged by the appellant had\npromised that it would get the notifications issued under\nB Sections 4(1) and 6(1) within four months and three\nmonths respectively. The huge amount which the\nappellant had agreed to pay to the Estate Agent had no\nco-relation with the services provided by it. Rather, the\namount was charged by the Estate Agent for\nmanipulating the State apparatus and facilitating the\nacquisition of land and sanction of layout etc. without\nany obstruction. Such an agreement is clearly violative\nof Section 23 of the Contract Act. [Para 29] [371-G-H; 371-\n-B]\nC\nD\n2.6 None of the orders and judgments referred to,\ncould be relied upon for holding that even though the\nappellant had not framed any housing scheme, the\nacquisition in question should be deemed to have been\nmade for a public purpose as defined in Section 3(f)(vi)\nE simply because in the representation made by him to the\nRevenue Minister of the State, the Executive Director of\nthe appellant had indicated that the land would be used\nfor providing sites to poor and people belonging to\nbackward class and on receipt of the recommendations\nF of SLCC the State Government had directed Special\nDeputy Commissioner to issue notification under Section\n4(1) of the 1894 Act and that too by ignoring the ratio of\nthe judgments of three Judge Benches in *1st and **2nd\nH.M.T. cases and the judgment of two Judge Bench in\n***Vyalikawal House Building Cooperative Society's case.\nIn the instant case, whereby the Estate Agent agreed to\nensure the acquisition of land within a specified time\nframe subject to payment of huge money and the fact that\nagreement entered into between the society and the\nGovernment was in the nature of an agreement\nG\nH\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 307\nv. STATE OF KARNATAKA\ncontemplated by Part VII. While in *1st H.M.T.'s case, the A\namount paid to 'SR' Constructions was rupees one crore,\nin the instant case, the appellant had agreed to pay more\nthan rupees five crores for facilitating issue of\nNotifications under Sections 4(1) and 6(1) and sanction\nof the layouts and plans by the BDA within a period of B\nless than one year. The High Court did not commit any\nerror by relying upon the judgment in *1st H.M.T case for\ndeclaring that the acquisition was not for a public\npurpose. [Para 32] [378-F-H; 379-G-H; 380-A]\n*H.M.T. House Building Cooperative Society v. Syed\nKhader and Ors. (1995) 2 SCC 677: 1995 (2) SCR 200;\n**H.M. T.House Building Co-operative Society v. M.\nVenkataswamappa (1995) 3 SCC 128; ***Vyalikawal House\nBuilding. Co-operative Society v. V. Chandrappa (2007) 9\nSCC 304 – relied on.\n-\nC\nD\nF\nM/s. Tulasidas Khimji v. Their Workmen (1963) 1 SCR\n675; Third Income-tax Officer, Mangalore v. M. Damodar Bhat\n(1969) 2 SCR 29; Ram Sarup v. Land Acquisition Officer\n(1973) 2 SCC 56; Sockieting Tea Co. (P) Ltd. v. Under Secy. E\nto the Govt. of Assam (1973) 3 SCC 729; Bharat Singh v.\nState of Haryana (1988) 4 SCC 534: 1988 (2) Suppl. SCR\n10; Umashanker Pandey v. B.K. Uppal (1991) 2 SCC 408;\nM/s. Jindal Industries Ltd. v. State of Haryana 1991 Supp (2)\nSCC 587; D.S. Parvathamma v. A. Srinivasan (2003) 4 SCC\n705: 2003 (3) SCR 197; Shipping Corpn. of India Ltd. v.\nMachado Bros. (2004) 11 SCC 168: 2004 (3) SCR 584; J.P.\nSrivastava \u0026 Sons (P) Ltd. v. Gwalior Sugar Co. Ltd.;\n(2005) 1 SCC 172: 2004 (5) Suppl. SCR 648; Shakti Tubes\nLtd. v. State of Bihar (2009) 7 SCC 673: 2009 (10) SCR 739;\nKanaka Gruha Nirmana Sahakara Sangha v. Narayanamma\n(2003) 1 SCC 228: 2002 (3) Suppl. SCR 97; The State of\nPunjab and Ors. (1963) 2 SCR 774; Pratibha Nema v. State\nof M.P. (2003) 10 SCC 626; Narayana Reddy v. State of\nKarnataka ILR 1991 (3) KAR 2248; Narayana Raju v. State\nof Karnataka ILR 1989 KAR 376; Narayana Raju v. State of\nG\nH\n308 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Karnataka ILR 1989 KAR 406; State of Gujarat v. Chaturbhai\nNarsibhai AIR 1975 SC 629: 1975 (3) SCR 284; General\nGovernment Servants Co-operative Housing Society Limited\nv. Kedar Nath (1981) 2 SCC 352 :1981 (3) SCR 46; M/s.\nFomento Resorts and Hotels Limited v. Gustavo Ranato Da\nCruz Pinto AIR 1985 SC 736: 1985 (2) SCR 937; Rattan\nChand Hira Chand v. Askar Nawaz Jung JT 1991 (1) SC 433:\n1991 (1) SCR 327; Kanaka Gruha Nirmana Sahakara\nSangha v. Narayanamma (2003) 1 SCC 228: 2002 (3)\nSuppl. SCR 97; Subramani v Union of India ILR 1995 Kar\n3139 referred to.\nB\nC\n-\n3. The appellant's challenge to the judgment in the\ncase of respondent No. 3 that even if there was no\nexpress approval by the State Government to the\nacquisition of land, the approval would be deemed to\nD have been granted because the State Government had\ncontributed Rs.100 towards the acquisition of land; and\nthat the decision of the State Government to execute an\nagreement with the appellant should be construed as its\napproval of the proposal made for the acquisition of land,\nE lacks merit. The agreement was signed by the Executive\nDirector of the appellant and the State Government in\ncompliance of Section 41, which finds place in Part VII of\nthe 1894 Act. Therefore, a nominal contribution of Rs.100\nby the Special Deputy Commissioner cannot be\nF construed as the State Government's implicit approval of\nthe housing scheme which had never been prepared.\n[Para 33] [381-B-E]\nG\nSmt. Somavanti and Ors. v. The State of Punjab and Ors.\n(1963) 2 SCR 774; Pratibha Nema v. State of M.P. (2003)\n10 SCC 626: 2003 (1) Suppl. SCR 890 – Distinguished.\n-\n4. The ground of challenge that in view of the\nprovisions contained in Sections 17, 18 and 19 of the\nMysore High Court Act, 1884 and Sections 4, 9 and 10 of\nH the Karnataka High Court Act, 1961, the Division Bench\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 309\nV. STATE OF KARNATAKA\ndid not have the jurisdiction to decide the appeal by A\nrelying upon the judgment in *1st H.M.T. case because\nthat was not the ground on which the Single Judge had\nquashed the acquisition proceedings; that if the Division\nBench was of the view that the order of the Single Judge\nshould be sustained on a new ground by relying upon B\nthe judgment of this Court in *1st H.M.T. case, then it\nshould have remitted the matter to the Single Judge for\nfresh disposal of the writ petition, is rejected since the\nDivision Bench had decided the writ appeal preferred by\nthe appellant by relying upon the judgment in *1st H.M.T. C\ncase because the counsel appearing for the parties had\nagreed for that course. It is nobody's case that the\nadvocate who appeared on behalf of the appellant had\nnot made a request that instead of remanding the case\nto the Single Bench, the Division Bench should hear the\nparties on merits and dispose of the matter. Therefore, it\nis not open for the appellant to make a grievance that the\nDivision Bench had acted in violation of the provisions\nof the Mysore High Court Act, 1884 and the Karnataka\nHigh Court Act, 1961. [Paras 35, 36, 37] [382-F-H; 383-C-\nG-H]\nD\nE\nLL\nF\n5.1 The appellant's challenge to the finding recorded\nby the Division Bench that respondent No. 3 had not\nbeen given opportunity of hearing under Section 5A is\nwell-founded. From the proceedings of the Special Land\nAcquisition Officer it is found that son of respondent no.\n3 had appeared along with his Advocate and after hearing\nhim along with other objectors, the concerned officers\nsubmitted report to the State Government. However, this\nerror in the impugned judgment of the Division Bench is G\nnot sufficient for nullifying the conclusion that the\nacquisition of land was not for a public purpose and that\nthe exercise undertaken by the State Government was\nvitiated due to the influence of the extraneous\nconsiderations. The appellant's challenge to the judgment H\n310 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA in 'PR's case on the ground that no evidence had been\nproduced by the writ petitioner to show that the Estate\nAgent had indulged in malpractices is rejected in view of\nthe conclusion recorded in relation to the case of\nrespondent No.3. [Para 38] [384-A-D]\nB\nC\nD\nE\nF\nG\nH\n5.2 The appellant criticized the decision of the State\nGovernment to entertain the representation made by\nrespondent No. 3 for withdrawal of the notification, and\nsubmitted that notification under Section 48 could not\nhave been issued without hearing the beneficiary, i.e., the\nappellant. This argument appears to have substance, but\nit is not necessary to examine the same in detail because\nthe appellant's challenge to notification dated 3.9.1991,\nvide which the acquisition of land comprised in Survey\nNo. 50/2 was withdrawn, was negatived by the Single\nJudge and the Division Bench of the High Court and the\nappellant is not shown to have challenged the judgment\nof the Division Bench and insofar as notification dated\n25.6.1999 is concerned, the State Government had\nwithdrawn the same on 15.11.1999. [Para 39] [384-E-H]\nLarsen \u0026 Toubro Ltd. v. State of Gujarat (1998) 4 SCC\n387; State Government Houseless Harijan Employees'\nAssociation v. State of Karnataka (2001) 1 SCC 610 –\nreferred to.\n-\n6.1 The submission of the appellant that they have\nalready spent Rs. 18.73 crores for formation of the\nlayouts and 1791 plots were allotted to the members, out\nof which, 200 have already constructed their houses;\nthey pointed out that 50% of the land was given to the\nBDA for providing civil amenities and 16154 sq. ft. was\ngiven to Karnataka Power Transmission Corporation, and\nas such it is a fit case for invoking the doctrine of\nprospective overruling so that those who have already\nconstructed houses may not suffer incalculable harm,\ncannot be accepted. [Paras 40 and 41] [385-A-C]\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 311\nv. STATE OF KARNATAKA\n6.2 The instant case is not a fit case for invoking the A\ndoctrine of prospective overruling because that would\nresult in conferring legitimacy to the influence of money\npower over the rule of law, which is the edifice of our\nConstitution. The Estate Agent, namely, 'RE' with whom\nthe appellant had entered into an agreement dated B\n21.2.1988 had played crucial role in the acquisition of\nland. The tenor of that agreement does not leave any\nmanner of doubt that the Estate Agent has charged huge\nmoney from the appellant for getting the notifications\nissued under Sections 4(1) and 6(1) of the 1894 Act and C\nsanction of layout plan by the BDA. The respondents\ncould not have produced any direct evidence that the\nEstate Agent had paid money for facilitating the\nacquisition of land but it is not too difficult for any person\nof reasonable prudence to presume that the appellant D\nhad parted with crores of rupees knowing fully well that\na substantial portion thereof would be used by the Estate\nAgent for manipulating the State apparatus. Therefore,\nthere is no any justification to invoke the doctrine of\nprospective overruling and legitimize what was found by\nthe Division Bench of the High Court to be ex-facie illegal.\n[Paras 40, 41] [385-G-H; 386-B-E]\nE\nF\nECIL v. B. Karunakar (1993) 4 SCC 727: 1993 (2)\nSuppl. SCR 576; Abhey Ram v. Union of India (1997) 5 SCC\n421: 1997 (3) SCR 931; Baburam v. C.C. Jacob (1999) 3\nSCC 362; Somaiya Organics (India) Ltd. v. State of U.P.\n(2001) 5 SCC 519: 2001 (3) SCR 33; Padma Sundara Rao\nv. State of T.N. (2002) 3 SCC 533: 2002 (2) SCR 383; Sarwan\nKumar v. Madan Lal Aggarwal (2003) 4 SCC 147: 2003 (1)\nSCR 918; Girias Investment Private Limited v. State of G\nKarnataka (2008) 7 SCC 53; G. Mallikarjunappa v. Shamanur\nShivashankarappa; (2001) 4 SCC 428; Uday Shankar Triyar\nv. Ram Kalewar Prasad Singh (2006) 1 SCC 75: 2005 (5)\nSuppl. SCR 157; I.C. Golak Nath v. State of Punjab AIR 1967\nSC 1643: (1967) 2 SCR 762 - referred to.\nH\nA\n312\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n7. Keeping in view the fact that some of the members\nof the appellant may have built their houses on the sites\nallotted to them, liberty is given to the appellant to\nnegotiate with the respondents for purchase of their land\nat the prevailing market price and hope that the\nB landowners would, notwithstanding the judgments of the\nHigh Court and this Court, agree to accept the market\nprice so that those who have built the houses may not\nsuffer. At the same time, it is made clear that the appellant\nmust return the vacant land to the respondents\nirrespective of the fact that it may have carved out the\nsites and allotted the same to its members. This must be\ndone within the stipulated period and during that period\nthe appellant shall not change the present status of the\nvacant area/sites. The members of the appellant who may\nhave been allotted the sites shall also not change the\npresent status/character of the land. [Para 43] [387-B-D]\nC\nD\nCase Law Reference:\nILR 1995 KAR 3139\nReferred to\nPara 5.4\nחח\nE\n(1971) 1 SCC 785\nReferred to\nPara 7.2\n2008 (7) SCR 852\nReferred to\nPara 7.2\n(1969) 1 SCC 110\nRelied on\nPara 8\nF\n(1974) 2 SCC 501\nReferred to\nPara 13\n1976 (1) SCR 369\nReferred to\nPara 13\n(1980) 2 SCC 83\nReferred to\nPara 13\n1984 (3) SCR 417\nReferred to\nPara 13\nG\n1996 (5) Suppl. SCR 551\nReferred to\nPara 13\n2002 (2) Suppl. SCR 512\nReferred to\nPara 13\n2008 (2) SCR 521\nReferred to\nPara13\n☐ H\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 313\nV. STATE OF KARNATAKA\n(1963) 1 SCR 675\nReferred to\nPara 14 A\n(1969) 2 SCR 29\nReferred to\nPara 14\n(1973) 2 SCC 56\nReferred to\nPara 14\n(1973) 3 SCC 729\nReferred to\nPara 14\nB\n1988 (2) Suppl. SCR 10\nReferred to\nPara 14\n(1991) 2 SCC 408\nReferred to\nPara 14\n1991 Supp (2) SCC 587 Referred to\nPara 14\nC\n2003 (3) SCR 197\nReferred to\nPara 14\n2004 (3) SCR 584\nReferred to\nPara 14\n2004 (5) Suppl. SCR 648 Referred to\nPara 14\n2009 (10) SCR 739\nReferred to\nPara 14\nD\n2002 (3) Suppl. SCR 97\nReferred to\nPara 15\nILR 1991 (3) KAR 2248\nReferred to\nPara 24\nILR 1989 KAR 376\nReferred to\nPara 24\nE\nILR 1989 KAR 406\nReferred to\nPara 21\n1975 (3) SCR 284\nReferred to\nPara 24\n1981 (3) SCR 46\nReferred to\nPara 24\nF\n1985 (2) SCR 937\nReferred to\nPara 24\n1991 (1) SCR 327\nReferred to\nPara 25\n2002 (3) Suppl. SCR 97\nReferred to\nPara 30\nG\n1995 (2) SCR 200\nRelied on\nPara 32\n(1995) 3 SCC 128\nRelied on\nPara 32\n(2007) 9 SCC 304\nReferred to\nPara32\n(1963) 2 SCR 774\nDistinguished\nPara 33 H\n314 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n2003 (1) Suppl. SCR 890 Distinguished\nPara 33\n1993 (2) Suppl. SCR 576\nReferred to\nPara 40\n1997 (3) SCR 931\nReferred to\nPara 40\n(1999) 3 SCC 362\nReferred to\nPara 40\nB\n2001 (3) SCR 33\nReferred to\nPara 40\n2002 (2) SCR 383\nReferred to\nPara 40\n2003 (1) SCR 918\nReferred to\nPara 40\nс\n(2008) 7 SCC 53\nReferred to\nPara 40\n(2001) 4 SCC 428\nReferred to\nPara 40\n2005 (5) Suppl. SCR 157 Referred to\nPara 40\nD\n(1967) 2 SCR 762\nReferred to\nPara 41\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n7245-7426 of 2002.\nFrom the Judgment \u0026 Order dated 16.3.1998 \u0026 9.7.1999\nof the High Court of Karnataka at Bangalore in Writ Appeal No.\n9913 of 1996 \u0026 Civil Petition No. 366 of 1998.\nWITH\nF\nG\nH\nC.A. No. 774-778 of 2005\nDushyant Dave, P. Vishwanatha Shetty, Shashi Kiran\nShetty, M. Sreenivasa, Bramjeet Mishra, Yatish Mohan,\nHaripriya Padmanabhan, E.C. Vidya Sagar, V. Mohana for the\nAppellant.\nP.P. Rao; R.S. Hegde, Chandra Prakash, Amit Wadhwa,\nA.S. Bhasme, P.P. Singh, Sanjay R. Hegde, A. Rohen Singh,\nRamesh K. Mishra, Ramesh S. Jadhav, Vikrant Yadav for the\nRespondent.\n"}