{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 345\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nbecause Section 12(a)(4) of the Bombay Sales Tax Act was A\ndeclared unconstitutional by the Division Bench of the High\nCourt. Bachawat and Mitter, JJ. opined that the writ petition\nshould be dismissed on the ground of delay. Chief Justice\nHidayatullah who agreed with Bachawat and Mitter, JJ. noted\nthat no period of limitation has been prescribed for filing a\npetition under Article 32 of the Constitution and proceeded to\nobserve:\n\"Therefore, the question is one of discretion for this Court\nto follow from case to case. There is no lower limit and\nthere is no upper limit. A case may be brought within\nLimitation Act by reason of some article but this Court\nneed not necessarily give the total time to the litigant to\nmove this Court under Article 32. Similarly in a suitable\ncase this Court may entertain such a petition even after a\nlapse of time. It will all depend on what the breach of the\nFundamental Right and the remedy claimed are when and\nhow the delay arose.\"\n00\nB\nC\nD\n9. The ratio of the aforesaid decision is that even though\nthere is no period of limitation for filing petitions under Articles E\n32 and 226 of the Constitution, the petitioner should approach\nthe Court without loss of time and if there is delay, then cogent\nexplanation should be offered for the same. However, no hard\nand fast rule can be laid down or a straight-jacket formula can\nbe adopted for deciding whether or not this Court or the High F\nCourt should entertain a belated petition under filed under\nArticle 32 or Article 226 of the Constitution and each case must\nbe decided on its own facts.\n10. In the light of the above, we shall now consider whether\nrespondent No.3 had satisfactorily explained the delay. In\nparagraphs 12, 13 and 14 of the writ petition filed by her,\nrespondent No. 3 made the following averments.\nG\nH\n346 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\n'TI\nF\nG\nH\n\"12. ENQUIRY REGARDING DELETION\nAnnexure \"L\" dated 6.1.1990 is a notice of inspection of\nlands proposed to be held at 10.30a.m. on 16.8.1990. On\n16.1.1990, Shri Harish Gowda, the then Land Acquisition\nOfficer was pleased to hold an inspection and was also\nsatisfied that the lands could be deleted since the same\ncomprised a well-maintained orchard, though on a very\nuneven land also for reasons that they were situated on one\nextreme end of the area proposed to be acquired. Strange\nto say, the said officer was transferred, the petitioner is at\nSerial No. 5 among the addressee of the said notice.\n13. ANNEXURE 'M' dated 6.2.1990 is yet another notice\nof inspection fixed for 10.00 AM on 2.2.1990. No\ninspection have been held on that day, the petitioner\nreceived ANNEXURE 'N' dated 7.5.1990 intimating that\nan inspection will be held at 11.30AM on 14.3.1990. The\npetitioner submits that nobody turned up on that day also.\nThe petitioner once again complained to the Revenue\nSecretary. Thereupon the petitioner received ANNEXURE\n'O' dated 11.5.1990 intimating that the inspection will be\nheld at 11.00 AM on 14.5.1990. However, the Land\nAcquisition Officer did not visit the lands on 14.5.1990 or\non the following day as orally stated. On the very next day,\ni.e., 16th May, 1990, the petitioner submitted ANNEXURE\n'P' to the Special Land Acquisition Officer with a copy to\nthe Revenue Secretary, requesting for an inspection on a\nfixed time and date. The petitioner submits that to this day\nno inspection has been held by any of the officers who had\nsucceeded Shri Harish Gowda in pursuance of notices\nmentioned above at Annexures 'L', 'M', 'N', 'O' respectively.\nThe petitioner was given to understand that she will be\ninformed in due course. However, the petitioner has not\nreceived any such notice.\n14. The plaintiff submits that recent enquiries show that the\nSecretariat (Revenue Department) had addressed two\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 347\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\ncommunications to the Special Deputy Commissioner, A\nKrishi Bhavan, Bangalore, bearing No. RD 294 AQB 90\ndated 5.10.1991 and 22.1.1992 under the signature of Sri.\nM. Lokraj, Under Secretary to Government, Revenue\nDepartment calling for reports on the matter immediately.\nANNEXURE 'Q' and 'R' are Xerox copies of the said B\ncommunications dated 5.10.1991 and 29.1.1992. These\nclearly go to show that the petitioner's grievances\nregarding the legality and propriety of the proceedings and\nthe question of deletion had been taken up for\nconsideration under Section 15(A) of the Land Acquisition\nAct and that the enquiry was still pending even as late as\n29th January, 1992, which is the date of Annexure 'R'.\"\n11. Paragraph 15 of the writ petition in which respondent\nNo. 3 spelt out the reasons for her seeking intervention of the\nHigh Court reads as under:\nC\nD\n\"15. However, a couple of days ago, the petitioner's son\nreceived an anonymous telephone call informing that the\noffice of the Special Land Acquisition Officer at the\ninstance of the 2nd respondent is about to create E\ndocuments for having taken possession of the petitioner's\nlands on the basis of an ante-dated \"Award\". The petitioner\nsubmits that she immediately took legal advice and was\nadvised that no award having been passed within 2 years\nof Section 6(1) declaration, the proceedings had lapsed. E\nShe was also advised that in the light of the latest decision\nof this Hon'ble Court reported in ILR 1991 KAR 2248, the\nnotifications are vitiated in law and a writ petition may be\nfiled seeking appropriate reliefs including stay of all further\nproceedings and injunction against unlawful dispossession.\nHence this writ on the following among other grounds.\"\nG\n12. The aforesaid averments were not controverted by\nrespondent Nos. 1 and 2 herein. Notwithstanding this, the\nlearned Single Judge refused to accept the explanation given\nby respondent No. 3 that she was hopeful that after having H\n348 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA withdrawn the acquisition in respect of one parcel of land, i.e.,\nSurvey No. 50/2, the State Government will accept her prayer\nfor withdrawal of the acquisition in respect of Survey No. 49 as\nwell. Unfortunately, the learned Single Judge altogether ignored\nthe fact that soon after the issue of the declaration under Section\nB 6(1) of the 1894 Act and notices under Sections 9 and 10 of\nthe said Act, the writ petitioner received letter dated 6.1.1990\nthat she should make herself available for inspection of the land\nand on 16.1.1990 Shri Harish Gowda, the then Land Acquisition\nOfficer inspected the site and felt satisfied that the same could\nbe deleted because it was an orchard and was at the end of\nC\nthe area proposed to be acquired. The learned Single Judge\nalso omitted to consider the following:\nD\nE\nF\nG\nH\n(i)\n(ii)\nnotices dated 6.2.1990 and 7.5.1990 were issued\nto respondent No.3 informing her about the\nproposed inspection of the site;\nshe made a complaint to the Revenue Secretary\nthat no one had come for inspection;\n(iii) yet another notice dated 11.5.1990 was received\nby respondent No.3 for inspection will be held on\n14.5.1990 but the concerned officer did not turn up;\n(iv) letters dated 5.10.1991 and 22.1.1992 were sent\nby the Revenue Department to Special Deputy\nCommissioner, Bangalore requiring him to submit\nreport in the matter of withdrawal of acquisition; and\n(v)\nin paragraph 15 of the writ petition, she had\ndisclosed the cause for her filing the writ petition in\nMay 1992.\nIn our view, non-consideration of these vital facts and\ndocuments by the learned Single Judge resulted in miscarriage\nof justice. The Division Bench did not commit any error by\nholding that respondent No.3 was not guilty of laches.\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 349\nV. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nD\n13. The judgments relied upon by learned counsel for the A\nparties turned on their own facts and the same do not contain\nany binding proposition of law. However, we may briefly notice\nthe reasons which influenced the Court in declining relief to the\npetitioner(s) in those cases on the ground of delay. In Ajodhya\nBhagat's case, this Court noted that the writ petition had been B\nfiled after 6 years of finalization of the acquisition proceedings\nand held that the High Court was justified in declining relief to\nthe petitioner on the ground that he was guilty of laches. In V.K.\nKangan's case, the Court held the delay of 2 years in\nchallenging the acquisition proceedings was unreasonable C\nbecause it came to the conclusion that the respondents' primary\nchallenge to the acquisition proceedings was legally untenable.\nIn Pt. Girdharan Prasad Missir's case, this Court approved the\nview taken by the High Court that unexplained delay of 17\nmonths in challenging the award was sufficient to non-suit the\nwrit petitioner. In Hari Singh's case, the Court held that even\nthough the High Court had summarily dismissed the writ petition\nwithout assigning reasons, the appellants' challenge to the\nacquisition proceedings cannot be entertained because co-\nowners had not challenged the acquisition proceedings,\ndisputed questions of fact were involved and there was delay\nof 2½ years. In Municipal Corporation of Greater Bombay's\ncase, this Court reversed the order of the Bombay High Court\nwhich had quashed the acquisition proceedings ignoring the\nfact that the respondent had approached the Court after\nsubstantial delay calculated with reference to the date of award\nand, in the meanwhile, several steps had been taken by the\nCorporation for implementing the scheme. In Bheru Lal's case,\nthis Court set aside the order of the High Court which had\nquashed the acquisition proceedings and observed that the writ\npetition should have been dismissed because the respondent\nhad not offered any explanation for the delay of two years. In\nSwaika Properties' case, the Court noted that the appellant had\nfirst challenged the acquisition of land situated in Rajasthan by\nfiling a petition in the Calcutta High Court and after three years,\nit filed writ petition in the Rajasthan High Court and concluded H\nE\nF\nG\n350 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA that the delay in challenging the acquisition was sufficient to\ndeny relief to the petitioner.\nB\nC\nD\ni 14. The second ground on which judgment dated\n16.3.1998 has been questioned is that the Division Bench of\nthe High Court committed an error by nullifying the acquisition\non the ground of non-compliance of Section 3(f)(vi) of the 1894\nAct. Shri Dushyant Dave and Shri Vishwanatha Shetty, learned\ncounsel for the appellant and Shri S.R. Hegde, learned counsel\nfor the State pointed out that in the writ petition filed by her,\nrespondent No.3 had not taken a specific plea that the\nacquisition was contrary to Section 3(f)(vi) of the 1894 Act and\nthat the factual foundation having not been laid by respondent\nNo.3, the Division Bench of the High Court did not have the\njurisdiction to declare that the acquisition was not for a public\npurpose. Learned senior counsel relied upon the judgments in\nM/s. Tulasidas Khimji v. Their Workmen (1963) 1 SCR 675,\nThird Income-tax Officer, Mangalore v. M. Damodar Bhat\n(1969) 2 SCR 29, Ram Sarup v. Land Acquisition Officer\n(1973) 2 SCC 56, Sockieting Tea Co. (P) Ltd. v. Under Secy.\nto the Govt. of Assam (1973) 3 SCC 729, Bharat Singh v.\nE State of Haryana, (1988) 4 SCC 534, Umashanker Pandey\nv. B.K. Uppal, (1991) 2 SCC 408, M/s. Jindal Industries Ltd.\nv. State of Haryana 1991 Supp (2) SCC 587, D.S.\nParvathamma v. A. Srinivasan (2003) 4 SCC 705, Shipping\nCorpn. of India Ltd. v. Machado Bros. (2004) 11 SCC 168,\nF J.P. Srivastava \u0026 Sons (P) Ltd. v. Gwalior Sugar Co. Ltd.,\n(2005) 1 SCC 172 and Shakti Tubes Ltd. v. State of Bihar\n(2009) 7 SCC 673 and submitted that the Division Bench of\nthe High Court should not have entertained an altogether new\nplea raised for the first time.\nG\nH\n15. Shri Dushyant Dave also relied upon order dated\n12.4.1996 passed by the High Court in Writ Petition Nos.\n28577-586/1995 - Byanna and others v. State of Karnataka,\norder dated 3.12.1996 passed by the Division Bench in Writ\nAppeal No. 7953/1996 and connected matters, order dated\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 351\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\n23.7.1997 passed by this Court in SLP(C) Nos. 12012-17/ A\n1997, order dated 22.11.1995 passed by the learned Single\nJudge in Writ Petition No. 17603/1989 - Smt. Sumitramma and\nanother v. State of Karnataka and others, order dated\n1.1.1996 passed by the Division Bench of the High Court in\nWrit Appeal No. 5081/1995 with the same title and order dated B\n4.10.1996 passed in SLP (C) No. 10270/1996, Kanaka Gruha\nNirmana Sahakara Sangha v. Narayanamma (2003) 1 SCC\n228, referred to the recommendations made by SLCC in its\n20th meeting held on 26.2.1988 and letter dated 21.5.1988\nsent by State Government to Deputy Commissioner, Bangalore C\nand argued that the direction given by the State Government\nto Deputy Commissioner, Bangalore for initiating the\nacquisition proceedings should be treated as approval of the\nhousing scheme framed by the appellant.\nD\n16. Shri Vishwanatha Shetty argued that even if there was\nno express approval by the State Government to the acquisition\nof land of the appellant, the required approval will be deemed\nto have been granted because the State Government had\ncontributed Rs.100 towards the acquisition of land. In support\nof this argument, Shri Shetty relied upon the judgments of this E\nCourt in Smt. Somavanti and others v. The State of Punjab\nand others (1963) 2 SCR 774: AIR 1963 SC 151 and Pratibha\nNema v. State of M.P. (2003) 10 SCC 626 and agreement\ndated 8.7.1988 executed between the appellant and the State\nGovernment.\n17. Shri P.P. Rao pointed out that in paragraph 2 of the\nwrit petition, respondent No. 3 had specifically pleaded that the\nacquisition of land for carrying out any educational, housing,\nhealth or slum clearance scheme by the appellant had to be\nwith the prior approval of the appropriate Government in terms\nof Section 3(f) (vi) and argued that the averments contained in\nthat paragraph were sufficient to enable the High Court to make\nan inquiry whether the acquisition of the land in question was\npreceded by the State Government's approval to the housing\nscheme framed by the appellant. Learned senior counsel\nLL\nF\nG\nH\n352 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA submitted that the Division Bench of the High Court did not\nB\nс\nD\nلنا\nLL\nF\nG\nH\ncommit any error by recording a finding that the acquisition of\nthe land belonging to respondent No. 3 cannot be treated as\none made for public purpose because the appellant had not\nprepared any housing scheme.\n18. The question whether the acquisition of the land in\nquestion can be treated as one made for public purpose as\ndefined in Section 3(f) needs to be prefaced by making a\nreference to the following provisions of the 1894 Act:\nE\n\"Section 3(cc) as amended by Act No.68 of 1984\n3.(cc) the expression \"corporation owned or controlled by\nthe State\" means any body corporate established by or\nunder a Central, Provincial or State Act, and includes a\nGovernment company as defined in section 617 of the\nCompanies Act, 1956 (1 of 1956), a society registered\nunder the Societies Registration Act, 1860 (21 of 1860),\nor under any corresponding law for the time being in force\nin a State, being a society established or administered by\nGovernment and a co-operative society within the meaning\nof any law relating to co-operative societies for the time\nbeing in force in any State, being a co-operative society\nin which not less than fifty-one per centum of the paid-up\nshare capital is held by the Central Government, or by any\nState Government or Governments or partly by the Central\nGovernment and partly by one or more State Governments;\nSection 3(e) as amended by Act No.68 of 1984\n\"3.(e) the expression “Company” means-\n(i) a company as defined in section 3 of the Companies\nAct, 1956 (1 of 1956), other than a Government company\nreferred to in clause (cc);\n(ii) a society registered under the Societies Registration\nAct, 1860 (21 of 1860), or under any corresponding law\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 353\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nfor the time being in force in a State, other than a society A\nreferred to in clause (cc);\n(iii) a co-operative society within the meaning of any law\nrelating to co-operative societies for the time being in force\nin any State, other than a co-operative society referred to B\nin clause (cc);\nSection 3(f) as amended by Act No.68 of 1984\n(f) the expression \"public purpose\" includes-\n(i) the provision of village-sites, or the extension, planned\ndevelopment or improvement of existing village-sites;\n(ii) the provision of land for town or rural planning;\nC\n(iii) the provision of land for planned development of land D\nfrom public funds in pursuance of any scheme or policy of\nGovernment and subsequent disposal thereof in whole or\nin part by lease, assignment or outright sale with the object\nof securing further development as planned;\n(iv) the provision of land for a corporation owned or\ncontrolled by the State;\nE\n(v) the provision of land for residential purposes to the poor\nor landless or to persons residing in areas affected by\nnatural calamities, or to persons displaced or affected by F\nreason of the implementation of any scheme undertaken\nby Government, any local authority or a corporation owned\nor controlled by the State;\n(vi) the provision of land for carrying out any educational,\nhousing, health or slum clearance scheme sponsored by\nGovernment or by any authority established by Government\nfor carrying out any such scheme, or with the prior approval\nof the appropriate Government, by a local authority, or a\nsociety registered under the Societies Registration Act,\nG\nH\nA\nB\nC\nD\nபய\nE\nF\n0\nH\n354\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n1860 (21 of 1860), or under any corresponding law for the\ntime being in force in a state, or a co-operative society\nwithin the meaning of any law relating to co-operative\nsocieties for the time being in force in any State;\n(vii) the provision of land for any other scheme of\ndevelopment sponsored by Government or with the prior\napproval of the appropriate Government, by a local\nauthority;\n(viii) the provision of any premises or building for locating\na public office, but does not include acquisition of land for\nCompanies;\nSection 39 as amended by Act No.68 of 1984\n39. Previous consent of appropriate Government and\nexecution of agreement necessary. - The provisions of\nsections 6 to 16 (both inclusive) and sections 18 to 37\n(both inclusive) shall not be put in force in order to acquire\nland for any company under this Part, unless with the\nprevious consent of the appropriate Government, not\nunless the Company shall have executed the agreement\nhereinafter mentioned.\n40. Previous enquiry. - (1) Such consent shall not be given\nunless the appropriate Government be satisfied, either on\nthe report of the Collector under section 5A, sub-section\n(2), or by an enquiry held as hereinafter provided, -\n(a) that the purpose of the acquisition is to obtain land for\nthe erection of dwelling houses for workmen employed by\nthe Company or for the provision of amenities directly\nconnected therewith, or\n(aa) that such acquisition is needed for the construction\nof some building or work for a Company which is engaged\nor is taking steps for engaging itself in any industry or work\nwhich is for a public purpose, or\n"}