{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 355\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\n(b) that such acquisition is needed for the construction of A\nsome work, and that such work is likely to prove useful to\nthe public.\n(2) Such enquiry shall be held by such officer and at such\ntime and place as the appropriate Government shall\nappoint.\nB\n(3) Such officer may summon and enforce the attendance\nof witnesses and compel the production of documents by\nthe same means and, as far as possible, in the same\nmanner as is provided by the Code of Civil Procedure, C\n1908 (5 of 1908) in the case of Civil Court.\n41. Agreement with appropriate Government. - If the\nappropriate Government is satisfied after considering the\nreport, if any, of the Collector under section 5A, sub-section\n(2), or on the report of the officer making an inquiry under\nsection 40 that the proposed acquisition is for any of the\npurposes referred to in clause (a) or clause (aa) or clause\n(b) of sub-section (1) of section 40, it shall require the\nCompany to enter into an agreement with the appropriate\nGovernment, providing to the satisfaction of the appropriate\nGovernment for the following matters, namely:-\n(1) the payment to the appropriate Government of the cost\nof the acquisition;\n(2) the transfer, on such payment, of the land to the\nCompany;\nC\nD\nE\nF\n(3) the terms on which the land shall be held by the\nCompany;\n(4) where the acquisition is for the purpose of erecting\ndwelling houses or the provision of amenities connected\ntherewith, the time within which, the conditions on which and\nthe manner in which the dwelling houses or amenities shall\nbe erected or provided;\nG\nH\nA\nB\nс\nD\nE\nFL\nG\nH\n356\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n(4A) where the acquisition is for the construction of any\nbuilding or work for a Company which is engaged or is\ntaking steps for engaging itself in any industry or work\nwhich is for a public purpose, the time within which, and\nthe conditions on which, the building or work shall be\nconstructed or executed; and\n(5) where the acquisition is for the construction of any other\nwork, the time within which and the conditions on which the\nwork shall be executed and maintained and the terms on\nwhich the public shall be entitled to use the work.\n42. Publication of agreement. - Every such agreement\nshall, as soon as may be after its execution, be published\nin the Official Gazette, and shall thereupon (so far as\nregards the terms on which the public shall be entitled to\nuse the work) have the same effect as if it had formed part\nof this Act.\"\n(3) the terms on which the land shall be held by the\nCompany;\n(4) where the acquisition is for the purpose of erecting\ndwelling houses or the provision of amenities connected\ntherewith, the time within which, the conditions on which\nand the manner in which the dwelling houses or amenities\nshall be erected or provided;\n(4A) where the acquisition is for the construction of any\nbuilding or work for a Company which is engaged or is\ntaking steps for engaging itself in any industry or work\nwhich is for a public purpose, the time within which, and\nthe conditions on which, the building or work shall be\nconstructed or executed; and\n(5) where the acquisition is for the construction of any other\nwork, the time within which and the conditions on which the\nwork shall be executed and maintained and the terms on\nwhich the public shall be entitled to use the work.\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 357\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\n42. Publication of agreement. - Every such agreement A\nshall, as soon as may be after its execution, be published\nin the Official Gazette, and shall thereupon (so far as\nregards the terms on which the public shall be entitled to\nuse the work) have the same effect as if it had formed part\nof this Act.\"\nB\nC\nD\nE\n19. An analysis of the definitions noted hereinabove shows\nthat all the cooperative societies have been classified into two\ncategories. The first category consists of the cooperative\nsocieties in which not less than 51% of the paid-up share\ncapital is held by the Central Government or any State\nGovernment or partly by the Central Government and partly by\none or more State Governments. The second category consists\nof the cooperative societies other than those falling within the\ndefinition of the expression 'corporation owned or controlled by\nthe State' [Section 3(cc)]. The definition of the term 'company'\ncontained in Section 3(e) takes within its fold a company as\ndefined in Section 3 of the Companies Act, 1956 other than a\ngovernment company referred to in clause (cc), a society\nregistered under the Societies Registration Act or under any\ncorresponding law framed by the State legislature, other than\na society referred to in clause (cc) and a cooperative society\ndefined as such in any law relating to cooperative societies for\nthe time being in force in any State, other than a cooperative\nsociety referred to in clause (cc). The definition of the\nexpression 'public purpose' contained in Section 3(f) is F\ninclusive. As per clause (vi) of the definition, the expression\n'public purpose' includes the provision of land for carrying out\nany educational, housing health or slum clearance scheme\nsponsored by Government or by any authority established by\nGovernment for carrying out any such scheme, or, with the prior G\napproval of the appropriate Government, by a Local Authority,\nor a society registered under the Societies Registration Act,\n1860 or any corresponding law in force in a State or a\ncooperative society as defined in any law relating to\ncooperative societies for the time being in force in any State. H\n358\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA To put it differently, the acquisition of land for carrying out any\neducation, housing, health or slum clearance scheme by a\nregistered society or a cooperative society can be regarded\nas an acquisition for public purpose only if the scheme has\nbeen approved by the appropriate Government before initiation\nB of the acquisition proceedings. If the acquisition of land for a\ncooperative society, which is covered by the definition of the\nterm 'company' is for any purpose other than public purpose\nas defined in Section 3(f), then the provisions of Part VII would\nbe attracted and mandate thereof will have to be complied with.\nC\nD\nE\nF\nG\nH\n20. In our view, there is no merit in the argument of learned\nsenior counsel for the appellant and learned counsel for the\nState that the Division Bench of the High Court committed an\nerror by recording a finding on the issue of violation of Section\n3(f)(vi) of the 1894 Act because respondent No. 3 had not\nraised any such plea in the writ petition. In paragraph 2 of the\nwrit petition, respondent No. 3 made the following averments:\n\"The acquisition of any land under the Act for the benefit\nof the 2nd respondent will not be for a public purpose and\nwill have to be in accordance with the provisions contained\nin Part VII of the Act. In any case, even if the acquisition is\nfor carrying out any educational, housing, health or slum\nclearance scheme of the 2nd respondent, the same shall\nbe with the prior approval of the appropriate Government\n(Vide Sec. 3(f)(vi) of the Act).\"\nThe appellant neither controverted the above-extracted\naverments nor produced any document before the High Court\nto show that it had prepared a housing scheme and the same\nhad been approved by the State Government before the issue\nof notification under Section 4(1) of the 1894 Act. Therefore,\nthe Division Bench of the High Court rightly held that the\nacquisition in question was not for a public purpose as defined\nin Section 3(f)(vi) of the 1894 Act.\n21. We shall now examine whether the appellant had, in\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 359\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nC\nD\nfact, framed a housing scheme and the same had been A\napproved by the State Government. The first of these\ndocuments is representation dated 7.12.1984 made by the\nExecutive Director of the appellant to the Minister of Revenue,\nGovernment of Karnataka. The other two documents are letter\ndated 21.5.1988 sent by the State Government to Deputy B\nCommissioner, Bangalore to issue notification under Section\n4(1) of the 1894 Act and agreement dated 7.8.1988 entered\ninto between the Executive Director of the appellant and the\nState Government. A close and careful reading of these\ndocuments reveals that although, in the representation made\nby him to the Revenue Minister, the Executive Director of the\nappellant did make a mention that the object of the society is\nto provide house sites to its members who belong to working\nclass and other backward class people belonging to weaker\nclass of society and the members are poor and siteless people,\nthere was not even a whisper about any housing scheme. The\ndirection issued by the State Government to Deputy\nCommissioner, Bangalore to issue the preliminary notification\nfor an extent of 207 acres 29 guntas land also does not speak\nof any housing scheme. The agreement entered into between\nthe appellant through its Executive Director and the State\nGovernment does not contain any inkling about the housing\nscheme framed by the appellant. It merely mentions about the\nproposed formation of sites and construction of houses for the\nmembers of the appellant and payment of cost for the acquired\nland. The agreement also speaks of an inquiry having been got\nmade by the State Government in conformity with the\nprovisions of the 1894 Act and the grant of consent for the\nacquisition of land for the benefit of society's members. The\nagreement then goes on to say that the appellant shall pay to\nthe Government the entire costs of the acquisition of land and\nexpenses. Paragraph 2 of the conditions incorporated in the\nagreement speaks of transfer of land to the society as to vest\nin the company. Clause 9(a) of the agreement did provide for\ntoken contribution of Rs.100 by the Deputy Commissioner /\nE\nF\nH\n|\n360 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Special Deputy Commissioner towards the compensation to\nbe determined by the Assistant Commissioner/Special Land\nAcquisition Officer, but that is not relatable to any housing\nscheme framed by the appellant. It is, thus, evident that the\nappellant had not framed any housing scheme and obtained\nB its approval before the issue of notification under Section 4(1)\nof the 1894 Act.\nC\nD\n22. The 1976 Act does provide for framing of various\nschemes including housing scheme. Section 15 of that Act\nempowers the BDA to undertake works and incur expenditure\nfor development. In terms of Section 15(1)(a), the BDA is\nentitled to draw up detailed schemes for the development of\nthe Bangalore Metropolitan Area and in terms of clause (b), the\nBDA can with the previous approval of the Government\nundertake any work for the development of the Bangalore\nMetropolitan Area and incur expenditure therefor and also for\nthe framing and execution of development schemes. Sub-\nsections (2) and (3) empower the BDA to make and take up\nany new or additional development scheme either on its own\nor on the recommendations of the Local Authority or as per the\nE direction of the State Government. Section 16 of the 1976 Act\nlays down that every development scheme shall provide for the\nacquisition of any land which is considered necessary for or\naffected by the execution of the scheme; laying and re-laying\nout all or any land including the construction and reconstruction\nF of buildings and formation and alternation of scheme, drainage,\nwater supply and electricity. Sub-section (3) of Section 16\nenvisages construction of houses by the BDA as part of the\ndevelopment scheme. Section 32 which contains a non\nobstante clause postulates forming of new extensions or layouts\nG by private persons. Though, sub-section (1) thereof is couched\nin negative form, it clearly provides for formation of any\nextension or layout by a private person with the written sanction\nof the BDA and subject to the terms and conditions which it may\nspecify. Sub-section (2) of Section 32 provides for making of\nwritten application along with plans and sections showing\nI\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 361\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nvarious matters enumerated in clauses (a) to (d). Similar A\nprovisions are contained in Section 18 of the Karnataka\nHousing Board Act.\n23. Although, the appellant may not have been required to\nframe a scheme in strict conformity with the provisions of the\n1976 Act and the Housing Board Act, but it was bound to frame\nscheme disclosing the total number of members eligible for\nallotment of sites, the requirement of land including the size of\nthe plots and broad indication of the mode and manner of\ndevelopment of the land as a layout. The State Government\ncould then apply mind whether or not the housing scheme\nframed by the appellant should be approved. However, as\nmentioned above, the appellant did not produce any evidence\nbefore the High Court to show that it had framed a housing\nscheme and the same was approved by the State Government\nbefore the issue of notification under Section 4(1) of the 1894\nAct. Even before this Court, no material has been produced to\nshow that, in fact, such a scheme had been framed and\napproved by the State Government. Therefore, the Division\nBench of the High Court rightly referred to Section 3(f) (vi) and\nheld that in the absence of a housing scheme having been\nframed by the appellant, the acquisition of land belonging to\nrespondent No. 3 was not for a public purpose as defined in\nSection 3(f)(vi).\nB\nC\nD\nE\n24. In Narayana Reddy v. State of Karnataka ILR 1991 F\n(3) KAR 2248, the Division Bench of the High Court considered\nwhether the acquisition of land made on behalf of 7 house\nbuilding cooperative societies including H.M.T. Employees'\nCooperative Society and Vyalikaval House Building\nCooperative Society was for a public purpose as defined in\nSection 3(f)(vi) or the same was colourable exercise of power\nby the State Government. A reading of the judgment shows that\nwhen the writ petitions questioning the acquisition of land were\nplaced before the learned Single Judge, he felt that the points\nwhich were raised by the petitioners had not been considered\nG\nH\nC\n362\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA in the earlier judgment of the Division Bench in Narayana Raju\nv. State of Karnataka ILR 1989 KAR 376, which was confirmed\nby this Court in Narayana Raju v. State of Karnataka ILR 1989\nKAR 406 and referred the matter to the Division Bench under\nSection 9 of the Karnataka High Court Act. The Division Bench\nB first considered whether the acquisition of land on behalf of\nhouse building cooperative societies was for a public purpose.\nAfter noticing the relevant statutory provisions, the Division\nBench referred to the judgments of this Court in State of Gujarat\nv. Chaturbhai Narsibhai AIR 1975 SC 629, General\nGovernment Servants Cooperative Housing Society Limited\nv. Kedar Nath (1981) 2 SCC 352 and M/s. Fomento Resorts\nand Hotels Limited v. Gustavo Ranato Da Cruz Pinto AIR 1985\nSC 736 and held that the earlier decisions support the writ\npetitioners' plea that they were entitled to be heard before the\nGovernment could grant approval for the acquisition of land on\nbehalf of cooperative societies, but their plea cannot be\naccepted in view of the latter judgment. The Division Bench\nfurther held that the aggrieved person can raise all points during\nthe course of an inquiry held under Section 5A of the 1894 Act.\nThe Division Bench then referred to the averments contained\nin Writ Petition Nos.7683-7699/1988 in which the acquisition\nof land for various House Building Cooperative Societies was\nchallenged, the advertisement issued by the society, agreement\nentered into between HMT Cooperative Society and the Estate\nAgent who assured that he will get the acquisition approved at\nan early date subject to payment of the specified amount,\nvarious reports including the one prepared by G.V.K.Rao, order\ndated 14.1.1991 passed by the State Government and\nquashed the acquisition.\nD\nE\nF\nG\nH\n25. The Division Bench of the High Court held that the\nwhole acquisition was vitiated due to malafides and\nmanipulations done by the House Building Cooperative\nSocieties through the Estate Agent. The Division Bench also\nreferred to Section 23 of the Contract Act, judgment of this\nCourt in Rattan Chand Hira Chand v. Askar Nawaz Jung JT\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 363\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\n1991 (1) SC 433 and held as under:\n\"Applying the ratio of the above judgment, there can be no\ndoubt that the Agreements entered into between the six\nrespondent-Societies and their respective agents in which\none of the condition was payment of huge sums of money\nby the Society to the agent in consideration of which the\nagent had to get the Preliminary and Final Notifications\nissued by the Government, was for the purpose of\ninfluencing the Government and to secure approval for\nacquisition of the lands and therefore opposed to public\npolicy.\nA\nB\nC\nThe question however, for our consideration is, whether the\nimpugned Notifications are liable to be quashed. In our\nopinion, once it is clear that the Agreement entered into\nbetween the Societies and the agents concerned, under D\nwhich the purport of one of the clauses was that the agent\nshould influence the Government and to procure.\nPreliminary and Final Notifications under Sections 4 and\n6 of the Act respectively are opposed to public policy, the\nimpugned Notifications being the product or fruits of such E\nan agreement are injurious to public interest and\ndetrimental to purity of administration and therefore cannot\nbe allowed to stand. As seen from the findings of G.V.K.\nRao Inquiry Report, in respect of five respondent-Societies\nand the report of the Joint Registrar in respect of\nVyalikaval House Building Cooperative Society, these\nSocieties had indulged in enrolling large number of\nmembers illegally inclusive of ineligible members and had\nalso indulged in enrolling large number of bogus members.\nThe only inference that is possible from this is that the office\nbearers of the Societies had entered into unholy alliance.\nwith the respective agents for the purpose of making\nmoney, as submitted for the petitioners. Otherwise, there\nis no reason as to why such an Agreement should have\nbeen brought about by the office bearers of the Society\nF\nG\nH\n:\nA\nB\nC\nD\nLEI\n364 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nand the agents. Unless these persons had the intention of\nmaking huge profits as alleged by the petitioners, they\nwould not have indulged in entering into such Agreements\nand would not have indulged in enrolment of ineligible and\nbogus members. The circumstance that without\nconsidering all these relevant materials the Government\nhad accorded its approval, is sufficient to hold that the\nagents had prevailed upon the Government to take a\ndecision to acquire the lands without going into all those\nrelevant facts. The irresistible inference flowing from the\nfacts and circumstances of these cases is, whereas the\npower conferred under the Land Acquisition Act is for\nacquiring lands for carrying out housing scheme by a\nhousing society, in each of the cases the acquisition of\nlands is not for a bona fide Housing Scheme but is\nsubstantially for the purpose of enabling the concerned\noffice bearers of respondent-Societies and their agents to\nindulge in sale of sites in the guise of allotment of sites to\nthe Members/Associate Members of the Society and to\nmake money as alleged by the petitioners and therefore\nit is a clear case of colourable exercise of power. Thus the\ndecision of the Government to acquire the lands suffers\nfrom legal mala fides and therefore the impugned\nNotifications are liable to be struck down.\"\n26. In the 1st H.M.T. Case, this Court approved the\nF judgment of the Division Bench of the High Court. The three-\nJudge Bench considered questions similar to those raised in\nthese appeals, referred to the agreement entered into between\nthe appellant and the State Government whereby the former\nagreed to abide by the conditions specified in Sections 39 and\n40 of Part VII of the 1894 Act and held:\nG\nH\n\"12. There is no dispute that the society with which we are\nconcerned shall not be covered by the expression\n\"corporation owned or controlled by the State\", because\nthe said expression shall include a cooperative society,\n"}