{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 335\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nzoning regulations. In respect of places other than A\nBangalore, the approval of Planning Authority, Municipality\nas the case may shall be obtained.\n(d) In case the violation of any of the conditions Government\nwill be competent to resume the lands acquired in favour B\nof Societies.\n(e) The expenditure incurred in this behalf shall be debited\nto the Head of the Account - 253\" + District Administration-\n5, Other expenditure-E. Acquisition of land on behalf of\nother acquiring bodies (Non-Plan).\"\n3.16. In furtherance of the direction given by the State\nGovernment, Deputy Commissioner, Bangalore issued\nnotification dated 23.8.1988, which was published in the Official\nGazette on 1.9.1988, under Section 4(1) of the 1894 Act for the\nacquisition of 201 acres 17 guntas land including the land\ncomprised in Survey Nos. 49 and 50/1 belonging to Smt.\nGeetha Devi Shah, who shall hereinafter be referred to as\nrespondent No. 3 and Survey Nos. 7/1 and 8/1 belonging to the\npredecessor of P. Ramaiah, Munikrishna, Keshava Murthy,\nSmt. Nagaveni and Smt. Chikkathayamma (respondent Nos. 3\nto 7 in Civil Appeal Nos. 774-778/2005).\nC\nD\nE\n3.17 Respondent No. 3 filed detailed objections against\nthe proposed acquisition of her land and pointed out that the\nsame were garden lands; that she and her predecessor had F\nplanted 165 fruit bearing mango trees, 75 coconut plants, 15\nlime plants, 15 guava trees, 100 papaya trees, 40 eucalyptus\ntrees, 6 custard apple trees, 100 teakwood trees, 3 neem trees,\none big tamarind tree, 2 gulmohar trees, 10 firewood trees and\n10 banana plants. She also pointed out that there was a G\nresidential house and a pump house with electric connection\nand the area had been fenced by barbed wires and stone pillars.\nShri P. Ramaiah also filed objections dated 6.9.1988 and\nclaimed that the proposed acquisition was contrary to the\nprovisions of the 1894 Act and that the lands comprised in H\n336 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Survey Nos. 7/1 and 8/1 were the only source of livelihood of\nhis family.\nB\nс\nD\nE\nF\nG\nH\n3.18 The objections filed by respondent No. 3 were\nconsidered by the Special Land Acquisition Officer along with\nthe reply of the acquiring body and the following\nrecommendation was made:\n\"There are AC Sheet houses and since there are good\nnumber of Malkies: Mango, etc, Government may take\nsuitable decision\".\n3.19 The objections raised by Shri P. Ramaiah were also\nconsidered and the following recommendation was made:\n\"There are no valid ground in the objections raised, the\nlands may be acquired.\"\n3.20 Thereafter, the Special Land Acquisition Officer\nissued declaration under Section 6(1) which was published in\nthe Official Gazette dated 25.9.1989.\n+\n3.21 During the currency of the acquisition proceedings,\nShri G.V.K. Rao, Controller of Weights and Measures and\nRecovery Officer was asked to conduct an inquiry into the\nmembership of the appellant. He submitted report dated\n7.11.1988 with the finding that the appellant had admitted 40\npersons who were not residing within its jurisdiction and\nrecommended that their names be removed from the rolls of\nthe appellant and the committee of the management, which is\nresponsible for admitting such ineligible persons should be\nproceeded against.\n3.22 It appears that similar reports had been received by\nthe Government in respect of other societies. After considering\nthese reports, Joint Secretary to the Government, Housing and\nUrban Development Department prepared a note on the basis\nof the decision taken by the Executive Council in its meeting\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 337\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nheld on 31.5.1989. The name of the appellant was shown in A\nAnnexure 3B of the note which contained the list of housing\nsocieties responsible for admitting ineligible persons as their\nmembers.\n3.23 Before publication of the declaration issued under\nSection 6(1) of the 1894 Act, the State Government vide its\nletter dated 23.6.1989 informed Respondent No. 3 to remain\npresent for spot inspection of her land. After publication of the\ndeclaration issued under Section 6(1), notices dated 6.1.1990\nand 7.3.1990 were issued to Respondent No. 3 and others that\nthe Special Deputy Commissioner would conduct spot\ninspection. A memo dated 11.5.1990 was issued to\nRespondent No. 3 that Special Deputy Commissioner would\ninspect Survey Nos. 49 and 50/2 on 14.5.1990. However, no\none appears to have gone for inspection and to this effect letter\ndated 16.5.1990 was sent by Respondent No. 3.\nB\nC\nD\nE\n3.24 Special Land Acquisition Officer, Bangalore passed\naward dated 23.6.1990 and determined market value of the\nacquired land. The award was approved by the State\nGovernment on 11.3.1991. However, before the possession of\nthe acquired land could be taken, the State Government issued\nnotification dated 3.8.1991 under Section 48(1) of the 1894 Act\nand withdrew the acquisition proceedings in respect of land\ncomprised in Survey No. 50/2. Vide letter dated 9.10.1991, the\nRevenue Department requested Special Deputy F\nCommissioner, Bangalore to examine the representation made\nby Respondent No. 3 for withdrawal of the acquisition of Survey\nNo. 49. To the same effect letter dated 29.1.1992 was sent by\nthe Secretary, Revenue Department to the Special Deputy\nCommissioner. However, no final decision appears to have\nbeen taken on these communications.\n3.25 After one year and over six months of the passing of\nthe award, the State Government issued Notification dated\n7.1.1992 under Section 16(2) in respect of various parcels of\nG\nH\n!\n338\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA lands including Survey No. 49. The possession of 150 acres\n9½ guntas of land of Vajarahalli and Raghuvanahalli is said to\nhave been handed over by the Special Land Acquisition Officer\nto the Secretary of the appellant-Society. However, as will be\nseen hereinafter, the entire exercise showing taking over of\nB possession of the respondents' land and transfer thereof to the\nappellant was only on papers and physical possession\ncontinued with them.\nC\nD\nE\nF\nG\nTHE DETAILS OF THE LITIGATION BEFORE THE HIGH\nCOURT\nA. Smt. Geetha Devi Shah's case.\n4.1 Respondent No. 3 challenged the acquisition of her\nland comprised in Survey No. 49 in Writ Petition No. 16419/\n1992. The appellant also filed Writ Petition No. 29603/1994\nquestioning the legality of notification issued under Section\n48(1). By two separate orders dated 18.11.1996, the learned\nSingle Judge dismissed both the writ petitions. The writ petition\nfiled by respondent No. 3 was dismissed only on the ground of\n2½ years' delay between the issue of the declaration under\nSection 6(1) of the 1894 Act and filing of the writ petition. The\nexplanation given by Respondent No. 3 that on her\nrepresentations, the Government had withdrawn the acquisition\nof land comprised in Survey No. 50/2 and she was awaiting\nthe Government's decision in respect of other parcel of land,\nwas not considered satisfactory by the learned Single Judge.\nThe writ petition of the appellant was dismissed by the learned\nSingle Judge by observing that the State Government has\nabsolute power to withdraw the acquisition before the\npossession of the acquired land can be taken.\n4.2 Respondent No. 3 challenged the order of the learned\nSingle Judge in Writ Appeal No. 9913/1996. The Division\nBench of the High Court first considered the question whether\nthe learned Single Judge was right in dismissing the writ petition\nI\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 339\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nonly on the ground of delay and answered the same in negative A\nby making the following observations:\nB\n00\nC\nD\n\"After hearing the rival contentions of the appellant and\ncontesting respondent and perusing the pleadings of both\nthe parties, we are of the opinion that the learned Single\nJudge has erred in taking into consideration the delay of\n2 ½ years from the date of final notification. The learned\nSingle Judge has not considered the explanation given by\nthe petitioner at paragraphs 12 to 15 wherein, he has\nexplained regarding delay. The State Government has\nissued notice dated 6.1.1990 of inspection of lands\nproposed to be held at 10.30 a.m. on 16.8.1990 and the\nLand Acquisition Officer conducted spot inspection and\nsatisfied that the lands could be deleted and further another\nnotice dated 6.2.1990 of fixing the inspection of the spot\non 9.2.1990 was received in pursuance of the same spot\ninspection was held and one more notice dated 7.3.1990,\n11.5.1990 on those days inspection was not made.\nThereafterwards, he submitted the petition to the Revenue\nSecretary. His enquiries with the Revenue Secretary\nrevealed the proceedings bearing No. RD 294 AQB 90 E\ndated 5.10.1991 one Mr. N. Lokraj, Under Secretary to the\nGovernment called for reports on the matter vide\nNotification dated 29.1.1992. Therefore, the grievance of\nthe petitioner was pending consideration before the\nGovernment under Section 15A of the Land Acquisition F\nAct as on 29th January, 1992. In this regard, we have\nperused the record produced by the Government. These\nfacts with reference to the denotification of the acquisition\nin respect of the land in question along with other lands\nare reflected therein. Further the explanation offered by the G\nappellant at paragraph 15 in the writ petition clearly show\nthe bonafides on the part of the appellant in the matter of\nchallenging the acquisition proceedings, as he had\nsubmitted the representation to the Revenue Department\nseeking for denotification of the land in question. In our H\nA\nB\nC\nD\nE\nF\nG\nH\n340 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nopinion the delay with regard to the challenge of the\nproceedings has been satisfactorily explained by the\nappellant. Therefore, non-consideration of the explanation\nand rejection of the petition by the learned Single Judge\nsolely on the ground of delay and latches cannot be\nsustained. Moreover relief cannot be denied to a party\nmerely on the ground of delay. In fact, in view of the\nsubsequent events after the final notification, it cannot be\nsaid that the appellant has approached this Court\nbelatedly.\"\n4.3 The Division Bench then scrutinized records relating\nto the acquisition of land, relied upon the judgment in H.M.T.\nHouse Building Cooperative Society v. Syed Khader and\nothers (1995) 2 SCC 677 (hereinafter described as 'Ist HMT\nCase') and held:\n\"It is a mandatory requirement in law, since no prior\napproval of the scheme has been obtained by the second\nrespondent from the State Government first respondent herein,\nthe acquisition by the first respondent can not be held to be\nfor public purpose as the mandatory requirement as\ncontemplated under Section 3(f)(VI) has not been complied\nwith. Hence the acquisition proceedings have to be held as\ninvalid, and on this ground the acquisition proceedings are\nliable to be quashed. In its counter at paragraph it has not\npositively stated with regard to the fact of prior approval of the\nscheme as required under Section 3(f)(VI) of the Act is granted\nby the Government. On the other hand, what is stated by the\nsecond respondent at paragraph 5 of the counter is that the\nsaid society had submitted necessary scheme to the first\nrespondent for the purpose of initiating acquisition proceedings\nunder Section 4(1) of the Act. The acquisition proceedings were\nto be initiated after fully satisfying the requirement under\nSection 3(f)(VI) of the Act. Therefore, the contention of the\nlearned Counsel for the respondent that the acquisition\nproceedings are in accordance with law which can not be\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 341\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\naccepted in the absence of specific, positive assertion and A\nproof in this regard. The burden is on the first and second\nrespondents to show that there is prior approval of the housing\nscheme to initiate the acquisition proceedings in respect of the\nland in question. The same is not established. In this view of\nthe matter and in view of the law declared by the Apex court in B\nH.M.T. case supra, we have no option but to hold that there is\nno housing scheme approved by the State Government. Hence\non this ground the acquisition proceedings are liable to be\nquashed.\"\nThe Division Bench also opined that the Special Land\nAcquisition Officer had submitted report without giving\nopportunity of hearing to respondent No. 3 and this was\nsufficient to nullify the acquisition of her land.\nс\n4.4. Civil Petition No. 366/1998 filed by the appellant for D\nreview of judgment dated 16.3.1998 was dismissed by the\nDivision Bench by observing that once the Government had\nissued notification under Section 48(1) nothing survives for\nconsideration.\n4.5 Writ Appeal No. 1459/1997 filed by appellant against\nthe negation of its challenge to notification issued under Section\n48(1) was dismissed by the Division Bench vide judgment\ndated 12.3.1998 along with other similar writ appeals and writ\npetition.\nB. Shri P. Ramaiah and others case.\nE\nLL\nF\n5.1 Shri P. Ramaiah and others also challenged the\nacquisition proceedings in Writ Petition No.10406/1991. The\nlearned Single Judge allowed the writ petition by relying upon G\norder dated 15.6.1998 passed by the Division Bench of the\nHigh Court in Writ Petition Nos. 3539-42/1996 wherein it was\nheld that after the amendment of the 1894 Act by Act No. 68\nof 1984, the Deputy Commissioner did not have the authority\nto issue notification under Section 4(1) of the 1894 Act.\nI\nH\nA\n342 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n5.2. The appellant challenged the order of the learned\nSingle Judge in Writ Appeal No. 4246/1998. The State of\nKarnataka and the Special Land Acquisition Officer also filed\nWrit Appeal No. 6039/1998. The Division Bench of the High\nCourt dismissed both the appeals by common judgment dated\nB 6.2.2004. The Division Bench referred to the judgment of this\nCourt in 1st H.M.T. case and held that the acquisition was\nvitiated due to adoption of corrupt practice by the appellant,\nwhich had engaged an agent for ensuring the acquisition of land\nand large amounts of money changed hands in the process.\nC\n5.3 When the learned counsel for Shri P. Ramaiah and\nother respondents pointed out that there were certain errors in\njudgment dated 6.2.2004 inasmuch as Smt. Geetha Devi\nShah's case has been referred to instead of the citation of\nH.M.T. House Building Cooperative Society v. Syed Khader\nD and others (supra), the Division Bench suo motu corrected the\nerrors vide order dated 11.2.2004.\n5.4 Review Petition Nos. 166 and 170 of 2004 filed by the\nappellant were dismissed by another Division Bench of the\nE High Court which declined to entertain the appellant's plea that\nthe issues raised by Shri P. Ramaiah and others are covered\nby the judgment of the High Court in Subramani v. Union of\nIndia ILR 1995 KAR 3139 and that in view of the dismissal of\nSLP(C) Nos. 12012-17/1997 filed against the order passed in\nWrit Appeal Nos. 7953-62/1996 - Byanna and others v. State\nof Karnataka, the order passed by the Division Bench was\nliable to be set aside. The Division Bench held that the\njudgment in P. Ramaiah's case does not suffer from any error\napparent requiring its review.\nF\nG\n6. Before proceeding further, we consider it appropriate\nto mention that in furtherance of the directions contained in\njudgments in Writ Appeal No. 9913/1996 filed by respondent\nNo.3 and Writ Petition No. 10406/1991 filed by Shri P.\nRamaiah and others, the State Government issued notification\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 343\nV. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nunder Section 48(1) dated 25.6.1999 for release of the lands A\ncomprised in Survey Nos. 49, 7/1 and 8/1. However, when the\nappellant filed Contempt Petition No. 946/1999, the\nGovernment vide its order dated 15.11.1999 withdrew\nNotification dated 25.6.1999.\nThe grounds of challenge and the arguments.\nB\n7.1. The appellant has challenged the impugned judgments\non several grounds most of which relate to the case of\nrespondent No. 3. Therefore, we shall first deal with those\ngrounds. Shri Dushyant Dave and Shri P. Vishwanatha Shetty, C\nlearned senior counsel for the appellant argued that the writ\npetition filed by respondent No. 3 was highly belated and the\nDivision Bench of the High Court committed serious error by\ninterfering with the discretion exercised by the learned Single\nJudge not to entertain her challenge to the acquisition of land D\non the ground of delay of more than 2-1/2 years. In support of\nthis argument, learned senior counsel relied upon the judgments\nof this Court in Ajodhya Bhagat v. State of Bihar (1974) 2 SCC\n501, State of Mysore v. V.K. Kangan (1976) 2 SCC 895, Pt.\nGirdharan Prasad Missir v. State of Bihar (1980) 2 SCC 83, E\nHari Singh v. State of U.P. (1984) 2 SCC 624, Municipal\nCorpn. of Greater Bombay v. Industrial Development\nInvestment Co. (P) Ltd. (1996) 11 SCC 501, Urban\nImprovement Trust, Udaipur v. Bheru Lal (2002) 7 SCC 712\nand Swaika Properties (P) Ltd. v. State of Rajasthan (2008) 4\nSCC 695.\nF\n7.2 Shri P.P. Rao, learned senior counsel appearing for\nthe private respondents argued that respondent No. 3 was not\nguilty of delay and laches and the Division Bench rightly\naccepted the explanation given by her. Shri Rao submitted that G\nrespondent No. 3 had represented to the State Government\nand its functionaries to withdraw the acquisition of her land and\nas the State Government accepted her plea in respect of\nSurvey No. 50/2 and issued Notification dated 3.8.1991, she\nH\nA\n344 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nwas very hopeful that the acquisition in respect of the remaining\nland will also be withdrawn and this was the reason why she\ndid not approach the Court soon after the issue of declaration\nunder Section 6(1) of the 1894 Act. Learned senior counsel\npointed out that vide letters dated 5.10.1991 and 29.1.1992,\nB the Revenue Department had asked Special Deputy\nCommissioner, Bangalore to submit report regarding Survey\nNo. 49 and this gave rise to a legitimate hope that the State\nGovernment would withdraw the acquisition in respect of that\nparcel of land. Learned senior counsel relied upon the\njudgments in Sheikhupura Transport Co. Ltd. v. Northern India\nTransport Insurance Company (1971) 1 SCC 785 and C.K.\nPrahalada v. State of Karnataka (2008) 15 SCC 577 and\nargued that in exercise of power under Article 136 of the\nConstitution, this Court will not interfere with the discretion\nexercised by the High Court in the matter of condonation of\ndelay.\nC\nD\n8. We have considered the respective arguments.\nThe framers of the Constitution have not prescribed any period\nof limitation for filing a petition under Article 226 of the\nE Constitution and it is only one of the several rules of self-\nimposed restraint evolved by the superior Courts that the\njurisdiction of the High Court under Article 226 of the\nConstitution, which is essentially an equity jurisdiction, should\nnot be exercised in favour of a person who approaches the\nF Court after long lapse of time and no cogent explanation is\ngiven for the delay. In Tilokchand Motichand v. H.B. Munshi\n(1969) 1 SCC 110, the Constitution Bench considered the\nquestion whether the writ petition filed under Article 32 of the\nConstitution for refund of the amount forfeited by the Sales Tax\nOfficer under Section 21(4) of the Bombay Sales Tax Act,\nwhich, according to the petitioner, was ultra vires the powers\nof the State legislature should be entertained ignoring the delay\nof almost nine years. Sikri and Hedge, JJ. were of the view that\neven though the petitioner had approached the Court with\nconsiderable delay, the writ petition filed by it should be allowed\nG\nH\n"}