{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"498\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA adopted the draft Convention on the Law of Sea by the\noverwhelming majority of 159 States. The Convention on the\nLaw of Sea known as United Nations Convention on the Law of\nSea, 1982 (for short, “UNCLOS, 1982\") has 320 Articles. They\nare divided into seventeen parts and nine annexures. It lays down\nB rules for all parts and virtually all users of seas and oceans. The\nrelevant clauses thereof are as under:-\n0\nD\nพ.\nE\nF\nG\nH\n\"Article 2 - Legal status of the territorial sea, of the\nair space over the territorial sea and of its bed and\nsubsoil:-\n1. The sovereignty of a coastal State extends, beyond\nits land territory and internal waters and, in the case\nof an archipelagic State, its archipelagic waters, to\nan adjacent belt of sea, described as the territorial\nsea.\n2. This sovereignty extends to the air space over the\nterritorial sea as well as to its bed and subsoil.\n3.\nThe sovereignty over the territorial sea is exercised\nsubject to this Convention and to other rules of\ninternational law.\nArticle 3. Breadth of the territorial sea: -\nEvery State has the right to establish the breadth of its\nterritorial sea up to a limit not exceeding 12 nautical miles,\nmeasured from baselines determined in accordance with\nthis Convention.\nArticle 33. Contiguous Zone: -\n1.\nIn a zone contiguous to its territorial sea, described\nas the contiguous zone, the coastal State may\nexercise the control necessary to: (a) prevent\ninfringement of its customs, fiscal, immigration or\nsanitary laws and regulations within its territory or\nterritorial sea; (b) punish infringement of the above\nlaws and regulations committed within its territory or\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\nterritorial sea.\n翦\n499\nA\n2.\nThe contiguous zone may not extend beyond 24\nnautical miles from the baselines from which the\nbreadth of the territorial sea is measured.\nArticle 55. Specific legal regime of the exclusive B\neconomic zone: -\nThe exclusive economic zone is an area beyond and\nadjacent to the territorial sea, subject to the specific legal\nregime established in this Part, under which the rights and\njurisdiction of the coastal State and the rights and freedoms C\nof other States are governed by the relevant provisions of\nthis Convention.\nArticle 56. Rights, jurisdiction and duties of the\ncoastal State in the exclusive economic zone:\n1.\n2.\n-\nD\nIn the exclusive economic zone, the coastal State\nhas: (a) sovereign rights for the purposes of exploring\nand exploiting, conserving and managing the natural\nresources, whether living or non-living, of the waters\nsuperjacent to the sea-bed and of the sea-bed and E\nits subsoil, and with regard to other activities for the\neconomic exploitation and exploration of the zone,\nsuch as the production of energy from the water,\ncurrents and winds; (b) jurisdiction as provided for in\nthe relevant provisions of this Convention with regard F\nto: (i) the establishment and use of artificial islands,\ninstallations and structures; (ii) marine scientific\nresearch; (iii) the protection and preservation of the\nmarine environment; (c) other rights and duties\nprovided for in this Convention.\nIn exercising its rights and performing its duties under\nthis Convention in the exclusive economic zone, the\ncoastal State shall have due regard to the rights and\nduties of other States and shall act in a manner\ncompatible with the provisions of this Convention.\nG\nH\n500\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\n3.\nB\nC\nD\nE\nThe rights set out in this article with respect to the\nsea-bed and subsoil shall be exercised in\naccordance with Part VI.\nArticle 57 - Breadth of the exclusive economic zone.\nThe exclusive economic zone shall not extend beyond 200\nnautical miles from the baselines from which the breadth\nof the territorial sea is measured.\nArticle 127 - Customs duties, taxes and other\ncharges:-\n1.\n2.\nTraffic in transit shall not be subject to any customs\nduties, taxes or other charges except charges levied\nfor specific services rendered in connection with such\ntraffic.\nMeans of transport in transit and other facilities\nprovided for and used by land-locked States shall\nnot be subject to taxes or charges higher than those\nlevied for the use of means of transport of the transit\nState.\"\nCONTENTIONS ON BEHALF OF THE APPELLANTS\n35. In the Jindal Drilling \u0026 Industries Ltd. \u0026 Anr. v. Union\nof India \u0026 Ors. (Civil Appeal No. 6148/2002) and Aban Loyd\nChiles Offshore Ltd. \u0026 Anr. v. Union of India \u0026 Ors. (Civil\nF Appeal No. 2236/2002), the subject vessels are oil rigs. In the\ncase of Great Eastern Shipping Co. Ltd. \u0026 Anr. v. Union of\nIndia \u0026 Ors. (Civil Appeal No. 4444/2006), the subject vessel\nis a barge. Oil rigs are vessels and the barge is also a vessel.\nCounsel for the Appellants contends that the Appellants' oil rigs\nanswer the description of a \"foreign going vessel\" under the\nCustoms Act. The issue whether oil rigs are vessels was\nconsidered in detail by the Division Bench of the Bombay High\nCourt in Amership Management case (supra) and this\nJudgment attained finality inasmuch as it has not been\nchallenged before this Court. That it was held in Amership\nG\nH\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n501\nManagement case (supra) that oil rigs were vessels and were A\nentitled to transshipment of stores, without payment of customs\nduty, in view of the exemptions contained in Section 86(2) read\nwith Section 87 and Section 2(21) of the Customs Act.\nB\n36. In Pride Foramer's case (supra), the Bombay High\nCourt proceeded on the basis that the oil rig was a vessel. It\nwas not the case of the Department that the exemption is being\ndenied on the ground that the oil rigs/barge are not vessels.\nRather, the finding of the High Court was that they are not \"foreign\ngoing vessels\" because the continental shelf and exclusive\neconomic zones are parts of India in view of the provisions of C\nSections 6(6) and 7(7) of the Maritime Zones Act, 1976 and for\nthe purposes thereof and pursuant to notifications issued on\n18.07.1986, 14.01.1987 and 19.09.1996. The provisions of the\nCustoms Act were extended to contiguous zones, continental\nshelf and exclusive economic zones, consequently, the oil rigs D\nproceeding to such areas or operating therein are not foreign\ngoing vessels under Section 2(21) of the Customs Act.\n37. According to the Learned Counsel, the reasoning of\nthe High Court in Pride Foramer's case (supra) following which\nthe present case has been decided, is based on the incorrect\npremise. According to him, this reasoning completely ignores\nthe inclusive part of the definition contained in Section 2(21).\nThe requirement of unloading/loading outside India is absent in\nsub-clause (ii) of Section 2(21).\n38. It is contended by him that the Appellants' are entitled\nto the benefit of the exemption under Section 86(2) read with\nSection 87 of the Customs Act, 1962 with regard to \"stores\"\nconsumed on the oil rigs. Elaborating further, it was submitted\nthat Chapter XI of the Customs Act, 1962 contains 'Special\nprovisions regarding baggage, goods imported or exported by\npost and stores'. The expression \"stores\" is defined in Section\n2(38). The goods imported by the Appellants are 'stores'.\nSection 87 contains statutory exemption with respect to the\ntransshipment of stores. According to him, in order to claim the\nE\nLL\nF\nF\nG\nH\n502\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA benefit of the exemption under Section 87 of the Customs Act,\nthe following conditions must be fulfilled: -\na) The imported goods must be stores;\nThe stores must be consumed on a vessel or aircraft;\nb)\nB\nThe vessel or the aircraft must be a foreign-going\nvessel or aircraft; and\nC\nc)\nd)\nThe stores must be consumed during the period such\nvessel or aircraft is a foreign-going vessel or aircraft.\n39. Where these conditions are fulfilled, a person is entitled\nto consume the stores without payment of duty. In addition, under\nSection 86(2), a person is entitled to transship stores to a foreign-\ngoing vessel or aircraft, with the permission of the proper officer.\nThat in the present case, each and every requirement of Section\nD 86(2) read with Section 87 has been fulfilled by the Appellants.\nThe Respondents have failed to point out a single missing\ningredient. In the circumstances, the proper officer/Respondents\nwere duty bound under law to permit the transshipment of stores\nwithout insisting upon the payment of customs duty. On a strict\nE construction of the plain language used under the Customs Act,\nthe Appellants were and are entitled to the benefit of Section\n86(2) read with Section 87.\nF\n40. It is further contended that the provisions of the\nMaritime Zones Act, 1976 do not impinge on the Appellant's\nentitlement to the exemption under Section 86(2) read with\nSection 87 of the Customs Act. The levy of customs duty on the\ngoods imported into, or exported from, India is provided for\nunder Section 12 of the Customs Act, 1962. Section 12 is the\ncharging Section which provides- “Except as otherwise provided\nG in this Act...duties of customs shall be levied...on goods\nimported into, or exported, from India\". The significance of the\nopening words of Section 12 is that where a provision of the\nCustoms Act exempts the payment of duty, no duty would be\nleviable even when goods are imported or exported. In the\nH present case, there is no levy of customs duty on the imported\n་\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n503\nC\nstores since the statute itself in Sections 86(2) and 87 makes a A\nspecific provision for an exemption: In the light of the statutory\nexemption contained in Section 86(2) read with Section 87, no\nduty is chargeable from the Appellants with respect to stores\nconsumed on foreign going vessels. Taking the argument further,\nit was submitted that it is settled law that the import of goods B\ninto India commences when the goods cross into the territorial\nwaters of India and completes when the goods become part of\nthe mass of goods in the country. The taxable event is reached\nat the time when the goods reach the custom barrier and the bill\nof entry for home consumption is filed. The taxable event does\nnot occur on the date when the goods enter the territorial waters\nor the goods land in India. The taxable event occurs when the\ngoods cross the customs barrier. With respect to the export of\ngoods, the export is complete when a ship moves out of the\nterritorial waters of India. This is so even where the goods do\nD\nnot land in any place outside India. According to him, for the\npurposes of ascertaining whether there is an import or an export,\nthe demarcating line is the territorial waters of India. A\nfundamental rule for ascertaining whether there has been an\nimport or export of goods is to determine whether the goods\nhave crossed into the territorial waters (for the purposes of\nimport) or whether they have moved out of the territorial waters\n(for the purposes of export).\n41. That the Maritime Zones Act, 1976 defines territorial\nwaters of India, contiguous zone of India, continental shelf of\nIndia, exclusive Economic Zones of India, etc. Each of these\nconcepts is distinct from one another and is carefully defined\nso as to eliminate any confusion of one concept with any other\nconcept. Parliament recognizes the distinction and maintains\nthe distinction in the Customs Act, 1962 as well. For instance,\nwhereas \"territorial waters of India\" is used in Sections 2(21)\nand 2(27), the expression “contiguous zone of India\" is used in\nSection 2(28) of the Customs Act.\nE\nF\nG\n42. It is further contended that it is a settled principle of law\nthat where a power is given to do a certain thing in a certain H\n504\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA way, the thing must be done in that way or not at all. Other\nmethods of performance are necessarily forbidden. The extent\nof territorial waters is prescribed under Section 3(2) of the\nMaritime Zones Act, 1976 as 12 nautical miles from the nearest\npoint of appropriate baseline, Same can be extended only in\nB the manner prescribed under Sections 3(3) and 3(4) of the\nMaritime Zones Act, 1976. Notifications issued under Sections\n6(6) and 7(7) of the Maritime Zones Act, 1976 do not extend the\nlimits of the territorial waters of India. The State or its Executive\ncannot interfere with the rights of others unless they can point to\nsome specific provision of law which authorizes their act.\nApplying this principle to the present case, unless the\nRespondents can point to a specific provision of law authorizing\nthe non-availability of the exemption under Sections 86(2) and\n87 of the Customs Act, 1962, the actions of the Respondents\nwould be unconstitutional and ultra vires. In the context of a taxing\nstatute, such actions would amount to a transgression of Article\n265 of the Constitution of India.\nC\nD\nF\n43. According to the learned Senior Counsel for the\nAppellants, the provisions of the Maritime Zones Act, 1976 do\nE not adversely affect the Appellants' case. It was argued that the\n\"territorial waters of India\" are a definite concept. The \"territorial\nwaters\" are expressly defined under the Maritime Zones Act,\n1976 to extend to 12 nautical miles from the shore. In view of\nSections 3(3) and (4), the 12 nautical mile limit of territorial\nwaters cannot be extended except by a notification in the Official\nGazette. Such a notification may not be issued unless resolutions\napproving the issue are passed by both the Houses of\nParliament. Moreover, the Central Government must have regard\nto international law and State practice before altering the limit\nof the territorial waters. It is undisputed that during the relevant\nperiod or even upto this day, the limit of territorial waters which\nis 12 nautical miles has not been extended. The 12 nautical\nmile limit as provided by India for its territorial waters is\nconsistent with international law, specifically Article 3 of Section\n2 of Part II of UNCLOS, 1982 which expressly provides that the\nG\nH\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n505\nbreadth of territorial area shall not exceed 12 nautical miles. A\n44. It was contended that admittedly, the oil rigs are vessels\nand are carrying on operations more than 12 nautical miles from\nthe shore of India. Hence, the oil rigs clearly answer the definition\nof a \"foreign going vessel\" carrying on operations outside the\nB\nterritorial waters of India, as defined under Section 2(21) of the\nCustoms Act. It would be impermissible to read any words into\nthe definition of \"a foreign going vessel\" or to substitute the words\n\"territorial waters of India\" with any other words. The effect of\nthe High Court Judgment and the Respondent's submissions\nis to substitute the words \"territorial waters of India\" with the C\nwords \"territory of India\"/ \"continental shelf of India\"/\"India\" in sub-\nclause (ii) of Section 2(21). Such an exercise is impressible in\nlaw, particularly, in the case of a fiscal State. The subject vessels\nare foreign going vessels and fall within the plain language and\nmeaning of the definition in Section 2(21) of the Customs Act. D\nE\n45. That since, there has been no change in the definition\nof the expression \"foreign-going vessel\" in the Customs Act,\nand this definition continues to utilize the expression \"outside\nthe territorial waters of India\", the mere fact that the provisions\nof the Customs Act have been extended to the continental shelf\nand exclusive economic zone makes no difference to the\nAppellants' entitlement for exemption from payment of duty. The\nmere applicability of the provisions of the Customs Act, 1962 to\nthe continental shelf and exclusive economic zone does not mean\nthat the continental shelf and exclusive economic zone become F\na part of the territory of India. It only means that the provisions of\nCustoms Act including the exemptions contained in Section\n86(2) read with Section 87 and Section 2(21), would apply. The\nAppellants do not dispute that the Customs Act is applicable to\nthe continental shelf and the exclusive economic zone. Indeed, G\nthe Appellants are seeking to avail of the benefit of the\nexemptions contained in Section 86(2) read with Section 87\nand Section 2(21). The notification issued under the Maritime\nZones Act, 1976, extending the operation of the Customs Act to\nthe continental shelf and the exclusive economic zone does not H\n506\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA militate against the Appellants enjoying the benefits of these\nprovisions. That it was open to the Central Government under\nSections 6(6) and 7(7) of the Maritime Zones Act, 1976, to extend\nthe Customs Act to the continental shelf and exclusive economic\nzone with such restrictions and modifications as it thinks fit. For\nB instance, the Central Government could have excluded the\napplicability of the provisions of Sections 86(2) and 87 to the\ncontinental shelf and exclusive economic zone. However, the\nCustoms Act has been extended to the continental shelf and\nexclusive economic zone without any restrictions or\nmodifications. Hence, all provisions of the Customs Act,\nincluding the exemptions contained in Sections 86(2) and 87\nread with Section 2(21), fully apply.\nC\n46. It is further submitted that the very fact that the Customs\nAct was made applicable to the continental shelf and the\nD exclusive economic zone itself demonstrates that the continental\nshelf and the exclusive economic zone do not, and in fact cannot,\nform part of the territory of India. If the continental shelf and the\nexclusive economic zone were part of the territory of India, the\nCustoms Act would per se be applicable and there was no need\nE to extend the Customs Act, by a notification under the Maritime\nZones Act, 1976.\nF\n47. That none of the notifications issued under the\nprovisions of Sections 6(6) and 7(7) of the Maritime Zones Act,\n1976 purports to extend the limits of the territorial waters. The\nterritorial waters limit remains at 12 nautical miles and the limited\nsovereignty which can be exercised therein - for the purposes\nof exploration and exploitation of resources - does not result in\nthe definition or meaning of territorial waters of India or foreign\ngoing vessel being changed. According to him, the Appellants'\nG vessels would continue to be entitled to be classified as such\nand claim exemptions contained in the Customs Act as a\nconsequence thereof.\nH\n48. That there is a clear distinction between the concept\nof (i) the territory of India and (ii) the deeming provisions\n7\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n507\nregarding the extension of an enactment to designated areas A\nand such areas being deemed to be a territory of India for the\npurposes of extension of law. In the former case, the territory of\nIndia is circumscribed by Article 1(3) of the Constitution. The\ndesignated areas are not the territory of India and do not fall\nunder any of the clauses of Article 1(3). Apart from the B\nConstitution not treating the designated areas as a part of the\nterritory of India, such a notion would also run counter to India's\ninternational obligations under UNCLOS, 1982. UNCLOS, 1982\ndoes not contain any provision which enables a party State to\nassert full sovereignty over the continental shelf or the exclusive\neconomic zone as being part of the territory of that State. The\nright to exclusively exploit and enjoy resources in an area is\nvery different from an area being the territory of the State. If the\ncontinental shelf and the exclusive economic zone are treated\nas being a territory of India, it would amount to annexation of\nD\ninternational waters/territory into the territory of India. This would\nhave wide international ramifications and would be contrary to\nthe principles of international law.\nCONTENTIONS\nRESPONDENTS\nON\nBEHALF OF THE\nC\nE\nF\n49. Learned Senior Counsel Shri V. Shekhar, appearing\nfor the Union of India submitted that the oil rig is stationed at a\ndesignated area in the continental shelf/exclusive economic\nzone. The designated area is within the territorial limits of the\nCoastal State (country). The maritime limit of the Coastal State\nwould include territorial waters, continental shelf and exclusive\neconomic zone, as recognized under the International\nConvention on the Law of the Sea including rights, exclusive\njurisdiction and duties of the Coastal State with regard to the\ncustoms, fiscal, safety, health, immigration laws and regulations.\nFor this, he made a reference to Articles 56, 60, 77, 80 of the\nUNCLOS, 1982. It is submitted that pursuant to such recognition\nof the territorial limit in the Comity of Nations, the Costal States\nhave the power to legislate or take such appropriate measures\nto exercise its sovereign power over that territorial limit. It is H\nG\n"}