{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"478\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA that the revenue generated from exploration and\nexploitation should accrue to the coastal State viz. India.\n[para 85] [524-D, E, F]\nB\n6.1 Appellants may be carrying on its operation\noutside the territorial waters, as understood under\nSection 3 of the Maritime Zones Act, 1976. Nevertheless,\nfor all purposes, it is within the limit where the coastal\nState has a sovereign right or power to enact or extend\nany law, and the advantage to a foreign going vessel will\nnot be available under Sections 86 and 87 of the Customs\nC Act to such vessels. It is true that the limits of territorial\nwaters as defined in Section 3 of the Maritime Zones Act,\n1976 has not been extended but under Sections 6 and 7\nthereof, sovereign rights can be exercised by the coastal\nStates on an area which is recognized as the maritime\nD limit of the coastal State which is being exercised.\n[para 76, 77] [518-E, F, G, H]\nE\n6.2 Section 2(21) of the Customs Act cannot be read\nin isolation. The entire scheme of the Customs Act and\nother Acts such as Maritime Zones Act, 1976 which are in\npari-materia have to be read together. A reading of Sections\n6 and 7 of the Maritime Zones Act, 1976 makes it clear\nIndia's jurisdiction over the Maritime Zones Act, 1976\nextends to the continental shelf and exclusive economic\nzone. Consequently, if mineral oil is extracted or produced\nF in the exclusive economic zone or continental shelf and\nis brought to the main land, it will not be treated as import\nand, therefore, no customs duty would be leviable.\nLikewise, goods supplied to a place in the exclusive\neconomic zone or continental shelf will not be treated as\nG export under the Customs Act and no export benefit can\nbe availed on such supply. Any mineral oil produced in\nthe exclusive economic zone or continental shelf will be\nchargeable to Central Excise Duty, as goods produced\nin India. This is clear from notification no. S.O. 189 (E)\nH dated 07.02.2002 and Circular No. 17/2002-Customs\nX\n×1\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS.\n479\ndated 13.03.2002 [2002 (141) ELT T10]. Similarly, in A\nCircular No. 22/2002 dated 23.04.2002 2002(142) ELT\nT20, the notification S.O. 189 (E) has been clarified.\n[para 76-78] [518-H; 519-A, B, C, D; 520-A]\n0\n7. The High Court in Pride Foramer's case rightly held\nthat in Amership Management case the issue was limited.\nto the question as to whether the oil rigs were vessels\nand, if so, a 'foreign going vessel' in the light of the\ncontroversy raised in that Judgment. In Amership\nManagement case, the High Court after relying on the\nInternational Load Lines Convention, 1966 and Central C\nGovernment Notifications and upon the load lines\ncertificates, held that for the purposes of the Customs Act,\nthe expression \"vessel\" is of the widest amplitude and\nmust be construed to include \"oil rigs\". It was held that\nsince the oil rigs are stationed beyond the territorial ņ\nwaters, supply of imported \"stores\" to the oil rigs\nstationed outside the territorial waters would qualify for\nexemption from duty under Section 86 without being\nrequired to be warehoused. The question with respect to\nthe applicability of Sections 6 and 7 of the Maritime Zones\nAct, 1976 together with the notifications issued pursuant\nthereto were not considered at all. [para 84] [523-A, B, C, D]\nPride Foramer vs. Union of India (2002) 148 ELT 19\n(Bom.) – approved.\n.-\nAmership Management Pvt. Ltd. Vs. Union of India (1996)\n86 ELT 12 (Bom.) – distinguished.\n-\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2236\nof 2002.\nبنا\nF\nFrom the Judgment and Order dated 10.9.2001 and G\n24.4.2001 of the High Court of Bombay in W.P. No 2070/2001\nand 1818/2000.\nWITH\nCivil Appeal No. 6148/2002 and Civil Appeal No. 4444/ H\n480\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA 2006.\nRamesh Singh (for M/s. O.P. Khaitan \u0026 Co.) for the\nAppellant in Civil Appeal No. 2236/2002.\nShyam Divan, Rashna Khan, Smjeetaa Inna (For Rajesh\nB Kumar) for the Appellant in C.A. Nos. 6148/2002 and 4444/\n2006.\nC\nV. Shekhar, Aruna Gupta, Alka Sharma, B. Krishna Prasad\nand B.V. Balram Das for the Respondents.\nBHAN, J. 1. These appeals are being disposed of by this\ncommon Judgment as the facts and questions of law involved\nin these appeals are the same. For the sake of convenience,\nthe facts are taken from Civil Appeal No. 6148 of 2002.\n2. This Appeal is directed against the Judgment of the\nD Bombay High Court dated 05.06.2002 rendered in the\nAppellant's Writ Petition No. 1336 of 2002. By the impugned.\nJudgment, the High Court dismissed the Writ Petition on the\nground that the questions in issue were covered by a previous\nDivision Bench Judgment of the same High Court in Writ Petition\nE No. 1818 of 2002 [Pride Foramer v. Union of India].\nF\n0\nH\n3. The principal issue that falls for consideration in this\ncase is:-\n\"Whether oil rigs engaged in operations in the exclusive\neconomic zone/ continental shelf of India, falling outside\nthe territorial waters of India, are \"foreign going vessels\"\nas defined by Section 2(21) of the Customs Act, 1962,\nand are entitled to consume imported stores thereon\nwithout payment of customs duty in terms of Section 87 of\nthe Customs Act, 1962?\"\nFACTS\n4. The Appellants are engaged in drilling operations for\nexploration of offshore oil, gas and other related activities under\ncontracts awarded by the Oil and Natural Gas Commission (for\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n481\nshort, 'ONGC'). The drilling operations are carried on at oil rigs/ A\nvessels, which are situated outside the territorial waters of India.\nUntil around November, 1993, the Appellants, and all other\nsimilarly situated companies which were engaged in oil and\ngas exploration and exploitation were permitted to transship\nstores to the oil rigs without levy of any customs duty regardless B\nof the fact whether oil rigs were operating within a designated.\narea or non-designated area.\n5. November, 1993 onwards, the Revenue Authorities (for\nshort, 'respondents') refused to permit companies engaged in\nonward offshore operations, to transship stores to the oil rigs,\nwithout payment of customs duty.\nC\nD\nE\n6. Appellants filed Writ Petition No. 610 of 1994 challenging\nthe levy of customs duty on transshipment of goods/stores\nimported by drilling contractors and supplied to oil rigs, as stores\nfor consumption on board on the oil rigs. The Bombay High Court\nby its interim order dated 07.02.1994 held that the Appellant\nshall be permitted to clear the consignments without payment\nof duty on execution of bond. The Bombay High Court by its\nJudgment dated 15.01.1996 in Amership Management Pvt.\nLtd. v. Union of India [(1996) 86 ELT 12 (Bom)] allowed a\ngroup of Writ Petitions filed by similarly placed oil rig operators.\nThe High Court in the aforesaid Judgment held that the oil rigs\nare foreign going vessels as defined in Section 2(21) of the\nCustoms Act, 1962 (for short, 'the Customs Act'). The spare\nparts or equipment for the oil rigs were \"stores\" and the writ F\npetitioners were entitled to clear the stores to the oil rigs, without\npayment of customs duty, by availing exemptions under Sections\n86(2), 87 read with Section 2(21) of the Customs Act, 1962.\n7. The Appellants' Writ Petition No. 610 of 1994 was G\nallowed on 24.04.1998 following the Judgment in Amership\nManagement case (supra). The Respondents were directed\nto allow clearance of the ship stores and spares for use on the\noil rigs without recovery of customs duty. The Civil Appeals\npreferred by the Revenue against the Judgment in the\nH\n482\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Appellants' case were dismissed by this Court's Order dated\n13.03.2001 which reads as under: -\nB\nC\nD\nE\nபட\nF\n\"Learned counsel for the appellants draws our attention to\nthe fact that by an order dated 19th April, 1999 the special\nleave petitions in this matter had been ordered to be linked\nwith S.L.P.(C)..../1999 (D.No.6232/97). Subsequently, on\n13th May, 1999, the number was corrected as S.L.P.(C)\nNos...../99 (D.No.6292/97). Now, learned counsel for the\nRevenue submits that these appeals should be adjourned\nfor two weeks and both matters listed together. Learned\ncounsel for the respondents draws our attention to the\noffice report dated 12th March, 2001 in this matter. The\nrelevant portion of the office report reads thus:\n\"Pursuant to Court's Order dated 13th May, 1999, it is\nsubmitted for the information of the Hon'ble court that\nSpecial Leave Petition (Civil) No.... of 1999 (D.No.6292\nof 1997) was returned to the Advocate for the Appellant on\n22nd April, 1997 for curing the defects but till date the\nsame has not been re-filed despite this Registry's letters\ndated 24th May, 1999, 7th July, 1999 and reminder dated\n24th February, 2000.\"\nHaving regard to the failure of the appellants to do what\nwas required to be done till date, the application for\nadjournment is refused. The appeals will go on.\nLearned counsel for the appellants says that he is not in\na position to argue the matter.\nThe appeals are dismissed with costs.\"\n8. The Central Government issued Notification No. S.O.\nG 429 (E) dated 18 07.1986 under Section 6(5)(a) and Section\n7(6)(a) of the Territorial Waters, Continental Shelf, Exclusive\nEconomic Zone and Other Maritime Zones Act, 1976 (for short,\n'the Maritime Zones Act. 1976') by which certain areas were\nidentified a's designated areas\". The \"designated areas\" are\nH more than 12 nautical miles away from the shore and are\nسمجھے\nx\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\noutside the territorial waters of India.\n483\n9. The Central Government by Notification No. 11/87-\nCUSTOMS dated 14.01.1987 issued under Section 6(6)(a) and\nSection 7(7)(a) of the Maritime Zones Act, 1976 extended the\nCustoms Act and the Customs Tariff Act, 1975 to the\n\"designated areas\".\n10. The Central Government by Notification No. S.O. 643\n(E) dated 19.09.1996, in exercise of its powers under Section\n6(5)(a) and Section 7(6)(a) of the Maritime Zones Act, 1976,\nfurther declared certain areas in the continental shelf and the\nexclusive economic zone where the installations, structures and\nplatforms were located as \"designated areas\".\nA\nB\nC\n11. By a subsequent Notification No. S.O. 189 (E) dated\n11.02.2002, the Central Government in exercise of its power\nunder Section 6(5)(a) and Section 7(6)(a) of the Maritime Zones D\nAct, 1976, extended the Customs Act and Customs Tariff Act to\nthe continental shelf of India and the exclusive economic zone\nof India with effect from the date of publication of the Notification\nin the Official Gazette for the following purposes, viz. :-\n\"a)\nน.\nE\nthe prospecting for extraction for production of mineral\noils in the continent shelf of India or the exclusive\neconomic zone of India and\nb)\nthe supply of any goods as defined in clause (22) of\nSection 2 of the Customs Act, 1962 in connection\nwith any of the activities referred to in clause (a).\"\nF\n12. The Pride Foramer, another oil rig operator, similarly\nplaced to the rig operators covered in Amership Management\ncase (supra) sought permission to clear the ship stores/spares\nfor use on its rig without the payment of customs duty. The said G.\npermission was refused. Aggrieved against, Pride Foramer filed\nWrit Petition No. 1818 of 2000 before the Bombay High Court.\nThe Bombay High Court by its Order dated 24.04.2001\ndismissed the Writ Petition. Same is reported as \"Pride\nForamer v. Union of India\" [(2002) 148 ELT 19 (Bom)].\nH\nA\n484\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\n13. The High Court after extensively referring to the relevant\nprovisions of the Constitution of India, General Clauses Act,\nCustoms Act, Maritime Zones Act, 1976, the Notifications\nissued under the Maritime Zones Act, 1976, i.e., No. S.O. 429\n(E) dated 18.07.1986, No. 11/87-CUSTOMS dated 14.01.1987,\nB No. S.O. 643 (E) dated 19.09.1996, Convention on Law of Sea\nknown as Union Nations Convention on the Law of Sea, 1982\n(for short, 'UNCLOS, 1982') concluded as under: -\nC\nD\nE\nF\nG\nI\n\"For all the reasons stated above, we are of the view that\nthe respondents are perfectly justified in refusing to permit\nthe petitioner to clear, ship stores and spares for use on\nthe Oil Rig, on transshipment permit and without payment\nof customs duty while the Oil Rig is in a designated area.\nWe also hold that the continental shelf land the exclusive\neconomic zone are the parts of India in view of the\nprovisions of sections 6(6) and 7(7) of the Maritime Zones\nAct and for the purposes thereof and pursuant to\nnotifications referred to in para 26 (Supra) the provisions\nof the Customs Act, 1982 were extended to such areas,\nconsequently, the Oil Rigs proceeding to such areas or\noperating therein are not foreign going vessels under\nsection 2(21) of the Customs Act. If that is so, the petitioner\nis not entitled to the benefit of section 53 read with 54 and/\nor of section 86 r/w 87 of the Customs Act. In view of our\nview the petition must fail.\"\n14. In the present case, Appellants imported the \"stores\"\nby air which landed at Sahara Airport. When they sought\nclearance to shift stores without payment of duty, the same was\ndeclined by the Revenue Authorities on 24.12.2001, by passing\nthe following order:-\n\"Please refer your letter dated 14.12.2001 on the above\nsubject.\nI am directed to inform you that your request on the above\nsubject can not be granted in view of judgment of the\nHon'ble High Court of Bombay in W.P. No. 1818/2000 in\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n485\ncase of M/s. Pride Foramer. It may be noted that the A\nHon'ble Supreme Court's interim order in the case of Aban\nLloyd is only applicable to them and as such the benefit of\nthe said order cannot be extended to you.\"\n1.5. The Appellants, thereafter, filed the Writ Petition in the\nHigh Court which has been dismissed by the impugned Order\nfollowing the decision in Pride Foramer's case (supra).\nB\n16. The Counsel appearing for the assessee in Pride\nForamer's case (supra), had raised, broadly speaking, three\nsubmissions which were categorized by the High Court under C\nthe following broad heads: -\n\"(A) The Oil Rig is vessel.\n(B) The Oil Rig engaged in exploration/exploitation of\noffshore oil, gas and other related services outside\nthe territorial waters of India whilst operating in\ndesignated area is a foreign going vessel pursuant\nto section 2(21) (ii) of the Customs Act.\nD\n(C) The goods sent to the Oil Rig are stores and are\nliable to be transshipped to the Rig without, payment E\nof any custom duty or at any rate the petitioner is\nentitled to transship spares without payment of\ncustom duty under sections 53 and 54 of the Customs\nAct.\"\n17. The High Court in Pride Foramer's case (supra) held\nthat oil rig is a vessel, thus, submission categorized as (A) was\ndecided in favour of the assessee. The two other submissions\nwhich had been categorized as (B) and (C) were decided in\nfavour of the Revenue and against the assessee.\n18. Although, in the present case, the Petitioners before\nthe High Court, had raised the plea that the Appellants were\nentitled to transship spares without payment of duty under\nSections 53 and 54 of the Customs Act, the same was not\npressed into service before us as Chapter VIII in which Sections\nF\nG\nH\n486\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA 53 and 54 find their place does not apply to baggage, postal\narticles and stores (Section 52). Undoubtedly, the goods in\nquestion are \"stores\" and, therefore, the submission regarding\napplicability of Sections 53 and 54 of the Customs Act were not\npressed into service before us.\nB\n19. Before proceeding to take up the rival contentions\nraised by the parties in this Appeal, it would be appropriate to\nrefer to the relevant provisions of the Constitution of India,\nCustoms Act, 1962, Territorial Waters, Continental Shelf,\nExclusive Economic Zone and Other Maritime Zones Act, 1976\nC existing at the relevant time and the International Conventions\nand provisions thereof: -\n\"(i) ARTICLE 1(3) OF THE CONSTITUTION OF INDIA\nprovides that the \"TERRITORY OF INDIA\" shall\ncomprise of-\nD\na)\nthe territories of States:\nb)\nthe Union territories specified in the First\nSchedule; and\nE\nc) such other territories as may be acquired.\"\n(ii) SECTION 3(28) OF THE GENERAL CLAUSES ACT\nprovides that: -\n\"India\" Shall mean-\nF\n(a) XXX XXX\nG\nH\n(b) XXX XXX\n(c) as\nrespects any period after the\ncommencement of Constitution all territories for\nthe time being comprised in the territory of\nIndia.\"\n(iii) SECTION 2(27) OF THE CUSTOMS ACT, 1962\ndefines \"INDIA\" as under:-\n\"\"India\" includes the territorial waters of India.\"\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n487\nThis definition under the Customs Act is relevant for the A\npurposes of the Customs Act only.\nRELEVANT PROVISIONS OF CUSTOMS ACT, 1962\n(iv) SECTION 2(21) assigns the following meaning to\nthe \"FOREIGN GOING VESSEL OR AIRCRAFT\":\n\"foreign-going vessel or aircraft\" means any vessel\nor aircraft for the time being engaged in the carriage\nof goods or passengers between any port or airport.\nin India and any port or airport outside India, whether\ntouching any intermediate port or airport in India or\nnot, and includes-\n(i) XXX XXX ;\nB\nC\n(v)\n(ii) XXX XXX;\nD\n(iii) any vessel or aircraft proceeding to a place\noutside India for any purpose whatsoever;\"\nSECTION 2(28) defines to mean INDIAN CUSTOMS\nWATER: -\n\"Indian Customs Water\" means the waters extending into\nthe sea upto the limit of contiguous zone of India under\nsection 5 of the Territorial Waters Continental Shelf,\nExclusive Economic Zone and other Maritime Zones Act,\n1976, (80 of 1976) and includes any bay, gulf, harbour,\ncreek or tidal river;\"\n(vi) SECTION 52 reads as under: -\nE\nF\n\"Chapter not to apply to baggage, postal articles\nand stores- The provisions of this Chapter shall not\napply to (a) baggage, (b) goods imported by post, G\nand (c) stores.\"\n(vii) SECTION 53 reads as under: -\n\"Transit of certain goods without payment of\nduty.-(1) Subject to the provisions of section 11, any H\n"}