{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nSTATE OF U.P. AND ORS.\nV.\nR.C. MISRA\nMARCH 22, 2007\n[G.P. MATHUR AND LOKESHWAR SINGH PANTA, JJ.]\nService Law-Civil Service Regulations-Regulation 351A-\nDisciplinary proceedings instituted against employee while he was in service—\nContinuance of, after retirement-Held: Did not require sanction of the\nGovernor.\nWords and Phrases—'Institute\", \"Continue\", \"Proceed” and “Go on”-\nMeaning of -In context of clause (a) of the proviso to Regulation 351A of\nthe Civil Service Regulations-Explained.\nDisciplinary proceedings were initiated against Respondent prior to his\nretirement by issuing a charge sheet.\nThe question which arose for consideration in the present appeal is\nwhether the disciplinary proceedings could not have continued after his\nE retirement unless specific order for its continuance had been taken from the\nCompetent Authority i.e. the Governor, as provided in Regulation 351A of the\nCivil Service Regulations.\nF\nG\nH\nAllowing the appeal, the Court\nHELD: 1.1 The substantive part of Regulation 351A confers the power\nupon the Government of withholding or withdrawing a pension or any part of\nit, whether permanently or for a specified period and the right of ordering\nthe recovery from a pension of the whole or part of any pecuniary loss caused\nto Government, if the pensioner is found in departmental or judicial\nproceedings to have been guilty of grave misconduct, or to have caused\npecuniary loss to Government by misconduct or negligence, during his service,\nincluding service rendered on re-employment after retirement. There is a\nproviso appended to the Regulation which circumscribes the power conferred ..\nby the substantive part of the Regulation. Clause (a) of the proviso uses the\nexpression if not instituted while the officer was on duty either before\n360\n+\nSTATE OF U.P. v. R.C. MISRA\n361\nretirement or during re-employment. Clause (a) of the proviso will, therefore, A\nget attracted only when the departmental proceedings are instituted against\nthe officer after his retirement or when he is not in re-employment. If the\ndepartmental proceedings are instituted before an officer has attained the age\nof superannuation and before his retirement, proviso (a) can have no\napplication. In order to remove any doubt regarding the date of institution of\nB\nenquiry or the judicial proceedings an Explanation has been appended after\nthe proviso. According to Explanation (a), departmental proceedings shall be\ndeemed to have been instituted (i) when the charges framed against the officer\nare issued to him, or (ii) if the officer has been placed under suspension from\nan earlier date, on such date. By incorporating the explanation, the rule\nframing authority has notionally fixed two dates as the date on which the C\ndepartmental proceedings shall be deemed to have been instituted against an\nofficer. [Para 6] [365-H; 366-A-E]\n1.2 A combined reading of the proviso and the explanation would show\nthat there is no fetter or limitation of any kind for instituting departmental\nproceedings against an officer if he has not attained the age of superannuation D\nand has not retired from service. If an officer is either placed under suspension\nor charges are issued to him prior to his attaining the age of superannuation,\nthe departmental proceedings so instituted can validly continue even after he\nhas attained the age of superannuation and has retired and the limitations\nimposed by sub-clause (i) or sub-clause (ii) of clause (a) of proviso to\nRegulation 351A will not apply. It is only where an officer is not placed under\nsuspension or charges are not issued to him while he is in service and\ndepartmental proceedings are instituted against him under Regulation 351A\nafter he has attained the age of superannuation and has retired from service\nand is not under re-employment that the limitations imposed by sub-clauses\n(i) and (ii) of proviso (a) shall come into play. [Para 6] [366-E-G]\nE\nF\n1.3 The word used in proviso (a) is \"institute\". The dictionary meaning\nof the word \"institute\" is set up; cause to come into existence; to originate\nand get established; to commence. It obviously refers to the initial action or\nthe commencement of the action. It is entirely different from continuance of\nG\nan action already initiated. If the intention of the rule making authority had\nbeen that an enquiry instituted against an officer while in service should not\nproceed after his retirement, save with the sanction of the Governor, then the\nproviso (a) would have been differently worded and instead of the word\n“instituted”, the words “continue” or “proceed” or “go on\" would have been\nused. This being not the language of the proviso, there is absolutely no warrant\nH\n362\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA for holding that an enquiry validly instituted against an officer while he was\nin service would, after retirement of the officer, require sanction of the\nGovernor for its continuance and culmination. [Para 7] [366-H; 367-A-B]\n2.1. In the present case, the respondent had been placed under\nsuspension and charges were also served upon him while he was in service.\nB In such circumstances, proviso (a) did not come into play at all and there was\nC\n.D\nno requirement of obtaining sanction of the Governor. The enquiry which had\nbeen instituted prior to the retirement of the respondent and was completed\nafter his retirement could not, therefore, be held to be illegal on the ground\nof want of sanction of the Governor. [Para 8] [367-C-D]\n2.2 Regulation 351A cannot be interpreted in a manner that a\ndepartmental proceeding validly instituted while the officer is in service would\nrequire sanction of the Governor for its continuance subsequent to his\nretirement as the limitation imposed by sub-clause (i) of clause (a) of the proviso\nis only on institution of the proceedings and not the continuance thereof.\n[Para 10] [368-G]\non.\nState of U.P. \u0026 Ors. v. Harihar Bhole Nath, JT (2006) 9 SC 567, relied\nE\nF\nG\nState of U.P. v. Shri Krishna Pandey, [1996] 9 SCC 395, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1539 of 2007.\nFrom the Final Judgment and Order dated 16.3.2004 of the High Court\nof Judicature at Allahabad, Bench at Lucknow in W.P. No. 1292(SB) of 2002.\nDinesh Dwivedi, Niranjana Singh, and Abhishek Chaudhary for the\nAppellants.\nSunil Gupta, Shail Kumar Dwivedi and G.V. Rao for the Respondent.\nThe Judgment of the Court was delivered by\nG. P. MATHUR, J. 1. Leave granted.\n2. This appeal, by special leave, has been preferred against the judgment\nand order dated 16.3.2004 of Allahabad High Court (Lucknow Bench), by\nwhich the writ petition filed by the State of U.P. was dismissed. In the writ\nH petition challenge was laid to the order dated 10.4.2002 passed by U.P. Public\nSTATE OF U.P. v. R.C. MISRA [G.P. MATHUR, J.]\n363\nService Tribunal, Lucknow (hereinafter called 'the Tribunal') by which the A.\nclaim petition filed by the respondent R.C. Misra had been allowed and the\norder passed by the State Government for recovery of certain amount from\nhis pension/gratuity was set aside.\nB\n3. The respondent was working as Block Development Officer when he\nwas placed under suspension by the order dated 20.10.1997 and a charge\nsheet containing 12 charges was served upon him on 24.10.1997. The\nrespondent attained the age of superannuation on 31.10.1997 and retired from\nservice. The enquiry officer submitted a report on 16.11.1999 that all the 12\ncharges levelled against the respondent were found to have been established.\nThereafter, an order was passed by the State Government on 25.1.2001 directing C\nrecovery of Rs.9,69,141.60 from the pension/gratuity of the respondent. The\nrespondent filed a claim petition before the U.P. Public Service Tribunal,\nLucknow, challenging the aforesaid order passed by the State Government.\nThe Tribunal allowed the claim petition by the order dated 10.4.2002 and set\naside the order passed by the State Government directing recovery of\nRs.9,69,141.60 from the respondent. It was, however, left open to the State D\nGovernment to proceed against the respondent under Regulation 351A of the\nCivil Service Regulations after obtaining sanction from the competent authority.\nThe appellant State of U.P. filed a writ petition challenging the aforesaid order\nof the Tribunal but the same was dismissed on 16.3.2004.\n4. We have heard Shri Dinesh Dwivedi, learned senior counsel for the\nappellant, Shri Sunil Gupta, learned senior counsel for the respondent and\nhave perused the record.\nE\nF\n5. There is no dispute regarding the factual position that the respondent\nwas placed under suspension on 20.10.1997 and a charge sheet containing 12\ncharges was served upon him on 24.10.1997 and shortly thereafter he attained\nthe age of superannuation on 31.10.1997. The enquiry officer recorded a\nfinding that all the charges were found to have been established against the\nrespondent. The Tribunal has held that the disciplinary proceedings were\ninitiated against the respondent prior to his retirement by issuing a charge\nsheet but the same could not have continued after his retirement unless G\nspecific order for its continuance had been taken from the competent authority\ni.e. the Governor, as provided in Regulation 351A of the Civil Service\nRegulations. The High Court has accepted the aforesaid reasoning of the\nTribunal and has observed as under :-\n66\n‘.....This enquiry was thus, initiated few days before the date of H\nA\nB\nC\nD\nE\nF\n364\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nretirement of the respondent no.1. At that time there was no occasion\nfor the State Government to take any permission or sanction under\nRegulation 351A of the Civil Service Regulations. During continuance\nof the enquiry the respondent no.1 retired from service on attaining\nthe age of superannuation but no sanction or permission as required\nunder Regulation 351A of the Civil Service Regulations was taken\nfrom the Governor by the petitioner.\"\nThe High Court repelled the contention raised on behalf of the appellant\nState of U.P. that as the enquiry had been initiated before the respondent had\nattained the age of superannuation, no sanction of the Governor was required\nand for this reliance was placed on a decision of this Court rendered in State\nof U.P. v. Shri Krishna Pandey, [1996] 9 SCC 395.\n6. Regulations 351A and 470 of Civil Service Regulations read as under:-\n\"351A. The Governor reserves to himself the right of withholding or\nwithdrawing a pension or any part of it, whether permanently or for\na specified period and the right of ordering the recovery from a\npension of the whole or part of any pecuniary loss caused to\nGovernment, if the pensioner is found in departmental or judicial\nproceedings to have been guilty of grave misconduct, or to have\ncaused pecuniary loss to Government by misconduct or negligence,\nduring his service, including service rendered on re-employment after\nretirement:\nProvided that-\n(a) Such departmental proceedings, if not instituted while the officer\nwas on duty either before retirement or during reemployment -\n(i) shall not be instituted save with the sanction of the Governor.\n(ii) shall be in respect of an event which took place not more than four\nyears before the institution of such proceedings; and\n+\nG\nH\n(iii) shall be conducted by such authority and in such place or places\nas the Governor may direct and in accordance with the procedure\napplicable to proceedings on which an order of dismissal from service\nmay be made.\n(b) Judicial proceedings, if not instituted while the officer was on duty\neither before retirement or during re-employment, shall have been\nSTATE OF U.P. v. R.C. MISRA [G.P. MATHUR, J.]\n365\ninstituted in accordance with Sub-clause (ii) of Clause (a); and\n(c) The Public Service Commission, UP shall be consulted before final\norders are passed.\nA\n(Provided further that if the order passed by the Governor relates to\na case dealt with under the Uttar Pradesh Disciplinary Proceedings B\n(Administrative Tribunal) Rules, 1947, it shall not be necessary to\nconsult Public Service Commission.)\nExplanation For the purpose of this article-\n-\n(a) departmental proceedings shall be deemed to have been instituted\nwhen the charges framed against the pensioner are issued to him or,\nif the officer has been placed under suspension from an earlier date,\non such date; and\n(b) judicial proceedings shall be deemed to have been instituted:\nC\n(i) in the case of criminal proceedings, on the date on which complaint D\nis made, or a charge-sheet is submitted, to a criminal court; and\n(ii) in the case of civil proceedings, on the date on which the plaint\nis presented or, as the case may be, an application is made to a Civil\nCourt.\n470. (a) The full pension admissible under the Rules is not to be given\nas a matter of course, or unless the service rendered has been really\napproved (See Appendix 9)\n(b) If the service has not been thoroughly satisfactory the authority\nsanctioning the pension should make such reduction in the amount\nas it thinks proper. Provided that in cases where the authority\nsanctioning pension is other than the appointing authority, no order\nregarding reduction in the amount of pension shall be made without\nthe approval of the appointing authority.\nE\nF\nNote: For the purpose of this Article 'appointing authority' shall mean G\nthe authority which is competent to make substantive appointment to\nthe post or service from which the officer concerned retires.\"\nThe substantive part of Regulation 351A confers the power upon the\nGovernment of withholding or withdrawing a pension or any part of it, whether\npermanently or for a specified period and the right of ordering the recovery H\nB\n366\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA from a pension of the whole or part of any pecuniary loss caused to Government,\nif the pensioner is found in departmental or judicial proceedings to have been\nguilty of grave misconduct, or to have caused pecuniary loss to Government\nby misconduct or negligence, during his service, including service rendered\non re-employment after retirement. There is a proviso appended to the\nRegulation which circumscribes the power conferred by the substantive part\nof the Regulation. Clause (a) of the proviso with which we are concerned here\nuses the expression if not instituted while the officer was on duty either\nbefore retirement or during re-employment. Clause (a) of the proviso will,\ntherefore, get attracted only when the departmental proceedings are instituted\nagainst the officer after his retirement or when he is not in re-employment. If\nC the departmental proceedings are instituted before an officer has attained the\nage of superannuation and before his retirement, proviso (a) can have no\napplication. In order to remove any doubt regarding the date of institution of\nenquiry or the judicial proceedings an Explanation has been appended after\nthe proviso. According to Explanation (a), departmental proceedings shall\nbe deemed to have been instituted (i) when the charges framed against the\nofficer are issued to him, or (ii) if the officer has been placed under suspension\nfrom an earlier date, on such date. By incorporating the explanation, the rule\nframing authority has notionally fixed two dates as the date on which the\ndepartmental proceedings shall be deemed to have been instituted against an\nofficer. A combined reading of the proviso and the explanation would show\nE that there is no fetter or limitation of any kind for instituting departmental\nproceedings against an officer if he has not attained the age of superannuation\nand has not retired from service. If an officer is either placed under suspension\nor charges are issued to him prior to his attaining the age of superannuation,\nthe departmental proceedings so instituted can validly continue even after he\nhas attained the age of superannuation and has retired and the limitations\nimposed by sub-clause (i) or sub-clause (ii) of clause (a) of proviso to\nRegulation 351A will not apply. It is only where an officer is not placed under\nsuspension or charges are not issued to him while he is in service and\ndepartmental proceedings are instituted against him under Regulation 351A\nafter he has attained the age of superannuation and has retired from service\nG and is not under re-employment that the limitations imposed by sub-clauses\n(i) and (ii) of proviso (a) shall come into play.\nD\nF\n7. The word used in proviso (a) is \"institute\". The dictionary meaning\nof the word \"institute\" is set up; cause to come into existence; to originate\nand get established; to commence. It obviously refers to the initial action or\nH the commencement of the action. It is entirely different from continuance of\nSTATE OF U.P. v. R.C. MISRA [G.P. MATHUR, J.]\n367\nan action already initiated. If the intention of the rule making authority had A\nbeen that an enquiry instituted against an officer while in service should not\nproceed after his retirement, save with the sanction of the Governor, then the\nproviso (a) would have been differently worded and instead of the word\n\"instituted\", the words “continue” or “proceed\" or \"go on\" would have been\nused. This being not the language of the proviso, there is absolutely no\nB\nwarrant for holding that an enquiry validly instituted against an officer while\nhe was in service would, after retirement of the officer, require sanction of the\nGovernor for its continuance and culmination.\n8. In the present case, the respondent had been placed under suspension\nand charges were also served upon him while he was in service. In such C\ncircumstances, proviso (a) did not come into play at all and there was no\nrequirement of obtaining sanction of the Governor. The enquiry which had\nbeen instituted prior to the retirement of the respondent and was completed\nafter his retirement could not, therefore, be held to be illegal on the ground\nof want of sanction of the Governor. The view to the contrary taken by the\nTribunal and by the High Court is, therefore, clearly erroneous in law and D\ncannot be sustained.\n9. The provisions of Articles 351A and 470 of Civil Service Regulations\nhave recently been examined by this Court in State of U.P. \u0026 Ors. v. Harihar\nBhole Nath, JT (2006) 9 SC 567, and it is held as under in paras 14 and 15\nof the report :-\nE\nF\n\"14. The proceedings for recovery of the amount from a Government\nservant can be passed in the event he is held to be guilty of grave\nmisconduct or caused pecuniary loss to Government by his misconduct\nor negligence during his service. Some procedural safeguards, however,\nhave been laid down in terms of proviso appended thereto, including\nthe requirement to obtain an order of sanction of the Governor. Such\norder of sanction, however, would not be necessary if the departmental\nproceedings have been initiated while the delinquent was on duty.\nProviso appended to Regulation 351-A merely controls the main\nproceedings. The same would apply in the exigencies of the situation G\nenvisaged therein, namely, when the proceedings were initiated after\nretirement and not prior thereto.\n15. Explanation appended to Regulation 351-A provides for a legal\nfiction in terms whereof departmental proceedings would be deemed\nto have been instituted when the charges are framed against the H\nA\n368\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\npensioner or issued or the delinquent has been placed under\nsuspension from an earlier date, on such date.\"\n10. The High Court has placed reliance upon State of U.P. v. Shri\nKrishna Pandey, [1996] 9 SCC 395 for coming to the conclusion that even\nwhen departmental proceedings have commenced prior to retirement of an\nB officer, they cannot continue after retirement without the sanction of the\nGovernor. In this case, the officer had retired on 31.3.1987 and the proceedings\nwere initiated on 21.4.1991. Thus, the departmental proceedings were instituted\nlong after the retirement of the officer and in such a situation the limitations\nimposed by proviso (a) clearly got attracted and no enquiry could have been\ninstituted against him save with the sanction of the Governor. This decision\nhas been noticed and explained in State of U.P. \u0026 Ors. v. Harihar Bhole Nath\n(supra) in para 20 of the reports which is being reproduced below:-\nC\nD\nE\nF\n\"20. The High Court has placed strong reliance on State of U.P. and\nAnr. v. Shri Krishna Pandey, AIR (1996) SC 1656, wherein the\ndepartmental enquiry was initiated after the delinquent officer reached\nhis age of superannuation. Noticing Rule 351-A of the Civil Services\nRules and that the departmental proceeding was initiated after the\nretirement of the employee, the same was held to be impermissible in\nlaw. Although it was not necessary to pronounce upon the construction\nof Rule 351-A involving a case where a departmental proceeding was\ninitiated prior to reaching of the age of superannuation by the\ndelinquent officer, it was observed that as the officer had retired on\n31st March, 1987 and proceedings were initiated against him on 12th\nApril, 1991, proviso appended to the Rule would be applicable.\"\nThe decision in State of U.P. \u0026 Ors. v. Shri Krishna Pandey (supra) is\nclearly not an authority for the proposition that the departmental proceedings\ninstituted while the officer was on duty either before retirement or during re-\nemployment cannot be continued after his retirement save with the sanction\nof the Governor. Regulation 351A cannot be interpreted in a manner that a\ndepartmental proceeding validly instituted while the officer is in service would\nG require sanction of the Governor for its continuance subsequent to his\nretirement as the limitation imposed by sub-clause (i) of clause (a) of the\nproviso is only on institution of the proceedings and not the continuance\nthereof.\n11. For the reasons discussed above, the appeal is allowed with costs.\nH The judgment and order dated 10.4.2002 of the U.P. Public Service Tribunal,\nSTATE OF U.P. v. R.C. MISRA [G.P. MATHUR, J.]\n369\nLucknow and judgment and order dated 16.3.2004 of Allahabad High Court A\n(Lucknow Bench) are set aside. The matter is remitted to the Tribunal for\na fresh decision of the claim petition filed by the respondent on merits and\nin accordance with law. The Tribunal shall make all possible endeavour to\ndecide the proceedings as expeditiously as possible, preferably within a\nperiod of four months from the date of filing of a certified copy of this\njudgment, which shall be done by the parties at the earliest.\nB.B.B.\nAppeal allowed.\nB\n"}