{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"S.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n1011\n40. The.High Court in its judgment seems to have misread A\nthe entire evidence. Aforesaid findings recorded by the First\nAppellate Court have been brushed aside by dubbing them as\nconjectural. We are unable to appreciate the course adopted\nby the High Court. It was so influenced by the alleged admission\nmade by the plaintiffs in the second suit, it did not deem it B\nappropriate to examine the material which formed the basis of\nthe findings recorded by the First Appellate Court. It appears\nthat the pleadings, documents and the evidence was not read\nby the High Court yet it concluded that the findings of the\nAppellate Court were conjectural. We are unable to endorse\nthe view expressed by the High Court.\nс\n41. The High court ought to have taken great care to satisfy\nits judicial conscience that the execution of the Will was not\nsurrounded by suspicious circumstances. The Appellate Court\nhad pointed out so many suspicious circumstances which could D\nnot have been brushed aside as being conjectural. The findings\nwere based on documentary evidence. It was necessary for the\ndefendant No.1 to answer a number of pertinent questions\nrelating to the execution of the Will.\nE\nF\n42. It was also necessary for the High Court to exercise\ncare and caution to ensure that the propounder of the Will has\nremoved all legitimate suspicion. We have earlier noticed that\nin this case Indiramma was living with her mother\nPuttathayamma at the time of her death. She was the sole\nbeneficiary under the Will dated 18.6.1974. Her sisters, the\noriginal plaintiff and defendant No.4 that is, Lalithamma and\nKamalamma had been excluded from the inheritance. There is\nno convincing reason as to why they were excluded from the\ninheritance. The Will merely mentions that these two ladies are\nwell settled in their lives whereas Indiramma was not married. G\nThe Will does not specify which of the properties has been\nbequeathed to Indiramma, although Puttathayamma has been\nallotted certain specific property. Puttathayamma's son had\ndied on 27.10.73 and the Will is stated to have been made on\n18.6.1974. The Will is signed by Indiramma, even though she H\nC\n1012\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA is the sole beneficiary under the Will. She was present in the\noffice of the sub-Registrar at the time when the Will was\nregistered. There is also a question as to why the Will was\npresented for registration on two different occasions. It appears\nthat on the date when the Will was executed Indiramma also\nB obtained a power of attorney from her mother which would\ndemonstrate her anxiety to come into possession c. the\nproperty immediately. Neither the scribe (DW2) nor DW1 were\nable to give any satisfactory explanation as to why the Will was\nnot registered on the first occasion. In such circumstances it\nwas the duty of the of the High Court to carefully examine the\nfindings recorded by the lower Appellate Court together with\nthe relevant documents on the record to ensure that there is a\nproper explanation given by defendant No.1 of the aforesaid\nsuspicious circumstances. This Court in Iyengar case (supra)\nhad clearly held that cases in which the execution of the Will is\nsurrounded by suspicious circumstances, it may raise a doubt\nas to whether the testator was acting of his own free will. In such\ncircumstances it is a part of the initial onus of the propounder\nto remove all reasonable doubts in the matter. The presence\nof suspicious circumstances makes initial onus heavier. Such\nsuspicion cannot be removed by the mere assertion of the\npropounder that the Will bears signature of the testator or that\nthe testator was in a sound and disposing state of mind at the\ntime when the Will was made.\nD\nE\nF\nG\nH\n43. In our opinion, the High Court failed to exercise proper\ncare and caution by not thoroughly examining the evidence led\nby the party, especially when it was not in agreement with the\nreasons recorded by the First Appellate Court. In the case of\nJaswant Kaur v. Amrit Kaur, (1977) 1 SCC 369 this Court\nreiterated the principles governing the proof of a Will which is\nalleged to be surrounded by suspicious circumstances. Justice\nChandrachud speaking for the Court observed as follows:\n\"8. The defendant who is the principal legatee and for all\npractical purposes the sole legatee under the will, is also\nthe propounder of the will. It is he who set up the will in\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAŔ, J.]\n1013\nA\nanswer to the plaintiff's claim in the suit for a one-half share\nin her husband's estate. Leaving aside the rules as to the\nburden of proof which are peculiar to the proof of\ntestamentary instruments, the normal rule which governs\nany legal proceeding is that the burden of proving a fact\nin issue lies on him who asserts it, not on him who denies B\nit. In other words, the burden lies on the party which would\nfail in the suit if no evidence were led on the fact alleged\nby him. Accordingly, the defendant ought to have led\nsatisfactory evidence to prove the due execution of the will\nby his grandfather Sardar Gobinder Singh.\nC\n9. In cases where the execution of a will is shrouded in\nsuspicion, its proof ceases to be a simple lis between the\nplaintiff and the defendant. What, generally, is an adversary\nproceeding becomes in such cases a matter of the court's\nconscience and then the true question which arises for D\nconsideration is whether the evidence led by the\npropounder of the will is such as to satisfy the conscience\nof the court that the will was duly executed by the testator.\nIt is impossible to reach such satisfaction unless the party\nwhich sets up the will offers a cogent and convincing\nexplanation of the suspicious circumstances surrounding\nthe making of the will.\"\n44. In our opinion, the High Court failed to examine the\nentire issue in accordance with the aforesaid principles laid\ndown by this Court. We are, therefore, unable to uphold the\nimpugned judgment. The appeal is allowed. Judgment of the\nHigh court is set aside and the judgment of the First Appellate\nCourt i.e. the Court of the Principal Civil Judge (Senior Division)\nat Mysore is restored.\nD.G.\nAppeal allowed.\nE\nF\nA\nB\n[2010] 4 S.C.R. 1014\nN. SURESH NATHAN \u0026 ORS., ETC. ETC.\nV.\nUNION OF INDIA \u0026 ORS. ETC. ETC.\n(Civil Appeal No. 8468 of 2003)\nAPRIL 22, 2010\n[J.M. PANCHAL AND A.K. PATNAIK, JJ.]\nAssistant Engineers (Including Deputy Director of Public\nWorks Department) Group B(Technical) Recruitment Rules,\nC 1965:\nD\nE\nF\nG\nH\nrr. 5 and 11(1) - Promotion to post of Assistant Engineer\nunder 50% quota for degree-holder category of Section\nOfficers/Junior Engineers - HELD: Clause (1) of Rule 11\ndoes not provide for a separate stream or channel of\npromotion exclusively for degree-holders, who have\ncompleted three years service - In view of r.5, post of\nAssistant Engineer being a selection post, merit is the sole\ncriteria and seniority in the grade of Section Officers/Junior\nEngineers is not at all relevant - Therefore, all the Section\nOfficers/Junior Engineers who are eligible for consideration\nunder Rule 11(1) would be considered on the basis of\ncomparative merit - Constitution of India, 1950 - Articles 16\nand 141 Code of Civil Procedure, 1908 - s.11.\n-\nConstitution of India, 1950:\n-\n-\nArticle 141 Law declared by Supreme Court to be\nbinding on all courts - Decision of Supreme Court in N.\nSuresh Nathan's case HELD: Was confined to the\neligibility for consideration for promotion to 50% vacancies for\nthe posts of Assistant Engineers/Public Works Department,\nPondicherry meant for degree-holder or equivalent in the\ngrade of Section Officer/Junior Engineer, and there was no law\ndeclared by the Court, to be binding under Article 141, on the\n1014\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1015\nOF INDIA \u0026 ORS. ETC. ETC.\nissue as to how Section Officers/Junior Engineers who become A\nqualified for promotion to the post of Assistant Engineers would\nbe considered for promotion - Nor would the said decision\nconstitute res judicata on the issue - Precedents - Code of\nCivil Procedure, 1908 - s. 11 - Assistant Engineers (Including\nDeputy Director of Public Works Department) Group B\nB(Technical) Recruitment Rules, 1965 - rr. 5 and 11(1).\nC\nPromotion of appellant nos. 1 to 7 to the posts of\nAssistant Engineers, Public Works Department was\nchallenged by respondent nos. 2 to 7, before the Central\nAdministrative Tribunal. The Tribunal dismissed the\napplication holding that in view of the decision of the\nSupreme Court in N. Suresh Nathan's case, with regard\nto the procedure to be adopted for promotion of Section\nOfficers/Junior Engineers, the applicants before it could\nnot be allowed to raise the point once again nor was it D\nopen to the Tribunal to hold otherwise. But, the writ\npetition filed by the respondents challenging the order of\nthe Tribunal was allowed by the High Court holding inter\nalia that the judgment of the Supreme Court in N. Suresh\nNathan did not operate as res judicata. A review DPC was\ndirected to be held.\nDisposing of the appeals, the Court\nHELD: 1. In N. Suresh Nathan \u0026 Ors.*, this Court\nconfined its decision to the qualification or eligibility for\nconsideration for promotion to 50% vacancies for the\npost of Assistant Engineer meant for degree-holders or\nequivalent in the grade of Section Officer/Junior Engineer\nand held that only those Section Officers/Junior\nEngineers, who had completed three years' service after\nobtaining degree, were qualified or eligible for\nconsideration to the 50% vacancies meant for the\ncategory of degree-holders or equivalent. In the said\n1. (1991) 2 Suppl. SCR 423.\nE\nF\nG\nH\n1016 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA judgment, this Court did not decide on how the Section\nOfficers/Junior Engineers who had completed three\nyears' service in the grade after the degree in Civil\nEngineering or equivalent and had the qualification or\neligibility for consideration for promotion to the 50%\nB vacancies meant for the category of degree-holders\nwould be considered for promotion. Therefore, in N.\nSuresh Nathan \u0026 Ors., there was no law declared by this\nCourt so as to be binding on the courts under Article 141\nof the Constitution, on the issue as to how Section\nOfficers/Junior Engineers, who become qualified or\neligible for promotion to the post of Assistant Engineer\nwould be considered for promotion; and, therefore, the\ndecision in N. Suresh Nathan would also not constitute res\njudicata on the said issue. [Para 13-15] [1027-F-H; 1028-\nA-D-E; 1029-A-B]\nC\nD\nE\nF\nG\nH\n*N. Suresh Nathan \u0026 Ors. v. Union of India \u0026 Ors. (1991)\n2 Suppl. SCR 423 = (1992) 1 Suppl. SCC 584 - explained\nand distinguished.\n2.1. Clause (1) of Rule 11 is only a provision laying\ndown the qualification or eligibility for promotion to 50%\nof the posts of Assistant Engineers and the qualification\nor eligibility provided therein is either three years service\nin the grade of Section Officer/Junior Engineer after\ndegree in Civil Engineering or equivalent, or six years\nservice in the grade of Section Officer/Junior Engineer\nwith diploma in Civil Engineering. The provision also has\na rider that if there are Section Officers/Junior Engineers.\nwho have put in three years service after acquiring\ndegree or equivalent, available for consideration for\nvacancies, then they will be considered first for promotion\nand the turn for consideration for promotion of diploma-\nholders in Civil Engineering with six years service in the\ngrade of Section Officer/Junior Engineer will come only\nthereafter. Thus, the Rule itself provides that if for\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1017\nOF INDIA \u0026 ORS. ETC. ETC.\nB\nvacancies in the posts of Assistant Engineers, Section A\nOfficers/Junior Engineers possessing a recognized\ndegree in Civil Engineering or equivalent with three\nyears' service in the grade are not available, then Section\nOfficers/Junior Engineers holding diploma in Civil\nEngineering with six years' service in the grade would be\neligible for promotion. It cannot, therefore, be accepted\nthat Clause (1) of Rule 11 provides for a separate stream\nor channel of promotion exclusively for degree-holders,\nwho have completed three years service. [para 23] [1033-\nE-H; 1034-A-C]\nC\nD\n2.2. Rule 5 of the Recruitment Rules states that the\npost of Assistant Engineer in the Public Works\nDepartment is a selection post. The Recruitment Rules,\nhowever, do not lay down that seniority-cum-merit would\nbe the criteria for promotion to the selection post of\nAssistant Engineer. The person, who is most meritorious,\nis the most suitable person to be promoted to the\nselection post. Thus, merit is the sole criteria for\npromotion to the selection post and, therefore, question\nof seniority in the grade of Section Officer/Junior E\nEngineer is not at all relevant for promotion to the post\nof Assistant Engineer. [Para 29-30] [1036-E-F-G; 1037-E-\nF]\nDr. Jai Narain Misra v. State of Bihar \u0026 Ors. (1971) 1\nSCC 30; and Guman Singh, etc. v. State of Rajasthan \u0026 Ors.\n(1971) 2 SCC 452, relied on.\nR. B. Desai \u0026 Anr. v. S. K. Khanolkar \u0026 Ors. (1999) 7\nSCC 54; Chandravathi P.K. \u0026 Ors. v. C.K. Saji \u0026 Ors. 2004\n(2) SCR 330 = (2004) 3 SCC 734; Shailendra Dania \u0026 Ors.\nv. S. P. Dubey \u0026 Ors. 2007 (5) SCR 190 = (2007) 5 SCC 535;\nand M.B. Joshi v. Satish Kumar Pandey 1993 Supp.(2) SCC\n419, referred to.\nF\nG\nSuman Gupta v. State of J \u0026 K (1983) 4 SCC 339; H\n1018 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA Munidra Kumar v. Rajiv Govil (1991) 3 SCC 368; Satya\nNarain Shukla v. U.O.I. (2006) 9 SCC 69; P.U. Joshi v.\nAccountant General (2003) 2 SCC 632; U.O.I. v. Pushpa Rani\n(2008) 9 SCC 242; Inderjeet Khurana v. State of Haryana\n(2007) 3 SCC 102; U.O.I. v. A.K. Narula (2007) 11 SCC 10;\nB and A. K. Raghumani Singh \u0026 Ors. v. Gopal Chandra Nath\n\u0026 Ors. (2000) 2) SCR 943 = (2000) 4 SCC 30, cited.\nC\n2.3. In the absence of any indication in the\nRecruitment Rules that seniority in the grade of Section\nOfficer/Junior Engineer will be counted for the purpose\nof promotion to the post of Assistant Engineer,\nconsideration of all Section Officers/Junior Engineers\nunder Clause (1) of Rule 11 of the Recruitment Rules who\nare eligible for such consideration has to be done on the\nbasis of assessment of the comparative merit of the\neligible candidates and the most suitable or meritorious\ncandidate has to be selected for the post of Assistant\nEngineer. Such a method of selection will be consistent\nwith Rule 5 of the Recruitment Rules and Article 16 of the\nConstitution which guarantees to all citizens equality of\nE opportunity in matters of public employment. [Para 34]\n[1040-F-H; 1041-A]\nD\nF\n2.4. In the considered opinion of the Court, therefore,\nthe practice adopted by the Government on the advice\nof the UPSC of counting the service of the eligible\ncandidates from the date of acquisition of the degree in\nCivil Engineering by them and the judgment and order of\nthe High Court directing that the entire service of eligible\ncandidates, both prior and after acquisition of the degree\nof Civil Engineering by them, would be counted for the\npurpose of promotion to the post of Assistant Engineer\nunder Clause (1) of Rule 11 of the Recruitment Rules are\ncontrary to the fundamental right guaranteed under\nArticle 16 of the Constitution and r. 5 of the Recruitment\nRules which are made under Article 309 of the\nH Constitution. [Para 34] [1041-B-C]\nG\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1019\nOF INDIA \u0026 ORS. ETC. ETC.\n3. The judgment of the High Court is set aside and A\nthe Government of Pondicherry is directed to consider,\nin accordance with merit, the cases of all Section Officers/\nJunior Engineers, who have completed three years'\nservice in the grade of Section Officers/Junior Engineers.\nIt is made clear that the promotions to the posts of\nB\nAssistant Engineers already made pursuant to the\njudgment and order of the High Court will not be\ndisturbed until the exercise is carried out for promotion\nin accordance with merit as directed in this judgment and\non completion of such exercise, formal orders of\nC\npromotion to the vacancies in the posts of Assistant\nEngineers which arose during the pendency of the cases\nbefore this Court are passed in case of those who are\nselected for promotion and, after such exercise only,\nthose who are not selected for promotion may be\nreverted to the post of Section Officer/Junior Engineer.\n[para 35] [1041-D-G]\nCase Law Reference:\nD.\n(1991) 2 Suppl. SCR 423 distinguished\npara 7\n(1999) 7 SCC 54\nE\nreferred to\npara 8\n(2000) 2) SCR 943\ncited\npara 8\n2004 (2) SCR 330\nreferred to\npara 18\n2007 (5) SCR 190\nreferred to\npara 19\nF\n(1971) 1 SCC 30\nrelied on\npara 29\n(1971) 2 SCC 452\nrelied on\npara 30\n(1983) 4 SCC 339\ncited\npara 31\nG\n(1991) 3. SCC 368\ncited\npara 31\n(2006) 9 SCC 69\ncited\npara 31\n(2003) 2 SCC 632\ncited\npara 31\nH\n1020 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA\n(2008) 9 SCC 242\ncited\npara 31\n(2007) 3 SCC 102\ncited\npara 31\n(2007) 11 SCC 10\ncited\npara 31\nB\npara 32\n1993 Supp. (2) SCC 419 referred to\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n8468 of 2003.\nFrom the Judgment \u0026 Order dated 23.6.2003 of the High\nCourt of Judicature at Madras in Writ Petition No. 11236 of\nC 2000.\nWITH\nD\nE\nG\nH\nC.A. Nos. 698 of 2004, 3649-3650 of 2010 \u0026 8470 of 2003.\nJ.L. Gupta, L.N. Rao, M.S. Ganesh, V.G. Kanagaraj,\nRakesh Dwivedi, K.V. Viswanathan, Satya Mitra Garg, S.\nThananjayan, G. Balaji (for M/s. Mahalakshmi Balaji \u0026 Co.) S.R.\nSetia, V.G. Pragasam, S.J. Aristotle, P. Ramasubramanian,\nM.A. Chinnasamy, K. Krishna Kumar, Neha Sharma, S.\nKrishna, Preetika Dwivedi, Mukti Chaudhary, Amit Singh,\nAbhishek Kaushik, P.B. Subramaian for the appearing parties.\nThe Judgment of the Court was delivered by\nA.K. PATNAIK, J.1. Leave granted in S.L.P. (C) Nos.\n7174-7175 of 2009.\n2. These are appeals against the judgment and order\ndated 23.06.2003 passed by a Division Bench of the Madras\nHigh Court in Writ Petition No. 11236 of 2000.\n3. The relevant facts briefly are that the Government of\nPondicherry, Planning \u0026 Development Department, made the\nAssistant Engineers (including Deputy Director of Public Works\nDepartment) Group 'B' (Technical) Recruitment Rules, 1965 [for\nshort 'the Recruitment Rules'] for the post of Assistant\nEngineers for the Public Works Department initially by a\ni\n"}