{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"N. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1031\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nEngineers in the service experience of a degree-holder and A\ncannot be equated with the service rendered as a diploma-\nholder. Relying on this decision, learned counsel for the\nGovernment of Pondicherry submitted that the prior service\nexperience of a Section Officer or Junior Engineer while he was\ndiploma-holder and when he had not acquired the degree in B\nCivil Engineering or equivalent cannot be counted for the\npurpose of consideration for the 50% quota of promotion to the\npost of Assistant Engineer meant for degree-holders..\nC\nD\n20. Learned counsel appearing for the respondents 2 to\n19, on the other hand, submitted that Rule 11 of the Recruitment\nRules does not provide for two streams or channels of\npromotion as contended by learned counsel for the appellants\nand it only lays down the qualification or eligibility of three years'\nservice after degree in Civil Engineering or equivalent as a\nqualification or eligibility and once a diploma-holder acquires\na degree in Civil Engineering or equivalent, his entire length of\nservice both prior to acquisition of such degree in Civil\nEngineering or equivalent and after acquisition of such degree\nor equivalent has to be taken into consideration at the time of\nconsideration for promotion to the post of Assistant Engineer E\nmeant for degree-holders.\n21. Mr. Viswanathan cited this Court's decision in R. B.\nDesai \u0026 Anr. v. S. K. Khanolkar \u0026 Ors. [(1999) 7 SCC 54] for\nproposition that if at the time of consideration for promotion, F\nthe candidates concerned have acquired eligibility, then unless\na rule specifically gives an advantage to a candidate with earlier\neligibility, the date of seniority should prevail over the date of\neligibility. He submitted that in the present case, the rules for\npromotion from the post of Section Officer or Junior Engineer\nto Assistant Engineer did not give any such priority to the\ncandidates acquiring earlier eligibility. He submitted that\nChandravathi P. K. \u0026 Ors. v. C.K. Saji \u0026 Ors. (supra) was a\ncase where the rules, namely, the Kerala Engineering Service\n(General Branch) Rules, were different from the Recruitment\nG\nH\n1032 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA Rules in the present case and the Kerala Engineering Service\nC\n(General Branch) Rules clearly provided for two different\nstreams or channels of promotion for the posts of Assistant\nEngineer, i.e. for diploma-holders and degree-holders. He\nsubmitted that in Shailendra Dania \u0026 Ors. v. S. P. Dubey \u0026\nB Ors. (supra) cited by the learned counsel for the appellants and\nthe Government of Pondicherry, the question for consideration\nwas whether a diploma-holder Junior Engineer, who obtained\na degree while in service, became eligible for promotion to the\npost of Assistant Engineer on completion of three years of\nservice after he obtained the Engineering degree or on\ncompletion of three years of service prior to obtaining the\ndegree in Engineering and while answering this question, this\nCourt held that a diploma-holder Junior Engineer became\neligible for promotion to the post of Assistant Engineer on\ncompletion of three years' service after he obtained the\nEngineering degree. He submitted that the decision of this\nCourt in Shailendra Dania \u0026 Ors. (supra), therefore, is not an\nauthority for proposition that the service of diploma-holders put\nin prior to the acquisition of the degree or equivalent by him\nwill have to be ignored while considering them for promotion\nto the post of Assistant Engineer meant for degree holders.\nD\nE\nF\nG\nH\n22. Rule 11 of the Recruitment Rules in the present case\nis quoted herein below :-\n\"11. In case of recruitment\nby promotion/deputation/\nTransfer grades from which\npromotion/deputation/\ntransfer to be made.\nPromotion\n1. Section Officer\npossessing a recognized\ndegree in Civil\nEngineering or Equivalent\nwith 3 Years service in\nthe grade failing which\nSection Officers holding\ndiploma in Civil\nEngineering with 6 years\nservice in the grade -\n50%.\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1033\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\n2.Section Officers\npossessing a recognized\ndiploma in Civil\nEngineering with 6 years\nservice in the grade -\n50%\"\nA\nB\nC\nD\nE\n23. A plain reading of Rule 11 of the Recruitment Rules\nquoted above would make it clear that for the 50% quota for\nthe posts of Assistant Engineer mentioned under Clause 1 of\nRule 11, Section Officers (now Junior Engineers) possessing\nrecognized degree in Civil Engineering or equivalent with three\nyears' service in the grade, failing which Section Officers\npossessing diploma in Civil Engineering with six years' service\nin the grade would be eligible for consideration for promotion.\nAll that the Rule provides is that if for vacancy in the post of\nAssistant Engineer, Section Officers possessing recognized\ndegree in Civil Engineering or equivalent with three years'\nservice in the grade are not available, Section Officers holding\ndiploma in Civil Engineering with six years service in the grade\ncould be considered for promotion. Clause 1 of Rule 11 is,\ntherefore, only a provision laying down the qualification or\neligibility for promotion to 50% of the posts of Assistant\nEngineer and the qualification or eligibility provided therein is\neither three years service in the grade of Section Officers or\nJunior Engineers after degree in Civil Engineering or equivalent\nor six years service in the grade of Section Officers or Junior\nEngineers with diploma in Civil Engineering. This provision also\nhas a rider that if there are Section Officers/Junior Engineers,\nwho have put in three years service after acquiring degree or\nequivalent, available for consideration for vacancies, then they\nwill be considered first for promotion and the turn for G\nconsideration for promotion of diploma-holders in Civil\nEngineering with six years service in the grade of Section\nOfficers/Junior Engineers will come only thereafter. Thus, the\nRule itself provides that if for vacancies in the post of Assistant\nEngineer, Section Officers possessing a recognized degree in\nF\nH\n1034 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA Civil Engineering or equivalent with three years' service in the\ngrade are not available, then Section Officers holding diploma\nin Civil Engineering with six years' service in the grade would\nbe eligible for promotion. We, therefore, cannot accept the\nsubmission of learned counsel for the appellants and the\nB Government of Pondicherry that Clause 1 of Rule 11 provides\nfor a separate stream or channel of promotion exclusively for\ndegree-holders, who have completed three years service and\nwe are of the opinion that learned counsel for the respondents\n2 to 19 are right in the submission that Clause 1 of Rule 11\nC only lays down the qualification or eligibility for consideration\nfor promotion to 50% of the posts of Assistant Engineers.\nD\nLU\nE\nF\nG\nH\n24. In Chandravathi P. K. \u0026 Ors. v. C.K. Saji \u0026 Ors.\n(supra), cited by Mr. L. Nageshwara Rao, on the other hand,\nthis Court held that under Rules 4 and 5 of the Kerala\nEngineering Service (General Branch) Rules there were\nseparate avenues of promotion for the degree-holders and the\ndiploma holders. This will be clear from the observations of the\nCourt in para 30 of the judgment in Chandravathi P. K., \u0026 Ors.\nv. C.K. Saji \u0026 Ors. (supra), quoted herein below:\n\"A bare perusal of Rules 4 and 5 of the Kerala Engineering\nService (General Branch) Rules would clearly go to show\nthat the avenues for promotion for the degree-holders and\nthe diploma holders were separate. ...” [(2004) 3 SCC\n734 at 748]\n\"\n25. In Shailendra Dania \u0026 Ors. v. S. P. Dubey \u0026 Ors.\n(Supra) cited by learned counsel Mr. Ganesh, this Court\nsimilarly found that there were two different channels or streams\nof promotion for degree-holders and diploma holders to the\npost of Assistant Engineer in the relevant rules. This will be\nclear from the findings in para 44 of the judgment quoted herein\nbelow:\n11\n*\nThere is watertight compartment for graduate Junior\nEngineers and diploma-holder Junior Engineers. They are\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1035\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nentitled for promotion in their respective quotas. Neither a\ndiploma-holder Junior Engineer could claim promotion in\nthe quota of degree-holders because he has completed\nthree years of service nor can a degree-holder Junior\nEngineer make any claim for promotion quota fixed for\ndiploma-holder Junior Engineers. [(2007) 5 SCC 533 at\n560)]\"\nA\nB\n26. In the present case, on the other hand, Clause 1 of Rule\n11 of the Recruitment Rules does not provide for \"separate\navenues\" or \"watertight compartments\" for promotion to the post.\nC\nof Assistant Engineers for degree-holders and diploma-\nholders. As we have seen Clause 1 Rule 11 of the Recruitment\nRules only lays down the qualification or eligibility for\nconsideration for promotion to the post of Assistant Engineers\nearmarked for the 50% quota. The two decisions of this Court\nin Chandravathi P. K. \u0026 Ors. v. C.K. Saji \u0026 Ors. (supra) and\nShailendra Dania \u0026 Ors. v. S. P. Dubey \u0026 Ors. (Supra) are,\ntherefore, of no assistance to the appellants.\n27. In R. B. Desai \u0026 Anr. v. S. K. Khanolkar \u0026 Ors. (supra)\ncited by Mr. Viswanathan, this Court found that the amended\nrules of 1988 pertaining to the promotion to the cadre of\nAssistant Conservator of Forests provided that Range Forest\nOfficers with five years regular service in the grade and\npossessing diploma of Forest Rangers' Training from Forest\nRangers College in India or equivalent were eligible for\npromotion to the post of Assistant Conservator of Forests and\nthe Court held in para 9:\n\"\n... that if at the time of consideration for promotion\nthe candidates concerned have acquired the eligibility, then\nunless the rule specifically gives an advantage to a\ncandidate with earlier eligibility, the date of seniority should\nprevail over the date of eligibility. The rule under\nconsideration does not give any such priority to the\ncandidates acquiring earlier eligibility and, in our opinion,\nrightly so. In service law, seniority has its own weightage\nD\nE\nF\nG\nH\nA\nB\nс\n1036 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nand unless and until the rules specifically exclude this\nweightage of seniority, it is not open to the authorities to\nignore the same. [(1999) 7 SCC 54 at 58]\n28. In the passage of the judgment of this Court in R.B.\nDesai \u0026 Anr. V. S. K. Khanolkar \u0026 Ors. (supra) quoted above,\nit is laid down that in service law, seniority has its own\nweightage and unless and until the rules specifically exclude this\nseniority, it is not open to the authorities to ignore the same. In\nthe aforesaid case though the post of ACF was mentioned to\nbe a selection post in the amended rules of 1988, the question\nwhether for a selection post seniority would have weightage or\nmerit would have weightage while considering the eligible\ncandidates for promotion was not raised or decided and the\nonly question which was raised before this Court was whether\nranking assigned in the eligibility list or the ranking assigned\nD to the seniority list should be given weightage and this Court\nheld that between the candidates who are eligible, ranking in\nseniority must be given weightage irrespective of the date for\nwhich the candidate becomes eligible.\nE\nF\nG\n29. In the present case, we find that Rule 5 of the\nRecruitment Rules states that the post of Assistant Engineer\nin the Public Works Department, Pondicherry, is a selection\npost. The Recruitment Rules, however, do not lay down that\nseniority-cum-merit would be the criteria for promotion to the\nselection post of Assistant Engineer. In Dr. Jai Narain Misra\nv. State of Bihar \u0026 Ors. [(1971) 1 SCC 30] a three-Judge\nBench of this Court held that the question of seniority was not\nrelevant for promotion to the selection post in the language of\nthe judgment of this Court in Dr. Jai Narain Misra v. State of\nBihar \u0026 Ors. (supra):\n\"It was not disputed before us that the post of Director of\nAgriculture is a selection post. Therefore, the question of\nseniority was not relevant in making the selection. It is for\nthe State Government to select such officer as it considers\nas most suitable. In this view we think the High Court was\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1037\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nnot justified in going into the question of seniority nor will A\nwe be justified in going into that question.\"\nThus, the question of seniority in the grade of Section Officers\nor Junior Engineers is not at all relevant for promotion to the\npost of Assistant Engineer in the Public Works Department,\nGovernment of Pondicherry. The practice adopted by the\nGovernment of Pondicherry in consultation with the UPSC of\ncounting the services of Section Officers or Junior Engineers,\nwho qualified as graduates while in service from the date they\npassed the degree or equivalent examination and placing them\nin order of seniority accordingly for the purpose of consideration\nfor promotion to the post of Assistant Engineer under Clause\n1 of Rule 11 of the Recruitment Rules is contrary to Rule 5 of\nthe Recruitment Rules. Similarly, the direction of the High Court\nin the impugned judgment and order to count the entire service\nof a person concerned even before acquiring degree in Civil\nEngineering for the purpose of seniority and promotion to the\npost of Assistant Engineer under Clause 1 of Rule 11 of the\nRecruitment Rules is contrary to Rule 5 of the Recruitment\nRules.\n30. The person, who is most meritorious, is the most\nsuitable person to be promoted for the selection post. Merit, in\nother words, is the sole criteria for promotion to the selection\npost. In Guman Singh, etc. v. State of Rajasthan \u0026 Ors. [1971\n(2) SCC 452] a five-Judge Bench of this Court speaking.\nthrough Vaidialingam, J. explained how merit of candidates for\npromotion is to be assessed in para 35 at page 408 of the\njudgment in the following words:\n$6\nNo doubt the term 'merit' is not capable of an\neasy definition, but it can be safely said that merit is a sum\ntotal of various qualities and attributes of an employee such\nas his academic qualifications, his distinction in the\nUniversity, his character, integrity, devotion to duty and the\nmanner in which he discharges his official duties. Allied\nto this may be various other matters or factors such as his\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\n1038\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\npunctuality in work, quality and outturn of work done by him\nand the manner of his dealings with his superiors and\nsubordinate officers and the general public and his rank\nin the service. We are only indicating some of the broad\naspects that may be taken into account in assessing the\nmerits of an officer. In this connection it may be stated that\nthe various particulars in the annual confidential reports of\nan officer, if carefully and properly noted, will also give a\nvery broad and general indication regarding the merit of\nan officer.\"\nWhere, therefore, there are large number of eligible candidates\navailable for consideration for promotion to a selection post,\nthe Government can issue executive instructions consistent with\nthe principle of merit on the method to be followed for\nconsidering such eligible candidates for promotion to the\nD selection post.\nF\n31. Learned counsel for the appellants however submitted\nthat when the Recruitment Rules are silent on the procedure to\nbe adopted by the Government in selecting the candidates for\nE promotion, the Government is the best authority to decide what\nprocedure to be adopted in such promotion and the Court will\nnot interfere with the procedure so adopted unless it was\nunconstitutional, arbitrary, unreasonable or otherwise illegal. In\nsupport of this submission, Mr. L. Nageswar Rao cited the\ndecisions of this Court in Suman Gupta v. State of J \u0026 K\n[(1983) 4 SCC 339], Munidra Kumar v. Rajiv Govil [(1991) 3.\nSCC 368], Satya Narain Shukla v. U.O.I. [(2006) 9 SCC 69],\nP.U. Joshi v. Accountant General [(2003) 2 SCC 632], U.O.I.\nv. Pushpa Rani [(2008) 9 SCC 242], Inderjeet Khurana v.\nState of Haryana [(2007) 3 SCC 102] and U.O.I. v. A.K. Narula\n[(2007) 11 SCC 10]. Learned counsel for the appellants\nsubmitted that in the present case the Government of\nPondicherry in consultation with the UPSC has adopted the\nprocedure since 1968 that the services of Section Officers/\nJunior Engineers who qualified as graduates while in service\nG\nI\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1039\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nA\nshould be counted from the date they passed the degree or\nequivalent examination for the promotion under clause 1 Rule\n11 of the Recruitment Rules and this procedure is not\nunconstitutional, arbitrary, unreasonable or illegal and,\ntherefore, the High Court by the impugned judgment and order\nshould not have interfered with this procedure and should not B\nhave directed that the entire service of a person concerned\neven before acquiring the degree in civil engineering or\nequivalent has to be counted for the purpose of seniority and\npromotion to the post of Assistant Engineer under clause 1 of\nRule 11 of the Recruitment Rules. Learned counsel appearing C\nfor the Government of Pondicherry adopted this contention of\nthe learned counsel of the appellants.\nD\nE\n32. Learned counsel for the respondents No.2 to 19, in\ntheir reply, submitted that the Government cannot adopt a\nprocedure for selection by way of promotion to the post of\nAssistant Engineer contrary to the Recruitment Rules. They\nsubmitted that the Recruitment Rules do not provide that for\npromotion under clause 1 of Rule 11, the services of Section\nOfficers/Junior Engineers who qualified as graduates while in\nservice, would be counted from the date they passed the\ndegree or equivalent examination and their services prior to the\ndate of passing the degree or equivalent examination would be\nignored. They further submitted that the Government also cannot\nadopt the procedure of selection which violates the fundamental\nright guaranteed under Article 16 of the Constitution of India to\nequality of opportunity in matters of public employment. They\nsubmitted that once a candidate became eligible or qualified\nto be considered for promotion to the post of Assistant\nEngineer under clause 1 of Rule 11 of the Recruitment Rules,\nhe has a right to be considered for such promotion and such G\nconsideration cannot be denied by laying down a procedure\nwhich ignores his seniority in the grade of Section Officer/Junior\nEngineer. They relied on the decision of this Court in M.B. Joshi\nv. Satish Kumar Pandey [1993 Supp.(2) SCC 419].\nF\nH\nA\nC\n1040 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\n33. In M.B. Joshi v. Satish Kumar Pandey (supra), the\nState Government had been applying the principle of counting\nthe seniority of Graduate Sub-Engineers from the date of their\ncontinuous officiation irrespective of the date on which such\ndiploma-holder Sub-Engineer acquired the degree of\nB graduation in Engineering and on the basis of such seniority,\nthe Departmental Promotion Committee was considering\nGraduate Sub-Engineers for promotion to the post of Assistant\nEngineers. When this method adopted by the State\nGovernment was challenged by some of the Sub-Engineers\nbefore the Madhya Pradesh Administrative Tribunal, Jabalpur,\nthe Tribunal held that the seniority of such Sub-Engineers must\nbe determined from the date of acquiring the degree of\ngraduation in Engineering and this Court held that the Tribunal\nwas wrong in determining the seniority from the date of\nacquiring degree of Engineering and it ought to have been\ndetermined on the basis of length of service on the post of Sub-\nEngineer and the Government was right in doing so and there\nwas no infirmity in the orders passed by the Government. In this\ncase also, the question did not arise whether for selection post\nseniority would have weightage or merit would have weightage\nwhile considering the eligible candidates for promotion.\nD\nE\n34. As we have seen, Rule 5 of the Recruitment Rules in\nthe present case states that the post of Assistant Engineer is\na selection post and the Recruitment Rules no where provide\nF that seniority-cum-merit would be the criteria for promotion. In\nthe absence of any indication in the Recruitment Rules that\nseniority in the grade of Section Officers / Junior Engineers will\nbe counted for the purpose of promotions to the post of\nAssistant Engineer, consideration of all Section Officers / Junior\nG Engineers under Clause 1 of Rule 11 of the Recruitment Rules\nwho are eligible for such consideration has to be done on the\nbasis of assessment of the comparative merit of the eligible\ncandidates and the most suitable or meritorious candidate has\nto be selected for the post of Assistant Engineer. Such a\nmethod of selection will be consistent with Rule 5 of the\nH\n"}