{"pages":[{"pageNumber":61}],"text":"N. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1041\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nRecruitment Rules and Article 16 of the Constitution which A\nguarantees to all citizens equality of opportunity in matters of\npublic employment. In our considered opinion, therefore, the\npractice adopted by the Government of Pondicherry on the\nadvice of the UPSC of counting the service of the eligible\ncandidates from the date of acquisition of the degree in Civil B\nEngineering by them and the impugned judgment and order of\nthe High Court directing that the entire service of eligible\ncandidates, both prior and after acquisition of the degree of\nCivil Engineering by them, would be counted for the purpose\nof promotion to the post of Assistant Engineer under Clause 1\nof Rule 11 of the Recruitment Rules are contrary to the rules\nmade under Article 309 of the Constitution and the fundamental\nright guaranteed under Article 16 of the Constitution.\nC\nD\nE\n35. For the aforesaid reasons, we set aside the impugned\njudgment of the High Court and direct the Government of\nPondicherry to consider the cases of all Section Officers or\nJunior Engineers, who have completed three years' service in\nthe grade of Section Officers or Junior Engineers, for promotion\nto the vacancies in the post of Assistant Engineer, Public Works\nDepartment, Government of Pondicherry, in accordance with\ntheir merit. We make it clear that the promotions to the post of\nAssistant Engineers already made pursuant to the judgment\nand order of the High Court will not be disturbed until the\nexercise is carried out for promotion in accordance with merit\nas directed in this judgment and on completion of such F\nexercise, formal orders of promotion to the vacancies in the\nposts of Assistant Engineer which arose during the pendency\nof the cases before this Court are passed in case of those who\nare selected for promotion and after such exercise only those\nwho are not selected for promotion may be reverted to the post G\nof Section Officer or Junior Engineer.\nThe appeals are disposed of accordingly with no order as\nto costs.\nR.P.\nAppeals disposed of.\nH\n"}