{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"S.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\nappellants herein was dismissed by the Trial Court.\n991\nA\nB\nC\nD\n10. The Trial Court notices that defendant No.1 is the son\nof Seethamma, sister of Puttathayamma. It is also noticed that\nIndiramma was the second wife of one Chelapathirao who had\nsix children from his previous marriage. Indiramma, however,\ndied issueless. The Will dated 18.6.1974 was produced by\ndefendant No.1, during evidence. The Trial Court observed that\nthe plaintiffs have not seriously disputed the execution of the\nWill by Puttathayamma in favour of Indiramma. Defendant No.1\nhad examined the scribe of the Will as DW2 to prove the Will.\nIt has been held that the appellants in fact admitted the\nexecution of the Will in a subsequent suit being OS No.233 of\n1998 which was filed by the appellants herein as the legal heirs.\nIn view of the testamentary succession, Indiramma became the\nabsolute owner of the schedule property. Since husband of\nIndiramma had pre-deceased her, the property would devolve\nupon his children under Section 15 (1) (b) of the Hindu\nSuccession Act, 1956 (hereinafter referred to as “the Act”). It\nwould not devolve on the appellants and defendant No.4 under\nSection 15(2) of the Act. The Trial Court further notices the\nclaim made by the first defendant during trial that Indiramma E\nhad executed a Will in his favour dated 2.10.1984, bequeathing\nthe schedule property to him. The Trial Court further notices that\nthough defendant No.1 had got the Will dated 2.10.84 marked\nas Exhibit, he had not chosen to examine any of the attesting\nwitnesses to the document. Defendant No.1 had earlier not F\ninstituted any proceedings to prove his title over the schedule\nproperty pursuant to the alleged Will. Consequently, the claim\nof defendant No.1 over the schedule property has also been\nnegatived. However, in view of the finding that appellants and\ndefendant No.4 cannot not inherit the property of G\nPuttathayamma under Section 15 (2) of the Act, the suit has\nbeen dismissed\n11. The aforesaid judgment of the Trial Court was\nchallenged by the petitioners in appeal. The first appellate court H\n992\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA in a very elaborately written judgment recapitulated the\nundisputed facts. It is noticed that Puttathayamma had four\nchildren, namely, plaintiff, defendant No.4, Subbaramaiah (who\npre-deceased Puttathayamma) and Indiramma. Indiramma\nwas in possession of the schedule property. After the death of\nB Puttathayamma, plaintiff and defendant No.4 were residing in\ntheir matrimonial homes away from Puttathayamma. Defendant\nNo.1 had cremated Indiramma. Appellant and defendant No.4\nhad not been present at the time of the cremation.\nSubsequently, they demanded the possession of the house\nwhich the first defendant refused to hand over. The first\ndefendant claimed to have put 5th defendant in possession as\nà mortgagee. Therefore they filed the suit claiming title over the\nproperty and possession thereof. In the written statement\ndefendant No.1 claimed that entire movable and immovable\nC\nE\nD property had been bequeathed to indiramma in a Will dated\n18.6.1974. The first appellate court upon examination of the\nentire evidence accepts the submission made on behalf of the\npetitioners that the execution of the Will is shrouded by\nsuspicious circumstances. The first appellate court also\nnegatived the submission made on behalf of the first defendant\nthat the plaintiffs have admitted the execution of the Will in the\nsubsequent suit. Upon examination of the evidence, the first\nappellate court had come to the conclusion that PW1 had not\nadmitted the genuineness of the Will anywhere. This witness\nhad also stated that he had come to know about the Will of\nPuttathayarnma from the written statement filed by defendant\nNo.1. It is, therefore, held that there can be no presumption with\nregard to the genuineness of the Will on the basis of the alleged\nadmission. Therefore the first appeal was allowed, judgment\nand decree of the Trial Court were set aside. The suit filed by\nG the plaintiffs/appellants was decreed with costs declaring that\nF\nН\nthe legal representatives of the plaintiffs are the owners of the\nsuit property and they are entitled for possession of the suit\nschedule property.\n12. Aggrieved against this, defendant No.1 filed Regular\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n993\nSecond Appeal No.641 of 2003 in the High Court of Karnataka, A\nBangalore. The High Court allowed the Regular Second Appeal\nand nonsuited the plaintiffs, with the following observations:-\n\"5. The contesting 1st defendant does not set up a rival\nclaim of title, but only disputes the title of the plaintiffs and\ntheir right to seek possession. According to the 1st\ndefendant, Ex.D7 is the registered will executed by\nPuttathayamma in favour of her daughter, Indiramma. As\nargued by Shri T.N. Raghupathy, learned counsel for\nrespondents-appellants, I find that PW1-1st plaintiff has\nunequivocally admitted in his evidence, about issuance of\nlegal notice prior to the filing of the suit and allegations are\nmade therein about execution of the will by Puttathayamma\nin favour of Indiramma and also admits that she was\nmarried to one Chalapati Rao who predeceased her and\nthrough his first wife, had four children. Ex.D36 is the\ncertified copy of the plaint in OS 233/98 filed by the\nplaintiffs herein. In the said suit, there is categorical\naverment to the effect that Puttathayamma, during her\nlifetime, had executed the will, bequeathing her immovable\nproperties in favour of Indiramma. When execution of the\nwill has become an admitted fact by the plaintiff, formal\nproof of execution by examining the attestors would not be\nnecessary in law. Therefore, I am unable agree with Sri\nKashinath, learned counsel for the respondent that the will\nis not prove. Further the finding of the appellate court that\nthe will is shrouded with suspicious circumstances is based\non unwarranted surmises and contrary to the admissions\nof the plaintiff. Accordingly, point no. (1) is answered in the\naffirmative.\"\n13. The High Court further holds that since the property had\nbeen acquired by Indiramma through Will, Section 15(2) of the\nAct would not be applicable. It is noticed that \"The provisions\nof Section 15 (2) will apply only when the property is acquired\nby a female by way of intestate succession, otherwise, the\nB\nC\nD\nE\nF\nG\nH\n994 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA property would devolve as directed under sub-Section (1). May\nbe, the children of deceased husband of Indiramma being step\nsons, are not entitled to succession under sub-sec. (1) (a), but\nhowever as heirs of the husband, under sub-sec. (1) (b) of\nSec. 15, they will be entitled to succeed to the estate. In that\nB view of the matter, the claim of title of property by the plaintiffs\nis untenable.\" It is further held that since the children of the first\nwife would be entitled to succeed to the estate, the appellants\n(plaintiffs) have no right to seek the relief of title by succession.\nConsequently, the appeal was allowed. The judgment and\nC decree of the Appellate Court was set aside. The judgment and\ndecree of the Trial Court was confirmed. This judgment is\nchallenged before us in the present appeal.\nD\n14. Mr. Bhat, learned counsel for the appellants has\nsubmitted that the judgment of the High Court is wholly\nerroneous in facts as well as in law. According to the learned\ncounsel, the first appellate court has rightly held that the\nexecution of the Will has not been proved. There is no\nadmission with regard to the execution or the genuineness of\nthe Will in the second suit. It was merely stated that a Will has\nE been executed by Puttathayamma. The Will had to be proved\nin accordance with the procedure laid down under Section 63\nof the Act and in accordance with Section 68 of the Indian\nEvidence Act. The first appellate court, upon examination, of\nthe entire circumstances came to the conclusion that the Will\nF is shrouded by suspicious circumstances. The High Court,\nwithout examining any of the real issues has brushed aside the\nreasons given by the first appellate court. According to the\nlearned counsel, the second suit had been filed by the\nappellants herein only to prevent respondent No.1 from dealing\nG with the movable properties of Puttathayamma. Even if the\nexecution of the Will is admitted, its genuineness had to be\nestablished by respondent No.1. None of the attesting\nwitnesses were examined. The Sub Registrar was also not\nexamined. DW2, the scribe did not anywhere mention that he\nhad attested the Will. Therefore, his examination as a witness\nH\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n995\nB\nwould not cure the defects. The High Court has also ignored A\nthe fact that Indiramma has taken an active part in execution\nof the Will. She was present when the Will was written. She was\nalso present before the Sub Registrar. According to the learned\ncounsel, the mother was not in a fit state of mind to have\nexecuted the Will, shortly after the death of her only son. This\nfact has been totally ignored by the High Court. If she had been\nthe author of the Will, she would not have described her son\nas a \"bachelor” whereas in fact he was a “divorcee\". According\nto the learned counsel, the Will is a manufactured document\ncreated by defendant No.1 to exclude the appellants from\nsuccession. Learned counsel further submitted that since it was\na judgment of reversal, it was necessary for the High Court to\ngive cogent reasons to explain as to how the conclusions\nreached by the first appellate court were not acceptable. The\nHigh Court has reversed the judgment without giving any\nreasons. In support of his submissions, learned counsel has\nrelied on the following judgments:-\n(1) Jayantilal Mansukhlal and another vs. Mehta\nChhanalal Ambalal, AIR 1968 Gujarat 212;\n(2) State of Punjab vs. Balwant Singh and others, 1992\nSupp (3) Supreme Court Cases 108;\n(3) V. Dandapani Chettiar vs. Balasubramanian Chettiar\n(Dead) by L.Rs. and Others, (2003) 6 Supreme Court\nCases 633;\n(4) Palanivelayutham Pillai and others vs.\nRamachandran and others, (2000) 6 Supreme Court\nCases 151; and\n(5) K. Kamalam (dead) and another vs. Ayyasamy and\nanother, 2001 (7) Supreme Court Cases 503.\n15. According to the learned counsel, the property would\nbe thus inherited by the appellants as Puttathayamma died\nC\nD\nE\nF\nG\nH\nA\n996 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA intestate. He further submitted that even if the Will dated\n18.6.1974 is accepted as valid, defendant No.1 cannot inherit\nthe property of Indiramma as she had died intestate. The Will\ndated 2.10.84 propounded by defendant No.1 to have been\nmade by Indiramma has not been proved. Therefore, again\nB under Section 15 (2) of the Act, the property will revert back to\nC\nthe plaintiffs/appellants. Learned counsel emphasized that\ndefendant No.1 has no locus standi to contest the title of the\nappellants as he is a complete outsider for the family. Section\n15 of the Act has been enacted to ensure that the property\nremains within the family. Therefore, this court has consistently\nheld against stranger in matters of succession.\n16. Learned counsel for the respondents, on the other\nhand, submitted that the Will from Puttathayamma is proved.\nThere are no reasons to disbelieve a registered Will. The\nD exclusion of the other daughters was because they were\nmarried and well settled. Therefore, the property was given in\ngood faith to the unmarried Indiramma. Learned counsel further\nsubmitted that if a respondent is a trespasser, equally the\nappellants have not proved any better title. The first appellate\nE court has wrongly stated that there is no explanation with regard\nto the custody of the Will as it was given to respondent No.1\nby Indiramma. It is further submitted that the suspicious\ncircumstances pointed out by the appellants are only\nconjectural. Therefore, the High Court has rightly disregarded\nF the same. Genuineness of the Will cannot be disbelieved merely\nbecause the Sub Registrar or the scribe was not examined. It\nwas not mandatory to examine either the scribe or the Sub\nRegistrar. Indiramma's presence in the house at the time when\nthe Will was written is natural as she was living with\nG Puttathayamma. The description of the son in the Will as\n\"bachelor\" instead of “divorcee\" would not be so material. The\ntestator only wanted to say that he was unmarried. The\nappellants have failed to lead any evidence that Puttathayamma\nwas not in a sound and disposing mind due to the death of her\nson. In fact it was only because her son had died that she\nH\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n997\nbequeathed her property to Indiramma. Learned counsel further A\nsubmitted that in view of the admission about the execution of\nthe Will made in the subsequent suit, it cannot possible by held\nthat the Will was not duly proved. According to the learned\ncounsel, admissions are the best form of evidence. Unless it\nis effectively rebutted, the same can be relied upon. He relies\non the following judgments:-\n(1) Narayan Bhagwantrao Gosavi Balajiwale v. Gopal\nVinayak Gosavi and others, AIR 1960 Supreme Court\n100;\n(2) Nagindas Ramdas v. Dalpatram Iccharam alias\nBrijram and others, AIR 1974 Supreme Court 471; and\n(3) Gautam Sarup vs. Leela Jetly and others, (2008) 7\nSCC 85.\n17. In reply, Mr. Bhat has submitted that there is no clear\nadmission in the subsequent suit which was only to prevent the\nrespondents to be away from the movable property. In any\nevent, admissions cannot be relied upon to dispense with proof\nof the Will as required under law. He relies on the judgments\nin the cases of Somnath Berman v. Dr.S.P. Raju and another,\nAIR 1970 Supreme Court 846 and Smt. Jaswant Kaur v. Smt.\nAmrit Kaur and others, AIR 1977 Supreme Court 74.\n18. We have considered the submissions made by the\nlearned counsel for the parties. It is not disputed that\nrespondent No.1 is a rank outsider. He is not a lineal\ndescendant of Puttathayamma. He is son of Puttathayamma's\nsister Seethamma. This would become clear from the\ngenealogical graph of the family which is as under:-\nB\nC\nD\nE\nF\nG\n1\nH\nA\n998\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nPuttathayamma\n(died in 15.11.1997)\n1\nSivaramaia\n(died in 1950)\n1\nSubbaramaiah Smt. Kamalamma Smt. Indiramma\nSmt. Lalithamma\nB (died in 1990)\n(died 1973)\n(died 1998)\n(original plaintiff)\nissueless\n1\n(def.4)\nissueless\n(husband\nPredeceased)\n(died issueless\n24.10.1985\nC |\n1\n1\nS.R. Srinivasan\nB.S. Umadevi\nS.R. Rajarao\n(plff.1)\n(plff.2)\nS.R. Venkat-\nKrishnaiah\n(plff.3)\nS.R.V.\nSubbarao\n(plff.4)\n(plff.5)\nD\nE\nF\n0\n19. Clearly if the Will dated 18.61974 is held not to be\ngenuine, the property would be inherited by the appellants under\nSection 15 (2) of the Act. There is no dispute on this\nproposition of law by either side. The only question that needs\ndetermination in this case is as to whether the Will executed\nby Puttathayamma has been proved to be duly executed and\nthe same was genuine.\n20. The statutory provision regarding the rules of\nsuccession in case of female Hindus as enacted in Section 15\nof the Hindu Succession Act, 1956 is as follows:\n“15. General rules of succession in the case of female\nHindus.—(1) The property of a female Hindu dying\nintestate shall devolve according to the rules set out in\nSection 16,-\n(a) firstly, upon the sons and the daughters (including the\nchildren of any predeceased son or daughter) and the\nhusband;\n(b) secondly, upon the heirs of the husband;\n(c) thirdly, upon the mother and father;\nH\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n(d) fourthly, upon the heirs of the father; and\n(e) lastly, upon the heirs of the mother.\n999\n(2) Notwithstanding anything contained in sub-section (1),-—\n(a) any property inherited by a female Hindu from her\nfather or mother shall devolve, in the absence of any son\nor daughter of the deceased (including the children of any\npredeceased son or daughter) not upon the other heirs\nreferred to in sub-section (1) in the order specified therein,\nbut upon the heirs of the father; and\n(b) any property inherited by a female Hindu from her\nhusband or from her father-in-law shall devolve, in the\nabsence of any son or daughter of the deceased (including\nthe children of any predeceased son or daughter) not upon\nthe other heirs referred to in sub-section (1) in the order\nspecified therein, but upon the heirs of the husband.\"\nA\nB\nC\nD\n21. A perusal of the aforesaid provisions would show that\nthe basic aim of Section 15(2) is to ensure that inherited property\nof an issueless female Hindu dying intestate goes back to the\nsource It was enacted to prevent inherited property falling into E\nthe hands of strangers. This is also evident from the\nrecommendations of the Joint Committee of the Houses of\nParliament, which have been duly noticed by this Court in the\ncase of State of Punjab v. Balwant Singh, 1992 Supp (3) SCC\n108. The scheme underlying the introduction of the aforesaid 'F\nprovision had been discussed as follows:\n\"It came to be incorporated on the recommendations\nof the Joint Committee of the two Houses of Parliament.\nThe reason given by the Joint Committee is found in clause\n(17) of the Bill which reads as follows:\n\"While revising the order of succession among the\nheirs to a Hindu female, the Joint Committee have provided\nthat properties inherited by her from her father reverts to\nthe family of the father in the absence of issue and similarly\nG\nH -\nA\nB\nC\nD\nE\nF\nG\nH\n1000 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nproperty inherited from her husband or father-in-law reverts\nto the heirs of the husband in the absence of issue. In the\nopinion of the Joint Committee such a provision would\nprevent properties passing into the hands of persons to\nwhom justice would demand they should not pass.\"\n15. The report of the Joint Committee which was\naccepted by Parliament indicates that sub-section (2) of\nSection 15 was intended to revise the order of succession\namong the heirs to a Hindu female and to prevent the\nproperties from passing into the hands of persons to whom\njustice would demand that they should not pass. That\nmeans the property should go in the first instance to the\nheirs of the husband or to the source from where it came.\"\n22. This Court had occasion to consider the scheme of the\naforesaid Section in the case of V. Dandapani Chettiar v.\nBalasubramanian Chettiar, (2003) 6 SCC 633. The extent and\nnature of the rights conferred by this section is expressed as\nfollows:-\n\"9. The above section propounds a definite and uniform\nscheme of succession to the property of a female Hindu\nwho dies intestate after the commencement of the Act. This\nsection groups the heirs of a female intestate into five\ncategories described as Entries (a) to (e) and specified\nin sub-section (1). Two exceptions, both of the same nature\nare engrafted by sub-section (2) on the otherwise uniform\norder of succession prescribed by sub-section (1). The two\nexceptions are that if the female dies without leaving any\nissue, then (1) in respect of the property inherited by her\nfrom her father or mother, that property will devolvè not\naccording to the order laid down in the five Entries (a) to\n(e), but upon the heirs of the father; and (2) in respect of\nthe property inherited by her from her husband or father-\nin-law, it will devolve not according to the order laid down\nin the five Entries (a) to (e) of sub-section (1) but upon the\nheirs of the husband. The two exceptions mentioned above\n"}