{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"+\ni\nJET PLY WOOD PRIVATE LTD. AND ANR.\nV.\nMADHUKAR NOWLAKHA AND ORS.\nFEBRUARY 28, 2006\n[H.K. SEMA AND ALTAMAS KABIR, JJ.]\nA\nB\nCode of Civil Procedure, 1908-Section 151-Inherent powers-Exercise\nof Court permitting withdrawal of suit, however no prayer made for leave to\nfile a fresh suit on the same cause of action nor granted—Recall of order—\nHeld: Where by mistake suit is withdrawn, in exercise of inherent power court C\ncan recall the order permitting withdrawal of suit.\nThe question which arose for consideration in these appeals was\nwhether the High Court acted within its jurisdiction in restoring the suit\nwhen the same had been permitted to be withdrawn and no specific\nᎠ\nprayer for leave to file a fresh suit on the same cause of action had been\nmade nor granted.\nDismissing the appeals, the Court\nHELD: 1. In exercise of inherent powers under Section 151 of the\nCode of Civil Procedure, upon holding that when through mistake the\nplaintiff had withdrawn the suit, the Court would not be powerless to set\naside the order permitting withdrawal of the suit. Therefore, Single Judge\nof High Court did not commit any error of jurisdiction which calls for\nany interference.\nRameswar Sarkar v. State of West Bengal \u0026 Ors., AIR (1986) Calcutta\n19, approved.\nManohar Lal Chopra v. Rai Bahadur Rao Seth Hiralal, AIR (1962)\nSC 527, relied on.\n2.1. From the order of Civil Judge, it is clear that he had no intention\nof granting any leave for filing of a fresh suit on the same cause of action\nwhile allowing the plaintiff to withdraw his suit. However, that does not\nmean that by passing such an order the court divested itself of its inherent\npower to recall its order, which fact is also evident from the order itself\n761\nE\nF\nG\nH\n762\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA which indicates that the Court did not find any scope to exercise its\ninherent powers under Section 151 of the Code of Civil Procedure for\nrecalling the order passed by it earlier. In the circumstances set out in\nthe order, the trial court felt that no case had been made out to recall the\norder which had been made at the instance of the plaintiff himself.\nTherefore, it was not a question of lack of jurisdiction but the conscious\ndecision of the Court not to exercise such jurisdiction in favour of the\nplaintiff. [766-E-F]\nB\n2.2. There is no doubt that in the absence of a specific provision in\nthe Code of Civil Procedure providing for the filing of an application for\nC recalling of an order permitting withdrawal of a suit, the provisions of\nD\nE\nSection 151 of the Code of Civil Procedure can be resorted to in the\ninterest of justice. When the Code of Civil Procedure is silent regarding a\nprocedural aspect, the inherent power of the court can come to its aid to\nact ex debito justitiae for doing real and substantial justice between the\nparties. [767-A-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1367 of 2006.\nFrom the Final Judgment and Order dated 4.2.2005 of the Calcutta\nHigh Court in C.O. No. 3982 of 2004.\nMukul Rohtagi, Sanjeev Sen, Jai Prakash Pandey and Goodwill Indeevar\nfor the Appellants.\nSoli J. Sorabjee, Abhishek Manu Singhvi, Huzefa Ahmadi, Suchit\nMohanty and Shibashish Misra for the Respondents.\nF\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. Leave granted in both the matters.\nOne Madhukar Nowlakha, the respondent No. 1 in these appeals, entered\ninto an agreement for sale in respect of premises No. 4A, Lansdowne Place,\nG P.S. Lake, Kolkata-700029, together with the building and structures thereon,\nwith one Shri Biswarup Banerjee and five others on 20th September, 1988.\nInasmuch as, the said agreement was allegedly not acted upon for a long\ntime, the same was purportedly cancelled by the owners on 15th June, 2002.\nOn 24th September, 2003, Shri Madhukar Nowlakha filed Title Suit\nH No. 32 of 2003 in the Court of Civil Judge, (Senior Division) 9th Court at\nJET PLY WOOD PRIVATE LTD. v. MADHUKAR NOWLAKHA [ALTAMAS KABIR, J.] 763\nAlipore, for specific performance of the agreement purported to have been A\ncancelled and for temporary injunction to restrain the petitioners from\nalienating the suit premises. Thereafter, on 30th October, 2003, the said\nRespondent No. 1 applied to the Court for leave to withdraw the suit on the\nground that since there were talks of settlement between the parties, he no\nlonger wished to proceed with the suit. No leave was prayed for to file a fresh\nB\nsuit on the same cause of action.\nOn 11th July, 2004, the learned Judge allowed the respondent No. 1 to\nwithdraw the suit, but without liberty to file a fresh suit on the same cause\nof action.\nOn 23rd August, 2004, after termination of the agreement and after\nwithdrawal of the suit filed by the Respondent No. 1, Shri Biswarup Banerjee\nand the other co-owners sold the premises to M/S. Jet Ply Wood Company\nLimited, the petitioner in SLP (C) No. 10024/2005.\nC\nWithin a month thereafter, on 24th September, 2004, Shri Madhukar D\nNowlakha applied to the learned Civil Judge (Senior Division) 9th Court at\nAlipore, for recalling of the order by which the suit had been permitted to be\nwithdrawn on the ground that he had been misled into making such application\non account of the misrepresentation of Shri Biswarup Banerjee and the other\nco-owners that they would sell the property to him provided he withdrew the\nsuit. The learned Civil Judge (Senior Division) 9th Court at Alipore, rejected E\nthe said application filed by Shri Madhukar Nowlakha.\nF\nAfter rejection of his said application for recalling the order allowing\nwithdrawal of the suit, Shri Madhukar Nowlakha filed a second suit, being\nTitle Suit No. 87 of 2004, which is said to be pending. His prayer for interim\ninjunction in the said suit was rejected. Thereafter, on 23rd December, 2004,\nShri Madhukar Nowlakha filed an application before the High Court at Calcutta\nunder Article 227 of the Constitution, being C.O. No.3982 of 2004, challenging\nthe Trial Court's order dated 24th September, 2004, refusing to recall its\nearlier order of 11th February, 2004. While admitting the said application,\nthe High Court directed service of notice on the opposite parties and directed G\nstatus quo to be maintained for a period of eight weeks.\nOn 4th February, 2005, the learned Single Judge of the Calcutta High\nCourt heard and allowed the revisional application, being C.O. 3982 of 2004,\nand restored Title Suit No. 32 of 2002 for trial before the Civil Judge, (Senior\nDivision) 9th Court at Alipore.\nH\nA\nB\nC\n764\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nSince according to Shri Banerjee and the other co-owners of the\npremises, their learned advocate was unable to attend the hearing on 4th\nFebruary, 2005, on account of personal reasons, they filed an application,\nbeing CAN No. 1999 of 2005, before the said learned Judge for recall of his\norder dated 4th February, 2005. The same was heard and dismissed on contest\non 14th March, 2005 with the learned Single Judge reaffirming his order\nrestoring the suit on 4th February, 2005.\nBoth these two Special Leave Petitions have been filed challenging the\nfirst order of the learned Single Judge dated 4th February, 2005 restoring the\nsuit of respondent No. 1. In addition, Shri Banerjee and the other co-owners\nof the property have also questioned the legality of the second order passed\nby the learned Single Judge on 14th March, 2005 rejecting their application\nfor recalling the order dated 4th February, 2005.\nSince the Special Leave Petitions have been preferred against the\ncommon order dated 4th February, 2005 of the Learned Single Judge of the\nD Calcutta High Court, we have taken them up together for hearing and they\nare being disposed of by this common judgment.\nIt will be evident from the facts mentioned hereinabove that the only\nquestion to be decided in these appeals is whether the learned Single Judge\nof the Calcutta High Court acted within his jurisdiction in restoring the suit\nE of the Respondent No. 1 when the same had been withdrawn by the said\nRespondent without any specific prayer for leave to file a fresh suit on the\nsame cause of action. In other words, we are required to consider whether\nhaving regard to the provisions of Order XXIII Rule 1 of the Code of Civil\nProcedure, the Learned Single Judge of the Calcutta High Court could restore\nthe suit when no leave had been granted to file a fresh suit.\nF\nAlthough, in his order dated 4th February, 2005, the Learned Single\nJudge was of the view that there was no reason to allow the withdrawal of\nthe suit without permission or liberty to file another suit, which reasoning we\nare unable to agree with, since the plaintiff had not made any specific prayer\nG for such leave, the same is not relevant for the purpose of considering as to\nwhether the Court was within its jurisdiction to restore the suit despite leave\nnot having been asked for nor granted but specifically refused.\nAppearing for the appellant, M/s. Jet Ply Wood Private Limited and\nOrs., Mr. Mukul Rohtagi urged that having regard to the provisions of Order\nH XXIII Rule 1 of the Code of Civil Procedure, in the absence of any prayer\nJET PLY WOOD PRIVATE LTD. v. MADHUKAR NOWLAKHA [ALTAMAS KABIR, J.] 765\nfor leave to file a fresh suit and a specific prohibition having been included A-\nin the order of the Learned Judge permitting withdrawal of the suit, there was\nno further scope either for the Trial Court or for the High Court to allow the\nRespondent No. 1's application for withdrawal of the order passed by the\nTrial Court on 11th July, 2004, permitting withdrawal of the suit.\nMr. Rohtagi urged that the appellants had acquired lawful title to the B\nsuit premises and had incurred considerable costs in getting the property\nvacated and starting construction thereon and it would be inequitable at this\nstage to allow the Respondent No. 1's application for restoration of the suit.\nMr. Rohtagi submitted that the order of the Learned Single Judge of the\nC\nCalcutta High Court impugned in these appeals was erroneous and was liable\nto be set aside.\nMr. Abhishek Manu Singhvi, learned senior counsel, who appeared for\nthe Respondent No. 1 in the first two appeals on the other hand urged that\npursuant to the agreement arrived at between Shri Nowlakha and the owners\nof the property, Shri Nowlakha had taken steps to get the property vacated\nand made ready for construction. However, on the assurance given by the\nowners of the property, the respondent No. 1 had agreed to withdraw his suit\nwhich fact will be reflected from the application filed by him before the\nLearned Civil Judge (Senior Division) 9th Court at Alipore for withdrawal of\nthe suit.\nMr. Singhvi urged that the owners of the property had resorted to\nsubterfuge to wriggle out of the agreement and had misled the Respondent\nNo.1 into withdrawing the suit and it is on account of such misrepresentation\nthat the Respondent No. 1 was entitled in law to have his suit restored.\nD\nE\nF\nG\nMr. Singhvi submitted that it would not be correct to contend that the\nLearned Trial Judge did not have the jurisdiction to withdraw the order\npassed by him permitting the respondent No.1 to withdraw his suit. What was\nrelevant was whether in the circumstances such a power should have been\nexercised or not. Since the learned Trial Judge had chosen not to exercise\nsuch power, the High Court stepped in, in exercise of its powers under\nArticle 227 of the Constitution to restore the suit filed by the Respondent\nNo.1. Mr. Singhvi urged that while dismissing the application filed by Shri\nBiswarup Banerjee and others recalling the order dated 4th February, 2005,\nthe learned Single Judge of the Calcutta High Court in his order dated 11th\nMarch, 2005, had referred to and relied upon a Division Bench judgment of H\n766\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA the Calcutta High Court in the case of Rameswar Sarkar v. State of West\nBengal \u0026 Ors., reported in AIR (1986) Calcutta 19, in support of his order\nthat when through mistake a plaintiff withdraws his suit, the court is not\npowerless to set aside such order of dismissal in exercise of inherent powers\neven if no leave to file a fresh suit had been prayed for.\nB\nMr. Singhvi urged that the order passed by the learned Single Judge of\nthe Calcutta High Court and impugned in these appeals did not call for any\ninterference by this Court.\nMr. Soli J. Gorabjee, learned senior counsel for the Respondent No.1\nin the second set of appeals while adopting Mr. Singhvi's submission, added\nC\nthat since the Learned Single Judge of the Calcutta High Court had acted\nwithin his jurisdiction to do justice between the parties, the same did not\nwarrant any interference by this Court. Mr. Sorabjee submitted that this was\nnot a case of the Court having acted without jurisdiction but having acted in\nthe exercise of its inherent powers to do justice between the parties.\nD\nAs indicated hereinbefore, the only point which falls for our\nconsideration in these appeals is whether the Trial Court was entitled in law\nto recall the order by which it had allowed the plaintiff to withdraw his suit.\nFrom the order of the Learned Civil Judge (Senior Division) 9th Court\nE at Alipore, it is clear that he had no intention of granting any leave for filing\nof a fresh suit on the same cause of action while allowing the plaintiff to\nwithdraw his suit. That does not, however, mean that by passing such an\norder the learned court divested itself of its inherent power to recall its said\norder, which fact is also evident from the order itself which indicates that the\nCourt did not find any scope to exercise its inherent powers under Section\n151 of the Code of Civil Procedure for recalling the order passed by it\nearlier. In the circumstances set out in the order of 24th September, 2004, the\nlearned trial court felt that no case had been made out to recall the order\nwhich had been made at the instance of the plaintiff himself. It was, therefore,\nnot a question of lack of jurisdiction but the conscious decision of the Court\nG not to exercise such jurisdiction in favour of the plaintiff.\nF\nThe aforesaid position was reiterated by the learned Single Judge of the\nHigh Court in his order dated 4th February, 2005, though the language used\nby him is not entirely convincing. However, the position was clarified by the\nlearned Judge in his subsequent order dated 14th March, 2005, in which\nH reference has been made to a bench decision of the Calcutta High Court in\nJET PLY WOOD PRIVATE LTD. v. MADHUKAR NOWLAKHA [ALTAMAS KABIr, j.] 767\nthe case of Rameswar Sarkar (supra) which, in our view, correctly explains A\nthe law with regard to the inherent powers of the Court to do justice between\nthe parties. There is no doubt in our minds that in the absence of a specific\nprovision in the Code of Civil Procedure providing for the filing of an\napplication for recalling of an order permitting withdrawal of a suit, the\nprovisions of Section 151 of the Civil Procedure Code can be resorted to in\nB\nthe interest of justice. The principle is well established that when the Code\nof Civil Procedure is silent regarding a procedural aspect, the inherent power\nof the court can come to its aid to act ex debito justitiae for doing real and\nsubstantial justice between the parties. This Court had occasion to observe in\nthe case of Manohar Lal Chopra v. Rai Bahadur Rao Raja Seth Hiralal, AIR\n(1962) SC 527, as follows:\n\"It is well settled that the provisions of the Code are not exhaustive,\nfor the simple reason that the Legislature is incapable of contemplating\nall the possible circumstances which may arise in future litigation and\nconsequently for providing the procedure for them.\"\nBased on the aforesaid principle, the Division Bench of the Calcutta\nHigh Court, in almost identical circumstances in Rameswar Sarkar's case,\nallowed the application for withdrawal of the suit in exercise of inherent\npowers under Section 151 of the Code of Civil Procedure, upon holding that\nwhen through mistake the plaintiff had withdrawn the suit, the Court would\nnot be powerless to set aside the order permitting withdrawal of the suit.\nWe are of the view that the law having been correctly stated in the\naforesaid case, the learned Single Judge of the Calcutta High Court in making\nan order on the same lines did not commit any error of jurisdiction which\ncalls for any interference in these appeals.\nThe appeals are, therefore, dismissed, but without any order as to costs.\nC\nᎠ\nE\nF\nN.J.\nAppeals dismissed.\n"}