{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nB\nс\n[2011] 8 S.C.R. 1028\nNANDINI SUNDAR AND ORS.\nV.\nSTATE OF CHATTISGARH\n(Writ Petition (Civil) No. 250 of 2007)\nJULY 05, 2011\n[B. SUDERSHAN REDDY AND SURINDER SINGH\nNIJJAR, JJ.]\nConstitution of India, 1950:\nConstitutional norms and values - Held: Constitution\npromises to each and every citizen, complete justice-social,\neconomic and political - Such a promise, even in its weakest\nform and content, cannot condone policies that turn a blind\nD eye to deliberate infliction of misery on large segments of our\npopulation - On facts, violation of human rights of people of\nDantewada District and its neighbouring areas in the State of\nChattisgarh Approach of lawless violence(counter-\ninsurgency operations) in response to violence by the Maoist/\nNaxalite insurgency in the State of Chattisgarh, has not, and\nwill not, solve the problems, and instead it would only\nperpetuate the cycles of more violent, both intensive and\nextensive, insurgency and counter-insurgency.\nE\n-\nArticles 14 and 21 - Public interest litigation - Counter-\nF insurgency operations launched by the State of Chattisgarh\nagainst Maoist/Naxalites extremists in the State of Chattisgarh\n-\n-\n- Violation of human rights of people of Dantewada District\nand its neighbour areas in the State of Chattisgarh Writ\nPetition - Allegation that State of Chattisgarh was actively\nG promoting criminal activities of Salwa Judum, or sometimes\ncalled Koya Commandos, thereby further exacerbating the\nongoing struggle, and leading to further widespread violation\nof human rights; and that barely literate tribal youth are\nappointed as Special Police Officers (SPO) and given\nH\n1028\nNANDINI SUNDAR AND ORS. v. STATE OF 1029\nCHATTISGARH\n-\n-\n-\n-\nB\nD\nfirearms to undertake tasks that only formal police force could A\nundertake - Direction by Supreme Court to Union of India to\nfile an affidavit regarding its role in the appointment of SPOS\n- Affidavit filed by the Union of India to the effect that its role\nis limited only to approving the total number of SPOs and the\nextent of reimbursement of honourarium paid to them and\nthus, the Union of India abdicated its responsibilities - State\nof Chattisgarh and the Union of India acknowledged that the\nSPOs are actually involved in combat with the Maoist/\nNaxalites and are placed in direct danger of attacks without\nadequate safety that formal security would possess\nGiven C\ntheir educational levels, the training provided to them is not\nadequate Manner of use of firearm is not consonant with\nthe concept of self-defence Involving ill-equipped barely\nliterate youngsters in counter-insurgency activities cannot be\nsaid to be creating livelihood for them - They (SPOs) are\nexpected to perform all the duties of police officers, yet paid\nonly an honorarium – Appointment of SPOs is temporary and\nonce it is over, their life would be in danger – Thus, the\nappointment of tribal youth as SPOs in counter-insurgency\nactivities has endangered and will necessarily endanger the\nhuman rights of the others in the society - It is violative of\nArticle 21 and 14 - Thus, Central Bureau of Investigation\ndirected to immediately take over the investigation as also\ntake appropriate legal action against all individuals\nresponsible for the said incidents - The State of Chattisgarh\ndirected to immediately cease and desist from using SPOS\nin controlling, countering, mitigating or eliminating Maoist/\nNaxalite activities in the State; to make every effort to recall\nall firearms issued to any of the SPOs; to make arrangements\nto provide appropriate security, and take necessary measures\nto protect those who had been employed as SPOs previously,\nor given any initial orders of selection/appointment; and to\ntake all appropriate measures to prevent the operation of any\ngroup, including but not limited to Salwa Judum and Koya\nCommandos - Union of India also not to use any of its funds\nin supporting the recruitment of SPOs for engaging in any H.\nE\nF\nG\n1030\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA form of counter-insurgency activities - CBI directed to submit\nits preliminary status report within six weeks - The State of\nChattisgarh and the Union of India also directed to submit\ncompliance reports with respect to all the orders and directions\nissued within six weeks.\nB\nOlga Tellis v Bombay Municipal Corporation (1985) 3\nSCC 545 referred to.\n\"\nState policies designed to combat terrorism and\nextremism - Interference with - Held: It can be interfered with,\nC for security considerations - State necessarily has the\nobligation, moral and constitutional, to combat terrorism,\nextremism, and provide security to the people of the country\n- This is a primordial necessity - Judiciary intervenes in order\nto safeguard constitutional values and goals, and\nD fundamental rights such as equality, and right to life.\nE\n-\nG.V.K Industries v. ITO (2011) 4 SCC 36 - referred to.\nAlmadani v. Ministry of Defense H.C. 3451/02, 56(3) P.D\n- referred to.\n--\nCounter-insurgency operations against Maoist/Naxalites\nextremists in the State of Chattisgarh Violation of human\nrights of people of Dantewada District and its neighbour areas\nin the State of Chattisgarh - Allegations by civil society leader\nF with regard to the incidents of violence in three villages, as\nwell as incidents of violence allegedly perpetrated by people,\nincluding SPOs, Koya Commandos, and/or members of\nSalwa Judum, against him and others travelling with him in\nMarch 2011 to provide humanitarian aid to victims of violence\nin the said villages - Affidavit filed by the State of Chattisgarh\n- Held: Affidavit wherein the State admitted about the incident\nis nothing more than an attempt at self-justification and\nrationalization, rather than an acknowledgment of the\nconstitutional responsibility to take such instances of violence\nseriously - Offer/measure by State of Chattisgarh to constitute\nG\nI\n108\nNANDINI SUNDAR AND ORS. v. STATE OF 1031\nJo ni h\nCHATTISGARH\nan Inquiry Commission, headed by a sitting or a retired judge A\nof the High Court, are inadequate - These may prevent such\nincidents in the future, however, they do not fulfill the\nrequirement of the law: that crimes against citizens be fully\ninvestigated and those engaging in criminal activities be\npunished by law - Public interest litigation.\n-\nB\nC\nChattisgarh Police Act, 2007 - s. 23(1)(h) and 23(1)(i)\nSpecial Police Officers - Appointment of, to perform any of\nthe duties of regular police officers, other than those specified\nin s.23(1)(h) and s.23(1)(i) - Held: Is unconstitutional - Tribal\nyouth, previously engaged as SPOs in counter-insurgency\nactivities against Maoists/Naxalites may be employed as\nSPOs to perform duties limited to those enumerated in s.\n23(1)(h) and 23(1)(i), provided they have not engaged in any\nactivities, as SPOs or in their own individual/private\ncapacities, violative of human rights of other individuals or of D\nany disciplinary code or criminal laws.\nCase Law Reference:\n(2005) 5 SCC 517\nRelied on\nPara 78\nE\n(1985) 3 SCC 545\nReferred to\nPara 62\n(2011) 4 SCC 36\nReferred to\nPara 68\nH.C. 3451/02, 56(3) P.D Referred to\nPara 70\nF\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n250 of 2007.\nUnder Article 32 of the Constitution of India.\nWITH\nW.P. (Crl.) Nos. 119 of 2007 \u0026 103 of 2009.\nGopal Subramanium, S.G., H.P. Raval, A.S. G., Ashok\nDesai, Colin Gonsalves, T.S. Doabia, M.N. Krishnamani,\nRajendra Sachachar, Nitya Ramakrishnan, Menaka\nG\nH\n1032 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA Guruswamy, Suhasini Sen, Bipin Aspatwar, Rahul Kripalani,\nSumita Hazarika, Divya Jyoti Jaipuriar, Jyoti Mendiratta, Sunita\nSharma, Sushma Suri, Anitha Shenoy, Dr. Manish Singhvi, Atul\nJha, Dharmendra Kumar Sinha, Amit Kumar, A. Dasaratha,\nNaveen R. Nath, Subhash Kaushik, T.A. Khan, P.K. Dey, Arvind\nB Kumar Sharma, Padmalaxmi, Shreekant N. Terdal for the\nappearing parties.\nC\nD\nE\nThe following Order of the Court was delivered\nORDER\n!\n-\n1. We, the people as a nation, constituted ourselves as a\nsovereign democratic republic to conduct our affairs within the\nfour corners of the Constitution, its goals and values. We expect\nthe benefits of democratic participation to flow to us – all of us\n-, so that we can take our rightful place, in the league of nations,\nbefitting our heritage and collective genius. Consequently, we\nmust also bear the discipline, and the rigour of constitutionalism,\nthe essence of which is accountability of power, whereby the\npower of the people vested in any organ of the State, and its\nagents, can only be used for promotion of constitutional values\nand vision. This case represents a yawning gap between the\npromise of principled exercise of power in a constitutional\ndemocracy, and the reality of the situation in Chattisgarh, where\nF the Respondent, the State of Chattisgarh, claims that it has a\nconstitutional sanction to perpetrate, indefinitely, a regime of\ngross violation of human rights in a manner, and by adopting\nthe same modes, as done by Maoist/Naxalite extremists. The\nState of Chattisgarh also claims that it has the powers to arm,\nG with guns, thousands of mostly illiterate or barely literate young\nmen of the tribal tracts, who are appointed as temporary police\nofficers, with little or no training, and even lesser clarity about\nthe chain of command to control the activities of such a force,\nto fight the battles against alleged Maoist extremists.\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1033\nCHATTISGARH\n2. As we heard the instant matters before us, we could not A\nbut help be reminded of the novella, \"Heart of Darkness\" by\nJoseph Conrad, who perceived darkness at three levels: (1) the\ndarkness of the forest, representing a struggle for life and the\nsublime; (ii) the darkness of colonial expansion for resources;\nand finally (iii) the darkness, represented by inhumanity and evil, B\nto which individual human beings are capable of descending,\nwhen supreme and unaccounted force is vested, rationalized\nby a warped world view that parades itself as pragmatic and\ninevitable, in each individual level of command. Set against the\nbackdrop of resource rich darkness of the African tropical C\nforests, the brutal ivory trade sought to be expanded by the\nimperialist-capitalist expansionary policy of European powers,\nJoseph Conrad describes the grisly, and the macabre states\nof mind and justifications advanced by men, who secure and\nwield force without reason, sans humanity, and any sense of\nbalance. The main perpetrator in the novella, Kurtz, breathes\nhis last with the words: \"The horror! The horror!\"¹ Conrad\ncharacterized the actual circumstances in Congo between 1890\nand 1910, based on his personal experiences there, as \"the\nvilest scramble for loot that ever disfigured the history of human\nconscience.\"2\nD\nE\n3. As we heard more and more about the situation in\nChattisgarh, and the justifications being sought to be pressed\nupon us by the respondents, it began to become clear to us\nthat the respondents were envisioning modes of state action F\nthat would seriously undermine constitutional values. This may\ncause grievous harm to national interests, particularly its goals\nof assuring human dignity, with fraternity amongst groups, and\nthe nations unity and integrity. Given humanity's collective\nexperience with unchecked power, which becomes its own G\nprinciple, and its practice its own raison d'etre, resulting in the\n1. Joseph Conrad Heart of Darkness and Selected Short Fiction (Barnes\nand Noble Classics, 2003).\n2. Joseph Conrad \"Geography and Some Explorers\", National Geography\nmagazine, Vol 45, 1924.\nH\n1034\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA eventual dehumanization of all the people; the scouring of the\nearth by the unquenchable thirst for natural resources by\nimperialist powers, and the horrors of two World Wars, modern\nconstitutionalism posits that no wielder of power should be\nallowed to claim the right to perpetrate state's violence against\nB any one, much less its own citizens, unchecked by law, and\nnotions of innate human dignity of every individual. Through the\ncourse of these proceedings, as a hazy picture of events and\ncircumstances in some districts of Chattisgarh emerged, we\ncould not but arrive at the conclusion that the respondents were\nC seeking to put us on a course of constitutional actions whereby\nwe would also have to exclaim, at the end of it all: \"the horror,\nthe horror.\"\nD\n4. People do not take up arms, in an organized fashion,\nagainst the might of the State, or against fellow human beings\nwithout rhyme or reason. Guided by an instinct for survival, and\naccording to Thomas Hobbes, a fear of lawlessness that is\nencoded in our collective conscience, we seek an order.\nHowever, when that order comes with the price of\ndehumanization, of manifest injustices of all forms perpetrated\nE against the weak, the poor and the deprived, people revolt. That\nlarge tracts of the State of Chattisgarh have been affected by\nMaoist activities is widely known. It has also been widely\nreported that the people living in those regions of Chattisgarh\nhave suffered grievously, on account of both the Maoist\nF insurgency activities, and the counter insurgency unleashed by\nthe State. The situation in Chattisgarh is undoubtedly deeply\ndistressing to any reasonable person. What was doubly\ndismaying to us was the repeated insistence, by the\nrespondents, that the only option for the State was to rule with\nG an iron fist, establish a social order in which every person is to\nbe treated as suspect, and any one speaking for human rights\nof citizens to be deemed as suspect, and a Maoist. In this\nbleak, and miasmic world view propounded by the respondents\nin the instant case, historian Ramchandra Guha, noted\nacademic Nandini Sunder, civil society leader Swami Agnivesh,\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1035\nCHATTISGARH\nB\nand a former and well reputed bureaucrat, E.A.S. Sarma, were A\nall to be treated as Maoists, or supporters of Maoists. We must\nstate that we were aghast at the blindness to constitutional\nlimitations of the State of Chattisgarh, and some of its\nadvocates, in claiming that any one who questions the\nconditions of inhumanity that are rampant in many parts of that\nstate ought to necessarily be treated as Maoists, or their\nsympathizers, and yet in the same breath also claim that it\nneeds the constitutional sanction, under our Constitution, to\nperpetrate its policies of ruthless violence against the people\nof Chattisgarh to establish a Constitutional order.\nC\n5. The problem, it is apparent to us, and would be so to\nmost reasonable people, cannot be the people of Chattisgarh,\nwhose human rights are widely acknowledged to being\nsystemically, and on a vast scale, being violated by the\nMaoists/Naxalites on one side, and the State, and some of its D\nagents, on the other. Nor is the problem with those well\nmeaning, thoughtful and reasonable people who question those\nconditions. The problem rests in the amoral political economy\nthat the State endorses, and the resultant revolutionary politics\nthat it necessarily spawns. In a recent book titled \"The Dark\nSide of Globalization\" it has been observed that:\n“[T]he persistence of “Naxalism\", the Maoist revolutionary\npolitics, in India after over six decades of parliamentary\npolitics is a visible paradox in a democratic \"socialist\"\nIndia…... India has come into the twenty-first century with\na decade of departure from the Nehruvian socialism to\na free-market, rapidly globalizing economy, which has\ncreated new dynamics (and pockets) of deprivation along\nwith economic growth. Thus the same set of issues,\nparticularly those related to land, continue to fuel protest\npolitics, violent agitator politics, as well as armed\nrebellion.... Are governments and political parties in\nIndia able to grasp the socio-economic dynamics\nencouraging these politics or are they stuck with a\nE\nF\nG\nH\n1036\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nI\nsecurity-oriented approach that further fuels them?\"\n6. That violent agitator politics, and armed rebellion in\nmany pockets of India have intimate linkages to socio-\neconomic circumstances, endemic inequalities, and a corrupt\nsocial and state order that preys on such inequalities has been\nwell recognized. In fact the Union of India has been repeatedly\nwarned of the linkages. In a recent report titled \"Development\nChallenges in Extremist Affected Areas\"4, an expert group\nconstituted by the Planning Commission of India makes the\nfollowing concluding observations:\npursued since\n\"The development paradigm\nindependence has aggravated the prevailing discontent\namong the marginalized sections of the society.... The\ndevelopment paradigm as conceived by policy makers\nhas always imposed on these communities.... causing\nirreparable damage to these sections. The benefits of this\nparadigm have been disproportionately cornered by the\ndominant sections at the expense of the poor, who have\nborne most of the costs. Development which is\ninsensitive to the needs of these communities has\ninevitably caused displacement and reduced them to a\nsub-human existence. In the case of tribes in particular\nit has ended up in destroying their social organization,\ncultural identity and resource base.... which cumulatively\nmakes them increasingly vulnerable to exploitation....\nThe pattern of development and its implementation has\nincreased corrupt practices of a rent seeking\nbureaucracy and rapacious exploitation by the\ncontractors, middlemen, traders and the greedy sections\nof the larger society intent on grabbing their resources\n\"\n3. Ajay K. Mehra \"Maoism in a globalizing India” in The Dark Sid of\nGlobalization\" eds, Jorge Heine \u0026 Ramesh Thakur (United Nations\nUniversity Press, 2011)\n4. Report of an Export Group to Planning Commission, Government of India\n(New Delhi, April, 2008)\nNANDINI SUNDAR AND ORS. v. STATE OF 1037\nCHATTISGARH\nand violating their dignity.\" [paras 1.18.1 and 1.18.2, A\nemphasis supplied]\nC\n7. It is also a well known fact that Government reports\nunderstate, in staid prose, the actuality of circumstances. That\nan expert body constituted by the Planning Commission of\nB\nIndia, Government of India, uses the word “rapacious”,\nconnoting predation for satisfaction of inordinate greed, and\nsubsistence by capture of living prey, is revelatory of the degree\nof human suffering that is being visited on vast sections of our\nfellow citizens. It can only be concluded that the expert body, in\ncharacterizing the state of existence of large numbers of our\nfellow citizens, in large tracts of India, as \"sub-human,\" is clearly\nindicating that such an existence is not merely on account of\npre-existing conditions of significant material deprivation, but\nalso that significant facets that are essential to human dignity\nhave been systematically denied by the forces and mechanisms\nof the developmental paradigm unleashed by the State. Equally\npoignantly, and indeed tragically because the State in India'\nseems to repeatedly insist on paying scant attention to such\nadvice, the Expert Group further continues and advises:\n\"This concludes our brief review of various disturbing\naspects of the socio-economic context that prevails in\nlarge parts of India today, and that may (and can)\ncontribute to politics such as that of the Naxalite\nmovement or erupt as other forms of violence. It should\nbe recognized that there are different kinds of\nmovements, and that calling and treating them generally\nas unrest, a disruption of law and order, is little more than\na rationale for suppressing them by force. It is necessary\nto contextualize the tensions in terms of social, economic\nand political background and bring back on the agenda\nthe issues of the people - the right to livelihood, the right\nto life and a dignified and honourable existence. The\nState itself should feel committed to the democratic and\nhuman rights and humane objectives that are inscribed\nD\nE\nF\nG\nHi\n"}