{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nVEDIC GIRLS SENIOR SECONDARY SCHOOL\nARYA SAMAJ MANDIR, JHAJJAR\nV.\nSMT. RAJWANTI AND ORS.\nMARCH 8, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nC\nD\nCode of Civil Procedure, 1908:\ns.47-Executing Court-Jurisdiction of-Scope-Held: The Executing\nCourt is required to execute the decree as made-Has no jurisdiction to\nwiden its scope or to add to it unless a specific question is raised relating\nto discharge or satisfaction of the decree as envisaged in terms of s.47.\nRespondent No.1 filed suit for regularization of her services as a teacher\nin Appellant school w.e.f the date of her appointment alongwith consequential\nbenefits. The suit was decreed in favour of Respondent No.1 but since\nAppellant allegedly did not give effect to the decree, Respondent No.1 put the\ndecree into execution. In the execution proceedings, the District Education\nauthorities calculated the balance dues payable to Respondent No.1 with regard\nE to salary arrears as per Government scale of Rs.1400-2600/-. Based upon\nsuch calculation, Executing Court directed payment to Respondent No.1.\nIn appeal to this Court, the appellant contended that the decree passed\nin the suit filed by Respondent No.1 did not specify her salary on the basis\nwhereof her dues were to be calculated and that the subsequent calculation\nF made by the District Education authorities had no foundation and the Executing\nCourt travelled beyond its jurisdiction in relying upon the same.\nAllowing the appeal, the Court\nHELD: 1.1. The decree does not indicate the basis on which the dues of\nG the Respondent No. 1 was to be calculated. When there were conflicting claims\nregarding the salary payable to the Respondent No.1, the said respondent\nought to have taken steps to amend the prayers in the plaint so that proper.\nrelief could be provided to her. The same not having been done, the Executing\nCourt had no jurisdiction to go beyond the decree as passed, despite the fact\n808\nH\nVEDIC GIRLS SENIOR SECONDARY SCHOOL ARYA SAMAJ MANDIR, JHAJJAR 1. RAJWANTI (ALTAMAS KABIR. 1.1809\nthat the Trial Judge had noticed the dispute and had even decided the same. A\n[Para 24] 1814-E, F}\n1.2. As will be evident from the decree, Respondent No. 1 was entitled\nto regularization of her services, with other consequential relief and was also\nentitled to receive her salary through crossed cheques. The Executing Court\nwas required to execute the decree as made and it had no jurisdiction to widen B\nits scope or to add to it unless a specific question was raised relating to\ndischarge or satisfaction of the decree as envisaged in Section 47 of the Code\nof Civil Procedure. [Para 25] [814-G, H]\n1.3. The Executing Court appears to have been misled by the application\nC\nfiled on behalf of the decree-holder Respondent No. 1 indicating that her suit\nhad been decreed by the Court with a direction upon the School authorities to\nmake payment to her by cheque of her dues as per Government Scale. The\nwords \"as per Government scale\" do not find place in the decree as passed by\nthe Trial Court and this has resulted in the anomaly faced in these\nproceedings. [Paras 26 and 27] [815-B, C]\nᎠ\nState of Punjab v. Krishan Dayal Sharma, AIR (1990) SC 2177 and State\nof Punjab v. Buta Singh, [1995] Supp. 3 SCC page 684, referred to.\n2. Respondent No.1 may approach the Trial Court for amendment of the\ndecree in accordance with law. [Para 28] [815-D]\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1220 of 2007.\nFrom the Judgment and Order dated 2.4.2004 of the High Court of\nPunjab \u0026 Haryana at Chandigarh in Civil Revision No. 6130 of 2002.\nF\nSanjay Sharawat for the Appellant.\nBrijender Chahar, Somvir Singh Deswal, Shree Pal Singh, Harinder Mohan\nSingh, Abhinav Jain, Jyoti Chahar, Renu Chaudhary, Vinay Garg Aribam\nGuneshwar Sharma, Anil Hooda, Kaushal Yadav and T.V. George for the\nRespondent.\nG\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. Leave granted.\n2. The Respondent No. 1 in this appeal was appointed as Science\nH\n810\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Mistress in the Appellant School on 07.09.1988. At the time of joining her\nduties she was given an appointment letter on 05.7.1988 indicating that she\nwas being appointed as Science Mistress in the school with effect from the\ndate she joined her duties in the grade of Rs. 1400-2600/- plus usual allowances\nsanctioned by the Haryana Government from time to time.\nB\nC\nD\n3. On 28.01.1994 the Respondent No. 1 filed a Civil Suit No. 49 of 1994\nin the Court of Civil Judge (S.D.) Jhajjar, Inter alia, for the following reliefs:-\n\"It is therefore prayed that this Hon'ble Court may be pleased to pass\na decree of declaration to the effect that the plaintiff is entitled to the\nregularization of her services w.e.f. 06.7.1988 with right of contribution\nto the contributory Provident Fund from the same date as also to\nreceive her future salaries by crossed cheques and that she is entitled\nto all kinds of leaves and as admissible under the Rules ever since her\nappointment on 06.7.1988 along with decree of permanent injunction\nrestraining the defendants from deducting any money from her monthly\nemoluments on any ground except through due process of law. Any\nother relief that the Hon'ble Court deems fit and proper may also\nkindly be granted.\"\n4. The suit was duly contested by the appellant School by filing written\nstatement and on the pleadings of the parties the following issues were\nE framed:-\nF\n0\n1.\nWhether the plaintiff is entitled to regularization of her service\nwith effect from 06.7.1988 with right of contribution to the\ncontributory Provident Fund? OPP.\n2. Whether the plaintiff is entitled to receive salary by crossed\ncheque? OPP.\n3. Whether the plaintiff is entitled to all kind of leaves admissible\nunder service rules? OPP.\n4.\nWhether the plaintiff has no locus standi to file the present suit?\nOPD.\n5. Whether the suit is not maintainable in the present form? OPD.\n6.\nWhether the plaintiff is estopped from filing the suit by her own\nact and conduct? OPD.\nH\nVEDIC GIRLS SENIOR SECONDARY SCHOOL ARYA SAMAJ MANDIR. JHAJJAR\n7.\nRAJWANTI JALTAMAS KABIR. J.] 811\nWhether the plaintiff has concealed material facts from the court, A\nif so what effect? OPD.\n8.\nWhether the defendants are entitled to special costs under\nSection 36-A CPC? OPD.\n9.\nRelief.\nB\n5. The suit was ultimately decreed in favour of Respondent No. 1 and\nthe following decree was passed by the Learned Trial Court:\n\"It is ordered that suit of plaintiff for declaration with consequential\nrelief of permanent injunction is hereby decreed with cost by declaring\nthat plaintiff is entitled to the regularization of her service w.e.f. 06.7.1988\nwith a right of contributory Provident Fund Scheme and also is entitled\nto receive the salary through crossed cheques and further defendants\nare hereby restrain from deducting any amount from her monthly\nemoluments on any ground except through due process of law.\"\n6. Since according to the Respondent No. 1 the appellant was not\ngiving effect to the decree, she put the decree into execution by way of\nExecution Petition No. 18 of 1999 for recovery of a sum of Rs. 2,71,436/-. In\nthe execution petition the Respondent No. 1 stated as under:-\nC\nD\nF\n\"That the suit of the plaintiff has been decreed by the Hon'ble E\nCourt on 15.10.1998 and Hon'ble Court directed the defendants to\nmake payment of decree holder by cheque and without deducting any\namount as per Government Scale. The plaintiff has submitted the\nentire balance of amount due towards defendants on annexure \"A\"\nwhich is to be read as a part of the execution petition. The amount\nbe recovered from the movable and immovable property of\nRespondents which is attached with the petition. Further action under\norder 21 Rule 32 of CPC be also initiated against Respondents No 1\nto 4 for not regularizing the service and not giving benefit of\ncontributory Provident Fund Scheme to petitioner as per decree. The\nG\ncopy of judgment and decree are attached with the petition.\"\n7. As will be evident from the claim made by the Respondent No. 1, the\namount calculated by her towards her balance dues on account of salary was\non the basis of the Government Scale which was Rs. 1400-2600/-, as revised\nfrom time to time.\nH\nA\nB\nC\nD\n812\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n8. It appears that in the execution proceedings the officials of the\nEducation Department calculated the salary of the Respondent No. 1 from\nDecember, 1993 to February, 2002 in the grade of Rs. 1400-2600/- plus usual\nallowances as sanctioned by the Government, to come to a finding that Rs.\n6,00,584/- was due and payable to her. Ultimately, by its order dated 28.10.2002\nthe Executing Court, after giving credit to the appellant for having paid a sum\nof Rs.1,70,806/-, directed the appellant to pay the remaining amount of arrears\nof salary amounting to Rs. 4,29,778/- to the Respondent No. 1. Inasmuch as,\nthe said order was not given effect to, a further order was passed by the\nExecuting Court on 28.11.2002 issuing non-bailable warrants of arrest against\nthe school authorities.\n9. Aggrieved by the order passed by the Executing Court the appellant\nfiled Civil Revision No. 6130/2002 in the High Court of Punjab and Haryana\nand the Learned Single Judge vide order dated 11.08.2003, while admitting the\nrevision, stayed further proceedings before the Executing Court.\n10. While the revision was pending in the High Court, the Respondent\nNo. 1 herein filed an application to vacate the interim order dated 11.08.2003\nstaying the execution proceedings. The stay application was taken up for\nhearing along with the revision application on 02.04.2004 for final disposal.\nOn consideration of the submissions made, the Learned Single Judge dismissed\nE the revision petition with costs of Rs. 5,000/- and directed the Executing Court\nto execute the decree forthwith and to complete the execution proceedings\nwithin a period of three months from the date of receipt of a certified copy\nof the order.\nF\n11. The present appeal is directed against the said order of the Learned\nSingle Judge dated 02.4.2004.\n12. On behalf of the appellant it was submitted that when the Respondent\nNo. 1 was appointed as Science Mistress in the School, an agreement was\nentered into between the School and the said Respondent on 07.9.1988\nG stipulating the terms and conditions of her appointment. One of the terms was\nthat her pay scale would be Rs. 480-760/-. It was urged that the Respondent\nNo. 1 knowingly signed the said agreement which was made EX. PW4/A in\nthe suit.\n13. It was further submitted that the decree as passed in the suit filed\nH by the Respondent No. 1 did not specify the salary of the Respondent No.\nVEDIC GIRLS SENIOR SECONDARY SCHOOL ARYA SAMAJ MANDIR, JHAJJAR RAJWANTI JALTAMAS KABIR. J. 813.\nI and, in fact, no specific issue was also framed to decide the quantum of the A\nsalary of the Respondent No. 1. Both the appointment letter issued to the\nRespondent No. 1 on 05.7.1988 and the agreement dated 07.9.1988 had been\nbrought to the notice of the Learned Trial Court, but despite the above, the\nLearned Trial Court had not specified the salary of the Respondent No. 1 on\nthe basis whereof her dues were to be calculated.\n14. It was also submitted that as per the agreement, whatever was due\nto the Respondent No. 1 had been duly paid and over and above the same\na further amount of approximately Rs. 1,00,000/- had been realised by her by\nattaching the bank account of the school. There was, therefore, no further\nB\ndues payable to the Respondent No. 1 and the subsequent calculation made C\nby the District Education authorities had no foundation and the Executing\nCourt erred in relying on the same.\n15. It was submitted that the Executing Court had travelled beyond its\njurisdiction in directing payment on the basis of the calculation made by the\nDistrict Education authorities on the basis that the petitioner's salary was in D\nthe scale of Rs. 1400-2600/-.\n16. In support of his aforesaid contention, Mr. Sanjay Sharawat, Ld.\nAdvocate, referred to and relied on the decision of this Court in the case of\nState of Punjab v. Krishan Dayal Sharma, reported in A.I.R. (1990) SC 2177,\nwherein this Court had held that when no interest had been claimed in the E\nsuit itself, the grant of such interest by the Executing Court was illegal since\nthe Executing Court is bound by the terms of the decree and it could not add\nto or alter the decree on its notion of fairness or justice.\n17. The same view was taken by this Court in the case of State of\nF\nPunjab v. Buta Singh, reported in [1995] Supp. 3 SCC page 684, wherein in\na suit for a mere declaration the Executing Court directed recovery of an\namount which had not been granted by the decree. This Court held that such\na direction given by the Executing Court was beyond its jurisdiction.\n18. Various other decisions were also cited in support of the aforesaid\nproposition which merely reiterate the same principle.\nG\n19. On behalf of the Respondent No. 1, it was contended that although\nher pay scale had not been specifically mentioned in the prayer portion of the\nplaint, since her appointment letter had been exhibited in the suit, all parties\nproceeded on the basis that her pay scale was Rs. 1400-2600/- and the decree H\n814\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA was passed accordingly.\nB\n20. It was also submitted that even though in the decree, the pay scale\nof the Respondent had not been indicated, all the calculations made by the\nAuthorities was on the basis that the pay scale of the Respondent was 1400-\n2600/- and not Rs. 480-760/- as had been contended by the School authorities.\n21. It was pointed out that, in fact, although no issue had been framed,\nthe Trial Court had considered the matter and in paragraph 16 of its judgment,\nit had come to a finding that the salary of the respondent was not Rs. 480-\n760/- as claimed by the School Authorities but Rs. 1400-2600/- as per her\nC appointment letter (Ex. PW6/B).\nD\nE\n22. It was submitted that in view of such finding, it was obvious that\nthe decree had been passed by the Ld. Trial Judge on such basis and the\nExecuting Court was therefore fully justified in directing the arrear payments\nto be made on such understanding.\n23. It was submitted that no ground had been made out in the appeal\nfor interfering with the order passed by the High Court and of the Executing\nCourt.\n24. Having heard the Learned Counsel of the respected parties we are\nunable to agree with the reasoning both of the High Court as also the\nExecuting Court since the decree does not indicate the basis on which the\ndues of the Respondent No. 1 was to be calculated. When there were conflicting\nclaims regarding the salary payable to the Respondent No. 1, the said\nrespondent ought to have taken steps to amend the prayers in the plaint so\nF that proper relief could be provided to her. The same not having been done,\nthe Executing Court had no jurisdiction to go beyond the decree as passed,\ndespite the fact that the Trial Judge had noticed the dispute and had even\ndecided the same.\n25. As will be evident from the decree extracted hereinabove, the\nG Respondent No. I was entitled to regularization of her services with effect\nfrom 06.7.1988, with other consequential relief and was also entitled to receive\nher salary through crossed cheques. The Executing Court was required to\nexecute the decree as made and it had no jurisdiction to widen its scope or\nto add to it unless a specific question was raised relating to discharge or\nsatisfaction of the decree as envisaged in Section 47 of the Code of Civil\nH\nVEDIC GIRLS SENIOR SECONDARY SCHOOL ARYA SAMAJ MANDIR, JHAJJAR RAJWANTE JALTAMAS KABIR. J.) 815\nProcedure.\n26. In our view, the Executing Court appears to have been misled by the\napplication filed on behalf of the decree-holder Respondent No. 1 on 25.01.1999\nindicating that her suit had been decreed by the Court with a direction upon\nthe School authorities to make payment to her by cheque of her dues as per\nGovernment Scale (emphasis added).\n27. The words \"as per Government scale\" do not find place in the\ndecree as passed by the Trial Court and this has resulted in the anomaly with\nwhich we are faced in these proceedings. The Executing court was required\nto act within the bounds of the decree and not travel beyond it or to widen\nits scope without invocation of the provisions of Section 47 of the Code of\nCivil Procedure.\nA\nB\nC\n28. Having regard to the above, we have no option but to allow the\nappeal filed by the School authorities. The appeal is accordingly allowed, but\nwe also make it clear that the Respondent No. 1 may approach the Trial Court D.\nfor amendment of the decree in accordance with law.\nB.B.B.\n29. There will be no order as to costs.\nAppeal allowed.\n"}