{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nUNION OF INDIA AND ANR.\nV.\nHARISH KUMAR\nMARCH 14, 2007\n[H.K. SEMA AND B. SUDERSHAN REDDY, JJ.]\nC\nConservation of Foreign Exchange and Prevention of Smuggling\nActivities Act, 1974--s. 3 (1)—Detention under-Writ Petition-Allowed by\nHigh Court-On the ground that non-consideration of representation of the\ndetenue, vitiated the detention order being violative of Article 22(5) of the\nConstitution-No order of release as the period of detention already over-\nOn appeal, held: Detenue has the right to make representation to Central\nGovernment and its expeditious disposal under Article 22(5)—The failure on\nthe part of Central Government to consider the representation does not\nD render the detention order void ab initio-lt is only the further detention\nwhich is vitiated-In the facts of the present case, the belated consideration\nof the representation does not attract protection under Article 22(5) High\nCourt wrongly declared the detention order to be vitiated-There is no\nimpediment to proceed against the detenue under SAFEMA-Constitution of\nIndia, 1950-Articles 22(5) and 226-Smugglers and Foreign Exchange\nManipulators (Forfeiture of Property) Act, 1976.\nE\nF\nG\nH\nRespondent was detained under section 3 (1) of Conservation of Foreign\nExchange and Prevention of Smuggling Activities Act, 1974. The respondent\nthrough his brother filed Writ Petition assailing the legality of the detention\norder. High Court allowed the petition holding that non-consideration of the\nrepresentation of the detenue submitted to the Central Government vitiated\nthe order of detention being violative of protection under Article 22 (5) of\nConstitution of India. However, it also observed that as the period of detention\nwas already over, no direction for release of the detenue was required. Hence\nthe present appeal.\nAllowing the appeal, the Court\nHELD: 1.1. The right to make a representation against the order of\ndetention is the most cherished and valuable right conferred upon a detenue\n994\n+\nU.O.I. v. HARISH KUMAR\n995\nunder Article 22(5) of the Constitution of India and if there has been any A\ninfraction of such right the detenu is entitled to be released. The right of a\nperson detained to make a representation against the order of detention is a\ncomprehensive one. It comprehends that the person detained has the right to\nmake a representation not only to the officer who made the order of detention\nbut also to the State Government and the Central Government who are\nB\ncompetent to revoke the order of detention. In the instant case the\nrepresentation had been considered by the Secretary, Government of India on\nbehalf of the Central Government and rejected the same whereas the writ\npetition challenging the detention order had been filed as far back as on\n25.11.2002. The belated consideration of the representation does not satisfy\nthe constitutional requirements as provided for under Article 22 (5) of the C\nConstitution. [Paras 8 and 13] [998-G, H; 1001-F]\n1.2. Every person detained under the provisions of the Conservation of\nForeign Exchange and Prevention of Smuggling Activities Act, 1974 has a\nright to make a representation to the Central Government which is required\nto be considered and disposed of as expeditiously as possible. [Para 8]\nKamlesh Kumar Ishwardas Patel v. Union of India, [1995] 4 SCC 51,\nreferred to.\nD\n1.3. The failure on the part of the Central Government to independently\nconsider the representation submitted by the detenu his detention renders E\nfurther detention of the detenu illegal. The initial order of detention passed\nunder Section 3(1) of the COFEPOSA Act does not get vitiated. The very order\nof detention passed under Section 3(1) of the COFEPOSA Act cannot be\ndeclared void ab initio. [Para 8] [999-C]\n1.4. An order of detention passed by the detaining authority on the basis\nof material made available for its consideration and at its satisfaction does\nnot get vitiated because of a subsequent infraction of the detenu's right to\nmake a representation and its disposal by the authorities. [Para 10] [999-G]\nMeena Jayendra Thakur v. Union of India, [1999] 8 SCC 177; Rajammal\nv. State of Tamil Nadu and Anr., [1999] 1 SCC 417 and Smt. Santosh Anand\nv. Union of India and Ors., [1981] 2 SCC 420, relied on.\nF\nG\n1.5. The High Court at the most could have made such declaration and\ndisposed of the writ petition requiring no further adjudication inasmuch as\nthe respondent was already released. The High Court committed grave error H\n996\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA in declaring the detention order to be vitiated. The detention order passed at\nthe satisfaction of the detaining authority on the basis of the material available\nin no manner gets vitiated for the reason of non-consideration of the\nrepresentation made by the respondent to the Central Government. The Central\nGovernment's inaction in considering the representation of the respondent\nundoubtedly amounts to infringement of guaranteed right of the detenu but\nnot render initial order of detention void ab initio. The initial decision is not\nultra vires and, therefore, required no interference by the High Court in\nexercise of its jurisdiction under Article 226 of the Constitution of India.\nB\nC\n[Para 13][1001-G, H; 1002-A, B]\n2. The respondent appears to have pressed the writ petition in order to\navoid further proceedings under the Smugglers and Foreign Exchange\nManipulators (Forfeiture of Property) Act, 1976 (SAFEMA). Section 2 of\nSAFEMA provides that the provisions of the Act shall apply inter alia to every\nperson in respect of whom an order of detention has been made under the\nCOFEPOSA Act provided that such order of detention has not been set aside\nD by a court of competent jurisdiction. It is declared that there are no legal\nimpediments to proceed against the respondent under the provisions of the\nSmugglers and Foreign Exchange Manipulators (Forfeiture of Property) Act,\n1976. [Paras 4 and 14] [997-H; 998-A; 1002-C]\nE\nF\nG\nH\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 343 of\nFrom the final Judgment and Order dated 04.05.2005 of the High Court\nof Delhi at New Delhi in Writ Petition (Crl). No. 1362 of 2002.\nAmarendra Sharan, ASG, B.B. Singh, Amit Anand Tiwari, B.K. Prasad\nand P. Parmeswaran for the Appellants.\nDr. Abhishek M. Singhvi, R.K. Handoo, K.V. Mohan and Santosh Dwivedi\nfor the Respondent.\nThe Judgment of the Court was delivered by\nB. SUDERSHAN REDDY, J. 1. Leave granted.\n2. This appeal by way of special leave petition is directed against the\njudgment dated 4.5.2005 of the Delhi High Court in Writ Petition (Crl.) No.\n1362 of 2002. The appellants are the Union of India and the detaining authority.\nU.O.I. v. HARISH KUMAR [B. SUDERSHAN REDDY, J.]\n997\nThe Joint Secretary, Government of India issued the order of detention under A\nSection 3(1) of the Conservation of Foreign Exchange and Prevention of\nSmuggling Activities Act, 1974 (hereinafter referred to as \"the COFEPOSA\nAct\") on 14.6.2002. The said order of detention was served upon the sole\nrespondent on 5.9.2002. The grounds of detention were set out in the\nbackdrop of the detailed factual matrix which were made available to the\nB\ndetaining authority about various alleged omissions, misdeclaration and\nconcealment etc. which according to the detaining authority amounted to\nsmuggling of goods within the meaning of the provisions of the COFEPOSA\nAct. We are not required to notice the details of the grounds of detention\nfor the purposes of disposal of this appeal.\nC\n3. The respondent through his brother filed the writ petition in Delhi\nHigh Court on 21.11.2002 assailing the legality of the order of detention on\nvarious grounds. The only ground on which the writ petition was pressed\nand disposed of relates to non-consideration of the representation dated\n01.10.2002 submitted to the Central Government by the detenu. It was\ncontended that non-consideration of the said representation vitiated the order D\nof detention being violative of the protection granted under Article 22 (5) of\nthe Constitution of India. The High Court, by the impugned judgment,\nallowed the writ petition holding that there has been a failure on the part of\nthe Central Government in considering the representation of the detenu. The\norder of the High Court, however, is not clear and it may be useful to notice E\nthe operative portion thereof which reads as under:\n\"In view of the foregoing discussion, it is held that there has been\na failure on the part of respondents to consider within a reasonable\ntime the representation of the petitioner sent vide dated 27.9.2002, by\nthe Central Government as required in terms of Section 11 of the F\nCOFEPOSA thereby vitiating the detention order dated 14.6.2002 which\nhad been rendered otiose. Held accordingly. As the period of\ndetention is already over and the petitioner is not under detention no\ndirection for release of the petitioner are required to be given.\"\n4. We may at the outset state that in view of the fact the period of G\ndetention came to end by afflux of time and the detenu had already been\nreleased on 4.9.2003 the High Court could have simply disposed of the writ\npetition without going into the legality of the order of detention. The\nrespondent appears to have pressed the writ petition in order to avoid further\nproceedings under the Smugglers and Foreign Exchange Manipulators\nH\n998\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA (Forfeiture of Property) Act, 1976 (hereinafter referred to as \"the SAFEMA\").\nBe it noted Section 2 of the SAFEMA provides that the provisions of the Act\nshall apply inter alia to every person in respect of whom an order of detention\nhas been made under the COFEPOSA Act provided that such order of\ndetention has not been set aside by a court of competent jurisdiction.\nB\nC\nD\nE\nF\n5. Mr. Amarendra Sharan, learned Additional Solicitor General appearing\nfor the appellants submitted that the High Court committed gross error in\nquashing the detention order dated 14.6.2002 with its laconic observation\n\"stands vitiated\". By virtue of the impugned judgment and order of the High\nCourt the appellants are prevented to proceed further in the matter under the\nSAFEMA. Learned Additional Solicitor General further contended that\nassuming without admitting even if the representation of the respondent was\nnot considered and disposed of within a reasonable time, only the continued\ndetention of the detenu may be vitiated and the original detention order\ncannot be declared void ab initio.\n6. Dr. Abhishek M. Singhvi, learned Senior Counsel appearing for the\nrespondent while countering the submissions of the learned Addl. Solicitor\nGeneral contended that the High Court was fully justified in quashing the\nvery order of detention. It was further submitted that the right to make\nrepresentation against the order of detention is conferred upon the detenu\nunder Article 22 (5) of the Constitution of India and its non-consideration\nvitiates the very order of detention. The concept of continued detention\nwould be applicable only in cases where there has been a declaration made\nunder Section 9 of the Act extending the period of detention without obtaining\nthe opinion of the Advisory Board.\n7. We have carefully considered the rival submissions and scrutinized\nthe impugned judgment of the Delhi High Court and the conclusion arrived\nat in the said judgment.\n8. It is so well settled and needs no re-statement that the right to make\na representation against the order of detention is the most cherished and\nG valuable right conferred upon a detenue under Article 22(5) of the Constitution\nof India and if there has been any infraction of such right the detenu is\nentitled to be released. Construing the provisions of Article 22 (5) this Court\nin more than one decision explained that the right of a person detained to\nmake a representation against the order of detention is a comprehensive one.\nIt comprehends that the person detained has the right to make a representation\nH\n\u003e\n,\nU.O.I. v. HARISH KUMAR [B. SUDERSHAN REDDY. J.]\n999\nnot only to the officer who made the order of detention but as well as to the A\nState Government and the Central Government who are competent to revoke\nthe order of detention. Under Section 3 of the COFEPOSA Act an order\nof detention can be made by: (i) the Central Government; or (ii) an officer\nspecially empowered by the Central Government; or (iii) the State Government;\nor (iv) an officer specially empowered by the State Government. Section 11\nB\nof the COFEPOSA Act in clear terms provides for revocation of detention\norder by authorities other than the authority which has made the order. Under\nclause (b) of sub-section (1) an order made by an officer specially empowered\nby the Central Government or an order made by the State Government can be\nrevoked by the Central Government. This means that the Central Government\nhas the power to revoke the order made by an officer specially empowered C\nby the Central Government. We do not find any difficulty whatsoever to hold\nthat every person detained under the provisions of the COFEPOSA Act has\na right to make a representation to the Central Government which is required\nto be considered and disposed of as expeditiously as possible.[See: Kamlesh\nKumar Ishwardas Patel v. Union of India, [1995] 4 SCC 51]. This Court in\nKamlesh Kumar Ishwardas Patel's case (supra) while considering the effect\nof non-consideration of a representation of the person detained by the officer\nmaking the order of detention observed thus:\nD\n\"On that basis it has to be held that since there was a denial of the\nconstitutional safeguard provided to the detenu under Article 22 (5)\nE\nof the Constitution on account of the failure on the part of the officer\nwho had made the order of detention to independently consider the\nrepresentation submitted by the detenu against his detention and to\ntake a decision on the said representation the further detention of the\ndetenu Ishwardas Bechardas Patel is rendered illegal.\"\nF\nIn the same analogy it must be held that the failure on the part of the\nCentral Government to independently consider the representation submitted\nby the detenu against his detention renders further detention of the detenu\nillegal. The initial order of detention passed under Section 3 (1) of the\nCOFEPOSA Act does not get vitiated. The very order of detention passed\nunder Section 3 (1) of the COFEPOSA Act cannot be declared void ab initio. G\nIt is unnecessary to multiply authorities in support of our conclusion. In\nMeena Jayendra Thakur v. Union of India, [1999] 8 SCC 177 this Court\nrelying on the judgment rendered by the Constitution Bench in Kalesh\nKumar Ishwardas Patel (supra) held:\nป\nH\n1000\nA\nB\nC\nD\n(1)\nE\nF\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n\"the authority issuing a declaration under Section 9 of the COFEPOSA\nAct must intimate the detenu that he has the right of opportunity to\nrepresent to the declaring authority and non-intimation of the same\ninfringes upon the constitutional right of the detenu to make a\nrepresentation under Article 22 (5) and, therefore, the notification\nissued under Section 9 (1) becomes invalid and the continued detention\npursuant to such declaration and the opinion of the Advisory Board\nwithin the extended period as well as the confirmation by the State\nGovernment are vitiated.\"\n9. The Court further proceeded to consider the question as to whether\nthe initial order of detention issued under Section 3 (1) of the COFEPOSA\nAct can be held to be ab initio void on the ground that the authority issuing\ndeclaration under Section 9 of the COFEPOSA Act failed to intimate the\ndetenu of his right to represent to the declaring authority. This Court after\nelaborate consideration of the matter held:\n\"The infraction of the constitutional right to make a representation\nor the opinion of the Advisory Board and the order of detention not\nbeing made within the period prescribed under law does not get into\nthe satisfaction of the detaining authority while making an order of\ndetention under Section 3 (1) of the COFEPOSA Act. If the detaining\nauthority on the basis of the materials before him did arrive at his\nsatisfaction with regard to the necessity for passing an order of\ndetention and the order is passed thereafter, the same cannot be held\nto be void because of a subsequent infraction of the detenu's right\nor of non-compliance with the procedure prescribed under law. On\nsuch infraction and for non-compliance with the procedure prescribed\nunder law, the further detention becomes illegal. But it does not\naffect the validity of the order of detention itself issued under Section\n3 (1) of the Act by the detaining authority.\" (emphasis added)\n10. In our considered opinion the decision of this Court in Meena\nJayendra Thakur (supra) is an authority for the proposition that an order\nG of detention passed by the detaining authority on the basis of material made\navailable for its consideration and at its satisfaction does not get vitiated\nbecause of a subsequent infraction of the detenu's right to make a\nrepresentation and its disposal by the authorities. We are unable to agree\nwith the submission of Dr. Singhvi, learned Sr. Counsel for the respondent.\nH\n11. In Rajammal v. State of Tamil Nadu \u0026 Anr., [1999] 1 SCC 417 there\n1\nU.O.I. v. HARISH KUMAR [B. SUDERSHAN REDDY. J.]\n1001\nwas a delay in considering the representation made by the detenu therein and A\nthe Court came to the conclusion that the delay from 9.2.1998 to 14.2.1998\nremained unexplained and \"such unexplained delay has vitiated further\ndetention of the detenu. The corollary thereof is that further detention must\nnecessarily be disallowed.\" This Court accordingly directed the detenu to be\nset at large. The order of detention as such was not quashed.\nB\nC\n12. In Smt. Santosh Anand v. Union of India \u0026 Ors. [1981] 2 SCC 420\none Mangat Ram Anand was detained under the order dated April 3, 1979\nissued under Section 3 (1) of the COFEPOSA Act. On April 20, 1979 a\nrepresentation was made to the detaining authority ( Chief Secretary) by the\ndetenu against the order of detention. On 24.5.1979 the detenu was informed\nthat his representation has been considered by the Administrator, Delhi and\nhad been rejected. In the writ petition filed on behalf of the detenu it was\ncontended that detenu's representation ought to have considered by the\ndetaining authority itself, namely, by the Chief Secretary but the same had\nbeen straight away considered by the Administrator, who under Section 2\n(f) of the COFEPOSA Act was the State Government for the Union Territory, D\nthus depriving the detenu of his remedy to approach the Administrator as a\nhigher authority after the rejection of his representation by the detaining\nauthority. This Court came to the conclusion that the representation was not\nrejected by the detaining authority and as such constitutional safeguard\nunder Article 22 (5) cannot be said to have been strictly observed or\ncomplied with but this Court did not quash the detention order dated April\n3, 1979 but held \"the continued detention of the detenu was clearly illegal and\ndeserves to be quashed and the detenu be released forthwith.\"\nE\n13. In the instant case the representation dated 1.10.2002 has been\nconsidered by the Secretary, Government of India on behalf of the Central F\nGovernment and rejected the same on 30.1.2003 whereas the writ petition\nchallenging the detention order had been filed as far back as on 25.11.2002.\nThe belated consideration of the representation does not satisfy the\nconstitutional requirement as provided for under Article 22 (5) of the\nConstitution. The High Court at the most could have made such declaration\nand disposed of the writ petition requiring no further adjudication inasmuch\nas the respondent was already released on 4.9.2003. The High Court in our\nconsidered opinion committed grave error in declaring the detention order\ndated 14.6.2002 to be vitiated. The detention order dated 14.6.2002 passed at\nthe satisfaction of the detaining authority on the basis of the material available\nin no manner gets vitiated for the reason of non-consideration of the H\nG\n1002\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA representation dated 1.10.2002 made by the respondent to the Central\nGovernment. The Central Government's inaction in considering the\nrepresentation of the respondent undoubtedly amounts to infringement of\nguaranteed right of the detenu but does not render initial order of detention\nvoid ab initio. The initial decision is not ultra vires and, therefore, required\nno interference by the High Court in exercise of its jurisdiction under Article\nB\n226 of the Constitution of India.\n14. For the aforesaid reasons we are of the view that the High Court\ncommitted grave error in quashing the order of detention dated 14.6.2002. We\naccordingly declare that there are no legal impediment to proceed against the\nC respondent under the provisions of the Smugglers and Foreign Exchange\nManipulators (Forfeiture of Property) Act, 1976.\nK.K.T.\n15. The appeal is accordingly allowed with no order as to costs.\nAppeal allowed.\n"}