{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n[2012] 6 S.C.R. 404\nTHE CHURCH OF CHRIST CHARITABLE TRUST \u0026\nEDUCATIONAL CHARITABLE SOCIETY, REPRESENTED\nBY ITS CHAIRMAN\nV.\nM/S PONNIAMMAN EDUCATIONAL TRUST\nB REPRESENTED BY ITS CHAIRPERSON/ MANAGING\nс\nD\nE\nF\nG\nTRUSTEE\n(Civil Appeal No. 4841 of 2012)\nJULY 03, 2012\n[P. SATHASIVAM AND J. CHELAMESWAR, JJ.]\nCODE OF CIVIL PROCEDURE, 1908:\nO. 7, r.1 read with rr. 14(1), 14(2) and Forms 47 and 48\nin Appendix A - Suit for specific performance - Agreement of\nsale between plaintiff and second defendant - Plaint stating\nthat second defendant as power of attorney-holder as also\nagreement holder of first defendant executed agreement of\nsale - Application for rejection of plaint as against first\ndefendant - Held: The plaintiff-respondent to get a decree for\nspecific performance has to prove that there is a subsisting\nagreement in his favour and the second defendant has the\nnecessary authority under the power of attorney - Neither the\ndocuments were filed nor terms thereof set out in the plaint -\nIn view of the shortfall in the plaint averment and non-\ncompliance of statutory provisions, the single Judge of the\nHigh Court has correctly concluded that in the absence of any\ncause of action shown as against the appellant-first defendant,\nthe suit cannot be proceeded either for specific performance\nor for the recovery of money advanced which according to the\nplaintiff was given to the second defendant in the suit and\nrightly rejected the plaint as against the first defendant\nCause of action.\n-\nO. 7, r.11 Rejection of plaint - Suit for specific\n-\nH\n404\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 405\nSOCIETY v. PONNIAMMAN EDU. TRUST\nperformance - Power of attorney - Held: A power of attorney A\nhas to be strictly construed - In order to agree to sell or effect\na sale by a power of attorney, it should also expressly\nauthorize the power to the agent to execute sale agreement/\nsale deed i.e., (a) to present the document before the\nRegistrar; and (b) to admit execution of the document before B\nthe Registrar - Deeds and documents.\n-\nO. 7, r.11 Rejection of plaint - Held: The power under\n0.7 r. 11 can be exercised at any stage of the suit either before\nregistering the plaint or after the issuance of summons to the\ndefendants or at any time before the conclusion of the trial -\nIn order to consider O. 7, r. 11, the court has to look into the\naverments in the plaint and the averments in the written\nstatement are immaterial.\nC\nO. 7, r.11 - Application for rejection of plaint - Non-joinder D\nof party-Held: To reject the plaint even before registration of\nthe plaint on one or more grounds mentioned in O. 7, r. 11,\nthe other defendants need not necessarily be heard at all as\nit does not affect their rights - In the instant case, second\ndefendant is not a necessary party nor does the applicant-first E\ndefendant seek any relief against him - Besides, the plea as\nto the non-joinder of party cannot be raised for the first time\nbefore Supreme Court if the same was not raised before the\ntrial court and has not resulted in failure of justice.\nSPECIFIC RELIEF ACT, 1963:\n-\nF\ns. 20 Held: The jurisdiction to grant specific\nperformance is discretionary - In view of the conduct of the\nplaintiff, bereft of required materials as mandated by the\nstatutory provisions, the plaint is liable to be rejected, as the G\ncause of action pleaded in the plaint is vitiated - Code of Civil\nProcedure, 1908 - 0.7, r. 11.\nThe appellant Society-1st defendant, on 9.1.1990,\nentered into an agreement of sale of certain property in H\n406 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA favour of defendant no. 2. On 19.10.1990, the appellant-\nSociety executed a registered power of attorney in favour\nof defendant no. 2 for limited purpose enabling him to\nrepresent the Society before the authorities. However, the\nsaid power of attorney was revoked on 15.10.1991 by a\nB registered document. Since defendant no. 2 failed to\ncomply with the commitments, the appellant-Society, on\n19.11.1991 cancelled the agreement of sale dated\n7.1.1990. The suit filed by defendant no. 2 challenging the\nsaid cancellation was withdrawn in the year 2006.\nC Meanwhile, on 4.8.2001, defendant no. 2 entered into a\nMemorandum of Understanding with the respondent-\nplaintiff to sell certain portion of property as the\nagreement-holder and power of attorney agent of the\nappellant-Society. On 24.11.2004, the respondent-plaintiff\nfiled C.S. No. 115 of 2005 for specific performance of\nagreement dated 4.8.2001 and also filed an application for\ninterim injunction. Defendant no. 1-appellant Society filed\nan application under 0.7, r.11 CPC for rejection of the\nplaint. The single Judge of the High Court rejected the\nplaint as regards the plaintiff-Society (defendant no.1).\nHowever, the Division Bench allowed the appeal against\nrejection of the plaint. Aggrieved, defendant no. 1-Society\nfiled the instant appeal.\nD\nE\nF\nG\nH\nAllowing the appeal, the Court\nHELD: 1.1 It is clear from the provisions of 0.7, r. 11\nof the Code of Civil Procedure, 1908 that where the plaint\ndoes not disclose a cause of action, or there are other\ndefects as mentioned in r.11 itself, the court has no other\noption except to reject the same. Further, the power\nunder 0.7 r. 11 can be exercised at any stage of the suit\neither before registering the plaint or after the issuance\nof summons to the defendants or at any time before the\nconclusion of the trial. In order to consider O. 7, r. 11, the\ncourt has to look into the averments in the plaint and the\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 407\nSOCIETY v. PONNIAMMAN EDU. TRUST\naverments in the written statement are immaterial. If the A\nallegations are vexatious and meritless and not\ndisclosing a clear right or material(s) to sue, it is the duty\nof the trial Judge to exercise his power under O. 7 r.11.\n[para 6] [415-H; 416-A-B; F-G; 417-F-G]\nT. Arivandandam vs. T.V. Satyapal \u0026 Anr., 1978 (1) SCR\n742 = (1977) 4 SCC 467 - relied on\nRaptakos Brett \u0026 Co. Ltd. vs. Ganesh Property 1998 (1)\nSuppl. SCR 485 = (1998) 7 SCC 184 and Mayar (H.K.) Ltd.\nand Others vs. Owners \u0026 Parties, Vessel M.V. Fortune\nExpress and Others 2006 (1) SCR 860 = (2006) 3 SCC 100\nreferred to.\n1.2 While scrutinizing the plaint averments, it is the\nbounden duty of the trial court to ascertain the materials\nfor cause of action. The cause of action is a bundle of\nfacts which taken with the law applicable to them gives\nthe plaintiff the right to relief against the defendant. Every\nfact which is necessary for the plaintiff to prove to enable\nhim to get a decree should be set out in clear terms. A\ncause of action must include some act done by the\ndefendant since in the absence of such an act no cause\nof action can possibly accrue. [para 8] [417-H; 418-A-B]\nB\nC\nD\nE\nA.B.C. Laminart Pvt. Ltd. \u0026 Anr. vs. A.P. Agencies,\nSalem 1989 (2) SCR 1 = (1989) 2 SCC 163; Bloom Dekor F\nLtd. vs. Subhash Himatlal Desai \u0026 Ors. 1994 (3) Suppl. SCR\n322 = (1994) 6 SCC 322 - relied on.\n1.3 Order 7, r. 14 mandates that the plaintiff has to\nproduce the documents on which the cause of action is\nbased. In paragraph 4 of the plaint, it is alleged that the\n2nd defendant as agreement holder and also as the\nregistered power of attorney holder of the 1st defendant\nexecuted the agreement of sale. Therefore, the plaintiff\nhas to produce the power of attorney when the plaint is\nG\nH\n408 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA presented by him and if he is not in possession of the\nsame, he has to state as to in whose possession it is. In\nthe case on hand, only the agreement between the\nplaintiff and the second defendant has been filed along\nwith the plaint. If he is not in possession of the power of\nB attorney, it being a registered document, he should have\nfiled a registration copy of the same. There is no\nexplanation even for not filing the registration copy of the\npower of attorney. Instead of explaining in whose custody\nthe power of attorney is, the plaintiff has simply stated\n'Nil'. It clearly shows non-compliance of O. 7, r. 14(2). [419-\nF-H; 420-A-C]\nC\n1.4 Neither the documents were filed along with the\nplaint nor the terms thereof have been set out in the plaint.\nThe two documents were to be treated as part of the\nD plaint as being the part of the cause of action. It is settled\nlaw that where a document is sued upon and its terms\nare not set out in the plaint but referred to in the plaint,\nthe said document gets incorporated by reference in the\nplaint. [para 13] [420-D-E]\nヨ\nF\nU.S. Sasidharan vs. K. Karunakaran and Another 1989\n(3) SCR 958 = (1989) 4 SCC 482 and Manohar Joshi vs.\nNitin Bhaurao Patil and Another 1995 (6) Suppl. SCR 421 =\n(1996) 1 SCC 169 referred to.\n-\n1.5 It is settled that a power of attorney has to be\nstrictly construed. In order to agree to sell or effect a sale\nby a power of attorney, it should also expressly authorize\nthe power to the agent to execute the sale agreement/\nsale deed i.e., (a) to present the document before the\nG Registrar; and (b) to admit execution of the document\nbefore the Registrar. A perusal of the power of attorney,\nin the instant case, shows that in only authorizes certain\nspecified acts but not any act authorizing entering into an\nagreement of sale or to execute sale deed or admit\nexecution before the Registrar. [para 14] [420-G-H; 421-A]\nH\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 409\nSOCIETY v. PONNIAMMAN EDU. TRUST\nSuraj Lamp and Industries Pvt. Ltd. vs. State of Haryana A\nand Another 2011 (11) SCR 848 = (2012) 1 SCC 656 -\nreferred to.\n1.6 Further, though the plaint avers that the 2nd\ndefendant is the agreement holder of the 1st defendant,\nbut the said agreement is not produced, nor the date of\nagreement is given in the plaint. In terms of Form Nos.\n47 and 48 of Appendix A, failure to mention the date\nviolates the statutory requirement and if the date is one\nwhich attracts the bar of limitation, the plaint has to\nconform to O. 7, r. 6 and specifically plead the ground\nupon which exemption from limitation is claimed. It was\nrightly pointed out that in order to get over the bar of\n.limitation all the required details have been omitted. [para\n15] [422-E-G]\nB\nс\nD\n1.7 Thus, the plaint has not shown a complete cause\nof action of privity of contract between the plaintiff and\nthe 1st defendant or on behalf of the 1st defendant. Under\ns. 20 of the Specific Relief Act, 1963, it is settled that the\njurisdiction to grant specific performance is E\ndiscretionary. In view of the conduct of the plaintiff, bereft\nof required materials as mandated by the statutory\nprovisions, the plaint is liable to be rejected at this stage\nitself as the cause of action pleaded in the plaint is\nvitiated. [para 16-17] [423-A-B; D-E, G-H]\nMohammadia Cooperative Building Society Ltd. vs.\nLakshmi Srinivasa Cooperative Building Society Ltd. and\nOthers 2008 (7) SCR 762 = (2008) 7 SCC 310 - relied on.\nSirigineedi Subbarayadu vs. Kopanathi Tatayya, 1937\nMadras Weekly Notes 1158, 1159.; Ramaswamy Gounder\nvs. K.M. Venkatachalam 1976(1) Madras Law Journal 243,\n248, 249 referred to.\n-\nF\nG\nH\nA\n410\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\n2.1 To reject the plaint even before registration of the\nplaint on one or more grounds mentioned in O. 7, r. 11 of\nthe Code, the other defendants need not necessarily be\nheard at all as it does not affect their rights. A plea as to\nthe non-joinder of the party cannot be raised for the first\nB time before this Court if the same was not raised before\nthe trial court and has not resulted in failure of justice.\nBesides, in the case on hand, the application for rejection\nof the plaint of the appellant-1st defendant seeks no relief\nagainst the respondent-2nd defendant. It is settled legal\nposition that a party against whom no relief is claimed in\nthe application is not a necessary party at all. [para 17-\n18] [423-H; 424-A-D-E; G-H]\nC\nD\nSaleem Bhai \u0026 Ors. vs. State of Maharashtra and Others\n2002 (5) Suppl. SCR 491 = (2003) 1 SCC 557; State of U.P.\nvs. Ram Swarup Saroj (2000) 3 SCC 699 - relied on.\n2.2 The appellant- 1st defendant is not seeking\nrejection of the plaint in part., but has prayed for rejection\nof the plaint as a whole for the reason that it does not\nE disclose a cause of action and not fulfilling the statutory\nprovisions. In addition to the same, it is brought to the\nnotice of this Court that this contention was not raised\nbefore the High Court. [para 20] [425-F-G]\nF\nRoop Lal Sathi vs. Nachhattar Singh Gill 1983 (1) SCR\n702 = (1982) 3 SCC 487 - held inapplicable.\n2.3 In view of the shortfall in the plaint averments,\nstatutory provisions, namely, O. 7, rr. 11, 14(1) and 14(2)\nand Form Nos. 47 and 48 in Appendix A of the Code\nG which are also statutory in nature, this Court holds that\nthe single Judge of the High Court has correctly\nconcluded that in the absence of any cause of action\nshown as against the appellant-1st defendant, the suit\ncannot be proceeded either for specific performance or\nH for the recovery of money advanced, which according to\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 411\nSOCIETY v. PONNIAMMAN EDU. TRUST\nthe plaintiff was given to the 2nd defendant in the suit, A\nand rightly rejected the plaint as against the 1st\ndefendant. Unfortunately, the Division bench failed to\nconsider all those relevant aspects and erroneously\nreversed the decision of the single Judge. Therefore, the\njudgment and order passed by the Division Bench of the\nHigh Court is set aside and the order of the single Judge\nrestored. [para 21] [425-H; 426-A-C]\nCase Law Reference:\nB\n2002 (5) Suppl. SCR 491\nrelied on\npara 6\nс\n1998 (1) Suppl. SCR 485\nrelied on\npara 6\n2006 (1) SCR 860\nrelied on\npara 6\n1978 (1) SCR 742\nrelied on\npara 7\nD\n1989 (2) SCR 1\nrelied on\npara 9\n1994 ( 3) Suppl. SCR 322\nrelied on\npara 10\n1989 (3) SCR 958\nreferred to\npara 13\nE\n1995 (6) Suppl. SCR 421\nreferred to\npara 13\n2011 (11) SCR 848\nreferred to\npara 14\n1937 Madras Weekly\nreferred to\npara 16\nNotes 1158, 1159\nF\n1976(1) Madras Law\nreferred to\npara 16\nJournal 243, 248, 249\n2008 (7) SCR 762\nrelied on\npara 16\n(2000) 3 SCC 699\nreferred to\npara 17\nG\n1983 (1) SCR 702\nheld inapplicable para 20\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4841 of 2012.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n412 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nFrom the Judgment \u0026 Order dated 16.08.2011 of the High\nCourt of Judicature at Madras in O.S.A. No. 100 of 2006.\nRanjit Kumar, Nalini Chidambaram, Mukul Rohatgi, L.\nNageshwar Rao, V. Kanagaraj, R. Balasubramaniam, R.\nKrishnaswamy, V. Ramasubramanian, V. Balachandran, Ashish\nMohan, T. Meikandan, K.K. Mohan, Geetanjali Mohan, T. Harish\nKumar, P. Prasanth for the appearing parties.\nThe Judgment of the Court was delivered by\nP. SATHASIVAM, J. 1. Leave granted.\n2. This appeal is directed against the final judgment and\norder dated 16.08.2011 passed by the High Court of judicature\nat Madras in O.S.A. Nos.100-102 of 2006 whereby the Division\nBench of the High Court while rejecting OSA Nos. 101 and 102\nof 2006 allowed the appeal being OSA No. 100 of 2006 filed\nby the respondent herein in respect of the rejection of the plaint\nagainst the appellant herein (1st defendant in the suit) by the\nlearned single Judge of the High Court.\n3. Brief facts:\n(a) On 07.01.1990, the appellant-Society (first defendant),\nthe owner of the property situated at Door No. 35, Lock Street,\nKottur, Chennai entered into an Agreement for Sale of the\nproperty in favour of one S. Velayutham - 2nd defendant in the\nsuit on the condition that the transaction should be completed\nwithin 6 months after obtaining clearance from Income Tax and\nother departments and also received an amount of Rs. 5 lakhs\nas an advance. On 19.10.1990, the 1st defendant-Society\nexecuted a registered power of attorney in favour of the 2nd\ndefendant.limited for the purpose of empowering him to\nrepresent the Society before the statutory authorities. On\n15.10.1991, the 1st defendant-Society revoked the registered\npower of attorney executed in favour of the 2nd defendant by a\nregistered document alleging various reasons. On 19.11.1991,\nas the 2nd defendant failed to comply with the commitments\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.]\n413\nmade, the 1st defendant-Society cancelled the agreement for\nsale dated 07.01.1990.\n(b) Questioning the said cancellation, the 2nd defendant\ninstituted C.S. No. 1576 of 1991 against the 1st defendant-\nSociety before the High Court of Madras for specific\nperformance of the agreement dated 07.01.1990. In the said\nsuit, an injunction was granted restraining the 1st defendant-\nSociety from alienating the property. In the year 2006, the said\nsuit was withdrawn by the 2nd defendant.\nA\nB\nC\n(c) M/s Karthik Granites Pvt. Ltd., a sister concern of the\nrespondent herein filed C.S. No. 915 of 1994 on the file of the\nHigh Court for specific performance of the agreement to sell\nthe larger extent of 56 grounds based on an alleged agreement\nentered into with the 2nd defendant which was dismissed as\nsettled on the basis of the Memorandum of Understanding D\n(MoU) dated 13.02.1997.\n(d) Again on 04.08.2001, a Memorandum of\nUnderstanding (MoU) was entered into between the respondent\nherein and 2nd defendant in which 2nd defendant agreed to\nsell the remaining portion of the property, viz., 28 grounds and\n1952 sq. ft. to the respondent, sister concern of M/s Karthik\nGranites Pvt. Ltd. as the agreement holder and power of\nattorney agent of the appellant. On 24.11.2004, the plaintiff-\nrespondent herein filed C.S. No. 115 of 2005 for specific\nperformance of the agreement dated 04.08.2001. The plaintiff-\nrespondent also filed O.A. No. 132 of 2005 in the said suit\npraying for an interim injunction restraining the defendants from,\nin any way, dealing with or alienating the suit property pending\ndisposal of the suit. The 1st defendant therein-the Society also\nfiled Application No. 3560 of 2005 under Order VII Rule 11 of\nthe Code of Civil Procedure, 1908 (for short \"the Code\") praying\nfor rejection of the plaint. On 18.01.2006, the plaintiff-respondent\nfiled Application No. 179 of 2006 for amendment of the plaint.\nE\nFL\nG\n(e) The learned single Judge of the High Court rejected H\n"}