{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nSARWAN SINGH\nV.\nKISHAN SINGH (DEAD) THR. LRS. AND ORS.\nMARCH 26, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nCode of Civil Procedure, 1908-Order XLI, Rule 19-Restoration of\nappeal dismissed for default-Scope of Held: Appeal is to be restored since\nthe reasons were indicated for non appearance when matter was taken up\nand the same are correct-Restoration of appeal cannot be refused merely\nbecause the appeal was dismissed on merits,\nSecond Appeal was dismissed in default after making observations on\nthe merits of the case. Application was filed under Order XLI Rule 19 read\nD with section 151 CPC to restore the appeal. Reasons for non-appearance on\nthe date fixed were indicated in the application. High Court dismissed the\napplication. Hence, the present appeal.\nE\nAllowing the appeal, the Court\nHELD: In the application for restoration the reasons for non-appearance\nat the time when the matter was taken up had been indicated. The matter was\nfixed for filing of the vakalatnama of the respondents. There was unintentional\nabsence and the reason for the same was indicated. High Court has not found\nthe reason indicated to be in any manner incorrect or untrue. Merely because\nthe appeal has been dismissed on merits that could not have been a ground to\nF refuse restoration of the appeal. Thus, the impugned order of the High Court\nis set aside and the Second Appeal is directed to be restored.\n[Paras 7 and 8] [469-G-H; 470-A-B, B-C]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1583 of 2007.\nG\nH\nFrom the Final Judgment and Order dated 08.11.2004 of the High Court\nof Punjab \u0026 Haryana at Chandigarh in CM No. 11092-C of 2004 in RSA No.\n4802 of 2003.\nAjay Majithia, Rajesh Kumar and Dr. Kailash Chand for the Appellant.\n468\nF\nSARWAN SINGH v. KISHAN SINGH (DEAD) THR. LRS. [PASAYAT. J.] 469\nArvind Kumar, Laxmi Arvind and Poonam Prasad for the Respondents. A\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in these appeals is to the order passed by a learned Single B\nJudge of the Punjab and Haryana High Court dismissing the application to\nrecall the order dismissing the Second Appeal.\n3. The background facts in a nutshell are as follows:\n4. Appellant filed Second Appeal No. 4802/2003 before the High Court C\nquestioning correctness of the order passed by a learned Second Additional\nDistrict Judge, Kapurthala. By the said order the first Appellate Court affirmed\nthe order of the learned Civil Judge, Junior Division, Kapurthala. The matter\nwas listed on 8.11.2004. On that day there was no appearance on behalf of\nthe appellant. The High Court referred to the merits of the case and dismissed\nthe appeal noting that none appeared for the appellant. It is to be noted that D\nthe appeal was filed by the defendants.\n5. An application in terms of Order XLI Rule 19 of the Code of Civil\nProcedure, 1908 (in short the 'Code') read with Section 151 of the Code was\nfiled to restore the appeal for deciding the same on merits. It was indicated\nin the application for restoration as to why there was non-appearance on the\ndate fixed. In the application it was categorically stated that the matter was\nlisted at item No.260 before the learned Single Judge. When the matter was\ncalled learned counsel for the appellant was arguing another matter before\na Bench of Hon'ble the Chief Justice. In the case at hand respondents were\nyet to put appearance. So the assisting counsel was instructed to attend the\nCourt to note the next date. By the time the assisting counsel reached the\nCourt, the matter had already been taken up and dismissed for want of\nprosecution. It is submitted that the High Court did not. take note of the\naforesaid factual aspects and on the contrary dismissed the application for\nrestoration on the ground that the matter was decided on merits.\n6. Learned counsel for the respondents submitted that since the matter\nhad been decided on merits there was no scope for recalling the order.\n7. It is to be noted that in the application for restoration the reasons\nfor non appearance at the time when the matter was taken up had been\nE\nF\nG\nH\n༡\n470\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA indicated. It was noted that the matter was fixed for filing of the vakalatnama\nof the respondents. There was unintentional absence and the reason for the\nsame was indicated. The High Court has not found the reason indicated to\nbe in any manner incorrect or untrue. Merely because the appeal has been\ndismissed on merits that could not have been a ground to refuse restoration\nof the appeal.\nB\nC\n8. As rightly contended by learned counsel for the appellant the reason\nfor non appearance when the matter was taken up had been indicated. There\nis no dispute that the factual scenario as projected by the appellant was the\ncorrect one. Mere fact that the appeal was dismissed on merits could not have\nbeen a ground to refuse restoration. Accordingly, we set aside the impugned\norder of the High Court and direct restoration of the Second Appeal.\nN.J.\n9. The appeals are allowed. There will be no order as to costs.\nAppeals allowed.\n"}