{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nVISHWANATH GUPTA\nV.\nSTATE OF UTTARANCHAL\nMARCH 21, 2007\n[A.K. MATHUR AND LOKESHWAR SINGH PANTA, JJ.]\nC\nCode of Criminal Procedure, 1973:\nss. 2(j) and 178-Offence of kidnapping for ransom u/s 364-A, IPC—\nLocal jurisdiction-Place of trial-Victim kidnapped at Lucknow-Demand\nfor ransom received at Haldwani, Nainital-Dead body of victim found at\nUnnao (UP)—FIR registered and case investigated at Haldwani, Nainital—\nHeld, trial could be conducted in any of local jurisdiction of Haldwani,\nNainital in State of Uttaranchal, Lucknow or Unnao in State of U.P.—But\nD since case was registered at Police Station, Haldwani, and investigation\nstarted at Haldwani, therefore, local jurisdiction to try the offence shall be\nat Haldwani/Nainital-Additional Sessions Judge, Nainital will have\njurisdiction to try the offence-Penal Code, 1860-s.364-A.\nE\nF\nG\nPenal Code, 1860 :\ns.364-A―Ingredients of-Discussed.\nCRIMINAL APPELLATE JURISDICTION: Petition for Special Leave to\nAppeal (Crl.) No. 4516 of 2006.\nFrom the Final Judgment and Order dated 17.7.2006 of the High Court\nof Uttaranchal at Nainital in Misc. Case No. 938 of 2006.\nShambhu Prasad Singh, Prem Sunder Jha and Manjula Gupta for the\nPetitioner.\nSiddhartha Dave, Javed Mahud Rao, Shahid Ali Rao, Musharraf\nChawdhry and Rachana Srivastava for the Respondent.\nThe Order of the Court was delivered by\nH\nORDER\n332\nVISHWANATH GUPTA v. STATE OF UTTARANCHAL\n333\n1. Heard Learned counsel for the parties.\nA\n2. This special leave petition is directed against the order passed by the\nHigh Court of Uttaranchal at Nainital dated 17.7.2006 whereby the High Court\nhas set aside the order passed by the Additional Sessions Judge, Third Fast\nTrack Court, Nainital dated 29.6.2006 whereby the Additional Sessions Judge\nhas held that no Sessions Court of the State of Uttaranchal has the territorial B\njurisdiction to conduct the trial of the case and only the Sessions Court of\nLucknow or Unnao District in the State of Uttar Pradesh has the jurisdiction\nto try this offence. Aggrieved against the order of the High Court, the\naccused petitioner has approached this Court by way of special leave petition.\nC\n3. Brief facts which are necessary for the disposal of the special leave\npetition are that on the basis of written information of Sub Inspector Shyam\nNath Pandey of Police Station Haldwani of District Nainital on 22.12. 2003, the\nfirst information report was registered under Section 364A IPC. There was a\nnews item published in the Daily Dainik Jagran to the effect that one Ravi\nVarshney, Advocate, was pleading the matters of members of the gang of D\nPrakash Pandeya alias P.P. and was in touch with them on telephone and cell\nphone. Shri Ravi Varshney, Advocate, had gone from Dehradoon to Lucknow\nby train along with one contractor named Anoop Samant and thereafter the\nfamily members of Ravi Varshney were receiving calls for ransom amount and\nit has also been stated that Ravi Varshney was abducted at Lucknow for\nE\nransom money. Thereafter, the investigation was taken up and the statement\nof Surendra Chandra Varshney, father of Ravi Varshney was recorded and in\nthat statement it was alleged that the calls were received from the abductors\nat Nainital for the ransom money. It is alleged that thereafter two bodies one\nthat of Anoop Samant and other that of Ravi Varshney were recovered from\nthe factory of the accused under the Kotwali Police Station in District Unnao. F\nThe dead bodies were seized and panchnama was prepared at Unnao, U.P.\nThen an application was filed that the Nainital Court has no jurisdiction to\nframe the charges as the offence has been committed in the State of Uttar\nPradesh and, therefore, the State of Uttaranchal has no territorial jurisdiction.\nThe matter was taken up to this Court and this Court, by order dated 24.4.2006,\ndeclined to transfer the trial from Nainital to Lucknow. However, the Court left G\nthe question of territorial jurisdiction open to be decided by the appropriate\nforum. When the matter was taken up before this Court, the grievance was\nthat the accused Petitioner was not likely to get a fair trial because none of\nthe members of the Bar were going to take up the case of the accused-\nPetitioner. But an affidavit was filed by the Bar Association, Nainital, before H\nA\nB\n334\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nthis Court that they will provide sufficient legal assistance to the accused and\non that basis the matter was disposed of. When the case was committed to\nthe Additional Sessions Judge, again a question was raised of the territorial\njurisdiction and the learned Additional Sessions Judge, after hearing both the\nparties, recorded a finding that mere receiving of telephone calls at Nainital\nfrom Lucknow demanding a ransom cannot be said that the offence was\ncommitted in Nainital and therefore the learned Additional Sessions Judge by\nhis order dated 29.6.2006 held that in view of the provisions of Section 181\n(2) of the Code or Criminal Procedure, the case should be tried in the Court\nlocated either in District Unnao or District Lucknow, in the State of Uttar\nPradesh. The matter was taken up before the High Court and the High Court\nC without examining the matter in that light, set aside the order of the Additional\nSessions Judge and dismissed the application on the basis of the order\npassed by this Court on 24.4.2006. The order passed by the High Court was\nan ex parte order. Aggrieved against that order present special leave petition.\nD\nE\nF\n4. We have heard learned counsel for the parties and have perused the\nrecord. Section 364A of the Indian Penal Code reads as under:-\n-\n“364A. Kidnapping for ransom, etc, Whoever kidnaps or abducts\nany person or keeps a person in detention after such kidnapping or\nabduction and threatens to cause death or hurt to such person, or by\nhis conduct gives rise to a reasonable apprehension that such person\nmay be put to death or hurt, or causes hurt or death to such person\nin order to compel the Government or any foreign State or international\ninter-governmental organisation or any other person to do or abstain\nfrom doing any act or to pay a ransom, shall be punishable with death,\nor imprisonment for life, and shall also be liable to fine.\"\n5. According to Section 364A, whoever kidnaps or abducts any person\nand keeps him in detention and threatens to cause death or hurt to such\nperson and by his conduct gives rise to a reasonable apprehension that such\nperson may be put to death or hurt, and claims a ransom and if death is\ncaused then in that case the accused can be punished with death or\nG imprisonment for life and also liable to pay fine.\nH\n6. The important ingredient of Section 364A is the abduction or\nkidnapping, as the case may be. Thereafter, a threat to the kidnapped/abducted\nthat if the demand for ransom is not made then the victim is likely to be put\nto death and in the event death is caused, the offence of Section 364A is\n1\nVISHWANATH GUPTA v. STATE OF UTTARANCHAL\n335\nB\ncomplete. There are three stages in this Section, one is the kidnapping or A-\nabduction, second is threat of death coupled with the demand of money and\nlastly when the demand is not made, then causing death. if the three ingredients\nare available, that will constitute the offence under Section 364A of the Indian\nPenal Code. Any of the three ingredients can take place at one place or at\ndifferent places. In the present case the demand of the money with the threat\nperception has been made at (Haldwani) Nainital. The deceased were kidnapped\nat Lucknow and they were put to death at Unnao. Therefore, the first offence\nwas committed by the accused when they abducted Ravi Varshney and\nAnoop Samant at Lucknow. Therefore, Lucknow could have territorial\njurisdiction to try the case, Second, threat perception was communicated to\nthe complainant at Haldwani, Nainital raising a demand for money. Therefore, C\nthe Court at Haldwani, Nainital could also have territorial jurisdiction to try\nthe matter. Likewise, ultimately the dead bodies were recovered at Unnao,\ntherefore the District Court at Unnao could also has jurisdiction to try the\noffence. It is unfortunate that the learned Additional Sessions Judge, did not\nexamine the necessary ingredients of Section 364A. As a matter of fact one\nD\nof the important ingredients is the threat perception coupled with the demand\nof money which had taken place of Haldwani, Nainital, and when the demand\nof payment of ransom was not satisfied, the victims were put to death.\nTherefore, all the three courts will have territorial jurisdiction to try the matter.\nIn the present case two States are involved i.e., Uttaranchal and the State of\nUttar Pradesh. Part of the offence was committed in Uttaranchal and part of E\nthe offence was committed in Uttar Pradesh. There fore, both the Courts at\nUttar Pradesh as well as Uttarachal will have territorial jurisdiction to try this\noffence. But the first information was registered at Haldwani.\n7. Learned counsel for the Petitioner has tried to persuade us reference\nto Sections 177, 178, 179 and sub-section (2) of Section 181 of the Code of F\nCriminal Procedure and submitted that the offence has been completed at\nUnnao/Lucknow therefore the District Court Unnao/Lucknow will have\njurisdiction to try the offence. Chapter 13 of the code of Criminal Procedure\ndeals with the jurisdiction of the Criminal Courts in inquiries and trials.\nSection 177 says that every offence shall ordinarily be inquired into and tried\nby a Court within whose local jurisdiction it was committed. \"Local jurisdiction\"\nhas been defined in Section 2(j) of the Code of Criminal Procedure, which\nreads as under :-\nG\n\"local jurisdiction\", in relation to a Court or Magistrate, means the\nlocal area within which the Court or Magistrate may exercise all or any H\nA\nC\n336\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nof its or his powers under this Code and such local area may comprise\nthe whole of the State, or any part of the State, as the State\nGovernment may, by notification, specify.\"\n8. The expressions “local jurisdiction” means the local area within which\nthe Court or Magistrate may exercise all or any of its or his powers under this\nB Code and such local area may comprise the whole of the State or any part\nof the State as the State Government may by notification specify. Normally,\nthe State issues the notification wherein the local limits of the each Magistrate\nis defined and Section 7 of the Cr. P.C. says about the territorial divisions.\nSection 9 defines about the Court of Session. Section 9 further states that the\nState Government shall establish a Court of Session for every sessions division.\nEvery Court of Session shall be presided over by a Judge, to be appointed\nby the High Court and the High Court may also appoint Additional Sessions\nJudges and Assistant Sessions Judges to exercise jurisdiction in a Court of\nSession. The Sessions Judge of one sessions division may be appointed by\nthe High Court to be also an Additional Sessions Judge of another division,\nD and in such case he may sit for the disposal of cases at such place or places\nin the other division as the High Court may direct. Where the offence of the\nSessions Judge is vacant, the High Court may make arrangement for the\ndisposal of any urgent applications which is, or may be, made or pending\nbefore such Court of Session by an Additional or Assistant Sessions Judge,\nor, if there be no Additional or Assistant Sessions Judge, by a chief Judicial\nMagistrate, in the Sessions division; and every such Judge or Magistrate\nshall have jurisdiction to deal with any such application. Therefore, for the\nadministrative convenience of the State the aforesaid session division has\nbeen defined and their local limits are also earmarked. Section 11 deals with\nthe Courts of Judicial Magistrates and Courts of Magistrates are constituted\nF like first class or second class at such places as the State Government after\nconsultation by the High Court by notification specify and that Magistrate\nwill have local area and wherein he will exercise his jurisdiction of the class\nof cases specified therein. In this hierarchy of the courts if any offence is\ncommitted in the local area of particular police station then the concerned\nMagistrate of that area alone will have power to entertain the case and if the\noffence is triable by the Court of Sessions then that Magistrate will commit\nthe case to the Sessions Court. Section 178 deals with the place of inquiry\nor trial. when there is uncertainty as to in which of several local areas an\noffence was committed, or where an offence is committed partly in one local\narea and partly in another, or where an offence is continuing one, and continues\nH to be committed in more local areas than one, or where it consists of Several\nE\nG\nI\nVISHWANATH GUPTA v. STATE OF UTTARANCHAL\n337\nacts done in different local areas, it may be inquired into or tried by a Court A\nhaving jurisdiction over any of such local areas. Therefore, Section 178 has\nto be construed liberally and it has to be inquired into that how the offence\nhas been committed. In case offence has been committed in two local areas\nthen it can be tried by any of them. Section 179 deals with the offence triable\nwhere act is done or consequence ensues. When an act is an offence by\nB\nreason of anything which has been done and consequence which has ensued\nin another area, the offence may be inquired into or tried by a Court within\nwhose local jurisdiction such thing has been done or such consequence has\nensued. Section 181 deals with the place of trial in case of certain offences.\nUnder Sections 181 various offences has been characterised and specially it\nhas been meant that where the offence has been commited that Court will C\nhave jurisdiction to try that offence. we are concerned with sub-section (2)\nof Section 181 of the Code of Criminal Procedure, which reads as under :-\n\"Sections 181(2) Any offence of kidnapping or abduction of a person\nmay be inquired into or tried by a Court within whose local jurisdiction\nthe person was kidnapped or abducted or was conveyed or concealed D\nor detained.\"\nF\nAny offence of kidnapping or abduction may be inquired or tried by a Court\nwithin whose local jurisdiction the person was kidnapped or abducted or was\nconveyed or concealed or detained. In case of kidnapping and abduction the\nlocal jurisdiction shall be where the person concerned has been abducted or\nE\nkidnapped or was conveyed or concealed or detained. It is likely that a person\nhas been kidnapped from one part of the country and kept in another part\nof the State. For example, if a person is kidnapped from Rajasthan and is kept\nin the State of Haryana, then both the Magistrate and Sessions Judge will\nhave jurisdiction to try the offences. As regards the completion of Section\n364A is concerned, something more is required for that offence. Section 364A\nwas introduced in the IPC by the Criminal Amendment Act of 42 of 1993\nwhich came into effect with from 22.5.1993 because of the increasing number\nof cases where the victim is abducted and a demand for money is raised with\na threat perception or danger to the life on that person and that person is\nultimately put to death. Such kind of offences are not covered under sub- G\nsection (2) of Section 181. It is not simply abduction or kidnapping. It is\nsomething more in ordinary case of abduction or kidnapping as defined in\nSections 359 and 362. They are offence simplicitor of kidnapping and abduction.\nBut here in the case of Section 364A something more is there that is, that a\nperson was abducted from Lucknow and demand has been raised at Haldwani,\nH\nB\n338\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Nainital with threat. If the amount is not paid to the abductor then the victim\nis likely to be put to death. In order to constitute an offence under Section\n364A, all the ingredients have not taken place at Lucknow or Unnao. The two\nincidents took place in the State of Uttar Pradesh that is abduction and death\nof the victims but one of the ingredient took place that is threat was given\nat the house of the victims at Haldwani, Nainital demanding the ransom\nmoney otherwise the victim will be put to death. Therefore, one of the\ningredients has taken place within the territorial jurisdiction of Haldwani,\nNainital. Therefore, it is a case wherein the offence has taken place at three\nplaces i.e. at Haldwani, Nainital, where the threat to the life of the victim was\ngiven and demand of money was raised, the victim was abducted from Lucknow\nC and he was ultimately put to death at Unnao. Therefore, the trial could be\nconducted in any of the local jurisdiction that is Haldwani, Nainital, in the\nState of Uttaranchal, Lucknow or Unnao, within the State of Uttar Pradesh.\nBut in the present case the case was registered at police Station, Haldwani,\nand the investigation started at Haldwani therefore the local jurisdiction to try\nthe offence shall be at Haldwani/Nainital. If the investigation agency wants\nto prosecute or file a challan at Haldwani/Nainital Court, then District Nainital\nwill have jurisdiction to try, the matter. It is wrong to say that Additional\nSessions Judge, Third Fast Track Court, Nainital has no jurisdiction. The view\ntaken by the Additional Sessions Judge. Third Fast Track Court, Nainital is\nwrong and we set aside the same though High Court, has set aside but for\nE wrong reasons. In this view of the matter, we are not inclined to interfere with\nthis matter. We dismiss the special leave petition and direct that Additional\nSessions Judge, Nainital will have jurisdiction to try the offence.\nD\nR.P.\ni\nSLP dismissed.\n"}