{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"C\nD\n188 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA at that stage or to counter check his identity as the Inspector\nhad Mohd. Yaseen's photograph with him. Even more\nsignificantly the Inspector made no attempt to identity Pradeep\nGoyal or Tarunpreet Singh whatsoever, although admittedly he\nwas in close wireless contact with ACP Rathi. This is the pre-\nB incident conduct which is relevant. The facts as brought reveal\na startling state of affairs during the incident. It is the case of\nthe defence that the car had been surrounded to immobilize the\ninmates and to prevent them from escaping and that it was with\nthis intention that Inspector Anil Kumar had knocked on the\ndriver's window asking the inmates to get out but he had been\nanswered by firing from inside the car. This plea cannot be\naccepted for the reason that the defence has already been\nrejected by us. Moreover PW-37 testified that there were no\nbullet marks on the tyres and they remained intact even after\nthe incident, despite 34 shots being fired at the car, and 29\nbullet holes, most of them of entry, thereon. On the other hand,\nthe appellants presupposed that one of the inmates was Mohd.\nYaseen, the wanted criminal and that the firing was so\ninsensitive and indiscriminate that some of the shots had hit\nConstables Subhash Chand and Sunil Kumar. The post-facto\nconduct of the appellants is again relevant. Inspector Anil Kumar\ngave a report on the 1st April 1997 immediately after the\nincident, which was followed by a report by ACP Rathi the next\nday giving the counter version. This has been found by us to\nbe completely untenable. The High Court was, therefore,\njustified in holding that in the light of the above facts, it was not\nnecessary to assign a specific role to each individual appellant\nas the firing at the Car was undoubtedly with a clear intent to\nannihilate those in it and was resorted to in furtherance of the\ncommon intention of all the appellants. In Abdul Sayeed Versus\nG State of M.P. 2010 (10) SCC 259, it has been held as under :\nE\nF\nH\n\"49. Section 34 IPC carves out an exception from general\nlaw that a person is responsible for his own act, as it\nprovides that a person can also be held vicariously\nresponsible for the act of others if he has the \"common\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 189\n[HARJIT SINGH BEDI, J.]\nintention\" to commit the offence. The phrase \"common.\nintention” implies a prearranged plan and acting in concert\npursuant to the plan. Thus, the common intention must be\nthere prior to the commission of the offence in point of\ntime. The common intention to bring about a particular\nresult may also well develop on the spot as between a\nnumber of persons, with reference to the facts of the case\nand circumstances existing thereto. The common intention\nunder Section 34 IPC is to be understood in a different\nsense from the \"same intention\" or \"similar intention\" or\n“common object\". The persons having similar intention\nwhich is not the result of the prearranged plan cannot be\nheld guilty of the criminal act with the aid of Section 34\nIPC. (See Mohan Singh v. State of Punjab.)\nA\nB\nC\nD\n50. The establishment of an overt act is not a requirement\nof law to allow Section 34 to operate inasmuch this\nsection gets attracted when a criminal act is done by\nseveral persons in furtherance of the common intention of\nall. What has, therefore, to be established by the\nprosecution is that all the persons concerned had shared\na common intention. (Vide Krishnan v. State of Kerala E\nand Harbans Kaur v. State of Haryana\".)\n24. In conclusion, we must hold that the appellants were\nliable to conviction under Sections 302/34 etc. of the IPC.\n25. We now come to Mr. Sharan's connected argument\nwith regard to the deemed acquittal theory of the appellants\nfor the offence under Sections 302, 307 read with Section 34\nof the IPC by the trial court. At this stage, we may recall that\nthe trial court had framed a charge under Section 302/307 read\nwith Section 120-B of the IPC and an alternative charge under\nSection 302/307 read with Section 34 of the IPC but without\nopining on the alternative charge, had convicted the appellants\nfor the offence under Section 302/307 read with Section 120-\nB of the IPC. It has accordingly been contended that as the\nF\nG\nH\n190 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA appellants had been deemed to have been acquitted of the\ncharge of having the common intention of committing the\nmurders and there was no appeal by the State against the\ndeemed acquittal against under that charge, it was not open\nto the High Court to alter or modify the conviction. The learned\nB ASG has, however, pointed out that a contrary view had been\nexpressed earlier in Lakhjit Singh's case (supra) and as a\nconsequence of this apparent discordance, the matter had\nbeen referred to a Bench of three Judges in Dalbir Singh's case\n(supra) which had over ruled the judgment in Sangaraboina\nC Sreenu's case (supra) and by implication over-ruled Lokendra\nSingh's case (supra) as well. He has further highlighted that the\njudgment in Dalbir Singh's case (supra) had been followed in\nDinesh Seth's case (supra) but both these cases had not even\nbeen alluded to in Bimla Devi's case (supra). He has\naccordingly pointed out that the very basis of Mr. Sharan's\nargument on the theory of deemed acquittal was lacking.\nD\n26. We have considered the arguments of the learned\ncounsel very carefully. We must, at the outset, emphasize that\nthe judgments referred to above and cited by Mr. Sharan are\nE largely on the basis that a charge for the offence of which the\nappellants had ultimately been acquitted, had not been framed\nand therefore, it was not possible to convict an accused in the\nabsence of a charge. For example, in Sangaraboina Sreenu's\ncase (supra) a judgment rendered in two paragraphs, this Court\nF held that only a charge under Section 302 had been framed\nagainst the accused, therefore, he could not be convicted under\nSection 306 of the IPC although the Court noticed that the\noffence under Section 306 was a comparatively minor offence,\nwithin the meaning of Section 220 of the Cr.P.C. It was also\nG noticed that the basic constituent of an offence under Section\n302 was homicide whereas the offence under Section 306 was\nsuicidal death and abetment thereof. This judgment was\nfollowed in Lokendra Singh's case (supra) wherein a similar\nsituation existed. It appears, however, that both these judgments\nhad over looked the judgment in Lakhjit Singh's case (supra)\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 191\n[HARJIT SINGH BEDI, J.]\nA\nas in this case a Division Bench of this Court had held that a\nconviction under Section 306 of the IPC could be recorded\nthough a charge under Section 302 had been framed. In arriving\nat this conclusion, the Bench observed that the accused were\non notice as to the allegations which would attract Section 306\nof the IPC and as this section was a comparatively minor B\noffence, conviction thereunder could be recorded. On account\nof this apparent discordance of opinion over the issue involved,\nthe matter was referred to a Bench of three Judges in Dalbir\nSingh's case (supra). By this judgment, the opinion rendered\nin Sangarabonia Sreenu's case (supra) was over-ruled, as not\nC\nbeing correctly decided. Ipso facto, we must assume that the\ndecision in Lokender Singh's case (supra) must also be read\nas not correctly decided. The judgment in Dalbir Singh's (supra)\nhas subsequently been followed in Dinesh Seth's case (supra).\nWe must, therefore, record that the judgment rendered in Bimla\nDevi's case (supra) which does not take into account the last\ntwo cited cases, must be held to be per incuriam. Kishan\nSingh's and Lakhan Mahto's cases (supra) were cases where\nno charge had been framed for the offences under which the\naccused could be convicted whereas Thadi Narayana's case\nwas on its own peculiar facts.\nD\nE\n27. We find the situation herein to be quite different. We\nmust notice that the charges had indeed been framed in the\nalternative and for cognate offences having similar ingredients\nas to the main allegation of murder. Section 386 of the Cr.P.C. F\nrefers to the power of the appellate court and the provision in\nso far relevant for our purpose is sub-clause (b) (ii) which\nempowers the appellate court to alter the finding while\nmaintaining the sentence. It is significant that Section 120-B of\nthe IPC is an offence and positive evidence on this score has G\nto be produced for a successful prosecution whereas Section\n34 does not constitute an offence and is only a rule of evidence\nand inferences on the evidence can be drawn, as held by this\nCourt in Lachhman Singh \u0026 Ors. vs. The State AIR 1952 SC\nН\n192 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA 167. We are, therefore, of the opinion that the question of\ndeemed acquittal in such a case where the substantive charge\nremains the same and a charge under Section 302/120B and\nan alternative charge under section 302/34 of the IPC had been\nframed, there was nothing remiss in the High Court in modifying\nB the conviction to one under Section 302/307/34 of the IPC. It\nis also self evident that the accused were aware of all the\ncircumstances against them. We must, therefore, reject Mr.\nSharan's argument with regard to the deemed acquittal in the\ncircumstances of the case.\nC\nD\n28. The learned counsel for the appellants have also\nargued on the failure of the court in putting all relevant questions\nto them when their statements under Section 313 of the Cr.P.C.\nhad been recorded. Mr. Sharan has also given us a list of 15\nquestions which ought to have been put to the ACP as they\nrepresented the crux of the prosecution story. It has been\nsubmitted that on account of this neglect on the part of the court\nthe appellants had suffered deep prejudice in formulating their\ndefence. Reliance has been placed on Hate Singh Bhagat\nSingh, Vikramjit Singh and Ranvir Yadav's cases (supra). It\nE has however been pointed out by the learned ASG that the 15\nquestions referred to were largely inferences drawn by the\ncourts and relatable to the evidence on record, and the\ninferences were not required to be put to an accused. He has\nfurther submitted even assuming that there had been some\nF omission that by itself would not a fortiori result in the exclusion\nof evidence from consideration but it had to be shown further\nby the defence that prejudice had been suffered by the accused\non that account inasmuch that they could claim that they did not\nhave notice of the allegations against them. In this connection,\nG the learned ASG has placed reliance on Shivaji Sahebrao\nBobde vs. State of Maharashtra AIR 1973 SC 2622 and\nSantosh Kumar Singh and Shobit Chamar's cases (supra).\nH\n29. Undoubtedly, the importance of a statement under\nSection 313 of the Cr.P.C. in so far as the accused is\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n193\nconcerned, can hardly be minimized. This statutory provision A\nis based on the rules of natural justice for an accused must be\nmade aware of the circumstances being put against him so that\nhe can give a proper explanation and to meet that case. In Hate\nSingh's case (supra) it was observed that:\n\"the statements of an accused person recorded under\nSs.208,209 and 342 are among the most important\nmatters to be considered at a trial. It has to be\nremembered that in this country an accused person is not\nallowed to enter the box and speak on oath in his own\ndefence. This may operate for the protection of the\naccused in some cases but experience elsewhere has\nshown that it can also be a powerful and impressive\nweapon of defence in the hands of an innocent man. The\nstatements of the accused recorded by the Committing\nMagistrate and the Sessions Judge are intended in Indian\nto take the place of what in England and in America he\nwould be free to state in his own way in the witness-box.\nThey have to be received in evidence and treated as\nevidence and be duly considered at the trial.\nThis means that they must be treated like any other\npiece of evidence coming from the mouth of a witness and\nmatters in favour of the accused must be viewed with as\nmuch deference and given as much weigh as matters\nwhich tell against him. Nay more. Because of the\npresumption of innocence in his favour even when he is\nnot in a position to prove the truth of his story, his version\nshould be accepted if it is reasonable and accords with\nprobabilities unless the prosecution can prove beyond\nreasonable doubt that it is false. We feel that this\nfundamental approach has been ignored in this case.\"\n30. It must be highlighted that the judgment in this case\nwas rendered in the background that in the absence of any\nprovision in law to enable an accused to give his part of the\nB\nC\nD\nE\nF\nG\nH\n194 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA story in court, the statement under Section 342 (now 313) was\nof the utmost important. The aforesaid observations have now\nbeen somewhat whittled down in the light of the fact that\nSection 315 of the Cr.P.C. now makes an accused a\ncompetent witness in his defence. In Vikramjit Singh's case\nB (supra), this Court again dwelt on the importance of the 313\nstatement but we see from the judgment that it was primarily\nbased on an overall appreciation of the evidence and the\nacquittal was not confined only to the fact that the statement of\nthe accused had been defectively recorded. In Ranvir Yadav's\nC case (supra) this Court has undoubtedly observed that even\nafter the incorporation of Section 315 in the Cr.P.C., the position\nremains the same, (in so far as the statements under Section\n313 are concerned) but we find that the judgment was one of\nacquittal by the Trial Court and a reversal by the High Court and\nthis was a factor which had weighed with this Court while\nrendering its judgment. In any case the latest position in law\nappears to be that prejudice must be shown by an accused\nbefore it can be held that he was entitled to acquittal over a\ndefective and perfunctory statement under Section 313. In\nShivaji's case (supra), a judgment rendered by three Hon'ble\nJudges, it has been observed in paragraph 16 as under:\nD\nE\nF\n0\nH\n\"It is trite law, nevertheless fundamental, that the prisoner's\nattention should be drawn to every inculpatory material so\nas to enable him to explain it. This is the basic fairness of\na criminal trial and failures in this area may gravely imperil\nthe validity of the trial itself, if consequential miscarriage\nof justice has flowed. However, where such an omission\nhas occurred it does not ipso facto vitiate the proceedings\nand prejudice occasioned by such defect must be\nestablished by the accused. In the event of an evidentiary\nmaterial not being put to the accused, the court must\nordinarily eschew such material from consideration. It is\nalso open to the appellate court to call upon the counsel\nfor the accused to show what explanation the accused has\nas regards the circumstances established against him but\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n195\nA\nnot put to him and if the accused is unable to offer the\nappellate court any plausible or reasonable explanation of\nsuch circumstances, the court may assume that no\nacceptable answer exists and that even if the accused had\nbeen questioned at the proper time in the trial court he\nB\nwould not have been able to furnish any good ground to\nget out of the circumstances on which the trial court had\nrelied for its conviction. In such a case, the court proceeds\non the footing that though a grave irregularity has occurred\nas regards compliance with Section 342, Cr.P.C., the\nomission has not been shown to have caused prejudice C\nto the accused.\"\n31. The judgment in Santosh Kumar Singh's case (supra)\nis to the same effect and is based on a large number of\njudgments of this court.\n32. It is clear from the record herein that the appellants,\nall police officers, had been represented by a battery of\nextremely competent counsel and in the course of the evidence,\nthe entire prosecution story with regard to the circumstances\nincluding those of conspiracy and common intention had been\nbrought out and the witnesses had been subjected to gruelling\nand detailed cross-examinations. It also bears reiteration that\nthe incident has been admitted, although the defence has\nsought to say that it happened in different circumstances. It is\nalso signally important that all the accused had filed their\ndetailed written statements in the matter. All these facts\nbecome even more significant in the background that no\nobjection had been raised with regard to the defective 313\nstatements in the trial court. In Shobhit Chamar's case (supra)\nthis Court observed:\n\"We have perused all these reported decisions relied upon\nby the learned advocates for the parties and we see no\nhesitation in concluding that the challenge to the conviction\nbased on non-compliance of Section 313 Cr.P.C. first time\nD\nE\nF\nG\nH\nA\nB\nC\n196\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nin this appeal cannot be entertained unless the appellants\ndemonstrate that the prejudice has been caused to them.\nIn the present case, as indicated earlier, the prosecution\nstrongly relied upon the ocular evidence of the eye\nwitnesses and relevant questions with reference to this\nevidence were put to the appellants. If the evidence of\nthese witnesses is found acceptable, the conviction can\nbe sustained unless it is shown by the appellants that a\nprejudice has been caused to them. No such prejudice\nwas demonstrated before us and, therefore, we are unable\nto accept the contention raised on behalf of the appellants.\"\nThese observations proceed on the principle that if an\nobjection as to the 313 statement is taken at the earliest stage,\nthe court can make good the defect and record an additional\nstatement as that would be in the interest of all but if the matter\nD is allowed to linger on and the objections are taken belatedly it\nwould be a difficult situation for the prosecution as well as the\naccused. In the case before us, as already indicated, the\nobjection as to the defective 313 statements had not been\nraised in the trial court. We must assume therefore that no\nE prejudice had been felt by the appellants even assuming that\nsome incriminating circumstances in the prosecution story had\nbeen left out. We also accept that most of the 15 questions that\nhave been put before us by Mr. Sharan, are inferences drawn\nby the trial court on the evidence. The challenge on this aspect\nF made by the learned counsel for the appellants, is also\nrepelled.\nG\n33. Mr. Sharan has also referred us to Section 140 of the\nDelhi Police Act, 1978 to contend that as the cognizance in the\npresent matter had been taken more than three months from\nthe date of the incident, the prosecution itself was barred.\nElaborating on this aspect, the learned counsel has submitted\nthat the incident had happened on the 31st March 1997 and\nan incomplete charge-sheet had been filed within three months\ni.e. on the 13th June 1997 but cognizance in the matter had\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 197\n[HARJIT SINGH BEDI, J.]\nadmittedly been taken beyond three months i.e. on the 10th July A\n1997. The learned counsel has, in support of this plea, relied\non the judgment in Jamuna Singh and Prof. Sumer Chand's\ncase (supra) to argue that the provisions of Section 140 of the\nDelhi Police Act had to be strictly applied, more particularly\nwhere the act complained of had been done in the discharge B\nof official duty. The learned ASG has, however, submitted that\nthe provisions of Section 140 of Delhi Police Act would be\napplicable only to offences referred to in the Act itself and found\nlargely in Section 80 onwards and not to cases where the\noffence was linked to any other penal provision and that in any C\ncase the police official involved had to show that the action\ntaken by him had been taken under colour of duty: The learned\ncounsel has in this connection relied on N. Venugopal, Narhar\nRao, Atma Ram, Bhanuprasad Hariprasad Dave and on\nProfessor Sumer Chand's cases (supra).\n34. Before we examine the merits of this submission, we\nneed to see what the High Court has held on this aspect. The\nHigh court has observed that an incomplete charge- sheet had\nbeen filed within time inasmuch that the statements of the\nwitnesses recorded under Section 161 of the Cr.P.C. had not\nbeen appended therewith and we quote:\nD\nE\n\"and the prosecuting agency had, therefore, taken\nadequate care in filing the charge-sheet well within time.\nand could not, thus, have anticipated that the Court of the F\nlearned Chief Metropolitan Magistrate would have its own\nproblems in taking immediate cognizance of the offences\non the charge-sheet within three months from the date of\ncommission of the crimes, it could not have applied for a\nsanction for prosecution under Section 140 of the Act as\nit was not at all required in that situation. If the Court of\nlearned Chief Metropolitan Magistrate had difficulty in\ntaking cognizance of the offences for absence of the\ncopies of statements under Section 161 Cr.P.C., it could\nhave very well posted the case for a shorter date before\nG\nH\n"}