{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"с\nD\n178 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA Ombir Singh did state that a single shot had been followed by\nmultiple shots thereafter. Avtar Singh, however, apparently did\nnot receive a bullet injury as the simple abrasion on him had\nbeen apparently caused by a flying splinter from the tarmac but\nwe have extremely independent evidence on this score as well.\nB PW-1 Geeta Ram Sharma, the Chief Photographer of the\nStatesman Newspaper, which has its office adjacent to the red\nlight on Barakhamba Road, deposed that on the 31st March\n1997 at about 2 - 2.30 p.m. while he was sitting in his room\nalong with his colleagues PWs Sayeed Ahmed and Shah\nNawaz, they had heard the sound of firing from the Barakhamba\nRoad side and that he along with the other PWs had come out\nto the crossing along with their camera equipment and had\nseen a blue Esteem Car standing there with two bodies lying\nalongside and one injured person sitting on the road with a\nlarge number of police men, including some in mufti, present.\nHe stated that on his directions Shah Nawaz and Sayeed\nAhmed had taken a large number of photographs of the site\nand 14 of them were also produced as Exs. P-1 to P-14. He\nfurther stated that Vijay Thakur, one of the Reporters of the\nStatesman had also been present. Sayeed Ahmed and Shah\nNawaz aforementioned appeared as PW-2 and PW-67 and\nsupported the story given by PW-1 Geeta Ram Sharma. He also\nproved the photograph marked Ex. 'X' which shows that the\ndriver's window was intact. We have perused the photograph\nourselves and find that the driver's window was definitely intact.\nF The photograph is in black and white and has been taken\nthrough the driver's window and the man wearing white with a\ndark tie seen in the photograph has two shades of white, the\nportion through the window having a dull hue and the portion\nabove, far brighter. It has come in the evidence of PW-\nG Tarunpreet that the car A.C. was on when the firing took place\nand the windows had been drawn up. We can also take notice\nthat in this background, the windows and windshield would be\nof tinted glass. Likewise, we are also of the opinion that had\nthe shots been fired through the driver's window or the\nH windshield some powder residues would have been left around\nE\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n179\nC\nD\nthe bullet holes as the shots would have been fired from almost A\na touching distance. PW-37 Roop Singh from the Central\nForensic Science Laboratory, who had examined the car very\nminutely detected no such residue and also testified that the\nappreciable powder distance of a 7.65 mm pistol could be one\nto two feet but would depend on the sitting posture of the person B\nfiring. He also stated that in all at least 29 bullet holes had been\ndetected on the car of 9 mm, 7.62 mm and .380 calibre\nweapons and that most of the seven exit holes in the car could\nhave been caused by bullets fired from the rear and left side\ninto the car and exiting thereafter, although the possibility of an\nexit hole being caused by a bullet fired from inside the car could\nalso not be ruled out. He further pointed out that as the bullet\nfired at Constable Subhash Chand remained embedded in his\nbody and had not been taken out for medical reasons, it was\nnot possible to give an opinion whether it was a bullet of 7.65\nmm calibre. The defence story that Constables Sunil and\nSubhash had suffered injuries on account of the firing of two\nshots from inside the car, is further belied by the medical\nevidence. PW-16-Dr. Harmeet Kapur carried out the medico\nlegal examination of Constable Subhash Chand Ex.PW16/B.\nHe found three bullet injuries on his person, which indicated\nblackening. These injuries could not have been caused by firing\nfrom inside the car as the blackening from a pistol would be,\nat the most, from a foot or two. Likewise, PW-17 Dr. Neeraj\nSaxena who had examined Constable Subhash Chand, also\nfound three separate gun shot injuries on his person. He also\nproduced in evidence his treatment record Ex.PW17/B. This\ndoctor was not even cross-examined by the prosecution. It\nneeds to be emphasized that all the weapons used in the\nincident fired single projectiles (i.e. bullets), whereas the\ndistance between the gun shot injuries on the two injured G\npolicemen show at least 3 different wounds of entry on each of\nthem. On the contrary, it appears that the injuries suffered by\nthem were caused by the firing amongst the policemen as they\nhad surrounded and fired into the car indiscriminately and\nwithout caution ignoring that they could be a danger to H\nE\nF\n180 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA themselves on cross-fire on uncontrolled firing. It has, in fact,\nC\nbeen pointed out by Mr. Sharan that ACP Rathi had written to\nhis superiors pointing to the ineptitude of his team of officers\nbut he had been told that no other staff was available. The\npresent case illustrates and proves the adage that a weapon\nB in the hands of an ill trained individual is often more of a danger\nto himself than a means of defence. In this background, the\nevidence of PW's Geeta Ram Sharma, Sayeed Ahmad and\nShah Nawaz, PW-50 Constable K.K.Rajan and PW-51\nConstable Rajinderan Pilley becomes extremely relevant. PW-\n13 ASI Ombir Singh who was the Officer In-Charge of the PCR\nGypsy parked near the Fire Station Building adjoining\nBarakhamba Road, had undoubtedly supported the defence\nversion that a single shot had been followed by a volley.\nConstable Rajan and Constable Pilley, who were present along\nwith ASI Ombir Singh, categorically stated that they had not\nheard any single fire and it was only the continuous firing that\nhad brought them rushing to the site and having reached there,\nthey had taken the three victims to the R.M.L. Hospital. Their\nstory is corroborated by the evidence of the three newspaper\nemployees. Tarunpreet Singh PW was also categoric that no\nshot had been fired from inside the car. The story therefore that\nJagjit Singh had fired at the police party when accosted is,\ntherefore, on the face of it, unacceptable. In this overall scenario\neven if it is assumed that the driver's window had been found\nbroken as contended by the defence, it would still have no effect\non the prosecution story.\nD\nE\nF\n13. We now come to the question as to the recovery of\nthe 7.65 mm bore pistol allegedly used by Jagjit Singh as this\nfact is intimately connected with the defence version. First and\nG foremost, it appears that even prior to the arrival of PW-42 SHO\nNiranjan Singh, the Car had already been searched and the site\nviolated as a cell phone belonging to one of the victims had\nbeen picked up by appellant ASI Ashok Rana and handed over\nto the SHO. The fact that undue interest had been taken by the\noffending police officials is also clear from Ex. P/10 a\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 181\n[HARJIT SINGH BEDI, J.]\nphotograph showing the ASI looking into the car. More A\nsignificantly, however, PW-12 Sant Lal, the official\nPhotographer of the Delhi Police, took two photographs Ex.\nPW12/28 and PW12/29 of the driver's seat from very close\nrange but they show no pistol or empty shells. Even more\nsignificantly ACP Rathi submitted a detailed written report B\nEx.D.16/8 on the 1st of April 1997 to his superior officer in\nwhich he talks about the firing by Jagjit Singh but makes no\nmention as to the recovery of a pistol from the car although as\nper the defence story the weapon had been picked up by the\nSHO soon after the incident. Likewise, in the report Ex. PW- C\n42/C lodged by Inspector Anil Kumar appellant with the\nConnaught Place Police immediately after the incident, there\nis no reference whatsoever to the presence of a 7.65 mm pistol\nin the car. It is also relevant that the pistol had been sent to the\nCentral Forensic Science Laboratory but PW-46 S.K.Chadha\nwho examined the weapon, could find no identifiable finger\nprints thereon.\n14. The cumulative effect of the above evidence reveals\nthe starkly patent fact that the defence story projected was a\npalpably false one and the police officials involved having\nrealized almost immediately after the incident (perhaps on\nquestioning Tarunpreet Singh-PW) that they had made a horrific\nmistake, immediately set about creating a false defence. The\ntrial court and the High Court have accordingly opined on the\nbasis of the overall assessment that the defence version was\na concoction and that the prosecution story that it was the\nunprovoked firing by the appellants which had led to the death\nof Jagjit Singh and Pradeep Goyal and grievous gun shot\ninjuries to Tarunpreet Singh, had been proved on record.\n15. This finding also completely dislodges Mr.\nSubramaniam's argument that in case the defence, as laid, was\nnot entirely acceptable, the accused were nevertheless entitled\nto claim the benefit of Exception 3 to Section 300 of the Indian\nPenal Code. This Exception pre-supposes that a public servant\nD\nE\nF\nG\nH.\n182 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA who causes death, must do so in good faith and in due\ndischarge of his duty as a public servant and without ill-will\ntowards the person whose death is caused. In the light of the\nfact that the positive case set up the defence has been rejected\nby the trial court, the High Court as well as by us, the question\nB of any good faith does not arise. On the contrary, we are of the\nopinion that the appellants had fired without provocation at the\nEsteem Car killing two innocent persons and injuring one. As\nalready mentioned above, the obligation to prove an exception\nis on the preponderance of probabilities but it nevertheless lies\nC on the defence. Even on this touchstone the defence cannot\nsucceed. It is true that the High Court has acquitted the\nappellants of planting the 7.65 mm bore pistol in the car.\nHowever, this acquittal has been rendered only on the ground\nthat it was not possible to pinpoint the culprit who had done so.\nThis can, by no stretch of imagination, be taken to mean that\nthe story that the pistol had been planted in the car has been\ndisbelieved by the High Court. The reliance of the defence on\nMohan Singh's case and James Martin's Case (supra) is,\ntherefore, irrelevant on the facts of this case. It is true that the\nProsecution is bound by the evidence of its witnesses as held\nin Javed Masood's case. In the present matter, however, we\nsee that the recovery of the 7.65 mm weapon appears to be\nan admitted fact, but with the rider that it had been planted to\nhelp the defence.\nD\nE\nF\n16. The argument that the CBI had conducted a partisan\nand motivated investigation, is based largely on three premises;\nfirstly, that all the independent witnesses whose statements had\nbeen recorded under Section 161 of the Cr.P.C. at the site, had\nnot been brought in evidence, secondly, that Constables Sunil\nG Kumar and Subhash Chand had suffered gun shot injuries but\nthe CBI had tried to create evidence that these injuries were\nas a consequence of firing by their co-appellants in that an\neffort had been made to show that the bullet recovered from\nthe ashes of Jagjit Singh after his cremation had been fired\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 183\n[HARJIT SINGH BEDI, J.]\nfrom the weapon carried by Head Constable Mahavir Singh, A\nthirdly, that Dr. V. Tandon who had extracted the bullet from the\nhand of Constable Sunil Kumar, had not been even cited as a\nwitness.\n17. As against this, the learned ASG has pointed out that\nit was not necessary to produce every person whose statement\nhad been recorded under Section 161 and as the incident was\nadmitted by the defence, though a counter version had been\npleaded, the Court was called upon to decide which of the two\nversions was correct, and in this background all witnesses who\nwere material had been examined. It has further been pointed\nout that the bullet which had allegedly been recovered from the\nashes of Jagjit Singh, had been handed over to Sub-Inspector\nRam Dutt of the Haryana Police who in turn had handed it over\nto the investigating officer of the CBI and as such, the CBI had\nnothing to do with that recovery.\nB\nC\nD\nF\n18. It is true that all witnesses have not been examined but\nwe find that in the circumstances this was not necessary. It will\nalso be seen that as per the prosecution story, appellants Sunil\nKumar and Subhash Chand, had been caused injuries by shots E\nfired from the weapons of Head Constable Tej Pal Singh and\nConstable Kothari Ram appellants. As per the report of the\nCFSL Ex.P/37F, the bullet recovered from the person of\nConstable Sunil Kumar had been fired from the .380 revolver\nof Head Constable Tej Pal Singh and as per the evidence of\nPW-37 Roop Singh, the possibility that the metallic bullet which\nwas embedded on the person of Constable Subhash Chand\nappellant could be the steel core portion of a shattered 7.62\nmm bullet of the weapon of Constable Kothari Ram. Much\nargument has, however, been made by the learned defence\ncounsel on the evidence of PW-37 Roop Singh wherein some\ndoubt has been expressed as to the identity of the bullet\nallegedly recovered from the hand of Constable Sunil Kumar.\nHe stated in his examination-in-chief that he had received\nparcel No.12 along with a covering letter dated 7th April, 1997\nG\nH\n184 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA referring to the bullet recovered from Sunil Kumar's hand. He\nfurther stated that he had opened the parcel and had found one\n.380 calibre bullet and no other object therein and that he had\nre-sealed the bullet in the parcel. It appears from the evidence\nof PW-37 that parcel No.12 was again opened in Court and at\nB that stage it was found to contain not only a .380 calibre bullet\nbut also one fired 7.65 mm bullet. The witness, however, stated\nthat when the parcel had been received by him in the Ballistics\nDepartment from the Biology Department of the Laboratory, the\n7.65 mm bullet had not been in it. A pointed question was\nthereafter put to him as to how he could explain the presence\nof the 7.65 mm bullet in parcel No. 12. In answer to this question,\nhe stated as under:\nC\nD\nF\n\"When this parcel was opened on the earlier hearing and\nat that time after .380 bullet was exhibited the other bullet\ni.e. 7.65 mm (Ex.PW37/24) was found lying on the table,\nand so in these circumstances the said 7.65 mm bullet was\nexhibited.\"\n19. Taken aback by this unforeseen development, the\nE prosecution filed an application dated 4th December 1999 for\nclarification. A reply thereto was filed by the defence on the 4th\nof January 2000. On re-examination, the witness suggested\nthat the 7.65 mm bullet had been mixed up with the .380 bullet\nby some Advocate when the parcel had been opened in Court\non an earlier date during court proceedings. In the light of the\nfact that the trial court and the High Court have already held (and\nalso held by us) that no shot had been fired from inside the car\nfrom the 7.65 mm pistol, the possibility of a 7.65 mm bullet being\nin the parcel becomes suspect and it appears that some\nmischief was being played out. We must also notice that we\nare dealing with appellants who are all police officials and the\ntrial court has clearly hinted that there appeared to be some\nconnivance between the appellants and the investigation. In any\ncase, the creation of some confusion vis-à-vis the bullets, is a\nmatter which would undoubtedly help the defence and a\nG\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n185\npresumption can thus be raised that this had been stage A\nmanaged by the defence. This aspect too cannot be ignored.\nThe argument raised by the learned counsel for the appellants,\ntherefore, that the application filed for clarification had been\nwithdrawn as the prosecution was shying away from the truth\nis not sustainable as this had happened in the light of the\nclarification given by PW-37 Roop Singh. Nothing ominous or\nsinister can be read into this.\nB\nD\nE\n20. The learned counsel has also challenged the recovery\nof the bullet from the ashes of Jagjit Singh. This submission is\nC\nbased on the evidence of PW-8 Didar Singh, the elder brother\nof Jagjit Singh and PW-49 ASI Ram Dutt to whom the bullet\nhad been handed over by Didar Singh and the statements of\nDr. G.K.Sharma and PW-24 Yashoda Rani who had X-rayed\nthe dead body and found no image of a bullet therein. It has\naccordingly been argued that this too was the brainchild of the\nCBI and a crude attempt to inculpate Constable Mahavir Singh.\nThe trial court had accepted the prosecution story that this spent\nbullet had been recovered from the ashes of Jagjit Singh. This\npart of the prosecution story has, however, been rejected by\nthe High Court by observing that the trial court had ignored the\nevidence on this score as Didar Singh PW-8 had nowhere\nstated that he had picked up of a bullet from the ashes and\nhanded it over to Sub-Inspector Ram Dutt and more particularly\nas the two doctors who had X-rayed the dead body had found\nno trace of a bullet. We endorse this finding of the High Court F\nin the light of the uncertain evidence on this score but to allege\nthat the CBI officials had a hand in planting the bullet, is\nunwarranted. It will be seen from the evidence of PW-49 Ram\nDutt that Jagjit Singh had been cremated on the 2nd of April\n1999 and the bullet had been recovered the next day when the G\nashes were being collected and had been handed over to him\nthe same day and that it had thereafter been sealed and\ndeposited in the Malkhana. The CBI, at this stage, had nothing\nto do with the recovery of the bullet as PW-72 Inspector Sumit\nKumar of the CBI had taken it into possession duly sealed vide H\n186 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA Memo Ex. PW49/A dated 11th April, 1999. It is also relevant\nthat the weapon bearing Butt No.518 carried by Head Constable\nMahavir Singh had been seized by the Delhi Police on the 1st\nApril 1997 itself and the CBI did not have access to it which\ncould have enabled it to create any false evidence on this score.\nB We must also recall that the police party comprised 15\npersonnel. Only 10 who played an active role had been\nprosecuted. This background points to a fair investigation. We\nare, therefore, of the opinion that no fault whatsoever can be\nfound in the investigation made by the CBI.\nC\nD\n21. The primary argument, however, of the appellants that\neven assuming the prosecution story to be the correct, there\nwas no common intention on the part of the appellants to commit\nmurder, must now be examined. Highlighting the role attributed\nto the two appellants ACP Rathi and Inspector Anil Kumar, it\nhas been submitted that ACP Rathi had not fired at the car and\nwas in fact sitting 20 meters away from the firing site. Mr. Lalit,\nappearing for Inspector Anil Kumar, has also supported this\nargument and submitted that Inspector Anil Kumar too had not\nfired at the car and the only role attributed to him was a knock\nE at Jagjit Singh's window calling upon him to step out but\ninstead of doing so he had fired back leading to a nasty shoot\nout. It has, accordingly, been submitted by the learned counsel\nthat the finding of the High Court that all the appellants were\nguilty under Section 302/34 etc. was wrong.\nF\nG\n22. The learned ASG has, however, submitted that the\nquestion as to whether Section 34 of the IPC would apply would\ndepend upon the facts of the case and for this reason, the\nsequence of events preceding the incident, the actual incident\nitself, and post facto the incident, would have to be taken into\naccount.\n23. We have considered the arguments of the learned\ncounsel very carefully. It bears reiteration that the trial court had\nconvicted all the appellants on the primary charge under Section\nH 302 read with section 120-B of the IPC, but the High Court has\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 187\n[HARJIT SINGH BEDI, J.]\nD\nacquitted them under that provision and convicted them under A.\nSection 302/34 etc. of the IPC instead. This aspect would have\nto be examined in the background of the defence story that had\nbeen projected and as the entire police operation had been\nconducted in a secret manner as no outsider had any access\nto what is going on in the matter relating to Mohd. Yaseen. B\nAdmittedly, the target was Mohd. Yaseen, concededly a\nnotorious criminal with a bounty on his head, as he had been\ninvolved in a large number of very serious criminal matters. The\nincident happened on account of a mistake as to the identity\nof Jagjit Singh who could pass off as a Muslim and it is C\nnobody's case that the police party had intended to eliminate\nJagjit Singh and his friends. The courts below have been very\nclear on this score and have observed that keeping in mind the\nbackground in which the incident happened, that it was not the\noutcome of an act in self defence but was pursuant to the\ncommon intention to kill Mohd. Yaseen. The possibility of a hefty\ncash reward and accelerated promotion acted as a catalyst\nand spurred the police party to rash and hasty action. As to the\nrole of ACP Rathi and Inspector Anil Kumar, the High Court has\nfound that it was Rathi who was the leader of the police party\nin his capacity as the ACP and therefore, it was not necessary\nfor him to be in the forefront of the attack on the Esteem car\nand Inspector Anil Kumar who had admittedly knocked at the\nwindow could be treated likewise as being the next officer in\nthe hierarchy. We have seen the site plan and notice that ACP\nRathi was sitting in his Gypsy about 15 meters away from the\ncar when the incident happened. It has come in evidence that\nwhen Inspector Anil Kumar had conveyed the fact of Jagjit\nSingh's and Tarunpreet Singh's presence at the Mother Dairy\nBooth at Patparganj, the ACP had got together a police party\nof heavily armed officers, briefed them, and they had thereafter\nmoved on to Connaught Place. It has been found as a matter\nof fact that when Inspector Anil Kumar had followed the Car to\nthe Dena Bank, Jagjit Singh had been left behind in the car\nalone for quite some time but Inspector Anil Kumar and his two\nassociates had made absolutely no attempt to apprehend him H\nE\nF\nG\n"}