{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nD\nE\n[2011] 6 S.C.R. 138\nSATYAVIR SINGH RATHI\nV.\nSTATE THR. C.B.I.\n(Criminal Appeal No. 2231 of 2009)\nMAY 2, 2011\n[HARJIT SINGH BEDI AND CHANDRAMAULI KR.\nPRASAD, JJ.]\nPenal Code, 1860:\n-\nss. 302/34, 307/34, 193, 201/34 and 203/34 - Police\nshoot out - Two innocent citizens killed in mistaken identity\nof a hardcore criminal and third one grievously injured - FIR\nby father of one of the deceased, against police personnel –\nInvestigation by CBI - Conviction by trial court u/ss 302/120-\nB and 307/120-B of ten police officials - Two of them further\nconvicted u/ss 193, 201/34 and 203/34 -High Court\nconvicting the accused u/ss 302 and 307 with the aid of s.34\nand maintaining the sentence of imprisonment for life -\nConviction of two accused u/ss 193, 201/34 and 203/34 also\nmaintained - HELD: It has been established that the police\nparty surrounded the car of the victims and fired\nindiscriminately at the car due to which two occupants died\nand the third one grievously injured - The defence that the\none of the occupants of the car, when asked to come out, fired\nat the police party which thereafter opened fire in self-defence\nhas not been supported by the evidence on record – Though\nthe prosecution is bound to prove its case beyond reasonable\ndoubt, obligation on an accused u/s 105 of Evidence Act is\nto prove it by preponderance of probabilities - The trial court\nG and the High Court have accordingly opined on the basis of\nF\nH\n-\nthe overall assessment that the defence version was a\nconcoction and that the prosecution story that it was the\nunprovoked firing by the appellants which had led to the death\nof the two persons and grievous gun shot injuries to the other\n138\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n139\nhad been proved on record - Therefore, High Court rightly A\nconvicted the accused u/ss 302/34, 307/34- Evidence Act,\n1872 - s. 105 - Code of Criminal Procedure, 1973 – ss. 313\nand 386(b)(ii).\n·\ns.300-Exception 3 - Death caused by public servants\n- Police shoot out - Two innocent citizen killed in mistaken\nidentity of a hardcore criminal - HELD: The Exception pre-\nsupposes that a public servant who causes death must do so\nin good faith and in due discharge of his duty - The accused\npolice officials fired without provocation killing two innocent\npersons and injuring grievously the third one - Trial court and\nHigh Court rightly rejected the defence.\n-\n-\nB\nC\ns.34 Common intention Police shoot out - A\nnotorious criminal being tracked by police party - A person\nresembling the criminal, spotted and he along with his two D\nfriends in the car followed by police personnel - More police\nforce requisitioned - At the place of incident both the police\nparties joined together in indiscriminate firing resulting in\ndeath of two occupants of the car and grievous injuries to the\nthird one - HELD: The courts below have observed that E\nkeeping in mind the background in which the incident happed\nit was pursuant to the common intention to kill the notorious\ncriminal - The High Court was, therefore, justified in holding\nthat in the light of the facts, it was not necessary to assign a\nspecific role to each individual accused as the firing at the\ncar was undoubtedly with a clear intention to annihilate those\nin it and was resorted to in furtherance of the common\nintention of all the accused.\nss.79 and 34 - Police shoot out - Ten police officials\nprosecuted for two murders - Plea of some of the accused\nthat they acted on the directions of superior officer - HELD:\nThere is absolutely no evidence that the firing had been\nresorted to by seven accused on the direction of the senior\nofficer, but it was pursuant to the common intention of all the\nF\nG\nH\n140 SUPREME COURT REPORTS\n-\n[2011] 6 S.C.R.\n-\nThe\nA accused that the incident had happened – s.315 CrPC makes\nan accused a competent witness in his defence\naccused did not choose to come into the witness box to\nsupport their plea - Code of Criminal Procedure, 1973 -\n$.315.\nB\n-\nCode of Criminal Procedure, 1973:\n-\ns.386(b)(ii) read with s.220 - Power of appellate court to\nalter the finding of trial court while maintaining the sentence\nCharge framed by trial court u/ss 302/120-B and 307/120-\nC B and alternative charge u/ss 302/34 and 307/34 – Conviction\nby trial court u/s 302/120-B, 307/120-B, 193/120-B, altered by\nHigh Court to s.302/34, 307/34, 193/34, while maintaining the\nsentence - HELD: Justified -Charges had been framed in the\nalternative and for cognate offences having similar ingredients\nD as to the main allegation of murder - In the instant case, the\nrelevant provision is s.38(b)(ii), which empowers the High Court\nto alter the finding while maintaining the sentence - Besides,\naccused were aware of all the circumstances against them -\nPenal Code, 1860 - ss.302/34, 307/34, 193/34.\nE\nF\n-\ns.313 Examination of accused - HELD: Prejudice must\nbe shown by an accused before it can be said that he was\nentitled to acquittal over a defective and perfunctory statement\nu/s 313 - In the instant case, all the accused police officials\nfiled their written statements but no objection had been raised\nas to defective 313 statements in the trial court - Penal Code,\n1860 ss.302/34, 307/34, 193/34.\n-\n-\n-\ns.197 – Sanction for prosecution of police personnel\ninvolved in shoot out – HELD: It has come in evidence that\nG request of CBI for according sanction for prosecution of\naccused, alongwith the documents, was referred to Law\nDepartment, then to Home Department, to Chief Secretary\nand finally to Lt. Governor, who granted the sanction -\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 141\nAdequate material for sanction had been made available to A\nthe sanctioning authority.\nDelhi Police Act, 1978:\ns.140 - Prosecution of police officials for causing death\nof two persons in a police shoot out - Limitation for - HELD:\nThe date of cognizance taken by the Magistrate would be the\ndate for the institution of the criminal proceedings - However,\na case of murder would not fall within the expression 'colour\nof duty' – s.140 would, therefore, have no relevance to the\ncase.\n-\nB\nC\nE\nOne 'MY', a hardcore criminal, wanted by the Delhi\nPolice and the police of other States in several serious\ncriminal cases, was being tracked by the Inter-State Cell\nof the Crime Branch of the Delhi Police. A-1, the Assistant D\nCommissioner of Police and In-charge of the Inter-State\nCell of the Crime Branch, received information that ‘MY'\nwould be visiting the place near Mother Dairy, Patparganj,\nDelhi at about 1.30 p.m. on 31.3.1997. A-2, the Inspector\nof the Crime Branch was detailed by A-1 to keep a watch\nnear the said Mother Dairy booth. Two youngmen,\nnamely, ‘JS' (deceased-1) and PW-26 had come from\nHaryana to the area at about the same time to meet their\nfriend ‘PG' (deeased-2) who had his office near Mother\nDairy. But as ‘PG' was not in the office, and would be\nreaching there within a short time, PW-26 and 'JS' went\nto Mother Dairy and after buying ice-cream were waiting\nfor 'PG'. A-2 who had a photo of 'MY' with him spotted\n‘JS' and PW-26 at 1.30 p.m. near Mother Dairy and as ‘JS'\nresembled 'MY', he was mistaken by A-2 as 'MY' and he\ncalled for reinforcement from A-1, the ACP, who in turn\nalong with a police party of 12 police personnel armed\nwith service weapons left to assist the police team led by\nA-2. Meanwhile on PG's arrival the three friends, namely\nPW 26, 'JS' and ‘PG' left for connaught place in blue\nF\nG\nI\nC\n142 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA Maruti Esteem Car bearing No. UP-14-F-1580 belonging\nto ‘PG'. The police party led by A-2 followed them. Since\n‘PG' had some work in Dena Bank he went inside the\nBank. When he came out, he sat on the front seat and PW\n26 sat on the rear seat. 'JS' drove the car towards\nB Barakhamba Road and when they stopped at the red\nlight, both the police parties led by A-2, the Inspector, and\nA-1, the ACP, surrounded the car and fired from almost\nall the sides killing ‘PG' and 'JS' instantaneously and\ncausing grievous injuries to 'PW 26'. On receiving\ninformation of the shoot out, PW-42, the SHO, Connaught\nPlace and other police officials reached the place of\nincident. He recovered a 7.65 mm pistol loaded with 7 live\ncartridges, a misfired cartridge in the breach and two\nspent cartridge cases of 7.65 mm bore inside the car. A-\n2 handed him over a written complaint stating that after\nthe car had stopped at the red light, he knocked at the\ndriver's window asking the occupants to come out, but\n'JS' fired at the police party from inside the car resulting\nin gun shot injuries to two Constables A-9 and A-8 and\nthat it was thereafter that the police personnels opened\nfire at the car with a view to immobilizing the occupants\nand to prevent their escape. Consequently, FIR No. 448/\n97 for offences punishable u/ss 186/353/307 IPC and 25\nof the Arms Act was registered against the occupants of\nthe car..\nD\nE\nF\nThe following day, the father of deceased ‘PG' made\na complaint to the Lt. Governor on which another FIR No.\n453/97 was registered against the police personnel\ninvolved in the shoot out for an offence punishable u/s\nG 302/34 IPC. Later, the investigation was entrusted to CBI.\nThe trial court framed charges against 10 police officials\nand found all of them guilty of the offences punishable\ninter alia, u/ss 120-B, 302/120-B, 307/120-B IPC and\nsentenced them to life imprisonment. A-1 and A-2 were\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 143\nfurther convicted u/ss 193, 201/34 and 203/34 IPC. On A\nappeal, the High Court held that conviction of appellants\nu/s 302/120-B IPC could not be sustained and insted\nconvicted all of them, u/ss 302 and 307 with the aid of s.34\nIPC and sentenced each of them to imprisonment for life.\nConviction of A-1 and A-2 u/ss 193, 201/34 and 203/34 IPC\nwas also maintained. Aggrieved, the accused police\nofficials filed the appeals.\nDismissing the appeals, the Court\nB\nHELD: 1. Several facts appear to be admitted on\nn \nc\nrecord but are compounded by a tragedy of errors. These\nrelate to the place and time of incident, the presence of\nthe appellants duly armed with most of them having fired\ninto the car with their service weapons, that 'MY' was\nadmittedly a notorious criminal and that 'JS' (deceased) D\nhad been mistaken by A-2 for 'MY', and that deceased 'PG'\nowned a blue Esteem Car with an Uttar Pradesh number\nplate, and had his office in Patparganj near the Mother\nDairy Booth. Further, A-2 and his two associates had\nfollowed the car driven by ‘PG' to the Dena Bank Branch E\nat Connaught Place and it was after ‘PG' and the others\nhad left the Dena Bank premises and were near the\nBarakhamba Road crossing that the two police parties,\none headed by A-2, and the other by A-1, had joined\nforces and surrounded the car as it stopped at a red light, F\nand had fired into it killing two persons and injuring one.\n[para 11] [176-F-H; 177-A-B]\n2.1. The case of the defence that after the car had\nbeen surrounded, A-2 had knocked at the driver's\nwindow asking the occupants to come out but instead\nof doing so 'JS' had fired two shots at the police which\nhad led to a fusillade in self defence, cannot be accepted\nin view of the evidence on record. [para 11] [177-B-C]\nG\nH\nA\nB\n144 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\n2.2. It is true that it is not always necessary for the\naccused to plead self-defence and if the prosecution\nstory itself spells it out, it would be open to the court to\nexamine this matter as well. [para 11] [177-C-F]\nMohan Singh \u0026 Anr. vs. State of Punjab 1962 Suppl.\nSCR 848 = AIR 1963 SC 174; Javed Masood \u0026 Anr. vs.\nState of Rajasthan 2010 (3) SCR 236 = 2010 (3) SCC 538,\nrelied on.\n2.3. It must also be observed that though the\nC prosecution is bound to prove its case beyond\nreasonable doubt, the obligation on an accused u/s. 105\nof the Evidence Act, 1872 is to prove it by a\npreponderance of probabilities. [para 11] [177-G-H]\nD\nE\nF\nG\nH\n2.4. PW 13 and another witness 'AS' did state that a\nsingle shot had been followed by multiple shots\nthereafter. 'AS', however, apparently did not receive a\nbullet injury as the simple abrasion on him had been\napparently caused by a flying splinter from the tarmac but\nthere is extremely independent evidence on this score as\nwell. However, PW-1, the Chief Photographer of the\nStatesman Newspaper, which has its office adjacent to\nthe red light on Barakhamba Road, deposed that on the\n31-03-1997 at about 2 - 2.30 p.m. while he was sitting in\nhis room along with his colleagues, PWs 2 and 67 and\nanother person, they had heard the sound of firing from\nthe Barakhamba Road side and that he along with the\nother PWs had come out to the crossing along with their\ncamera equipment and saw a blue Esteem Car standing\nthere with two bodies lying alongside and one injured\nperson sitting on the road with a large number of police\nmen, including some in mufti, present. He stated that on\nhis directions PWs 2 and 67 took a large number of\nphotographs of the site and 14 of them were also\nproduced as Exs. P-1 to P-14. He further stated that a\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 145\nreporter of the Statesman had also been present. PW-2 A\nand PW-67 supported the story given by PW-1. He also\nproved the photograph marked Ext. 'X' which shows that\nthe driver's window was intact. It has come in the\nevidence of PW-26 that the car A.C. was on when the\nfiring took place and the windows had been drawn up. B\n[para 12] [178-A-H]\nC\nD\n2.5. Likewise, it is also to be seen that had the shots\nbeen fired through the driver's window or the windshield\nsome powder residues would have been left around the\nbullet holes as the shots would have been fired from\nalmost a touching distance. PW-37 from the Central\nForensic Science Laboratory, who had examined the car\nvery minutely, detected no such residue and also testified\nthat the appreciable powder distance of a 7.65 mm pistol\ncould be one to two feet but would depend on the sitting\nposture of the person firing. He also stated that in all at\nleast 29 bullet holes had been detected on the car of 9\nmm, 7.62 mm and .380 calibre weapons and that most of\nthe seven exit holes in the car could have been caused\nby bullets fired from the rear and left side into the car and\nexiting thereafter, although the possibility of an exit hole\nbeing caused by a bullet fired from inside the car could\nalso not be ruled out. He further pointed out that as the\nbullet fired at Constable A-8 remained embedded in his\nbody and had not been taken out for medical reasons, it F\nwas not possible to give an opinion whether it was a\nbullet of 7.65 mm calibre. [para 12] [178-H; 179-A-D]\n2.6. The defence story that Constables A-9 and A-8\nhad suffered injuries on account of the firing of two shots\nfrom inside the car, is further belied by the medical\nevidence. PW-16, the doctor, who carried out the medico\nlegal examination of Constable A-8 (Ext.PW16/B), found\nthree bullet injuries on his person, which indicated\nblackening. These injuries could not have been caused\nE\nG\nH\n146 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA by firing from inside the car as the blackening from a\npistol would be, at the most, from a foot or two. Likewise,\nPW-17 the doctor, who had examined Constable A-8, also\nfound three separate gun shot injuries on his person. He\nalso produced in evidence his treatment record (Exbt.\nB PW17/B). This doctor was not even cross-examined by\nthe prosecution. It needs to be emphasized that all the\nweapons used in the incident fired single projectiles (i.e.\nbullets), whereas the distance between the gun shot\ninjuries on the two injured policemen show at least 3\ndifferent wounds of entry on each of them. On the\ncontrary, it appears that the injuries suffered by them\nwere caused by the firing amongst the policemen as they\nhad surrounded and fired into the car indiscriminately and\nwithout caution ignoring that they could be a danger to\nthemselves on cross-fire on uncontrolled firing. It has, in\nfact, been pointed out that A-1 had written to his\nsuperiors pointing to the ineptitude of his team of officers\nbut he had been told that no other staff was available.\n[para 12] [179-D-H; 180-A-B]\nC\nD\n\"\"\nE\n2.7. In this background, the evidence of PWs 1, 2 to\n7 and the two Constables PWs 50 and 51, becomes\nextremely relevant. The ASI, PW-13, who was the Officer\nIn-Charge of the PCR Gypsy parked near the Fire Station\nBuilding adjoining Barakhamba Road, had undoubtedly\nF supported the defence version that a single shot had\nbeen followed by a volley. PWs 50 and 51, the two\nConstables, who were present along with ASI PW-13,\ncategorically stated that they had not heard any single fire\nand it was only the continuous firing that had brought\nG them rushing to the site and having reached there, they\nhad taken the three victims to the R.M.L. Hospital. Their\nstory is corroborated by the evidence of the three\nnewspaper employees. PW-26 was also categoric that no\nshot had been fired from inside the car. The story\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 147\ntherefore that 'JS' had fired at the police party when A\naccosted is, therefore, on the face of it, unacceptable. In\nthis overall scenario even if it is assumed that the driver's\nwindow had been found broken as contended by the\ndefence, it would still have no effect on the prosecution\nstory. [Para 12] [180-B-F]\nB\nC\nD\n2.8. As regards the recovery of the 7.65 mm bore\npistol allegedly used by 'JS' first and foremost, it appears\nthat even prior to the arrival of the SHO, PW-42, the Car\nhad already been searched and the site violated, as a cell\nphone belonging to one of the victims had been picked\nup by appellant ASI ‘A- 3' and handed over to the SHO.\nThe fact that undue interest had been taken by the\noffending police officials is also clear from Ext. P/10 a\nphotograph showing A-3 looking into the car. More\nsignificantly, however, PW-12, the official Photographer\nof the Delhi Police, took two photographs (Ext. PW12/28\nand PW12/29) of the driver's seat from very close range\nbut they show no pistol or empty shells. Even more\nsignificantly A-1 submitted a detailed written report\n(Ext.D.16/8) on 1.4.1997 to his superior officer in which he E\ntalks about the firing by 'JS' but makes no mention as to\nthe recovery of a pistol from the car although as per the\ndefence story the weapon had been picked up by the\nSHO soon after the incident. Likewise, in the report Ext.\nPW-42/C lodged by the appellant A-2 with the Connaught F\nPlace Police immediately after the incident, there is no\nreference whatsoever to the presence of a 7.65 mm pistol\nin the car. It is also relevant that the pistol had been sent\nto the Central Forensic Science Laboratory but PW-46,\nwho examined the weapon, could find no identifiable G\nfinger prints thereon. [Para 13] [180-G-H; 181-A-D]\n2.9. The cumulative effect of the evidence adduced\nreveals the starkly patent fact that the defence story\nprojected was a palpably false one and the police officials\nH\n"}