{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nс\n198\nSUPREME COURT REPORTS\n[2011] 6 S.C.R.\nexpiry of three months and could have required the CBI to\nmake available the copies of required material for taking\ncognizance of the offences. We are unable to find from the\nproceedings recorded by the learned Chief Metropolitan\nMagistrate the reason as to why instead of requiring the\nCBI to produce the copies of required material within a day\nor two, such a longer date was fixed for according\nconsideration for taking cognizance of the offences.\nWhatever be the reason for delay in taking cognizance of\nthe offences in the facts and circumstances of the case,\nwe are unable to accept the plea that any sanction under\nSection 140 of the Delhi Police Act was required to sustain\nthe prosecution against the appellants, particularly when\nthe charge-sheet had been filed in the Court well before\nthe expiry of three months' period.\"\nD 35. We are, however, not called upon to go into the\ncorrectness or otherwise of the observations of the High Court,\nas we intend giving our own opinion on this score.\nE\nF\n0\nH\n36. Sub-Section (1) of Section 140 is reproduced below:\n\"Bar to suits and prosecutions.- (1) in any case of\nalleged offence by a police officer or other person, or of a\nwrong alleged to have been done by such police officer\nor other person, by any act done under colour of duty or\nauthority or in excess of any such duty or authority, or\nwherein it shall appear to the court that the offence or\nwrong if committed or done was of the character aforesaid,\nthe prosecution or suit shall not be entertained and if\nentertained shall be dismissed if it is instituted, more than\nthree months after the date of the act complained of.\nProvided that any such prosecution against a police officer\nor other person may be entertained by the court, if\ninstituted with the previous sanction of the Administrator,\nwithin one year from the date of the offence.\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n(2)…......\n(3)....\n\"\n199\nA\n37. This Section postulates that in order to take the shelter\nof the period of three months referred to therein the act done,\nor the wrong alleged to have been done by the police officer\nshould be done under the colour of duty or authority or in excess\nof such duty or authority or was of the character aforesaid, and\nin no other case. It must, therefore, be seen as to whether the\nact of the appellants could be said to be under the colour of\nduty and therefore, covered by Section 140 ibidem.\nB\nC\n38. At the very outset, it must be made clear from the\njudgment of this Court in Jamuna Singh's case (supra) that the\ndate of cognizance taken by a Magistrate would be the date\nfor the institution of the criminal proceedings in a matter. The D\nfacts given above show that the cognizance had been taken\nby the Magistrate beyond three months from the date of\nincident. The larger question, however, still arises as to whether\nthe shelter of Section 140 of the Delhi Police Act could be\nclaimed, in the facts of this case. We must, at the outset, reject\nthe learned ASG's argument that Section 140 would be\navailable to police officials only with respect to offences under\nthe Delhi Police Act and not to other penal provisions, in the\nlight of the judgment in Professor Sumer Chand's case (supra)\nwhich has been rendered after comparing the provisions of the\nPolice Act, 1861 and Section 140 of the Delhi Police Act, 1978\nand it has been held that the benefit of the latter provision would\nbe available qua all penal statutes.\nE\nF\nThe expression 'colour of duty' must now be examined in\nthe facts of this case. In Venugopal's case (supra), this Court G\nheld as under:\n\"It is easy to see that if the act complained of is wholly\njustified by law, it would not amount to an offence at all in\nview of the provisions of S.79 of the Indian Penal Code.\nH\nA\nB\nс\nD\nE\n200 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nMany cases may however arise wherein acting under the\nprovisions of the Police Act or other law conferring powers\non the police the police officer or some other person may\ngo beyond what is strictly justified in law. Though Sec.79\nof the Indian Penal Code will have no application to such\ncases, Sec. 53 of the Police Act will apply. But Sec.53\napplies to only a limited class of persons. So, it becomes\nthe task of the Court, whenever any question whether this\nsection applies or not arises to bestow particular care on\nits decision. In doing this it has to ascertain first what act\nis complained of and then to examine if there is any\nprovision of the Police Act or other law conferring powers\non the police under which it may be said to have been done\nor intended to be done. The Court has to remember in\nthis connection that an act is not \"under\" a provision of\nlaw merely because the point of time at which it is done\ncoincides with the point of time when some act is done\nin the exercise of the powers granted by the provision or\nin performance of the duty imposed by it. To be able to\nsay that an act is done \"under\" a provision of law, one must\ndiscover the existence of a reasonable relationship\nbetween the provisions and the act. In the absence of\nsuch a relation the act cannot be said to be done \"under\"\nthe particular provision of law.\"\n40. This judgment was followed in Narhar Rao's case\nF (supra). This Court, while dealing with the question as to whether\nthe acceptance of a bribe by a police official with the object of\nweakening the prosecution case could be said under to be\nunder 'colour of duty' or in excess of his duty, observed as\nunder:\nG\nH\n\"But unless there is a reasonable connection between the\nact complained of and the powers and duties of the office,\nit cannot be said that the act was done by the accused\nofficer under the colour of his office. Applying this test to\nthe present case, we are of the opinion that the alleged\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\n201\nD\nacceptance of bribe by the respondent was not an act A\nwhich could be said to have been done under the colour\nof his office or done in excess of his duty or authority within\nthe meaning of S.161(1) of the Bombay Police Act. It\nfollows, therefore, that the High Court was in error in holding\nthat the prosecution of the respondent was barred because B\nof the period of limitation prescribed under Sec.161(1) of\nthe Bombay Police Act. The view that we have expressed\nis borne out by the decision of this Court in State of Andhra\nPradesh vs. N.Venugopal, AIR 1964 SC 33, in which the\nCourt had construed the language of a similar provision C\nof S.53 of the Madras District Police Act (Act 24 of 1859).\nIt was pointed out in that case that the effect of S.53 of that\nAct was that all prosecutions whether against a police\nofficer or a person other than a police officer (i.e. a\nmember of the Madras Fire Service, above the rank of a\nfireman acting under S.42 of the Act) must be commenced\nwithin three months after the act complained of, if the act\nis one which has been done or intended to be done under\nany of the provisions of the Police Act. In that case, the\naccused police officers were charged under Ss.348 and\n331 of the Indian Penal Code for wrongly confining a\nsuspect Arige Ramanua in the course of investigation ad\ncausing him injuries. The accused were convicted by the\nSessions Judge under Ss.348 and 331 of the Indian Penal\nCode but in appeal the Andhra Pradesh High Court held\nthat the bar under S.53 of the Police Act applied and the\naccused were entitled to an acquittal. It was, however, held\nby this Court that the prosecution was not barred under\nS.53 of the Police Act, for it cannot be said that the acts\nof beating a person suspected of a crime or confining him\nor sending him away in an injured condition by the police G\nat a time when they were engaged in investigation are acts\ndone or intended to be done under the provisions of the\nMadras District Police Act or Criminal Procedure Code\nor any other law conferring powers on the police. The\nE\nF\nH\nA\nB\nC\nD\nE\nF\nG\nH\n202 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nappeal was accordingly allowed by this Court and the\nacquittal of the respondent set aside.\"\n4. Both these judgments were followed in Atma Ram's\ncase (supra) where the question was as to whether the action\nof a Police Officer in beating and confining a person suspected\nof having stolen goods in his possession could be said to be\nunder colour of duty. It was held as under:\n\"The provisions of Ss.161 and 163 of the Criminal\nProcedure Code emphasize the fact that a police officer\nis prohibited from beating or confining persons with a view\nto induce them to make statements. In view of the statutory\nprohibition it cannot, possibly, be said that the acts,\ncomplained of, in this case, are acts done by the\nrespondents under the colour of their duty or authority. In\nour opinion, there is no connection, in this case between\nthe acts complained of and the office of the respondents\nand the duties and obligations imposed on them by law.\nOn the other hand, the alleged acts fall completely outside\nthe scope of the duties of the respondents and they are\nnot entitled, therefore, to the mantle of protection conferred\nby S. 161 (1) of the Bombay Police Act.\"\n42. Similar views have been expressed in Bhanuprasad\nHariprasad Dave's case (supra) wherein the allegations\nagainst the police officer was of taking advantage of his position\nand attempting to coerce a person to give him a bribe. The plea\nof colour of duty was negatived by this Court and it was\nobserved as under:\n\"All that can be said in the present case is that the first\nappellant a police officer, taking advantage of his position\nas a police officer and availing himself of the opportunity\nafforded by the letter Madhukanta handed over to him,\ncoerced Ramanlal to pay illegal gratification to him. This\ncannot be said to have been done under colour of duty.\nThe charge against the second appellant is that he aided\n:\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I.\n[HARJIT SINGH BEDI, J.]\nthe first appellant in his illegal activity.\".\n203\n43. These judgments have been considered by this Court\nin Professor Sumer Chand's case (supra) which has been\nrelied upon by both sides. In this case, Professor Sumer Chand\nand several others were brought to trial initiated on a first\ninformation report but were acquitted by the trial court.\nProfessor Sumer Chand thereupon filed a suit against the\nInvestigating officer and other police officials for malicious\nprosecution claiming Rs.3 Lacs as damages. This Court held\nthat the prosecution had been initiated on the basis of a First\nInformation Report and it was the duty of a Police Officer to\ninvestigate the matter and to file a charge-sheet, if necessary,\nand that there was a discernible connection between the act\ncomplained of by the appellant and the powers and duties of\nthe Police Officer. This Court endorsed the opinion of the High\nCourt that the act of the Police Officer complained of fell within\nthe description of 'colour of duty'.\nA\nB\nC\nD\n44. In the light of the facts that have been found by us\nabove, it cannot, by any stretch of imagination, be claimed by\nanybody that a case of murder would fall within the expression E\n'colour of duty'. We find absolutely no connection between the\nact of the appellants and the allegations against them. Section\n140 of the Delhi Police Act would; therefore, have absolutely\nno relevance in this case and Mr. Sharan's argument based\nthereon must, therefore, be repelled.\nF\n45. The learned Counsel has also raised an argument that\nthe sanction under Section 197 of the Cr.P.C. had been\nmechanically given and did not indicate any application of mind\non the part of the Lt. Governor. It has accordingly been prayed\nthat the entire prosecution was vitiated on this score. Reliance G\nhas been placed by Mr. Sharan for this argument on Ameerjan's\ncase (supra). This argument has been controverted by the\nlearned ASG who has pointed out that a bare reading of the\nsanction order as well as the evidence of PW-48 C.B. Verma,\nthe concerned Deputy Secretary in the Delhi Government who H\n204 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA had forwarded the file to the Lt. Governor, revealed that all\nmaterial relevant for according the sanction had been given to\nthe Lt. Governor. The learned ASG has placed reliance on\nS.B.Saha's case (supra) as well as on Ameerjan's case above-\nreferred.\nB\nC\n46. We have considered this argument very carefully in the\nlight of the evidence on record. We first go to the evidence of\nPW-48 C.B. Verma. He deposed that a request had been\nreceived from the CBI for according sanction for the prosecution\nof the appellants along with the investigation report and a draft\nof the sanction order. He further stated that on receipt of the\naforesaid documents the matter had been referred first to the\nLaw Department of the Delhi Administration and then\nforwarded to the Home Department and then to the Chief\nSecretary and finally, the entire file had been put up before the\nD Lt. Governor who had granted the sanction for the prosecution\nof the ten officials. It is true that certain other material which was\nnot yet available with the CBI at that stage could not obviously\nhave been forwarded to the Lt. Governor, but we see from the\nvarious documents on record that even on the documents, as\nE laid, adequate material for the sanction was available to the Lt.\nGovernor. We have perused the sanction order dated 10th of\nOctober 2001 and we find it to be extremely comprehensive\nas all the facts and circumstances of the case had been spelt\nout in the 16 pages that the sanction order runs into. In\nF Ameerjan's case (supra) which was a prosecution under the\nPrevention of Corruption Act (and sanction under Section 19\nthereof was called for), this Court observed that though the\nsanction order could not be construed in a pedantic manner but\nthe purpose for which such an order was required had to be\nG borne in mind and ordinarily the sanctioning authority was the\nbest person to judge as to whether the public servant should\nreceive the protection of Section 19 or not and for that purpose\nthe entire record containing the materials collected against an\naccused should be placed before the sanctioning authority and\nin the event that the order of sanction did not indicate a proper\nH\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 205\n[HARJIT SINGH BẸDI, J.]\nA\nB\napplication of mind as to the materials placed before the\nsanctioning authority, the same could be produced even before\nthe Court. Admittedly, in the present case only the investigation\nreport and the draft sanction order had been put before the Lt.\nGovernor but we find from a reading of the former that it refers\nto the entire evidence collected in the matter, leaving the Lt.\nGovernor with no option but to grant sanction. In S.B. Saha's\ncase (supra), this Court was dealing primarily with the question\nas to whether sanction under Section 197 of the Cr.P.C. was\nrequired where a Customs Officer had misappropriated the\ngoods that he had seized and put them to his own use. While с\ndealing with this submission, it was also observed as under:\n\"Thus, the material brought on the record up to the\nstage when the question of want of sanction was raised\nby the appellants, contained a clear allegation against the\nappellants about the commission of an offence under\nSection 409, Indian Penal Code. To elaborate, it was\nsubstantially alleged that the appellants had seized the\ngoods and were holding them in trust in the discharge of\ntheir official duty, for being dealt with or disposed of in\naccordance with law, but in dishonest breach of that trust,\nthey criminally misappropriated or converted those goods.\nWhether this allegation or charge is true or false, is not to\nbe gone into at this stage. In considering the question\nwhether sanction for prosecution was or was not\nnecessary, these criminal acts attributed to the accused\nare to be taken as alleged.\"\n47. As already indicated above, the Lt. Governor had\nenough relevant material before him when he had accorded\nsanction on the 10th October 2001.\n48. We now come to the other appeals in which some\nadditional arguments have been raised. In Criminal Appeal No.\n2476/2009 of Head Constable Mahavir Singh, Mr. Lalit has\nargued that 15 persons in all had constituted the police party\nD\nE\nF\nG\nH\n206 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA and 10 persons had been sent up for trial including ACP Rathi\nand Inspector Anil Kumar and five others, three of them armed\nwho had not fired any shot, and two other who had not been\narmed, had not been prosecuted and as Head Constable\nMahavir Singh had also not fired at the car, his case fell\nB amongst the five and he was, therefore, entitled to be treated\nin a like manner. In addition, it has been submitted that Head\nConstable Mahavir Singh did not share the common intention\nwith the other nine accused. Mr. Lalit has also referred us to\nquestion No.53 put to the Head Constable by which the\nC circumstances pertaining to the actual incident had been put\nto him and he had answered as under:\nD\nE\nF\nG\nH\n\"I was behind the entire team. Then the team was left\nwith no option but to return fire in self defence and to save\nmembers of the public as a large crowd had started\ngathering suddenly on hearing the faring from inside the\ncar. Some members of our team returned fire. As I was\nbehind and a little away from the car, I held back my fire.\nBut on seeing a crowd gathering and to prevent the\nmembers of general public from coming close to the car,\nI fired one shot in the air. In the meanwhile I heard\nConstable Subhash Chand scream that he had been hurt.\nThen the firing was ordered to be stopped. Within\nmoments a PCR Gypsy also arrived. Then the efforts were\nmade to take the injured out and send them to hospital. In\nthe meanwhile press photographers, police of the PS C.P.\nand Sr. officers also arrived.\"\n49. He has found support for his arguments from the\nPanchnama Ex. B-67/2 prepared by P.Kailasham, Executive\nEngineer, CBI on the 11th April, 1997 on the observations of\nthree Shri Ohri, DSP and Sri Sree Deep. It has accordingly\nbeen argued by Mr. Lalit that the defence taken by Head\nConstable Mahavir Singh that he had fired to keep the crowd\naway was clear from the record and as the incident had\nhappened in a very busy locality i.e. the outer circle of\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 207\n[HARJIT SINGH BEDI, J.]\nConnaught Place, a crowd had undoubtedly collected. He has A\nfurther pointed out that the story that a bullet fired by Head\nConstable Mahavir Singh from his 7.62 mm AK-47 rifle at Jagjit\nSingh had been disbelieved by the High Court and the falsity\nof the prosecution story was, thus, clearly spelt out.\nB\nC\nD\n50. We have considered the arguments advanced by the\nlearned counsel. Admittedly, as per his own showing, Head\nConstable Mahavir Singh had used his service weapon and\nfired one shot therefrom. The prosecution story is that he had\nfired at the car whereas the defence is that he had fired the\nshot in the air to keep the crowd away. This argument is based\non a clear misconception and does not take into account the\nnormal tendency of a person at a crime scene, (more\nparticularly where indiscriminate gun fire had been resorted to)\nwould be to run far and away. It appears that the crowd had\ncollected only after the shooting had ceased. There is no\nevidence whatsoever to show that any crowd had collected\nwhile the firing was going on or that a single shot had been fired\nafter the volley of 34 shots. We have also perused the large\nnumber of photographs of the site and see that the crowd that\nhad gathered after the shooting, was perfectly disciplined and E\nkeeping a reasonable distance away from the Esteem car and\nthe dead bodies lying around it. Admittedly also, there is\nabsolutely no evidence with regard to the defence taken by\nConstable Mahavir Singh. An effort could have been made by\nthe defence to elicit some information about the behaviour of F\nthe crowd from the policemen and the Statesman employees\nwho had appeared as prosecution witnesses. Not a single\nquestion was, however, put to them on this aspect. We are\ntherefore of the opinion that the story projected by him in his\n313 statement is not supported by any evidence whatsoever.\nHis case, therefore, cannot be distinguished from the other\nseven accused who had admittedly fired at the car.\nG\n51. We have already dealt with Mr. Balasubramaniam's\narguments in the case of Inspector Anil Kumar who has filed\nCriminal Appeal No.2484/2009 while dealing with the question H\n"}