{"pages":[{"pageNumber":71},{"pageNumber":72}],"text":"208 SUPREME COURT REPORTS\n[2011] 6 S.C.R.\nA of common intention and the self-defence claimed by the\nappellant. No further discussion is, therefore, required in this\nappeal.\n52. We finally take up Criminal Appeal Nos. 2477-2483\nof 2009 in which the arguments have been made by Mr. Vineet\nB\nDhanda, Advocate. It is significant that these seven police\nofficers had admitted firing into the vehicle but it is their case\nin their statements under Section 313 of the Cr.P.C. as also\ntheir written statements that they had done so only on the\ndirection of ACP Rathi, a superior officer. They have accordingly\nsought the benefit of Section 79 of the IPC which provided:\nC\n\"Act done by a person justified, or by mistake of fact\nbelieving himself justified, by law. --Nothing is an offence\nwhich is done by any person who is justified by law, or who\n. D by reason of a mistake of fact and not by reason of a\nmistake of law in good faith, believes himself to be justified\nby law, in doing it.\"\nE\nF\nG\n53. In the written submissions filed by Mr. Vineet Dhanda\nlong after the judgment had been reserved and beyond the time\nfixed by us for the filing of the written submissions (which have\nnevertheless been taken on record) the stand taken is\ncompletely different and in accordance with that of Mr. Sharan\nand Mr. Lalit with regard to the defence claimed by the\nappellants. Mr. Dhanda has also filed a large number of\njudgments on this aspect. These judgments had not been cited\nby the learned counsel at the time of hearing. We have however\ngone through the judgments and find nothing different therein\nfrom the judgments cited by the other learned counsel. We,\ntherefore, deem it unnecessary to advert to them at this stage.\n54. We have nevertheless examined the submissions with\nregard to Sections 76 to 79 of the IPC. We see absolutely no\nevidence that the firing had been resorted to by the seven\nappellants on the order of ACP Rathi as we have found that it\nH was pursuant to the common intention of all the accused that\nSATYAVIR SINGH RATHI v. STATE THR. C.B.I. 209\n[HARJIT SINGH BEDI, J.]\nhe incident had happened. It is also relevant that the A\nstatements made by these seven appellants are not admissible\n■n evidence against ACP Rathi, being a co-accused, in the light\nof the judgment of this Court reported in Vijendrajit Ayodhya\nPrasad Goel vs. State of Bombay AIR 1953 SC 247 and\nES.P.Bhatnagar \u0026 Anr. vs. The State of Maharashtra AIR 1979 B\nESC 826. This Court in the former case has observed that a\nstatement under Section 342 of the Cr.P.C. (now Section 313)\ncannot be regarded as evidence. The observations in the latter\ncase are equally pertinent wherein it has been held that a\ndefence taken by one accused cannot, in law, be treated as C\nevidence against his co-accused. As already observed; Section\n315 of the Cr.P.C. now makes an accused a competent witness\non his defence. Had the appellants in this set of appeals chosen\n■o come into the witness box to support their plea based on\nThe orders of ACP Rathi, a superior officer, and claimed the D\n➡enefit of Section 79 of the IPC, something could be said in\n■heir behalf but in the face of no evidence the story projected\ny them cannot be believed.\n55. On an overall view of the evidence in the case and in\nThe light of the arguments raised by the learned counsel for the\n➡arties, we find no fault with the judgments of the trial court as\nwell as the High Court. We, accordingly, dismiss all these\n■ppeals.\nR.P.\nE\nAppeals dismissed. F\n"}