{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"746 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA the plaintiffs/respondents are devoid of merits and could\nnot have been taken into consideration while granting\ninjunction claimed by them. [Para 30] [775-B-C; 777-B-F]\nB\n12.2. The plaintiffs/respondents who were seeking to\nchallenge the impugned Rule which prescribed an\neligibility clause to enable them to vote, have candidly\nadmitted that they are not regular practitioners of the\nSupreme Court nor do they attend the Supreme Court on\nregular basis nor are aware of the circulars circulated by\nthe SCBA or pasted on the information board of the\nC SCBA. This is something which has been totally\noverlooked by the trial court in arriving at a conclusion\nin favour of the plaintiffs/respondents without examining\nthe true and correct import of Rule 23 of the Rules, which\nprescribes the method of giving notice of the meeting.\nD There is no manner of doubt that the trial court has\ncommitted an error in coming to the conclusion that in\nany case individual notice was required to be given when\nthe rule does not warrant giving of any such individual\nnotice. [Para 31] [778-C-F]\nE\nF\n13. Since 1952 this Court has authoritatively laid\ndown that once election process has started the courts\nshould not ordinarily interfere with the said process by\nway of granting injunction. The injunction granted by the\nJudge has propensity to intervene and interfere with\nelection process which had already started. If the\ninjunction granted by the Judge had not been stayed by\nthis Court, the office bearers of the SCBA would have\nbeen required to prepare a new voters list as if\nunamended Rule 18 was in operation and the exercise\nG undertaken by them for preparing voters list in the light\nof the amended Rule 18 would have been of no\nconsequence. Thus the injunction claimed by the\nplaintiffs/respondents which had very wide\nrepercussions on the elections, which were to be held in\nH the year 2003, should not have been granted by the\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v.\nB.D. KAUSHIK\nJudge. [Para 33] [778-H; 779-A-D]\n747\nA\n14. The impugned order is also liable to be set aside\non yet another ground. Though the suits were not filed\nin a representative capacity, the injunction was granted\nby the court restraining the appellants from implementing B\nthe resolution dated February 18, 2003 in respect of all\nadvocates and not in respect of two advocates only who\nhave filed the Civil Suits. In the plaint, individual rights to\nvote at the election of the Executive Committee of SCBA\nwas claimed. Even if extremely good case was made out\nby the plaintiffs/respondents of the two suits, the relief\ncould have been confined only to the two plaintiffs/\nrespondents and a relief granting blanket injunction\nrestraining the appellants from implementing the\nResolution dated February 18, 2003 amending Rule 18 of\nthe Rules and Regulations of SCBA till the final disposal\nof the suits could not have been granted. [Para 34] [779-\nE-H; 780-A]\nс\nD\n15.1. Having regard to the over all conditions\nprevailing in SCBA, this Court proposes to give E\nappropriate directions for implementation of the amended\nrule which projects the principle of \"One Bar One Vote\".\n[Para 37] [790-B]\nF\n15.2. Enrolment of advocates not practicing regularly\nin the Supreme Court is inconsistent with the main aim\nand object of the SCBA, no court can provide chambers\nor other facilities for such outside advocates, who are not\nregular practitioners. Neither the SCBA nor the court can\ndeal with them effectively if they commit any wrong. The\npower of this Court to make certain rule, regulations and\ngive directions to fill up the vacuum till such time\nappropriate steps in order to cover the gap are taken, is\nrecognized and upheld in several reported decisions of\nthis Court. Moreover, this Court, has framed Supreme\nCourt Rules, 1966 in exercise of powers under Article H\nG\n748 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 145(1)(a) of the Constitution regulating amongst other\nthings advocates who are entitled to practice in this Court.\nFurther, necessary directions/guidelines can always be\nissued when facilities and privileges are conferred on the\nmembers of the SCBA. Thus not only power to give\nB necessary guidelines/directions is available under\nArticles 136, 142, 145(1)(a) of the Constitution but such\npower can also be exercised as \"Grantor\" of the benefits\nand privileges which are enjoyed by the members of the\nSCBA to restore its dignity. [Para 37] [788-E-G; 789-G-H;\nC 780-A-B]\nD\n15.3. Under the circumstances this Court directs\nunder Article 136 of the Constitution read with Article 142\nof the Constitution that criteria adopted by this Court for\nallotment of chambers, as mentioned in Allotment o\nLawyers' Chambers Rules, and as explained in Vinay\nBalchandra Joshi shall be adopted by the SCBA and its\noffice bearers to identify regular practitioners in this\nCourt. To identify regular practitioners in this Court, it\nwould be open to the office bearers of SCBA or a small\nE committee, which may be appointed by the SCBA\nconsisting of three senior advocates, to collect\ninformation about those members who had contested\nelection in any of the Court annexed E ir Association, viz.,\nHigh Court Bar Association, District Court Bar\nF Association, Taluka Bar Association, Tribunal Bar\nAssociation and Quasi-judicial Bar Associations like\nBIFR, AIFR, CAT, etc. from 2005 to 2010. If such an\ninformation is sought by the office bearers of SCBA or\nthe Committee appointed by it, the same shall be supplied\nG invariably and without fail by the Court annexed Bar\nAssociations mentioned earlier. The committee of SCBA\nto be appointed is hereby directed to prepare a list of\nregular members practicing in this Court and another\nseparate list of members not regularly practicing in this\nCourt and third list of temporary members of the SCBA.\nH\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 749\nB.D. KAUSHIK\nThese lists are directed to be put up on the SCBA\nwebsite and also on the SCBA notice board. A letter is\ndirected to be sent by the SCBA to each member of SCBA\ninforming him about his status of membership on or\nbefore February 28, 2012. The aggrieved member would\nbe entitled to make a representation within 15 days from\nthe date of receipt of letter from the S.C.B.A. to the\nCommittee, which is to be appointed by the SCBA to\nidentify regular practitioners stating in writing, whether\npersonal hearing before the Committee is required or not.\nIf such a request is made the concerned member shall\nbe heard by the Committee. The representation/s shall be\nconsidered and the decision would be rendered thereon\nby the aforesaid Committee on or before April 30, 2012.\nThe decision of that Committee shall be communicated\nto the member concerned but the decision shall be final,\nconclusive and binding on the member of the SCBA.\nThereafter, final list of regular practitioners of this Court\nshall be displayed by S.C.B.A. [Para 38] [710-E-H;\n711-A-E]\nA\nB\nC\nD\n15.4. After preparation of the final list of the regular E\npractitioners, each member shall give a written intimation\nto the S.C.B.A. whether he is a member of another Court\nannexed Bar. It shall be mandatory for a member, whose\nname is included in the said list, to give a permanent\ndeclaration that he would vote only in the SCBA and F\nwould not vote in any of the elections of any High Court\nBar Association or District Bar Association or Taluka Bar\nAssociation or Tribunal Bar Association or Quasi-judicial\nBar Associations like BIFR, AIFR, CAT, etc. A copy of this\ndeclaration shall be put up/displayed on the website of G\nthe SCBA as well as on the notice board of the SCBA.\nThe information about having filed such a declaration\nshall be sent to all the Bar Associations where the said\nadvocate is a member. Once such a declaration has been\ngiven, it will be valid till it is revoked and once it is\nI\n750 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA revoked a member shall forfeit his right to vote or contest\nany election to any post to be conducted by the SCBA,\nfor a period of three years from the date of revocation.\n[Para 38] [791-F-H; 792-A-B]\nB\nC\n15.5. The members of the SCBA, whose names do\nnot figure in the final list of regular practitioners, shall not\nbe entitled to either vote at an election of the office\nbearers of the SCBA or to contest any of the posts for\nwhich elections would be held by the S.C.B.A. [Para 39]\n[792-C]\n15.6. This Court suggests that to ensure strict\ncompliance with the directions issued by this judgment,\nan Implementation Committee consisting of three senior\nadvocates may be constituted. The SCBA has suggested\nD names of three senior advocates practicing in this Court\nbe appointed as members of the said Implementation\nCommittee. This Court recommends that the said three\nsenior counsel be considered by the SCBA for being\nappointed as members of the said Committee subject to\ntheir consent and convenience. [Para 40] [792-D-E]\nE\nF\nVinay Balchandra Joshi v. Registrar General of Supreme\nCourt of India (1998) 7 SCC 461 and Vineet Narain v. Union\nof India (1998) 1 SCC 226 – referred to.\n-\n16. In view of the findings that the amendment made\nin Rule 18 is legal and valid and that no right of the\nadvocates, who have filed the suits, is infringed or is\nviolated, this Court directs the trial court to take up the\ntwo suits immediately for hearing and to dismiss/ dispose\nG of the two suits pending on its file in the light of the\nobservations made by this Court in this judgment. [Para\n41] [792-F-H]\nCase Law Reference:\nH\n(1971) 1 SCC 678\nreferred to\nPara 25\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 751\nB.D. KAUSHIK\nA\n(2005) 5 SCC 632\n.\nreferred to\nPara 25\n(1998) 7 SCC 461\nreferred to\nPara 36\n(1998) 1 SCC 226\nreferred to\nPara 37\n(1998) 7 SCC 461\nreferred to\nPara 38\nB\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3401 of 2003.\nFrom the Judgment \u0026 Order dated 5.4.2003 of the Court\nof Civil Judge, Delhi in Civil Suit No. 101 of 2003.\nWITH\nC\nC.A. No. 3402 of 2003.\nHarin P. Raval, ASG, Ranjit Kr. P.P. Rao and P.H. Parekh,\nAnil Katiyar, Anando Mukherjee, Harsh N. Parekh, Sushil Kr.\nJain, K.C. Kaushik, V.K. Biju, Rajesh Aggarwal, Gaurav, Vibhu\nMisra, Vishal Prasad, Ritika Sethi, Mridul Aggarwal for the\nAppellant.\nD\nDinesh Kumar Garg, B.S. Billowria, Ritu Puri, Sanjeev E\nTayal, Abhishek Garg, Dhananjay Garg and Caveator-in-person\nfor the Respondent.\nThe Judgment of the Court was delivered by\nJ.M. PANCHAL, J. 1. Since common issues for F\ndetermination are involved in Civil Appeal No. 3401 of 2003\nand Civil Appeal No. 3402 of 2003, this Court proposes to\ndispose them of by this common judgment.\n2. Civil Appeal No. 3401 of 2003 is filed by three\nappellants, i.e., (1) Supreme Court Bar Association\n(Registered), through its Honorary Secretary Mr. Ashok Arora,\n(2) Shri Ashok Arora, Honorary Secretary of Supreme Court\nBar Association and (3) Ms. Sunita B. Rao, Coordinator,\nImplementation Committee, Supreme Court Bar Association\n(for short \"SCBA\"), Tilak Marg, New Delhi. It is directed against\nG\nH\n752 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA interim order dated April 5, 2003, passed by learned Civil\nJudge, Delhi below application filed under Order 39 Rules 1\nand 2 read with Section 151 of Civil Procedure Code (CPC)\nfiled in Civil Suit No. 101 of 2003. Civil Appeal No. 3402 of\n2003 is filed by Supreme Court Bar Association through its\nB Honorary Secretary against interim order dated April 5, 2003,\npassed by the learned Civil Judge below application filed under\nOrder 39 Rules 1 and 2 read with Section 151, CPC, filed in\nCivil Suit No. 101 of 2003. By the common order, the appellants\nare restrained from implementing the resolution dated February\n18, 2003 amending Rule 18 of the Rules and Regulations of\nSCBA till the final disposal of both the suits.\nC\nD\n3. The respondent in Civil Appeal No. 3401 of 2003 is Shri\nB.D. Kaushik whereas the respondent in Civil Appeal No. 3402\nof 2003 is Shri A.K. Manchanda. Both the respondents are the\nadvocates practicing in Delhi. They are members of SCBA,\nDelhi High Court Bar Association, Delhi Bar Association, Tis\nHazari Courts, Delhi, etc. The appellant No. 1, i.e., Supreme\nCourt Bar Association is a Society registered on August 25,\n1999 under the Societies Registration Act, 1860 and its\nE Registration No. is 35478 of 1999. The Registered Office of\nthe Association is in Supreme Court premises at New Delhi.\nThe provisions of the Societies Registration Act, 1860\nempower a society to frame Memorandum of Association and\nRules and Regulations. In exercise of those powers the\nF Association has framed Memorandum of Association of the\nSCBA as also the Rules and Regulations. The aims and\nobjectives of the Association are specified in Clause 3 of the\nMemorandum of Association, which are as under: -\nG\nH\n\"3.AIMS AND OBJECTIVES: The Aims and Objectives of\nthe association are:\n(i)\n(ii)\nTo promote upholding of rule of law;\nTo encourage profession of law in India;\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 753\nB.D. KAUSHIK [J.M. PANCHAL, J.]\n(iii) To promote and protect the privileges, interest and A\nprestige of the association and to promote union\nand cooperation among the advocates practicing\nin the court and other associations and advocates;\n(iv) To promote and maintain high standards of B\nprofession among members of the Bar;\n(v)\nTo establish and maintain an adequate library for\nthe use of the members and to provide other\nfacilities and convenience to the members;\n(vi) To watch the state of law, progress of legislation and\nadministration of justice and to take such steps as\nmay be necessary for their progress and reform;\n(vii) To express opinion on proposed legislation and\nother matters of interest and to make\nrepresentation in respect thereof;\n(viii) To take necessary steps to prevent and remedy any\nabuse of law or mal-administration of justice;\n(ix) To make representation from time to time to the\nauthorities on matters affecting the Bar;\n(x)\n(xi)\nTo acquire and safeguard the rights and privileges\nnecessary or convenient for the purpose of the\nassociation;\nTo arrange for raising funds for legal aid and to do\neverything including applying of funds that may be\nnecessary to that end;\n(xii) To promote and participate in All India Lawyers'\nAssociation and activities connected therewith;\n(xiii) To adopt all such matters as might be necessary\nor incidental to the carrying out of the aforesaid\nobjects;\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n754 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n(xiv) To take measures including founding and applying\nof funds for aid to deserving members of the\nassociation and its employees;\n(XV) To conduct and hold seminars, symposia,\nconference on issues and topics of interest to the\nlegal profession and to disseminate information in\nthis behalf; and\n(xvi) To promote the welfare of the members of the\nassociation.\"\nThe Rules and Regulations framed by the Association are\nknown as Rules and Regulations of Supreme Court Bar\nAssociation. Rule 3 of the Rules and Regulations defines\ncertain phrases. Rule 3(i) defines 'Association' to mean the\nSupreme Court Bar Association. There are four classes of\nMembers as specified in Rule 4. They are (i) Resident\nMembers, (ii) Non-resident Members, (iii) Associate Members,\nand (iv) Non-Active Members. As per Rule 3(ii) 'Associate\nMember' means an association of advocates practicing in a\nHigh Court or Judicial Commissioner's Court and enrolled as\nsuch a Member. Rule 3(iv) defines the term 'Committee' to\nmean Executive Committee of the Bar Association whereas\nRule 3(v) defines the word 'Court' to mean the Supreme Court\nof India. The term 'Member' is defined in Rule 3(vi) to mean a\nmember of Association. Sub-rule (vi)(a) of Rule 3, which was\ninserted by resolution of Special General Body Meeting dated\nSeptember 9, 2010 retrospectively with effect from September\n14, 2009, defines 'Temporary Member' to mean a member\nother than a member within the meaning of Rule 3(vi). 'Non-\nActive Member' is defined in Rule 3(viii) to mean a Member\nwhose name is kept on the list of Members not withstanding he\nhas accepted an office of profit disentitling him to practice. The\nphrase 'Resident Member' is defined in Rule 3(ix) to mean a\nmember residing and practicing as an advocate in Delhi or its\nsuburbs. Rule 5 of the Rules and Regulations deals with fees,\nH admission and subscription.\nF\nG\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 755\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nD\nRule 5(v)(a) provides that in terms of Rule 5 an applicant A\nfound to be suitable to be made a member of the Association,\nwill be made a member, initially on temporary basis for a\nperiod of two years. It further provides that a person so made\na member on temporary basis will be identified as temporary\nmember and such temporary member will be entitled to avail B\nthe facilities of the Association such as library and canteen etc.,\nbut he will not have a right to participate in general meetings\nas prescribed in Rule 21 or to contest and vote at the elections\nas provided in Rule 18 and to be issued a Library Card.\nExplanation appended to Rule 5(v)(b) makes it clear that C\n'suitable' means a person applying must fulfill all the criteria\nlisted in the Rules and Regulations of the Association, viz., Rule\n5(v) and also satisfy the requirements prescribed in the\nprescribed form. As per Rule 5(v)(c) at the end of two years\nperiod from the date of approval of temporary membership by\nthe Executive Committee, if such temporary member pays\nSCBA dues without any default during such period and\nproduces the proof of either of the following of requirements\nbefore the Executive Committee, his name would be\nconsidered for being made a regular Member of the\nAssociation (i) appearance in Supreme Court as lead counsel\nin at least five matters in each year of the two years period, or\n(ii) appearance in Supreme Court as a junior advocate\nappearing with any senior advocate/advocate-on record in at\nleast twenty matters in each year of the two years period, (iii)\nonly such of the temporary members on satisfying the above\nrequirements at the end of two years period would be made a\nmember of the Association with an entitlement to all the\nprivileges of the Association including the right to contest and\nvote and Library Card etc., else, he/she shall continue to remain\na temporary member till such time he/she fulfills these\nconditions.\n-\nE\nF\nG\n4.A requisition dated January 10, 2003 signed by 343\nMembers was received in the Office of the SCBA on January\n23, 2003. By the said requisition an amendment was sought H\n"}