{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"D\n756 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA in Rule 18 regarding the eligibility of the members to contest\nand vote at an election. It was proposed that the member, who\nexercises his right to vote in any High Court or District Court,\nAdvocates'/Bar Association, shall not be eligible to contest for\nany post of the SCBA or to cast his vote at the elections. It was\nB further proposed that every member before casting his vote\nshall in a prescribed form give a declaration that he is not voting\nin any other election of advocates in the High Court/District\nCourt Bar Association. It was also proposed that if such a\ndeclaration is found to be false, it shall entail automatic\nC suspension of the member giving such false declaration from\nmembership of SCBA for a period of three years. The\nrequisition dated January 10, 2003 was considered in the\nExecutive Committee meeting held on February 1, 2003 and\nit was decided to hold a special General Body Meeting on\nFebruary 18, 2003 to consider the requisition. Rule 22 of the\nRules and Regulations of SCBA provides that the Executive\nCommittee may call a General Body Meeting on seven days'\nnotice to the members whereas Rule 23 stipulates the manner\nin which notice of meeting has to be given to a member.\nAccordingly notices for the aforesaid General Body Meeting\nwere issued by the SCBA on February 6, 2003. The notices\nwere sent to the members along with the cause list. The notice\nwas also displayed on the notice board of the Office of the\nSCBA situated at Supreme Court premises. The notices were\nalso sent to different Bar Associations at Delhi including the\nF Delhi Bar Association. On February 18, 2003 the General Body\nMeeting was convened wherein more than 278 Members had\nparticipated. Mr. Ved Sharma and Mr. Rajiv Khosla, Office\nBearers/Members of the District/Delhi Bar Association had\nparticipated and had spoken against the resolution in the\nG General Body Meeting. After due deliberations and discussion,\nthe resolution proposing amendment in Rule 18 of the Rules\nwas put to vote. It was passed by majority of 85% of the\nmembers present and voting. Thereafter, a meeting of the\nExecutive Committee was convened on March 3, 2003. In the\nH said meeting it was resolved to hold election of the Office\nE\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 757\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nC\nD\nBearers/Executive Members for the next session and for the A\nconstitution of Election Committee. It was further resolved to\nhold election on April 25, 2003. An election Committee of three\nmembers of the SCBA was constituted for the purposes of\nconducting election. Further in the said meeting a requisition\nsigned by 237 Members of SCBA to recall resolution dated B\nFebruary 18, 2003 was considered and dealt with. It was\ndecided to defer the consideration of the said resolution in view\nof the fact that elections were declared. Moreover, in the\nmeeting of the Executive Committee held on March 10, 2003\nit was resolved to constitute an Implementation Committee to\nimplement the resolution “One Bar One Vote\", which was\nadopted in the General Body Meeting dated February 18,\n2003. The notices of the election and about formation of the\nImplementation Committee were sent to the Members of the\nBar Association on March 11, 2003 again along with the cause\nlist and conveyed also by displaying the same on the notice\nboard of the SCBA. On March 13, 2003, meeting of the\nImplementation Committee was held and the declaration form\nwas finalized and programme for implementation was also\ndecided. The notices regarding declaration form were again\nissued on March 25, 2003. Meanwhile, Mr. B.D. Kaushik, who\nis one of the members of the SCBA as well as a member of\nthe High Court Bar Association, Delhi Bar Association, Tis\nHazari Courts, filed Suit No. 100 of 2003 in the Court of Shri\nSanjeev Jain, Commercial Civil Judge, Delhi, challenging\nvalidity of resolution dated February 18, 2003. He has sought\na decree declaring that Resolution dated February 18, 2003,\npassed by the General Body Meeting of SCBA inserting Rule\n18-III, is illegal and ineffective. He had also prayed for a decree\nof perpetual injunction restraining the SCBA and its Office\nBearers from implementing the Resolution dated February 18,\n2003 in the elections of SCBA, which were proposed to be held\non April 25, 2003. Further, the prayer to restrain the SCBA and\nits election officers from debarring any of the members of the\nSCBA, who had already paid their subscription from casting\ntheir votes in the ensuing elections was also sought. Mr. A.K. H\nE\nF\nG\n758 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Manchanda, another member of the SCBA, filed suit No. 101\nof 2003 in the Court of Shri Sanjeev Jain, Commercial Civil\nJudge, Delhi, seeking the reliefs which were sought by Mr. B.D.\nKaushik in his suit No. 100 of 2003.\nB\nC\n5. Mr. B.D. Kaushik and Mr. A.K. Manchanda, the plaintiffs\nin Suit Nos. 100 of 2003 and 101 of 2003 respectively, filed\napplications under Order 39 Rules 1 and 2 read with Section\n151 of the Code of Civil Procedure to restrain the defendants,\nwho are appellants herein, from implementing the Resolution\ndated February 18, 2003 till the final disposal of the suits. Both\nthe applications were taken up together for hearing by the\nlearned Judge. The learned Judge disposed of those\napplications seeking temporary injunction by common order\ndated April 5, 2003. By the said common order the applications\nfiled by the plaintiffs under Order 39 Rules 1 and 2 were allowed\nD and the appellants were restrained from implementing the\nResolution dated February 18, 2003 amending Rule 18 of the\nRules and Regulations of the SCBA till the final disposal of the\nsuits. As the injunction granted by the learned Judge had far\nreaching repercussions, the appellants straightway approached\nE this Court by filing Special Leave Petition No. D-7644 of 2003\nagainst order dated April 5, 2003 in Suit No. 100 of 2003,\npassed by the learned Civil Judge, Delhi. The SCBA also filed\nSpecial leave Petition No. D-7645 of 2003 against order dated\nApril 5, 2003 in Suit No. 101 of 2003. The matters were placed\nF before this Court in mentioning list on April 10, 2003. This Court\nhad heard the then learned Attorney General and other learned\nsenior advocates practicing in this Court. The matters were\ntaken on Board and straightway leave was granted. Pending\nproceedings, stay of the common order passed by the trial\n3 court was also granted. It was made clear that if any elections\nwere held, the same shall be subject to the result of these\nappeals. It was also clarified that the order shall be effective\nnotwithstanding any other order made by any court or authority\nin any other proceedings filed or yet to be filed. On leave being\nH granted Special Leave Petition No. D-7644 of 2003 is\nG\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 759\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nnumbered as Civil Appeal No. 3401 of 2003 whereas Special A\nLeave Petition No. D-7645 of 2003 is numbered as Civil Appeal\nNo. 3402 of 2003.\nB\n6. This Court had appointed Mr. Ranjit Kumar, learned\nsenior counsel practicing in this Court, as Amicus Curie to\nassist the Court in the matters. This Court has also requested\nlearned Attorney General Mr. Goolam Vahanvati to express his\nviews in the matters and to assist the Court. Accordingly, this\nCourt has heard learned Attorney General as well as learned\nsenior counsel Mr. Ranjit Kumar. The Court has also heard Mr.\nC\nRajesh Aggarwal, who has appeared on behalf of the appellants\nas well as Mr. Dinesh Kumar Garg, learned advocate who\nappeared on behalf of the original plaintiffs. This being a matter,\nwhich affects the learned advocates practicing in this Court, the\nCourt has also heard learned senior counsel Mr. P.P. Rao,\nformer President of SCBA, Mr. Pravin Parekh, present\nPresident of SCBA and Mr. Sushil Kumar Jain, President of\nAssociation of Advocates-on-Record. The Court has\nconsidered the Memorandum of Association of SCBA as well\nas Rules and Regulations of SCBA.\n7. It is not disputed by any of the learned advocates\nappearing in the matters that after stay of common order dated\nApril 5, 2003, passed in Civil Suit No. 100 of 2003 and Civil\nSuit No. 101 of 2003 was granted by this Court on April 10,\n2003, elections of the office bearers of the SCBA have taken\nplace and Rule 18 of the Rules and Regulations, as was\namended by the Resolution dated February 18, 2003, has been\nimplemented.\nD\nE\nF\n8. Article 145 (1)(a) of the Constitution empowers the\nSupreme Court to make Rules for regulating generally the G\npractice and procedure of the Court including Rules as to the\npersons practicing before the Court. In exercise of this\nconstitutional power, the Supreme Court has framed Rules\ncalled Supreme Court Rules, 1966. Rule 2(1)(b) provides that\nan advocate-on-record to be the only person to \"act\" as well H.\nC\nD\n760 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA as to “plead\" before this Court. The other two categories of\npersons, namely, \"senior advocate\" and \"non-advocate-on-\nrecord\" can only plead, but cannot act on behalf of the client.\nTheir appearances/pleadings in a case before this Court\ncannot be without an advocate-on-record and without his\nB instructions. Order IV of the Supreme Court Rules, 1966 deals\nwith \"advocates\". Rule 1 states that subject to the provisions\nof the Rules only those advocates whose names are entered\non the roll of any State Bar Council, maintained under the\nAdvocates Act, 1961, shall be entitled to appear and plead\nbefore the Court. As per Rule 2(b) certain restrictions have\nbeen placed on senior advocate who is recognized as such\nunder Rule 2(a), mentioning inter-alia that he cannot file a\nvakalatnama or act in any court or tribunal in India or accept\ninstructions to draw pleadings or affidavits, etc. Explanation (iii)\nappended to the Order IV defines “junior\" to mean an advocate\nother than a senior advocate. Rule 6(a) provides that an\nadvocate-on-record shall, on his filing a memorandum of\nappearance on behalf of a party accompanied by a\nvakalatnama duly executed by the party, is entitled to act as well\nas to plead for the party in the matter and to conduct and to\nprosecute before the Court all proceedings that may be taken\nin respect of the said matter. Clause (b) of Rule 6 mentions that\nno advocate other than an advocate-on-record shall be entitled\nto file an appearance or act for a party in the court. Rule 10 of\nthe Rules provides that no advocate other than an advocate-\non-record shall appear and plead in any matter unless he is\ninstructed by an advocate-on-record, whereas Rule 12 enables\nan advocate-on-record or a firm of advocates to employ one\nor more clerks to attend the registry for presenting or receiving\nany papers on behalf of the said advocate or firm of advocates.\nG Rule 12(2) mandates that notice of every application for the\nregistration of a clerk shall be given to the Secretary, SCBA,\nwho shall be entitled to bring to the notice of the Registrar within\nseven days of the receipt of the notice any facts, which, in his\nopinion, may have a bearing on the suitability of the clerk to\nH be registered. Rule 13(1) requires the Registrar to publish list\nE\nF\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 761\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nof persons proved to his satisfaction by evidence of general A\nrepute or otherwise, habitually to act as touts to be known as\nlist of touts. Explanation (b) appended to Rule 13(1) mentions\nthat the passing of a resolution by the SCBA or by High Court\nBar Association declaring any person to be tout shall be\nevidence of general repute of such person for the purpose of B\nthis Rule.\n9. The Advocates Act, 1961 provides for the creation of\ndifferent State Bar Councils, whose one or the main function\nis to admit advocates on its rolls and to promote the growth of\nC\nBar Associations for the purpose of effective implementation\nof the welfare schemes. It further enables the Bar Councils to\nmake their own rules. Section 17 of the Advocates Act provides\nthat every Sate Bar Council shall prepare and maintain roll of\nadvocates. Section 17(4) further states that no person shall be\nenrolled as an advocate on the roll of more than one State Bar D\nCouncil. Section 49 of the Advocates Act, 1961 empowers the\nBar Council of India to make rules. In exercise of the said power\nBar Council of India has framed Rules. Chapter III of Bar Council\nRules provides that every advocate shall be under an obligation\nto ensure that his name appears on the roll of the State Bar E\nCouncil in whose jurisdiction he ordinarily practices and if that\nadvocate does not apply for transfer of his name to the roll of\nState Bar Council within whose jurisdiction he ordinarily\npractices within six months of the start of such practice, it shall\nbe deemed that he is guilty of professional misconduct. Section F\n34 of the Advocates Act, 1961 also empowers the High Courts\nto make Rules regarding the advocate practicing in the High\nCourt and courts subordinate thereto.\n10. The learned counsel, appearing in the matters, pointed\nout to the Court that problem of bogus voting in the election of G\noffice bearers of SCBA started since the year 1978. According\nto the learned counsel, in the year 1978, 101 Members\ncontested election for the post of Members of Executive\nCommittee. The grievance made by the learned counsel was\nthat those advocates, who were not regularly practicing in this H\n762 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Court, were enrolled as Members of the SCBA only to vote at\nthe election of office bearers of the SCBA. According to the\nlearned counsel, the advocates, who have been enrolled as\nMembers of the SCBA are practicing either at Kanpur or at\nGurgaon and other courts situated in India, but they never\nB practice in this Court regularly nor are even able to recognize\nthe Hon'ble Judges of this Court. The learned counsel\nemphasized that those advocates, who are not practicing in this\nCourt and are enrolled as members of the SCBA, have\noutnumbered the actual practitioners in this Court and do not\nC permit the actual practitioners to be office bearers of the\nSCBA. Thus the learned advocates appearing in the matters\nhave called upon this Court to consider the problem posed in\nthe appeals in the light of facts mentioned by them.\nD\n11. The Supreme Court Bar Association, as the name\nsuggests, is a society primarily meant to promote the welfare\nof the advocates generally practicing in the Supreme Court.\nThe name, i.e., the Supreme Court Bar Association was\nformally registered under the Societies Registration Act, 1860\nonly on August 25, 1999. One of the prime objectives of the\nE SCBA is to establish and maintain adequate library for the use\nof the members and to provide other facilities and convenience\nof the members. Thus, the formation of the SCBA is in the .\nnature of aid to the Advocates Act, 1961 and other relevant\nstatutes including Article 145 of the Constitution.\nF\nG\n12. There is no manner of doubt that court annexed Bar\nAssociations constitute a separate class different from other\nlawyers associations such as Lawyers' Forum, All India\nAdvocates' Association, etc. as they are always recognized by\nthe concerned court. Court annexed Bar Associations function\nas part of the machinery for administration of justice. As is said\noften, the Bench and Bar are like two wheels of a chariot and\none cannot function without the other. The court annexed Bar\nAssociations start with the name of the court as part of the name\nof the Bar Association concerned. That is why we have\nH Supreme Court Bar Association, Tis Hazari District Court Bar\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 763\nB.D. KAUSHIK [J.M. PANCHAL, J.}\nAssociation, etc. The very nature of such a Bar Association A\nnecessarily means and implies that it is an association\nrepresenting members regularly practicing in the court and\nresponsible for proper conduct of its members in the court and\nfor ensuring proper assistance to the court. In consideration\nthereof, the court provides space for office of the association, B\nlibrary and all necessary facilities like chambers at\nconcessional rates for members regularly practicing in the court,\nparking place, canteen besides several other amenities. In the\nfunctions organized by the court annexed Bar Associations the\nJudges participate and exchange views and ascertain the\nproblems, if any, to solve them and vice-versa. There is thus\nregular interaction between the members of the Bar\nAssociation and the Judges. The regular practitioners are\ntreated as officers of the court and are shown due\nconsideration.\n13. Enrolment of advocates not practicing regularly in the\ncourt is inconsistent with the main aim and object of the\nAssociation. No court can provide chambers or other facilities\nfor such outside advocates, who are not regular practitioners.\nNeither the Association nor the court can deal with them\neffectively if they commit any wrong. There are sufficient\nindications in the Memorandum of Association and the Rules\nand Regulations of SCBA, which indicate that the Association\nmainly tries to promote and protect the privileges, interest and\nprestige of the Association and to promote union and\ncooperation among the advocates practicing in the court and\nother associations of advocates. This is quite evident if one\nrefers to sub-clause (iii) of clause (3) of the Aims and\nObjectives of the Association. It is significant to note that the\nsignatories of the Memorandum of Association, namely,\nMembers of the Executive Committee, whose names are\nmentioned, are all regular practitioners, who got the Association\nregistered under the Societies Registration Act, 1860. Mr. P.P.\nRao, learned senior counsel has given all credit for registration\nof Association to Shri K.K. Venugopal, one of the senior-most\ncounsel of this Court.\nC\nD\nE\nF\nG\nH\nA\n764 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n14. Rule 6 of the Rules and Regulations of the SCBA\nmentions the duties of Members. It inter alia provides that (i) a\nmember shall endeavour to provide full assistance to the court\nand competent representation to a client, (iii) a member shall\nnot knowingly (a) make a false statement of material fact or of\nB law to the court, (b) shall not seek to influence the court or\nJudges or officers of the court in any matter by means prohibited\nby law or by false representation on behalf of his client nor shall\nsuch member communicate with such persons ex-parte or\nengage in conduct intending to bring disrepute to the\nC functioning of the court. Rule 6(iii)(c) provides that a member\nof the Association shall participate in serving those persons/\ngroups of persons who are unable to pay all or portion of\nreasonable fees or who are unable to obtain representation by\ncounsel. Clause (c) of Rule 6(iii) inter alia states that a member\nmay discharge his duty to serve those persons who are unable\nto pay all or portions of reasonable fees by providing\nprofessional services at no fees or at a substantially reduced\nfee. A member of the Association has to charge reasonable\nfees from his client which has to be determined on the basis\nof the time and labour spent over the matter and is not entitled\nto charge a contingent fee. Thus duties of members\ncontemplate that the members should be regular practitioners\nin the Supreme Court.\nD\nE\nF\n15. As noticed earlier, no person can be enrolled as an\nadvocate on the roll of more than one State Bar Council. A\ncitizen of India is entitled to cast his vote at an election of\nLegislative Assembly or an election of M.P. only in the\nconstituency where his name appears as a voter in the voting\nlist and he cannot claim right to vote at another place where\nhe may be residing because of his occupation, service, etc.\nG\nThus \"one person one vote\" is recognized statutorily since long.\nViewed in the light of these facts, the concept of voting\nintroduced by amendment of Rule 18 of the Rules and\nRegulations of the SCBA cannot be regarded as illegal or\nH\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. V. 765\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nunconstitutional. It is well settled by catena of reported decisions A\nof this Court that the right to vote is not an absolute right. Right\nto vote or to contest election is neither a Fundamental Right\nnor a common law right, but it is purely a statutory right governed\nby statute/ rules/regulations. The right to contest an election and\nto vote can always be restricted or abridged, if statute/ rules B\nor regulations prescribe so. Voting right restrictions also existed\nin Rule 18 and 18A before Rule 18 was amended. By\namendment a further restriction is imposed by the Resolution\nadopted in the General Body Meeting.\nC\n16. The argument that by the said amendment of Rule 18\nthe Aims and Objects of the SCBA are amended without prior\napproval of the Registrar of Societies and, therefore, the same\nis illegal, cannot be accepted. The impugned order makes it\nmore than clear that this ground has heavily weighed with the\nlearned Judge in granting the injunction. The substance and D\npurpose of the amendment made in Rule 18 of the Rules and\nRegulations of the SCBA cannot be lost site of. It does not affect\nany of the aims and objectives of the SCBA. On the contrary,\nit promotes and protects privileges, interest and prestige of the\nSCBA. There is no manner of doubt that the amended Rule 18\npromotes union and cooperation among the advocates.\npracticing in this Court and this is one of the prime aims and\nobjectives of forming the SCBA. The SCBA exists for the\npurpose of promoting the interest of the Supreme Court of India\nas well as that of advocates regularly practicing in the Court F\nand not of the advocates, who are not regularly practicing in\nthe Court.\n17. It has been rightly pointed out by the learned counsel\nfor the appellant that restrictions placed on right of voting can\nhardly be regarded as altering or amending Aims and Objects\nof SCBA. The Aims and Objects of SCBA have been\nenumerated in earlier part of this judgment. The basic principle'\nunderlying the amendment of Rule 18 is that those advocates\nwho are not practicing regularly in this Court cannot be\npermitted to take over the affairs of the SCBA nor on ransom.\nE\nG\nH\n"}