{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nс\nD\nE\nF\n776 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nMeeting may be called on a shorter notice.\nProvided that the Secretary may call an emergent\nGeneral Meeting on any day by affixing a notice to that\neffect on the notice board of the Association and circulating\nthe same to the Members as can be conveniently informed.\nThe Committee shall call a General Meeting or a\nSpecial General Meeting upon the requisition given in\nwriting by at least 150 Members of the Association in\nrespect of any matter. The requisition specified the matter\nor question to be laid before the meeting and shall be\naddressed to the Secretary. The meeting shall be called\nnot later than 2 weeks after the receipt of such requisition.\nThe quorum at the Annual General Meeting or a General\nMeeting or a Special General Meeting shall be 50\nMembers. In absence of such quorum the meeting shall\nstand adjourned to such a date and time as the Chairman\nmay appoint and for such adjourn meeting no quorum will\nbe necessary.\n23. NOTICE OF MEETING\n1. The notice of the Annual General Meeting or any of\nthe Special Meeting shall be given by: -\n(a)\n(b)\nCirculating the notice, to such members as can\nconveniently be informed in that way;\nSending out such notices by post addressed to\nevery non-resident and associate member and to\nevery resident member who may have required the\nSecretary to send the notice in this way and has\nregistered his address in the office of the\nAssociation;\nThe notice of the meeting other than the Annual General\nMeeting shall be given by:\n☐ G\nH\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. V. 777\nB.D. KAUSHIK [J.M. PANCHAL, J.]\n(a) Affixing the notice on the notice board of the A\nAssociation;\n(b) Circulating the notice to such members as may be\nconveniently informed in that way.\"\nB\nC\nAs can be seen from the bare reading of these Rules,\nnotice by post has to go to non-resident members and to\nresident members only if request in writing is made to the\nSecretary that notices should be sent to him by post at his\nregistered address, otherwise, notice by affixation on notice\nboard and by circulating the notice, normally done with cause\nlist is sufficient notice. The record does not indicate at all that\nany of the plaintiffs/respondents had given any notice to the\nSecretary of SCBA that he should be informed individually by\na notice in writing of holding of any meeting by sending it at\nhis registered address. There is weighty reason as to why D\nnotice by affixation on the notice board and by circulating the\nnotice with cause list should be regarded as sufficient notice.\nThis is obviously so because advocate members normally\npracticing in this Court would be made aware by these methods\nof notice. Thus the ground of improper holding of the meeting E\nor lack of service of notice upon the plaintiffs/respondents are\ndevoid of merits and could not have been taken into\nconsideration while granting injunction claimed by them.\n31. On page 2 of the paper book the learned trial judge\nhas mentioned details of the plaint and has categorically stated\nas under: -\n\"It is disclosed in the plaint that members of defendant No.\n1 are scattered in various parts of the country including\nDelhi and majority of them do not visit the SCBA office on\nregular basis.\"\nF\nG\nIn para 3 of the plaint it is averred as under: -\n\"Since all the members including the plaintiff do not visit\nthe Supreme Court and office of the defendant No. 1\nH\nA\nB\nC\nD\n778 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nAssociation on regular basis, they do not have an\noccasion to acquaint themselves about all the notices and\ncirculars put up by the defendant No. 1 Association on its\nnotice boards in the Supreme Court building.\"\nFurther, at page 19 of the paper book a finding has been\narrived at by the trial court as under: -\n\"Most of the members do not ordinarily practice in the\nSupreme Court of India and are members of other\nassociation.\"\nIn the light of above pleadings, it is quite clear that the\nplaintiffs/respondents who were seeking to challenge the\nimpugned Rule which prescribed an eligibility clause to enable\nthem to vote, have candidly admitted that they are not regular\npractitioners of the Supreme Court nor do they attend the\nSupreme Court on regular basis nor are aware of the circulars\ncirculated by the SCBA or pasted on the information board of\nthe SCBA. This is something which has been totally overlooked\nby the trial court in arriving at a conclusion in favour of the\nplaintiffs/respondents without examining the true and correct\nimport of Rule 23 of the Rules, which prescribes the method of\ngiving notice of the meeting. There is no manner of doubt that\nthe trial court has committed an error in coming to the\nconclusion that in any case individual notice was required to\nbe given when the rule does not warrant giving of any such\nF\nindividual notice.\nE\n32. The three reasons indicated by the learned Judge in\nthe impugned orders for grant of injunction are not sustainable\nat all and, therefore, the impugned orders will have to be set\nG aside.\nH\n33. Further, the appellants had rightly pointed out to the\nlearned Judge that election process had already started and,\ntherefore, injunction, as claimed, should not be granted. Since\n1952 this Court has authoritatively laid down that once election\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 779\nB.D. KAUSHIK [J.M. PANCHAL, J.}\nprocess has started the courts should not ordinarily interfere A\nwith the said process by way of granting injunction. The\nargument advanced by the appellants that election process\nhaving started, the injunction should not be granted is dealt with\nby the learned Judge by holding that in the present case the\nplaintiffs have not prayed for injunction against the election B\nprocess. This Court has no doubt at all that the injunction\ngranted by the learned Judge has propensity to intervene and\ninterfere with election process which had already started. Apart\nfrom the prayers claimed in the applications filed under Order\n39 Rules 1 and 2 read with Section 151 CPC the Court could\nnot have ignored the effect of granting an injunction. If the\ninjunction granted by the learned Judge had not been stayed\nby this Court, the office bearers of the SCBA would have been\nrequired to prepare a new voters list as if unamended Rule 18\nwas in operation and the exercise undertaken by them for\nD\npreparing voters list in the light of the amended Rule 18 would\nhave been of no consequence. Thus the injunction claimed by\nthe plaintiffs/respondents which had very wide repercussions\non the elections, which were to be held in the year 2003, should\nnot have been granted by the learned Judge.\nC\nE\nW.\n34. The impugned order is also liable to be set aside on\nyet another ground. Though the suits were not filed in a\nrepresentative capacity, the injunction is granted by the court\nrestraining the appellants from implementing the resolution\ndated February 18, 2003 in respect of all advocates and not F\nin respect of two advocates only who have filed Civil Suit Nos.\n100 of 2003 and 101 of 2003 respectively. A perusal of the\nplaint in the two suits makes it more than clear that suits are\nnot filed in a representative capacity. In the plaint, individual\nrights to vote at the election of the Executive Committee of G\nSCBA is claimed. Even if extremely good case was made out\nby the plaintiffs/respondents of the two suits, the relief could\nhave been confined only to the two plaintiffs/respondents and\na relief granting blanket injunction restraining the appellants from\nimplementing the Resolution dated February 18, 2003 H\n780 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA amending Rule 18 of the Rules and Regulations of SCBA till\nthe final disposal of the suits could not have been granted.\nB\n35. For all these reasons impugned common order is\nliable to be set aside and is hereby set aside.\n36. Mr. K.K.Venugopal, an august and well-known senior\nlawyer, who is regularly practicing in this Court since years and\nwas also former President of SCBA at least for three years and\nwho was also Chairman, Interim Board of Management in 2010\nwhen the Executive Committee of the SCBA had dissolved itself\nC and appointed the Interim Board of Management, submitted that\nthe statements of aims and objectives of the SCBA, among\nothers, includes the objective, viz., \"to promote and protect the\nprivileges, interest and prestige of the association and to\npromote union and cooperation among the advocates\nD practicing in the court and other association and advocates\".\nAccording to the learned counsel, the phrase “to promote union\nand cooperation among the advocates practicing in the court\nand other association and advocate\" is to promote union and\ncooperation among the advocates practicing in the Supreme\nE Court, on the one hand, and other advocates or associations\nof advocates, on the other, which itself indicates that SCBA\nexists for the advocates practicing \"in the court”, i.e., Supreme\nCourt of India. The learned counsel explained that SCBA exists\nfor the benefit of the advocates in the Supreme Court of India\nF and SCBA owes a fiduciary duty to such advocates and\nmembers of the SCBA for protecting their privileges, interests\nand prestige. The learned counsel asserted that the SCBA is,\ntherefore, entitled to seek the protection of the Court by invoking\nArticle 142 of the Constitution to ensure that the members\npracticing in the Supreme Court are not rendered incapable of\nenjoying, to the full, the privileges and benefits in the Supreme\nCourt of India, which has provided infrastructure and facilities\nin the nature of libraries, car parking, chambers, canteens,\nlounges, etc. The learned counsel pointed out that the factual\nsituation, which has been placed before the Court, would\nG\nH\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 781\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nA\nestablish that today the membership of the SCBA has risen to\nan mind-boggling figure of around 10,000, of which only around\n2,000 members are regularly practicing in this Court. Informing\nthe Court the learned counsel mentioned that historically, with\nthe advocates regularly practicing in the Supreme Court being\ninducted as members of the SCBA, the facilities made B\navailable by this Court to the members were sufficient for their\nuse, but certain unhealthy practices and vices started creeping\nin to the system of elections to the various posts/offices of the\nSCBA by reason of the fact that the office of the President of\nSCBA carried a vast prestige and status, not merely among C\nlawyers but also among Governments and the political class. It\nwas also stated by the learned counsel that being an office\nbearer of a member of the Executive Committee of the SCBA\nalso carried great importance and prestige. According to the\nlearned counsel, the main vice that crept into the system, for\nD\nthe last decade or so was that aspiring office bearers started\nbuying the application forms for membership, in bulk, and\npaying the membership fee for lawyers from the various places\nlike Meerut, Rohtak, Saharanpur, Ghaziabad and even as far\naway a place as Chandigarh. The learned counsel Shri\nVenugopal claimed as Chairman of the Interim Board of\nManagement that one came across as many as 100\nsubscription forms, paid with consecutive bank draft numbers,\nas disclosed by the bank statements obtained by the Interim\nBoard of Management, which showed that a single sponsor had\npaid vast sums of money for each of these forms and\nmemberships, the membership fee being Rs.5,150/- for\nadvocates with ten years standing and Rs.3,650/- for advocates\nwith less than ten years standing. It was emphasized by the\nlearned counsel that practices like these have resulted in the\npresent strength of the SCBA being around 10,000 and it is a G\nwell known fact among the members of the Bar regularly\npracticing in the Supreme Court of India that persons inducted\ninto the SCBA through such means, numbering about 8,000,\nare seen in the Supreme Court premises only on the day of\nSCBA elections for casting their votes, otherwise, these H\nE\nF\nC\n782 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA persons have no interest whatsoever either in the functioning\nof the SCBA or the well being of its members or the functioning\nof the Supreme Court of India, as a Court. The learned counsel\nhas produced minutes of the meeting of the Interim Board of\nManagement dated March 22, 2010 along with his written\nB submissions for perusal of the Court. The learned senior\ncounsel lamented that all these would disclose the disgraceful\ncondition to which SCBA has been reduced on account of\nmachinations and malpractices of certain members of the\nSCBA, who are aspiring for offices in the Executive Committee\nof the SCBA. The learned counsel has also appended copies\nof Allotment of Lawyers' Chambers Rules as amended up to\nNovember 30, 2007 as well as letter dated August 10, 2004\ninter alia prescribing eligibility to apply for allotment of\nchambers along with his written submissions. The learned\ncounsel has pointed out that the SCBA is facing a crises today,\nbecause of the induction of the vast number of members who\ndo not practice regularly in the Supreme Court of India and,\ntherefore, have no interest whatsoever in the function of the\nApex Court or in the reputation, prestige and well being of the\nSCBA whereas, on the other hand, the sole objective of such\npersons is to ensure that their respective sponsor(s), who paid\ntheir subscription and entrance fee, would be elected to one\nof the posts of the SCBA, including the post of SCBA\nPresident. The learned counsel has expressed apprehension\nthat the day may not be far of when the entire set of office\nF bearers of the SCBA may be persons with no regular practice\nD\nE\nin the Supreme Court of India and who may have their regular\npractice in other courts in Delhi or even in the adjoining towns\nor even in a city as far away from Delhi as Chandigarh. The\nlearned counsel argued that the SCBA has to shoulder great\nG responsibility in regard to the effective functioning of the\nSupreme Court itself, the dispensation of justice and to\nrepresent the regular practicing members of the Bar from time\nto time. According to the learned counsel the present situation,\nwhich virtually renders the regularly practicing members\nH strangers in their own court can only be remedied if this Court\n:\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 783\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nB\nwere to step in, to exercise its vast powers under Article 142 A\nof the Constitution, to ensure that the functioning of the Court\nitself is not affected by reason of the huge influx, into the SCBA,\nof advocates who have no interest in the functioning of the\nSupreme Court, its Bar or its association. The learned counsel\nasserted that the circumstances prevailing are such that it is\nimperative for the well being of the institution, as well as Apex\nCourt of the country itself, and its regularly practicing members\nto ensure that it is only the regularly practicing members who\nwill be eligible to cast votes at the SCBA elections. For this\npurpose the learned counsel has suggested that it is essential\nthat the right to vote in the SCBA elections is restricted to the\ncategories of persons enumerated in the Interim Board of\nManagement circular dated March 22, 2010, the relevant\nportion whereof has been extracted in the written submissions.\nC\nD\nไป\nE\nMr. P.P.Rao, learned celebrated senior counsel regularly\npracticing in this Court since long and who is also former\nPresident of SCBA, has emphasized that the very name of Bar\nAssociation, viz., SCBA necessarily means and implies that it\nis an association representing members regularly practicing in\nthe court and responsible for proper conduct of its members\nin the court and for ensuring proper assistance to the court. The\nlearned counsel has, in his written submissions, mentioned that\nSCBA needs to be salvaged from the deluge of overwhelming\nnumbers of outside advocates practicing not only in the NCTR\nbut even all other States in North India who had been enrolled F\nby short-sighted candidates with an eye on their election to the\nSCBA. The learned counsel has asserted that unless this Court\ncomes to the rescue of SCBA, the association will cease to\nbe a court annexed Bar Association and words \"Supreme\nCourt\" will have to be dropped and substituted by the words G\n“North India”. Emphasizing that the character of the SCBA\nshould not be allowed to be diluted in any circumstances, the\nlearned counsel has asserted that this is a fit case for exercise\nof powers under Article 142 of the Constitution. The learned\ncounsel Mr. P.P. Rao has suggested that to identify regular H\n784 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA practitioners the criteria adopted by this Court for allotment of\nchambers in Vinay Balchandra Joshi vs. Registrar General of\nSupreme Court of India (1998) 7 SCC 461 at pages 465-467\npara 7, may be adopted or in the alternative criteria mentioned\nin the circular dated March 22, 2010 issued by the Interim\nB Board of Management of the SCBA consisting of M/s. K.K.\nVenugopal, Chairman, Mr. P.P. Rao, Vice Chairman and Mr.\nP.H. Parekh, Member - Executive and Convener may be\nconsidered for acceptance mutatis mutandis.\nC\nMr. Ranjit Kumar, a distinguished attorney of this Court,\nwho is appointed as amicus curie in this matter to assist the\nCourt, Mr. Sushil Kumar Jain, learned President, Supreme\nCourt Advocates-on-Record Association, Mr. D.K.Garg,\nlearned Counsel for the respondent and who was also in past\nPresident of Supreme Court Advocates-on-Record\nAssociation, pointed out to this Court the difficulties being\nfaced by regular members of the SCBA because of enlistment\nof large number non-regular advocates as members of SCBA,\nwho according to them, now constitute a majority as a result of\nwhich the SCBA has not been able to take any decision which\nE would be in the interest of the Bar. The learned Counsel have\nD\nstated in their written submissions filed, to supplement their oral\narguments, that there are more than ten thousand members of\nSCBA out of which only two thousand advocates are regular\nmembers who actually practice in this Court and eight thousand\nF non-regular members have taken over the affairs of the SCBA\nin such a manner that it is almost impossible for the regular\nmembers to transact any business in the general or special\nmeetings of SCBA. The learned Counsel emphasized that\nyearly subscription for members of SCBA for many decades\nG remained fixed at a paltry amount of Rs. 500/- and every time\nwhen a proposal was made to increase the subscription the\nsame was rejected by the General Body dominated by these\nnon-regular members and that only recently with great difficulty\nthe subscription has been revised to Rs. 1500/- by secret ballot\nheld within high security area of Supreme Court namely Library\nH\n•\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 785\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nC\nD\n1, but now there is a demand to reduce it again to Rs. 500/-. A\nThe learned Counsel pointed out that if the subscription for\nmembers of SCBA is again revised and reduced to Rs.500/-,\nit will be a boon not only for such non-regular members but also\na boon for the candidates contesting elections who will have\nto shell out less, for enrolling those advocates who are not B\npracticing regularly in this Court, to secure their votes and get\nelected. It was emphasized that the enhanced subscription is\nin the interest of association as it would not only improve\nfinancial position of SCBA but also help to keep at bay those\nmembers who are not regularly practicing in this Court. The\nlearned Counsel argued that this Court provides to the\nmembers of SCBA, who are regularly practicing in this Court,\nseveral facilities/benefits such as bar rooms, libraries,\ncanteens, parking place, clinics, rest rooms etc., and as SCBA\nis intrinsically and inextricably connected with the working of the\nSupreme Court, this Court should give appropriate directions\nfor effective implementation of \"One Bar One Vote\" concept\nintroduced by the amended rule in exercise of its powers under\nArticles 136, 142 and 145(1) (a) of the Constitution to relieve\nthe SCBA of the number of maladies which have now come to\nbe associated with it and to improve the working of the\ninstitution as a whole. What was stressed by all the learned\nCounsel was that it is not in the interest of SCBA that\nadvocates who do not practice in this Court regularly, vote for\nor get elected to the Executive Committee of SCBA, but in\nF\npast, several members who were themselves not regularly\npracticing in the Supreme Court had contested elections for\ndifferent posts of Executive Committee of SCBA though they\nwere already members of the Executive Committees of other\nCourt annexed Bar Associations and had come out successful\non the strength of votes of such non-regular members who are\nto be seen in the Court compound only on the date of elections.\nThe learned Counsel mentioned that persons so elected do not\nparticipate in the functioning of SCBA since they are not\naffected by the working or non-working of the SCBA which has\naffected the functioning of SCBA as a facilitator in the H\nE\nG\n"}