{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 15 (ADDL.) S.C.R. 736\nA SUPREME COURT BAR ASSOCIATION AND OTHERS\nB\nV.\nB.D. KAUSHIK\n(CIVIL APPEAL NO. 3401 OF 2003)\nSEPTEMBER 26, 2011\n[J.M. PANCHAL AND H.L. GOKHALE, JJ.]\nCode of Civil Procedure, 1908 - Order 39 Rules 1 and\n2 r/w s.151 - Rules and Regulations of Supreme Court Bar\nC Association (SCBA) – Eligibility of the members to contest\nand vote at the SCBA elections -Amended rule - Validity of\n-\n-\nIn the General Body Meeting of SCBA, convened on\nFebruary 18, 2003, resolution proposing amendment in Rule\n18 of the Rules and Regulations of the SCBA projecting the\nD principle of \"One Bar One Vote\" was put to vote and was\npassed by majority - Respondents, two members of the\nSCBA, filed civil suits challenging the validity of the resolution\nE\nF\nG\nH\n-\n-\nThey also filed applications u/Order 39 Rules 1 and 2 r/w\ns.151 of CPC to restrain the defendants-appellants from\nimplementing the said Resolution till final disposal of the\nsuits - Civil Judge allowed the applications by an interim\norder Interim order challenged Held: The concept of\nvoting introduced by amendment of Rule 18 of the Rules and\nRegulations of the SCBA cannot be regarded as illegal or\nunconstitutional - The right to vote is not an absolute right-\nRight to vote or to contest election is neither a Fundamental\nRight nor a common law right, but it is purely a statutory right\ngoverned by statute/ rules/regulations - The right to contest\nan election and to vote can always be restricted or abridged,\nif statute/ rules or regulations prescribe so - In the case on\nhand, it cannot be said that limitations/ restrictions on the\nexercise of right to vote and contest the elections amounted\nto altering and/or amending and/ or changing Aims and\nObjects of the SCBA - The impugned Rule only prescribed\nthe eligibility or made a person ineligible in the circumstances\n736\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 737\nB.D. KAUSHIK\nB\nC\nstated therein which was in the nature of a reasonable A\nrestriction - The restriction on the right to vote of a member\nwas provided with an avowed object of better welfare and\nconvenience of those advocates, who are regularly practicing\nin Supreme Court and who are directly concerned with its day-\nto-day affairs - Such restriction in fact subserves Article 145\nof the Constitution and other statutory provisions relating to\nadvocates - The provision in the SCBA Rules for prescribing\neligibility to vote at only one of the associations, i.e., “One Bar\nOne Vote\" was a prescription which was in furtherance of the\nright to form association and be able to manage the affairs\nof the association by those who regularly practice in the courts\nof which the association is formed and of which the members\nare regular practitioners - The amended Rule 18 did not take\naway right to vote completely but put restrictions to promote\nand protect the privileges, interest and prestige of the SCBA\n- Rule 18 was also amended to promote and maintain high\nstandards of profession amongst Members of the Bar\nHaving regard to the objects of amendment of Rule 18, it is\nclear that the Civil Judge should not have granted the\ninjunction as claimed by the plaintiffs/respondents for mere\nasking - The amendment made in Rule 18 was legal and E\nvalid and no right of the advocates, who filed the suits, was\ninfringed or was violated - Guidelines/directions given by\nSupreme Court for effective implementation of the amended\nrule – Societies Registration Act, 1860 - s. 12 - Constitution\nof India, 1950 - Arts. 136, 142 and 145.\n-\n-\n-\nAdvocates/Legal Profession - Bar Association - Purpose\nof Held: A Bar Association in a court is formed for the\npurpose of seeing that all lawyers practicing normally and\nregularly in that court work under one umbrella and be in a\nposition to interact with the Judges or officials of that court for\nany grievance through their elected body because individual\nlawyers are not supposed nor it is proper for them to interact\nwith the Judges so as to preserve and secure the\nindependence of judiciary.\nD\nF\nG\nH\n. A\nB\nC\nE\n738 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nInterim order - Held: Interim relief, which has tendency\nto allow the final relief claimed in the proceedings, should not\nbe granted lightly.\nAppellant no.1-Supreme Court Bar Association\n(SCBA) is a Society registered under the Societies\nRegistration Act, 1860 having its Registered Office in the\nSupreme Court premises at New Delhi. In exercise of\npowers under the provisions of the Societies\nRegistration Act, 1860, the SCBA had framed its\nMemorandum of Association and Rules and Regulations.\nA requisition signed by 343 Members of the SCBA\nwas received in the Office of the SCBA whereby an\namendment was sought in Rule 18 of the Rules and\nRegulations of SCBA regarding the eligibility of the\nD members to contest and vote at the SCBA elections. It\nwas proposed that a member, who exercises his right to\nvote in any High Court or District Court, Advocates'/Bar\nAssociation, shall not be eligible to contest for any post\nof the SCBA or to cast his vote at the elections. It was\nfurther proposed that every member before casting his\nvote shall in a prescribed form give a declaration that he\nis not voting in any other election of advocates in the High\nCourt/District Court Bar Association and also that if such\na declaration is found to be false, it shall entail automatic\nsuspension of the member giving such false declaration\nfrom membership of SCBA for a period of three years.\nThe requisition was considered in the Executive\nCommittee meeting and it was decided to hold a special\nGeneral Body Meeting to consider the requisition. On\nFebruary 18, 2003 the General Body Meeting was\nconvened wherein the resolution proposing amendment\nin Rule 18 of the Rules was put to vote. It was passed by\nmajority of 85% of the members present and voting. Thus\nthe resolution \"One Bar One Vote\", was adopted in the\nGeneral Body Meeting dated February 18, 2003.\nF\nG\nH\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 739\nB.D. KAUSHIK\nRespondents, who were members of the SCBA, filed A\ncivil suits challenging the validity of resolution dated\nFebruary 18, 2003 and inter alia also prayed for a decree\nof perpetual injunction restraining the SCBA and its\nOffice Bearers from implementing the said Resolution in\nthe elections of SCBA, which were proposed to be held B\non April 25, 2003. The respondents also filed applications\nunder Order 39 Rules 1 and 2 read with Section 151 of\nthe CPC to restrain the defendants-appellants, from\nimplementing the Resolution dated February 18, 2003 till\nthe final disposal of the suits. By an interim order, the Civil C\nJudge allowed the said applications. The said interim\norder passed by the Civil Judge was challenged in the\npresent appeals.\nDisposing of the appeals, the Court\nHELD:1. No person can be enrolled as an advocate D\non the roll of more than one State Bar Council. A citizen\nof India is entitled to cast his vote at an election of\nLegislative Assembly or an election of M.P. only in the\nconstituency where his name appears as a voter in the\nvoting list and he cannot claim right to vote at another E\nplace where he may be residing because of his\noccupation, service, etc. Thus \"one person one vote\" is\nrecognized statutorily since long. Viewed in the light of\nthese facts, the concept of voting introduced by\namendment of Rule 18 of the Rules and Regulations of F\nthe SCBA cannot be regarded as illegal or\nunconstitutional. The right to vote is not an absolute\nright. Right to vote or to contest election is neither a\nFundamental Right nor a common law right, but it is\npurely a statutory right governed by statute/ rules/ G\nregulations. The right to contest an election and to vote\ncan always be restricted or abridged, if statute/ rules or\nregulations prescribe so. Voting right restrictions also\nexisted in Rule 18 and 18A before Rule 18 was amended.\nBy amendment a further restriction is imposed by the\nH\n740 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Resolution adopted in the General Body Meeting. [Para\n15] [764-F-H; 765-A-B]\n2. The argument that by the said amendment of Rule\n18, the Aims and Objects of the SCBA are amended\nwithout prior approval of the Registrar of Societies and,\nB therefore, the same is illegal, cannot be accepted. The\nsubstance and purpose of the amendment made in Rule\n18 of the Rules and Regulations of the SCBA cannot be\nlost sight of. It does not affect any of the aims and\nobjectives of the SCBA. On the contrary, it promotes and\nC protects privileges, interest and prestige of the SCBA.\nThere is no manner of doubt that the amended Rule 18\npromotes union and cooperation among the advocates\npracticing in this Court and this is one of the prime aims\nand objectives of forming the SCBA. The SCBA exists for\nD the purpose of promoting the interest of the Supreme\nCourt of India as well as that of advocates regularly\npracticing in the Court and not of the advocates, who are\nnot regularly practicing in the Court. [Para 16] [765-C-F]\n3. The restrictions placed on right of voting can\nE hardly be regarded as altering or amending Aims and\nObjects of SCBA. The basic principle underlying the\namendment of Rule 18 is that those advocates who are\nnot practicing regularly in this Court cannot be permitted\nto take over the affairs of the SCBA nor on ransom. One\nF of the Aims and Objects of the SCBA is to promote and\nprotect the privileges, interest and prestige of the\nAssociation whereas another objective is to promote and\nmaintain high standards of profession among members\nof the Bar. To achieve these objectives Rule 18 is\namended. It is wrong to hold that limitations/restrictions\non the exercise of right to vote and contest the elections\namount to altering and/or amending and/ or changing\nAims and Objects of the SCBA and this could not have\nbeen done without the consent of Registrar as provided\nin Societies Registration Act, 1860. [Para 17] [765-G-H;\nH\n766-A-B]\nG\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 741\nB.D. KAUSHIK\n4. The Civil Judge decreed the suit partially by A\ngranting injunction without adjudicating rival claims of the\nparties. Interim relief, which has tendency to allow the\nfinal relief claimed in the proceedings, should not be\ngranted lightly. The relief granted by the Judge at the\ninterim stage was not warranted by the facts of the case\nat all. [Para 20] [768-A-C]\n5. In any Body governed by democratic principles,\nno member has a right to claim an injunction so as to stall\nthe formation of the Governing Body of the Association.\nNo such right exists in election matters since exercise of\na right conferred by a rule is always subject to the\nqualifications prescribed and limitations imposed\nthereunder. The contention of the respondents that the\namendment to Rule whereunder the right to be eligible\nto contest for any post for the Association or the eligibility\nto cast the vote at the election, takes away the right\ncompletely, is misconceived since by the amendment the\nright is not taken away but is preserved subject to certain\nrestrictions on its exercise and this could always be\ndone. [Para 22] [769-C-E]\nB\nC\nD\nדי\nE\nF\n6. What the impugned Rule does is that it only\ndeclares the eligibility of a member to contest and vote\nand does not take away ipso facto the right to vote. The\nimpugned Rule only prescribes the eligibility or makes a\nperson ineligible in the circumstances stated therein\nwhich is the nature of a reasonable restriction as the right\nto vote is neither a common law right nor Fundamental\nRight but a statutory right prescribed by the statute. The\nimpugned clause in the Rule is not the only clause\nprescribing ineligibility to vote as there are other eligibility\nconditions or ineligibility restrictions within Rule 18,\nwhich may also make a person ineligible to vote. The\nchallenge, therefore, to this ineligibility of filing a\ndeclaration not to vote at the elections to any other Bar H\nG\nD\n742 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Association is erroneous in law. If a person is the\nmember of several associations of advocates and wants\nto participate in the affairs of different associations of\nwhich he/she is a member, he/she may not be in a\nposition to be really involved in the affairs of all\nB associations of which he/she is the member. A person\nwho is a member of more than one association would\nform a different class than the person who is a member\nof only one association of lawyers, particularly, the\nassociation of the Court in which he/she regularly\nC practices. Though an advocate can be member of several\nassociations, the right to form an association or be a\nmember of an association does not necessarily include\nthe right to vote at every such association's General Body\nMeeting or election meetings and the rules of the\nassociation can circumscribe the voting rights of\nmembers of such association by prescribing eligibility\nand ineligibility. It is an admitted position that SCBA today\nhas temporary members who do not have a right to vote.\nSimilarly, non-active members and associate members do\nnot have a right to vote. Thus, these are all reasonable\nrestrictions which have been prescribed and are not open\nto challenge as there is no Fundamental Right to vote.\nAfter all a Bar Association in a court is formed for the\npurpose of seeing that all lawyers practicing normally\nand regularly in that court work under one umbrella and\nF be in a position to interact with the Judges or officials of\nthat court for any grievance through their elected body\nbecause individual lawyers are not supposed nor it is\nproper for them to interact with the Judges so as to\npreserve and secure the independence of judiciary. [Para\nG 23] [769-F-H; 770-A-F]\nE\n7. The restriction on the right to vote of a member is\nprovided with an avowed object of better welfare and\nconvenience of those advocates, who are regularly\nH practicing in this Court and who are directly concerned\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 743\nB.D. KAUSHIK\nB\nwith day-to-day affairs of the Supreme Court. Such A\nrestriction in fact subserves Article 145 of the\nConstitution and other statutory provisions relating to\nadvocates. As right to vote is not an absolute right\nrecognized in common law and is always subject to the\nstatute/Rules creating such rights, it is equally well settled\nthat the exercise of such right could always be subject\nto the provisions of the Statute/Rules creating it. Under\nthe circumstances, the contention advanced by the\nrespondents that their right to vote was either curtailed\nor abridged should not have been lightly accepted by the C\nJudge. [Para 24] [770-G-H; 771-A-D]\n8. The right to form an association is recognized as\na Fundamental Right under Article 19(1)(c) of the\nConstitution. The provision in the SCBA Rules for\nprescribing eligibility to vote at only one of the\nassociations, i.e., “One Bar One Vote\" is a prescription\nwhich is in furtherance of the right to form association\nand be able to manage the affairs of the association by\nthose who regularly practice in the courts of which the\nassociation is formed and of which the members are\nregular practitioners. It will not be out of place to mention\nthat a person having become ineligible to vote because\nof having voted at another association election does not\n(a) lose the membership of the association nor (b) is in\nany way hampered or restricted in the use of other\nfacilities, which the association provides to its members\nsuch as library, canteen, telecommunication, car parking,\netc. Having regard to the aims and objects as set out in\nthe Memorandum of Association, it is evident that one of\nthe primary objectives of formation of the association was\nto have a Body of Advocates who are attached to and\npracticing in the Supreme Court of India. [Para 25] [771-\nE-H; 772-A-B]\nSmt. Damyanti Naranga v. The Union of India and others\nD\nE\nF\nLL\nG\nH\n744 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA (1971) 1 SCC 678; Zoroastrian Cooperative Housing Society\nLtd. and others v. District Registrar, Cooperative Societies\n(Urban) and others (2005) 5 SCC 632 - referred to.\nB\n9. In matters of internal management of an\nassociation, the courts normally do not interfere, leaving\nit open to the association and its members to frame a\nparticular bye-law, rule or regulation which may provide\nfor eligibility and or qualification for the membership and/\nor providing for limitations/restrictions on the exercise of\nany right by and as a member of the said association. It\nis well settled legal proposition that once a person\nbecomes a member of the association, such a person\nlooses his individuality qua the association and he has\nno individual rights except those given to him by the rules\nand regulations and/or bye-laws of the association. [Para\nD 26] [773-D-F]\nC\n10. The amended Rule 18 has not taken away right\nto vote completely but has put restrictions to promote\nand protect the privileges, interest and prestige of the\nE SCBA. Rule 18 was also amended to promote and\nmaintain high standards of profession amongst Members\nof the Bar. Having regard to the objects of amendment\nof Rule 18, it is clear that the Civil Judge should not have\ngranted the injunction as claimed by the plaintiffs/\nF respondents for mere asking. [Para 27] [773-G-H; 774-A]\n11. The power to amend Rules is specifically\nconferred under Rule 39 whereunder it is provided that\nthe Rules and the bye-laws of the Association shall be\nsubject to such conditions and/or modifications, as may\nG from time to time, by resolution passed by at least 2/3rd\nof the Members present and voting at the General Body\nMeeting. Therefore, any part of the Rules could always\nbe amended. SCBA being a Society registered under the\nSocieties Registration Act, is governed by its\nH Memorandum of Association. The said Association is\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 745\nB.D. KAUSHIK\nentitled to have its own Rules and Regulations. In fact, it A\nis contemplated in the Act that a Committee of\nmanagement can be constituted to manage the affairs of\nthe Society as specified in the Rules and Regulations.\nThe Memorandum of Association is a contract amongst\nthe members of the Society, which though required to be B\nregistered under the Statute, does not acquire any\nstatutory character. These are rules which govern\ninternal control and management of the Society. The\nauthority to frame, amend, vary and rescind such rules,\nundoubtedly, vests in the General Body of the Members\nof the Society. The power to amend the rules is implicit\nin the power to frame rules. [Para 29] [774-E-H; 775-A]\nC\n12.1. The record produced by the SCBA before this\nCourt indicates that the meeting in which the amendment\nwas carried out in Rule 18 was held in accordance with D\nRule 22 because it was a Special General Meeting. The\nholding of meetings including Special General Meeting is\ngoverned by Rules 21, 22 and 23. In terms of these Rules,\nnotice by post has to go to non-resident members and\nto resident members only if request in writing is made to E\nthe Secretary that notices should be sent to him by post\nat his registered address, otherwise, notice by affixation\non notice board and by circulating the notice, normally\ndone with cause list is sufficient notice. The record does\nnot indicate at all that any of the plaintiffs/respondents F\nhad given any notice to the Secretary of SCBA that he\nshould be informed individually by a notice in writing of\nholding of any meeting by sending it at his registered\naddress. There is weighty reason as to why notice by\naffixation on the notice board and by circulating the G\nnotice with cause list should be regarded as sufficient\nnotice. This is obviously so because advocate members\nnormally practicing in this Court would be made aware\nby these methods of notice. Thus the ground of improper\nholding of the meeting or lack of service of notice upon\nH\n"}