{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"766 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA One of the Aims and Objects of the SCBA is to promote and\nprotect the privileges, interest and prestige of the Association\nwhereas another objective is to promote and maintain high\nstandards of profession among members of the Bar. To\nachieve these objectives Rule 18 is amended. It is wrong to\nB hold that limitations/restrictions on the exercise of right to vote\nand contest the elections amount to altering and/or amending\nand/ or changing Aims and Objects of the SCBA and this could\nnot have been done without the consent of Registrar as provided\nin Societies Registration Act, 1860.\nC\nD\nE\nF\nG\nH\n18. Section 12 of the Societies Registration Act, 1860\ninvests a society with the power to frame rules/regulations to\ngovern the body of any society under the Act, which has been\nestablished for any particular purpose or purposes. In built in it\nis the authority to alter or abridge such power. If such a wide\npower is conferred including power to alter, amend or abridge\nthe purpose itself, it could never be successfully contended that\nthe power to amend, vary or rescind the rules does not exist in\nsuch society.\n19. As noticed earlier 'Associate Member' means an\nassociation of advocates practicing in a High Court or Judicial\nCommissioners' Court and enrolled as such a member. As an\nassociation of advocates cannot practice in a High Court or\nJudicial Commissioners' Court, it is obvious that an associate\nmember is a member of association of advocates practicing\nin a High Court and enrolled as such a Member. The intention,\ntherefore, is obvious that it is only an advocate, who is\npracticing in a High Court or in a court of Judicial\nCommissioner and enrolled as a member, who is entitled to\nthe status of an 'Associate Member' for the purpose of the Rules\nand Regulations of the SCBA. When it comes to the question\nof voting or contesting for an election, Rule 18(1)(iv) declares\nthat non-active members and associate members shall not\nhave right to vote. It is, therefore, clear that the SCBA is\nconstituted primarily for those advocates who are regularly\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 767\nB.D. KAUSHIK [J.M. PANCHAL, J.]\npracticing in the Supreme Court. Other advocates can become A\nnon-resident senior members, non-resident members,\nassociate members and non-active members, but they will not\nbe eligible to vote much less to contest the election. Thus, the\namendment in Rule 18 is wholly consistent with the aims and\nobjectives of the SCBA.\n20. This Court further finds that in the application filed by\nthe respondents/plaintiffs in each suit under Order 39 Rules 1\nand 2 read with Section 151 CPC, injunction against the\nappellants to restrain them from implementing resolution dated\nFebruary 18, 2003 amending Rule 18 of the Rules and\nRegulations of SCBA till the final disposal of the suits, was\nclaimed. A bare perusal of the plaint of Civil Suit No. 100 of\n2003 indicates that the respondent has claimed following reliefs\nin the plaint: -\n\"a.\nb.\nC.\nd.\nA decree of declaration declaring that the resolution\ndated 18.2.2003 passed by the alleged General\nBody Meeting of Supreme Court Bar Association\namending Rule 18-III is illegal and ineffective;\npass a decree of perpetual injunction restraining the\ndefendant No. 1 Association and its office bearers\nfrom implementing the resolution dated 18.2.2003\nin the ensuing elections of Supreme Court Bar\nAssociation proposed to be held on 25.4.2003;\nThis Hon'ble Court may also be pleased to restrain\nthe defendant No. 1 association, its election\nofficer(s) from debarring any of the members of\nSupreme Court Bar Association who have already\npaid their subscription from casting their vote in the\nensuing elections.\nAny other proper and further order which this\nHon'ble Court deems fit may kindly be passed in\nfavour of the plaintiff and against the defendants.\"\nB\nC\nD\nE\nF\nG\nН\nA\n768 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nThus, the learned Judge has decreed the suit partially by\ngranting injunction without adjudicating rival claims of the\nparties. This Court in catena of reported decisions has laid\ndown the principle that interim relief, which has tendency to allow\nthe final relief claimed in the proceedings, should not be granted\nB lightly. No special circumstances have been mentioned in the\ntwo impugned orders which would justify decreeing the suits at\ninterim stage. The relief granted by the learned Judge at the\ninterim stage was not warranted by the facts of the case at all.\nTherefore, the impugned orders are also liable to be set aside\nC on this ground.\nD\n21. Further, Order 39 Rule 1 deals with cases in which\ntemporary injunction may be granted and inter alia provides that\nwhere in any suit it is proved by affidavit or otherwise - (a) that\nany property in dispute in a suit is in danger of being wasted,\ndamaged or alienated by any party to the suit, or wrongfully sold\nin execution of a decree, (b) that the defendant threatens, or\nintends, to remove or dispose of his property with a view to\ndefrauding his creditors, (c) that the defendant threatens to\ndispossess the plaintiff or otherwise cause injury to the plaintiff\nE in relation to any property in dispute in the suit, the Court may,\nby order, grant a temporary injunction to restrain such act, or\nmake such other order for the purpose of staying and\npreventing the wasting, damaging, alienation, sale removal or\ndisposition of the property or dispossession of the plaintiff, or\nF otherwise causing injury to the plaintiff in relation to any property\nin dispute in the suit as the Court thinks fit until the disposal of\nthe suit or until further orders.\nG\nH\nOrder 39 Rule 2 deals with injunction to restrain repetition\nor continuance of breach and inter alia provides that in any suit\nfor restraining the defendant from committing a breach of\ncontract or other injury of any kind, whether compensation is\nclaimed in the suit or not, the plaintiff may, at any time after the\ncommencement of the suit and either before or after judgment,\napply to the court for a temporary injunction to restrain the\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 769\nB.D. KAUSHIK [J.M. PANCHAL, J.]\ndefendant from committing the breach of contract or injury A\ncomplained of, or any breach of contract or injury of a like kind\narising out of the same contract or relating to the same property\nor right.\nAs is well-known Section 151 deals with saving of inherent\npowers of the Court and provides that nothing in Civil Procedure\nCode shall be deemed to limit or otherwise affect the inherent\npower of the court to make such orders as may be necessary\nfor the ends of justice or to prevent abuse of the process of the\nCourt.\nB\nC\n22. It hardly needs to be emphasized that in any Body\ngoverned by democratic principles, no member has a right to\nclaim an injunction so as to stall the formation of the Governing\nBody of the Association. No such right exists in election matters\nsince exercise of a right conferred by a rule is always subject D\nto the qualifications prescribed and limitations imposed\nthereunder. The contention of the respondents that the\namendment to Rule whereunder the right to be eligible to\ncontest for any post for the Association or the eligibility to cast\nthe vote at the election, takes away the right completely, is\nmisconceived since by the amendment the right is not taken\naway but is preserved subject to certain restrictions on its\nexercise and this could always be done.\n23. It is important to notice that what the impugned Rule\ndoes is that it only declares the eligibility of a member to\ncontest and vote and does not take away ipso facto the right\nto vote. The impugned Rule only prescribes the eligibility or\nmakes a person ineligible in the circumstances stated therein\nwhich is the nature of a reasonable restriction as the right to\nvote is neither a common law right nor Fundamental Right but\na statutory right prescribed by the statute as has been held in\nseveral reported decisions of this Court. What is necessary to\nbe noticed here is that the impugned clause in the Rule is not\nthe only clause prescribing ineligibility to vote as there are other\neligibility conditions or ineligibility restrictions within Rule 18,\nE\nF\nG\nH\nC\n770 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA which may also make a person ineligible to vote. The challenge,\ntherefore, to this ineligibility of filing a declaration not to vote at\nthe elections to any other Bar Association is erroneous in law.\nIf a person is the member of several associations of advocates\nand wants to participate in the affairs of different associations\nB of which he/she is a member, he/she may not be in a position\nto be really involved in the affairs of all associations of which\nhe/she is the member. A person who is a member of more than\none association would form a different class than the person\nwho is a member of only one association of lawyers, particularly,\nthe association of the Court in which he/she regularly practices.\nThough an advocate can be member of several associations,\nthe right to form an association or be a member of an\nassociation does not necessarily include the right to vote at\nevery such association's General Body Meeting or election\nmeetings and the rules of the association can circumscribe the\nvoting rights of members of such association by prescribing\neligibility and ineligibility. It is an admitted position that SCBA\ntoday has temporary members who do not have a right to vote.\nSimilarly, non-active members and associate members do not\nhave a right to vote. Thus, these are all reasonable restrictions\nwhich have been prescribed and are not open to challenge as\nthere is no Fundamental Right to vote. After all a Bar\nAssociation in a court is formed for the purpose of seeing that\nall lawyers practicing normally and regularly in that court work\nunder one umbrella and be in a position to interact with the\nF Judges or officials of that court for any grievance through their\nelected body because individual lawyers are not supposed nor\nit is proper for them to interact with the Judges so as to\npreserve and secure the independence of judiciary.\nD\nบม\nE\nG\nH\n24. The argument of the respondents was that the right to\nvote available to a member has been infringed or curtailed but\nthis argument does not appear to be correct for the simple\nreason that though the Rule is couched in a negative language,\nit preserves the right of a Member to either contest or to cast\nhis vote in the election subject to his exercising an option to\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 771\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nvote only in the SCBA and not in any High Court/District Court A\nBar Association.\nThis is amply clear from the amended provision\nwhereunder every member before casting his vote, is required,\nin the prescribed form, to give a declaration that he has not\nvoted in any other election of any advocates in the High Court/\nDistrict Court Bar Association. The restriction on the right to\nvote of a member is provided with an avowed object of better\nwelfare and convenience of those advocates, who are regularly\npracticing in this Court and who are directly concerned with day-\nto-day affairs of the Supreme Court. Such restriction in fact\nsubserves Article 145 of the Constitution and other statutory\nprovisions relating to advocates. As right to vote is not an\nabsolute right recognized in common law and is always subject\nto the statute/Rules creating such rights, it is equally well settled\nthat the exercise of such right could always be subject to the\nprovisions of the Statute/Rules creating it. Under the\ncircumstances, the contention advanced by the respondents\nthat their right to vote was either curtailed or abridged should\nnot have been lightly accepted by the learned Judge.\n25. The right to form an association is recognized as a\nFundamental Right under Article 19(1)(c) of the Constitution.\nThe provision in the SCBA Rules for prescribing eligibility to\nvote at only one of the associations, i.e., \"One Bar One Vote\"\nis a prescription which is in furtherance of the right to form\nassociation and be able to manage the affairs of the\nassociation by those who regularly practice in the courts of\nwhich the association is formed and of which the members are\nregular practitioners. It will not be out of place to mention that\na person having become ineligible to vote because of having\nvoted at another association election does not (a) lose the\nmembership of the association nor (b) is in any way hampered\nor restricted in the use of other facilities, which the association\nprovides to its members such as library, canteen,\ntelecommunication, car parking, etc. Having regard to the aims\nB\nC\nD\nE\nF\nG\nH\n772 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA and objects as set out in the Memorandum of Association, it\nis evident that one of the primary objectives of formation of the\nassociation was to have a Body of Advocates who are attached\nto and practicing in the Supreme Court of India. In Smt.\nDamyanti Naranga vs. The Union of India and others (1971) 1\nB SCC 678, this Court has authoritatively laid down that the right\nC\nD\nE\nF\nG\nH\nto form an association necessarily implies that persons\nforming the association have also the right to continue to be\nassociated with only those whom they voluntarily admit in the\nassociation. In Zoroastrian Cooperative Housing Society Ltd.\nand others vs. District Registrar, Cooperative Societies\n(Urban) and others (2005) 5 SCC 632, in the context of\nFundamental Right to form an association excluding others and\nthe right of the Members of the association to keep others out,\nit has been held in para 17 at page 651 as under: -\n\"Section 24 of the Act, no doubt, speaks of open\nmembership, but Section 24(1) makes it clear that open\nmembership is the membership of a person duly qualified\ntherefore under the provisions of the Act, the Rules and the\nbye-laws of the Society. In other words, Section 24(1) does\nnot contemplate an open membership dehorns the bye-\nlaws of the society. Nor do we find anything in the Act\nwhich precludes a society from prescribing a qualification\nfor membership based on a belief, a persuasion or a\nreligion for that matter. Section 30(2) of the Act even\nplaces restrictions on the right of a member to transfer his\nright. In fact, the individual right of the member, Respondent\n2, has got submerged in the collective right of the Society.\nIn State of U.P. v. C.O.D. Chheoki Employees' Coop.\nSociety Ltd. (1997) 3 SCC 681, this Court after referring\nto Daman Singh vs. State of Punjab (1985) 2 SCC 670,\nheld in para 16 that: (SCC p. 691)\n\"16. Thus, it is settled law that no citizen has a fundamental\nright under Article 19(1)(c) to become a member of a\ncooperative society. His right is governed by the provisions\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 773\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nof the statute. So, the right to become or to continue being A\na member of the society is a statutory right. On fulfillment\nof the qualifications prescribed to become a member and\nfor being a member of the society and on admission, he\nbecomes a member. His being a member of the society\nis subject to the operation of the Act, rules and bye-laws B\napplicable from time to time. A member of the society has\nno independent right qua the society and it is the society\nthat is entitled to represent as the corporate aggregate.\nNo individual member is entitled to assail the\nconstitutionality of the provisions of the Act, rules and the\nbye-laws as he has his right under the Act, rules and the\nbye-laws and is subject to its operation. The stream cannot\nrise higher than the source.\"\n26. In matters of internal management of an association,\nthe courts normally do not interfere, leaving it open to the\nassociation and its members to frame a particular bye-law, rule\nor regulation which may provide for eligibility and or qualification\nfor the membership and/or providing for limitations/restrictions\non the exercise of any right by and as a member of the said\nassociation.\nC\nD\nE\nIt is well settled legal proposition that once a person\nbecomes a member of the association, such a person looses\nhis individuality qua the association and he has no individual\nrights except those given to him by the rules and regulations. F\nand/or bye-laws of the association.\nG\n27. It should have been noticed by the learned Judge that\nthe plaintiffs/respondents claimed injunction on the basis that\nthe right to contest and vote in the election of the SCBA had\nbeen adversely affected and, therefore, they invoked the\nprovisions of Order 39 Rules 1 and 2 read with Section 151\nCPC. The amended Rule 18 has not taken away right to vote\ncompletely but has put restrictions to promote and protect the\nprivileges, interest and prestige of the SCBA. Rule 18 was also\namended to promote and maintain high standards of H\n774 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA profession amongst Members of the Bar. Having regard to the\nobjects of amendment of Rule 18, this Court is of the opinion\nthat the learned Judge should not have granted the injunction\nas claimed by the plaintiffs/respondents for mere asking.\nB\n28. Originally enacted Rule 18 provided for eligibility of\nmembers to contest and vote at/in the elections. An important\nprovision is contained in Rule 18(II)(4) to the effect that non-\nactive members and associate members shall not have the right\nto vote. In light of the above provisions of the Rules, more\nparticularly, Rule 5(1)(v), the eligibility of every advocate entitled\nto practice law for being a member of the Supreme Court Bar\nAssociation is subject to the provisions of the said Rules. In\nother words, an absolute right as is sought to be asserted by\nthe plaintiffs/respondents is controlled by conditions,\nqualifications, disqualifications and restrictions imposed by the\nD said Rules.\nC\nE\nF\nG\nH\n29. The power to amend Rules is specifically cor.ferred\nunder Rule 39 whereunder it is provided that the Rules and the\nbye-laws of the Association shall be subject to such conditions\nand/or modifications, as may from time to time, by resolution\npassed by at least 2/3rd of the Members present and voting at\nthe General Body Meeting. Therefore, any part of the Rules\ncould always be amended. As noticed earlier, SCBA being a\nSociety registered under the Societies Registration Act, is\ngoverned by its Memorandum of Association. The said\nAssociation is entitled to have its own Rules and Regulations.\nIn fact, it is contemplated in the Act that a Committee of\nmanagement can be constituted to manage the affairs of the\nSociety as specified in the Rules and Regulations. The\nMemorandum of Association is a contract amongst the\nmembers of the Society, which though required to be registered\nunder the Statute, does not acquire any statutory character.\nThese are rules which govern internal control and management\nof the Society. The authority to frame, amend, vary and rescind\nsuch rules, undoubtedly, vests in the General Body of the\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 775\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nMembers of the Society. The power to amend the rules is A\nimplicit in the power to frame rules.\n30. Yet, another ground of attack in the suits filed by the\nrespondents is with reference to notice of meetings and the\nmanner of holding of meetings including Special General\nMeeting. The record produced by the SCBA before this Court\nindicates that the meeting in which the amendment was carried\nout in Rule 18 was held in accordance with Rule 22 because it\nwas a Special General Meeting. The holding of meetings\nincluding Special General Meeting is governed by Rules 21,\n22 and 23, which read as under: -\n\"21. MEETINGS\nThe Annual General Meeting of the Association shall\nordinarily be held not later than 15th day of May every year.\nNot less than 15 days notice shall be given to the members\nof the Annual General Meeting. The following shall along.\nwith other business that may be required to be transacted,\nbe included in the agenda of the Annual General Meeting.\nB\nC\nD\n(a) Auditor's Report on the Account and Balance Sheet E\nof Budget estimate;\n(b) Report of the Secretary on the activities of the terms\nwhich will include report of the work of committee\nother than the Executive Committee;\n(c)\nThe election of the officers of the Association and\nMembers of Executive Committee or other\ncommittees and appointment of Auditors;\nF\n(d) The approval of the revenue account and the\nbalance sheet of the affairs of the Association as G\non 31st March of the previous year duly passed.\n22. SPECIAL GENERAL MEETING\nThe Committee may call a General Meeting on 7 days\nnotice to the Members provided that a Special General H\n"}