{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"PRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n11\nconnection with the affairs of the State of Kerala were deemed A\nto have been made under these Rules. The result of this is that\nall the Rules which had been framed by the State of Kerala under\nproviso to Article 309 of the Constitution have been saved and\nthey are continued and deemed to continue under the Act of\n1968. The general Rules which were in existence governing the B\nservice conditions of persons appointed, to public services and\nposts in connection with the affairs of the State of Kerala i.e. the\nKerala State and Subordinate Services Rules, 1958 shall be\ndeemed to have been issued under this Act by legal fiction.\nThese were the rules of general governance which used to apply C\nto all the services \u0026 post under the State of Kerala. They were\nof general applications. Rule 2 which is of general rules laid\ndown that these rules will govern all holder of posts whether\ntemporary or permanent under the State. It further lays down\nthat the special rule shall govern the special services and these\nRules i.e. the general rules will only govern to the extent that\nthey are not inconsistent with the special Rules. Rule 2 reads\nas under:\nD\n\"2. Relation to the Special Rules.- If any provision in\nthe general rules contained in the Part is repugnant to a E\nprovision in the Special Rules applicable to any particular\nservice contained in Part III, the latter shall, in respect of\nthat service, prevail over the provision in the general rules\nin this part.'\n\"\nRule 5 which deals with the method of recruitment reads\nas under:\n\" 5. Method of recruitment.- Where the normal method\nof recruitment to any service, class or category is neither\nsolely by direct recruitment nor solely by transfer, but is\nboth by direct recruitment and by transfer-\nF\nG\n(a) the proportion or order in which the Special Rules\nconcerned may require vacancies to be filled by\npersons recruited direct and b those recruited by\ntransfer shall be applicable only to substantive H\n12\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA\nB\n0\nD\nLL\nE\nvacancies in the permanent cadre;\n(b) a person shall be recruited direct only against a\nsubstantive vacancy in such permanent cadre, and\nonly if the vacancy is one which should be filled by a\ndirect recruit under the Special Rules referred to in\nclause (a); and\n(c) recruitment to all other vacancies shall be made by\ntransfer.\n[Note - (1) All permanent vacancies and temporary\nvacancies except those of short duration shall be\ntreated as substantive vacancies.\n(2) Leave vacancies and vacancies of less than 6\nmonths' duration shall be treated as vacancies of\nshort duration]\n[(3) Whenever a ratio or percentage is fixed for\ndifferent methods of recruitment/ appointment to a\npost the number of vacancies to be filled up by\ncandidates from each method shall be decided by\napplying the fixed ratio or percentage to the cadre\nstrength of the post to which the recruitment/ transfer\nis made and not to the vacancies existing at that\ntime.]\nRule 5 says that normal method of recruitment to any\nF service, class or category is neither solely by direct recruitment\nnor solely by transfer, but is both by direct recruitment and by\ntransfer and the proportion can be laid down by the special Rules\nwhich is normally reflected from Rule 5 (a). Rule 5(b) further\nprovides that a person shall be recruited direct only against a\nG substantive vacancy in such permanent cadre, and only if the\nvacancy is one which should be filled by a direct recruit under\nthe Special Rules referred to in clause (a) and it is provided in\nclause (c) of Rule 5 that recruitment to all other vacancies shall\nbe made by transfer. But Note.-(3) further says whenever a ratio\nH or percentage is fixed for different methods of recruitment/\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n13\nC\nappointment to a post the number of vacancies to be filled up A\nby candidates from each method shall be decided by applying\nthe fixed ratio or percentage to the cadre strength of the post to\nwhich the recruitment/ transfer is made and not to the vacancies\nexisting at that time meaning thereby in order to decide the\nproportion the entire cadre strength of the service has to be B\ntaken into consideration and not the vacancies existing at that\ntime. Therefore, as per the schemes of the general Rules it is\nprovided that what shall be the proportion between the direct\nrecruit and promotion or transfer that has to be laid down by the\nSpecial Rules and at the time of recruitment one has to see the\nproportion which is to be maintained between the direct recruit\nand promotion or transfer on the basis of the total cadre strength\nand not to the vacancies existing at that point of time. To illustrate\nthis point what it conveys is that one has to see the cadre strength\nof the service and the proportion laid down in the Special Rules\nand that proportion has to be maintained by taking the entire\ncadre strength into consideration and not the vacancies.\nTherefore, determination of the posts against the direct recruit\nand promotion/ transfer has to be made looking to the cadre\nstrength of the service and not looking to the vacancies which\nare sought to be advertised. The Department has to work out\nthe total cadre strength and then work out if the ratio is 25 percent\nby direct recruitment and 75 percent by promotion. Then they\nwill take into consideration whole cadre as to how many persons\nare already working against direct recruitment quota and how\nmany persons are working against promotion quota and F\nthereafter they will take a decision how much of vacancies will\nbe advertised for direct recruits and how much of vacancies will\nbe retained for promotion. It is not correct to contend that ratio\nbetween direct and promotion quota is to be worked of the\nexisting vacancies de hors the cadre strength.\n5. Now, let us examine the Rules which govern the service\nconditions. The recruitment and promotion to the post of Excise\nInspector and Excise Preventive Inspector is governed by the\nKerala Excise and Prohibition Subordinate Service Rules, 1974.\nD\nE\nG\nH\n14\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA Here as mentioned above, the recruitment for the post of Excise\nInspector is governed by the provision which says that every\nfourth substantive vacancy in the category shall be filled or\nreserved to be filled by direct recruitment and likewise in the\ncadre of Excise Preventive Officers. Rule 2 of the Rules of 1974\nB deals with the appointment of various categories and method\nof appointment which reads as under:\n\"2. Appointment.- Appointment to the various categories\nshall be made as follows:-\nC\nCategory\n(1)\nMethod of appointment\n(2)\n1. Excise Inspectors\n(1)\nDirect recruitment, or\n(2)\nPromotion from category 1A\nD\nE\nRecruitment by transfer from\namong Upper Division\nClerks employed in the\nExcise Department :\nProvided that every fourth\nvacancy in the category\nshall be filled or reserved\nto be filled by direct\nrecruitment.\nXx\nXX\nXX\nF\nG\nNote 1:- Ladies shall not be eligible to be considered\nfor appointment to vacancies other than in the Offices,\nPharmaceuticals, Distilleries, Breweries, Wineries\nand Bonded Warehouses involving no outdoor work,\nin view of the arduous and special nature of the duties\nand responsibilities attached to other posts.\nNote 2: For the purpose of appointments by\npromotion and by transfer the category of Excise\nInspectors shall be a selection category.\nH\n$\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n1A. Assistant Excise\nInspectors.\n15\nPromotion from category 2.\nA\nNote: Promotion from category 2 shall be made in the\nratio of 1:3 between graduates and non-graduates.\nProvided that no senior graduate B\nshall be superseded by a junior\nnon-graduate in implementing the\nratio.\n2. Excise Preventive\nOfficers\n(1)\nDirect recruitment, or\n(2)\nPromotion from Category 3. C\nProvided that every fourth\nsubstantive vacancy shall be filled\nor reserved to be filled by direct\nrecruitment:\nD\nProvided further that the remaining\nvacancies shall be filled by\npromotion from among Excise\nGuards possessing the minimum\nqualification of the S.S.L.C. E\nstandard and those who do not\npossess this qualification in the\nratio of 1:1.\n3. Excise Guards\n(i) Recruitment by transfer from\namong members of the Last Grade\nF\nService employed in the Excise\nDepartment, and\n(ii) Direct recruitment.\nNote :- (1) Recruitment to the post by direct recruitment\nand by transfer shall be made by the Kerala Public Service\nCommission.\n(2) 90 per cent of the vacancies shall be filled or reserved\nto be filled by direct recruitment and the remaining 10 per\nG\nI\nA\nC\n16\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\ncent of the vacancies shall be filled by transfer from\nmembers of the Last Grade Service employed in the\nDepartment, who possess the required qualification. In\nthe absence of qualified last grade employees in the\nDepartment for such transfer the vacancies shall be filled\nup by direct recruitment.\nXx\nXX. \"\nTherefore, as per these Rules every fourth substantive\nvacancy is to be filled or reserved to be filled by direct recruitment.\n6. Mr.Patwalia, learned senior counsel for the appellants\nalong with other senior counsel submitted that every fourth\nvacancy has to be filled up by direct recruitment de hors the\ncadre strength. Mr.Patwalia submitted that Note (3) to Rule 5 of\nthe General Rules which is of general application cannot be\nD made applicable to these Special Rules. Learned senior\ncounsel submitted that these special rules override the general\nrules and invoked the principle of 'Generaliabus speciali\nderogant' ( i.e. special things derogate from general things).\nLearned senior counsel further submitted that since the Act of\nE 1968 was promulgated by the State and these special Rules\nhad been framed in exercise of the power under sub-section\n(1) of Section 2 of the Act of 1968 read with Section 3\nsuperseding all existing Rules, therefore, this proviso which is\nspecially meant for recruitment of these services will govern and\nF not the general rules which was framed in exercise of proviso to\nArticle 309 of the Constitution. In this connection, learned senior\ncounsel on the principle of special rules override the general\nrules' invited our attention to the following decisions of this\nCourt,\nG\nH\n(i) [ (1985) 4 SCC 645]\nS.C.Jain v. State of Haryana \u0026 Anr.\n(ii) [(2002)6 SCC 127]\nChandra Prakash Tiwari \u0026 Ors. V.\nShakuntala Shukla \u0026 Ors.\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n(iii) [(2003) 7 SCC 110]\nD.R.Yadav \u0026 Anr. V. R.K.Singh \u0026 Anr.\n17\nA\nB\nand tried to distinguish the judgment of this Court in\nS.Prakash \u0026 Anr. (supra). Learned senior counsel submitted that\nNote (3) to Rule 5 of the Rules of 1958 was framed under proviso\nto Article 309 of the Constitution and that note cannot override\nthe provisions of the Special Rules as the same is repugnant\nwith that of the proviso to Rule 2 of the Rules of 1974 as the\nRules of 1974 were framed under the Act of 1968, therefore\nthese Rules will prevail and not the general Rules. In this\nconnection, learned senior counsel submitted that Rule 2 of the C\nRules of 1958 which contemplates that in case of special Rules\nhaving been framed and if there are repugnant to that of general\nRules, these Special Rules will prevail. The argument of learned\nsenior counsel is very attractive but after deeper examination\nof the matter, we find that the argument of learned senior counsel D\nis not sustainable because he has ignored the notification by\nwhich Note (3) to Rule 5 was inserted in the Rules of 1958. It\nmay be relevant to mention here that Rules of 1958 were also\nsaved by virtue of Section 3 of the Act of 1968 which clearly\nsays that all the Rules which had been framed under proviso to\nE\nArticle 309 of the Constitution shall be deemed to have been\nframed under the said Act and Not (3) which was appended to\nRule 5 of the Rules of 1958 was also framed under the purported\nexercise of power under Section 2 of the Act of 1968. The\nnotification by which this Note (3) to Rule 5 of the Rules of 1958,\nwas brought into force reads as under :\n\"S.R.O. No.194/93.- In exercise of the powers conferred\nby sub-section (1) of section 2 of the Kerala Public\nServices Act, 1968 ( 19 of 1968) read with section 3\nthereof, the Government of Kerala hereby make the\nfollowing rules further to amend the Kerala State and\nSubordinate Services Rules, 1958, namely:-\n1.\nShort title and commencement.- (a) These rules may\nbe called the Kerala State and Subordinate Services\n(Amendment) Rules, 1992.\nF\nG\nI\n身\nA\nB\nC\nD\nE\n18\n2.\nSUPREME COURT REPORTS\n\"\n[2008] 3 S.C.R.\nAmendment of the Rules.- In Part II of the Kerala\nState and Subordinate Services Rules, 1958, in rule\n5 after Note \"(2)\", the following Note shall be added,\nnamely:-\n(3) Whenever a ratio or percentage is fixed for\ndifferent methods of recruitment/ appointment to a\npost the number of vacancies to be filled up by\ncandidates from each method shall be decided by\napplying the fixed ratio or percentage to the cadre\nstrength of the post to which the recruitment/ transfer\nis made and not to the vacancies existing at that\ntime.\n\" \"\nBy virtue of this amendment which has been brought out\nunder the Rules of 1958 it clearly transpires that this Note (3)\nwas not framed under the exercise of power under proviso to\nArticle 309 of the Constitution. In fact, learned senior counsel\ngave us an impression during the course of argument that this\nNote (3) has been framed in exercise of power under proviso to\nArticle 309 of the Constitution but that impression is now\nremoved after perusing the notification which has been issued\nunder the Act of 1968. Had that not been the position, then\nperhaps the argument of learned senior counsel for the\nappellants would have survived but after going through the\nnotification it becomes absolutely clear that Note (3) which was\ninserted in the Rules of 1958 in 1992 was subsequent to the\nF Rules of 1974 and this notification is of 1992 i.e. subsequent in\npoint of time and this having been issued under the Act of 1968,\ntherefore, the Rules of 1958 which have already been deemed\nto have been made under the Act of 1968 and the amendment\nwhich has been brought out by appending Note (3) is also under\nG the Act of 1968. As such, the argument of learned senior counsel\ncannot now survive. The Rules of 1958 are of general nature\nwhich clearly stipulates that cadre strength has to be taken into\nconsideration for maintaining the ratio in the Special Rules,\nmeaning thereby these Rules which have come into being in\nH subsequent point of time under the Act of 1968, will hold the\nPRASAD KURIEN AND ORS. v. K.J. AUGUSTIN\nAND ORS. [A.K. MATHUR, J.]\n19\nD\nfield and these rules are not repugnant to the Rules of 1974. A\nThe Rules of 1974 only laid down that every fourth substantive\nvacancy shall be filled or reserved to be filled by direct recruitment\nand now on reading of this Note (3) along with the Rules of 1974\nharmoniously then it comes to, at the time of determination of\nfourth substantive vacancy one has to maintain the ratio or B\npercentage of the cadre strength of the posts to which the\nrecruitment is made and not to the existing vacancies at that\ntime. If we construe the whole thing in this light and read the\nservice rules in a harmonious manner, then the desired result\ncan be achieved. If the interpretation which is sought to be given C\nby learned senior counsel for the appellants is to be accepted,\nthen it is likely to disturb the ratio in the cadre strength. If every\ntime vacancy is to be filled up and in that fourth vacancy has to\ngo to the direct recruit then the proportion which is maintained\ni.e. 25% and 75% is likely to be disturbed. A rough chart of the\nvacancies has been given to us from which it appears that as\nper the proviso that every fourth vacancy is to be filled up by\ndirect recruitment, then it appears that on the basis of the total\ncadre strength as on 1.1.2008, i.e. 310 and if 75 % is to go to\npromotees and 25% to the direct recruits, it appears that there\nare already 105 promotee Officers existing in this cadre strength.\nThe percentage of promotee Excise Inspectors as on date will\nbe 34% and number to be reserved for direct recruitment as on\ndate as per the calculation by the appellants, will be 205, then\nas on date the direct recruits will become 66 %. If the contention\nof learned senior counsel for the appellants is to be accepted,\nthen naturally at every time when vacancy arises, and the fourth\nvacancy is to be filled up by direct recruits then the proportion is\nlikely to be disturbed. That is not the intention of the Rules. When\nthe Rules say that every 4th vacancy is to be filled up by direct\nrecruit that means that the ratio is 25% by direct recruitment G\nand 75 % by promotion. We cannot ignore the intention of the\nRules that the proportion of 1:4 is to be maintained i.e. the 4th\nvacancy has to be filled up by direct recruit then that ratio could\nonly be maintained if the entire cadre strength of the service is\ntaken into consideration. If every fourth vacancy is to be allowed H\nLU\nE\nLL\nF\nF\n20\nSUPREME COURT REPORTS\n[2008] 3 S.C.R.\nA then this proportion is likely to be disturbed and that was not the\nintention of the framers of the Rules. Therefore, the contention\nof Mr. Patwalia, learned senior counsel for the appellants cannot\nbe accepted.\nB\nC\nD\nE\nF\n0\nH\n7. This Court in S.Prakash \u0026 Anr. (supra) referring to\nvarious Acts on the subject with relation to this service has\nobserved as follows:\n\"14. From the aforesaid discussion, it is clear that if\nthe intention of the rule-making authority was to establish\na rule of universal application to all the services in the\nState of Kerala for which the Special Rules are made,\nthen the Special Rules will give way to the General Rules\nenacted for that purpose. This has to be found out from\nthe language used in the rules which may be express or\nby implication. If the language is clear and unqualified, the\nsubsequent General Rule would prevail despite\nrepugnancy. If the intention of the rule-making authority is\nto sweep away all the Special Rules and to establish a\nuniform pattern for computation of the ratio or percentage\nof direct recruits and by transfer, in such a case, the Special\nRules will give way. On the basis of the aforesaid settled\nprinciples, let us interpret Rule 5 as well as Note (3) and\nthe method of recruitment prescribed under the Special\nRules. Rule 5 quoted above provides the method of\nrecruitment to any service, class or category where the\nmethod of recruitment is neither solely by direct recruitment\nnor by transfer but is both by direct recruitment and by\ntransfer. It is made specifically applicable to the \"Special\nRules\". Clause (a) provides that the proportion or order\nwill be applicable only to substantive vacancies in\npermanent cadre; clause b) provides that direct recruitment\nshall be only against substantive vacancy in permanent\ncadre; and recruitment to all other vacancies shall be made\nby transfer. Notes (1) and (2) provide that all permanent\nvacancies and temporary vacancies except those of short\nduration shall be treated as substantive vacancies. Note\n,\n"}