{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"358\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nC\nD\nA well as in the principles of wireless access formulated by ITU-\nRCA, it is clear that Premises Specific Restriction (\"PSR\") is\nnot something new which stood evolved for the first time by\ncircular dated 4.3.2005. In substance, PSR emanates from\nconcepts, which are well known in telecommunications, both in\nB technological references as well as in terms of generic\nrequirements and in terms of principles of wireless access. We\nmay state that broadly FWA is called WLL(F). As stated above,\nthe UAS Licence refers to three types of wireless services,\nnamely, full mobility, limited mobility and FWA. As stated, in\nFWA, the location of the end-user (Walky) and the network\naccess point (antenna connected to the end-user) are both fixed\nwhereas in the case of mobile wireless access, the location of\nthe end-user is mobile. WLL(M) is a hybrid between FWA and\nMWA. Wireless access may be considered from many\nperspectives. In this case, we are concerned with mobility\ncapabilities of the terminal: fixed, nomadic, mobile, restricted\nmobility etc. As stated hereinabove, the main purpose of FWA\n[WLL(F))] is to provide network access to buildings through\nexterior antennas communicating with Central Radio Base\nStations. In FWA, users in a building are allowed to connect to\nthe network with conventional in-built networks. FWA is a service.\nIt is intended as a cheap cable replacement, without additional\nfeatures. Wireless systems differ depending upon the amount\nof mobility that they allow for the users. FWA system is a\nderivative of cordless phones. In FWA there is no mobility of the\nuser devices. This is where the concept/principle of PSR\nemerges. As stated above, there is a difference between\nmobility and portability. A terminal may be portable but every\nportable device is not mobile. Therefore, in our view, the\nconcepts mentioned in circular dated 4.3.2005 issued by TRAI\nG exist in telecommunications right from 2001. The said circular\nmerely clarifies and brings out the concept premises specific\nrestriction.\nE\nF\nH\n41. To sum up, in WLL(F) the telephone is the access\npoint if the antenna is in-built in the telephone. If the impugned\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n359\nservice is operable throughout SDCA it is WLL(M). In WLL(F), A\nlocation of end-user termination and the network access point\nto be connected to the end-user are fixed. If the impugned.\nservice cannot comply with PSR it is classifiable as WLL(M)\nfor IUC, ADC, Numbering Plan etc. Lastly, the only difference\nbetween fixed wireline and WLL(F) is that WLL(F) is a cheap B\ncable replacement without additional features. WLL(F) is\nlimited to specific premises of the subscriber or permanent\nlocation.\n42. Secondly, the facts noted above indicate that the\nclassification of wireless service is done under the licence and C\nbased on that classification, chargeability for imposition of\ninterconnection usage charges and ADC is contemplated by\nIUC Regulation of 2003. In other words, classification is done\nby UAS licence followed by chargeability under IUC Regulation,\n2003. Therefore, it would be wrong to say that vide circular dated D\n4.3.2005 Walky has been reclassified as WLL(M) for the first\ntime by TRAI. If the concept of FWA embodies PSR and that\ntoo from 2003 then it is clear that the said circular dated 4.3.2005\nis clarificatory. It does not alter the terms and conditions of the\nlicence. As stated, FWA is one of the wireless services E\ncontemplated by UAS Licence which is dated July, 2003,\ntherefore, much prior to circular dated 4.3.2005 these concepts\nwere known to all access providers right from 2003. Therefore,\nthe said circular cannot be called as amendatory. It is purely\nclarificatory in nature.\nF\n43. Thirdly, as stated above, in this case we are concerned\nwith regulatory regime. ADC is a levy. Its levy depends on\nmobility as a service feature. As stated above, the numbering\nplan, radio frequency etc. are all important elements of a network.\nThe numbering levels for fixed wireless services and for WLL(M) G\nservices are different. So also the numbering levels for fixed\nwireless service, limited mobility service and full mobility service\nare different. The identification of the call whether originating\nfrom mobile or from Walky or FWA has a correlation with the\nnumbering plan which is an important element of the network of H\n360\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA the appellant in its MSC. For levy of ADC, integrity of numbering\nplan is very important. In the present case, TRAI has detected\nthat the appellant is providing WLL(M) service in the garb of\nfixed wireless phone service (FWA) which disturbs the integrity\nof the numbering plan. It is important to note that in the case of\nB full mobility, the rate is different as compared to the rate in the\nC\nD\ncase of limited mobility as compared to the rate in fixed wireless\nservice. This difference in the rates is spelt out in IUC Regulation,\n2003. It is for this reason that even in the clarification issued by\nDoT on 23.3.2005 that DoT had warned the access providers\nby pointing out that the issue of mobility has implication with\nrespect to the applicability of ADC. It was further clarified that if\nit is not possible for the access provider to comply with the\nrequirement of PSR then the Walky services shall be treated as\nWLL(M) service for all purposes including numbering plan,\ninterconnection usage charges, ADC etc. This is because a\nseparate level with allocated short distance charging area based\nlink numbering is to be used for wireline and fixed wireless\nservices. ADC is a levy. It is based on what is called as\nrecognition of services. Mobility is an important service feature.\nThe record indicates that right from 2003 when UAS licence\nstood issued the classification was contemplated by the\nlicensor-DoT when it categorized wireless service into full\nmobility, limited mobility and FWA. ADC, interconnection usage\ncharges etc. follow that classification. IUC Regulation, 2003\nimposes the statutory charges based on the classification in\nF the licence. What is important in this case is that besides.\ntechnological data, even as a matter of policy if there is a contract\nbetween DoT and the access provider in terms of UAS licence\nwhich provides for three categories then the levy of ADC would\ndepend upon the service which is rendered to the user by the\nG access provider. In the circumstances, apart from technology,\nthis case is more on tax policy which levies ADC on services\nwhich fall in the category of WLL(M).\nE\nH\n44. Fourthly, wireless systems differ in the amount of\nmobility that they have to allow for the users. The ability to move\n:\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n361\naround while communicating is one of the main features of A\nwireless communication for the user. However, within that\nrequirement of mobility, different grades exist:\n(i)\nFixed Devices:\nFixed devices are placed only once. There is no\nmobility of the user devices in this grade. The main\nobject for using such devices lies in avoiding the\nlaying of cables. All wired communications fall also\nin this category (example: PSTN).\n(ii) Nomadic Devices:\nNomadic devices are placed at a certain location for\na limited duration of time and then moved to a different\nlocation. Laptops are typical example of nomadic\ndevices.\n(iii) Low Mobility:\nCordless phones are typical example of low mobility.\nB\nC\nD\n45. The point to be noted is that in the licence we have\nthree types of wirelss services, namely, limited mobility, full E\nmobility and FWA. IUC levies the charge based on this\nclassification. ADC is a part of IUC. ADC is also levied under\nIUC Regulation, 2003. In the case of Walky, the instrument can\nbe put in the car, it can be carried throughout SDCA and Walky\ncalls can originate not only from the subscriber's premises but F\nit can also originate from any point in the SDCA. Because of\nthis mobility, it is classifiable in the category of limited mobility.\nAs stated above, in the case of FWA [WLL(F)] there is no mobility\nof the user device. When there is no such mobility of the user\ndevice, it is similar to all wired communications. Therefore, FWA\nis categorized as WLL(F). All wired communications can also\nfall in WLL(F) for the purposes of levy of ADC. However, since\nthe user device in the case in hand is mobile throughout SDCA,\nthe services which the instrument Walky offers has to be\ncategorized as WLL(M) service. In the present case, we find\nG\nI\n362\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA merit in the contention advanced on behalf of BSNL that the\nappellants were providing WLL(M) services during the above\nperiod in the garb of FWA or fixed wireless phone services and\nthereby they have infringed the integrity of the numbering plan.\nTherefore, ADC is payable by the appellants for the aforesaid\nB period, namely, 14.11.2004 to 26.8.2005.\n46. Lastly, as stated above, classification of services stood\neffected under UAS Licence 2003. Under the terms and\nconditions of that licence, the access providers were required\nto maintain the integrity of the numbering plan. This was one of\nC the conditions of the licence. Similarly, classification/\ncategorization of wireless services was done under the licence.\nThe categorization constituted the term of the licence. As a matter\nof follow-up for the purposes of levy of certain charges, including\nADC, IUC Regulation 2003 stood enacted. Under Section\nD 11(1)(b) of the 1997 Act, the TRAI is empowered to ensure\ncompliance of terms and conditions of licence and to fix the\nterms and conditions of inter-connectivity between the service\nproviders [see: section 11(1)(b)(i) and (ii)]. Similarly, under\nSection 11(1)(c), TRAI is also authorized to levy fees and other\nE charges at such rates and in respect of such services as may\nbe determined by regulations. In the present case, the IUC\nRegulation, 2003 indicates by way of schedule the rate\nchargeable for a call originating from mobile to fixed, fixed to\nfixed, fixed to mobile etc. Under Section 13 of the 1997 Act,\nTRAI is empowered to issue directions from time to time to the\nservice providers for the discharge of its functions under Section\n11(1) of the 1997 Act. As stated above, the classification of the\nthree wireless services was done under the licence. The\nclarification issued by TRAI on 4.3.2005 was under Section 13\nof the 1997 Act. In the circumstances, the said clarification dated\n4.3.2005 was issued by TRAI in accordance with law.\nF\nG\n47. In our judgment, we have examined the nature of the\nservices, the status of the circulars issued by TRAI and the status\nof the directive issued by DoT. The reasons given in our judgment\nH are in addition to the reasons given in the impugned order dated\n:\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n363\n9.9.2005 by TDSAT. We find no infirmity in the judgment of A\nTDSAT.\n-\nB\n48. Mr. Arun Jaitley, learned senior counsel for the\nappellant, on the issue of Unilateralism submitted that when\nthe question – whether portable WLL(F) Phones should be\ntreated alike as WLL(M) phones was pending before TRAI\npursuant to complaints from BSNL dated 4.1.2005, was it\nopen to TRAI to issue a directive as is done in this case on\n4.3.2005 without waiting for a Determination by the\nCompetent Authority. In this connection reliance was placed\non paras 2.26 and 2.27 of the Consultation Paper. We find C\nno merit in this argument. As stated above, directive dated\n4.3.2005 is clarificatory and not amendatory. The context in which\nthe Consultation Paper emanated has been explained by us in\nour Judgment in the Civil Appeal of Reliance Infocomm Ltd..\nWe do not wish to repeat the reasons herein once again. In any D\nevent, we have looked into technology aspect and policy\nframework for levy of ADC hence there is no unilateralism as\nalleged by the appellant.\nE\nF\n49. Before concluding, one aspect needs to be\nmentioned. It is alleged by the appellants and also by\nReliance Infocomm Ltd. in the conjoint appeal which we will\nseparately deal with in the subsequent judgment that BSNL\nhave also not disclosed their numbering levels for their fixed\nwireless service and for their WLL(M) services which they\nhave been providing during the relevant period in the name\nof \"Tarang\", which according to the appellants, would now\nconstitutes WLL(M) service. According to the appellants,\nBSNL has also been providing fixed wireless phone services\nwhich has limited mobility. This is a matter of quantification. That\nstage has not yet arrived. However, Mr. Gopal Subramanium, G\nlearned senior counsel appearing on behalf of BSNL, has fairly\nstated that BSNL would abide by the parameters laid down in\nour judgment and whatever adjustments required to be made in\nthat regard in the context of claims and counter claims, the same\nshall be worked out in near future. Be that as it may, we express H\n364\nSUPREME COURT REPORTS\n[2008] 7 SC.R.\nA no opinion on the point of quantification which question did not\narise even before TDSAT in this case. Suffice it to state that the\nservices of the appellants vide the instrument Walky falls in the\ncategory of WLL(M) service and, accordingly, the appellants\nwould be liable to pay ADC in that regard during the relevant\nB period 14.11 2004 to 26.8 2005.\n50. Accordingly, civil appeals stand dismissed with no\norder as to costs.\nK.K.T.\nAppeal dimissed\n.\nF\n'\n.\n"}