{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\n338\nSUPREME COURT REPORTS\nD\n[2008] 7 S.C.R.\nNOTE 1 - Based on ITU-T Recommendation H.310.\n4.2.8 End-user\nA human being, organization, or telecommunications\nsystem that accesses the network in order to\ncommunicate via the services provided by the network.\n(See ITU-T Recommendation J.112.)\n4.2.9 End-user connection point\nPoint at which the end-user obtains the communications\nservice (see Fig. 1).\n4.2.10 End-user termination, end-user radio\ntermination\nThe end-user radio equipment antenna (see Fig. 1).\nFIGURE 1\nIllustration of terms\nEnd-user radio\nE\nTermination\n≈ D\nFWA radio\nstation\nF\n0\nEnd-user connection point\nAntenna\nOn\nRoof-\nFixed\nNetwork\n***\nxvi) Classification of Services under Licence\nAgreement for Provision of Unified Access Services after\nH\nMigration:\n}\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n339\nAt the outset, it may be stated that appellants herein, who A\nwere holders of basic service licence(s) migrated to Unified\nAccess Services in November, 2003. The said UAS licence is\ndated 20.7.2001 w.e.f. 21.11.2003.\nThe said UAS licence covers \"access service\" which\nincludes wireline and/or wireless service including full mobility,\nlimited mobility and FWA. Basically, in these civil appeals we\nare concerned with three wireless services, namely, full mobility,\nlimited mobility and FWA. What is FWA has also been explained\nearlier in this judgment. We quote hereinbelow clause 2.2(a)\nand clause 2.2(c)(i), which read as follows:\n\"2.2 (a) The SERVICES cover collection, carriage,\ntransmission and delivery of voice and/or non-voice\nMESSAGES over LICENSEE's network in the designated\nSERVICE AREA and includes provision of all types of\naccess services. In addition to this, except those services\nlisted in para 2.2 (b)(i) licensee cannot provide any service.\n/ services which require a separate licence. The access\nservice includes but not limited to wireline and/or wireless\nservice including full mobility, limited mobility as defined\nin clause 2.2 (c) (i) and fixed wireless access. However,\nthe licensee shall be free to enter an agreement with other\nservice provider(s) in India or abroad for providing roaming\nfacility to its subscriber under full mobility service unless\nadvised / directed by Licensor otherwise. The LICENSEE\nmay offer \"Home Zone Tariff Scheme (s)\" as a subset of\nfull mobile service in well defined geographical Areas\nthrough a tariff of its choice within the scope of orders of\nTRAI on the subject. Numbering and interconnection for\nthis service shall be same as that of Full mobile\nsubscribers.\nB\nC\nD\nE\nF\nG\n2.2 (c) (i) In respect of subscriber availing limited mobility\nfacility, the mobility shall be restricted to the local area i.e.\nShort Distance Charging Area (SDCA) in which the H\nA\nB\nC\nD\nE\nF\nG\nH\n340\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nsubscriber is registered. While deploying such systems,\nthe LICENSEE has to follow the SDCA based linked\nnumbering plan in accordance with the National Numbering\nPlan of the respective SDCA within which the service is\nprovided and it should not be possible to authenticate and\nwork with the subscriber terminal equipment in SDCAS\nother than the one in which it is registered. Terminal of\nsuch subscriber in wireless access system can be\nregistered in only one SDCA. Multiple registration or\nTemporary subscriber/ Subscription facilities in more than\none SDCA using the same Subscriber terminal in wireless\naccess systems is not permitted and the same Subscriber\nTerminal cannot be used to avail Limited Mobile facility in\nmore than one SDCA. The system shall also be so\nengineered to ensure that handover of subscriber does\nnot take place from one SDCA to another SDCA under\nany circumstances, including handover of the calls through\ncall forwarding beyond SDCA. The Licensee must ensure\nthat the mobility in case of such limited mobile service/\nfacility remains restricted to SDCA.\"\nThe concept of limited mobility has been defined in clause\n2.2(c)(i). The UAS Licence clarifies vide clause 2.2(c)(ii) that\nthe Basic Service operators like the appellants after migration\nto Unified Access Licence Regime can also offer limited\nmobility service for such customers who so desire.\nIn these civil appeals we are concerned with the concept\nof limited mobility as a service which attracts ADC.\nClause 2.2(d)(i) inter alia provides for compliance with\nstandards prescribed by ITU-RCA which have been quoted\nhereinabove. We quotre hereinbelow clause 2.2(d)(i), which\nreads as follows:\n\"2.2 (d)(i) The LICENSEE is permitted to provide,\nSERVICE by utilizing any type of network equipment,\nincluding circuit and/or packet switches, that meet the\nrelevant International Telecommunication Union (ITU)/\nl\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\nADC:\n341\nTelecommunication Engineering Center (TEC) / A\nInternational standardization bodies such as 3GPP/3GPP-\n2/ETSI/IETF/ANSI/EIA/TIA/IS”.\nMeaning of Interconnection Usage Charges (\"IUC\")/\n10. On 29.10.2003, TRAI notified IUC. ADC is a part of\nIUC. ADC is a percentage of the revenue. The framework of\nIUC regime was established by TRAI through its Regulation\ndated 24.1.2003 which was subsequently reviewed on\n29.10.2003 and 6.1.2005. IUC has to be determined based on\nminutes of usage for various network elements and the cost of\nthese elements.\nB\nC\n11. ADC, on the other hand, is based on the consideration\nof cost based rent, local call charges, low rental in rural areas,\nfree calls etc. to make the basic telecom services affordable to D\nthe common man, to promote universal service and universal\naccess as required by NTP, 1999. It is important to note that\nADC does not arise out of any legal right. It arises out of\nTRAI's consideration of smoothening the transition\nprocess during competition, i.e., providing support during E\ntransition period when costs of access is not fully recoverable.\nfrom the revenues from access line monthly rental under the\nexisting tariff regime due to competition in the market. In other\nwords, ADC is a depleting regime for ADC purpose. Calls to/\nfrom WLL(F) is similar to calls to from fixed lines. It is\nF\nimportant to note that fixed wireless services, provided by\nfixed service providers, and unified access service licences\nare classified as Fixed Services. However, fixed wireless\nservices for all purposes tantamounts to full cellular\nservices and can be offered seamlessly throughout the\nSDCA which created a non level playing field for cellular.\noperators vis-à-vis the fixed wireless service providers, which\nhas led to the present dispute, which is primarily concerned with\nthe \"range of mobility\" of Fixed Wireless Terminals provided by\nappellants herein and Reliance Infocomm and not with the size\nG\nH\n342\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA of the instrument \"Walky” provided by appellants (Handset\nprovided by Reliance Infocomm) or the technology used therein,\nviz, wireless or wireline, in the context of levy of ADC.\nB\nC\nD\nE\nSubmissions:\n12. Mr. Arun Jaitley, learned senior counsel for the\nappellants, submits that the question to be decided in this case\nis whether the appellants' instrument (\"Walky\") falls in the\ncategory of Fixed Wireless Service or WLL(M) service.\nAccording to the learned counsel, the question of classification\nunder Telecom Regulatory Authority of India Act, 1997 (\"1997\nAct\") can only be decided upon by TRAI and not by BSNL as is\npurported to have been done in the present case, particularly\nwhen BSNL is a competing service provider and a contracting\nparty under IUC Regulations. In this case, BSNL has demanded\nADC from the appellants for the period 14.11.2004 to 26.8.2005.\nLearned counsel urged that, according to the appellants, the\ninstrument \"Walky\" is a fixed wireless phone having portability\nas its feature. That, BSNL had no authority to classify the said\ninstrument as a mobile phone.\n13. According to the learned counsel, the abovementioned\nWLL(M) is a service. It refers to a mobile set and not to a portable\nFWP and, therefore, the said instrument \"Walky” which is portable\nis not classifiable as WLL(M). That, in any event, classification\ndisputes lay before TRAI under the 1997 Act and that BSNL\nF has no authority to classify/reclassify the said \"Walky\" as WLL(M).\nIn this connection, it is urged that BSNL could have filed its\ncomplaint before TRAI and BSNL could not have unilaterally\ncalled upon the appellants to pay ADC after such re-\nclassification. The questions raised on behalf of the appellants\nis: Who pays ADC? Who decides as to who pays? In this\nconnection, it is further submitted that under section 11(b)(ii) of\nthe 1997 Act, the terms and conditions for grant of Inter-\nconnectivity is to be fixed by TRAI; it is mandatory function of\nTRAI to do so and, therefore, it is beyond the competence of\nBSNL to re-classify and fix the ADC liability on to the appellants.\nG\nI\n\"\nj\n1\ntune\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n343\nA\n14. Learned counsel urged that from 1997 to 2004, the\nsaid \"Walky\" had been in the market to the knowledge of BSNL;\nthe market knew the distinction between the three services and\nthat the said Instrument stood classified during above period.\nas WLL(F). That, GOTIT had also treated it as WLL(F). That,\nthe appellants had moved TDSAT, in the present case, to set B\naside the demand of BSNL only on ground that BSNL had no\nauthority to re-classify the said instrument from Fixed to WLL(M)\nservice. That, BSNL could have challenged the use of \"Walky\"\nwithout payment of ADC before the TRAI in which event the said\nAuthority could have taken up and decided the classification\ndispute, but was not done.\nC\n15. It is next urged that \"Walky\" as an Instrument is portable,\nnot mobile and, therefore, BSNL had erred in reclassifying Walky\nas WLL(M). Challenging the impugned decision of TDSAT, it is\nurged on behalf of the appellants that TDSAT had erred in D\nequating portability with mobility. That, the said two concepts\nare different. That, the Telecommunication Interconnection\nUsage Charges Regulations, 2003 (\"2003 Regulations\") treated\nWLL(M) and WLL(F) as a separate class of service. That, in\nthe absence of any change in the technology or the instrument E\nand merely because of the advertisement issued by the\nappellants, the character of service or its classification cannot\nchange. In this connection it may be noted that appellants had\ngiven on Advertisement (Ex.-P8) in which it was stated that\n\"Walky\" combines the best features of Mobile Phone and the F\nLandline. That, BSNL had complained to TRAI regarding the\nadvertisement in which \"Walky\" was shown as WLL(F) by\ninvoking Rule 6 of the 2003 Regulations and when the matter\nwas sub-judice before the Authority, BSNL raised the unilateral\ndemand for ADC on the appellants which was mis-conceived.\nThat, under the contract between BSNL and the appellants, there\nwas no provision to dis-connect the Access Facility, unilaterally.\nG\n16. Learned counsel urged that in the dispute raised by\nthe appellants before TDSAT the only question raised was\nregarding unilateralism on the part of BSNL which TDSAT H\n344\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA failed to decide and, therefore, the matter needs to be remitted\nto TRAI. In this connection it is urged that under clause 2.7 of\nthe Consultancy Paper the \"extent of portability\" was the question\npending to be decided by the Authority and pending decision,\nBSNL had no authority to raise the demand.\nB.\n17. On Technology, learned counsel urged that after\nintroducing the concept of ADC, the categories of the services.\nwere Fixed Wireline, WLL(F), WLL(M) and Cellular which is now\nre-classified unilaterally by BSNL and DoT as Fixed Wireline;\nWLL(F) = WLL(M) and Cellular. Learned counsel urged that if\nC WLL(F) had to be shifted to WLL(M), then that question needs.\nto be looked into by the Authority, hence remand becomes\nnecessary as such re-classification cannot be done by BSNL\nunilaterally. Learned counsel submits that correct classification\nfor ADC could have been done only by TRAI and not by BSNL/\nD DoT and that too after following the procedure under section 11\nof the 1997 Act.\nE\n18. Learned counsel next urged that neither in the Licence\nnor in the 2003 Regulations is there any Premises Specific\nRestriction ever imposed and, therefore, it was not open to\nBSNL to make the impugned demand as the said restriction\nwas not there during the relevant period. In this connection it\nwas urged that during the entire period between 1997 to\nNovember, 2004, even DoT understood \"Walky\" to be\nportable in the entire SDCA; that only in March, 2005 it gave\nF directions to the contrary to the appellants incorporating the\nabove \"Premises Specific Restriction\" and that too without any\nchange in the licence or the IUC Regulations 2003; that till\n4.3.2005 the said restriction was never mentioned; that without\ncomplying with section 11 of 1997 Act, TRAI could not have\nG issued such a directive on 4.3.2005, particularly when it seeks\nto impose a liability to pay ADC with retrospective effect.\nLearned counsel submits that, in the circumstances, matter of\nclassification/reclassification arises which needs to be decided\nby TRAI.\nH\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n345\n19. Mr. Gopal Subramanium, learned senior counsel on A\nbehalf of respondent no. 1 - BSNL, at the outset submits that,\nthis civil appeal is infructuous. In this connection, it is urged that\nby Circular dated 4.3.2005 issued by TRAI, all Access Providers\n(including appellants herein) were directed to ensure that the\nterminal used for Fixed Wireless Services should be confined B\nto the premises of the subscriber as the issue of mobility had\nrevenue implications. Learned counsel submits that this\ncircular has not been challenged till date and, therefore, this\ncivil appeal is infructuous.\nC\n20. It is next urged that the contention of the appellants\nthat when consultation process was on BSNL could not have\nmade the Demand has no merit because in that Process the\nquestion was not of reclassification but the question was whether\nADC was payable to other Fixed Service Providers, besides\nBSNL. In this connection, it was pointed out that before 1.2.2005, D\nappellants herein used to receive ADC as Fixed Service\nProvider in respect of \"Walky\", however, after that date BSNL\nalone became entitled to ADC which led to disputes. It is urged.\nthat neither the Consultation Paper nor the 2003 Regulations\nwas concerned with characteristics of WLL(M) services as that E\nissue stood decided by TRAI vide circular dated 4.3.2005 as\nwell as by Order dated 26.8.2005 issued by DoT by which it\nwas held that appellant had provided Fixed Wireless Terminals\nas Mobile Terminals. The said Order of DoT stood complied\nwith by the appellant and, therefore, there was no merit in the\ncontention of the appellant on the issue of unilateralism. The\nsaid Order dated 26.8.2005 was passed by DoT after giving\nshow cause notice. It is based on breach of licence conditions\nby appellants.\nF\n21. On the technology, it is urged on behalf of BSNL, that G\nWLL(M) is a service which is put in the \"Walky\". It is urged that\nWLL(M) is a service given by the instrument \"Walky\". What is\nrelevant is the Service and not the Instrument. It is urged that the\nappellants herein had invoked the Original Jurisdiction of TDSAT\non the question of characterization of service which has been H\n346\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA answered in favour of BSNL. It is urged, that nature and\nclassification of instrument was not relevant; that what was\nrelevant was the feature of the service in the instrument \"Walky\"\nand whether that feature made it WLL(M) service, to which ADC\nstood attracted. All these questions have been answered by\nB TDSAT by its impugned judgment in favour of BSNL. By the\nimpugned judgment, it has been held by TDSAT that Walky Calls\nattract ADC under the Regulatory Regime.\n22. It was next urged that on facts there was no unilateralism\nas the Demand was made by BSNL only after the TRAI and the\nC DoT had issued the above Circular and Directive respectively\nwhich have not been challenged. It is pointed out that in fact\nappellants have complied with DoT's order. Learned counsel\nwould submit that if there was compliance of the Order/Directive\nof DoT dated 26.8.2005 there is no reason why appellants\nD should not pay ADC for the period in question, viz, 14.11.2004\nto 26.8.2005. According to learned counsel, compliance of\nDoT's Order dated 26.8.2005 itself indicates that even\naccording to the appellants, ADC was payable in respect of the\nservice, i.e., WLL(M) and, therefore, there is no merit in the\nE argument advanced on behalf of the appellants that ADC could\nnot be charged without change in the conditions of licence or\n2003 Regulations.\n23. It was next contended that under 2003 Regulations,\nreference is made to Fixed Wireless Access, Mobile Wireless\nF Access and Nomadic Wireless Access. Before TDSAT, the\ncontroversy was regarding WLL(M) Service in SDCA.\nBefore us it was contended that the levy of ADC is not on\nmovement of Walky within SDCA but it is in respect of service\nrendered in SDCA. That, WLL(M) is a type of service within\nG SDCA.\nH\n24. Learned counsel would submit that with the introduction\nof Unified Access Service Licence (\"UASL”) in 2003 the\ndistinction between Fixed Wireless, WLL(M) and mobile stood\nobliterated. The said UASL 2003 brought in the Numbering Plan\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n347\nwhich categorized the series in the said Plan to identify and A\nmeasure the call for billing purposes. That, in terms of clause 2\nof UASL, \"mobility\" refers to service(s) within SDCA.\n25. The above arguments of learned counsel for BSNL\nwere adopted by Dr. A.M. Singhvi, learned senior counsel for\nCable Operators Association.\nB\n26. Mr. Rakesh Dwivedi, learned senior counsel appearing\nfor intervenor-TRAI would submit that in November, 2000, TRAI\nrecommended Limited Mobility Service, i.e., WLL(M) on\n25.1.2001, DoT permitted it, whereas Walky came into the\nC\nmarket only in October, 2004. According to learned counsel,\nvide IUC Regulations, 2001, WLL(M) was defined which was\nincorporated in UASL on 26.11.2003 and, therefore, appellants\nwere fully aware of the difference in WLL(M) Service vis-à-vis\nWLL(F) and Cellular.\nD\n27. On technology, learned counsel submits that under\nWLL(M), the terminal of the subscriber must be fixed to a socket\nin the subscriber's premises. That, service given by the appellant\nis that of Limited Mobility. That in case of WLL(F) the Basic\nPhone Instrument has to be fixed indoor and since that is not E\nthe case of appellants, the instrument \"Walky” would fall in the\ncategory of WLL(M).\nFinding:\n28. India's phenomenal growth in the mobile subscriber F\nbase and penetration rate (or teledensity as measured by\nnumber of phones per hundred) has attracted global attention.\nMobile phones have introduced competition in providing access\nand services at global competitive prices and state-of-art\ntechnology. The competition is now relevant not only among the\nprivate providers of mobile services, but also among the private\nand public providers of both fixed and mobile services. India's\nNTP 1999 emphasised the Government's commitment to\nprovide basic telecom services to all people at affordable and\nreasonable prices. This commitment is called the Universal\nG\nH\n"}