{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"318\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA\nB\nWLL Technology:\n9. Before considering the contentions advanced on behalf\nof the appellants and BSNL (respondent no. 1), it would be\nnecessary to consider certain terms used in the WLL technology.\ni) Cellular Telephony\nCellular telephone is a type of short-wave analog or digital\ntransmission in which a subscriber has a wireless connection\nfrom a mobile (terminal) to a nearby transmitter. The transmitter's\narea of coverage is called as a cell. In wireless telephony, a cell\nC is the geographical area covered by a cellular telephone\ntransmitter. The transmitter facility is called the cell site. When\na subscriber enters into an agreement with a cellular telephone\nservice provider, he is given access to the cell system of that\nprovider, which is local. When travelling out of the range of the\nD said cell system, the cell system can enable him to be transferred\nto a neighbouring company's cell system without the subscriber\nbeing aware of it. This is called roaming service. A cellular\ntelephone is not to be confused with a cordless telephone, which\nis simply a phone with a very short wireless connection to a\nlocal phone outlet.\nE\nHigh mobility of the users is one of the important properties\nof cellular telephone. The location of a user can change\nsignificantly during a call which can originate from the user or\nfrom the network. In cellular telephony a mobile user\nF communicates with a base station. The base stations are\nconnected to MSC, which is connected to the public telephone\nsystem. The most important aspect of cellular telephony is the\nunlimited mobility. The user can be anywhere within the\ncoverage area of the network (i.e., it is not limited to a\nspecific cell). The user can move from one cell to another even\nduring one call.\nG\nCellular telephony is different from cordless telephone. In\ncordless telephone, there is a wireless link between a handset\nand a base station which in turn is directly connected to the\nH public telephone system.\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n319\nB\nIt is important to note that economic factors impact the A\ndesign of wireless communication systems and services. Those\nsystems where the mobility is of value per se - e.g., in cellular\ntelephony, the same is more expensive than wired system. For\nexample, the per minute price in the case of cellular telephony\nsystem is higher than the landline telephone. It is competition\nwhich may bring down the price per unit. Since 1990 many\nconsumers and even companies have opted for cellular\ntelephony alone cancelling in some cases wired services. On\nthe other hand, services where wireless access is only intended\nas a cheap cable replacement, without additional features\ne.g., Fixed Wireless Access, the systems have to be cost\neffective, as the infrastructure is comparatively cheaper as\ncompared to the infrastructure needed for wired connections.\nii) Examples of Wireless Equipments:\nC\nD\nWireless is a term used to describe telecommunications\nin which electromagnetic waves carry the signal over the\ncommunication path. The first wireless transmitter went on the\nair in the early 20th Century using Morse code. Later, as\ntechnology improved it became possible to transmit voices and\nmusic via wireless, the medium came to be called \"radio\". With E\nthe advent of television, fax, data communication and the\neffective use of the spectrum, the term \"wireless\" has been\nrevived. The common examples of wireless equipments in use\ntoday include cellular phones, pagers, global positioning system\n(\"GPS\"), cordless telephone sets, satellite television, wireless F\nLANS (Local Area Networks), global system for mobile\ncommunication (\"GSM\"), fixed wireless application, mobile\nwireless and portable wireless. Correspondingly, services are\nbroadcasting, paging, fixed wireless access (FWA), limited\nmobility and full mobility etc.\nG\nIn the case of fixed wireless, the operation of wireless\nsystems is confined to homes and offices, in particular, fixed\nwireless refers to equipment connected to the internet via\nspecialized modems. In FWA, the location of the end-user\nterminal and network access point to be connected to end-user H\n320\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA\nB\nC\nare fixed.\nIn the case of mobile wireless, there is the use of wireless\nsystems or devices aboard motorized, moving vehicles like,\nPCS. It also includes automotive cell phones. Unlike FWAs, in\nthe case of mobiles the instrument is not fixed, it can be moved.\nAs regards portable wireless, it is battery-powered\nwireless device or system which operates outside the office,\nhome or vehicle. Its operation is autonomous. The examples of\nportable wireless are handheld cell phones and PCS units.\nAll the above examples are common examples of wireless\nequipments in use today.\niii) Wireless Mobile Communication:\nThere are a variety of wireless communication systems\nD for transmitting voice, video and data in local or wide areas.\nMobile wireless technologies provide voice and data\ncommunication services to mobile users to use cell phones,\ninternet terminals and related computing devices.\nE\nF\niv) Wireless Communications Service (WCS):\nWCS is radio communications that may provide fixed,\nmobile, radio location or satellite communication services to\nindividuals and businesses within their assigned spectrum block\nand geographical areas. WCS is today capable of providing\nmore advanced Wireless Phone Services that would be able to\npinpoint a subscriber in a given locality. WCS is today used to\nprovide a wide variety of mobile services, including an entire\nfamily of new communication devices utilizing small, light weight;\nmultifunctional Portable Phones and advanced devices with two-\nG way data capabilities. It may be noted that every mobile is\nportable but every portable phone need not be a mobile. It may\nalso be noted that we are concerned with \"service\" to the\nindividual business and not with the nature of the instrument.\nv) Wireless Broadband Access Technologies\nH (WBAT):\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n321\nWireless access systems are owned by service providers A\nthat operate within a metro areas.\nThe cellular telephone system, as covered under \"wireless\nmobile communications\" allows users to move about, not only\nwithin the range of the Local Base Station but to other cells within\nthe same system and even to systems of other service providers.\nThe \"Fixed\" wireless systems do not support the extended\nroaming features of Mobile Cellular Systems.\nB\nThe advantage of wireless systems are: no need to install\ncable or rely on copper infrastructure.\nC\nvi) Wireless Communications (WC):\nIt involves transmitting signals through air and space using\nD\nradio waves. Examples blue tooth, CDMA.\nvii) Wireless Technologies (WT):\nA wireless network is a radio, microwave, infrared network.\nMost wireless networks have multiple BTSs. (base stations).\nviii) Cellular Systems and Topology:\nE\nA cell in a cellular system is a circular area with a central\ntransmitter/receiver base station. BTS is raised up on a tower\nor top of a building. BTS has a 360-degree antenna which is\ntuned to create a cellular area. When a user turns a phone on,\nits phone number and serial number are broadcast within the F\nlocal cell. The BTS picks up the signals and informs the\nSwitching Office that a particular device is located within its area.\nThis information is recorded in the switching office for reference.\nAn actual call takes place when the user enters a phone number\nand hits the Send button. The cellular system selects a channel\nfor the user to use during the duration of the call. As users travel,\nthey may move from one cell to another, necessitating a handoff\nand the selection of a new channel. While in the vicinity of a cell,\nmobile phone users are under the control of the transmitter/\nreceiver in that cell. A handoff takes place when the base station\nG\nH\n322\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA in one cell transfers control for a user's call to a base station in\nanother cell. When a base station begins to lose a user's signal,\nit notifies base stations in all the surrounding cells that the user\nmay be moving into their cells. As the user moves into a new\ncell, the base station in that cell takes over the call. The frequency\nB of the call is changed to a frequency used in the new cell during\nthe transition. This is because adjoining cells cannot use the\nsame frequencies.\nC\nix) Wireless Local Loop (WLL):\nToday, technologies provide WLL services, i.e., wireless.\naccess for home and business users to carriers and service\nprovider network.\nAccording to Encyclopedia of Networking \u0026\nTelecommunications by Tom Sheldon, wireless local loop\nD (\"WLL\") refers to a variety of technologies for connecting\nsubscribers to the public-switched telephone network (\"PSTN\")\nusing wireless links, rather than copper wire. WLL is a practical\nsolution for connecting subscribers in countries/areas that do\nnot have the wired infrastructure. It is also practical in rural areas\nE as an alternative to laying cable. WLL is primarily a fixed\nF\nG\nH\nwireless service (the subscriber generally stays in one\nplace), while cellular systems offer mobile communication\nand roaming among different systems.\nx) Basics of Wireless Communications:\nToday's wireless communications would not be possible\nwithout radio signals which are generated and emitted from a\nsender. They propagate through the atmosphere, and are\nreceived and interpreted by a receiver. There are two\napplications for radio signals. First, they are needed for wireless\ncommunication between a mobile terminal and a fixed network,\nwhich is achieved by manipulating the parameters of the signal\nwhich process is known as modulation. Secondly, radio signals\nprovide the basis for positioning, that is to say for locating the\ntarget.\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n323\nIn wired network, the transmission media are copper A\ntwisted pair, copper cable and optical fibre whereas the\ntransmission medium for wireless communication is always the\natmosphere, the space or water. Some wired systems like\nEthernet make use of voltage pulses to transmit data. Signals\nin wireless communications are electromagnetic waves which B\nare analog.\nElectromagnetic waves are produced and received by\nantennas. The receiving antenna converts radio signals from\nthe surrounding environment into alternating current and delivers\nit to electronic equipment connected to the antenna, known as\nthe receiver. Conversely, the transmitting antenna, on the\nother hand, radiates alternating current delivered by a transmitter\ninto the surrounding environment in the form of radio or micro\nwave signals.\nThe point to be noted is that there is a dichotomy between\nreceiving antenna and transmitting antenna. The antenna inside\nthe instrument is the receiving antenna whereas the antenna on\nthe BTS is the transmitting antenna.\nC\nD\nIn short, there exists major differences between wired and E\nwireless media. In wired communications, signals pass through\na solid or guided medium whereas in wireless communications\nthe technology is based on unguided media like atmosphere,\nspace or water and, therefore, in wireless communications\nsignals are exposed to several sources of interference on their F\nway from the transmitting to the receiving antenna. Broadly, we\nmay call this process of transmission to the receiving antenna\nas \"transmission technology\" which is a part of what is called\nas access network in contradistinction to what is called as core\nnetwork of which the numbering plan is one of the important\ncomponents. This dichotomy needs to be kept in mind for\ndeciding the present matter. In other words, the receiving antenna\nin the subscriber's premises and the transmitting antenna\nlocated in the BTS are aligned and they constitute access\nnetwork whereas MSC is the exchange in which there is core\nG\nH\n324\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA network consisting of BSC, numbering plan, softwares etc.\nwhich are essential to identify the source from which the call\noriginates, the movement of the subscriber from one cell to the\nother and the identification of the call for billing purposes. The\nIntelligent Network is in MSC.\nB\nC\nD\nGenerally, radio signals are emitted from an antenna omni-\ndirectionally and they can pass several hundreds of kilometers\nwithout being affected by obstacles (what is known as\nseamless), which makes radio signals very attractive for radio\nand television broadcast.\nIn wireless communications, different types of antennas.\nare used which differ from each other in respect of directivity of\nsignals propagation. When signals travel away from a\ntransmitting antenna in a BTS, they are exposed to a\nreduction in their strength. The degree of attenuation depends\nupon the distance between the transmitting antenna and the\nreceiving antenna, the wavelength of the signals and the\nsurrounding environment (e.g., indoor, outdoor, rural, urban etc.).\nIn wireless communications, the air interface (medium)\nE must be shared between different applications (e.g., radio, T.V.,\nmobile, cellular systems etc.) and within a certain application\nbetween different users (radio and T.V. stations, subscribers).\nThis is in contrast to wired infrastructures. In wireless\ncommunications, the resources of the air interface are given by\nF space, frequency, time and code and thus classified as space,\nfrequency, time and Code Division. The point to be noted is\nthat all channels transmit simultaneously in the same frequency\nrange and in the same space, thereby interfering with each other\nto a large extent. This means that the signals of different channels\nare summed up during transmission and, therefore, must be\nseparated after reception at the receiver. One of the methods\nto do so is called as CDMA (Code Division Multiple Access).\nUnder this method, different channels are separated by a code.\nDuring transmission, the signals from different senders\narrived in the form of a composed signal at the receiver. In\nG\nI\n:\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n325\norder to reconstruct the data of different senders, the receiver A\nhas to apply the chipping sequence of the respective sender.\nAccordingly, the resulting signal reaches the receiver. In the\npresent case, \"Walky\" is based on CDMA technology. So also\nthe \"Handset\" of Reliance Infocomm Ltd. is based on the same\ntechnology. It may be stressed that CDMA is the very complex B\ntechnique requiring sophisticated hardwares both in the centres\nand the receivers. As all senders transmit in the same frequency\nrange simultaneously, the radiating power must be carefully\naligned between them in order to guarantee that all senders\ncan be heard at the receiver.\nC\nThe fundamentals explained hereinabove are relevant to\nthe transmissioning of data for each kind of mobile service.\nas well as for positioning. Transmissioning of data as a concept\nis different from positioning. Transmissioning relies on\nmanipulation of radio signals whereas positioning is based on D\nmeasurement of radio signals especially their travelling time or\ntheir attenuation\nxi) Principles of Cellular Networks:\nMobile communications reached the market in 1980. Even E\nat that time the major challenge was to implement advanced\nmobility features such as handover, roaming and localization\nof subscribers which required additional control channels\nbetween terminal and serving base station.\nA cellular network consists of a number of radio cells F\nwhere the term \"cell\" refers to geographic coverage area of a\nBTS. The size of the coverage area depends on the signal\nstrength of the base station and the degree of attenuation. Each\nBTS is assigned a certain number of channels for transmitting\nand receiving data which is called as cell allocation (\"CA\"). To G\navoid interference between cells, it needs to be guaranteed that\nthe neighbouring base stations are also assigned cell allocations\nof different channels. There are no sharp borders between\nneighbouring cells. Most of the time they overlap. In urban areas,\na mobile device can hear a set of around 10 base stations H\n326\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA simultaneously, and then it selects from this set of base station\nwithin the strongest signal. The number of cells a network is\nmade up of is basically a function of the size of area to be\ncovered and the user penetration. When building up a new\nnetwork, operators first concentrate on establishing a coverage\nB in congested urban areas before establishing base stations in\nrural areas. If a network runs the risk of becoming overloaded in\na certain region, the operators can increase the capacity by\nincreasing the base stations density.\nE\nA cellular network not only consists of base stations\nC but also comprises a network infrastructure for\ninterconnecting base stations, mobility support, service\nprovisioning and connection to other networks like\ninternet. Therefore, a cellular network consists of several\naccess networks, which include the radio equipment\nD which is necessary to interconnect a terminal to the\nnetwork. The access networks are interconnected by the core\nnetwork. For example, in GSM, the access network is referred\nto as Base Station Subsystem (\"BSS\") whereas the core network\nis denoted as Mobile Switching and Management Subsystem\n(\"SMSS\"). BSS is responsible for monitoring and controlling\nthe air interface. BSS consists of two different components,\nnamely Base Transceiver Station (\"BTS\") and Base Station\nController (\"BSC\"). BTS stands for \"base station\". It contains\ntransmitter and receiver equipment as well as an antenna. The\nbase station is equipped with very limited capabilities for\nsignalling a protocol processing. The bulk of the work, for\nexample, allocation and release of channels is done by the\nBSC. The BSC is mainly responsible for control and execution\nof handover, a function which is needed to keep a circuit-\nswitched connection if the subscriber moves between base\nG stations. Therefore, each BSC controls several base stations,\nwhich are connected to the BSC via fixed lines or radio link\nsystems. On the other hand, mobile Switching and Management\nSystem is a fixed network of switching nods and databases for\nestablishing connections from and to the mobile subscriber. HLR\nH and VLR are two important databases which are the foundation\nF\n:\n:\ni\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n327\nof the Numbering Plan in MSC. The switching components are A\nthe Mobile Switching Centre (\"MSC\") and the Gateway MSC\n(\"ĠMSC\"). The MSC connects a number of BSCs. to the network\nfor the purposes of localization and handover. Thus, it is the\nMSC which is responsible for serving a limited geographic\nregion governed by all base stations connected to the MSC B\nover their BSCs. In a mobile network, when a connection is to\nbe established it is the MSC which determines another switch\ndepending on the current location of the mobile subscriber. For\nthis purpose, MSC is also connected to local network for each\nsubscriber so as to implement the numbering plan. The area\nfrom which the call emanates, the identification of the nature of\nthe call whether from mobile or fixed wireline is all done by the\ncomputer having the requisite software in MSC.\nxii) Fixed Wireless Access WLL(F):\nFixed wireless access (\"FWA\") also known as WLL(F) has\ncoverage between Wireless Local Area Networks (\"WLANS\")\nand cellular communication systems. The main purpose of\nFWA is to provide network access to buildings through\nexterior antennas communicating with central radio base\nstations. In this way, users in a building are allowed to connect\nto the network with conventional in-building networks.\nFWA is a service in which wireless access is intended as\na cheap cable replacement without additional features.\nFWA replaces copper lines to the homes of the users by\nwireless links, but without the specific benefit of mobility. The\noriginal intent was to give access to customers for basic phone\nservices bypassing the copper lines.\nFixed wireless access system is one type of service. FWA\nsystem can also be considered as a derivative of cordless\nphones or wireless local area networks. FWA system essentially\nreplaces a dedicated cable connection between the user and\nthe public landline system. The important difference to be noted\nis that FWA system is not the same as cordless phones. The\nC\nD\nE\nF\nG\nI\n"}