{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\nF\nG\n[2008] 7 S.C.R. 308\nTATA TELESERVICES LTD.\nV.\nBHARAT SANCHAR NIGAM LTD. AND ORS.\n(Civil Appeal No. 5850 of 2005 etc.)\nAPRIL 30, 2008\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\n-\nTelecommunication Interconnection Usage Charges\nRegulation 2003- Access Deficit Charges (ADC)- Levy of -\nOn the services which fall in the category of WLL(M) - Levy\non the services provided under 'Walky' treating the same as\nWLL(M) – Pursuant to Circular by TRAI directing service\nproviders to comply with Premises Specific Restrictions (PSR)\nand the directives issued by Department of\nTelecommunication (DOT) - Challenged on the ground that\nthe service in question has been reclassified by the Circular\nof TRAI, altering the terms and conditions of the Licence under\nwhich the service was taken; and that classification was without\nauthority and unilateral - Held: The services under 'Walky'\nhaving limited mobility falls in the category of WLL(M) service\n-The service providers were providing WLL(M) services\nduring the relevant period in the garb of FWA WLL(F)– Hence,\nAccess Deficit Charges (ADC) is leviable for the relevant\nperiod- The Circular issued by TRAI is clarificatory and not\namendatory- It has not reclassified 'Walky' as WLL(M) for the\nfirst time and thus does not alter the terms and conditions of\nthe Unified Access Service (UAS) Licence- It was issued in\naccordance with law - In view of the technology aspect and\npolicy framework for levy of ADC, there is no unilateralism-\nTelecom Regulatory Authority of India Act, 1997- ss. 11 and 13.\nRespondent (BSNL) demanded Access Deficit\nCharges (ADC) from the appellant for the period\n14.11.2004 to 26.8.05 in respect of its service provided\nunder its brand name 'Walky'. Appellant opposed the\nHa\n308\n+-\n་\n:\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS.\n309\ndemand on the ground that 'Walky' is a fixed wireless A\nphone WWL(F), having portability as its feature and hence\ncould not be classified as WWL(M). Appellant raised the\ndispute before Telecom Disputes Settlement and\nAppellate Tribunal wherein it was held that 'Walky' calls\nattracted ADC under the regulatory regime. Hence the B\npresent appeal.\nAppellant contended interalia that the respondent had\nno authority to impose ADC liability unilaterally on the\nappellants by classifying the instrument as a mobile\nphone; that the demand was misconceived as the dispute C\nregarding its classification was subjudice before the\nauthority; that 'Walky' as an instrument is portable, not\nmobile and therefore could not be classified as WWL(M);\nthat Telecom Regulatory Authority of India (TRAI) by the\nCircular dated 4.3.2003 has reclassified 'Walky' as WLL(M) D\nand thereby has amended the terms and conditions of\nUAS Licence and Telecommunication Interconnection\nUsage Charges Regulation 2003 (IUC Regulations).\nRespondent-BSNL contended interalia that there\nwas no unilateralism in the demand made by BSNL, as\nthe same was made only after the TRAI and the\nDepartment of Technology (DOT) had issued the Circular\ndated 4.3.2003 and Directives dated 23.3.2005 and\n26.8.2005, respectively; that compliance of the Order/\nDirective of DoT dated 26.8.2005 by the appellant,\nindicates that even according to the appellants, ADC was\npayable in respect of the service, i.e., WLL(M) and,\ntherefore, it was not correct to say that ADC could not be\ncharged without change in the conditions of licence or\n2003 Regulations.\nDismissing the appeals, the Court\nE\nF\nG\nHELD 1.1 The services of the appellants vide the\ninstrument 'Walky' falls in the category of WLL(M) service\nand, accordingly, the appellants would be liable to pay H\n310\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA Access Deficit Charges (ADC) in that regard during the\nrelevant period ie. 14.11.2004 to 26.8.2005. [Para 49]\n[364-A, B]\nB\n1.2 Directive dated 4.3.2005 by Telecom Regulatory\nAuthority of India (TRAI) was issued to all access\nproviders. The said directive came to be issued as it was\nbrought to the notice of TRAI that new terminals were\nbeing deployed by access providers which terminals do\nnot have any fixed network access point physically located\nat the address of the subscriber. In the said Circular, TRAI\nC noted that fixed wireless services were required to be\nprovided through fixed wireless terminals with the\nlocation of the network access point being fixed and with\nthe end-user terminal being connected to it. That, it had\nbeen brought to the notice of TRAI that new terminals were\nbeing deployed by certain access providers which did not\npossess fixed network access point physically located\nin the premises of the subscriber. Therefore, by the said\nCircular, TRAI directed the service providers to strictly\nensure that the terminal used for fixed wireless services\nE should strictly comply with premises specification\nrestriction, i.e., to the premises of the subscriber. The\nCircular dated 4.3.2005 stood followed by letters from DoT\ndated 23.3.2005 and 26.8.2005. [Para 38] [356-F, G; 357-A-D]\n. D\nF\n1.3 The Circular dated 4.3.2005 issued by TRAI is\nclarificatory and not amendatory. In the Circular, TRAI has\nused certain technological terms generally used in\ntelecommunications like 'network access point', 'end-user\nterminal' and 'fixed network access point'. These terms\nfind place in the generic requirement formulated as far\nG back as 1996. They also find place in the Principles of\nWireless Access formulated by ITU-RCA. Keeping in mind\nthe definitions given both in the technical references as\nwell as in the principles of wireless access formulated by\nITU-RCA, it is clear that Premises Specific Restriction\nH (\"PSR\") is not something new which stood evolved for\n:\nAss\nJ\n\u003e\u003e\n:\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS.\n311\nthe first time by Circular dated 4.3.2005. In substance, PSR A\nemanates from concepts, which are well known in\ntelecommunications, both in technological references as\nwell as in terms of generic requirements and in terms of\nprinciples of wireless access. [Paras 39 and 40] [357-D-\nH; 358-A, B]\nB\n1.4 Broadly FWA is called WLL(F). The UAS Licence\nrefers to three types of wireless services, namely, full\nmobility, limited mobility and FWA. As stated, in FWA, the\nlocation of the end-user (Walky) and the network access\npoint (antenna connected to the end-user) are both fixed C\nwhereas in the case of mobile wireless access, the\nlocation of the end-user is mobile. WLL(M) is a hybrid\nbetween FWA and MWA. Wireless access may be\nconsidered from many perspectives. [Para 40] [358-B, C]\nD\n1.5 The main purpose of FWA [WLL(F))] is to provide\nnetwork access to buildings through exterior antennas\ncommunicating with Central Radio Base Stations. In FWA,\nusers in a building are allowed to connect to the network\nwith conventional in-built networks. FWA is a service. It is\nintended as a cheap cable replacement, without additional E\nfeatures. Wireless systems differ depending upon the\namount of mobility that they allow for the users. FWA\nsystem is a derivative of cordless phones. In FWA there is\nno mobility of the user devices. This is where the concept/\nprinciple of PSR emerges. There is a difference between\nmobility and portability. A terminal may be portable but\nevery portable device is not mobile. The concepts\nmentioned in Circular dated 4.3.2005 issued by TRAI exist\nin telecommunications right from 2001. The said Circular\nmerely clarifies and brings out the concept Premises\nSpecific Restriction (PSR). [Para 40] [358-D, E, F, G]\n1.6 Classification is done by UAS Licence followed\nby chargeability under Telecommunication\nInterconnection Usage Charges Regulation 2003 (IUC\nRegulations). Therefore, it would be wrong to say that vide\nF\nG\nH\n312\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA Circular dated 4.3.2005 'Walky' has been reclassified as\nWLL(M) for the first time by TRAI. If the concept of FWA\n[WLL(F)] embodies PSR and that too from 2003 then it is\nclear that the said Circular dated 4.3.2005 is clarificatory.\nIt does not alter the terms and conditions of the licence.\nB FWA is one of the wireless services contemplated by\nUAS Licence which is dated July, 2003, therefore, much\nprior to circular dated 4.3.2005 these concepts were\nknown to all access providers right from 2003. [Para 42]\n[359-C, D, E]\nC\n1.7 ADC is a levy. Its levy depends on mobility as a\nservice feature. The numbering plan, radio frequency etc.\nare all important elements of a network. The numbering\nlevels for fixed wireless services and for WLL(M) services\nare different. So also the numbering levels for fixed\nD wireless service, limited mobility service and full mobility\nservice are different. The identification of the call whether\noriginating from mobile or from 'Walky' or FWA has a\ncorrelation with the numbering plan which is an important\nelement of the network of the appellant in its MSC. For\nE levy of ADC, integrity of numbering plan is very important.\n[Para 43] [359-F-H; 360-A]\nF\n1.8 In the present case, TRAI has detected that the\nappellant is providing WLL(M) service in the garb of fixed\nwireless phone service (FWA) which disturbs the integrity\nof the numbering plan. In the case of full mobility, the rate\nis different as compared to the rate in the case of limited\nmobility as compared to the rate in fixed wireless service.\nThis difference in the rates is spelt out in IUC Regulation,\n2003. It is for this reason that even in the clarification\nG issued by DoT on 23.3.2005, the access providers were\nwarned by pointing out that the issue of mobility has\nimplication with respect to the applicability of ADC. It was\nfurther clarified that if it is not possible for the access\nprovider to comply with the requirement of PSR then the\nH 'Walky' services shall be treated as WLL(M) service for all\n:\n7\ni\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS.\n313\npurposes including numbering plan, interconnection A\nusage charges, ADC etc. This is because a separate level\nwith allocated short distance charging area based link\nnumbering is to be used for wireline and fixed wireless\nservices. [Para 43] [360-A, B, C, D]\nB\n1.9 The record indicates that right from 2003, when\nUAS Licence stood issued, the classification was\ncontemplated by the licensor-DoT when it categorized\nwireless service into full mobility, limited mobility and FWA.\nADC, interconnection usage charges etc. follow that\nclassification. IUC Regulation, 2003 imposes the statutory C\ncharges based on the classification in the licence. What\nis important in this case is that besides technological data,\neven as a matter of policy if there is a contract between\nDoT and the access provider in terms of UAS Licence\nwhich provides for three categories, then the levy of ADC D\nwould depend upon the service which is rendered to the\nuser by the access provider. In the circumstances, apart\nfrom technology, this case is more on tax policy which\nlevies ADC on services which fall in the category of\nWLL(M). [Para 43] [360-D, E, F, G]\n1.10 Wireless systems differ in the amount of mobility\nthat they have to allow for the users. The ability to move\naround while communicating is one of the main features\nof wireless communication for the user. However, within\nthat requirement of mobility, different grades exist; i.e.\nFixed Devices; Nomadic Devices; and Low Mobility.[Para\n44] [360-G; 361-A]\n1.11 In the licence there are three types of wirelss\nservices, namely, limited mobility, full mobility and FWA.\nIUC levies the charge based on this classification. ADC is\na part of IUC. ADC is also levied under IUC Regulation,\n2003. In the case of 'Walky', the instrument can be put in\nthe car, it can be carried throughout SDCA and 'Walky'\ncalls can originate not only from the subscriber's premises\nE\nLL\nF\nG\nI\n314\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA but it can also originate from any point in the SDCA.\nBecause of this mobility, it is classifiable in the category\nof limited mobility. In the case of FWA [WLL(F)], there is\nno mobility of the user device. When there is no such\nmobility of the user device, it is similar to all wired\nB communications. Therefore, FWA is categorized as\nWLL(F). All wired communications can also fall in WLL(F)\nfor the purposes of levy of ADC. However, since the user\ndevice in the case in hand is mobile throughout SDCA,\nthe services which the instrument 'Walky' offers has to\nbe categorized as WLL(M) service. In the present case,\nthe appellants were providing WLL(M) services during the\nabove period in the garb of FWA or fixed wireless phone\nservices and thereby they have infringed the integrity of\nthe numbering plan. Therefore, ADC is payable by the\nappellants for the aforesaid period, namely, 14.11.2004 to\n26.8.2005. [Para 45] [361-D-H, 362-A, B]\nC\nD\nF\n1.12 Classification of services stood effected under\nUAS Licence 2003. Under the terms and conditions of that\nlicence, the access providers were required to maintain\nE the integrity of the numbering plan. This was one of the\nconditions of the licence. Similarly, classification/\ncategorization of wireless services was done under the\nlicence. The categorization constituted the term of the\nlicence. As a matter of follow-up for the purposes of levy\nof certain charges, including ADC, IUC Regulation 2003\nstood enacted. Under Section 11(1)(b) of Telecom\nRegulatory Authority of India Act, 1997, the TRAI is\nempowered to ensure compliance of terms and conditions\nof licence and to fix the terms and conditions of inter-\nconnectivity between the service providers Similarly,\nunder Section 11(1)(c), TRAI is also authorized to levy fees\nand other charges at such rates and in respect of such\nservices as may be determined by regulations. In the\npresent case, the IUC Regulation, 2003 indicates by way\nof schedule the rate chargeable for a call originating from\nG\nH\n,\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS.\n315\nmobile to fixed, fixed to fixed, fixed to mobile etc. Under A\nSection 13 of the 1997 Act, TRAI is empowered to issue\ndirections from time to time to the service providers for\nthe discharge of its functions under Section 11(1) of the\n1997 Act. The classification of the three wireless services\nwas done under the licence. The clarification issued by B\nTRAI on 4.3.2005 was under Section 13 of the 1997 Act. In\nthe circumstances, the said clarification dated 4.3.2005\nwas issued by TRAI in accordance with law. [Para 46]\n[362-B-G]\n2. It is not correct to say that when the question C\nwhether portable WLL(F) Phones should be treated alike\nas WLL(M) phones was pending before TRAI pursuant to\ncomplaints from BSNL dated 4.1.2005, it was not open to\nTRAI to issue a directive as is done in this case on 4.3.2005\nwithout waiting for a determination by the competent D\nauthority. The directive dated 4.3.2005 is clarificatory and\nnot amendatory. In any event, in view of the technology\naspect and policy framework for levy of ADC, there is no\nunilateralism as alleged by the appellant. [Para 48] [363-A-D]\nCIVIL APPEALLATE JURISDICTION: Civil Appeal No.\n5850 of 2005.\nFrom the final Judgment and Order dated 9.9.2005 of the\nTelecom Disputes Settlement and Appellate Tribunal, New Delhi\nin Petition No. 45 of 2005.\nE\nLL\nF\nWITH\nCivil Appeal No. 5871 of 2005.\nGopal Subramanium, Vikas Singh, ASGs, Arun Jaitely,\nRomji Srinivasan, K.K. Venugopal, J.J. Bhatt, P.P. Tripathi, G.\nRakesh Dwivedi, Dr. A.M. Singhvi, Ruby Singh Ahuja, Manu\nAggrawal, Simran Brar, Jai Singh Brar, Manik Karanjawala,\nAnjali Chandiyalker, Manali Singhal, K. Raj, Gopal Sankar\nNarayan, Abhijat P. Medh, Maninder Singh, Prathibha M. Singh,\nGaurav Sharma, Summeet Bhatia, Surabhi Mehta, Yoginder H\n316\nSUPREME COURT REPORTS\n[2008] 7 S.C.R.\nA Handoo, Tejveer Bhatia, S.W.A. Qadri, Anil Katiyar, Sanjay\nKapur, Shubhra Kapur, Rajiv Kapur, Arti Singh, Navin Chawla,\nManjul Bajpai, Ritika Chawla, Arun Dhillon, for the appearing\nparties.\nB\nC\nD\nE\nF\nThe Judgment of the Court was delivered by\nKAPADIA, J. The controversy in these civil appeals is:\nwhether appellant is liable to pay Access Deficit Charges\n(\"ADC\") to BSNL for the period commencing from 14.11.2004\nto 26.8.2005 in respect of its service provided under its brand\nname \"WALKY”.\nIntroduction:\n2. ADC is a levy imposed by TRAI (Regulator) on the\noperators (service providers) to support roll out of telephones\nin rural areas. Since BSNL owns 99% of the rural phones, ADC\nconstitutes a levy for the appellant and a subsidy for BSNL. The\nsaid ADC has two parts: (i) the component of the payment to be\nmade by the domestic service provider, and (ii) the component\nof the payment to be made by international long-distance service\nproviders. The ADC regime was introduced in 2004.\n3. In March, 1997, Telecom Regulatory Authority of India\n(\"TRAI\") Act stood enacted. The Government introduced New\nTelecommunication Policy (\"NTP\") in 1999 and proceeded to\nimplement the said policy. By TRAI (Amendment) Act, 2000 a\nkey change came to be effected as a result of NTP, 1999. The\nsaid amendment segregated the Regulatory and Dispute\nSettlement norms of the original TRAI. Under the new regime,\nall disputes involving consumer and service provider(s) had to\ngo to TDSAT. The said regime excluded civil courts from ruling\non disputes arising out of TRAI decisions. TDSAT was conferred\nG with original and appellate jurisdictions. The TRAI (Amendment)\nAct, 2000 defines precisely the regulatory powers of the TRAI.\nThe said Regulator became responsible for introduction of new\nservice providers, technical improvements, quality standards\nand fixing the terms and conditions of licences. One more event\nH needs to be mentioned. In order to separate policy making and\nA t\n་\nTATA TELESERVICES LTD. v. BHARAT SANCHAR\nNIGAM LTD. AND ORS. [KAPADIA, J.]\n317\nservice provision roles of the DoT, the Government created A\nDepartment of Telecom Services (\"DTS\"), which was later turned\ninto the corporate entity known as BSNL on 1.10.2000.\n4. Under the NTP, 1999, all new cellular mobile service\nproviders had to pay a fixed fees upon entry, and then pay a\nportion of their revenues to the Government. However, after\nAugust, 1999 the revenue-sharing arrangement came into\neffect.\n5. Given an ambitious target to achieve a tele-density of\n7%, the NTP 1999 sought to bring private players into basic\nservice which is the minimum facility and in which mobility as\nfeature of a telecom service was not a part of basic service.\nThe permissibility to provide a service is determined by the terms.\nand conditions of a licence granted by DoT whereas obligation\nto pay interconnection usage charges/ADC is determined by\nTRAI through its regulations framed under section 36 of the 1997\nAct in conformity with the licence conditions.\nB\nC\nD\n6. By a policy decision of Government of India in 2001,\nbasic service operators having the licence for providing fixed\nservice were allowed to provide Wireless Local Loop Mobile E\n[WLL(M))] service within the purview of their basic service\nlicence.\n7. During 1997 - April, 2003, there was no liability to pay\nADC ( a concept introduced by TRAI in 2003).\n'\n8. On 1.11.2003, DoT introduced a Unified Access Service\n(\"UAS\") licence which allowed its holder to provide wire-line as\nwell as wireless services in a service area. However, wireless\nservices included full mobile, limited mobile and fixed\nwireless services under the UAS licence. The existing\nservice providers were given the option to stay on their original\nlicence or change to the UAS licence to facilitate\ncommunications convergence by allowing value-added services\non the same licence. However, all telecom operators had to pay\nIUC including ADC in accordance with IUC Regulations framed\nby TRAI.\nF\nG\nI\n"}