{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"ACCOUNTS OFFICER (A \u0026 I) APSRTC AND ORS.\nV.\nK. V. RAMANA AND ORS.\nJANUARY 8, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nLabour Law:\nContract sweeper and attender-Claiming regularization-Held, even\nif contract labours/casual workers/ad hoc employees have worked for a\nlong period, they cannot be regularized de hors the rules for selection-\nA circular cannot override Article 16 of the Constitution-Constitution of\nIndia-Article 16.\nRespondents were engaged as contract sweepers and attenders in the\nappellant-State Road Transport Corporation in May/August 1992. They\nfiled a writ petition in the High Court stating that though they had\ncompleted 240 days of continuous service without any break, but since\n10.5.1998 they were not given any work. They prayed that the Corporation\nbe directed to regularize their services. The stand of the Corporation was\nthat as the respondents were neither selected nor appointed through the\nDepartmental Selection Committee in accordance with the prescribed\nprocedure, their case for regularization could not be considered. The\nsingle Judge directed regularization of the respondents. The appeals of the\nCorporation having been dismissed by the Division Bench of the High\nCourt, it filed the present appeals.\nAllowing the appeals, the Court\nHELD: In view of the Constitution Bench decision of this Court in\nUma Devi's* case, absorption, regularization or permanent continuance of\ntemporary, contractual, casual, daily-wage or ad hoc employees de hors the\nrules and constitutional scheme of public employment cannot be granted by\nthe Courts. As regards the circular dated 26.10.1988, the same cannot\noverride Article 16 of the Constitution, and hence regularization cannot be\ngranted under the said circular. Even if the contract labourers or casual\nworkers or ad hoc employees have worked for a long period they cannot\nbe regularized de hors the rules for selection. [Para 9] [233-G-H, 234-A]\n231\nA\nB\nC\nD\nE\nF\nG\nH\n+\n232\nA\nB\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n*Secretary, State of Karnataka \u0026 Ors. v. Uma Devi (3) \u0026 Ors., [2006]\n4 SCC1, followed.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 96 of 2007.\nFrom the Judgment and final Order dated 30.4.2003 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in W.A. No. 629/2003.\nC.A. No. 97/2007\nC\nWITH\nᎠ\nR. Santhan Krishnan, Praveen K. Pandey and D. Mahesh Babu for the\nAppellants.\nM/s. P.S.N. \u0026 Co.for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. : Leave granted.\n2. These appeals have been filed against the impugned judgment of the\nE Andhra Pradesh High Court dated 30.4.2003 in Writ Appeal No.629 of 2003\nand Writ Appeal No.584 of 2003. For the sake of convenience we will deal\nwith the facts of Civil Appeal arising out of SLP(C) No.9098/2004.\nF\n3. Heard learned counsel for the parties and perused the record.\n4. The facts of the case are that the respondents 1 and 2 in this appeal\nwere appointed by the Andhra Pradesh State Road Transport Corporation\n(hereinafter referred to as \"the corporation\") as contract sweeper and\nattender on 1.5.1992 and respondent no.3 was appointed as such on\n1.8.1992. They submitted representations to appellant no.1 and 2 for\nG regularization of their services claiming that they have completed 240 days.\nof continuous service without any break but since 10.5.1998 the appellants\nwere not giving them work. Hence the respondents filed a writ petition\nbeing Writ Petition No.10678 of 1996 which was disposed of by the High\nCourt on 17.10.1997 directing the corporation to consider the case of these\nH employees for regularization of service.\n+\nACCOUNTS OFFICER (A\u0026I) APSRTC v. K.V. RAMANA [KATJU, J.] 233\n5. By order dated 31.3.1998 the representation of the writ petitioners A\nwas rejected on the ground that their regularization can only be considered\nwhen they are recruited through the prescribed Departmental Selection\nCommittee and after undergoing a selection process. Since, they were not\nselected and appointed in accordance with the aforesaid procedure, their\ncase for regularization could not be considered. Aggrieved the respondents\n(writ petitioners) filed a writ appeal no.6948 of 1999 which was allowed by\na learned Single Judge of the High Court.\nB\nC\n6. In the counter affidavit filed by the Corporation in the writ petition\nit was stated that the petitioners were entrusted the work of the attender/\nsweeper on casual basis on a consolidated pay, drawn through a pay order\non certification of the work every month, but they were not issued any\nappointment order. It was also submitted that as per the circular of the\nCorporation dated 1.5.1996 there was no provision to engage anyone on\ncontract basis or on consolidated pay. The writ petitioner had not undergone\nthe Departmental Selection process and as such they were not entitled for D\nregularization.\n7. Learned counsel for the writ petitioners (the respondents in this\nappeal) relied on the circular of the Corporation dated 26.10.1988 wherein\nguidelines were issued to engage the existing contract labour, such as\ncleaners including piecemeal rated labour against the sanctioned vacancies.\nIn view of this circular, it was contended that the writ petitioners were\nentitled for regularization.\n8. The learned Single Judge allowed the writ petition and directed\nregularization of the writ petitioners within six weeks. Aggrieved the\nCorporation filed an appeal before the Division Bench of the High Court\nwhich was rejected by the impugned judgment. Hence, these appeals by\nspecial leave.\nE\nF\n9. In our opinion these appeals have to be allowed. It has been held\nG\nby a Constitution Bench of this Court in Secretary, State of Karnataka \u0026\nOrs. v. Uma Devi (3) \u0026 Ors., [2006] 4 SCC 1 that absorption, regularization\nor permanent continuance of temporary, contractual, casual, daily-wage or\nad hoc employees dehors the rules and constitutional scheme of public\nemployment cannot be granted by the Courts. As regards the circular dated\nH\n234\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA 26.10.1988 the same cannot override Article 16 of the Constitution, and\nhence regularization cannot be granted under the said circular. Even if the\ncontract labourers or casual workers or ad hoc employees have worked for\na long period they cannot be regularized dehors the rules for selection, as\nhas been held in Uma Devi's case (supra).\nB\n10. Hence following the decision of the Constitution Bench of this\nCourt in Uma Devi's case (supra), these appeals are allowed and the\nimpugned judgment of the Division Bench and of the learned Single Judge\nare set aside, and the writ petitions are dismissed.\nC R.P.\nAppeals allowed.\n"}