{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nOMKAR PRASAD VERMA\nV.\nSTATE OF MADHYA PRADESH\nMARCH 8, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPenal Code 1860-Section 376 B-Conviction under-Correctness of —\nAllegation that Government school teacher had sexual intercourse with\nstudent putting her to fear-Held: Sexual intercourse did not take place\nwithin precincts of school but outside the school and as such not at a place\nwhere woman was in custody of the public servant-Thus, ingredients of the\nsection not satisfied and section 376B not attracted.\nIt is alleged that the appellant-government school teacher had sexual\nD intercourse with a student putting her to fear that she would fail in exams.\nFIR was lodged. The student became pregnant. Appellant took her for abortion.\nTrial court held that as the prosecutrix was a consenting party and was found\nto be of more than 18 years, teacher was not guilty of offence of rape. However,\nsince appellant was a government school teacher and prosecutrix being\nstudent, was in his custody, he was held guilty of offence under section\nE 376 B, IPC. Aggrieved, appellant filed appeal which was dismissed. Hence\nthe present appeal.\nF\nG\nH\nAllowing the appeal, the Court\nHELD: 1.1. While construing a penal provision, the rule of strict\ninterpretation shall be adhered to. Consent of a girl, therefore, although would\nnot take the offence outside the purview of Section 376(2) IPC, but therefor\nother ingredients thereof must be found to be existing. [Paras 9 and 10]\n[674-E-F]\n1.2. It is assumed that the appellant being a teacher of the government\nschool was a public servant. But all the students of the school, only thereby,\nwere not in the custody of the appellant. The expression \"custody\" implies\nguardianship. A custody must be a lawful custody. The same may arise within\nthe provisions of the statute or actual custody conferred by reason of an order\nof a court of law or otherwise. [Para 11] [674-F-G]\n670\nT\n✓\nOMKAR PRASAD VERMA 1. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 671\nP. Ramanatha Aiyar's Advanced Law Lexicon, p 1170, referred to. A\nB\n1.3. When these two ingredients are satisfied, the third ingredient,\ntherefore, would be as to whether the public servant has taken advantage of\nhis official position. If a student and a teacher fall in love with each other, the\nsame would not mean that the teacher has taken undue advantage of his official\nposition. Even then, there must be an inducement or seduction by a public\nservant so far as the woman in his custody is concerned. Therefore, sexual\nintercourse for the purpose of attracting Section 376B of IPC must take place\nat a place where the woman was in custody. In this case, the prosecutrix\ncategorically admitted that the same did not take place within the precincts\nof the school but outside the school. Therefore, the ingredients of the offence C\nunder Sec. 376B of IPC are not satisfied in the instant case.\n[Paras 13, 14 and 15] [675-B-D]\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 293 of\n2007.\nD\nFrom the Judgment and Order dated 6.10.2006 of the High Court of\nJudicature Madhya Pradesh at Jabalpur in Criminal Appeal No. Nos. 2386/\n1999.\nPramod Swarup, Amit Singh, Pareena Swarup and Bharat Ram for the\nAppellant.\nVibha Datta Makhija for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nE\nF\nדי\n2. Appellant is a teacher in a government school. Vimala was a student\nreading in the said school. She alleged that the appellant had sexual intercourse\nwith her on putting her to fear that she would be failed in her classes. In fact,\nshe was studying in class VII for three years. A First Information Report was\nlodged. She became pregnant. Appellant took her to a hospital at Satna where G\nan abortion took place. In the meantime a missing diary was recorded on\n1.02.1997. On 11.02.1997, the prosecutrix herself came back and gave a statement\nbefore the Investigating Officer. She alleged that at the relevant time she was\nonly 13 years old.\n3. The said allegations were not found to be correct in the trial. A H\n672\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA finding of fact was arrived at by the learned Trial Judge that she was a\nconsenting party. She was found to be more than 18 years of age. On the\nbasis of the said findings, it was categorically held that the accused was not\nguilty of the offence of commission of rape. The learned Trial Judge, however,\nwas of the opinion that as the school, in question, was a government school,\nthe appellant was a public servant. The prosecutrix was a student, and thus,\nin that capacity, was in his custody and in that view of the matter he was\nguilty of commission of an offence under Section 376B of the Indian Penal\nCode and sentenced him to undergo 2 years R.I. and a fine of Rs. 1000/- in\ndefault thereof to undergo sentence of 6 months R.I. An appeal preferred by\nthe appellant herein has been dismissed by reason of the impugned Judgment\nC by the High Court.\nB\nD\nE\nדי\nF\nG\nH\n4. The short question which arises for consideration is as to whether\nin a case of this nature, Section 376B of the Indian Penal Code is attracted\nor not.\nSection 375 of the Indian Penal Code defines rape to mean:-\n\"Rape.\n-\nA man is said to commit \"rape\" who, except in the case\nhereinafter excepted, has sexual intercourse with a woman under\ncircumstances falling under any of the six following descriptions:-\nFirst. Against her will.\nSecondly. - Without her consent\n-\nThirdly. With her consent, when her consent has been obtained\nby putting her or any person in whom she is interested in fear of\ndeath or of hurt.\n-\nFourthly. With her consent, when the man knows that he is not\nher husband, and that her consent is given because she believes that\nhe is another man to whom she is or believes herself to be lawfully\nmarried.\n-\nFifthly. With her consent, when, at the time of giving such\nconsent, by reason of unsoundness of mind or intoxication or the\nadministration by him personally or through another of any stupefying\nor unwholesome substance, she is unable to understand the nature\nand consequences of that to which she gives consent.\nSixthly. - With or without her consent, when she is under sixteen\nT\nOMKAR PRASAD VERMA 1. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 673\nyears of age.\"\nA\n5. Section 376 (2) of the Indian Penal Code provides for sentences for\ndifferent nature of the offences falling in the said category. Section 376(2)(b)\nprovides for sentences against public servant who takes advantage of his\nofficial position and commits rape on a woman in his custody as such public\nservant or in the custody of a public servant subordinate to him. Section B\n376 (2)(b) reads as under:-\n“(2) Whoever -\n(a)\n***\n(b) being a public servant, takes advantage of his official position and\ncommits rape on a woman in his custody as such public servant or\nin the custody of a public servant subordinate to him; or\n(c) ***\nC\n(d) ***\n(e)\n***\n(f)\n***\n(g)\n***\nshall be punished with rigorous imprisonment for a term which shall\nnot be less than ten years but which may be for life and shall also\nbe liable to fine\"\n6. The ingredients of the said provision are:\nᎠ\nE\nF\n(i) the accused must be a public servant;\n(ii) he must take advantage of his official position;\n(iii) he must induce or seduce any woman;\n(iv) such woman must be in his custody in such capacity or she is\nin the custody of public servant subordinate to him; and\nG\n(v)\nhe must have sexual intercourse with her which does not amount\nto the offence of rape.\n7. The Indian Penal Code was amended by Act 43 of 1983 in terms\nH\n674\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA whereof apart from amending Section 376 itself, various sub-sections were\ninserted, viz., Sections 376A to 376D. All the aforementioned newly inserted\nprovisions were sought to deal with such cases which are not covered by\nSection 376. They have thus, been inserted to meet a situation which was\notherwise not provided for under Section 376. A new offence against the\npublic servant is created under Sections 376(2)(b), 376B and 376C of the\nIndian Penal Code. Intercourse by a man with his wife during separation and\nby any member of the management or staff of a hospital with any woman in\nthat hospital would be the offences falling under Sections 376A and 376D of\nthe Code.\nB\nC\n8. A distinction must also be made out between an offence of rape as\ncontained in Section 375 of the Indian Penal Code which is punishable under\nSection 376 and an offence of sexual intercourse with a woman in the situations\nspecified in the aforementioned provisions. The distinction is that whereas\nunder Section 376 (2), there is no consent at all, under Sections 376B, 376C\nand 376D, there would be consent on the part of the prosecutrix but such\nD consent has been obtained by taking undue advantage of the position as\nE\nF\npublic servant, Superintendent or Member of the Management. Sections 376A\nto 376D, stricto sensu therefore, do not deal with rape as is understood in its\nordinary parlance.\n9. While construing a penal provision, the rule of strict interpretation\nshall be adhered to.\n10. Consent of a girl, therefore, although would not take the offence\noutside the purview of Section 376(2), but therefor other ingredients thereof\nmust be found to be existing.\n11. We will assume that the appellant being a teacher of the government\nschool was a public servant. But all the students of the school, only thereby,\nwere not in the custody of the appellant. The expression \"custody” implies\nguardianship. A custody must be a lawful custody. The same may arise within\nthe provisions of the statute or actual custody conferred by reason of an\nG order of a court of law or otherwise.\nH\n12. In P. Ramanatha Aiyar's Advanced Law Lexicon, page 1170,\n\"custody\" has been defined to mean:\n\"Care keeping; charge (as parent or guardian having custody of\nchildren and minors); imprisonment; judicial or penal safe keeping (as\nOMKAR PRASAD VERMA 1. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 675\ncustody of prisoner); defence from an enemy; preservation (as a fleet A\nstationed for the custody of the narrow seas).'\n13. When these two ingredients are satisfied, the third ingredient,\ntherefore, would be as to whether the public servant has taken advantage of\nhis official position. If a student and a teacher fall in love with each other,\nthe same would not mean that the teacher has taken undue advantage of his B\nofficial position. Even then, there must be an inducement or seduction by a\npublic servant so far as the woman in his custody is concerned.\n14. Sexual intercourse, therefore, for the purpose of attracting Section\n376B of the Indian Penal Code must take place at a place where the woman\nwas in custody. In this case, the prosecutrix categorically admitted that the\nsame did not take place within the precincts of the school but outside the\nschool.\nC\n15. We, therefore, are clearly of the opinion that the ingredients of the\noffence under Sec. 376B of the Indian Penal Code are not satisfied in the D\ninstant case.\n16. For the reasons aforementioned, the appeal is allowed. Appellant is\non bail. He is discharged from the bail bond.\nN.J.\nAppeal allowed.\n"}