{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":"M/S. FARWOOD INDUSTRIES (P) LTD.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, CHENNAI\nJANUARY 17, 2007\nA\nB\n[DR. AR. LAKSHMANAN AND V.S. SIRPURKAR, JJ.]\nCentral Excise Tariff Act, 1985:\nFixtures and Furniture-Difference between-Exigibility of--Held, in\nview of the judgment in M/s. Craft Industries case*, the order passed by C\nthe Assessing Officer and as affirmed by the Commissioner of Central\nExcise, requires re-consideration-Matter remitted to the Commissioner of\nCentral Excise for fresh disposal in accordance with law.\n*M/s. Craft Interiors Pvt. Ltd. v. Commissioner of Central\nExcise, Bangalore \u0026 Anr., [2006] 11 SCALE 78, relied on.\nD\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 3715 of 2005.\nFrom the Final Judgment and Order No. 345/2005 dated 3.3.2005 of the\nCustoms, Excise and Service Tax Appellate Tribunal, South Zonal Bench at\nChennai in Appeal No. E/3191/1998.\nA.K. Ganguly, Sr. Adv., Nikhil Nayyar and Amit Singhal for the\nAppellant.\nE\nSubba Rao and B. Krishna Prasad for the Respondent.\nThe Order of the Court delivered :\nORDER\nF\nG\nHeard Mr.A.K.Ganguly, learned senior counsel for the appellant and\nMr.Subba Rao, learned counsel for the respondent.\nWe have perused the order passed by the Assessing Officer and also\nthe order passed by the Commissioner of Central Excise, Chennai.\n1093\nH\nA\nB\n1094\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nThe learned senior counsel for the appellant at the time of hearing\nrelied upon the Judgment in M/s. Craft Interiors Pvt.Ltd. v. Commissioner of\nCentral Excise, Bangalore \u0026 Anr. reported in [2006] 11 SCALE 78 and in\nparticular paragraph 17 of the said Judgment. In view of the above Judgment,\nthe order passed by the Assessing Officer and as affirmed by the\nCommissioner of Central Excise, Chennai requires re-consideration. We,\ntherefore, remit the matter to the Commissioner of Central Excise, Chennai-\nIII for a fresh disposal in accordance with law. The appeal stands allowed\naccordingly.\nBoth parties are at liberty to place additional documents before the\nC Commissioner of Central Excise, Chennai-III.\nR.P.\nAppeal allowed.\nལན ་\n"}