{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"☑\nOM PRAKASH SHRIVASTAVA\nV.\nSTATE OF M.P. AND ANR.\nAPRIL 19, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nC\nService Law Seniority-Madhya Pradesh Civil Services (General\nConditions of Service) Rules, 1963—Rules 8 and 12-Madhya Pradesh Civil\nServices (Executive) Classification, Recruitment and Conditions of Services\nRules, 1975-Rule 13-Appellant-probationer passed the prescribed\ndepartmental examination only after his extended period of probation was\nover-He was confirmed with reference to the date of his passing—A\nsubsequently appointed probationer, who passed the departmental examination\nwithin extended period of his probation was placed senior than Appellant by\nfixation of his notional date of confirmation on the day his original period of D\nprobation was over, though he had passed the examination later in point of\ntime than Appellant-Held: Such fixation of seniority not contrary to law as\nalleged by appellant-Comes within purview of Rules 8 and 12 of the M.P.\nGeneral Rules and Rule 13 of the M.P. Executive Rules.\nAppellant, appointed on probation on 1-5-1989, succeeded in the E\nprescribed departmental examination on 22-7-1992 only after his extended\nprobation period was over on 1-5-1992. The date of his confirmation was\naccordingly taken to be 23-7-1992. Another probationer though passed the\ndepartmental examination on 29-1-1993 after his initial appointment on 7-5-\n1990, was placed above the appellant in the seniority list by fixation of his F\nnotional date of confirmation on the day his original period of probation was\nover, i.e. 8-5-1992. He had passed the examination within extended period of\nhis probation which was to end on 7-5-1993. According to the appellant such\nfixation of seniority was contrary to law. CAT did not accept the plea. High\nCourt affirmed the order passed by CAT holding that the appellant's claim\nof seniority vis-a-vis the other probationer was untenable. Hence the present G\nappeals.\nDismissing the appeals, the Court\nHELD 1.1. CAT and High Court were justified in rejecting the\n679\nH\n་{\n680\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA appellant's claim. [686-B]\nB\nC\nD\nE\nF\nG\n1.2. A combined reading of Rules 8 and 12 of the M.P. General Rules\nand 13 of the M.P. Executive Rules makes the position clear that seniority\ncan be assigned by taking the relevant date to be the date of expiry of normal\nperiod of probation. In the case of ‘R', it was 8-5-1992. So far as the appellant\nis concerned, the appointing authority has been given power to determine the\ndate from which the candidate should be assigned seniority if the period of\nprobation of any direct recruit is extended depending on the date of his passing\nthe departmental examination. Until the probation period is completed, and\nhe is confirmed in the post, the employee does not become a member of the\nservice on successful completion of the probation and passing of the prescribed\ntests or conditions precedent to declaration of completion of the probation\nperiod. Mere completion of one year period does not entitle the person to be\na member of the service. He continues to be in temporary service on\ncompletion of probation period. The appointing authority is to confirm him\nin a pending post available or grant him a quasi-permanent status. Unless he\npasses departmental examination, there is no question of completion of\nprobation and for all practical purposes the employee continues to be in\ntemporary service. [685-D-G]\n1.3. A person who has neither been confirmed, nor had a certificate in\nhis favour in terms of sub-rule (6), nor discharged from service under sub-\nrule (4) would fall within the category of those officers referred to in sub-\nrule (7) of Rule 8 of the M.P. General Rules. He is to be deemed to be a\ntemporary government servant with effect from the date of expiry of\nprobation. The position is different in case of an officer, who passes the\ndepartmental examination within extended period of probation.\n[685-H; 686-A|\nM.P. Chandoria v. State of M.P. and Ors., [1996] 11 SCC 173 and State\nof M.P. v. Ramkinkar Gupta and Ors., [2000] 10 SCC 77, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 2698-2699\nof 2005.\nFrom the Judgment and Order dated 22.9.2003/28.11.2003 of the\nMadhya Pradesh High Court at Jabalpur in W.P. No. 3877/2000 in\nR.Application No. 3399 of 2003.\nVivek Tankha, Dr. Hursh Pathak, A.S. Raizada and Rajesh with him\nH for the Appellant.\n77\nK\nOM PRAKASH SHRIVASTAVA v. STATE OF M.P. [PASAYAT, J.] 681\nB.S. Banthia and Ms. Musharraf Choudhary for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nAppellant calls in question legality of the judgment rendered by a E\nDivision Bench of the Madhya Pradesh High Court at Jabalpur affirming the\norder passed by Central Administrative Tribunal (in short ‘CAT') holding\nthat the appellant's claim of seniority vis-a-vis that of one Ram Rao Bhosley\nwas untenable.\nFactual position is undisputed and relates to appellant's seniority vis-a- C\nvis others. Though grievance was made in the Original Application before the\nCAT and the High Court that his seniority was affected by placing juniors\nabove him, no such junior was impleaded either before CAT or the High\nCourt and in the present appeal. By way of illustration, it has been pointed\nout that the aforesaid Ram Rao Bhosley was one such instance. It was\nappellant's stand that when he passed the departmental examination, the\nGovernment should have decided the date from which he was to be confirmed.\nAs no such decision has been taken and no order has been passed his placement\nin the Gradation list is without any rational basis.\nDI\nE\nAppellant was appointed on 1.5.1989 on probation and original probation\nperiod ended on 1.5.1991. There was extension of the period of probation by\none year which ended on 1.5.1992. Even during the extended period of\nprobation the appellant did not succeed in the departmental examination and\nonly on 22.7.1992 he passed the departmental examination. The date of\nconfirmation was accordingly taken to be 23.7.1992. The appellant made a\ngrievance that those persons who had passed the departmental examination F\nwithin the extended period of one year were placed higher in the seniority list\nof 2002 by fixing their notional date of confirmation on the day the original\nperiod of probation was over. According to the appellant such fixation of\nseniority was contrary to law. The CAT did not accept the plea by placing\nreliance on judgment of this Court in M.P. Chandoria v. State of M.P. and\nOrs., [1996] 11 SCC 173 and State of M.P. v. Ramkinkar Gupta and Ors.,\n[2000] 10 SCC 77. The CAT held that these decisions did not support the\nstand taken by the appellant and, in fact, substantiated State's case that only\nfrom the date an employee passes the departmental examination (if it is after\nprobation period), the confirmation takes places.\nG\nH\nA\nB\nC\n682\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nIn support of the appeal, Mr. Vivek Tankha, learned senior counsel\nsubmitted that the view taken by the CAT and the High Court was not correct\nin view of what has been stated by this Court in M.P. Chandoria and\nRamkinkar Gupta cases (supra). With reference to the factual details of Ram\nRao Bhosley, it was submitted that though he passed the departmental\nexamination on 29.1.1993 after his initial appointment on 7.5.1990, he was\nplaced senior to the appellant in the Gradation list. This was submitted to be\nnot justified both in fact and in law.\nLearned counsel for the respondent-State on the other hand supported\nthe judgment of CAT and the High Court.\nWe shall first take note of the factual details so far as the appellant and\nRam Rao Bhosley, though he is not a party to test acceptability of appellant's\nstand.\nName of the officer\nOm Prakash\nRam Rao Bhosley\nShrivastava\nD\nDate of appointment\n01.05.1989\n07.05.1990\nDate of completion of\n01.05.1991\n07.05.1992\n2-years (original Probation\nPeriod)\nE\nDate of completion\n01.05.1992.\n07.05.1993\nof extended period of 1\n(one) - year\nDate of passing the\n22.07.1992\n29.01.1993\ndepartmental exams.\nF\nDate of confirmation\n23.07.1992\n08.05.1992 (Notional)\nSr. No. in Gradation\nList of 2002\n360\n345\nG\nH\nRules 8 and 12 of the Madhya Pradesh Civil Services (General\nConditions of Service) Rules, 1963 (in short the ‘Rules') throw considerable\nlight on the present controversy. They read, so far as relevant as follows:\n\"8. Probation (1) A person appointed to a service or post by direct\nrecruitment shall ordinarily be placed on probation for such period as\nmay be prescribed.\nOM PRAKASH SHRIVASTAVA v. STATE OF M.P. [PASAYAT, J.] 683\n(2) The appointing authority may, for sufficient reasons, extend the A\nperiod of probation by a further period not exceeding one year.\n(3) A probationer shall undergo such training and pass such\ndepartmental examinations during the period of his probation as may\nbe prescribed.\n(4) The service of a probationer may be terminated during the period\nof probation if in the opinion of the appointing authority he is not\nlikely to shape into a suitable government servant.\nB\n(5) The services of a probationer who has not passed the departmental C\nexaminations or who is found unsuitable for the service or post may\nbe terminated at the end of the period of his probation.\n(6) On the successful completion of probation and passing of the\nprescribed departmental examination, if any, the probationer shall if\nthere is a permanent post available, be confirmed in the service or D\npost to which he has been appointed, otherwise a certificate shall be\nissued in his favour by the appointing authority to the effect that the\nprobationer would have been confirmed but for the non-availability of\nthe permanent post and that as soon as a permanent post becomes\navailable he will be confirmed.\n(7) A probationer, who has neither been confirmed, nor a certificate\nissued in his favour under sub-rule. (6), nor discharged from service\nunder sub-rule (4), shall be deemed to have been appointed as a\ntemporary government servant with effect from the date of expiry of\nprobation and his conditions of service shall be governed by the\nMadhya Pradesh Government Servants (Temporary and Quasi-\nPermanent Service) Rules, 1960.\"\n“12. Seniority - The seniority of the members of service of a district\nbranch or group of posts of that service shall be determined in\naccordance with the following principles, viz. -\n(a) Direct recruits: (i) The seniority of a directly recruited government\nservant appointed on probation shall count during his probation from\nthe date of appointment, viz. :\nE\nF\nG\nH\n684\nA\nB\nC\nᎠ .\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n(ii) the same order of inter se seniority shall be maintained on the\nconfirmation of such direct recruits if the confirmation is ordered at\nthe end of the normal period of probation. If, however, the period of\nprobation of any direct recruits is extended, the appointing authority\nshall determine whether he should be assigned the same seniority as\nwould be assigned to him if he had been confirmed on the expiry of\nthe normal period of probation or whether he should be assigned a\nlower seniority.\"\nRule 13 of Madhya Pradesh Civil Services (Executive) Classification,\nRecruitment and Conditions of Services Rules, 1975 (in short ‘Executive\nRules') reads as follows:\n“13. Probation- (1) Every person directly recruited to the service\nshall be appointed on probation for a period of two years.\n(2) The appointing authority may, for sufficient reasons, extend the\nperiod of probation by a further period not exceeding one year.\n(3) The probationer shall undergo the prescribed training and pass the\nprescribed departmental examination by the higher standard during\nthe period of his probation.\n(4) The services of the probationer may be terminated during the\nperiod of probation, if in the opinion of the appointing authority, he\nis not likely to shape into suitable government servant.\n(5) The services of a probationer who does not pass the prescribed\ndepartmental examination or who is found unsuitable for the service\nalso be terminated at the end of the period of probation.\n(6) On successful completion of probation and the passing of the\nprescribed departmental examinations, the probationer shall be\nconfirmed in the service provided permanent vacancies exist for him\notherwise a certificate shall be issued in his favour by the appointing\nauthority to the effect that the probationer would have been confirmed\nbut for the non-availability of the permanent post and as soon as\npermanent post becomes available he will be confirmed. The\nprobationer shall not draw any increments until he is confirmed. On\nconfirmation his pay will be fixed with reference to the total length\nof service. If the probationary period is extended, government will\ndecide at the time of confirmation whether arrears of increments shall\nOM PRAKASH SHRIVASTAVA v. STATE OF M.P. [PASAYAT, J.] 685\nbe paid or not. Such arrears shall ordinarily be paid when the extension A\nof the probationary period is due to no fault of the probationer.\n(7) A probationer who has neither been confirmed, nor a certificate\nissued in his favour under sub-rule (6) above, nor discharged from\nservice under sub-rules (4) and (5) above, shall be deemed to have\nbeen appointed as a temporary government servant with effect from B\nthe date of expiry of probation and his conditions of service shall be\ngoverned by the Madhya Pradesh (Temporary and Quasi-Permanent\nService) Rules, 1960.\"\nA bare reading of sub-clause (ii) of Clause (a) of Rule 12 makes the\nposition clear that the appointing authority has to decide as to from what date C\nthe direct recruit is to be assigned. It has to be decided whether seniority as\nassigned to him if he had been confirmed on the expiry of the normal period\nof probation or whether he should be assigned a lower seniority. The original\nprobation period is two years. Therefore, a combined reading of Rules 8, 12\nof the Rules and 13 of Executive Rules makes the position clear that seniority D\ncan be assigned by taking the relevant date to be the date of expiry of normal\nperiod of probation. In the case of Ram Rao Bhosley, it was 8.5.1992. So far\nas the appellant is concerned, the appointing authority has been given power\nto determine the date from which the candidate should be assigned seniority\nif the period of probation of any direct recruit is extended depending on the\ndate of his passing the departmental examination. As was noted in M.P. E\nChandoria's case (supra), until the probation period is completed, and he is\nconfirmed in the post, the employee does not become a member of the\nservice on successful completion of the probation and passing of the prescribed\ntests or conditions precedent to declaration of completion of the probation\nperiod. Mere completion of one year period does not entitle the person to be F\na member of the service. He continues to be in temporary service on the\ncompletion of probation period. The appointing authority is to confirm him\nin a pending post available or grant him a quasi-permanent status. Unless he\npasses departmental examination, there is no question of completion of\nprobation and for all practical purposes the employee continues to be in\ntemporary service.\nReiterating the principles in M.P. Chadoria's case (supra), it was held\nin Ramkinkar Gupta's case (supra) that if a person does not pass the test then\nthe appointing authority is empowered to assign seniority in a lower level\nthan one which has been assigned by the Public Service Commission. A\nperson who has neither been confirmed, nor had a certificate in his favour in\nG\nH\n686\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA terms of sub-rule (6), nor discharged from service under sub-rule (4) would\nfall within the category of those officers referred to in sub-rule (7) of Rule\n8 of the Rules. In other words, he is to be deemed to be a temporary\ngovernment servant with effect from the date of expiry of probation. The\nposition is different in case of an officer, who passes the departmental\nexamination within extended period of probation.\nB\nC\nIn view of the principles indicated, CAT and High Court were justified\nin rejecting the appellant's claim. The conclusions do not warrant any\ninterference.\nB.B.B.\nThe appeals are dismissed with no order as to costs.\nAppeals dismissed.\n-\n"}