{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"DELHI INTERNATIONAL AIRPORT PVT. LTD. v. 1125\nUNION OF INDIA \u0026 ORS.\nestablishment. Further, all the independence DIAL does\nhave, the AAI Act and OMDA make it clear that AAI\nmaintains ultimate responsibility for the airport. [Paras78\nand 79] [1160-G]\n1.20. Noticing that air traffic services and security are\nthe heart of the airport and also noticing the clauses of\nOMDA providing for overall supervision of DIAL by AAI,\nchecking of accounts, step in rights of AAI and so on, it\nmust be concluded that AAI has overall control of the\nairport site. [Para 80] [1161-A]\nA\nB\nс\n1.21. DIAL has been leased out the portion of AAI's\nwork, which DIAL only has incomplete control over as\nwell as the fact that DIAL meets the definition of a\ncontractor under the CLRAA, further suggests that DIAL\nis nothing more than a contractor for AAI establishment. D\nDIAL is not, in other words, a principal employer of an\nindependent establishment. That being the case, the 26th\nJuly, 2004 notification, declared at AAI establishment,\nmust also apply to DIAL. [Para 81] [1161-C]\n1.22. DIAL falls under AAI establishment. Clause 5.1\nof OMDA, which notes that the \"rights and obligations\nassociated with the operation and management of the\nAirport would stand transferred to\" DIAL, would seem to\nsuggest that orders given to AAI establishment would\nalso apply to DIAL establishment, even if the two were,\nas DIAL claims, separate establishments. If AAI\nestablishment is obligated to abolish contract labour and\nDIAL establishment (even if it is somehow separate) has\nassumed AAI establishment's obligations through the\nOMDA, then DIAL is presumably required to fulfil those\nobligations. Critical to this inference is the fact that the\nCentral Government's 26th July, 2004 notification was\nissued before OMDA was signed. [Para 83] [1161-E-G]\nE\nF\nG\n1.23. In the impugned judgment, the Division Bench H\n1126 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA correctly observed that \"every time a fresh agreement is\nentered into, the entire process of getting a notification\nissued by the appropriate Government in relation to the\nsame work of trolley retrieval and with the same\nestablishment vis-a-vis such private player” must be\nB repeated. This interpretation would defeat the rights of\nthe workers, which are meant to be protected by CLRAA.\nThe Division Bench correctly observed that the\nobligation flowing from the notification under Section\n10(1) CLRAA should continue to bind every private player\nthat steps into the shoes of AAI. [Para 84] [1162-A-C]\nC\nD\nLtJ\nE\nF\nG\nH\n2. The Central Government is the appropriate\ngovernment for DIAL for the following reasons -\n(i) DIAL could not have entered into a contract\nwith AAI without approval of the Central\nGovernment according to the mandate of\nSection 12A of the AAI Act. It is abundantly\nclear that DIAL functions \"under the authority\"\nof the Central Government;\n(ii) AAl clearly acts under the authority of the\nCentral Government and DIAL acts under the\nauthority of AAI because of its contract with\nDIAL. DIAL works under the authority of the\nCentral Government;\n(iii) The Central Government has given AAI\nresponsibility for overseeing the airports. To\nfulfil its obligations, AAI contracted with DIAL.\nHowever, it is clear that DIAL's work\n\"concerns\" AAI, if DIAL does not perform its\nwork properly or adequately, then AAI would\nbe breaching its statutory obligation and\nwould be responsible for the consequences.\n(iv) AAI is under an obligation to follow the\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v. 1127\nUNION OF INDIA \u0026 ORS.\ndirections of the Central Government and if A\nDIAL has admittedly assumed those\nobligations through the OMDA, then DIAL is\npresumably also obligated to follow such\ndirections. A contrary interpretation would\nallow AAI to circumvent the Central\nGovernment's exercise of authority over its\nwork merely by contracting it out to third party\n(DIAL).\nB\n(v) Clause 5.1 of the OMDA specifically notes that\nthe \"rights and obligations associated with the C\noperation and management of the Airport\nwould stand transferred\" to DIAL. If AAI was\nadmittedly obligated to follow the 26th July,\n2004 notification and DIAL has assumed all of\nAAI's obligations, then DIAL must also be D\nobligated to follow the notification. In other\nwords, the notification issued by the Central\nGovernment is equally binding on DIAL.\n(vi) Holding the 26th July, 2004 notification\ninapplicable to DIAL would mean that the\nGovernment would have to issue separate\nnotification every time AAI contracts with a\nthird party. This would clearly violate the basic\nobjects and reasons of CLRAA.\nE\nF\n(vii) The security of contract labour working for AAI\nenvisaged, a law cannot be made to depend\non the private sector. If the legislature had\nfound it fit to specifically include AAI as an\nenumerated industry under the ID Act, it is G\nextremely unlikely that it would have intended\nfor AAI to be able to circumvent the Central\nGovernment orders by contracting with\nprivate parties.\nI\nA\nB\nD\nE\nLL\nF\nG\nH\n1128 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n(viii) The privatization of the airports does not mean\nthat the \"appropriate government\" cannot be\nthe Central Government. The definition of\n'establishment' in the CLRAA takes in its fold\npurely private undertakings. Concerns about\nprivatization are, therefore, unfounded.\n(ix) Under Section 12(2) of the AAI Act, AAI is\nobliged to provide air traffic service and air\ntransport service at the airport. DIAL admits\nthat AAI transferred all of its responsibilities at\nthe airports with the exception of certain\nreserved functions.\nfunctions. \nSince industries\nconcerning air transport service function\nunder the authority of the Central Government,\nand since AAI transferred its \"air transport\nservice” responsibilities to DIAL, the Central\nGovernment must be held to be the appropriate\nGovernment for DIAL.\n(x) The OMDA makes it clear that AAI maintains\nultimate responsibility for the airports. The fact\nthat DIAL was transferred only a portion of\nAAI's work which DIAL only has incomplete\ncontrol over as well as the fact that DIAL\nmeets the definition of a contractor under the\nCLRA Act further suggests that DIAL is\nnothing more than a contractor for AAI\nestablishment. That being the case,\nnotification dated 26th July, 2004 directed at\nAAI establishment must also apply to DIAL.\n(xi) The contention of DIAL that it would not be\nbound by the obligation of AAI establisnment\nwould lead to absurd consequences. The\nDivision Bench in the impugned judgment has\nrightly pointed out that every time a fresh\nagreement is entered into, the entire process\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v. 1129\nUNION OF INDIA \u0026 ORS.\nof getting a notification issued by the A\nappropriate government in relation to the\nsame work of trolley retrieval and with the\nsame establishment via-a-vis such private\nplayer must be repeated. But this interpretation\nwould defeat the rights of the workmen which B\nare meant to be protected by the CLRAA.\n(xii) In the impugned judgment, the Division Bench\nof the High Court correctly held that the\nobligation flowing from the said notification\nunder Section 10(1) CLRAA should continue to\nbind every private player that steps into the\nshoes of AAI. [Para 85] [1162-D-H; 1163-A-H;\n1164-A-H; 1165-A-B]\nSteel Authority of India Limited \u0026 Others etc. etc. v.\nNational Union Water Front Workers and Others etc. etc.\n(2001) 7 SCC 1 - relied on.\n3.1. It is clear that the notification dated 26th July,\n2004 was equally binding on DIAL under the CLRAA and,\ntherefore, DIAL must abolish all contract labour as per the\nterms of the notification. [Para 86] [1165-C]\nс\nD\nE\n3.2. The Central Government notification dated 26th\nJuly, 2004 is clearly binding and applicable to DIAL.\nDIAL's obligation with regard to the contract labour in F\ngeneral is clear from the said notification. They are liable\nto be regularized as regular employees of DIAL. DIAL\nreplaced many of the workers with other trolley retrievers\nand it would be unrealistic to expect DIAL to regularize\n⚫ the employment of their current trolley retrievers and G\nmember of the workers' union alike and inequitable to\nleave the current workers jobless so as to make room for\nerstwhile workers of DIAL. [Para 87] [1165-D-E]\n3.3. In view of the peculiar facts and circumstances H\n1130 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA of these cases directing DIAL to regularize services of\ntrolley retrievers who worked with DIAL till 2003 would be\nharsh, unrealistic and not a pragmatic approach,\ntherefore, in the interest of justice, DIAL is directed to pay\nRupees five lacs to each of the erstwhile 136 workers of\nB DIAL who were working for them as trolley retrievers till\n2003 and in case any worker has expired, then his or her\nlegal heirs would be entitled to the said amount. This\ncompensation is paid to the workers in lieu of their\npermanent absorption/reinstatement with DIAL and their\nC claim of back wages. This is in full and final settlement\nof entire claims of erstwhile 136 workers of DIAL. [Para\n88] [1165-G-H; 1166-A]\nD\nOil and Natural Gas Commission and Anr. vs. Collector\nof Central Excise 1992 Suppl. (2) SCC 432; Gammon India\nLtd. and Ors. v. Union of India (UOI) and Ors. (1974) 1 SCC\n596: 1974 (3) SCR 665 - referred to.\nCase Law Reference:\n1992 Suppl. (2) SCC 432 Referred to.\nPara 7\nE\n1974 (3) SCR 665\nReferred to.\nPara 14\n(2001) 7 SCC 1\nRelied on.\nPara 85\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nF 7872 of 2011.\nFrom the Judgment \u0026 Order dated 18.12.2009 of the High\nCourt of Delhi at New Delhi in W.P. (C) No. 139 of 2008.\nWITH\nG\nH\nC.A. Nos. 7873, 7874, 7875, 7876, 7878-79 of 2011.\nP.P. Malhotra, ASG, R.F. Nariman, Dr. A.M. Singhvi,\nSudhir Chandra, Chander Udai Singh, Colin Gonsalves, Atul\nSharma, Saket Singh, Milanka Chaudhary, Sarojanand Jha,\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS.\n1131\nSunil Fernandes, Atul Sharma, Abhishek Sharma, Lalit Bhasin, A\nNina, Gupta Ratna Dhingra, Mudit Sharma, Bina Gupta, Tariq\nAdeed, Alin Mahanta, Divya Jyoti (for Jyoti Mendiratta), Rachna\nJoshi Issar Chetan Chawla, Samridhi Sinha (for Shreekant N.\nTerdal) for the appearing parties.\nThe Judgment of the Court was delivered by\nDALVEER BHANDARI, J. 1. Leave granted in all the\nSpecial Leave Petitions.\nB\n2. These appeals emanate from the judgment of the High C\nCourt of Delhi delivered in LPA No.38 of 2007, LPA No.1065\nof 2007, Writ Petition (C) No.139 of 2008 and Writ Petition (C)\nNo.6763 of 2008 on December 18, 2009.\n3. The short question which arises for consideration in\nthese appeals is whether the Notification dated 26th July, 2004\nissued by the Central Government under Section 10 (1) of the\nContract Labour (Regulation and Abolition) Act, 1970 (for short,\n'CLRAA') prohibiting employment of contract labour of trolley\nretrievals in the establishment of the Airport Authority of India\n(for short, 'AAI') at the Indira Gandhi International Airport and\nDomestic Airport at Delhi would be applicable to the Delhi\nInternational Airport Private Limited (for short, ‘DIAL') or not?\nD\nE\n4. This judgment would decide these appeals preferred\nbefore this Court against the following Letters Patent Appeals F\nand Writ Petitions decided by the High Court:\n(a)\nIndira Gandhi International Airport TDI Karamchari\nUnion v. Union of India and others - LPA No.38\nof 2007\nG\nThis Letters Patent Appeal was filed against the judgment\nof the learned Single Judge dated 28th November, 2006 in Writ\nPetition (C) No.15156 of 2006. The workers' Union had\npreferred the writ petition for seeking implementation of the\nNotification of prohibition dated 26th July, 2004 and for H\n1132 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA absorption in service amongst other things. The learned Single\nJudge took notice of the fact that from 4th April, 2006 a new\nprivate entity, DIAL had taken over the Airports (Domestic and\nInternational). Hence at the airport, there was no longer any\nestablishment of AAI existing but a new establishment of DIAL\nwas operating due to which the notification dated 26th July,\n2004, prohibiting the engagement of contract labour in trolley\nretrieval activity in the establishment of AAI at the Delhi Airports\ncould not automatically apply to the new entity, DIAL and a new\nnotification by the appropriate government would have to be\nissued.\nB\nC\nD\nE\nF\n(b)\nUnion of India v. Indira Gandhi International\nAirport TDI Karamchari Union - LPA No.1065 of\n2007\nThis Letters Patent Appeal was preferred by the Union of\nIndia against the learned Single Judge's judgment dated 28th\nNovember, 2006 passed in Writ Petition (C) No.15156 of 2008\non a very limited point of certain observation in the judgment.\n(c) Airports Authority of India v. Union of India Writ\nPetition (C) No.6763 of 2008\nAAI after getting permission of the High Powered\nCommittee to go ahead with the litigation challenged the\nnotification dated 26th July, 2004 by filing the said writ petition.\n(d) Delhi International Airports P.Ltd. v. Union of\nIndia Writ Petition (C) No.139 of 2008\nDIAL had preferred this writ petition challenging the order\nof the Chief Labour Commissioner, Government of India dated\nG 24th September, 2007 by which the Central Government was\nheld to be the 'appropriate government' for DIAL for the\npurposes of Industrial Disputes Act, 1947 (hereinafter referred\nto as \"ID Act\") and CLRAA. The order dated 22nd November,\n2007 of Chief Secretary, Government of NCT of Delhi by which\nH\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1133\nall documents concerning DIAL were directed to be shifted to\nthe Central Government machinery was also impugned.\n5. Both the writ petitions of AAI and DIAL were heard and\ndisposed of by the Division Bench of the High Court along with\nthese LPAs by the impugned judgment.\nBRIEF FACTS:\nA\n00\nB\n6. 136 workers were employed by the contractor M/s. TDI\nInternational Pvt. Ltd. to do the work of trolley retrieving at the\nDomestic and at the International Airport at Delhi in the year C\n1992. In view of the perennial nature of the work, the workmen\napproached the Contract Labour Court for abolition of contract\nlabour system and for their absorption as regular employees.\nAAI came into force merging the International Airport Authority\nAct, 1971 and the National Airport Authority Act, 1985. On 26th\nJuly, 2004 the Central Government accepted the\nrecommendations of the Contract Labour Court and issued\nnotification dated 26th July, 2004 abolishing the contract labour\nsystem.\n7. This notification was challenged by AAI before the High\nCourt of Delhi. Taking note of the ONGC judgment reported in\nOil and Natural Gas Commission and Another Vs. Collector\nof Central Excise 1992 Suppl. (2) SCC 432 the High Court vide\njudgment dated 3rd February, 2005 held that the present\nproceedings cannot be proceeded with till the matter is\nresolved by the High Powered Committee (HPC). Accordingly,\nthe matter went to the HPC and the notification was not given\neffect to.\nD\nE\nF\n8. Meanwhile, 136 workers who were engaged as Trolley G\nretrievers by the contractor M/s. TDI International Private Limited\nworking at the airport since 1992 were removed from service\non 5th December, 2003 as the contract of M/s. TDI International\nPrivate Limited had come to an end and a new contractor\nI\n+\n1134 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA Sindhu Holdings came in its place. These 136 members filed\nWrit Petition No.15156 of 2006 before the learned Single\nJudge of the High Court of Delhi praying for their absorption in\nservice as regular employees and for implementation of the\nnotification dated 26th July, 2004.\nB\nс\n9. The learned Single Judge of the High Court after\nhearing the parties including DIAL vide judgment dated 28th\nNovember, 2006 held that the establishment of AAI is no longer\nin existence and has changed. As such, the notification dated\n26th July, 2004 cannot be applied to the new entity DIAL. The\nappropriate government shall have to issue a fresh notification.\nConsequently, the Writ Petition filed by the said 136 workers\nstood dismissed by the learned Single Judge of the High Court.\n10. Indira Gandhi International Airport TDI Karamchari\nD Union preferred LPA No.38 of 2007 against the judgment of\nthe learned Single Judge. The Union of India also preferred LPA\nNo.1065 of 2007 against the judgment of the learned Single\nJudge.\nE\n11. During the pendency of these LPAs, an order dated\n24th September, 2007 was passed by the Chief Labour\nCommissioner, Government of India holding that the\nappropriate government for DIAL is the Central Government.\nBy order dated 22nd November, 2007 the documents and file\nrelating to DIAL were sent to the Central Government. These\norders were challenged by DIAL in Writ Petition (C) No.139 of\n2008. After getting the permission, AAI filed another Writ\nPetition (C) No.6763 of 2008 challenging the said notification\non merit. The Division Bench of the High Court heard all these\nmatters together and passed the impugned order of 18th\nG December, 2009.\nF\nH\n12. The review petition was preferred by the Union of India\nwhich was decided on 12th March, 2010 by the High Court\nmodifying para 61 of the impugned judgment. Against the\n"}