{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"DELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1145\nCentral Government is not the appropriate government to issue\nsuch notices to it. Second, DIAL claims that even if the Central\nGovernment was the appropriate government, its 26th July,\n2004 notification was directed at \"AAI establishment\" and AAI\nand DIAL are separate establishments. For the terms of the\nnotice to be made applicable to DIAL establishment, a\nseparate notification would have to be issued. These two\nissues will be addressed in its own turn.\n32. WHETHER THE CENTRAL GOVERNMENT IS THE\n“APPROPRIATE GOVERNMENT”\nCLRAA Section 2(1) reads as follows:\n(1) In this Act, unless the context otherwise\nrequires,-\nA\nB\nC\n(a) “appropriate government\" means,-\nD\n(i)\n(ii)\nin relation to an establishment in respect of which\nthe appropriate government under the Industrial\nDisputes Act, 1947 (14 of 1947), is the Central\nGovernment;\nin relation to any other establishment, the\nGovernment of the State in which that other\nestablishment is situated.\nE\nF\n33. In the definition itself given in Section 2(a), specific\nreference has been made to the Airport Authority of India\nconstituted under the AAI Act and the air transport service. This\nprovision makes it clear that the Central Government will be the\n\"appropriate government\" under CLRAA for any establishment\nfor whom the Central Government is the \"appropriate G\ngovernment” under the ID Act. The question which now arises\nfor adjudication is whether the Central Government is the\n\"appropriate government\" under the ID Act. According to DIAL,\nit is not an “appropriate government”, therefore, it is imperative\nH\n1146 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA to analyse this provision. Section 2(a) of the ID Act indicates\nthat the Central Government is the \"appropriate authority\" in\nthree relevant situations:\n00\nB\nD\nE\n(i) The Central Government is the \"appropriate\nauthority\" in relation to any industrial dispute\nconcerning any industry carried on by or under the\nauthority of the Central Government.\n(ii)\nThe Central Government is the “appropriate\ngovernment\" in relation to the industrial disputes\nconcerning AAI.\n(iii) The Central Government is the “appropriate\ngovernment\" in relation to industrial dispute\nconcerning air transport service.\n34. Both AAI and the air transport service have been\nspecifically incorporated in the Section itself. Thus, if DIAL\nindustry is carried on under the authority of the Central\nGovernment, the dispute in question can be said to concern\nAAI or if the dispute in question can be said to concern air\ntransport service, then the Central Government is the\nappropriate authority both for ID Act and CLRAA. It may be\npertinent to properly comprehend the relevant statute.\n35. The AA Act was constituted for the better\nF administration and cohesive management of airports and civil\nenclaves whereat air transport services are operated or are\nintended to be operated and of all aeronautical communication\nstations for the purpose of establishing or assisting in the\nestablishment of airports and for matters connected therewith\nor incidental thereto.\nG\n36. In Section 2 of the AAI Act, air transport service has\nbeen defined in Section 2(e) of the Act which is set out as\nunder:\nH\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1147\n\"air transport service\" means any service, or any kind of A\nremuneration, whatsoever, for the transport by air of\npersons, mail or any other things, animate or inanimate,\nwhether such service relates to a single flight or series of\nflights;\n37. Section 12A of the AAI Act, which was inserted with\neffect from 1.7.2004, reads as under:\n\"12A. Lease by the authority.- (1) Notwithstanding\nanything contained in this Act, the Authority may, in the\npublic interest or in the interest of better management or\nairports, make a lease of the premises of an airport\n(including buildings and structures thereon and\nappertaining thereto) to carry out some of its functions.\nunder section 12 as the Authority may deem fit;\nProvided that such lease shall not affect the functions\nof the Authority under section 12 which relates to air traffic\nservice or watch and ward at airports and civil enclaves.\n. (2) No lease under sub-section (1) shall be made\nwithout the previous approval of the Central Government.\nB\nC\nD\nE\n(3) Any money, payable by the lessee in terms of the\nlease made under sub-section (1), shall form part of the\nfund of the Authority and shall be credited thereto as if such\nmoney is the receipt of the Authority for all purposes of F\nsection 24.\n(4) The lessees, who has been assigned any function\nof the Authority under sub-section (1), shall have all the\npowers of the Authority necessary for the performance of\nsuch function in terms of the lease.\"\n38. It is clear from Section 12A that AAI may in public\ninterest or in the interest of a better management of the airport,\nmake a lease of the premises of the airport to carry out some\nG\nH\n1148 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA of its functions under Section 12 as the Authority may deem\nfit. Detailed functions of the Authority have been enumerated\nin Section 12. Out of those functions under Section 12A, some\nfunctions can be delegated on lease in the public interest or in\nthe interest of better control and management of the airports.\nB Consequently, in pursuance of the agreement with DIAL, some\nfunctions of AA! were leased out to DIAL. DIAL argued that not\nonly its own industry is not carried on under the authority of the\nCentral Government but further that not even AAI's authority is\ncarried on under the authority of the Central Government.\nC\n39. It is relevant to mention that DIAL derives its authority\nfrom AAI and AAI derives its authority from the powers given\nby the Central Government. The question, of course, is whether\n⚫ DIAL works \"under the authority\" of the Central Government and\ntherefore, whether the Central Government is the \"appropriate\nD authority\" for DIAL?\nE\nF\nG\nH\n40. In the impugned judgment, the Division Bench has\nclearly held that AAI works \"under the authority\" of the Central\nGovernment..\n41. It would be relevant to recapitulate the Statement of\nObjects and Reasons for passing the AAI Act. The Statement\nof Objects and Reasons reads as under:\n\"STATEMENT OF OBJECTS AND REASONS\nUntil 1971, the Director General of Civil Aviation was\nentrusted with the responsibility not only of regulatory\nfunctions relating to civil aviation but also of construction\nand management of airports, air traffic control and air\nspace management in the country.\n2. Considering the need for heavy investments and\noperational flexibility required for construction and\nmanagement of large airports, the International Airports\nAuthority of India (IAAI) was constituted as an autonomous\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1149\nbody under the International Airports Authority Act, 1971. A\nFour international airports, namely, Delhi, Bombay, Madras\nand Calcutta were transferred to IAAI with effect from\n1.4.1972; later, Trivandrum airport was also transferred to\nIAAI. In 1985, it was felt that similar treatment was required\nfor domestic airports and air traffic control and related B\nservices. Consequently, the National Airports Authority\n(NAA) was constituted under the National Airports\nAuthority Act, 1985.\n3. International airports are put to more intensive use and\ngenerate substantial revenues which accrue to the IAAI.\nRevenues of the NAA are much less buoyant because a\nnumber of its airports do not have any commercial air\nservice whatsoever while many others have only infrequent\noperations. The NAA has, therefore, not been able to\ngenerate adequate resources to meet the requirements of\ndevelopment and modernization. To overcome this\nhandicap and provide for closer integration in the\nmanagement of airports and air traffic contract services in\nthe country, it has been found necessary to merge the IAAI\nand the NAA, which the Bill seems to achieve.\n4. The salient features of the Bill are:-\n(a) Constitution of a single unified Airports Authority\nof India to control and manage both the national and\ninternational airports in the country and transfer and vesting\nof the undertakings of the International Airports Authority\nof India and National Airport Authority in the said Airports\nAuthority of India.\n(b) Repeal of the International Airports Authority of G\nIndia Act, 1971 and the National Airports Authority Act,\n1985.\n(c) All licences, permits, quotas and exemptions\ngranted to the International Airports Authority of India or the\nH\nC\nD\nE\nF\n1150 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA National Airports Authority be deemed to have been\ngranted to the Airports Authority of India.\nB\nC\nD\n(d) Guarantees given for or in favour of the\nInternational Airports Authority of India or the National\nAirports Authority to continue to be operative in relation to\nthe Airports Authority of India.\n(e) Every officer or other employee of the\nInternational Airports Authority of India and the National\nAirports Authority, serving in its employment immediately\nbefore the appointed day, to become an officer or other\nemployee, as the case may be, of the Airports Authority\nof India, with option to resign.\n(f) Power of the Central Government to give\ndirections to the Airports Authority of India.\n5. The Bill seeks to achieve the aforesaid objectives.\"\n42. A close reading of the objects and reasons indicates\nthat the Central Government under Section 12A of the AAI Act\nE has retained the power to give directions in the public interest\nor in the interest of better management to lease the premises\nof the airport to carry out some of its functions under Section\n12A, as the authority may deem fit. Some of its (AAI's) functions\nhave been leased out to DIAL. This has been done under\nSection 12A(2) with the previous approval of the Central\nGovernment. On proper scrutiny of the provisions of the AAI Act,\nit is abundantly clear that the Central Government has control\nover AAI and AAI has control over DIAL.\nF\nG\n4\n43. DIAL claims that if AAI's industry was being carried\nout under the authority of the Central Government under Section\n2 of the ID Act, there would have been no need for the legislature\nto separately include AAI as an \"enumerated industry\". Such\nreasoning would be seen on a plain reading of the phrase:\n\"under the authority of the Central Government\", as DIAL itself\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1151\nA\nhas admitted that all these industries, on a cursory look, seem\nto be by or under the control of the Central Government. Further,\nthis line of thinking would imply that none of the many industries\nenumerated in ID Act can be held to act \"under the authority of\nthe Central Government\". While this is conceivably the case, it\nmay be more likely that the authors of the ID Act, in listing the B\nenumerated industries, simply wanted to ensure that those\nindustries were covered by the Act, without meaning to affect\nthe separate issue of whether those industries were also acting\n\"under the authority of the Central Government.\" Further, while\nit is fair to assume that the legislature attempts to avoid\ntautology, such canons are not necessarily dispositive. It is well\nestablished canon of statutory construction that the legislature\nis known to avoid tautology and redundancy.\n44. The crucial questions which need our adjudication are:\nwhether DIAL works under the Central Government and whether\nthe Central Government is the 'appropriate government' for\nDIAL?\nC\nD\n45. The AAI Act was passed by the Central Government\n\"to provide for the constitution of the Airports Authority of India' E\nwhich was in turn charged with the “better administration and\ncohesive management of airports.\" Preamble to Section 12A\nof the AAI Act allows AAI to contract with third parties to perform\nsome of AAI's functions (in the public interest or in the interest\nof better management of airports). It was this proviso which\nallowed AAI to assign some of its functions to DIAL through\nOMDA, responsibility for trolley collection services at the Indira\nGandhi International Airport and the domestic airport.\n46. DIAL claims that if AAI's industry was being carried\nout under the authority of the Central Government under Section\n2 of the ID Act, then there would have been no need for the\nlegislature to separately include AAI as an \"enumerated\nindustry”. On the one hand, this argument of DIAL is correct.\nOn the other hand, however, such reasoning would seem to\nF\nG\nH\n1152 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA contradict a plain reading of the phrase \"under the authority of\nthe Central Government\" as DIAL itself has admitted, \"all these\nindustries, on a cursory look seem to be by or under the control\nof the Central Government.\" Further, this line of thinking would\nimply that none of the many industries enumerated under\nB Section 2 of the ID Act can be held to act \"under the authority\nof the Central Government\". While this is conceivably the case,\nit may be more likely that the framers of the ID Act, in listing\nthe enumerated industries simply wanted to ensure that these\nindustries were also acting \"under the authority of the Central\nGovernment.\"\nC\nD\nE\nF\nG\nH\n47. The Constitution Bench of this Court in Steel Authority\nof India Limited \u0026 Others etc. etc. v. National Union Water\nFront Workers and Others etc. etc., (2001) 7 SCC 1, popularly\nknown as 'SAIL' case held:\n\"Where the authority, to carry on any industry for or on\nbehalf of the Central Government, is conferred on the\ngovernment company/any undertaking by the statute under\nwhich it is created, no further question arises.\"\n48. AAI, a government undertaking has been created by\na statute, to carry out the air transport industry on behalf of the\nCentral Government. In the words of the AAI Act itself, the Act\nwas created:\n\"\n*....for the transfer and vesting of the undertakings of the\nInternational Airports Authority of India and the National\nAirports Authority to and in the Airports Authority of India\nso constituted for the better administration and cohesive\nmanagement of airports and civil enclaves...” (Preamble)\n49. If the passage from SAIL's case is to be taken at its\nface value, it would appear that AAI clearly functions \"under the\nauthority\" of the Central Government, and that the Central\nGovernment is, therefore, the \"appropriate government\" under\nthe terms of CLRAA and ID Act.\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1153\n50. In the impugned judgment, the Division Bench correctly A\nheld that \"the provisions of the AAI Act show that there is\nextensive control of the Central Government over the functioning\nof AAI.\" Section 12A reveals control of the Central Government\non AAI. AAI has to obtain approval from the Central\nGovernment before delegating any of its functions to third B\nparties, such as DIAL. This clearly indicates that the Central\nGovernment has complete control over AAI. Sections 2, 6 and\n10 of the AAI are further examples of governmental\nreservations of authority. The Central Government retains its\nstatutory control over AAI. In the impugned judgment, the High\nCourt correctly came to the conclusion that \"the authority of the\nCentral Government is conferred by the statute itself.\"\nC\n51. In fact, in these cases, we are merely concerned with\nvery limited controversy whether DIAL works under the authority\nof the Central Government or not? DIAL, of course, claims that D\nit does not. In the SAIL judgment, the Constitution Bench held\nas under :\n\"the phrase \"any industry carried on under the authority of\nthe Central Government” implies an industry which is\ncarried on by virtue of, pursuant to, conferment of, grant\nof, or delegation of power or permission by the Central\nGovernment to a Central Government company or other\ngovernment company/undertaking. To put it differently, if\nthere is lack of conferment of power or permission by the\nCentral Government to a government company or\nundertaking, it would disable such a company/undertaking\nto carry on the industry in question.\"\nE\nF\n52. In case the Central Government had never granted\npermission, pursuant to Section 12A of the AAI Act, DIAL would G\nnot be able to carry out functions at the Delhi airports. The\nentire functioning of DIAL is fully dependent on the grant of\npermission by the Central Government. The Constitution Bench,\nin the SAIL judgment further observed as under:\nH\nA\nB\nс\nD\n1154 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n\"may be conferred, either by a statute or by virtue of the\nrelationship of principal and agent or delegation of power.\nWhere the authority, to carry on any industry for or on behalf\nof the Central Government, is conferred on the government\ncompany/any undertaking by the statute under which it is\ncreated, no further question arises. But, if it is not so, the\nquestion that arises is whether there is any conferment of\nauthority on the government/any undertaking by the Central\nGovernment to carry on the industry in question. This is a\nquestion of fact and has to be ascertained on the fact and\nin the circumstances of each case.\"\n53. The undertakings need not be government\nundertakings to have had authority conferred upon them. But\nthe word \"government\" clearly modifies “company.\" However,\nit cannot modify \"undertaking,\" for the phrase \"government/any\nundertaking”. Thus, it would seem that any \"undertaking\"- even\nprivate undertakings, like DIAL – may function “under the\nauthority\" of the Central Government. Whether or not they do it,\nas the Constitution Bench noted, \"a question of fact which has\nto be ascertained on the facts and in the circumstances of each\nE case.\"\nF\n-\n54. In the facts and circumstances of these cases, it is\nabundantly clear that DIAL operates under the authority of the\nCentral Government.\n55. In the impugned judgment, it was noted that \"the\nfunctions and powers of DIAL in relation to the Delhi airports\nare traceable to Section 12A of the AAI Act.\" It is clear that\nwithout Central Government's permission, AAI could not have\ndelegated any power to DIAL. In other words, the functioning\nG of DIAL at the Delhi airports itself was fully dependent on the\napproval of the Central Government. In other words, DIAL could\nnot have received its contract with AAI without the Central\nGovernment's approval. That being the case, by a plain reading\nof the phrase it seems that \"DIAL functions under the authority\nH of the Central Government\".\n"}