{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"DELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1135\nimpugned judgment of the Division Bench of the High Court, A\ntwo appeals were preferred by DIAL and three by AAI and one\nby the Indira Gandhi International Airport TDI Karamchari Union.\nIn these appeals, two broad issues that arise are:\n(a) Who is the appropriate government for DIAL under the\nCLRAA and ID Act? This is the subject matter of SLP (C)\nNo.369 of 2010 filed by DIAL.\nB\n(b) Whether the notification dated 26th July, 2004 is\napplicable to DIAL as it is issued by the Central\nGovernment which is not the appropriate government for C\nDIAL and secondly whether the notification that applies to\nthe 'establishment of AAI' will be applicable to the\n'establishment of DIAL' which only came into existence on\n4th April, 2006? This is the subject matter of SLP (C)\nNo.377 of 2010 filed by DIAL.\n13. We deem it appropriate to deal with the basic objects\nand reasons of passing the CLRAA. This Act was enacted with\na view to abolish the contract labour under certain\ncircumstances and to provide for better conditions of service\nto the labour. The business of providing contract labour is\nregulated as the contractor is required to obtain a licence and\nthe principal employer is not entitled to engage a contractor\nwithout obtaining registration. The rules also contain detailed\nprovisions to carry out the purposes of the Act. It is significant\nto note that the 1970 Act does not create any machinery or\nforum for the adjudication of any dispute arising between the\ncontract labour and the principal employer of the contractor.\nD\nE\nF\n14. The object of the Act was dealt with by this Court in\nthe judgment of Gammon India Ltd. and Others v. Union of G\nIndia (UOI) and Others (1974) 1 SCC 596 which reads as\nunder:-\n\"The Act was passed to prevent the exploitation of contract\nlabour and also to introduce better conditions of work. The\nH\nA\nB\nC\nD\n1136 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nAct provides for regulation and abolition of contract labour.\nThe underlying policy of the Act is to abolish contract\nlabour, wherever possible and practicable, and where it\ncannot be abolished altogether, the policy of the Act is that\nthe working conditions of the contract labour should be so\nregulated as to ensure payment of wages and provision\nof essential amenities. That is why the Act provides for\nregulated conditions of work and contemplates\nprogressive abolition to be extent contemplated by\nSection 10 of the Act. Section 10 of the Act deals with\nabolition while the rest of the Act deals mainly with\nregulation. The dominant idea of the Section 10 of the Act\nis to find out whether contract labour is necessary for the\nindustry, trade, business, manufacture or occupation which\nis carried on in the establishment.\"\n15. The Central Government will be the appropriate\ngovernment under CLRRA for any establishment for whom the\nCentral Government is the appropriate government under the\nID Act. The main question arises for adjudication is whether the\nCentral Government is the appropriate government for DIAL\nE under the ID Act? Section 2 (a) of the ID Act deals with the\nappropriate government which reads as under:-\nF\nG\n4\n\"2.\nIn this Act, unless there is anything repugnant in the\nsubject or context,-\n(a) “appropriate government\" means—\n(i) in relation to any industrial dispute concerning\nany industry carried on by or under the authority of\nthe Central Government, or by a railway company\n[or concerning any such controlled industry as may\nbe specified in this behalf by the Central\nGovernment] or in relation to an industrial dispute\nconcerning [a Dock Labour Board established\nunder section 5A of the Dock Workers (Regulation\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1137\nD\nof Employment) Act, 1948 (9 of 1948), or [the A\nIndustrial Finance Corporation of India Limited\nformed and registered under the Companies Act,\n1956 (1 of 1956)] or the Employees' State\nInsurance Corporation established under section 3\nof the Employees' State Insurance Act, 1948 (34 B\nof 1948), or the Board of Trustees constituted\nunder section 3A of the Coal Mines Provident Fund\nand Miscellaneous Provisions Act, 1948 (46 of\n1948), or the Central Board of Trustees and the\nState Boards of Trustees constituted under section C\n5A and section 5B, respectively, of the Employees'\nProvident Fund and Miscellaneous Provisions Act,\n1952 (19 of 1952), or the Life Insurance\nCorporation of India established under section 3 of\nthe Life Insurance Corporation Act, 1956 (31 of\n1956), or [the Oil and Natural Gas Corporation\nLimited registered under the Companies Act, 1956\n(1 of 1956)], or the Deposit Insurance and Credit\nGuarantee Corporation established under section\n3 of the Deposit Insurance and Credit Guarantee\nCorporation Act, 1961 (47 of 1961), or the Central\nWarehousing Corporation established under\nsection 3 of the Warehousing Corporations Act,\n1962 (58 of 1962), or the Unit Trust of India\nestablished under section 3 of the Unit Trust of India\nAct, 1963 (52 of 1963), or the Food Corporation\nof India established under section 3, or a Board of\nManagement established for two or more\ncontiguous States under section 16, of the Food\nCorporations Act, 1964 (37 of 1964), or [the\nAirports Authority of India constituted under section\n3 of the Airports Authority of India Act, 1994 (55 of\n1994)], or a Regional Rural Bank established\nunder section 3 of the Regional Rural Banks Act,\n1976 (21 of 1976), or the Export Credit and\nGuarantee Corporation Limited or the Industrial H\nE\nய\nF\nG\nA\nB\n☐ D\nE\nF\nG\n☐ H\n1138 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nReconstruction Bank of India Limited], [the National\nHousing Bank established under section 3 of the\nNational Housing Bank Act, 1987 (53 of 1987)], or\n[an air transport service, or a banking or an\ninsurance company,] a mine, an oil field,] [a\nCantonment Board,] or a [major port, any company\nin which not less than fifty-one per cent. of the paid-\nup share capital is held by the Central Government,\nor any corporation, not being a corporation referred\nto in this clause, established by or under any law\nmade by Parliament, or the Central public sector\nundertaking, subsidiary companies set up by the\nprincipal undertaking and autonomous bodies\nowned or controlled by the Central Government, the\nCentral Government, and]\n(ii) in relation to any other industrial dispute,\nincluding the State public sector undertaking,\nsubsidiary companies set up by the principal\nundertaking and autonomous bodies owned or\ncontrolled by the State Government, the State\nGovernment:\nProvided that in case of a dispute between a\ncontractor and the contract labour employed through\nthe contractor in any industrial establishment where\nsuch dispute first arose, the appropriate\ngovernment shall be the Central Government or the\nState Government, as the case may be, which has\ncontrol over such industrial establishment.\n(aa) \"arbitrator\" includes an umpire;\n(aaa) “average pay\" means the average of the wages\npayable to a workman-\n(i) in the case of monthly paid workman, in the three\ncomplete calendar months,\n* DELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1139\n(ii) in the case of weekly paid workman, in the four A\ncomplete weeks,\n(iii) in the case of daily paid workman, in the twelve\nfull working days,\npreceding the date on which the average pay becomes B\npayable if the workman had worked for three complete\ncalendar months or four complete weeks or twelve full\nworking days, as the case may be, and where such\ncalculation cannot be made, the average pay shall be\ncalculated as the average of the wages payable to a\nworkman during the period he actually worked;.\"\n16. Firstly, the Central Government is the \"appropriate\ngovernment\" in relation to any industrial dispute concerning any\nindustry carried on by or under the authority of the Central\nGovernment. Secondly, the Central Government is the\n\"appropriate government” in relation to industrial disputes\nconcerning AAI. Thirdly, the Central Government is the\n\"appropriate government\" in relation to industrial disputes\nconcerning an air traffic service. Thus, if DIAL's industry is\ncarried on \"under the authority\" of the Central Government, if\nthe dispute in question can be said to concern AAI, or the\ndispute in question can be said to concern an \"air transport\nservice\", then the Central Government is the \"appropriate\ngovernment\" both under ID Act and CLRAA.\n17. In these appeals, the validity of the Notification dated\n26th July, 2004 issued by the Central Government under\nSection 10(1) CLRAA was assailed by AAI and DIAL. It was\nalso urged that the Notification dated 26th July, 2004 cannot\nbind DIAL.\n18. It was further contended that DIAL is not an agent of\nAAI and DIAL cannot be considered as a 'delegate' of such\nan entity. It was also contended that an \"establishment\" in\nquestion is that of DIAL, wherever it conducts its business and\nC\nD\nE\nF\nG\nH\n1140 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA that in relation to DIAL there has to be a separate Section 10\n(1) notification issued by the Government of the NCT Delhi\nprohibiting the employment of contract labour in trolley retrieval\nwork in the establishment of DIAL. According to DIAL, NCT\nDelhi is an \"appropriate government” to issue the notification.\nDIAL also disputed that it did not carry on the 'air transport\nservice'. It was pointed out that DIAL is not required to and in\nfact does not have a licence issued to it under Rule 134 of the\nAircraft Rules. It is submitted that DIAL is performing its\nfunctions independently in its own establishment which is not\nthat of AAI's.\nB\nC\n19. The workers' union submitted that the notification\ndated 26th July, 2004 clarified the position of DIAL. According\nto them, the definition of the term under CLRAA does not\nenvisage multiple principal employers or establishments. It was\nD submitted that the definition of an 'establishment' under CLRAA\nis materially different from the definition of that term under the\nID Act which envisages separation of establishments. For the\npurposes of CLRAA, it was submitted that the prohibition on\nemployment of the contract labour in a job is qua the\nE establishment and operates irrespective of any change in the\nprincipal employer as long as the process, operation or other\nwork continues in that establishment. Alternatively, it was\nsubmitted that even if DIAL is taken to be the principal\nemployer which has stepped into the shoes of AAI by virtue of\nF Operation, Management, Development and Agreement (for\nshort \"OMDA\"), the notification under Section 10 (1) CLRAA\nwould bind it and for DIAL too the appropriate government\nwould be the Central Government.\nG\nH\n20. It was also submitted that DIAL is providing an “air\ntransport service\", therefore, the appropriate government is the\nCentral Government. The Central Government defended the\nnotification of 26th July, 2004. It was submitted that adopting a\ncontrary interpretation would defeat the objective and purpose\nof CLRAA. The Central Government submitted that DIAL is\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1141\noperating under the authority of the Central Government. The A\nindustry that is carried on by DIAL by virtue of OMDA is relatable\nto the authority granted by Section 12A of the Airport Authority\nof India Act 1994 (55 of 1994) (for short, the ‘AAI Act'). It was\nsubmitted that DIAL is rendering \"air transport service\"\nincluding emplaning and deplaning of passengers, handling of B\npassengers' luggage, booking of cargo, and, therefore, the\nCentral Government is the appropriate government.\n21. The Division Bench held that the notification dated\n26th July, 2004 issued by the Central Government under\nSection 10(1) CLRAA is valid and binding on it. The Division\nBench in the impugned judgment held that the recourse to the\nID Act for the purposes of understanding what is an\n\"establishment\" is misconceived since the definition of\n‘establishment' under CLRAA is unambiguous. It is futile to\nseek recourse to ID Act to understand what is an\n'establishment' for the purposes of CLRAA. The Division Bench\nfurther held that the establishment is one and it cannot be\ndivided into several small establishments where for one part\nthe appropriate government would be the Central Government\nand for the other part it would the State Government. Such an\ninterpretation would run counter to the scheme of CLRAA and\nwould defeat its object and purpose..\nC\nD\nE\n22. The Division Bench also held that it is inconceivable\nby virtue of Section 12A of the AAI Act, that only the functions F\nand powers of AAI stand transferred and not the corresponding\nobligations. In fact, in terms of Clause 5.1 of OMDA, the\nstatutory obligations under CLRAA which are that of AAI and\nits contractors also get transferred to CLRAA. This transfers\nall powers and functions and correspondingly the obligations\nunder CLRAA by virtue of Section 12A of the AAI Act.\n23. The Division Bench held that:\n\"....In fact OMDA makes an express reference to the AAI\nG\nН\nA\nB\nC\nD\nE\nF\nG\nH\n1142 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nAct. Consequently, consistent with the observations of the\nSupreme Court in the SAIL case, the exercise by DIAL of\nthe functions and powers of DIAL in relation to the Delhi\nairports is traceable to Section 12A of the AAI Act and\ntherefore in relation to the Delhi airports the Central\nGovernment will continue to remain the appropriate\ngovernment. Further, the provisions of the AAI Act show\nthat there is extensive control of the Central Government\nover the functioning of AAI. The authority of the Central\nGovernment is conferred by the statute itself. Therefore, it\nis not correct to contend that consequent upon OMDA, the\nestablishment of AAI i.e. the Delhi airports ceased to be\nunder the control of the Central Government.\nTherefore, the inescapable conclusion is that consistent\nwith the observations in the SAIL case, the statute itself\ncontemplates the Central Government to be the\nappropriate government notwithstanding that there has\nbeen a privatization of the management of the Delhi\nairports. By being brought within the ambit of Section 12\nA of the AAI Act, even the private actor i.e. DIAL has been\nbrought within the ambit of the control and authority of the\nCentral Government. In fact, there is an express reference\nto the AAI Act in the body of the OMDA itself. If there was\nno provision like Section 12 A in the AAI Act, there could\nnot have been an OMDA between AAI and DIAL.\"\n24. After examining the settled legal principles, the Division\nBench held that irrespective of whether the amendment to\nSection 2(a) I.D. Act was later, the appropriate government for\nthe purposes of Section 10 CLRAA in the instant case.\ncontinues to be the Central Government.\n25. The definition of \"air transport service\" is certainly wider\nthan \"air traffic service\". This has to be seen also in the context\nof Section 2(i) which defines \"civil enclave\" to mean as under:\n2(i) \"civil enclave\" means the area, if any, allotted at an\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1143\nairport belonging to any armed force of the Union, for use\nby persons availing of any air transport services from such\nairport or for the handling of baggage or cargo by such\nservice, and includes land comprising of any building and\nstructure on such area.\"\n26. The Division Bench further observed that when the\nabove definitions are read along with Section 1(3) of the AAI\nAct, it is plain that the AAI Act will apply to a civil enclave. It is\nclear that the handling of baggage or cargo by an air transport\nservice would form part of the services provided in a civil\nenclave. The functions that have been excluded under Section\n12A(1) of the AAI Act are \"air traffic services or watch and ward\nat airport and civil enclaves\". In other words, air traffic services\nand provision of watch and ward at the airport and civil enclaves\nremain with AAI, notwithstanding that it has entered into an\nagreement of OMDA with DIAL.\nA\nB\nC\nD\n27. The Division Bench further observed that the Air Traffic\nRules envisage that all the licences for air and air traffic service\nwould be issued separately. That by itself may not be\ndeterminative of whether trolley retrieval forms part of the E\nservices to be provided by DIAL in terms of OMDA. Only 'air\ntraffic services and provision of watch and ward' are, in terms\nof Section 12A of the AAI Act to be retained by AAI as part of\nits functions. The Division Bench viewed that the trolley retrieval\nalong with toilets and handling of baggage or car within the area\nof a 'civil enclave' are recognized as essential services by virtue\nof Schedule 16 to the OMDA. This is what is relevant in\ndetermining whether trolley retrieval is also part of the services\nprovided in the establishment. Therefore, notwithstanding\nwhether DIAL is actually offering other kinds of air transport\nservices, it is certainly meant to provide trolley retrieval services\nat the Delhi airports.\n28. The Division Bench also came to the categorical\nfinding that for the purpose of establishment of Delhi airport, it\nF\nG\nH\n1144 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA is the Central Government that continues to be the \"appropriate\ngovernment\". The Division Bench also came to the conclusion\nthat in view of Section 12A of AAI Act, the obligation flowing\nfrom the said notification under Section 10(1) of CLRAA will\ncontinue to bind every private player that steps into the shoes\nB of AAI even for some of its functions. Otherwise, every time a\nfresh agreement is entered into, the entire process of getting\na notification issued by the appropriate government in relation\nto the same work of trolley retrieval and with the same\nestablishment vis-a-vis such private player has to be re-stated.\nThat was never the intention of the legislature in enacting\nCLRAA and in particular Section 10 CLRAA. Such\ninterpretation would defeat the rights of the workmen which are\nmeant to be protected by the CLRAA.\nC\nD\nE\nF\nG\n29. The Division Bench of the High Court came to the\nfollowing conclusions:\n(i)\n(ii)\nThat in relation to airport, it is the Central\nGovernment which is the appropriate government\nfor the purpose of CLRAA;\nDIAL is equally bound by the Notification dated 26th\nJuly, 2004 issued by the Central Government;\n30. The most useful starting point of analysis is Section\n10 of CLRAA. Sub-Section (1) reads as follows:\n\"Notwithstanding anything contained in this Act, the\nappropriate government may, after consultation with the\nCentral Board or, as the case may be, a State Board,\nprohibit, by notification in the official gazette, employment\nof contract labour in any process, operation or other work\nin any establishment.\"\n31. Two critical issues are raised by DIAL to suggest that\nthe Central Government's 26th July, 2004 notification directed\nat \"AAI establishment\" under the authority of Section 10(1) of\nH CLRAA is inapplicable to DIAL. First, DIAL claims that the\n"}