{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"DELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1155\n56. It was argued on behalf of DIAL that \"if the intent of the A\nParliament was to make DIAL come under the authority of the\nCentral Government then it would have militated against the\nbasic objective of achieving privatization.” DIAL, however, does\nnot explain how having the State Government as the\nappropriate government - the only alternative under CLRAA B\nand ID Act would be any more conducive to privatization. It\nis now clear that the Central Government does not impede\nprivatization any more than the State Government; after all, it\nwas the Central Government that sought to encourage\nprivatization through the AAI Act by incorporating Section 12A C\nin the Act.\n-\n57. In case AAI and DIAL act under the authority of different\ngovernments it would bring about absurd results: AAI could\nsimply circumvent potential Central Government orders by\nD\ndelegating various functions to third parties, such as DIAL. Of\ncourse, AAI would need to obtain Central Government approval\nprior to making such a delegation under Section 12A of the AAI\nAct, but it nevertheless seems unlikely that the Central\nGovernment would intend to maintain authority over AAI's\nactions, while allowing actions performed by other entities on\nbehalf of AAI, such as DIAL, to be carried out under the\nauthority of the State Government. DIAL has made no\nsuggestions as to why the Central Government might have\nintended such a result while drafting the AAI Act and CLRAA,\nand there is, therefore, little justification for coming to such a\nconclusion.\n58. DIAL expressly assumed the \"rights and obligations\nassociated with the operation and management of the airport\"\nthrough OMDA. While Section 12A of the AAI Act only notes\nthat the \"powers and functions\" of AAI will be transferred to its\nlessors, it is \"inconceivable that by virtue of Section 12A the\npowers and functions of AAI will stand transferred and not the\ncorresponding obligations.\" If it was the \"obligation\" of AAI to\nfollow valid directions of the Central Government by virtue of\nE\nF\nG\nH\n1156 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA its status as an enumerated industry, and if DIAL has admittedly\nassumed those same obligations through OMDA, then DIAL is\npresumably also obligated to follow such directions. Again, a\ncontrary interpretation would allow AAI to circumvent the Central\nGovernment's exercise of authority over its work merely by\nB contracting it out to third parties. It is abundantly clear that the\nCentral Government is the appropriate government qua DIAL\nand consequently the said Notification of 26th July, 2004 is\nequally applicable to DIAL.\nC\n59. Under the ID Act (and therefore CLRAA), the third\nsituation in which the Central Government is the \"appropriate\nGovernment” is \"in relation to industrial disputes concerning air\ntransport services.\"\n60. The question for the purposes of this case, then, is\nD whether the trolley retrieval services performed by DIAL are\ndone \"for the transport by air of persons, mail, or any other thing.\"\nClearly, trolley retrievers themselves are not physically\ntransporting anything by air. However, it is entirely possible that\nthe drafters of the AAI Act did not intend to restrict the coverage\nE of this provision merely to pilots, stewardesses, and others\nengaged in the actual, physical transport of people and objects,\nas DIAL would have liked the Court to believe. Clearly, trolleys\nat airports relate to air transportation- just as they relate to \"a\nsingle flight or a series of flights.\"\nF\nG\nH\n61. On behalf of DIAL, it was submitted that “air transport\nservices\" as enumerated industry under ID Act replaced an\nearlier listing of \"Indian Airlines\" and \"Air India\", two corporations\nclearly engaged in the actual, physical transportation of\nindividuals by air.\n62. At the time of amendment when private airline\noperators had started functioning and as \"air transport service\"\nthey included all airline operators, private or public and the said\nindustry was included as an enumerated industry. This makes\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1157\nit abundantly clear that \"air transport service\" concerns airline A\noperators only.\n63. Section 12(2) of the AAI Act reads as under:\n\"It shall be the duty of the Authority to provide air traffic\nservice and air transport service at any airport and civil\nenclaves.\"\n64. It may be relevant to mention that DIAL is not engaged\nin the business of operating an airline for carrying passengers\nand goods by air through flights. In fact, AAI is also not involved\nin this activity and Section 12 of the AAI Act which lists out the\nfunctions of AAI does not include the function of carrying people\nand goods through air by flights operated by it. As such, when\nAAI does not perform such function then there is no question\nof transfer of such functions to DIAL.\n65. It is the duty of the authority to provide all air transport\nservices at the airport, and if it is not the duty of the authority\nto carry passengers and goods by air through flights, then by\nthe appellants own logic, air transport service must mean more\nthan the mere carriage of passengers and goods by air through\nflights. If it did not, then there would be no reason that “air\ntransport service\" would be listed as a \"duty of the Authority\"\nunder Section 12(2). This Section clearly indicates that it is the\nduty of the Authority to provide \"air transport service\", such duty\ndoes not mean that the Authority provides such services itself.\n66. AA! is responsible under the AAI Act for providing air\ntransport service would not necessarily mean that DIAL also\ndoes so.\n67. In the instant case under Section 12A of the AAI Act\nall functions have been given to DIAL except watch and ward\nfunction, air traffic service and civil enclaves. From the\nprovisions of OMDA, it is clear that all functions of AAI barring\nreserved activities and all land except certain carved out assets\nhas been given to DIAL.\nB\nC\nD\nເມ\nE\nF\nG\nH\nA\n1158 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n68. DIAL has admitted that AAI has transferred to it all\nfunctions except those related to watch and ward, air traffic\nservice and civil enclaves, none of which can be considered\nas \"air transport service\". That being the case, AAI must have\ntransferred its duty to provide \"air transport service\" to DIAL and\nB the Central Government must, therefore, be the appropriate\ngovernment for DIAL under the CLRAA and ID Act.\nC\nAAI and DIAL are not separate establishments, but even\nif they were, the 26th July, 2004 notification applies to\nDIAL anyway\n69. Section 10(1) of the CLRAA permits the “appropriate\ngovernment\" to \"prohibit employment of contract labour in any\nprocess, operation or other work in any establishment. The\nCentral Government's 26th July, 2004 notification clearly\n▷ forbade the \"AAI establishment\" from employing trolley\nretrievers as contract labour. The question, then, is whether\nDIAL is part of \"AAI establishment\" for purposes of the\nCLRAA?\nE\nF\nG\n70. DIAL contends that the establishment of AAI at the\nIndira Gandhi International Airport and Domestic Airport\nunderwent a change and a new private entity in the form of the\nappellant DIAL established its establishment, after being\ngranted a lease under Section 12A of the AAI Act. In support\nof this claim, DIAL contends that it has complete overall control\nand supervision over the Airport to the exclusion of AAI, and is\nnot an agent or delegate of AAI but is, rather, a separate and\na new principal entity to whom the Central Government's 26th\nJuly, 2004 notification, even if otherwise valid, did not apply.\nThe Single Bench apparently agreed, holding that\n\"the notification itself has become irrelevant in view of the\nprivatization of the airports and a new notification will have\nto be issued by the appropriate government.\nH\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1159\n71. To address these claims, it is important to analyse the\ndefinition of “establishment”. Section 2(1)(e) of the CLRAA\ndefines \"establishment\" as follows:\n\"'establishment' means -\nc) any office or department of the Government or a local\nauthority, or\nd) any place where any industry, trade, business,\nmanufacture or occupation is carried on.\"\n72. As this provision makes it clear, the definition of\n\"establishment\" focuses either on (1) Place; or (2) Offices or\ndepartments of the Government or a local authority. The 26th\nJuly, 2004 notification must, therefore, have been directed at\none of these types of establishments.\nA\nB\nC\nD\n73. On the one hand, AAI clearly cannot be considered a\nlocal authority as it is charged with managing airports throughout\nIndia. On the other hand, AAI also cannot be considered an\n\"office or department of the Government”. The AAI Act makes\nclear that AAI must, in certain circumstances, obtain approval E\nfrom the Central Government, thereby implying that AAI is not\nitself the Central Government. Therefore, “establishment\" in this\ncase cannot refer to \"any office or department of the\nGovernment or a local authority\", it must refer to a \"place where\nany industry, trade, business, manufacture or occupation is F\ncarried on\". The Division Bench in the impugned judgment held\nthat the establishment for the purposes of the CLRAA is a place\nwhere the industrial, trade or business activity is carried on then\nit necessarily follows in the context of the present case that it is\nthe Delhi Airports which constitute the establishment of AAI and G\nin turn the establishment of DIAL.\n74. This Court in SAIL's case held as under:\n\"It is thus evident that there can be plurality of\nestablishments in regard to the Government or local H\nA\nB\nC\nD\nE\nF\nG\nH\n1160 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nauthority and also in regard to any place where any\nindustry, trade, business, manufacture or occupation is\ncarried on.\"\n75. Accordingly, there could be multiple establishments at\nthe airport. That being the case, the Division Bench's assertion\nthat the establishment of AAI is in turn the establishment of DIAL\nmust be justified.\n76. It would be pertinent to refer to the definition of\n“contractor\" in Section 2(1)(c) of CLRAA, which reads as under:\n“contractor', in relation to an establishment, means a\nperson who undertakes to produce a given result for the\nestablishment, other than a mere supply of goods or\narticles of manufacture to such establishment, through\ncontract labour or who supplies contract labour for any\nwork of the establishment and includes a sub-contractor.\"\n77. DIAL \"undertakes to produce a given result\" - trolley\nretrieval services, among other things - for AAI establishment\nthrough contract labour. To prove, otherwise, DIAL would need\nto be able to assert the following, adopted from the CLRAA\ndefinition of contractor excerpted above.\n“DIAL does not undertake to produce any result for AA!\nestablishment. Instead, DIAL undertakes to produce result\nfor its own establishment\"\n78. DIAL while performing work on behalf of AAI, it is not\nperforming work on behalf of AAI establishment. Instead, it is\nmerely working on behalf of its own establishment.\n79. Further, all the independence DIAL does have, the AAI\nAct and OMDA make it clear that AAI maintains ultimate\nresponsibility for the airport.\n80. The question that has to be answered is who has\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1161\ncontrol of the entire establishment? Noticing that air traffic A\nservices and security are the heart of the airport and also\nnoticing the clauses of OMDA providing for overall supervision\nof DIAL by AAI, checking of accounts, step in rights of AAI and\nso on, it must be concluded that AAI has overall control of the\nairport site.\nB\n81. Admittedly, DIAL has been leased out the portion of\nAAI's work, which DIAL only has incomplete control over as well\nas the fact that DIAL meets the definition of a contractor under\nthe CLRAA, further suggests that DIAL is nothing more than a\nC\ncontractor for AAI establishment. DIAL is not, in other words, a\nprincipal employer of an independent establishment. That being\nthe case, the 26th July, 2004 notification, declared at AAI\nestablishment, must also apply to DIAL.\n82. The fact that DIAL is a private entity is of no assistance\nto it. In SAIL's case, the Constitution Bench explicitly held that\nthe definition of “establishment\" in the CLRAA takes in its fold\npurely private undertakings.\nD\nE\nF\n83. This issue is fully settled by the foregoing analysis. From\nthe analysis, DIAL falls under AAl establishment. For example,\nClause 5.1 of OMDA, which notes that the \"rights and\nobligations associated with the operation and management of\nthe Airport would stand transferred to\" DIAL, would seem to\nsuggest that orders given to AAI establishment would also\napply to DIAL establishment, even if the two were, as DIAL\nclaims, separate establishments. If AAI establishment is\nobligated to abolish contract labour and DIAL establishment\n(even if it is somehow separate) has assumed AAI\nestablishment's obligations through the OMDA, then DIAL is\npresumably required to fulfil those obligations. Critical to this G\ninference is the fact that the Central Government's 26th July,\n2004 notification was issued before OMDA was signed.\n84. The contention that DIAL would not also be bound by\nH\nA\nB\nс\n1162 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nthe obligations of AAI establishment would once again lead to\nabsurd consequences. In the impugned judgment, the Division\nBench correctly observed that \"every time a fresh agreement\nis entered into, the entire process of getting a notification\nissued by the appropriate Government in relation to the same\nwork of trolley retrieval and with the same establishment vis-a-\nvis such private player\" must be repeated. This interpretation\nwould defeat the rights of the workers, which are meant to be\nprotected by CLRAA. The Division Bench has correctly\nobserved that the obligation flowing from the notification under\nSection 10(1) CLRAA shall continue to bind every private\nplayer that steps into the shoes of AAI.\n85. We have carefully heard the learned counsel for the\nparties and perused the written submissions filed by them. In\nour considered view, the Central Government is the appropriate\nD government for DIAL for the following reasons -\nE\nLL\nF\n☐ G\n☐ H\n-\n(i) DIAL could not have entered into a contract with AAI\nwithout approval of the Central Government\naccording to the mandate of Section 12A of the\nAAI Act. In this view of the matter, it is abundantly\nclear that DIAL functions \"under the authority\" of the\nCentral Government;\n(ii)\nAAI clearly acts under the authority of the Central\nGovernment and DIAL acts under the authority of\nAAI because of its contract with DIAL. Then it can\nbe logically stated that DIAL works under the\nauthority of the Central Government;\n(iii) The Central Government has given AAI\nresponsibility for overseeing the airports. To fulfil its\nobligations, AAI contracted with DIAL. However, it\nis clear that DIAL's work \"concerns\" AAI, if DIAL\ndoes not perform its work properly or adequately,\nthen AAI will be breaching its statutory obligation\nand would be responsible for the consequences.\nDELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1163\n(iv) AAI is under an obligation to follow the directions\nof the Central Government and if DIAL has\nadmittedly assumed those obligations through the\nOMDA, then DIAL is presumably also obligated to\nfollow such directions. Again, a contrary\ninterpretation would allow AAI to circumvent the\nCentral Government's exercise of authority over its\nwork merely by contracting it out to third party\n(DIAL).\n3\n(v)\nA\nB\nC\nClause 5.1 of the OMDA specifically notes that the\n\"rights and obligations associated with the\noperation and management of the Airport would\nstand transferred\" to DIAL. If AAI was admittedly\nobligated to follow the 26th July, 2004 notification\nand DIAL has assumed all of AAI's obligations, then\nDIAL must also be obligated to follow the D\nnotification. In other words, the notification issued\nby the Central Government is equally binding on\nDIAL.\n(vi) Holding the 26th July, 2004 notification inapplicable E\nto DIAL would mean that the Government would\nhave to issue separate notification every time AAI\ncontracts with a third party. This would clearly violate\nthe basic objects and reasons of CLRAA.\nF\n(vii) The security of contract labour working for AAI\nenvisaged, a law cannot be made to depend on the\nprivate sector. If the legislature had found it fit to\nspecifically include AAI as an enumerated industry\nunder the ID Act, it is extremely unlikely that it would\nhave intended for AAI to be able to circumvent the G\nCentral Government orders by contracting with\nprivate parties.\n(viii) The privatization of the airports does not mean that\nthe \"appropriate government\" cannot be the Central H\nA\nB\nс\nD\nE\nF\nG\n☐ H\n1164 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nGovernment. According to the Constitution Bench\njudgment of this Court in the case of SAIL, the\ndefinition of 'establishment' in the CLRAA takes in\nits fold purely private undertakings...\".Concerns\nabout privatization are, therefore, unfounded.\n(ix) Under Section 12(2) of the AAI Act, AAI is obliged\nto provide air traffic service and air transport\nservice at the airport. DIAL admits that AAI has\ntransferred all of its responsibilities at the airports\nwith the exception of certain reserved functions.\nSince industries concerning air transport service\nfunction under the authority of the Central\nGovernment, and since AA! has transferred its \"air\ntransport service\" responsibilities to DIAL, the\nCentral Government must be held to be the\nappropriate Government for DIAL.\n(x)\nThe OMDA makes it clear that AAI maintains\nultimate responsibility for the airports. The fact that\nDIAL was transferred only a portion of AAI's work\nwhich DIAL only has incomplete control over as well\nas the fact that DIAL meets the definition of a\ncontractor under the CLRA Act further suggests that\nDIAL is nothing more than a contractor for AAI\nestablishment. That being the case, notification\ndated 26th July, 2004 directed at AAI establishment\nmust also apply to DIAL.\n(xi) The contention of DIAL that it would not be bound\nby the obligation of AAI establishment would lead\nto absurd consequences. The Division Bench in the\nimpugned judgment has rightly pointed out that\nevery time a fresh agreement is entered into, the\nentire process of getting a notification issued by the\nappropriate government in relation to the same\nwork of trolley retrieval and with the same\n"}