{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"IDRISH BHAI DAUDBHAI\nV.\nSTATE OF GUJARAT\nA\nJANUARY 31, 2005\nB\n^\n[P. VENKATARAMA REDDI AND S.B. SINHA, JJ.]\nCriminal Trial:\nC\nPenal Code, 1860-Section 302/34-Accused along with other persons\nallegedly causing death of one and hurt to other-Conviction of accused\nunder sections on basis of evidence of prosecution witnesses-High Court\nupheld the order-Correctness of Held: Accused entitled to benefit of doubt\nsince there exist discrepancies in the statements of prosecution witnesses vis-\na-vis First Information Report and Post Mortem Report-No overt act attributed\nto accused to hold him guilty of sharing common intention to commit the D\noffence-Even exhortation not enough to prove common intention—Also eye\nwitnesses are interested witnesses-Hence order of High Court set aside-\nEvidence Act, 1872.\nSingle Judge convicted and sentenced the appellant - accused under\nsection 302/34 IPC for sharing common intention with other accused for\ncausing death of S and simple hurt to PW 3.\nE\nF\nIt is alleged that dispute arose between S and other accused persons\nwith regard to a transaction of land/house. Appellant inflicted stick blow\non the head of S as a result he fell down and accused no. 1 inflicted knife\nblow on his chest. PW-3 tried to intervene and accused no. 2 inflicted knife\ninjury. Appellants' mother had sickle in her hand. S and PW-3 were taken\nto the hospital and S was declared dead. FIR was lodged. Charges were\nframed. Sessions Judge examined the prosecution witnesses and convicted\nthe appellant under section 302/34 IPC, accused no. 1 under section 302\nIPC and accused no 2 under section 302/34 and section 324 IPC, however, G\nhe acquitted accused no. 3. High Court dismissed the appeal filed by the\nappellant and accused no. 1. Appeal of accused no. 2 stood abated since\nhe expired. This Court dismissed the SLP filed by accused no. 1. Thus,\nthe appeal is confined only to the appellant.\n885\nH\nA\nB\n886\n-\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nAppellant accused contended that there are contradiction and\ninconsistencies in the deposition of the witnesses and FIR; that the\nprosecution could not prove beyond any reasonable doubt the role played\nby appellant in the incident, nor the alleged intention shared by appellant\nand other co-accused for causing the death of the deceased; and that the\ndoctor failed to note the colour of the wound and the exact place of skull\nvault where the injury had occurred in the autopsy report.\nRespondent-State contended that though certain discrepancies exist\nin the statements of the witnesses' vis-a-vis FIR and the Post Mortem\nReport, the evidence of the three witnesses, who have proved the\nC prosecution case as against the appellant cannot be discarded.\nD\nAllowing the appeal, the Court\nHELD 1.1. The statements made in the First Information Report in\na case of this nature must be given due importance. In the instant case,\nthe statements of the prosecution vis-a-vis the allegations made in the FIR\nand Inquest Report are contradictory and/or inconsistent with each other.\nIn the FIR nothing has been mentioned about the appellant's role as regard\nhis hitting the deceased with a stick on his head as deposed by the\nprosecution witnesses and also the sequence of events is different from\nwhat was deposed by PW-1. Furthermore, PW-1 categorically stated that\nE the accused persons became agitated only after the appellant allegedly hit\nthe deceased with a stick and accused no. 1 and 2 went into their house\nand came back with knives which stands contradicted by the statement\nof PW-5 who alleged that both the appellant and accused no. 1 were\nstanding by the side of the road with a stick and open knife in their hands.\n[892-C-D-E]\nF\n1.2. The prosecution has also failed to bring any materials on record\nto show that there had been any pre-concert or pre-arranged plan so as\nto hold that the appellant had any common intention to commit the alleged\noffence. FIR itself suggests that the accused persons became excited all of\nG a sudden. In the FIR only one overt act is attributed to the appellant that\nis his exhortation 'maro, maro' which took place as alleged in the FIR only\nafter injuries had been inflicted by accused Nos. 1 and 2 and no injury\nwas inflicted on the deceased or PW-3 after the alleged exhortation.\nAppellant by no means can be held guilty of sharing a common intention\nwith other accused to commit murder of the deceased or cause injuries to\nH PW-3. On the other hand, if he was the first person to cause injury to the\n+\n887\nI.B. DAUDBHAI v. STATE OF GUJARAT [SINHA. J.]\ndeceased by inflicting a blow on his head by a stick, it is wholly unlikely A\nthat he would imagine that accused No. 1 and 2 would go back to their\nhouse to bring the knives and inflict injuries to the deceased and PW-3\nand, therefore, it is not a case where a common intention amongst the\naccused persons can be said to have been existing either from the beginning\nor was formed at the spur of the moment. Exhortation, by itself is not\nB\nenough to prove common intention on the part of the accused.\n1892-G-H; 893-A-B|\n1.3. The inquest panchama did not refer to the head injury on the\ndead body, the colour of wound and also did not note the exact place in\nthe skull vault where the injury had occurred which would have enabled\nhim to ascertain the time of the injury although presence or absence of\ninjuries on all other parts of the body of the deceased had been noticed.\nAlso the eye-witnesses are also interested witnessed. Therefore, it is a fit\ncase where the benefit of doubt should be given to the appellant. Hence,\nthe order of High Court is set aside. [894-B-C]\nState of Orissa v. Arjun Das Agarwal and Anr., AIR (1999) SC 3229\nand Ramashish Yadav and Ors. v. State of Bihar, AIR (1999) SC 3830,\nreferred to.\nBadruddin v. State of U.P., [1998] 7 SCC 300 and Balram Singh and\nAnr. v. State of Punjab, [2003] 11 SCC 286, relied on.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 614\nof 2004.\nC\nᎠ .\nE\nFrom the Judgment and Order dated 21/22.5.2003 of the Gujarat High\nCourt in Crl. A. No. 1136 of 1995.\nF\nK. Radhakrishnan, Sanand Ramakrishnan and Rajiv Mishra for M/s.\nP.H. Parekh \u0026 Co. for the Appellant.\nYashank Adharu and Ms. Hemantika Wahi for the Respondent.\nG\n7\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. The Appellant herein was convicted for commission of\nan offence punishable under Section 302/34 of the Indian Penal Code ('IPC\nfor short) and had been sentenced to undergo rigorous imprisonment for life\nas also a fine of Rs. 500 and in default thereof to undergo additional three H\n888\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA months' simple imprisonment. He was prosecuted along with three others for\nsharing common intention for causing death of one Siddique Ahmed Patel ·\nand causing simple hurt with sharp cut weapon to Yusuf Adam Patel (PW-\nB\n3).\nAt about 5.45 p.m. on 29.11.1993, the deceased was allegedly going to\na mosque for offering prayer (Namaz). When he was passing by the house.\nof the accused persons situated at village Sarod, all the four accused persons\nwere standing there. A quarrel ensued between them, when the deceased\nSiddique was asked as to why he had entered into a transaction of the house\ninstead of land to which he answered that he had entered into a transaction\nwith his maternal uncle, whereupon, the Appellant herein allegedly inflicted.\nC\na stick blow on his head, as a result of which he fell down. Accused No. 1\nBilal Ahmed Ibrahim Kabha thereafter inflicted a knife blow on his chest.\nYusuf Adam Patel tried to intervene and in the process he was also injured;\na knife injury on him was caused by the Accused No. 2. The Accused No.\n3, the mother of the Appellant herein, was said to have a sickle in her hand.\nD The deceased and the injured were said to have been taken to the referral\nhospital at Jambusar, where Siddique was declared dead and the injured was\nasked to go to Baroda Hospital. A First Information Report was lodged in\nthis behalf by one Mehmood Adam Patel. On completion of investigation, a\ncharge-sheet was filed for offences punishable under Section 302 IPC, Section\n302 read with Section 34 IPC, Section 324 IPC, Section 324 read with Section\nE\n34 IPC and Section 135 of the Bombay Police Act.\nF\nG\nBefore the learned Sessions Judge nine witnesses were examined on\nbehalf of the prosecution. The learned judge while passing a judgment of\nacquittal in favour of the Accused No.3, convicted Bilal Ahmed for\ncommission of an offence punishable under Section 302 IPC. The Accused\nNo. 2 Ahmed Ibrahim Kabha was found guilty for commission of offence\npunishable under Section 302/34 IPC as also under Section 324 IPC, whereas\nthe Appellant herein was found guilty of commission of offence punishable\nunder Section 302/34 IPC, whereagainst an appeal was filed.\nDuring the pendency of the appeal, the Accused No. 2 Ahmed Ibrahim\nKabha expired and as a result his appeal stood abated. The High Court of\nGujarat by reason of the impugned judgment dismissed the appeals preferred\nby the Appellant as also Bilal Ahmed. The Special Leave Petition filed by\nBilal Ahmed appears to have been dismissed by this Court by an order dated\n6.2.2004.\nH\nས།\nI.B. DAUDBHAI v. STATE OF GUJARAT [SINHA, J.]\n889\nMr. K. Radhakrishanan, the learned Senior Counsel appearing on behalf A\nof the Appellant, would take us to the First Information Report as also the\ndepositions of the witnesses pointing out contradictions and inconsistencies\ncontained therein. The learned counsel would contend that even from the\nAutopsy of Dr. Raghunandan (PW-2) it would appear that he had not noted\nthe colour of the wound and, thus, was not in a position to state the time of\nB\nthe injury with certainty, nor did he note the exact place of skull vault where\nthe injury had occurred. It was argued that the injury allegedly caused by the\nAppellant herein with a stick on the head of the deceased had not been\nnoticed by the Investigating Officer in the Inquest Panchnama. The learned\ncounsel would, therefore, urge that the prosecution has not been able to prove\nbeyond any reasonable doubt the role played by the Appellant herein in the C\nincident, nor the alleged intention shared by the Appellant and other co-\naccused for causing the death of the deceased Siddique, can be said to have\nbeen proved.\nMr. Yashank Adhyaru, learned Senior Counsel appearing on behalf of\nD\nthe State of Gujarat, on the other hand, would contend that though certain\ndiscrepancies exist in the statements of the witnesses vis-a-vis the First\nInformation Report and the Post Mortem Report, there is no reason to discard\nthe evidences of the three witnesses, who have proved the prosecution case\nas against the Appellant.\nFrom a perusal of the First Information Report lodged by PW-1, it\ntranspires that before the alleged incident took place altercations took place\nbetween the deceased and the accused persons as regard transaction of a\nland/house belonging to the deceased. It is stated that the Accused No. 1\nBilal Ahmed and his father Ahmed Ibrahim came with knives in their hands\n(I)\nE\nand Bibiben Ahmed, the mother of the Appellant, came with a sickle. \"Getting F\nexcited all of a sudden\", Bilal Ahmed is said to have given a knife blow on\nthe chest of the deceased and Ahmed Ibrahim is said to have given a knife\nblow on the back of Yusuf Adam Patel and Bibiben Ahmed allegedly jumped\nupon both these persons shouting \"Beat.....Beat”. Meanwhile, the Appellant\nherein had come out taking a stick and rushed towards them saying G\n\"Beat.....Beat\". The eye witnesses to the occurrence, viz. PW1, PW-3 and\nPW-5, on the other hand, in their respective depositions before the court\nstated that it was the Appellant who gave a stick blow on the head of the\ndeceased whereafter only the injuries were inflicted by the other accused.\nThe sequence of events as contained in the First Information Report, H\nB\n890\nSUPREME COURT REPORTS\n[2005] I S.C.R.\nA thus, materially differs from the statements made by the prosecution witnesses.\nThe First Information Report does not even contain any statement to the\neffect that the Appellant had inflicted any injury whatsoever with the stick as\nwas alleged by the prosecution witnesses before the learned Sessions Judge.\nThe first informant who examined himself as PW-1 in his cross-examination\naccepted that in his complaint he did not allege that he was going to pray at\nthe mosque, nor did he say that Siddique fell down after he was hit by a stick.\nHe further asserted that he saw the incident from a distance of about 15 feet.\nHe accepted that injured Yusuf was his brother whereas his wife is the sister\nof the deceased Siddique and the deceased Siddique is the son of his uncle,\nand his wife is also the daughter of his uncle. In paragraph 5 of his deposition,\nC however, he alleged that when the Appellant hit the deceased Siddique with\na stick, Siddique fell flat and at that time only he and Yusuf were present.\nHe thereafter alleged that the Accused Nos. 1 and 2 were also present\nemphasizing that they did not go to the house to get knives but he changed\nthe story immediately by stating that the accused had come out of the house\nwith knives. He further stated that he saw the accused persons going into the\nhouse to get knives and he thought that they would stab. He, however,\nimmediately thereafter stated \"after hitting with the stick, he was stabbed\nimmediately\". He reiterated:\nD\nE\nF\nG\nH\n\"6\n...It is true that I have not stated in the complaint that IDDISH hit\nSIDDIQUE on the head with a staff. And I have not stated that the\nother accused came after IDDISH hit him. I have not stated in the\ncomplaint that SIDDIQUE fell down after he was hit with the staff.\nI have not stated in the complaint that IDDISH had done any illegible\n(sic) act. I have also not stated that BIBIBEN injured anybody. It is\ntrue that BIBIBEN is present in the court and she was with the three\nmale members. I do not know that if BIBIBEN was hit by a blow of\nthe staff...\"\nIt is difficult to place any reliance on the statement of the said witness\nas regards the involvement of the Appellant herein in the incident.\nPW-2, Dr. Raghunandan, who performed autopsy on the dead body of\nthe deceased Siddqiue on 30.11.1993, found the following external injuries\non his person :\n\"1. there was one cut wound on the chest near the 7th rib 2 cm by\n½ cm deep up to cavity. It was between the two lungs and it was 27\ncm below the rib cage bone and 7.5 cm away in a slant manner. In\n+\nI.B. DAUDBHAI v. STATE OF GUJARAT [SINHA. J.]\n891\nthis injury the muscles were cut. And the casing of the heart was A\ninjured with a wound of 1.5 cm by .25 cm. And the outer covering\nof the heart was cut. This wound was deep up to the left cavity of the\nheart.\n2. there was a hematoma measuring 4 cm by 3 cm on the center of\nthe skull. These wounds were prior to the death.\"\nB\nIn his cross-examination, he admitted that the colour of injury no. 2\nwas not noted in the report which would have enabled him to ascertain the\ntime of the injury nor did he note the exact place in the skull vault where the\ninjury had occurred.\nIn the inquest panchnama, no head injury on the dead body had been\nnoted.\nC.\nPW-3 is Yusuf who is an injured witness. In his deposition, he asserted\nthat the Appellant had hit the deceased on the head from behind with a stick\nas a result whereof he swooned and fell down; whereafter Bilal Ahmed who D\nwas standing next to the Appellant stabbed Siddique in the chest and when\nhe tried to rescue him, Ahmed Ibrahim stabbed him with a knife in the waist\non the left side, whereupon only Bibiben came with a sickle shouting to kill\nthem. In his cross-examination, however, he accepted that there had been\nverbal heated exchanges between Bilal Ahmed and Siddique but although at\nthat time the people were moving on the road, he did not see anybody except\nthe deceased and the accused persons. In his cross-examination, he admitted\nthat the house of the Appellant is not near the mosque and it is at a far off\nplace.\n-\nE\nPW-5 Abdulla, is a vegetable merchant. He was also going to mosque F\nto offer 'namaz' after closing his shop nearby. He stated that when he reached\nnear the house of the accused persons, the Appellant Idrish was having a\nstick and Bilal Ahmed was having an open knife, he had seen Siddique and\nYusuf walking near the cross roads. He alleged :\n\"...At that time Bilal had started abusing Siddik and Bilal was saying, G\n\"Why did you enter into transaction of house for my brother?” At\nthat time Siddik had told, “I had not entered into transaction for your\nbrother.\" I have entered into transaction with your maternal uncle\nAbbas Daud Bhatiya. At that time Idrish Daud had got excited and\nhad given a blow on the head of Siddik with a long and thick staff\nH\n892\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nfrom behind as Siddik would have hardly walked two steps ahead.\nTherefore, on account of giddiness Siddikbhai had fallen down flat\non the ground. At that time all of a sudden Bilal had run and given\na blow of knife in his hand on the left portion of the chest of Siddik.\nAt that time as Yusufbhai Adam Patel tried to intervene, Ahmed\nIbrahim Kabha who was standing nearby and was having a knife in\nhis hand had given a knife blow on left side back to Yusuf. At that\ntime Bibiben who was standing nearby and was having a sickle in her\nhand had gone near Siddik and had attacked upon him and had started\nshouting that put these people to death...\"\nThe statements of the witnesses, as noticed hereinbefore, vis-a-vis the\nallegations made in the First Information Report are contradictory and/or\ninconsistent with each other. Whereas in the First Information Report nothing\nhas been mentioned about the Appellant's role as regard his hitting the\ndeceased with a stick on his head, even the sequence of events is different\nfrom that stated by PW-1 in his deposition before the court.\nThe statements made in the First Information Report in a case of this\nnature must be given due importance. Admittedly, there was a dispute with\nregard to a transaction of a land/house. PW-1 categorically stated that the\naccused persons became agitated only after the Appellant allegedly hit the\ndeceased with a stick and the Accused Nos. 1 and 2 went into their house and\ncame back with knives which stands contradicted by the statement of PW-5\nwho alleged that both the Appellant and Accused No. 1 were standing by the\nside of the road with a stick and open knife in their hands.\nIn the First Information Report only one overt act is attributed to the\nAppellant that is his exhortation \"maro... maro\". Such exhortation by itself\nmay not give rise to an inference of sharing a common intention to cause\ndeath of the deceased Siddqiue and to cause hurt to PW-5. Such exhortation\nas alleged in the F.I.R. took place only after injuries had been inflicted by the\nAccused Nos. 1 and 2. No injury was inflicted on the deceased or PW-3 after\nthe alleged exhortation.\nThe prosecution has also failed to bring any materials on records to\nshow that there had been any pre-concert or pre-arranged plan so as to hold\nthat the Appellant had any common intention to commit the alleged offence.\nThe First Information Report itself suggests that the accused persons became\nexcited all of a sudden. It has also come on records that the Accused No. 3\nH Bibiben had also sustained injuries. The learned Sessions Judge himself has\nI.B. DAUDBHAI v. STATE OF GUJARAT [SINHA, J.]\n893\nfound that prosecution has failed to prove her involvement in the matter. If A\nthe Appellant exhorted after infliction of injuries were completed, he by no\nmeans can be held guilty of sharing a common intention with other accused\nto commit murder of the deceased or cause injuries to PW-3. On the other\nhand, if he was the first person to cause injury to the deceased by inflicting\na blow on his head by a stick, it is wholly unlikely that he would imagine\nthat the Accused Nos. 1 and 2 would go back to their house to bring the\nknives and inflict injuries to the deceased and PW-3 and, thus, a case of\nforming common intention at that time must be ruled out. It is, therefore, not\na case where a common intention amongst the accused person's can be said\nto have been existing either from the beginning or was formed at the spur of\nthe moment. Exhortation, furthermore, by itself is not enough to prove common C\nintention on the part of an accused.\nIn State of Orissa v. Arjun Das Agarwal and Anr., AIR (1999) SC\n3229, this Court stated :\nB\n\"Regarding accused-respondent Arjuna Das Agarwal we find from D\nthe evidence on record that this accused neither went inside the house\nof the deceased nor took any part in the commission of the murder.\nHe only instigated by shouting at the other accused persons. There is\nnothing in evidence to show that due to his instigation more blows\nwere given by the accused persons. Therefore, no inference can be\ndrawn that this accused-respondent had common intention of causing\ndeath of the deceased or that he actually participated in the criminal\nact. Therefore, High Court rightly acquitted this accused.\"\nE\nWhat would form a common intention is now well-settled. It implies\nacting in concert, existence of a pre-arranged plan which is to be proved F\neither from conduct or from circumstances or from any incriminating facts.\nIn Ramashish Yadav and Ors. v. State of Bihar, AIR (1999) SC 3830,\nthis Court stated:\n\"...It requires a pre-arranged plan and it presupposes prior concert. G\nTherefore, there must be prior meeting of minds. The prior concert\nor meeting of minds may be determined from the conduct of the\noffenders unfolding itself during the course of action and the\ndeclaration made by them just before mounting the attack. It can also\nbe developed at the spur of the moment but there must be pre-\nH\narrangement or premeditated concert...\n894\nA\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\n[See also Badruddin v. State of U.P., [1998] 7 SCC 300 and Ramashish\nYadav v. State of Bihar, [1999] 8 SCC 555, referred to in Balram Singh and\nAnr. v. State of Punjab, [2003] 11 SCC 286].\nAs noticed hereinbefore, even the inquest panchnama did not refer to\nthe head injury although presence or absence of injuries on all other parts of\nB the body of the deceased had been noticed. Furthermore, eye-witnesses are\nC\nalso interested witnesses.\nFor the reasons aforementioned, we are of the opinion that it is a fit\ncase where the benefit of doubt should be given to the Appellant herein. The\nappeal is, therefore, allowed and the impugned judgment is set aside. If the\nAppellant is in custody, he shall be set at liberty forthwith, if not wanted in\nconnection with any other case.\nN.J.\nAppeal allowed.\n"}