{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"7\nSTATE BANK OF INDIA AND ORS.\nA\nV.\nJASPAL KAUR\nFEBRUARY 1, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nB\nན\nService Law:\nAppointment on compassionate ground-Claim for-Held, unless the\nC\nfinancial condition of dependents of deceased employee is entirely penury,\nsuch appointments cannot be made-Fact finding authority on basis of\nfinancial details having arrived at the conclusion that financial condition\nof family was not penurious and the family was earning sufficient income to\nmaintain themselves, High Court erred in entertaining and allowing the\nclaim by applying the scheme formulated much after the application for D\ncompassionate appointment was made-Constitution of India-Article 226.\nRespondent's husband, who was working as Record Assistant with the\nappellant-Bank, died in harness. The respondent applied on 5.2.2000 for\ncompassionate appointment which the Bank declined. On a direction from\nthe High Court to reconsider her case, the competent authority again declined E\nher request by order dated 3.4.2004. The respondent challenged the said\norder before the High Court, which allowed her writ petition by its order dated\n20.9.2005.\nIn the present appeal it was, inter alia, contended for the appellant-Bank\nthat the High Court failed to consider that the respondent could be considered F\nfor compassionate appointment under the Scheme framed by the Bank in the\nyear 1996 which was in existence at the relevant time, and the provisions of\nthe said scheme applied only in cases where the deceased had left the family\nin penury and without any means of livelihood, and in the instant case, as\nthere did not exist such circumstances, a writ of mandamus could not be issued\nde hors the scheme. Counsel for the respondent relying upon para 8 of the\nScheme formulated by the Bank and enforced w.e.f. 4.8.2005, contended that\nthe Bank in the said scheme laid down criteria for determining penury, i.e, if\nthe income of the family of deceased employee/dependents was reduced to less\n101\nG\nH\n102\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA than 60% of the salary which was drawn by the deceased at the time of his\ndeath. It was submitted that even if assuming the income as Rs.5855/- the\nsame being less than 40% of the salary last drawn by the deceased, the\nScheme dated 4.8.2005 was not complied with by the Bank while considering\nher case.\nB\nC\nAllowing the appeal, the Court\nHELD: 1.1. A major criterion while appointing a person on\ncompassionate grounds should be the financial condition of the family the\ndeceased person left behind. Unless the financial condition is entirely penury,\nsuch appointments cannot be made. In the present case the financial condition\nof respondent's family is not one of destitution, the appellants have already\npaid the terminal benefits which would earn is.3800/- p.m. as notional interest;\nbesides, a sum of Rs.2055/- p.m. was being paid towards family pension and\nmonthly income under Staff Mutual Welfare Scheme. The competent fact\nfinding authority on the basis of these financial details had arrived at the\nD conclusion that the financial condition of the family is not penurious and that\nthe family earns sufficient income to maintain themselves. Hence appointment\non compassionate ground was not granted to the respondent. There is no\nnecessity to interfere with this order of the competent authority on the fact\nsituation of this case. [Para 22] [108-E-H]\nE\nF\nG\nUmesh Kumar Nagpal v. State of Haryana \u0026 Ors., [1994] 4 SCC 138\nand General Manager (D\u0026PB) \u0026 Ors. v. Kunti Tiwary \u0026 Anr., [2004] 7 SCC\n271, relied on\nL.I.C. of India v. Asha Ramchhandra Ambekar (Mrs) \u0026 Anr., [1994] 2\nSCC 718 and Bank of India \u0026 Anr. v. Degala Suranarayana, [1999] 5 SCC\n762, cited.\n1.2. The competent authority of the bank had to consider the case of the\nrespondent as per the parameters laid down in the Scheme. Accordingly, while\ndeciding on the financial condition of the respondent the relevant factors were\ntaken into consideration by the competent authority and based on these details\nappointment was declined to the respondent on compassionate ground. [Para\n23] {108-H; A-D]\n1.3. The specially constituted authorities in the rules or regulations\nlike the competent authority in this case are better equipped to decide the\nH cases on facts of the case and their objective finding arrived on the appreciation\nk\nSTATE BANK OF INDIA v. JASPAL KAUR {LAKSHMANAN, J.]\n103\nof the full facts should not be disturbed. Both the single Judge and the Division A\nBench of the High Court erred in entertaining and allowing the claim of the\nrespondent. [Para 24] [109-E-F]\non.\nUnion Bank of India \u0026 Ors. v. M.T.Latheesh, [2006] 7 SCC 350, relied\nB\n2. On facts, the respondent applied for compassionate appointment in\nthe appellant Bank on 05.02.2000 but claimed the benefit of the Scheme which\nwas formulated in 2005. The High Court also erred in deciding the matter in\nfavour of the respondent applying the Scheme formulated on 04.08.2005. A\ndispute arising in 2000 cannot be decided on the basis of a Scheme that came\nC\ninto place much after the dispute arose, in the present matter in 2005.\nTherefore, the claim of the respondent that the income of the family of deceased\nis less than 40% of the salary last drawn by the deceased in contradiction to\nthe 2005 Scheme does not hold water. [Para 25] [109-G-H; 110-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 409 of 2007. D\nFrom the Final Judgment/Order dated 20.9.2005 of the High Court of\nPunjab and Haryana at Chandigarh in C.W.P. No. 9629/2004.\nMukul Rohtagi, Sanjay Kapur, Shubhra Kapur, Rajiv Kapur and Arti\nsingh for the Appellants.\nE\nP.N. Puri, Reeta Diwan Puri, Dhiraj and R.D. Bawa for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\nF\nG\n2. On 07.08.1996, the Government of India, Ministry of Finance, issued\nguidelines regarding scheme of appointment of dependents of deceased\nemployees on compassionate grounds, which were entirely based on the\nobservations of this Court in Umesh Kumar Nagpal v. State of Haryana \u0026\nOrs., [1994] 4 SCC 138. Subsequently, on 23.08.1996, the Indian Banks\nAssociation issued a circular suggesting to all Public Sector Banks, certain\namendments to the scheme on compassionate appointment, while taking into\naccount the financial condition of the family, the family pension, gratuity,\nproceeds of LIC, etc should be taken into consideration. Based on the\nguidelines issued by the Government of India and the Indian Banks Association,\nthe appellant Bank framed a scheme for appointment on compassionate grounds H\n104\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA for dependent of deceased employees. A memorandum of the same was\npresented before the Central Board of the Bank, which was approved on\n16.11.1996.\nB\n3. On 01.08.1999, Record Assistant (Cash \u0026 Accounts) in the Dhab\nWasti Ram, Amritsar branch, Sri. Sukhbir Inder Singh (late), passed away. The\nrespondent, widow of Sri. Sukhbir Inder Singh applied for compassionate\nappointment in the appellant Bank on 05.02.2000. On 07.01.2002, the competent\nauthority of the Bank declined the application of the respondent in view of\nthe scheme vis-*-vis the financial position of the family. Against this decision\nof the authority the respondent filed Civil Misc. Writ Petition No. 3077/2002\nC before the Punjab and Haryana High Court.\n4. The High Court ordered reconsideration of the case of Jaspal Kaur,\nrespondent herein by its order dated 11.12.2003. On 05.03.2004, the Deputy\nGeneral Manager of the Bank reconsidered the case of the respondent and\ndeclined appointment to the respondent on compassionate ground after taking\nD into consideration the financial condition of the family. The Competent.\nAuthority thereafter declined the request of the respondent on 03.04.2004.\nThis decision was conveyed to the respondent by the appellants on 05.04.2004.\n5. Thereafter, the respondent filed one more Civil Misc. Writ Petition No.\n9629/2004 before the Punjab and Haryana High Court praying for quashing\nE of the order dated 03.04.2004. The appellants filed their reply on 03.05.2005.\nF\nG\nOn 20.09.2005, the High Court allowed the writ petition filed by the respondents\nand observed that, “the aforesaid kitty of Rs. 4,57,607/- granted to the family\non account of terminal benefits could not be accepted to be sufficient. The\nsaid amount was naturally in the shape of a security for the marriage of the\ndaughtersIn our considered view the aforesaid income is not sufficient for the\nbare maintenance of the family\".\n6. It is against this order and judgment of the Punjab and Haryana High\nCourt, this Civil Appeal by way of Special Leave Petition is preferred by the\nappellant Bank in this Court.\n7. Learned senior counsel Mr. Mukul Rohtagi appeared on behalf of the\nappellant Bank and learned Counsel Mr. P.N.Puri appeared for the respondent.\n8. It was submitted by Mr. Mukul Rohtagi, that the High Court has\nfailed to appreciate that the respondent could be considered for compassionate\nH appointment only under the scheme framed by the Bank. Hence the provisions\n+\nSTATE BANK OF INDIA v. JASPAL KAUR [LAKSHMANAN, J.] 105\nof the scheme viz. compassionate appointment applies only in cases wherein A\nthe deceased has left the family in penury and without any means of livelihood\nare required to be taken into consideration. Also the appellant-Bank, as per\nthe Scheme, is required to look at the penurious condition/indigent\ncircumstances existing at the time of death of the sole breadwinner, warranting\nsuch compassion. And in any case if there does not exist any such\nB\ncircumstances, a writ of mandamus, cannot be issued, de hors the scheme.\n9. It was submitted that, the High Court failed to appreciate that in the\npresent case the family of the deceased employee consists of widow, twin\ndaughters and one son, and the financial condition of the family is as under:\n(a) a sum of Rs.4,57,607/- as terminal benefits has been paid (after\ndeducting Rs.19,183/- towards liabilities);\n(b) a sum of Rs.2055/- p.m. was being paid towards family pension\nand monthly income under Staff Mutual Welfare Scheme.\n(c) The total monthly income of the family comes to Rs.5855/- (monthly\npension of Rs.2055/- + Rs.3800/- p.m. as notional interest on the\ninvestment of Rs.4,57,607/-).\n10. It was further submitted that the High Court failed to appreciate the\nfact that the terminal benefit of Rs.4,57,607/- paid to the family is an integral\npart of the financial security made available to the family of the deceased.\nThe payment of terminal benefits are an important factor and cannot be left\nout while considering the financial condition of the family.\n11. Mr. Mukul Rohtagi submitted that the Division Bench of the High\nCourt erred in substituting its views with the views/findings of the competent\nauthority, by holding that the family income \"is not sufficient for the bare\nmaintenance of the family\".\n12. Learned senior counsel relied on the decisions of this Court in\nsupport of his contentions. He submitted that this Court has held that the\nCourt exercising the jurisdiction of judicial review should not interfere with\nfindings of fact arrived by the competent authorities, except in the case of\nmala fides or perversity as held in the case of Bank of India \u0026 Anr. v. Degala\nSuranarayana, [1999] 5 SCC 762. He also relied on a recent decision of this\nCourt in the case of Union Bank of India \u0026 Ors. v. M.T.Latheesh, [2006] 7\nSCC 350, (Dr. AR. Lakshmanan and Tarun Chatterjee, JJ) where this Court held\nthat, \"the specially constituted authorities in the rules or regulations like the\n106\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA competent authority in this case are better equipped to decide the cases on\nfacts of the case and their objective finding arrived on the appreciation of the\nfull facts should not be disturbed\".\n13. The learned senior counsel also made the following submissions:\nB It is well established that the High Court, while exercising jurisdiction\nunder Art. 226 of the Constitution of India, does not act as a Court of appeal.\nC\nD\nThe High Court failed to appreciate that clause (1) of the Scheme\nprovides that in order to determine the financial condition of the family, the\namounts paid towards terminal benefits, investments, income from other sources\nand size of the family etc. are required to be taken into account. However,\nin the present case while holding the condition of the family is not sufficient\nfor the bare maintenance of the family, the High Court has failed to appreciate\nthat the monthly income of Rs.2055/- p.m. and the terminal benefits of\nRs.4,57,607/- has been paid to the family of the deceased.\nThe High Court also failed to appreciate a well settled principle of law\nlaid down by this Court in the case of L.I.C. of India v. Asha Ramchhandra\nAmbekar (Mrs) \u0026 Anr., [1994] 2 SCC 718 that the Court cannot order\nappointment on compassionate ground, de hors the provisions of the statutory\nregulations and instructions and that hardship of the candidate does not\nE entitle him to compassionate appointment de hors the statutory provisions.\nThe High Court also failed to appreciate that the appointment under the\nscheme of compassionate appointment was at the discretion of the authority\nwhich was to be exercised keeping in view the scheme and the object/\nrationale behind it. It was submitted that compassionate appointment cannot\nF be claimed as a matter of right. Moreover the public office is not heritable.\nG\nH\nThe High Court failed to appreciate the ratio in General Manager\n(D\u0026PB) \u0026 Ors. v. Kunti Tiwary \u0026 Anr., [2004] 7 SCC 271 case where it was\nheld that the criteria of penury has to be applied and only in cases where the\ncondition of the family is \"without any means of livelihood” and “living hand\nto mouth\" that compassionate appointment was required to be granted.\n14. The learned counsel appearing for the respondents submitted that\nthe touchstone of compassionate employment is a stage of penury and\ndestitution to which the family is reduced to as a result of the death of an\nemployee in harness. Late Shri. Sukhbir Inder Singh was drawing a monthly\nSTATE BANK OF INDIA v. JASPAL KAUR [LAKSHMANAN, J.] 107\nsalary of Rs. 15000/- when he died. On his death, besides his widow he left A\nbehind three minor children including two 15 years old daughters and a son\nwho was 8 years of age. The respondents contented that the bank has not\nconsidered the case of dependent of Sukhbir Inder Singh keeping in view the\nsize of the family and liabilities.\n15. Further the respondents relied on para 8 of the Scheme which reads\nas under:-\n\"(8) EX-GRATIA:\nB\nEx-gratia on compassionate grounds in lieu of compassionate\nappointment may be granted to the family of the employee and subject C\nto the ceilings specified below, if the monthly income of the family\nfrom all sources calculated in the manner shown below in paragraph\n9 (B) is less than 60% of the last drawn gross salary (net of taxes) of\nthe employee. The family shall be deemed to be eligible for ex-gratia\npayment if the income so arrived at is below 60% of the gross salary D\n(net of taxes) last drawn, and ineligible if it is 60% or more of the gross\nsalary (net of taxes). Ex-gratia will be paid to the family of the deceased\nemployee or the employee who has retired due to incapacitation of\neligible under the Scheme within three months of the receipt of\napplication, complete in all respect\".\nIt was submitted that the Bank in its policy issued in 2005 laid down\ncriteria for determining penury i.e. the income of the family of the deceased\nemployee/dependents have been reduced to less than 60% of the salary\nwhich was drawn by the deceased at the time of death. In the present case,\nas have been stated above, the income of the family of deceased is Rs.3000/\n- only, but even according to the finding given in order dated 03.04.2004, the\nsaid income is Rs.5855/- which is less than 40% of the salary last drawn by\nLate Shri. Sukhbir Inder Singh. The respondents claimed that this scheme\nformulated on 18.08.2005, was not complied with by the appellant bank while\ndeciding her claim for appointment in the Bank on compassionate ground.\n16. Concluding his submissions, Mr. P.N.Puri, submitted that the stage\nof penury and destitution is to be determined after balancing the assets vis-\na-vis liability which was not done in this case by the appellant bank.\nE\nF\nG\n17. We heard both the parties in detail. We have also perused through\nall the documents presented in the Court and both the judgments passed by H\nt\n1\nA\n108\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the High Court of Punjab and Haryana.\n18. We are now of the view that, the submissions made by the appellants\ndeserve favourable consideration and merit acceptance.\n19. The law with regard to employment on compassionate grounds for\nB dependents of a deceased employee was laid down by this Court in case of\nUmesh Kumar Nagpal v. State of Haryana \u0026 Ors. (supra), where this Court\nobserved that, \"Appointments in the public services are made strictly on the\nbasis of open invitation of applications and merit. However, exceptions are\nmade in favour of dependents of employees dying in harness and leaving\ntheir family in penury and without any means of livelihood\".\nC\n20. This Court has further observed in General Manager (D\u0026PB) \u0026\nOrs. v. Kunti Tiwary \u0026 Anr. (supra), that, \"the particulars of their income have\nbeen noted in their application and it certainly could not be said on the basis\nthereof that the respondents were living hand to mouth. The Division Bench\nD erred in diluting this criteria of penury to one of “not very well to do\".\nE\nF\n21. It was again observed in 2005 by this Court in the case of SBI v.\nVikas Dubey, (Civil Appeal No.7003/05 dated 21.11.2005), also followed the\ndecision in Kunti Tiwary (supra) case.\n22. Hence a major criterion while appointing a person on compassionate\ngrounds should be the financial condition of the family the deceased person\nleft behind. Unless the financial condition is entirely penury, such appointments\ncannot be made. In the present case the financial condition of the respondents\nfamily is not one of destitution, the appellants have already paid a sum of\nRs.4,57,607/- as terminal benefits (after deducting Rs.19,183/- towards liabilities);\na sum of Rs.2055/- p.m. was being paid towards family pension and monthly\nincome under Staff Mutual Welfare Scheme and in addition the total monthly\nincome of the family comes to Rs.5855/- (monthly pension of Rs.2055/- +\nRs.3800/- p.m. as notional interest on the investment of Rs.4,57,607/-). The\ncompetent fact finding authority on the basis of the above financial details\nG had arrived at the conclusion that the financial condition of the family is not\npenurious and that the family earns sufficient income to maintain themselves.\nHence appointment on compassionate ground was not granted to the\nrespondent. We however, do not feel the necessity to interfere with this order\nof the Bank Authority on the fact situation of this case.\nH\n23. The competent authority of the bank had to consider the case of the\nས་\nSTATE BANK OF INDIA v. JASPAL KAUR [LAKSHMANAN, J.] 109\nrespondent as per the laid down parameters laid down in the scheme. A\nAccordingly, while deciding on the financial condition of the respondent\nfactors like:\n(a) Family Pension\n(b) Gratuity\n(c) Employee's/Employer's contribution to the Provident Fund\n(d) Any compensation paid by the Bank or its Welfare Fund\n(e) Proceeds of LIC Policy \u0026 other investments of the deceased\nemployee\n(f) Income for family from other sources\n(g) Employment of other family members\n(h) Size of the family and liabilities, if any, etc.\nB\nC\nwere taken into consideration by the Competent Authority and based on D\nthese details appointment was declined to the respondent on compassionate\nground.\n24. Also we are of the view that the specially constituted authorities in\nthe rules or regulations like the competent authority in this case are better\nequipped to decide the cases on facts of the case and their objective finding E\narrived on the appreciation of the full facts should not be disturbed. Both\nthe Benches of the High Court that heard this present matter have erred in\nentertaining the claim of the respondent and allowing the claim of the\nrespondent. This was the view taken in a recent decision of this Court in\nUnion Bank of India and Ors. v. M.T. Latheesh (supra), where the court\nobserved that, “Learned Single Judge and the Division Bench by directing\nappointment has fettered the discretion of the appointing and selecting\nauthorities. The Bank had considered the application of the respondent in\nterms of the statutory scheme framed by the Bank for such appointment”.\nF\n25. Finally in the fact situation of this case, Sri. Sukhbir Inder Singh G\n(late), Record Assistant (Cash \u0026 Accounts) on 01.08.1999, in the Dhab Wasti\nRam, Amritsar branch, passed away. The respondent, widow of Sri. Sukhbir\nInder Singh applied for compassionate appointment in the appellant Bank on\n05.02.2000 under the scheme which was formulated in 2005. The High Court\nalso erred in deciding the matter in favour of the respondent applying the\nscheme formulated on 04.08.2005, when her application was made in 2000. A H\n110\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA dispute arising in 2000 cannot be decided on the basis of a scheme that came\ninto place much after the dispute arose, in the present matter in 2005. Therefore,\nthe claim of the respondent that the income of the family of deceased is\nRs.5855/- only, which is less than 40% of the salary last drawn by Late Shri.\nSukhbir Inder Singh, in contradiction to the 2005 scheme does not hold water.\nB\n26. In the result, we allow the appeal filed by the appellant the Bank in\nthis case and set aside the order passed by the two Benches of the High\nCourt of Punjab and Haryana. However, there shall be no order as to costs.\nR.P.\nAppeal allowed.\n"}