{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"S.L. SRINIVASA JUTE TWINE MILLS P. LTD.\nV.\nUNION OF INDIA AND ANR.\nFEBRUARY 15, 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nA\nB\nA\nEmployees Provident Fund and Miscellaneous Provisions Act, 1952;\nSection 16 with amendments:\nC\nInfancy protection to newly set up factories/establishments—Exemption\nclause-Removal of exemption clause by the amending Act of 1998-Effect of\namendment on the existing rights-Held: Every statute prima facie prospective\nin effect unless legislature expressly or by necessary implication make it\nretrospective in effect-In terms of the provisions of repeal in the General\nClauses Act unless different intention appears, the repeal shall not affect any D\nrights/privilege or liability acquired/accrued or incurred under the enactment/\nrepeal/amendment-Since protection accrued to the factories/establishments\nprior to amendment, in 1997, they are entitled to the protection-Hence,\nJudgments of High Court indefensible-General Clauses Act, 1897-Section\n6.\nLegal Maxims:\nMaxim 'nova constitutio futuris formam unponere debet non\npracteritis'-Applicability of.\n(I)\nE\nAppellant mills filed writ petitions before the High Court praying F\nfor issuance of a writ of mandamus to declare that Act 10 of 1998 which\nwas seeking to amend provisions of Section 16 of the Employees Provident\nFund and Miscellaneous Provisions Act, 1952, shall not apply to them and\nthey would continue to have the \"infancy protection\" for a period of 3\nyears starting from the date of establishment of the industries. The High\nCourt by the impugned judgment dismissed the writ petitions. Hence the\npresent appeal.\nAppellants contented that the High Court has clearly erred in holding\nthat the accrued rights were in no way affected or altered by effecting\n235\nG\nH\n236\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA amendments in the Act since under the un-amended provisions they were\nentitled to the protection for the infancy period.\nB\nRespondents submitted that in public interest the amendment can\nbe done; and that keeping the ultimate welfare of the workers in view the\namendment in the provisions of law was made and the exemption was not\ngranted to any category of establishment.\nAllowing the appeals, the Court\nHELD: 1. In terms of Clause (c) of Section 6 of the General Clauses\nAct, unless a different intention appears the repeal shall not affect any\nC right, privilege or liability acquired, accrued or incurred under the\nenactment repeal. The effect of the amendment in the instant case is the\nsame. [243-C]\n2. It is a cardinal principle of construction that every statute is prima\nfacie prospective in effect unless it is expressly or by necessary implication\nD\nmade to have retrospective operation. Unless there are words in the statute\nsufficient to show the intention of the Legislature to affect existing rights,\nit is deemed to be prospective only 'nova constitutio futuris formam imponere\ndebet non praeteritis'. The judgments of the High Court are indefensible\nand are set aside. The appellants shall be entitled to the protection as had\nE accrued to them prior to the amendment in 1997 for the period of 3 years\nstarting from the date the establishment was set up irrespective of repeal\nof the provision for such infancy protection. [243-D-E; 244-C❘\nJayantilal Amratlal v. Union of India and Ors., AIR (1971) 1193;\nGovinddas and Ors. v. Income Tax Officer and Anr., AIR (1977) SC 552;\nF Magic Wash Industries (P) Ltd v. Assistant Provident Fund Commissioner,\nPanaji and Anr., (1999) Lab. I.C. 2197; Keshvan Madhavan Memon v. State\nof Bombay, AIR (1951) SC 128; Delhi Cloth Mills \u0026 General Co. Ltd. v. CIT,\nDelhi, AIR (1927) PC 242 and Amireddi Raja Gopala Rao v. Amireddi\nSitharamamma, AIR (1965) SC 1970, relied on.\nG\nReid v. Reid, (1886) 31 Ch D 402, referred to.\n\"Principles of Statutory Interpretation\" by Justice G.P. Singh. (Tenth\nEdition, 2006) at PP. 474, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6777 of 2003.\nH\nf\nS.L. SRINIVASA JUTE TWINE MILLS P. LTD. r. U.O.I. [PASAYAT, J.] 237\nFrom the Judgment and Order dated 3.10.2002 of Andhra Pradesh High A\nCourt in Civil Writ Petition Nos. 33660,31991,31994 of 1998 and 13929 of\n2000.\nWITH\nC.A. Nos. 6780, 6779 and 6778/2003.\nS.S. Rana, B. Rana, Vikrant Rana and Ms. Amaya Singh for the\nAppellant.\nK. Radhakrishnan, C.V. Subba Rao, Ajay Sharma, B.K. Prasad and\nMrs. Anil Katiyar for the Respondents.\nThe Judgment of the Court was delivered by\nB\nC\nARIJIT PASAYAT, J. These four appeals involve common points of\nlaw and, therefore, are disposed of by this judgment which shall govern each\none of them. Appellant in each appeal has questioned correctness of the D\njudgment rendered by a Division Bench of the Andhra Pradesh High Court\ndismissing the writ petitions filed before the High Court praying issuance of\na writ of mandamus to declare that Act 10 of 1998 seeking to amend provisions\nof Section 16 of the Employees Provident Fund and Miscellaneous Provisions\nAct, 1952 (in short the 'Act') shall not apply to the writ petitioners and they\nwould continue to have the \"infancy protection\" for the period of 3 years\nstarting from the date of establishment of the industry. The High Court by the\nimpugned judgments dismissed the writ petitions holding that the amendment\nwas intended to take away certain benefits by way of necessary amendments\nto Section 16 and the question as to whether any vested right are sought to\nbe affected would arise only when the provisions are given retrospective F\noperation.\nE\nIt was held that the real intention was to deal with the establishments\nuniversally on equal footing under the provisions of the Act and, therefore,\nno exemption whatsoever was intended to be provided in favour of any\nestablishment. On and from date of enforcement of the amended provisions G\nall establishments including the establishments who had enjoyed the benefit\nof exemption are brought within the purview of the operation of the Act and\nthey in no way alter any of the rights accrued in favour of the writ petitioners'\nestablishments.\nH\n238\nA\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nThe factual scenario needs to be noted in brief as the controversy is\nwhether the appellants are entitled to the protection as claimed.\nAt the time of enactment of the Act:\nName of the\nB\nappellant\nSri Lakshmi\nSrinivasa\nNavya Jute\nMills\nSrinivasa\nSitaram\nJute Mills\nLakshmi\nJute Mills\nCivil Appeal No.\n6777/2003\n6778/2003\n6779/2003\nCommencement of\ninfancy\nNovember\n17, 1995\nApril 1, 1996 August 19,\n6780/2003\nFebruary 19,\n1997\n1997\nC\nperiod/commercial\nproduction\nExpiry of infancy\nNovember\nMarch 31,\nperiod as per\n16, 1998\n1999\nAugust 20,\n2000\nFebruary 18,\n2000\nSection 16(d) as\nᎠ\nclaimed by appellant\nDate of Ordinance\nSeptember\nNo.17/1997\n22, 1997\nSeptember\n22, 1997\nSeptember\n22, 1997\nSeptember\n22, 1997\nDate of omission of\nJune 22,\nE\nSection 16(d) (vide\nAct 10/1998)\nBalance infancy\n1998 w.e.f.\n22.9.1997\nJune 22,\n1998 w.e.f.\nJune 22,\nJune 22,\n1998 w.e.f.\n22.9.1997\n22.9.1997\n1998 w.e.f.\n22.9.1997\nperiod to be availed\n1 year\n1 month\nF\n24 days\n1 year\n6 month\n8 days\n2 year\n10 month\n2 year\n5 month\n28 days\n26 days\nG\nH\nLearned counsel for the appellants submitted that the High Court has\nclearly erred in holding that the accrued rights were in no way affected or\naltered. In fact, under the un-amended provisions the appellants were entitled\nto the protection for the infancy period as provided in the Act.\nLearned counsel for the respondents on the other hand submitted that\nin public interest the amendment can be done and this is a case where keeping\nthe ultimate welfare of the workers in view the amendment was made and the\nexemption was not granted to any category of establishment. That according\nto learned counsel for the respondents meet the requirements of law and the\n3\n¥\nT\nद्द\nS.L. SRINIVASA JUTE TWINE MILLS P. LTD. v. U.O.I. [PASAYAT, J.] 239\njudgment of the High Court is therefore not open to challenge.\nThe position of Section 16 at different points of time can be noticed.\nSection 16 as originally enacted read as follows:\n\"16. Act not to apply to factories belonging to Government or local\nauthority and also to infant factories.\nThis Act shall not apply to-\nA\nB\n(a) any factory belonging to the government or a local authority, and\n(b) any other factory established whether before or after the\ncommencement, of this Act unless three years have elapsed from its C\nestablishment.\nSection 16 was amended by the Employees' Provident Funds\n(Amendment) Act, 1958 and sub-section (1) of Section 16 of the Principal\nAct was substituted as under:\n\"(1) This Act shall not apply to any establishment until the expiry of\nthree years from the date on which the establishment is, or has been\nset up.\nExplanation: For the removal of doubts it is hereby declared that an\nestablishment shall not be deemed to be newly set up merely by\nreason of a change in its location\".\nSection 16(1) was once again amended by the Employees' Provident\nFunds (Amendment) Act, 1960 and sub-section (1) of Section 16 was\nsubstituted as under:\n\"(1) This Act shall not apply:\n(a) to any establishment registered under the Co-operative Societies\nAct, 1912, or under any other law for the time being in force in any\nState relating to Co-operative Societies, employing less than fifty\npersons and working without the aid of power; or\n(b) to any other establishment employing fifty or more persons or\ntwenty or more but less than fifty persons until the expiry of three\nyears in the case of the former and five years in the case of the latter,\nfrom the date on which the establishment is, or has been, set up.\nD\nE\nF\nG\nH\n240\nA\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nExplanation: For the removal of doubts, it is hereby declared that an\nestablishment shall not be deemed to be newly set up merely by\nreason of a change in its location\".\nSection 16 was further amended by the Employees' Provident Funds\nand Miscellaneous (Amendment) Act, 1988 with effect from 1.8.1988, and\nB Clause (b) of sub-section (1) of Section 16 was substituted by clauses (b), (c)\nand (d) and the said amendment to Section 16 is as under:\nC\nᎠ\nE\nF\n\"(b) to any other establishment belonging to or under the control of\nthe Central Government or the State Government and whose employees\nare entitled to the benefit of contributory provident fund or old age\npension in accordance with any scheme or rule framed by the Central\nGovernment or the State Government governing such benefit; or\n(c) to any other establishment set up under any Central Provincial or\nState Act and whose employees are entitled to the benefits of\ncontributory provident fund or old age pension in accordance with\nany scheme or rule framed under that Act governing such benefits;\nor\n(d) to any other establishment newly set up, until the expiry of a\nperiod of three years from the date on which such establishment is,\nor has been set up.'\n\"\nThereafter, Section 16 was again amended by Employees' Provident\nFunds and Miscellaneous Provisions (Amendment) Act, 1988, omitting clause\n(d) with explanation in sub-section (1) of Section 16 with effect from\n22.9.1997. (The said omission was initially carried out by Ordinance No.17/\n1997 promulgated on 22.9.1997 followed by Ordinance No.25/1997 dated\n25.12.1997 and Ordinance No.8 of 1998 dated 23.4.1998 followed by Act 10\nof 1998.)\nAccording to the appellants, the un-amended provisions as it stood\nafter the amendment in 1988 under clause(d), apply to their cases and they\nG were entitled to the protection regarding non-application of the Act for a\nperiod of 3 years from the date on which such establishment was set up.\nAccording to the High Court, as clause (d) was deleted with effect from\n22.9.1997, the Act had application to every establishment and no exemption\nor 'infancy period' whatsoever was available from 22.9.1997.\nH\nThe crucial question therefore is the effect of the amendment on the\nS.L. SRINIVASA JUTE TWINE MILLS P. LTD. v. U.O.I. [PASAYAT, J.] 241\nIn Jayantilal Amratlal v. Union of India and Ors., AIR (1971) SC A\n1193, it has been laid down as under :\n\"In order to see whether the rights and liabilities under the repealed\nlaw have been put to an end by the new enactment, the proper approach\nis not to enquire if the new enactment has by its new provisions kept\nalive the rights and liabilities under the repealed law but whether it B\nhas taken away those rights and liabilities. The absence of a saving\nclause in a new enactment preserving the rights and liabilities under\nthe repeated law is neither material nor decisive of the question.\"\nIn Govinddas and Ors. v. Income Tax Officer and Anr., AIR (1977) SC\nC\n552, it was laid down that:\n\"Now it is well settled rule of interpretation hallowed by time and\nsanctified by judicial decisions that unless the terms of a statute\nexpressly so provide or necessarily require it, retrospective operation\nshould not be given to a statute so as to take away or impair an\nD\nexisting right or create a new obligation or impose a new liability\notherwise than as regards matters of procedure. The general-rule as\nstated by HALSBURY in Vol. 36 of the LAWS OF ENGLAND (3rd\nEdn,) and reiterated in several decisions of this Court as well as\nEnglish Courts is that all statutes other than those which are merely\ndeclaratory or which relate only to matters of procedure or of evidence E\nare prima facie prospective and retrospective operation should not be\ngiven to a statute so as to affect, alter or destroy an existing right or\ncreate a new liability or obligation unless that effect cannot be avoided\nwithout doing violence to the language of the enactment. If the\nenactment is expressed in language which is fairly capable of either\ninterpretation, it ought to be construed as prospective only.\"\nA Division Bench of Bombay High Court while considering the earlier\namendment to Section 16(1)(d) curtailing the infancy period from 5 years to\n3 years, held thus, in Magic Wash Industries (P) Ltd v. Assistant Provident\nFund Commissioner, Panaji and Anr., (1999) Lab.I.C. 2197):\nF\nG\n\"There is no doubt that the vested rights or benefits under the\nlegislation could be retrospectively taken away by legislation, but\nthen the statute taking away such rights or benefits must expressly\nreflect its intention to that effect. The infancy period prior to the\namended provision Section 16(1)(d) was five years in the case of H\n↑\nA\nB\nC\nD\nE\nF\nG\nH\n242\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nestablishments employing 20 to 50 workers and in the event this\ninfancy benefit was to be withdrawn, it was necessary that the intention\nof the Legislature should have been clearly reflected in the amended\nprovision itself that the rights and benefits which had already accrued\nstood withdrawn. The amended clause 16(1)(d) came on the statute\nbook on June 2, 1988, when it was assented by the President of India\nbut the amended Section 16 was put into operation only with effect\nfrom August 1, 1988, which empowered the Central Government to\nappoint different dates for the coming into force of different provisions\nof the Act. We find it difficult in the circumstances, to conclude that\nthe intention of the Legislature was to take away the benefit of infancy\nperiod which had already accrued to the existing establishments and\nthis benefit has not been expressly taken away or by implication by\nthe amended provision Section 16(1)(d). In the circumstances, we are\nof the opinion that the infancy period benefit of the petitioner for a\nperiod of five years with effect from May 26, 1986, is not taken away\nby the amended provision Section (1)(d) of the Act; and the petitioner\ncould continue to enjoy the said infancy benefit for a period of five\nyears till May, 1991. Therefore, the demand made by respondent 1\nfor the period up to May, 1991, has to be quashed. The petitioners are\ncomplying with the provisions of the Act with effect from June,\n1991.\"\nThe matter can be looked at from another angle. Section 6 of the\nGeneral Clauses Act, 1897 (in short ‘General Clauses Act') deals with effect\nof repeal. The said provision so far relevant reads as follows:\n-\n\"6. Effect of repeal. Where this Act, or any (Central Act) or\nRegulation made after the commencement of this Act, repeals any\nenactment hitherto made or hereafter to be made, then, unless a\ndifferent intention appears, the repeal shall not\n—\n(a) revive anything not in force or existing at the time at which the\nrepeal takes effect; or\n(b) affect the previous operation of any enactment so repealed or\nanything duly done or suffered thereunder; or\n(c) affect any right, privilege, obligation or liability acquired, accrued\nor incurred under any enactment so repealed; or\n(d) affect any penalty, forfeiture or punishment incurred in respect\nS.L. SRINIVASA JUTE TWINE MILLS P. LTD. v. U.O.I. [PASAYAT, J.] 243\nof any offence committed against any enactment so repealed; or A\n(e) affect any investigation, legal proceeding or remedy in respect of\nany such right, privilege, obligation, liability, penalty, forfeiture\nor punishment as aforesaid;\nand any such investigation, legal proceeding or remedy may be\ninstituted, continued or enforced, and any such penalty, forfeiture or\npunishment may be imposed as if the repealing Act or Regulation\nhad not been passed.\"\nB\nIn terms of Clause (c) of Section 6 as quoted above, unless a different\nintention appears the repeal shall not affect any right, privilege or liability\nC\nacquired, accrued or incurred under the enactment repeal. The effect of the\namendment in the instant case is the same.\nE\nIt is a cardinal principle of construction that every statute is prima facie\nprospective unless it is expressly or by necessary implication made to have\nretrospective operation. (See Keshvan Madhavan Memon v. State of Bombay, D\nAIR (1951) SC 128. But the rule in general is applicable where the object of\nthe statute is to affect vested rights or to impose new burdens or to impair\nexisting obligations. Unless there are words in the statute sufficient to show\nthe intention of the Legislature to affect existing rights, it is deemed to be\nprospective only 'nova constitutio futuris formam imponere debet non\npraeteritis'. In the words of LORD BLANESBURG, \"provisions which touch\na right in existence at the passing of the statute are not to be applied\nretrospectively in the absence of express enactment or necessary intendment.”\n(See Delhi Cloth Mills \u0026 General Co. Ltd. v. CIT, Delhi, AIR (1927) PC\n242). “Every statute, it has been said\", observed LOPES, L.J., \"which takes\naway or impairs vested rights acquired under existing laws, or creates a new F\nobligation or imposes a new duty, or attaches a new disability in respect of\ntransactions already past, must be presumed to be intended not to have a\nretrospective effect.\"(See Amireddi Raja Gopala Rao v. Amireddi\nSitharamamma, AIR (1965) SC 1970). As a logical corollary of the general\nrule, that retrospective operation is not taken to be intended unless that intention\nis manifested by express words or necessary implication, there is a subordinate G\nrule to the effect that a statute or a section in it is not to be construed so as\nto have larger retrospective operation than its language renders necessary.\n(See Reid v. Reid, (1886) 31 Ch D 402). In other words close attention must\nbe paid to the language of the statutory provision for determining the scope\nof the retrospectivity intended by Parliament. (See Union of India v. Raghubir H\n7\n244\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA Singh AIR (1989) SC 1933). The above position has been highlighted in\n\"Principles of Statutory Interpretation\" by Justice G.P. Singh. (Tenth Edition,\n2006) at PP. 474 and 475)\nB\nC\nᎠ\nIn The State of Jammu and Kashmir v. Shri Triloki Nath Khosa \u0026 Ors.,\n[1974] | SCC 19 and in Chairman, Railway Board \u0026 Ors. v. C.R.\nRangadhamaiah \u0026 Ors., [1997] 6 SCC 623), this Court held that provision\nwhich operates to affect only the future rights without affecting the benefits\nor rights which have already accrued or enjoyed, till the deletion, is not\nretrospective in operation.\nAbove being the legal position, the judgments of the High Court are\nindefensible and are set aside. The appellants shall be entitled to the protection\nas had accrued to them prior to the amendment in 1997 for the period of 3\nyears starting from the date the establishment was set up irrespective of\nrepeal of the provision for such infancy protection.\nS.K.S.\nThe appeals are accordingly allowed. No costs.\nAppeals allowed.\n"}