{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"i\n1\nANWARUL HAQ\nV.\nTHE STATE OF UTTAR PRADESH\nAPRIL 26, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nPenal Code, 1860-Section 324-Prosecution for causing grievous injury\n-Non-recovery of weapon of offence-Medical opinion proving use of the\nweapon-Account of eyewitnesses-Conviction by Courts below-On appeal,\nC\nheld: In view of evidence of eyewitnesses and medical opinion conviction\njustified―Non-recovery of weapon cannot be a ground to discard evidence of\neye-witnesses.\nPractice and Procedure :\nPlea raised for the first time before Supreme Court-Held: Not\npermissible.\nWords and Phrases :\n'Dangerous weapon'-Meaning of in the context of Section 324 IPC.\nAppellant-accused alongwith 3 other accused persons was tried\nu/ss. 324 r/w 34, 504 and 506(2) IPC, for having inflicted blows by a knife\non PW-1 causing serious injuries to him. PW-2 was eyewitness to the\nincident. Trial Court acquitted the other 3 accused, while convicting the\nappellant-accused. High Court, on revision, upheld his conviction.\nIn appeal to this Court, appellant contended that Section 324 IPC\nwas not applicable as it was not established that the weapon used was a\ndangerous weapon and that the knife alleged to have been used was not\nrecovered.\nDismissing the appeal, the Court\nHELD 1.The trial court has analysed in great detail the evidence\nof eye witnesses, including that of PW-1, the injured and therefore there\nis no scope for interference. The plea that the weapon used was not a\n917\nD\nE\nF\nG\nH\n{\n☑\n1\n918\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA dangerous weapon had never been urged before the trial court or the High\nCourt. Whether the weapon is a dangerous weapon or not has to be gauzed\nonly on the factual basis. As there was no challenge on this aspect by the\naccused before the courts below, that plea for the first time cannot be\npermitted to be raised in this Court. [920-G-H; 921-A]\nB\n2. Eye-witnesses in the present case have described the knife, and\nmerely because the knife has not been recovered during investigation same\ncannot be a factor to discard the evidence of PWs. 1 and 2. Wounds noticed\nby the Doctor (PW-3) also throw considerable light in this aspect. Doctor's\nopinion about the weapon, though theoretical, cannot be totally wiped out.\nC In that view of the matter the appellant has been rightly convicted under\nSection 324 IPC. [921-H; 922-A]\n3. The expression “an instrument, which used as a weapon of offence,\nis likely to cause death” as occurring in Section 324 IPC should be\nconstrued with reference to the nature of the instrument and not the\nD manner of its use. What has to be established by the prosecution is that\nthe accused voluntarily caused hurt and that such hurt was caused by\nmeans of an instrument referred to in this Section. The Section prescribes\na severer punishment where an offender voluntarily causes hurt by\ndangerous weapon or other means stated in the Section. The expression\nwhen read in the light of marginal note to Section 324 means dangerous\nweapon which if used by the offender is likely to cause death. [921-B-D]\nE\nF\nG\nH\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal Nos. 625-\n626 of 2005.\nFrom the Judgment and Order dated 16.5.2003 and 24.2.2004 of the\nAllahabad High Court in Crl.R. No. 44/2000 and Crl.M.Application No. 1482/\n2004 in Crl.R. No. 44 of 2000.\nAtul Kr. Sinha and Devendra Singh for the Appellant.\nRavi Prakash Mehrotra, Mrs. Alka Agarwal and Garvesh Kabra for the\nRespondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nAppellant calls in question legality of the judgment rendered by a learned\n1\nANWARUL HAQ v. STATE OF UTTAR PRADESH [PASAYAT, J.] 919\nSingle Judge of the Allahabad High Court, Lucknow Bench affirming his A\nconviction for offence punishable under Section 324 of the Indian Penal\nCode, 1860 (in short the 'IPC') and sentence of one year rigorous imprisonment\nas imposed by the trial court. The revision application filed under Section\n397 read with Section 401 of the Code of Criminal Procedure, 1973 (in short\nthe 'Code') was dismissed. Initially four persons had faced trial. Three of\nB\nthem were acquitted.\nThe prosecution version in a nutshell is as follows:-\nC\nOn 8th of July, 1990, in the evening Naseeb Alam (PW-1) was going\nto his house from Sadullanagar market. At about 4.30 P.M. in front of Village\nParsarampur on the road, four accused persons, who were co-villagers met\nhim. Due to old animosity, they began to utter vulgar abuses. Upon objection,\naccused-appellant Anwarul Haq inflicted blows by the knife carried in his\nhand, because of which serious injuries were caused in the right hand of PW-\n1. Jesulla and Idrish (PW-2) coming towards the village from Sadullanagar\nreached there upon hearing his cries, rescued him. They had seen the incident. D\nThe accused persons fled away from the spot of the incident while threatening\nto kill. The accused Anwarulhaq fled away while leaving behind his bicycle\nat the spot. First information report was written by Rajkumar Srivastava, it\nwas lodged at the police station on the basis of which the first information\nreport was registered on the same day at 17.20 hours vide no. Ex.P/4. The\nmemo for the bicycle was drawn vide Ex.P/2. The wounded informant was\nsent to the Primary Health Centre, Sadullanagar along with a written letter\nthrough the constable Chandraz Bhushan Pathak and his medical examination\nwas done which is Ex.P/3. After the investigations, charge-sheet was filed for\nalleged commission of offences punishable under Sections 324, 504 and 506\nIPC, on the basis of which cognizance was taken.\nThe four accused persons faced trial for alleged commission of offences\npunishable under Sections 324 read with 34, 504, 506(2) IPC. Accused persons\npleaded innocence and faced trial. The accused persons took the plea that\nthey were falsely implicated because of animosity.\nOn behalf of the prosecution side, the witnesses of the facts viz., PW-\n1 - Naseebalam; PW-2 - Mohd. Idrish, and formal witness PW-3 - Dr. S.N.\nPandey, PW-4 - Chandrabhan Yadav were examined.\nE\nF\nG\nOut of the four persons who were tried, three were acquitted and only\nthe appellant was convicted. The three persons were acquitted on the ground H\n920\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nDoctor\nA that the evidence was not sufficient so far as they are concerned.\n(PW-3) who had examined the injured found the following injuries :-\nB\n1. Ingised wound of 6 Cm. x 1.5 Cm. x 1 Cm. at the wrist of right hand\nin frontal portion.\n2. Complaint at the back of the chest.\nPlacing reliance on the evidence of the injured, the accused was found\nguilty and convicted. Trial court found that the first information report was\nlodged immediately after the occurrence and there is nothing infirm to discard\nthe testimony of the injured witness. Accordingly the conviction was made\nC and sentence was awarded as aforesaid. The revision before the High Court\nwas dismissed. An application for review was also dismissed. Both the orders\nare under challenge in these appeals.\nD\nE\nF\nThe High Court found that the plea regarding unreliability of the\nevidence of eye witnesses was clearly without substance and there is no\ninfirmity in the order of the trial court. Accordingly the Revision Application\nwas dismissed.\nIn support of the appeal, learned counsel for the appellant submitted\nthat the courts below did not take note of the fact that there was animosity\nbetween the parties and therefore the evidence of the so called eye witnesses\nwas tainted. Additionally the knife supposed to have been used was not\nrecovered. In any event it was not established that the weapon that was used\nwas a dangerous weapon and, therefore, Section 324 IPC has no application.\nResidually it was submitted that the accused is in custody for nearly ten\nmonths and the sentence should be reduced.\nLearned counsel for the respondent-State on the other hand supported\nthe judgment and stated that the findings of fact recorded by the trial court\nwas affirmed by the High Court in revision and no interference is called for.\nWe find that the trial court has analysed in great detail the evidence of\nG eye witnesses, including that of PW-1, the injured and therefore there is no\nscope for interference. The plea that the weapon used was not a dangerous\nweapon had never been urged before the trial court or the High Court. Whether\nweapon is a dangerous weapon or not has to be gauzed only on the factual\nbasis. As there was no challenge on this aspect by the accused before the\ncourts below, that plea for the first time cannot be permitted to be raised in\nH\nANWARUL HAQ v. STATE OF UTTAR PRADESH [PASAYAT, J.]\nthis Court.\n921\nA\nSection 324 provides that \"Whoever except in the case provided for by\nSection 334, voluntarily causes hurt by means of any instrument for shooting,\nstabbing or cutting, or any instrument which, used as weapon of offence, is\nlikely to cause death, or by means of fire or any heated substance, or by\nmeans of any poison or any corrosive substance, or by means of any explosive B\nsubstance, or by means of any substance which is deleterious to the human\nbody to inhale, to swallow or to receive into the blood, or by means of any\nanimal\" can be convicted in terms of Section 324. The expression “an\ninstrument, which used as a weapon of offence, is likely to cause death”\nshould be construed with reference to the nature of the instrument and not the\nC\nmanner of its use. What has to be established by the prosecution is that the\naccused voluntarily caused hurt and that such hurt was caused by means of\nan instrument referred to in this Section.\nThe Section prescribes a severer punishment where an offender\nvoluntarily causes hurt by dangerous weapon or other means stated in the D\nSection. The expression “any instrument which used as a weapon of offence\nis likely to cause death\" when read in the light of marginal note to Section\n324 means dangerous weapon which if used by the offender is likely to cause\ndeath.\nAuthors of IPC observed, as noted below, the desirability for such E\nseverer punishment for the following reasons :\n\"...Bodily hurt may be inflicted by means the use of which\ngenerally indicates great malignity. A blow with the fist may cause\nas much pain, and produce as lasting an injury, as laceration with a\nknife, or branding with a hot iron. But it will scarcely be disputed\nF\nthat, in the vast majority of cases, the offender who has used a knife\nor a hot iron for the purpose of wreaking his hatred is a for worse and\nmore dangerous member of a society than he has only used his fist.\nIt appears to us that many hurts which would not, according to our\nclassification, be designated as grievous ought yet, on account of the\nmode in which are inflicted, to be punished more severely than many\ngrievous hurts.\"\nG\nEye witnesses in the present case have described the knife, and merely\nbecause the knife has not been recovered during investigation same cannot\nbe a factor to discard the evidence of PWs. 1 \u0026 2. Wounds noticed by the H\n922\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA Doctor (PW-3) also throw considerable light in this aspect. Doctor's opinion\nabout the weapon, though theoretical, cannot be totally wiped out. In that\nview of the matter the appellant has been rightly convicted under Section 324\nIPC.\nLearned counsel for the appellant submitted that the appellant is in\nB custody since 27.6.2004 and has served major part of the sentence imposed.\nPrayer was made, as noted above, to restrict to the period already undergone.\nWe find no substance in this appeal. Considering the background facts as\nhighlighted above, it would not be proper to show any leniency so far as the\nsentence is concerned.\nC\nK.K.T.\nThe appeals fail and are dismissed.\n1\nร\nAppeals dismissed.\n"}