{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"M. VISHWESHWARA SHASTRY\nV.\nM. GOPALAKRISHNA BHAT AND ORS.\nMARCH 7, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nPleadings -Written Statement-Direction for filing within specific time-\nDelayed filing-Due to bona fide mistake of the party-On realization of the\nmistake application made to extend the time for filing-Rejection of\napplication-On appeal, held: The party entitled to extended time for filing\nsince his bona fide proved-Code of Civil Procedure, 1908—Order VIII.\nC\nD\nCivil Judge had dismissed the petition for restoration of the suit which\nhad been decreed ex-parte. First appeal thereagainst was allowed on payment\nof cost, with direction to the appellant to file the Written Statement within 2\nweeks. According to the appellant he was informed by his advocate that\nWritten Statement was to be filed within 2 months. Accordingly he filed the\nWritten Statement within 2 months and also offered the cost. The counsel\nfor the other party refused to accept the cost on the ground of delayed payment.\nOn going through the certified copies, appellant noticed that the time granted\nby High Court was 2 weeks and not 2 months. Hence he moved the High Court E\nseeking extension of time. The same was dismissed summarily. Hence the\npresent appeal.\nAllowing the appeal, the Court\nHELD: The appellant had indicated sufficient reasons as to why there F\nwas non-compliance with the order of the High Court. The bona fides have\nbeen spelt out in detail and, in fact, there was no reply denying the averments\nmade by the plaintiff who was the opposite party no. 1 in the application. That\nbeing so, the High Court was not justified in summarily rejecting the\napplication. [Paras 9 and 10] [631-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5809 of 2000.\nFrom the Final impugned Order dated 24.11.1999 of the High Court of\nKarnataka at Bangalore in I.A. No. 2/1999 in M.F.A. No. 2323/1997.\n629\nG\nH\n630\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA\nS.N. Bhat for the Appellant.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Appellant calls in question legality of the\norder passed by a learned Single Judge of the Karnataka High Court, dismissing\nB the application filed by the appellant for extension of time to comply with the\nearlier order dated 25.6.1999.\n2. A brief reference to the factual aspects would suffice:\n3. Appellant filed Misc. First appeal under Order XLIII Rule 1(r) of the\nC Code of Civil Procedure, 1908 (in short the 'Code') against order dated 30.5.1997\npassed by the learned Civil Judge Puttur (D.K.) dismissing petition filed under\nOrder IX Rule 13 read with Order XVII Rule 2 of the Code for restoration of\nthe suit which had been decreed ex-parte. Appellant was defendant No. 5 in\nthe suit.\nD\nE\nF\n4. By order dated 25.6.1999 the learned Single Judge allowed the appeal,\ninter-alia, with the following directions:\n\"In the result, the appeal is allowed on payment of cost of Rs.1,000/\n-. The impugned order is set aside. The appellant is directed to file the\nwritten statement within 2 weeks from the date of this order and the\ntrial court shall dispose of the suit within 3 months from the date of\nreceipt of this order, after framing necessary issues.\"\n5. It is the case of the appellant that his advocate on 30.6.1999 wrongly\ninformed him that the written statement was to be filed within two months and\nthe cost was to be paid within the said time. The written statement was\ntendered on 2.8.1999 and cost was offered to the learned counsel for the\nplaintiffs. The said learned counsel refused to accept the amount on the\nground that the same was offered after the due date. Appellant filed a memo\nbefore the Civil Judge for accepting the deposit. However, the learned Civil\nJudge called for the records of the original suit no. 17/1995 and directed that\nG the deposit can be made only after receipt of the records.\n6. On going through the certified copies, the appellant noticed that\nactual time granted was two weeks and not two months. He, therefore, made\nan application before the High Court to extend the time. The same has been\nrejected by the following order:\nH\nM. VISHWESHWARA SHASTRY 1. M. GOPALAKRISHNA BHAT [PASAYAT, J.] 631\nOFFICE NOTE\n\"I.A. II for extension of time\nA\nAdvocate for appellant has filed an I.A. and affidavit praying to\nextend the time set for filing of the written statement and payment of\ncost by 2 months for the reasons stated in the I.A. Post I.A II for B\norders before S.J.\nOrders of Court\nHeard. IA 2 is dismissed.\"\n7. Learned counsel for the appellant submitted that because of the bona C\nfide mistake the directions of the High Court could not be complied with and\nthe fact that the written statement was tendered and the cost offered within\ntwo months proves the bona fides. The High Court without indicating any\nreason has dismissed the application.\n8. There is no appearance on behalf of the respondents in spite of\nservice of notice.\nD\n9. We find that the appellant had indicated sufficient reasons as to why\nthere was non- compliance with the order of the High Court. The bona fides\nhave been spelt out in detail and, in fact, there was no reply denying the\nE\naverments made by the plaintiff who was the opposite party no. 1 in the\napplication.\n10. That being so, the High Court was not justified in summarily rejecting\nthe application. Therefore, we set aside the order of the High Court. Let the\nwritten statement be filed within four weeks from today, if not already filed\non record of the trial court. The costs shall be paid within the aforesaid time.\nIf the aforesaid conditions are fulfilled the order dated 25.6.1999 in MFA No.\n2323 of 1997 shall be treated to be operative.\nK.K.T.\n11. The appeal is allowed with no order as to costs.\nF\nG\nAppeal allowed.\n"}