{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nSATISH JAGGI\nV.\nSTATE OF CHHATTISHGARH AND ORS.\nFEBRUARY 22, 2007\n[DR. ARIJIT PASAYAT AND R. V. RAVEENDRAN, JJ.]\nC\nCode of Criminal Procedure, 1973:\ns.147-Transfer of case-Permissibility-Governing factors-Transfer\nof Criminal trial-Prayed on the ground that the present Sessions Judge,\nRaipur before whom trial was pending was brother of sitting MLA and the\nfather of accused was known to him-Plea of appellant that he was under\ngenuine apprehension that he will not get justice if the trial is conducted and\nconcluded by the present Sessions Judge-High Court rejected the prayer--\nD On appeal, held, Sessions Judge himself not indicated his disinclination to\nhear the matter-He would have acted in the true sense of a judicial officer—\nHowever, to ensure that justice is not only done, but also seem to be done,\nit will be appropriate if the High Court transfers the case to some other\nSessions Judge in Raipur itself—Administration of Justice.\nE\nF\nG\nH\nAppellant had filed a transfer petition under s.407 Cr.P.C. before the\nHigh Court for seeking transfer of a criminal trial pending in the Court of\nSessions Judge, Raipur on the ground that the father of accused was the\nprevious Chief Minister of the State and close to the sitting MLA who was\nbrother of the Sessions Judge before whom the trial was pending. According\nto appellant, he was under a bona fide and genuine apprehension that he will\nnot get justice if the trial is conducted and concluded by the present Sessions\nJudge.\nThe High Court rejected the prayer of transfer holding that the grounds\nset forth by the appellant seeking transfer were not sufficient to direct\ntransfer.\nIn appeal to this Court, appellant contended that ultimately\nadministration of justice rests on many principles and one of the fundamental\nprinciples is that justice should not only be done but it should be seen to be\ndone.\n1070\n\"\nSATISH JAGGI v. STATE OF CHHATTISHGARH\n1071\nRespondent contended that if the allegation is accepted it would be A\ndoubting the impartiality of the present Sessions Judge; there is no material\nto show that the Judge has any bias or any partisan attitude and the fortuitous\ncircumstances that his brother is an MLA cannot be a factor to doubt the\njudicial discipline of the Sessions Judge.\nDisposing of the appeal, the Court\nB\nHELD: 1. The Sessions Judge himself has not indicated his\ndisinclination to hear the matter. That is probably because he believes that\nthe mere fact that his brother is known to some political heavyweight cannot\nstand in his way of discharging judicial function impartially without fear and\nC\nfavour. These are the hallmarks of judicial system. A judicial officer in\nwhatever capacity he may be functioning has to act with the belief that he is\nnot to be guided by any factor other than to ensure that he shall render a free\nand fair decision which according to his conscience is the right one on the\nbasis of materials placed before him. There can be no exceptions to this\nimperative, but at the same time there should not be any scope given to any D\nperson to go away with the feeling that the Judge was biased, however\nunfounded the impression may be. [Para 10] [1077-E-G]\nGurcharan Dass Chadha v. State of Rajasthan, AIR (1966) SC 1418;\nMrs. Maneka Sanjay Gandhi and Anr. v. Miss Rani Jethmalani, AIR (1979)\nSC 468; Abdul Nazar Madani v. State of Tamil Nadu, AIR (2000) SC 2293; E\nG.X. Francis v. Banke Bihari Singh, AIR (1958) SC 309 and Pal Singh and\nAnr. v. Central Bureau of Investigation and Ors., [2005] 12 SCC 329, referred\nto.\n\"Judges\" by David Pannick, referred to.\nF\n2. The present Sessions Judge would have acted in the true sense of a\njudicial officer. But nevertheless to ensure that justice is not only done, but\nalso seen to be done and in the peculiar facts of the case, it will be appropriate\nif the High Court transfers the case to some other Sessions Court in Raipur\nitself. The transfer shall not be construed as casting any aspersion on the\nSessions Judge. [Para 11] [1076-F-G]\n2007.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 241 of\nFrom the Judgment/final Order dated 21.11.2006 of the High Court of\nJudicature, Chhattisgarh at Bilaspur in T.P. (Crl.) No.5/2006.\nG\nH\nA\nB\nE\n1072\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nArun Jaitely, V.K. Munshi, Sidharth Luthra, Shri Singh and Ashok Mathur\nfor the Appellant.\nK.K. Venugopal, Vivek Tankha, Rahul Sharma, P.N. Puri, Atul Jha,\nDharmendra Kumar Sinha, P. Parmeshwaran, Rajiv K. Garg, Rajeev Sharma,\nAshish Garg and A.D.N. Rao for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a learned Single\nJudge of the Chhattisgarh High Court dismissing the transfer petition filed\nC\nunder Section 407 of the Code of Criminal Procedure, 1973 (for short 'the\nCode') for transferring of Sessions Trial no.329/2005 (State through CBI v.\nAmit Jogi and 30 Ors), pending in the Court of Sessions Judge, Raipur,\nChhattisgarh to some other Court. The transfer was sought for primarily on\nthe ground that the Sessions Judge before whom the trial was pending is the\nD elder brother of a sitting MLA who is very close to the father of respondent\nno.3, one of the main accused persons. It was alleged that the father of\nrespondent no. 3 was the previous Chief Minister of the state and that he and\nthe brother of the Learned Sessions Judge belong to the same political party.\nIt was further stated that the said MLA was very close to the father of\nrespondent no.3 who was earlier the Chief Minister of the State. Therefore,\naccording to the appellant, he was under a bona fide and genuine apprehension\nthat he will not get justice if the trial is conducted and concluded by the\npresent Sessions Judge. It was also stated that the major part of the trial was\nconducted by the third Additional Sessions Judge, Raipur. By order dated\n21.6.2006 the case was transferred to the Court of the Session Judge, Raipur\nF (Shri R. S. Sharma) who examined four prosecution witnesses and 21 defence\nwitnesses. At that stage, Shri R. S. Sharma was transferred as Sessions Judge,\nJanigir-Champa and Shri Sanman Singh was posted in his place as the\nSessions Judge. Therefore, prayer was made to transfer to the Court of\nSessions Judge, Janigir-Champa, where the previous Sessions Judge was\nposted, so that he could conclude the trial by camping at Raipur for that\npurpose. The High Court held that assurance of fair trial is imperative for the\ndispensing of justice and the primary consideration for the Court is to consider\nwhether a motion of transfer is made out and the High Court is not required\nto lay stress on hypersensitivity or relative convenience of a party. The High\nCourt felt that the grounds set forth by the appellant seeking transfer cannot\nH be considered to be sufficient to direct transfer. Merely because the brother\nG\nSATISH JAGGI v. STATE OF CHHATTISHGARH [PASAYAT. J.] 1073\nof the tria! Judge was a sitting MLA, that cannot be a ground to prima facie A\ncome to a conclusion that there would be pressure through either by the\nbrother or father of the accused who was supposed to be close to his brother.\nIt was further noted that the trial is at a final stage and about 150 prosecution\nwitnesses and all the defence witnesses have been examined and what remains\nto be done is to hear the arguments and pass the judgment. Therefore, the\nB\nprayer was rejected.\n3. Learned counsel for the appellant submitted that ultimately,\nadministration of justice rests on many principles and one of the fundamental\nprinciples is that justice should not only be done but it should be seen to\nbe done. The present case is not one where a mere allegation is made. There\nis no dispute that the brother of the present Sessions Judge is a sitting MLA\nbelonging to a particular party of which respondent no.3's father was earlier\nthe leader and the Chief Minister.\nC\n4. Mr. K.K. Venugopal, learned senior advocate, appearing for some of\nthe respondents submitted that if the allegation is accepted it would be\nD\ndoubting the impartiality of the present Sessions Judge. There is no material\nto show that the Judge has any bias or any partisan attitude. The fortuitous\ncircumstances that his brother is an MLA cannot be a factor to doubt the\njudicial discipline of the Sessions Judge.\n5. The law with regard to transfer of cases is well settled. This Court E\nin the matter of Gurcharan Dass Chadha v. State of Rajasthan, AIR (1966)\nSC 1418 held that a case is transferred if there is a reasonable apprehension\non the part of a party to a case that justice will not be done. This Court said\nthat a petitioner is not required to demonstrate that justice will inevitably fail.\nHe is entitled to a transfer if he shows circumstances from which it can be\ninferred that he entertains an apprehension and that it is reasonable in the F\ncircumstances alleged. This Court further held that it is one of the principles\nof the administration of justice that justice should not be done but it should\nbe seen to be done. The court has further to see whether the apprehension\nis reasonable or not. This Court also said that to judge the reasonableness\nof the apprehension, the state of the mind of the person who entertains the G\napprehension is no doubt relevant but that is not all. The apprehension must\nnot only be entertained, but must appear to the court to be a reasonable\napprehension.\n6. It was further held by this Court in Mrs. Maneka Sanjay Gandhi and\nAnr. v. Miss Rani Jethmalani, AIR (1979) SC 468 that assurance of a fair trial H\nB\n1074\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA is the first imperative of the dispensation of justice and the central criterion\nfor the court to consider when a motion for transfer is made is not the\nhypersensitivity or relative convenience of a party or availability of legal\nservices or any like grievance. Something more substantial, more compelling,\nmore imperiting, from the point of view of public justice and its attendant\nenvironment, is necessitous if the court is to exercise its power of transfer.\nThis is the cardinal principle although the circumstances may be myriad and\nvary from case to case. This Court, in the facts and circumstances of the case,\nsaid that the grounds for the transfer have to be tested on this touchstone\nbearing in mind the rule that normally the complainant has the right to choose\nany Court having jurisdiction and the accused cannot dictate where the case\nC against him should be tried. It further said that even so, the process of justice\nshould not harass the parties and from that angle the court may weigh the\ncircumstances.\n7. In Abaul Nazar Madani v. State of Tamil Nadu, AIR (2000) SC 2293\nthis Court stated that the purpose of the criminal trial is to dispense fair and\nD impartial justice uninfluenced by extraneous considerations. When it is shown\nE\nthat public confidence in the fairness of a trial would be seriously undermined,\nany party can seek the transfer of a case within the State under Section 407\nand anywhere in the country under Section 406 of the Code. The apprehension\nof not getting a fair and impartial inquiry or trial is required to be reasonable\nand not imaginary based upon conjectures and surmises. If it appears that the\ndispensation of criminal justice is not possible impartially and objectively and\nwithout any bias, before any Court or even at any place, the appropriate Court\nmay transfer the case to another Court where it feels that holding of fair and\nproper trial is conducive. No universal or hard and fast rules can be prescribed\nfor deciding a transfer petition which has always to be decided on the basis\nF of the facts of each case. Convenience of the parties including the witnesses\nto be produced at the trial is also a relevant consideration for deciding the\ntransfer petition. The convenience of the parties does not necessarily mean\nthe convenience of the petitioners alone who approached the court on\nmisconceived notions of apprehension. Convenience for the purposes of\ntransfer means the convenience of the prosecution, other accused, if any, the\nwitnesses and the larger interest of the society.\nG\n8. In G.X. Francis v. Banke Bihari Singh, AIR (1958) SC 309 this Court\nfelt that where public confidence in the fairness of the trial is likely to be\nseriously undermined under the circumstances of the case, transfer petition\nH could be allowed. On finding that \"there is uniformity of testimony from both\nSATISH JAGGI v. STATE OF CHHATTISHGARH [PASAYAT, J.] 1075\nsides about the nature of surcharged communal tension in that area,\" the A\nCourt found that the local atmosphere was not conducive to a fair and\nimpartial trial which was a good ground for transfer. The court rejected the\ncontention of the petitioner therein regarding the wild allegations made to the\neffect that no court in the State of M.P. would be unbiased or impartial for\ndispensing justice. In the peculiar facts and circumstances of the case, the\nB\ntrial was transferred to an adjoining court. The mere existence of a surcharged\natmosphere without there being proof of inability for holding fair and impartial\ntrial cannot be made a ground for transfer of a case. Alleged communally\nsurcharged atmosphere has to be considered in the light of the accusations\nmade and the nature of the crime committed by the accused seeking transfer\nof his case. It will be unsafe to hold that as and when accusations are made C\nregarding the existence of a surcharged communal atmosphere, the case\nshould be transferred from the area where existence of such surcharged\natmosphere is alleged.\n9. The position was also examined in Pal Singh and Anr. v. Central\nBureau of Investigation and Ors., [2005] 12 SCC 329. In that case, considering D\nthe fact that large number of witnesses had been examined and few more\nwitnesses were left to be examined, this Court set aside the order of the High\nCourt transferring the case from one Sessions Court to another. The High\nCourt was, therefore, held to be not justified in entertaining the petition for\ntransfer.\nE\n10. In this case, one thing which has to be kept in view is that the\nSessions Judge himself has not indicated his disinclination to hear the matter.\nThat is probably because he believes that the mere fact that his brother is\nknown to some political heavyweight cannot stand in his way of discharging\njudicial function impartially without fear and favour. These are the hallmarks F\nof judicial system. A judicial officer in whatever capacity he may be functioning\nhas to act with the belief that he is not to be guided by any factor other than\nto ensure that he shall render a free and fair decision which according to his\nconscience is the right one on the basis of materials placed before him. There\ncan be no exceptions to this imperative, but at the same time there should not\nG\nbe any scope given to any person to go away with the feeling that the Judge\nwas biased, however unfounded the impression may be. The qualities desired\nof a Judge can be simply stated: \"that if he be a good one and that he be\nthought to be so\". Such credentials are not easily acquired. The Judge needs\nto have \"the strength to put an end to injustice\" and \"the faculties that are\ndemanded of the historian and the philosopher and the prophet”. A few H\nr\n1076\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA paragraphs from the book \"Judges\" by David Pannick which are often quoted\nneed to be set out here:\nB\n:\n\"The Judge has burdensome responsibilities to discharge. He has\npower over the lives and livelihood of all those litigants who enter his\ncourt. His decisions may well affect the interests of individuals and\ngroups who are not present or represented in court. If he is not\ncareful, the judge may precipitate a civil war. Or he may accelerate a\nrevolution.He may accidentally cause a peaceful but fundamental\nchange in the political complexion of the country.\nXXX XX\nXX\nΧΧ\nC\nᎠ .\nJudges today face tribulations, as well as trials, not contemplated by\ntheir predecessors. Parliament has recognized the pressures of the job\nby providing that before the Lord Chancellor recommends anyone to\nthe Queen for appointment to the Circuit Bench, the Lord Chancellor\n'shall take steps to satisfy himself that the person's health is\nsatisfactory'.. This seems essential in the light of the reminiscences\nof Lord Roskill as to the mental strain which the job can impose.Lord\nRoskill added that, in his experience, the workload is intolerable:\nseven days a week, 14 hours\nday'\n\u003e\nXXX\nXX\nXX\nΧΧ\n[1]\nE\nF\nHe (judge) is a symbol of that strange mixture of reality and\nillusion, democracy and privilege, humbug and decency, the subtle\nnetwork of compromises, by which the nation keeps itself in its familiar\nshape\". (See Brij Mohan Lal v. Union of India and Ors., [2002] 5 SCC\n(1)\n11. We are sure that the present Sessions Judge would have acted in\nthe true sense of a judicial officer. But nevertheless to ensure that justice is\nnot only done, but also seen to be done and the peculiar facts of the case,\nwe feel that it will be appropriate if the High Court transfers the case to some\nother Sessions Court in Raipur itself. We make it clear that the transfer shall\nnot be construed as casting any aspersion on the Learned Sessions Judge.\nG\nThe Trial Court before whom the trial is to continue should ensure that the\ntrial is completed by the end of May, 2007. Needless to say, the parties shall\nco-operate in the completion of the trial within the said time.\nH D.G.\n12. The appeal is accordingly disposed of.\nAppeal disposed of.\n+\n"}