{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"94\n94\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA counterclaims by defendants in the applications filed by banks/\nfinancial institutions before the Tribunal. The provisions of the\nAct as amended were upheld by this Court in Union of India\nv. Delhi High Court Bar Assn. [(2002) 4 SCC 275].\nB\nC\nD\nE\nIndisputably, however, after the aforementioned\namendments were carried out, the Debts Recovery Tribunal\nwould have jurisdiction to determine the claims of set off and\ncounter-claims. It may be that the bank or the financial institution\nin terms of the provisions of sub-section (9) of Section 19 of\nthe Act, despite such counter-claim being treated to be a cross-\nsuits would be entitled to raise a contention that the same\nshould not be determined by the Tribunal. In the event such a\ncontention has not been raised, the Tribunal will have jurisdiction\nto pass a final judgment both on the claim of the bank or the\nfinancial institution on the one hand and the cross-objections\nof the borrower on the other.\nTHREE AUTHORITIES\nABHIJIT TEA\n10. United Bank of India, Calcutta v. Abhijit Tea Co. Pvt.\nLtd. \u0026 Ors. reported in [(2000) 7 SCC 357] has been relied on\nfor the proposition that even a claim for relief of specific\nperformance, perpetual and mandatory injunction being the\nsubject matter of the suit by the respondent therein was in the\nF nature of counter claim. Therein, the following questions were\nframed:\nG\n\"(1) Whether the suit No. 410/1985 by the Bank which was\ndisposed by judgment dated 29-3-94 and which judgment\nwas set aside by the Bench on 11-8-98 and remanded to\nthe Single Judge, could not be treated as pending\nimmediately before the commencement of the Act on 27-\n4-94 (in West Bengal) and whether it could not be\ntransferred to the Recovery Tribunal)?\nx\nH\n}\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n95\n(2) What is the combined effect of Sections 18 and 31 and A\nof the Act on pending proceedings?\n(3) Whether the pendency of suit No. 272/ 1985 filed by\nthe debtor company against the Bank for specific\nperformance and for perpetual and mandatory injunctions\nraising common issues between parties in both these suits\nwas a sufficient reason for retention of the Bank's suit No.\n410/85 on the original side of the High Court to be tried\nalongwith the Suit No. 272/85 filed by the debtor company?\nB\n(4) Whether the suit No. 272/85 filed by the debtor C\ncompany was, in substance, one in the nature of a\n\"counter-claim \" against the Bank and was one which also\nfell within the special Act by reason of Section 19(8) to (11)\nof the Act (as introduced by Amending Act 1/2000) and if\nthat be so, whether it could still be successfully pleaded D\nby the respondent-company that the pendency of the\ncompany's suit 272/85 was a ground for retention of Bank's\nsuit No. 410/85 on the original side of the High Court?\"\nApplying the principles of purposive construction as well\nas having regard to the statements of objects and reasons of\nthe Act, it was held that if speedy disposal is the purpose of\nthe Act, in the event of the respondent's contention being\naccepted, the suit would perpetually remain pending on the\noriginal side of the Calcutta High Court because of the\nprovisions contained in Section 18 of the Act, stating:\nE\nF\n\"Surely, that would place the Bank in a worse position after\nthe 1993 Act than before inasmuch as before the Act, there\nwas at least the possibility of the Bank's suit being decided\nby the civil court on some future day, however, remote.\" G\nIt was opined:\n\"38. In our view, the above pleas raised by the respondent\ncompany are all inextricably connected with the amount\nH\nA\nB\nC\nD\nヨ\nF\nG\nH\n96\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nclaimed by the Bank. The plea of the company is that\ninterest is not to be charged or is to be charged at a lesser\nrate, that instalments are to be permitted and more\nmonies should have been advanced. In our view, these\nclaims made by the Company in its suit 272/85 against\nthe Bank amount to 'counter claim' and fall within Sub-\nclauses (8) to (11) of Section 19 of the Act (as introduced\nby Act 1/2000). The plea for deduction of damages is in\nthe nature of a 'set off' falling under Sub-clauses (6) and\n(7) of Section 19.\"\nHolding that the suit of specific performance of contract,\nperpetual and mandatory injunction were in the nature of counter\nclaim which comes within the purview of sub-section (8) of\nSection 19 of the Act, it was opined:\n\"41. A permanent injunction directing the Bank not to\ncharge interest because of an alleged agreement in that\nbehalf is likewise a plea that no interest is chargeable. So\nfar as the plea for further financial assistance is concerned,\nit is also, broadly, in the nature of a 'counter-claim'. All\nthese fall under Section 19(8) to (10). Again, the plea for\ndeducting 'damages' though raised in the suit is indeed\nbroadly a plea of \"set off\" falling under Sub-clause (6) and\n(7) of Section 19.\n42. Both the suits, the one by the Bank against the\nrespondent (suit 410/85) and the other by the debtor\nagainst the Bank (suit 272/ 85) which raises claims or\npleas in the nature of set-off or counter-claim are\ninterconnected. The respondent's suit falls under Sub-\nclauses (6), (7) and (8) to (11) of Section 19, as stated\nabove. Our decision in regard to the real nature of suit 272/\n85 has become necessary in the context of a plea by the\ndebtor-company that the company's suit 272/85 is liable\nto be retained in the civil Court and on account of the plea\nthat the connected suit by the Bank 410/85 is also to be\nretained. Such a plea, as shown above, cannot be\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n97\naccepted. Thus, both the suits are suits falling within the\nAct.\"\nA\nTherein the company approached the appellant Bank for\ncertain credit facilities. However, by sanction advices the bank\ngave ad hoc sanction upto Rs.5,00,000/-; whereas according\nto the bank, the company could utilize the said credit facilities.\nbut committed default in paying the amount of advance. The\nBank filed an OA for recovery thereof. The Bank also\nsanctioned a middle term loan and certain other credit facilities\nbut the sanctioned loan was not utilized. The company filed a\nsuit for damages with interest.\nINDIAN BANK\n11. In that case, the following questions were raised:\n\"(i) Whether the subject-matter of the borrower's suit\nbefore the High Court and the Bank's application before\nthe Tribunal were inextricably connected?\nB\nC\nD\n(ii) Whether the provisions of the Debts Recovery Act\nmandate or require the transfer of an independent suit filed E\nby a borrower against a bank before a civil court to the\nTribunal, in the event of the bank filing a recovery\napplication against the borrower before the Tribunal, to be\ntried as a counterclaim in the bank's application?\n(iii) Whether the observation in Abhijit that the suit filed by\nthe borrower against the bank has to be transferred to the\nTribunal for being tried as a counterclaim in the\napplications of the bank, is to be construed as a principle\nlaid down by this Court, or as an observation in exercise\nof power under Article 142 in order to do complete justice\nbetween the parties?\"\nThe credit facilities and the packaging facilities were held\nto be not inextricably linked with each other stating:\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n98\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\n\"9. The issues that arose in the Bank's application was\nwhether the borrower failed to repay the sums borrowed\nand whether the Bank was entitled to the amounts claimed.\nOn the other hand, the issues that arose in the borrower's\nsuit were whether the Bank had promised/agreed to\nadvance certain monies; whether the Bank committed\nbreach in refusing to release such loans in terms of the\nsanction letter; whether the borrower failed to fulfil the terms\nand conditions of sanction and therefore the Bank's refusal\nto advance, was justified; and even if there was breach,\nwhether the borrower suffered any loss on account of such\nnon-disbursement and if so whether the borrower was\nentitled to the amounts claimed. While the claim of the\nBank was for an ascertained sum due from the borrower,\nthe claim of the borrower was for damages which required\nfirstly a determination by the court as to whether the Bank\nwas liable to pay damages and thereafter assessment of\nquantum of such damages. Thus there is absolutely no\nconnection between the subject matter of the two suits and\nthey are no way connected. A decision in one does not\ndepend on the other. Nor could there be any apprehension\nof different and inconsistent results if the suit and the\napplication are tried and decided separately by different\nforums. In the circumstances, it cannot be said that the\nborrower's suit and the Bank's application were\ninextricably connected.\"\nIn the fact situation obtaining therein, the suit by the Bank\nand the suit of the company against the Bank were found to\nbe not inextricably connected, i.e. decision in one would not\naffect the decision in the other.\nAbhijit Tea was clarified to the effect that where the\nrespective claims of the parties were not inextricably\nconnected, the transfer of a suit to the Tribunal can be only on\nthe basis of consent of the parties and not otherwise.\nThe first question was, thus, answered in the negative.\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n99\nOn the second question, the Court distinguishing the A\ndecision in Abhijit Tea Co. (P) Ltd. \u0026 Ors. (supra) in regard to\nthe question whether an independent suit of a defendant in the\nbank's application can be deemed to be a counter claim and\ncan be transferred to the Tribunal, opined that the same would\napply only where the following conditions are satisfied, in the\nfollowing words:\n\"25. Though there appears to be some merit in the first\nrespondent's submission, we do not propose to examine\nthat aspect. Suffice it to clarify that the observations in\nAbhijit that an independent suit of a defendant (in the\nbank's application) can be deemed to be a counterclaim\nand can be transferred to the Tribunal, will apply only if the\nfollowing conditions were satisfied:\nB\nC\n(i) The subject-matter of the bank's suit, and the suit D\nof the defendant against the bank, should be inextricably\nconnected in the sense that decision in one would affect\nthe decision in the other.\n(ii) Both parties (the plaintiff in the suit against the\nbank and the bank) should agree for the independent suit\nbeing considered as a counterclaim in the bank's\napplication before the Tribunal, so that both can be heard\nand disposed of by the Tribunal.\nIn short the decision in Abhijit is distinguishable both on\nfacts and law.\"\nIn regard to the effect of sub-sections (6) to (11) of Section\n14 of the amended Act, it was observed:\n\"16. ... The effect of sub-sections (6) to (11) of Section 19\nof the amended Act is that any defendant in a suit or\nproceeding initiated by a bank or financial institution can:\n(a) claim set-off against the demand of a bank/financial\ninstitution, any ascertained sum of money legally\nrecoverable by him from such bank/financial institution; and\n.E\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n100 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\n(b) set-up by way of counterclaim against the claim of a\nbank/financial institution, any right or claim in respect of a\ncause of action accruing to such defendant against the\nbank/financial institution, either before or after filing of the\napplication, but before the defendant has delivered his\ndefence or before the time for delivering the defence has\nexpired, whether such a counterclaim is in the nature of a\nclaim for damages or not. What is significant is that\nSections 17 and 18 have not been amended. Jurisdiction\nhas not been conferred on the Tribunal, even after\namendment, to try independent suits or proceedings\ninitiated by borrowers or others against banks/financial\ninstitutions, nor the jurisdiction of civil courts barred in\nregard to such suits or proceedings. The only change that\nhas been made is to enable the defendants to claim set-\noff or make a counterclaim as provided in sub-sections (6)\nto (8) of Section 19 in applications already filed by the\nbanks or financial institutions for recovery of the amounts\ndue to them. In other words, what is provided and permitted\nis a cross-action by a defendant in a pending application\nby the bank/financial institution, the intention being to have\nthe claim of the bank/financial institution made in its\napplication and the counterclaim or claim for set-off of the\ndefendant, as a single unified proceeding, to be disposed\nof by a common order.\"\nIt was held :\n\"18. In this case, the first respondent does not wish his\ncase to be transferred to the Tribunal. It is, therefore, clear\nthat the suit filed by the first respondent against the Bank\nin the High Court for recovery of damages, being an\nindependent suit, and not a counterclaim made in the\napplication filed by the Bank, the Bank's application for\ntransfer of the said suit to the Tribunal was misconceived\nand not maintainable. The High Court, where the suit for\ndamages was filed by the Company against the Bank,\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n101\nlong prior to the Bank filing an application before the A\nTribunal against the Company, continues to have\njurisdiction in regard to the suit and its jurisdiction is not\nexcluded or barred under Section 18 or any other provision\nof the Debts Recovery Act.\"\nB\nThe question came up for consideration again in Ranjan\nChemicals (supra), wherein this Court, inter alia, held that\nhaving regard to the nature of the respective claims arising out\nof the loan transactions, the Court can exercise its inherent\njurisdiction when it was just and proper to order a joint trial of\nC\nthe two causes as there is nothing in the Act to show that the\nTribunal is prevented from entertaining the claim made by the\nborrower in his suit. Purporting to distinguish the decision in\nIndian Bank (supra), it was held that as the claim of the\ncompany in the suit could have been maintained as a counter\nclaim in the application of the bank, there was no warrant for\ncurtailing the power of the court to order joint trial by introducing\na restriction to the effect that it could be ordered only if there\nwas consent by both the parties, holding:\nD\n\"8. Their Lordships have held that the subject matter of the E\nsuit and the proceeding before the Tribunal were in no way\nconnected, but it appears to us that the two litigations arise\nout of the same transaction or series of transactions\nbetween the Bank and the Company. Even if, as observed\nby their Lordships, a counter claim in the application by F\nthe Bank before the Tribunal was not the only remedy\navailable to the Company but an option was available to\nthe Company to sue, and the Company has exercised that\noption by filing a suit, it does not in any manner affect the\npower of the Court to order a joint trial of the application\nand the suit in the Debt Recovery Tribunal provided the\nDebt Recovery Tribunal has jurisdiction to entertain the\naction of the Company. What is relevant to note is that the\nclaim of the Company in the suit could have been\nmaintained as a counter-claim in the application of the\nG\nН\nA\nB\nC\nD\nE\nF\nG\n102 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nbank, even if it did not arise out of the same cause of\naction. There is no warrant for curtailing the power of the\nCourt to order joint trial by introducing a restriction to the\neffect that a joint trial can be ordered only if there was\nconsent by both sides. The power inherent in the Court on\nwell accepted principles to order a joint trial, does not\ndepend upon the volition of the parties but it depends upon\nthe convenience of trial, saving of time and expenses and\nthe avoidance of duplicating at least a part of the evidence\nleading to saving of time and money.\"\nIt was opined:\n\"11. A joint trial is ordered when a Court finds that the\nordering of such a trial, would avoid separate overlapping\nevidence being taken in the two causes put in suit and it\nwill be more convenient to try them together in the interests\nof the parties and in the interests of an effective trial of the\ncauses. This power inheres in the Court as an inherent\npower. It is not possible to accept the argument that every\ntime the Court transfers a suit to another court or orders a\njoint trial, it has to have the consent of the parties. A Court\nhas the power in an appropriate case to transfer a suit for\nbeing tried with another if the circumstances warranted and\njustified it. In the light of our conclusion that the claim of\nthe company in the suit could be considered to be a claim\nfor set off and a counter claim within the meaning of\nSection 19 of the Act, the only question is whether in the\ninterests of justice, convenience of parties and avoidance\nof multiplicity of proceedings, the suit should be transferred\nto the Debt Recovery Tribunal for being tried jointly with the\napplication filed by the bank as a cross suit. Obviously, the\nproceedings before the Debt Recovery Tribunal could not\nbe transferred to the civil Court since that is a proceeding\nbefore a Tribunal specially constituted by the Act and the\nsame has to be tried only in the manner provided by that\nAct and by the Tribunal created by that Act. Therefore, the\nI\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n103\nonly other alternative would be to transfer the suit to the A\nTribunal in case that is found warranted or justified.\"\nPRECEDENTIAL VALUE\nB\nD\n12. The core question which would arise for our\nconsideration is whether by reason of a transfer the jurisdiction\nof the civil court can be taken away or otherwise conferred upon\nthe Tribunal? In Indian Bank and Ranjan Chemicals coordinate\nbench of this court took somewhat different views even\nthereupon. Whereas in Indian Bank it was held that the transfer\ncan be effected with consent, the said question was ignored C\nin Ranjan Chemicals. Whereas the question of jurisdiction of\nthe civil court vis-à-vis the Tribunal was uppermost in the mind\nof the Bench in Indian Bank, no significance was attached\nthereto in Ranjan Chemicals. It proceeded on the basis that\nthe joint trial would be permissible if some of the issues are\ncommon and if some of the evidence to be let in is also\ncommon especially when the two actions arise out of the same\ntransactions or series of transactions wherefor several sub-\nsections of Section 19 of the Act had not been adverted to. In\nRanjan Chemicals the Court posed a wrong question unto\nitself, namely the jurisdiction of the Tribunal vis-à-vis exclusion\nof jurisdiction of the civil court. Indian Bank was decided upon\ntaking into consideration all provisions of the Act as also the\nCode. It entered into the niceties of the question. It referred to\nall the binding precedents. It was a well considered decision.\nRanjan Chemicals, therefore, was building upon the decision\nin Indian Bank being a coordinate Bench. It could not have\ntaken a contrary view. It was not even held that Indian Bank\nwas wrong far less plainly wrong.\nE\nF\nSubmission of the learned counsel appearing on behalf of G\nthe Bank that consent of the parties would not be required in a\ncase where the subject matter of the banker's suit as also the\nsuit of the debtor are inextricably connected, would have to be\nrejected. We do not see any reason why both the conditions\nlaid down in Indian Bank (supra) should be read disjunctively. H\n"}