{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2009] 12 S.C.R. 54\nNAHAR INDUSTRIAL ENTERPRISES LTD.\nV.\nHONG KONG \u0026 SHANGHAI BANKING CORPORATION\n(Civil Appeal No. 4796 of 2009)\nJULY 29, 2009\n[S.B. SINHA AND ASOK KUMAR GANGULY, JJ.]\nRECOVERY OF DEBTS DUE TO BANKS AND\nFINANCIAL INSTITUTIONS ACT, 1993/CODE OF CIVIL\nC PROCEDURE, 1908:\nD\nSECTIONS 17, 18, 19, 22, 25, 31/SECTIONS 3, 4, 5, 9,\n16, 17, 18, 19, 20, 96, 100, 151, 195 AND ORDER XLI\nRULES 1, 5.\n-\nSuit Whether High Court/Supreme Court has the power\nto transfer a suit pending in Civil Court situated in one state\nto a Debt Recovery Tribunal.\nHeld: The very fact that a legal fiction has been created\nE and the Tribunal or the Appellate Tribunal deemed to be a\nCivil Court for purposes of Section 195 and Chapter XXVI of\nCPC, itself suggests that Parliament did not intend to take\naway the jurisdiction of Civil Court - The legal fiction has a\nlimited application - Its scope and ambit cannot be extended\nF - While exercising the power of transfer, the High Court and\nSupreme Court would be curtailing the right of a suitor\nindirectly which could not be done directly - It clearly\nestablishes that Parliamentary intent that only civil suits are\nsubject matter of inter state transfer from one Civil Court to\nanother Civil Court - If such a power is exercised, all the rights\nof the plaintiff remain intact, no right taken away and no right\ndiluted - Where a matter has been expressly provided for in\nthe body of the Code, ordinarily inherent power shall not be⠀\nresorted to - If a suit is to be transferred from a Civil Court to\nG\nH\n54\nthe\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 55\nKONG \u0026 SHANGHAI BANKING CORPN.\na Tribunal, the debtor would lose some rights including the A\nright to prefer an appeal before a higher court in terms of\nSection 96 to 100 CPC - There exists no express power of\ntransfer under the DRT Act which would be applicable to the\nfacts of the present case - Application before the Tribunal\nwould lie only at the instance of the bank or the financial B\ninstitution for the recovery of its debt - Had the jurisdiction of\nCivil Courts been barred in respect of counter claim also, the\nstatute would have said so and Sections 17 and 18 would have\nbeen amended to introduce the provision of counter claim -\nBanks and financial institutions cannot approach the Tribunal\nunless the debt has become due - In such a contingency civil\nsuit will lie - Debtor may file pre-emptive suits and obtain\norders of injunction but that cannot be a ground to completely\noust the jurisdiction of the Civil Court - Constitution of India,\nArticles 226, 227.\n-\nCONSTITUTION OF INDIA, 1950:\n-\nC\nD\nArticles 139A, 142 – Power under - Wide and extensive\nMay be resorted to do complete justice However,\nconditions could be imposed - But the present case not a fit E\ncase to exercise jurisdiction under Article 142.\nIn the Appeal and Transfer Petitions, the question\ninvolved was whether the High Court/Supreme Court has\nthe power to transfer a suit pending in Civil Court situated\nin one State to a Debt Recovery Tribunal situated in\nanother State.\nAllowing the Civil Appeal and dismissing the Transfer\nPetitions, the Court\nHELD: 1. Indisputably, however, after the\namendments were carried out vide Amending Act 1 of\n2000 and Amending Act 30 of 2004, the Debts Recovery\nTribunal would have jurisdiction to determine the claims\nof set off and counter-claims. It may be that the bank or\nF\nG\nH\n56\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA the financial institution in terms of the provisions of sub-\nsection (9) of Section 19 of the Recovery of Debts Due\nto Banks and Financial Institutions Act, 1993, despite\nsuch counter-claim being treated to be a cross-suits\nwould be entitled to raise a contention that the same\nB should not be determined by the Tribunal. In the event\nsuch a contention has not been raised, the Tribunal will\nhave jurisdiction to pass a final judgment both on the\nclaim of the bank or the financial institution on the one\nhand and the cross-objections of the borrower on the\nother. [Para 9] [94-B-D]\nC\nD\nF\nCofex Exports Ltd. vs. Canara Bank AIR 1997 Delhi 355;\nDelhi High Court Bar Assn. v. Union of India, AIR 1995 Del\n325 and Union of India v. Delhi High Court Bar Assn. (2002)\n4 SCC 275, referred to.\n2.1. Whereas in Indian Bank it was held that the\ntransfer can be effected with consent, the said question\nwas ignored in Ranjan Chemicals. Whereas the question\nof jurisdiction of the civil court vis-a-vis the Tribunal was\nE uppermost in the mind of the Bench in Indian Bank, no\nsignificance was attached thereto in Ranjan Chemicals. It\nproceeded on the basis that the joint trial would be\npermissible if some of the issues are common and if\nsome of the evidence to be let in is also common\nespecially when the two actions arise out of the same\ntransactions or series of transactions wherefor several\nsub-sections of Section 19 of the Act had not been\nadverted to. In Ranjan Chemicals the Court posed a wrong\nquestion unto itself, namely the jurisdiction of the Tribunal\nvis-a-vis exclusion of jurisdiction of the civil court. Indian\nBank was decided upon taking into consideration all\nprovisions of the Act as also the Code. It entered into the\nniceties of the question. It referred to all the binding\nprecedents. It was a well considered decision. Ranjan\nChemicals, therefore, was building upon the decision in\nG\nH\n✓\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 57\nKONG \u0026 SHANGHAI BANKING CORPN.\nIndian Bank being a coordinate Bench. It could not have A\ntaken a contrary view. It was not even held that Indian\nBank was wrong far less plainly wrong. [Para 12] [103-B-\nF]\n2.2. In Ranjan Chemicals, the Court having not posed\nunto itself the aforementioned question, should have\nconsidered the decision of a coordinate bench in Indian\nBank in that perspective. It must furthermore be noticed\nthat Indian Bank was clarifying Abhijit Tea. Conditions laid\ndown in paragraph 25 of Indian Bank must also, therefore,\nbe read in that context as otherwise, the same would lead\nto misreading and misinterpreting the judgment. [Para 12]\n[104-C-E]\nB\nC\nIndian Bank v. ABS Marine Products (P) Ltd. (2006) 5\nSCC 72; State Bank of India v. Ranjan Chemicals Ltd. and D\nanother, (2007) 1 SCC 97; United Bank of India, Calcutta v.\nAbhijit Tea Co. Pvt. Ltd. \u0026 Ors. (2000) 7 SCC 357; Union of\nIndia v. Raghubir Singh, (1989) 2 SCC 754; Union of India\nv. Godfrey Philips India Ltd., (1985) 4 SCC 369; Sub-\nCommittee of Judicial Accountability v. Union of India, (1992) E\n4 SCC 97 and Central Board of Dawoodi Bohra Community\nv. State of Maharashtra, (2005) 2 SCC 673, referred to.\n3.1. The provisions for transfer under the DRT Act\nespecially Section 31 which states that only suits or\nproceeding pending before the court immediately before\nthe establishment of the Tribunal under the Act shall\nstand transferred to the Tribunal. Section 31 admittedly\ndoes not apply to the facts and circumstances of the\npresent case. There is no dispute in this behalf. Moreover,\nit is beyond any dispute that there exists no other\nprovision for transfer under the DRT Act from a Court to\nTribunal. The respondents, therefore, do not and cannot\nrely on any of the provisions of the DRT Act for\ncontending that the Court had any other power to direct\ntransfer. [Para 13] [106-B-D]\nF\nG\nН\nA\nB\n58\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\n3.2. There exists no express power of transfer under\nthe DRT Act which would be applicable to the facts of the\npresent case. The provisions of the Act and the entire\nstatutory scheme being well-defined, no further\nelaboration is required. [Para 13] [107-A-B]\nRaghunath Rai Bareja \u0026 Anr. v. Punjab National Bank\n\u0026 Anr, (2007) 2 SCC 230, referred to.\n4.1. Civil court is a body established by law for\nadministration of justice. Different kinds of law, however\nC exists, constituting different kinds of courts. Which\ncourts would come within the definition of the civil court\nhave been laid down under the Code of Civil Procedure\nitself. Civil Courts contemplated under Section 9 of Code\nof Civil Procedure find mention in Sections 4 and 5\nD thereof. Some suits may lie before the Revenue Court,\nsome suits may lie before the Presidency Small Causes\nCourts. The Code of Civil Procedure itself lays down that\nthe Revenue Courts would not be courts subordinate to\nthe High Court. [Para 15] [109-G-H; 110-A-B]\nE\nF\nG\nH\n4.2. Civil Courts are constituted under statutes, like\nBengal, Agra and Assam Civil Courts Act, 1887.\nPecuniary and territorial jurisdiction of the civil courts are\nfixed in terms thereof. Jurisdiction to determine subject\nmatter of suit, however, emanates from Section 9 of the\nCode. [Para 15] [110-C-D]\n4.3. Be that as it may, the word `civil court' vis-`-vis a\ncourt must be construed having regard to the text and\ncontext of the statute. [Para 15] [111-D]\nState of M.P. v. Anshuman Shukla, (2008) 7 SCC 487;\nBharat Bank Ltd. v. Employees of the Bharat Bank Ltd. 1950\nSCR 459; P. Sarathy v. State Bank of India (2000) 5 SCC\n355 and State of Madhya Pradesh and another v. Anushuman\nt\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 59\nKONG \u0026 SHANGHAI BANKING CORPN.\nShukla (2008) 7 SCC 487, referred to.\nA\nB\nC\nD\n5.1. A provision in the Code which is benevolent in\ncharacter and sub serve the social justice doctrine in a\nsituation of that nature has been applied, but the same,\nby itself would not make a Tribunal a civil court. No.\nreason has been assigned as to why a Tribunal has been\nconsidered to be a civil court for the purpose of Section\n25 of the Act. The court appears to have proceeded on\nthe basis that an appeal before the High Court shall lie\nin terms of Section 173 of the Motor Vehicles Act, 1988\nfrom an Award passed by the Tribunal, thus showing that\nit is a part of the hierarchy of the civil court. Motor\nAccident Claims Tribunal, thus, is a court subordinate to\nthe High Court. No appeal against the judgment of the\nDebt Recovery Tribunal lies before the High Court unlike\nunder the Motor Vehicles Act, 1988. The two Tribunals are\ndifferently structured and have been established to serve\ntotally different purposes. If the Tribunal was to be treated\nto be a civil court, the debtor or even a third party must\nhave an independent right to approach it without having\nto wait for the Bank or Financial Institution to approach E\nit first. The continuance of its counter-claim is entirely\ndependant on the continuance of the applications filed\nby the Bank. Before it no declaratory relief can be sought\nfor by the debtor. It is true that claim for damages would\nbe maintainable but the same have been provided by way F\nof extending the right of counter-claim. Debt Recovery\nTribunal cannot pass a decree. It can issue only recovery\ncertificates. The power of the Tribunal to grant interim\norder is attenuated with circumspection. [Para 16] [115-\nC-H; 116-A-B]\n5.2. Concededly in the proceeding before the Debt\nRecovery Tribunal detailed examination; cross-\nexaminations, provisions of the Evidence Act as also\napplication of other provisions of the Code of Civil\nG\nI\nA\n60\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nProcedure like interrogatories, discoveries of documents\nand admission need not be gone into. Taking recourse\nto such proceedings would be an exception. Entire focus\nof the proceedings before the Debt Recovery Tribunal\ncenters round the legally recoverable dues of the bank.\nB They have their own hierarchy. They necessarily are\nsubordinate to the High Court. The appeals from their\njudgment will lie before a superior court. The High Court\nis entitled to exercise its power of revision as also\nsuperintendence over the said courts. [Para 16] [116-B-\nC E]\nD\n5.3. Only because a court or a tribunal is entitled to\ndetermine an issue involving civil nature, the same by\nitself would not lead to the conclusion that it is a civil\ncourt. For the said purpose, as noticed hereinbefore, a\nlegal fiction is required to be created before it would have\nall attributes of a civil court. The Tribunal could have been\ntreated to be a civil court provided it could pass a decree\nand it had all the attributes of a civil court including\nundertaking of a full-fledged trial in terms of the\nE provisions of the Code of Civil Procedure and/or the\nEvidence Act. [Para 16] [116-F-H; 117-A]\nF\nG\nH\n5.4. It is now trite law that jurisdiction of a court must\nbe determined having regard to the purpose and object\nof the Act. If the Parliament, keeping in view the purpose\nand object thereof thought it fit to create separate tribunal\nso as to enable the banks and the financial institutions\nto recover the debts expeditiously wherefor the\nprovisions contained in the Code of Civil Procedure as\nalso the Evidence Act need not necessarily be resorted\nto, by taking recourse to the doctrine of purposive\nconstruction, another jurisdiction cannot be conferred\nupon it so as to enable this Court to transfer the case\nfrom the civil court to a tribunal. [Para 16] [117-A-C]\n5.5. The High Court ordinarily can be approached in\n'\n'\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 61\nKONG \u0026 SHANGHAI BANKING CORPN.\nexercise of its writ jurisdiction under Article 226 or its A\njurisdiction under Article 227 of the Constitution of India.\nThe High Court exercises such jurisdiction not only over\nthe courts but also over the Tribunals. Appellate tribunals\nhave been constituted for determining the appeals from\njudgments and orders of the Tribunal. The principles of B\npurposive construction, therefore, are not attracted in the\ninstant case. Had the Parliament intended to make the\nTribunals civil courts, a legal fiction could have been\nraised. There are statutes like the Andhra Pradesh Land\nGrabbing Act where such a legal fiction has been raised. C\n[Para 16] [117-H; 118-A-B]\n5.6. Whereas the doctrine of purposive construction\nis a salutary principle, the same cannot be extended to a\ncase which would lead to an anomaly. It can inter alia be\nresorted to only when difficulty or doubt arises on\naccount of ambiguity. It is to be preferred when object and\npurpose of the Act is required to be promoted. [Para 16]\n[118-C-D]\nD\nBhagwati Devi v. M/s IS Goel, 1983 [ACJ 123]; Kususm E\nIgnots \u0026 Alloys v. Punjab National Bank, (2005) 12 SCC 358;\nRajasthan State Road Transport v. Poonam Pahwa, (1997)\n6 SCC 100; Dolly Kantibhai Patel v. Balu Tukaram, (2001)\n9 SCC 723; Mohan Singh v. Saheb Singh, (2000) 9 SCC\n403; Kahlon v. K Paramasivam, (2004) 13 SCC 564 and M/ F\ns Jai Shiva Cement v. Allahabad Bank, (JT) 2000 (8) SC 323,\ndistinguished.\nNew India Assurance Company Ltd. v Nusli Neville\nWadia and Another (2008) 3 SCC 279; Dilip S. Dahanukar\nv. Kotak Mahindra Co. Ltd. and Another (2007) 6 SCC 528;\nSouth Eastern Coalfields Ltd. v. CCET, MP (2006) 6 SCC\n340; Uco Bank v. Rajinder Lal Capoor (2008) 5 SCC 257 and\nSri Ram Saha v. State of West Bengal and Ors. JT 2004 (9)\nSC 136 (2004) 11 SCC 497, held inapplicable.\nG\nH\nA\nB\n62\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nParmananda Pegu v. State of Assam, (2004) 7 SCC\n779; Dataware Design Labs. v. State Bank of India, [2005]\n12 Comp. Cas. 176 (Ker) at 184 and V. Laxminarasamma\nv. A. Yadaiah (Dead) and Ors., 2009 (3) SCALE 685,\nreferred to.\nUnited States v. Detroit Timber \u0026 Lumber Co., 200 U.\nS. 321, 337, referred to.\n6. The Tribunal was constituted with a specific\npurpose as is evident from its statement of objects. The\nC preamble of the Act also is a pointer to that too. It has a\nlimited jurisdiction. Under the Act, as it originally stood,\ndid not even have any power to entertain a claim of set\noff or counter-claim. No independent proceedings can be\ninitiated before it by a debtor. A debtor under the\nD common law of contract as also in terms of the loan\nagreement may have an independent right. No forum has\nbeen created for endorsement of that right. Jurisdiction\nof a civil court as is barred only in respect of the matters\nwhich strictly come within the purview of Section 17\nthereof and not beyond the same. The Civil Court,\ntherefore, will continue to have jurisdiction. [Para 17]\n[119-E-G]\nE\nF\nIndustrial Credit and Investment Corpn. of India Ltd. v.\nGrapco Industries Ltd., (1999) 4 SCC 710, relied on.\n7. The Court would be subordinate to High Court in\nterms of the provisions of the Code only in the event it\ncomes within the purview of the hierarchy of the court\nas contained in Section 3 of the Act. This, however, does\nG not mean that even when the Presiding Judge or the\nPresiding Officer of the Court exercises power conferred\nupon it under a statute still then it would not be a court\nsubordinate to the High Court. A court while adjudicating\na dispute under the Employees State Insurance Act or a\nReference Court under the Land Acquisition Act, Election\nI\n:\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG 63\nKONG \u0026 SHANGHAI BANKING CORPN.\nTribunal or a Tribunal acting as a Motor Vehicles Accident A\nClaim Tribunal, while exercising revisional jurisdiction\nfrom an order passed by the Executive Magistrate under\nthe Code or exercising an appellate power under special\nstatutes like Municipal Acts would still be a court\nsubordinate to the High Court. However, for the B\naforementioned purpose the Presiding Officer must be\nholding a Court which would otherwise come within the\npurview of the hierarchy of the courts. [Para 18] [121-F-\n× H; 122-A-B]\nN.P. Balakrishanan v. P.M.R. Mariyumma, AIR 1997\nKerala 89; M/s. Brooke Bond India Ltd. v. Union of India and\nothers, AIR 2001 AP 526; Devendra Somabhai Naik v. M/s.\nAccurate Transheet Pvt. Ltd. AIR 2003 Gujarat 141; State\nBank of India v. Madhumita Construction (Pvt.) Ltd. And\nothers, AIR 2003 Cal 7 and Greater Bombay Coop. Bank Ltd.\nv. United Yarn Tex (P) Ltd., (2007) 6 SCC 236, referred to.\nC\nD\nF\n8.1. The Civil Court indisputably has the jurisdiction\nto try a suit. If the suit is vexatious or otherwise not\nmaintainable action can be taken in respect thereof in E\nterms of the Code. But if all suits filed in the Civil Courts,\nwhether inextricably connected with the application filed\nbefore the DRT by the banks and financial institutions are\ntransferred, the same would amount to ousting the\njurisdiction of the Civil Courts indirectly. Suits filed by the\ndebtor may or may not be counter claims to the claims\nfiled by banks or financial institutions but for that purpose\nconsent of the plaintiff is necessary. It is furthermore\ndifficult to accept the contentions of the respondents that\nthe statutory provisions contained in section 17 and 18\nG\nof the DRT Act have ousted the jurisdiction of the civil\ncourt as the said provisions clearly state that the\njurisdiction of the civil court is barred in relation only to\napplications from banks and financial institutions for\nrecovery of debts due to such banks and financial\nI\n"}