{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89}],"text":"134 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA central idea is a right\". The right of appeal has been recognized\nby judicial decisions as a right which vests in a suitor at the\ntime of institution of original proceedings. The Privy Council in\nColonial Sugar Refining Company v. Irving, [(1905) AC 369\n(PC)] noted that \" to deprive a suitor in a pending action of an\nB appeal to a superior tribunal which belonged to him as of right,\nis a very different thing from regulating procedure\"\nC\nD\nE\nLL\nF\n0\nH\nWhen a person files a civil suit his right to prosecute the\nsame in terms of the provisions of the Code as also his right\nof appeal by way of first appeal; second appeal etc. are\npreserved. Such rights cannot be curtailed, far less taken away\nexcept by reason of an express provision contained in the\nstatute. Such a provision in the statute must be express or must\nbe found out by necessary implication.\nIn Garikapati Veeraya v. N. Subbiah Choudhry, [1957\nSCR 488], this Court opined :-\n\"23. From the decisions cited above the following\nprinciples clearly emerge:\n(i) That the legal pursuit of a remedy, suit, appeal and\nsecond appeal are really but steps in a series of\nproceedings all connected by an intrinsic unity and are to\nbe regarded as one legal proceeding.\n(ii) The right of appeal is not a mere matter of\nprocedure but is a substantive right.\n(iii) The institution of the suit carries with it the\nimplication that all rights of appeal then in force are\npreserved to the parties thereto till the rest of the career\nof the suit.\n(iv) The right of appeal is a vested right and such a\nright to enter the superior court accrues to the litigant and\nexists as on and from the date the lis commences and\nalthough it may be actually exercised when the adverse\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n135\njudgment is pronounced such right is to be governed by A\nthe law prevailing at the date of the institution of the suit\nor proceeding and not by the law that prevails at the date\nof its decision or at the date of the filing of the appeal.\n(v) This vested right of appeal can be taken away\nonly by a subsequent enactment, if it so provides expressly\nor by necessary intendment and not otherwise.\"\n[See also Dilip S. Dahanukar v. Kotak Mahindra Co. Ltd.\nand Anr., (2007) 6 SCC 528]\nB\nC\nE\nThe Code not only contains procedural provisions but also\nsubstantive rights; right of appeal is one of them. A forum of\nappeal is determined in terms of the provisions of the Code\nhaving regard to the pecuniary jurisdiction of the Court as may\nbe notified by the appropriate Government from time to time. D\nA suitor has the right to maintain a first appeal. A second\nappeal also is maintainable before a High Court, subject of\ncourse to the effect that questions of law must be there for the\ncourt's consideration. For the said purpose no pre-deposit is\nrequired to be made, as is necessary in terms of the Act, that\n75% of the awarded amount is required to be deposited,\nsubject of course, to an order to the contrary, which may be\npassed by the Debt Recovery Appellate Tribunal. Such a right\nof conditional appeal, in our opinion, curtails party's right to\nmaintain an appeal as a matter of right. While we say so, we\nare not oblivious of the fact that in terms of Order XLI Rule 1 of\nthe Code, in the event of passing of a money decree the amount\nis required to be deposited. The said provision, however, has\nbeen held to be directory. Order XLI Rule 1 is required to be\nread with Order XLI Rule 5 thereof. {See Sihor Nagar Palika\nBureau v. Bhabhlubhai Virabhai \u0026 Co., [(2005) 4 SCC 1 ],\nMalwa Strips Pvt. Ltd. v. Jyoti Limited [(2009) 2 SCC 426]}\nMore recently in Transmission Corporation of A.P. v. Ch.\nPrabhakar and Ors., (2004) 5 SCC 551 this court similarly\nopined:\nF\nG\nH\n136 SUPREME COURT REPORTS\nA\n\"\nB\nC\n[2009] 12 S.C.R.\n'.... The right of appeal is a substantive right which is really\na step in series of proceedings all connected by an intrinsic\nunity and is to be regarded as one legal proceeding and\nfurther being a vested right such a right to enter the superior\ncourt accrues to the litigant and exists as on and from the\ndate the lis commences....\"\nA civil suit may also be maintainable before Original Side\nof the High Court in terms of the statutes under which the High\nCourts are constituted or in terms of the provisions of the\nLetters Patent. An intra court appeal is available against a\ndecree passed by a learned Single Judge of a High Court in a\nsuit filed before it.\nIn the event, however, if a civil suit is transferred to the Debt\nRecovery Tribunal, the plaintiff would be deprived of his right\nD in relation to the procedural mechanism as contained in the\nCode as also the Evidence Act. His right of appeal would also\nstand curtailed. While exercising the power of transfer, the High\nCourt and this Court would thus be curtailing the right of a suitor\nindirectly which could not be done directly. It clearly establishes\nthe Parliamentary intent that only civil suits are subject matter\nof inter State transfer from one civil court to another civil court.\nIf such a power is exercised, all the rights of the plaintiff remain\nintact, no right is taken away and no right is diluted.\nE\nF\nINHERENT JURISDICTION\n21. Section 151 of the Code of Civil Procedure does not\nconfer any extraordinary jurisdiction on this Court. It saves the\ninherent power of all the civil courts, i.e., from the trial judge to\nthis Court. Thus, where a matter has expressly been provided\nG for in the body of the Code, ordinarily inherent power shall not\nbe resorted to. The underlying principle of Section 151 of the\nCode ordinarily would apply where the area is grey. It\nindisputably confers incidental powers. It confers power on a\ncourt to do something which in absence of any provision\nH contrary thereto would lead to advancement of justice and\n\u003e\nJ\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n137\nprevent injustice. The power to transfer one case from one court A\nto another or from one tribunal to another having jurisdiction of\na different State is an extraordinary jurisdiction. For exercising\nthe said power, this Court has to take into consideration a large\nnumber of factors. Such a power is to be exercised if\nexceptional situation arises and not otherwise.\nIn Padma Sen and Another v. The State of Uttar Pradesh\n[AIR 1961 SC 218], this Court, having regard to the provisions\ncontained in Order XXVI, Rule 9 of the Code of Civil Procedure\nvis-à-vis Order XXXVIII, Rule 5, Order XXXIX, Rules 1(b) and\n7 thereof, categorically held that the court has no inherent power\nunder Section 151 of the Code of Civil Procedure to appoint a\nCommissioner to seize accounts books in the possession of\nthe plaintiff upon an application by the defendant that his\napprehension that they would be tampered with, stating:\nB\nC\nD\n\"10. The defendants had no rights to these account\nbooks. They could not lay any claim to them. They applied\nfor the seizure of these books because they apprehended\nthat the plaintiff might make such entries in those account\nbooks which could go against the case they were setting E\nup in Court. The defendants' request really amounted to\nthe Court's collecting documentary évidence which the\ndefendants considered to be in their favour at that point\nof time. It is no business of the Court to collect evidence\nfor a party or even to protect the rival party from the evil F\nconsequences of making forged entries in those account\nbooks. If the plaintiff does forge éntries and uses forged\nentries as evidence in the case, the defendants would\nhave ample opportunity to dispute those entries and to\nprove them forgeries.\n11. We are therefore of opinion that the Additional\nMunsif had no inherent power to pass the order appointing\na Commissioner to seize the plaintiff's account books. The\norder appointing Sri Raghubir Pershad as Commissioner\nG\nI\nA\nB\nC\nD\nE\nEL\nF\nG\nH\n138 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nfor this purpose was therefore an order passed without\njurisdiction and was therefore a null and void order.\"\nThe said decision, we are not oblivious, has been\ndistinguished by this Court in Manohar Lal Chopra v. Rai\nBahadur Rao Raja Seth Hiralal [AIR 1962 SC 527] in a case\nfor grant of injunction stating that Rules 1 and 2 of Order XXXIX\nof the Code of Civil Procedure is not exhaustive, stating:\n\"22. In the above case, this Court did not uphold the order\nof the civil court, not coming under the provisions of Order\n26, appointing a commissioner for seizing the account\nbooks of the plaintiff on the application of the defendants.\nThe order was held to be defective not because the Court\nhad no power to appoint a commissioner in circumstances\nnot covered by Section 75 and Order 26, but because the\npower was exercised not with respect to matters of\nprocedure but with respect to a matter affecting the\nsubstantive rights of the plaintiff. This is clear from the\nfurther observations made at p. 887. This Court said:\n\"The question for determination is whether the\nimpugned order of the Additional Munsif appointing Sri\nRaghubir Pershad Commissioner for seizing the plaintiff's\nbooks of account can be said to be an order which is\npassed by the Court in the exercise of its inherent powers.\nThe inherent powers saved by Section 151 of the Code\nare with respect to the procedure to be followed by the\nCourt in deciding the cause before it. These powers are\nnot powers over the substantive rights which any litigant\npossesses. Specific powers have to be conferred on the\nCourts for passing such orders which would affect such\nrights of a party. Such powers cannot come within the\nscope of inherent powers of the Court in matters of\nprocedure, which powers have their source in the Court.\npossessing all the essential powers to regulate its practice\nand procedure.\"\n,\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n139\nThe Plaintiff furthermore is the dominus litus. He may A\ninstitute a suit having regard to the provisions contained in\nSections 16 to 20 of the Code of Civil Procedure in any civil\ncourt within whose jurisdiction inter alia a cause of action\narises. If the jurisdiction of the civil court is not barred or if he\nhaving regard to common law principle is entitled to maintain B\nan action in two different forums, he may choose one of them.\n[See Rajasthan State Road Transport Corporation and Anr.\nv. Bal Mukund Bairwa, 2009 (2) SCALE 428]\nA debtor having regard to the provisions of the DRT Act\nwould not be entitled to maintain an action before the Tribunal.\nIf a suit is to be transferred from a civil court to a tribunal, he\nwould loose some rights including the right to prefer an appeal\nbefore a higher court in terms of Sections 96 and 100 of the\nCode of Civil Procedure.\nMr. Diwan, however, has strongly placed reliance upon\nUnion of India and Another v. Delhi High Court Bar\nAssociation and Others [(2002) 4 SCC 275] wherein it was\nobserved that the tribunals have become an essential part of\nthe judicial system in the country. Such observations were made\nkeeping in view the provisions of Articles 323A and 323B of\nthe Constitution of India. The logical extension of the said\nobservations would not lead to a conclusion that the tribunals\nare either civil courts or this Court would be entitled to exercise\nits inherent power for transfer of a civil suit to a tribunal.\nWe may place on record that in Durgesh Sharma (supra)\nthis Court has clearly held that the provisions of Sections 22 to\n25 of the Code of Civil Procedure are exhaustive in nature. If\nthat be so, inherent power of the court could clearly not be\ninvoked.\nReliance has also been placed on M/s. Ram Chand and\nSons Sugar Mills Private Ltd. v. Kanhayalal Bhargava and\nOthers [AIR 1966 SC 1899] wherein it has been held:\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n140 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\n\"Having regard to the said decisions, the scope of the\ninherent power of a court under Section 151 of the Code.\nmay be defined thus: The inherent power of a court is in\naddition to and complementary to the powers expressly\nconferred under the Code. But that power will not be\nexercised if its exercise is inconsistent with, or comes into\nconflict with, any of the powers expressly or by necessary\nimplication conferred by the other provisions of the Code.\nIf there are express provisions exhaustively covering a\nparticular topic, they give rise to a necessary implication\nthat no power shall be exercised in respect of the said\ntopic otherwise than in the manner prescribed by the said\nprovisions. Whatever limitations are imposed by\nconstruction on the provisions of Section 151 of the Code,\nthey do not control the undoubted power of the Court\nconferred under Section 151 of the Code to make a\nsuitable order to prevent the abuse of the process of the\nCourt.\"\nWe, however, are of the opinion that the principles laid\ndown therein cannot be said to have any application in the\nE instant case as it would bear repetition to state that by reason\nthereof the court would not be entitled to denude a suitor of his\nright of appeal and other substantive rights.\nF\nG\nH\nWe are also unable to persuade ourselves to hold that the\nright of transfer of a case being procedural in nature should be\nconstrued liberally. By reason thereof, substantive right of a\nparty cannot be taken away. While accepting that the rules of\nprocedures are intended to provide justice and not to defeat it\nas has been held by this Court in N.T. Veluswami Thevar v.\nG. Raja Nainar and others [AIR 1959 SC 422] and M/s.\nLakshmiratan Engineering Works Ltd. v. Asst. Commissioner\n(Judicial) I., Sales Tax, Kanpur Range, Kanpur and another\n[AIR 1968 SC 488], that the court must bear in mind that it would\nnot cause injustice to any of the parties thereby.\nReliance has also been placed on Industrial Investment\n+\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n141\nBank of India Ltd. v. Marshal's Power \u0026 Telecom (I) Ltd. and A\nAnother [(2007) 1 SCC 106] and Durga Hotel Complex v.\nReserve Bank of India and Others [(2007) 5 SCC 120]. Both\nthe aforementioned cases have been determined by a Bench\nwhich has decided Ranjan Chemicals (supra). Those cases\nrelated to the contentions raised before the Banking B\nOmbudsman. The Bench held that the appellants therein could\nmake all their claims before the DRT while defending the claim\nof the bank, including the ones he had put forward before the\nBanking Ombudsman.\nWe are not concerned with such a contention herein. In any\nevent, in view of our findings that we are bound to follow Indian\nBank (supra), this argument has no force.\nARTICLE 142 ISSUE\n22. Indisputably, the power of this Court under Articles\n139A and 142 of the Constitution of India is a wide and\nextensive one. This Court may resort thereto to do complete\njustice. While doing so, this Court would be entitled to impose\nconditions.\nWhether such a power should be exercised or not is the\nquestion.\nThe principal submission made on behalf of the Bank is\nthat the suit is pre-emptive in nature. It may be so but then the\nbanks and the financial institutions have their own remedies.\nAs adequate remedy is available to them in law, ordinarily, the\nsame should be directed to be followed. A case of very\nexceptional nature must be made out for invoking the\nextraordinary constitutional jurisdiction of a court.\nOne of the contentions which have been raised is whether\nthe transactions under derivative agreements would come\nwithin the purview of the DRT Act. Of course, a tribunal will have\na jurisdiction to decide the issue being a jurisdictional issue.\nC\nD\nE\nF\nG\nH\n142 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA Furthermore, the company has alleged fraud and\nmisrepresentation.\nB\nC\nD\nE\nThis Court in Mardia Chemicals Ltd. and Others v. Union\nof India [(2004) 4 SCC 311] has also held that even in such\nan event, the jurisdiction of the civil court can be invoked.\nSeveral other issues of complicated nature may arise\nbefore the civil court. We, therefore, are of the opinion that it\nmay not be a fit case where we should exercise our jurisdiction\nunder Article 142 of the constitution of India.\nDIRECTION\n23. However, we make it clear that having regard to the\npleadings of the parties as also the purpose and object for\nwhich the Tribunal has been constituted, it should proceed to\ndispose of the bank's claims expeditiously. We, however, have\nno doubt whatsoever in our mind that while determining the\nrespective claims of the parties and the nature thereof, the\ntribunal shall comply with all the requirements of law. We,\ntherefore, are of the opinion that the transfer applications have\nno merit. They are dismissed accordingly with the\naforementioned observations.\nHaving regard to our finding that even Section 24 of the\nCode of Civil Procedure cannot be taken recourse to, there\nF cannot be any doubt whatsoever that the Punjab and Haryana\nHigh Court could not have transferred the suit from the civil court\nLudhiana to DRT. Civil Appeal arising out of SLP (C) No.\n24715 of 2008 is, therefore, allowed. However, in the facts and\ncircumstances of the case, there shall be no order as to costs.\nG\nG.N.\nAppeal allowed \u0026 Transfer petition dismissed.\n+\n"}