{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"104 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA and not conjunctively. The Division Bench used the words.\n\"following conditions\" which would clearly go to show that both\nof them are required to be conjunctively read. We are not here\nconcerned with the question whether the civil suit filed by a\ndebtor should be read as a counter-claim for the purpose of\nB exercising jurisdiction under Section 25 of the Code as in effect\nand substance we are concerned with the jurisdiction of this\nCourt to pass an order of transfer. If this Court has no\njurisdiction, the question of considering the plaint filed by the\ndebtor as a counter-claim in the suit filed by the Bank before\nthe DRT would not arise.\nC\nIn Ranjan Chemicals (supra), therefore, in our opinion, the\nCourt having not posed unto itself the aforementioned question,\nshould have considered the decision of a coordinate bench in\nIndian Bank (supra) in that perspective. It must furthermore be\nD noticed that Indian Bank (supra) was clarifying Abhijit Teal\n(supra). Conditions laid down in paragraph 25 of Indian Bank\n(supra) must also, therefore, be read in that context as\notherwise, the same would lead to misreading and\nmisinterpreting the judgment.\nE\nF\n0\nWe may notice some decisions of this court as regards\nthe binding nature of the precedents of a coordinate Bench.\nIn Union of India v. Raghubir Singh, [ (1989) 2 SCC 754\n], this Court has held :-\n\"27. [...] It is in order to guard against the possibility of\ninconsistent decisions on points of law by different\nDivision Benches that the Rule has been evolved, in order\nto promote consistency and certainty in the development.\nof the law and its contemporary status, that the statement\nof the law by a Division Bench is considered binding on a\nDivision Bench of the same or lesser number of Judges.\nThis principle has been followed in India by several\ngenerations of Judges.\nI\nA\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.].\nL\n105\nA\n28. We are of opinion that a pronouncement of law by a\nDivision Bench of this Court is binding on a Division Bench\nof the same or a smaller number of Judges, and in order\nthat such decision be binding, it is not necessary that it\nshould be a decision rendered by the Full Court or a\nConstitution Bench of the Court.\"\nB\nSee also Union of India v. Godfrey Philips India Ltd.,\n[(1985) 4 SCC 369]\nIn Sub-Committee of Judicial Accountability v. Union of\nC\nIndia, [(1992) 4 SCC 97], this Court has held :-\n\"5.... Indeed, no co-ordinate bench of this Court can even\ncomment upon, let alone sit in judgment over, the\ndiscretion exercised or judgment rendered in a cause or\nmatter before another co-ordinate bench.\nIn Central Board of Dawoodi Bohra Community v. State\nof Maharashtra, (2005) 2 SCC 673 this Court has held :-\nD\n\"12. Having carefully considered the submissions made by\nthe learned Senior Counsel for the parties and having E\nexamined the law laid down by the Constitution Benches.\nin the abovesaid decisions, we would like to sum up the\nlegal position in the following terms:\n(1) The law laid down by this Court in a decision\ndelivered by a Bench of larger strength is binding on any\nsubsequent Bench of lesser or coequal strength.\nF\n(2) It will be open only for a Bench of coequal\nstrength to express an opinion doubting the correctness\nof the view taken by the earlier Bench of coequal strength, G\nwhereupon the matter may be placed for hearing before\na Bench consisting of a quorum larger than the one which\npronounced the decision laying down the law the\ncorrectness of which is doubted.\nH\nA\nB\n106 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nWe are in agreement with all the above observations of\nthis court. Ranjan Chemicals was bound by the decision.\nrendered in Indian Bank being a coordinate Bench. It could not\nhave taken a contrary view.\nSECTION 31 OF DRT ISSUE:\n13. We may at this juncture notice the provisions for transfer\nunder the DRT Act especially Section 31 which states that only\nsuits or proceeding pending before the court immediately\nbefore the establishment of the Tribunal under the Act shall\nC stand transferred to the Tribunal. Section 31 admittedly does\nnot apply to the facts and circumstances of the present case.\nThere is no dispute in this behalf. Moreover, it is beyond any\ndispute that there exists no other provision for transfer under\nthe DRT Act from a Court to Tribunal. The respondents,\nD therefore, do not and cannot rely on any of the provisions of the\nDRT Act for contending that the Court had any other power to\ndirect transfer.\nE\nF\n{ד\nG\nIn Indian Bank (supra) this court noted thus:\n\"15. [...] There is no provision in the Act for transfer of suits\nand proceedings, except section 31 which relates to suit/\nproceedings by a bank or financial institution for recovery\nof a debt. It is evident from section 31 that only those cases\nand proceedings (for recovery of debts due to banks and\nfinancial institutions) which were pending before any court\nimmediately before the date of establishment of a tribunal\nunder the Debts Recovery Act stood transferred, to the\ntribunal\"\nIn Raghunath Rai Bareja \u0026 Anr. v. Punjab National Bank\n\u0026 Anr, (2007) 2 SCC 230 this court opined:\n“19. [...] Apart from section 31, there is no other provision\nfor transferring a suit or other proceedings pending before\nany other court to tribunal. [...]\nH\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n107\n28. [...] whatever power there are of transfer of A\nproceedings to the tribunal are contained in section 31 of\nthe RBD Act, and no transfer is permissible dehors section\n31.\"\nTherefore there exists no express power of transfer under\nthe DRT which would be applicable to the facts of the present\ncase. The provisions of the Act and the entire statutory scheme\nbeing well-defined, no further elaboration on our part is\nrequired.\nB\nPOWER IN THE COURT TO TRANSFER CASES UNDER C\nSECTIONS 23, 24, AND 25 OF THE CODE.\n14. The power of the High Court to issue a direction for\ntransfer of a suit beyond its territorial jurisdiction in terms of sub-\nsection (3) of Section 23 of the Act came up for consideration\nrecently in Durgesh Sharma v. Jayshree [supra]. Noticing the\nhistory of the provisions relating to transfer to which we have\nadverted to heretobefore, it was held:\nD\nE\n\"46. Having considered the scheme of the Code as\namended from time to time, in our judgment, the law\nrelating to transfer of cases (suits, appeals and other\nproceedings) is well settled. It is found in Sections 22 to\n25 of the Code and those provisions are exhaustive in\nnature. Whereas Sections 22, 24 and 25 deal with power\nof transfer, Section 23 merely provides forum and F\nspecifies the court in which an application for transfer may\nbe made. Section 23 is not a substantive provision vesting\npower in a particular court to order transfer.\n47. In our considered opinion, where several courts having\njurisdiction are subordinate to one appellate court, an\napplication for transfer may be made to such appellate\ncourt and the court may transfer a case from one court\nsubordinate to it to another court subordinate to it.\nLikewise, where such courts are subordinate to the same\nG\nH\nA\nB\nC\n108\nSUPREME COURT REPORTS\n[2009] 12 S.C.R.\nHigh Court, an application may be made and action may\nbe taken by the High Court transferring a case from one\ncourt subordinate to it to any other court subordinate to that\nHigh Court. But where such courts are subordinate to\ndifferent High Courts, it is only the Supreme Court (this\nCourt) which may pass an order of transfer. In other words,\nif two courts are subordinate to different High Courts, one\nHigh Court has no power, jurisdiction or authority to transfer\na case pending in any court subordinate to that High Court\nto a court subordinate to other High Court. It is only the\nSupreme Court (this Court) which may order the transfer.\"\nSection 25 of the Code was considered to be containing\nboth substantive as well as procedural law. Section 23, on the\nother hand was held to be merely a procedural or machinery\nprovision. It was held that no order of transfer can be made\nD thereunder, stating:\nE\nF\nG\nH\n\"\n'... If the case is covered by Section 25 of the Code,\nit is only that section which will apply for both the purposes,\nnamely, for the purpose of making application and also for\nthe purpose of effecting transfer. On the contrary, reading\nof sub-section (3) of Section 23 of the Code in the manner\nsuggested by the learned counsel for the respondent - wife\nwould result in allowing inroad and encroachment on the\npower of this Court not intended by Parliament. Section\n23, therefore, in our considered view, must be read subject\nto Section 25 of the Code. The decisions taking a contrary\nview do not lay down correct law. We, therefore, overrule\nthem...\"\nWHETHER TRIBUNAL IS A CIVIL COURT\n15. The terms \"Tribunal\", \"court\" and the \"civil court\" have\nbeen used in the Code differently. All \"courts\" are \"Tribunals\"\nbut all \"Tribunals\" are not \"courts\". Similarly all \"civil courts\" are\n\"courts\" but all \"courts\" are not \"civil courts.\" It is not much in\ndispute that the broad distinction between a \"court\" and a\n$\n.༩\n}\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n109\n\"Tribunal\" is whereas the decision of the \"court\" is final the A\ndecision of the \"Tribunal\" may not be.\nThe \"Tribunal\", however, which is authorized to take\nevidence of witnesses would ordinarily be held to be a \"court\"\nwithin the meaning of Section 3 of the Evidence Act, 1872. It\nB\nincludes not only Judges and Magistrates but also persons,\nexcept Arbitrators, legally authorized to take evidence. It is an\ninclusive definition. There may be other forums which would\nalso come within the purview of the said definition.\nIn State of M.P. v. Anshuman Shukla, (2008) 7 SCC 487,\nthis Court while holding certain authorities to be a 'court' within\nthe meaning of the Evidence Act, noted thus:-\nC\n\"19. The definition of \"courts\" under the Evidence Act is\nnot exhaustive (see Empress v. Ashootosh Chuckerbutty. D\nAlthough the said definition is for the purpose of the said\nAct alone, all authorities must be held to be courts within\nthe meaning of the said provision who are legally\nauthorised to take evidence. [...]\n21. In Brajnandan Sinha v. Jyoti Narain it has been held\nthat any tribunal or authority whose decision is final and\nbinding between the parties is a court. In the said\ndecision, the Supreme Court, while deciding a case under\nthe Court of Enquiry Act held that a court of enquiry is not\na court as its decision is neither final nor binding upon the\nparties.\"\nThe same, however, would not mean that only because a\nTribunal has 'all the trappings of a court', it would be a court.\n{See Bharat Bank Ltd. v. Employees of the Bharat Bank Ltd.\n[1950 SCR 459] Para 7 and 27}.\nCivil court is a body established by law for administration\nof justice. Different kinds of law, however exists, constituting\ndifferent kinds of courts. Which courts would come within the\ndefinition of the civil court have been laid down under the Code\nE\nF\nG\nH\n110 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA of Civil Procedure itself. Civil Courts contemplated under\nSection 9 of Code of Civil Procedure find mention in Sections\n4 and 5 thereof. Some suits may lie before the Revenue Court,\nsome suits may lie before the Presidency Small Causes Courts.\nThe Code of Civil Procedure itself lays down that the Revenue\nB Courts would not be courts subordinate to the High Court.\nWe may notice that a learned Single Judge of the Calcutta\nHigh Court in State Bank of India (supra) and a Division Bench\nof the Delhi High Court in Cofex Exports Ltd. (supra) have held\nthat the DRT is not a court and it exercises powers of a civil\nC\ncourt only in respect of limited matters.\nCivil Courts are constituted under statutes, like Bengal,\nAgra and Assam Civil Courts Act, 1887. Pecuniary and\nterritorial jurisdiction of the civil courts are fixed in terms thereof.\nD Jurisdiction to determine subject matter of suit, however,\nemanates from Section 9 of the Code. We would revert to the\ninterpretation of the said provision vis-à-vis the provisions of\nthe Act a little later.\nE\nF\nG\nH\nIn P. Sarathy v. State Bank of India [(2000) 5 SCC 355],\nthis Court opined that although there exists a distinction\nbetween a court and a civil court, but held that a Tribunal which\nhas not merely the trappings of a court but has also the power\nto give a decision or a judgment which has finality and\nauthoritativeness will be court within the meaning of Section 14\nof the Limitation Act, 1963.\nIn the context of Section 29(2) of the Limitation Act, 1963\nthe term 'court' is considered to be of wide import.\nHowever, there again even for that purpose exists a\ndistinction between a court and the civil court.\nIn P. Sarathy v. State Bank of India, (Supra) this Court has\nheld :-\n\"12. It will be noticed that Section 14 of the Limitation Act\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n111\nΤ\ndoes not speak of a \"civil court” but speaks only of a\n\"court\". It is not necessary that the court spoken of in\nSection 14 should be a \"civil court\". Any authority or\ntribunal having the trappings of a court would be a \"court\"\nwithin the meaning of this section.\n13... in order to constitute a court in the strict sense of\nthe term, an essential condition is that the court should\nhave, apart from having some of the trappings of a judicial\ntribunal, power to give a decision or a definitive judgment\nwhich has finality and authoritativeness which are the\nessential tests of a judicial pronouncement.\"\nA\nB\nC\nWe may, however, notice that in the context of applicability\nof Section 5 of the Limitation Act in regard to Arbitration\nTribunal which was constituted in terms of a statutory provision\nhas been referred to a three Judge Bench in State of Madhya D\nPradesh and another v. Anushuman Shukla [ (2008) 7 SCC\n487]. Be that as it may, the word 'civil court' vis-à-vis a court\nmust be construed having regard to the text and context of the\nstatute.\nTRANSFER OF CASES\nE\nF\n16. Learned Senior Counsel Shri Divan cited before us\n★ certain precedents beginning from Bhagwati Devi v. M/s IS\nGoel, 1983 [ACJ 123], till Kususm Ignots \u0026 Alloys v. Punjab\nNational Bank, [(2005) 12 SCC 358] to bring home the point\nthat this Court has regularly exercised power to transfer cases\nto and from Tribunals. The Senior Counsel in all cited eight\nprecedents in this behalf. Amongst them are Rajasthan State\nRoad Transport v. Poonam Pahwa, [(1997) 6 SCC 100]; Dolly\nKantibhai Patel v. Balu Tukaram, [(2001) 9 SCC 723]; Mohan G\nSingh v. Saheb Singh, [(2000) 9 SCC 403]; and Kahlon v. K\nParamasivam, [(2004) 13 SCC 564] wherein this Court\nexercised the power under section 25 of the Code to transfer\nthe case from one Motor Vehicles Tribunal to another. Similarly\nKusum Ignots (supra) and M/s Jai Shiva Cement v. Allahabad H\n112 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA Bank, [(JT) 2000 (8) SC 323], are the decisions where the\nSupreme Court exercised the power under section 25 of the\nCPC to transfer the case from one DRT to another.\nB\nThese cases relate to transfer from one Tribunal to another\nTribunal and not from a civil court to the Tribunal. No legal\nprinciple can be culled out therefrom.\nThe Courts therein had not gone into the question whether\nthe Tribunal is a civil court or not. The provisions of the Code\nof Civil Procedure had not been adverted to. The power of\nC transfer under Section 25 of the Code was assumed sub silento\nwithout any discussion.\nD\nWe are in agreement with the submissions of learned\nsenior counsel Dr. Singhvi and Shri Rakesh Dwividi that those\ndecisions are clearly distinguishable on the facts of each case\nas they relate to transfer from one Tribunal to another and not\nfrom a civil court to a Tribunal.\nIt has also been pointed out by Mr. Dwividi that reliance\nplaced by Mr. Desai on the cases cited by him and referred to\nE herein is misleading as the Head Notes of those cases are\nF\nG\nH\nmisleading. He argues that though the SCC refers to Section\n25 of the CPC therein in regard to the power of transfer of the\ncourt, however, the text of the judgments is silent in regard\nthereto.\nWe may hereinafter may make reference to the Head\nNotes of a few of them. The SCC Head Note to Kahlon (supra)\nreads as under:\n\"Civil Procedure Code, 1908 - S. 25 - Motor accidents\nclaim case filed by petitioner in town of place of work -\ndue to 100 per cent disablement due to accident, petitioner\nquitting job and shifting back to home town - transfer of\nclaim case to home town of petitioner, allowed\"\nSimilarly, the SCC Head note of Mohan Singh (supra)\n*\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\nreads:\nthus:\n-\n113\n\"Civil Procedure Code, 1908 - S. 25 - Motor accident\nclaim petition - Transfer of - Petitioner residing in Delhi\nand most of the evidence related to the case present in\nDelhi Amended provision of the statute providing that\nthe claim may be filed where the claimant resides - On\nfacts and circumstances of the case, claim petition\npending before Motor Accident Claims Tribunal,\nMuzaffarnagar transferred to the Tribunal concerned at\nDelhi Motor Vehicles - Motor Vehicles Act, 1988, S.\n166(2)\"\n-\nAlso the Head note of Dolly Kantibhai Patel (supra) reads\n\"Civil Procedure Code, 1908 - S. 25 - Motor accident\nclaim petition - Transfer of - Petitioner (claimant) going\nback to USA, where he was living earlier - Petitioner\nrequiring transfer of claim from MACT, Nasik to Vadodara\n(Gujarat) on the ground that his power-of-attorney holder\nwas residing at Vadodara and all other occupants of\nvehicle, who were involved in accident, hailing from\nVadodara Also the insurance company having its\nbranch office at Vadodara In view of above reasons,\ntransfer of claim petition allowed as prayed for\"\n-\n-\nA\nB\nC\nD\nE\nHowever on close scrutiny of the text of judgments of this F\nCourt, we find that no reference therein has been made to\nSection 25 of the Code, or to any other provision under which\nthe said power is exercised. It must in this context be noted that\nHead notes by the editors of a Reports are not a conclusive\nguide to the text of the judgment reported. They are made only G\nfor the convenience of the readers as a short summary to the\ntext and for easy reference and at times they are misleading.\nThe United States Supreme Court in United States v.\nDetroit Timber \u0026 Lumber Co., 200 U. S. 321, 337.\nI\n"}