{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n114 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\n\"In the first place, the headnote is not the work of the court,\nnor does it state its decision,-though a different rule, it is\ntrue, is prescribed by statute in some states. It is simply\nthe work of the reporter, gives his understanding of the\ndecision, and is prepared for the convenience of the\nprofession in the examination of the reports.'\nReference may also be had to Parmananda Pegu v. State\nof Assam, [(2004) 7 SCC 779], wherein it was stated:\n\"21. The decision of this Court in Chandrakant Chimanlal\nDesai v. State of Gujarat has created some difficulty in\nunderstanding the law which is otherwise so well settled.\nThe learned Judges imported the observations which were\nmade in Kashmira Singh v. State of M.P. in the context\nof evidentiary value of the confession of co-accused and\napplied them to the case of retracted confession. It\nappears that the learned Judges went by the headnote in\nthe AIR6 which opens up with the sentence: (AIR p. 159)\n\"The confession of an accused person....\" However, in the\ntext of the judgment it is crystal clear that the entire\ndiscussion and the statement of law was only with\nreference to the confession of the co-accused. While\nclarifying that the confession of the co-accused is not\nevidence in the ordinary sense of the term as pointed out\nby the Privy Council, this Court observed in Kashmira\nSingh case that such a confession cannot be made the\nfoundation of a conviction and can only be used in support\nof other evidence.\n22. In Chimanlal case the learned Judges, after referring\nto the headnote portion of Kashmira Singh in AIR 1952\nSC 159 proceeded to apply the test applicable to the\nconfession of the co-accused to a case of retracted\nconfession.\n23. In view of the error in comprehending the scope of the\ndecision in Kashmira Singh case the decision in\n+\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n115\nChimanlal case falls close to the category of decisions A\nrendered per incuriam.\"\nReliance has also been placed on a decision of this Court\nin Rajasthan State Road Transport (supra) wherein a Motor\nAccident Claims Tribunal was held to be a civil court purported\nto be on the basis of a decision in Bhagwati Devi (supra)\nwherein the principles contained in Order XXIII of the Code had\nbeen held to be applicable to the Motor Accident Claims\nTribunal.\nB\nA provision in the Code which is benevolent in character C\nand sub serve the social justice doctrine in a situation of that\nnature has been applied, but the same, in our opinion, by itself\nwould not make a Tribunal a civil court. No reason has been\nassigned as to why a Tribunal has been considered to be a\ncivil court for the purpose of Section 25 of the Act. The court D\nappears to have proceeded on the basis that an appeal before\nthe High Court shall lie in terms of Section 173 of the Motor\nVehicles Act, 1988 from an Award passed by the Tribunal, thus\nshowing that it is a part of the hierarchy of the civil court. Motor\nAccident Claims Tribunal, thus, is a court subordinate to the\nHigh Court. No appeal against the judgment of the Debt\nRecovery Tribunal lies before the High Court unlike under the\nMotor Vehicles Act, 1988. The two Tribunals are differently\nstructured and have been established to serve totally different\npurposes.\nIf the Tribunal was to be treated to be a civil court, the\ndebtor or even a third party must have an independent right to\napproach it without having to wait for the Bank or Financial\nInstitution to approach it first. The continuance of its counter-\nclaim is entirely dependant on the continuance of the\napplications filed by the Bank. Before it no declaratory relief\ncan be sought for by the debtor. It is true that claim for damages\nwould be maintainable but the same have been provided by\nway of extending the right of counter-claim.\nE\nF\nG\nH\nA\nB\n116 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nDebt Recovery Tribunal cannot pass a decree. It can issue\nonly recovery certificates. [See Sections 19(2) and 19(22) of\nthe Act].\nThe power of the Tribunal to grant interim order is\nattenuated with circumspection. {See Dataware Design Labs.\nv. State Bank of India, {[2005] 12 Comp. Cas. 176 (Ker) at\n184}.\nConcededly in the proceeding before the Debt Recovery\nTribunal detailed examination; cross-examinations, provisions\nC of the Evidence Act as also application of other provisions of\nthe Code of Civil Procedure like interrogatories, discoveries\nof documents and admission need not be gone into. Taking\nrecourse to such proceedings would be an exception. Entire\nfocus of the proceedings before the Debt Recovery Tribunal\nD centers round the legally recoverable dues of the bank.\nE\nF\nShould we adopt the principle of purposive interpretation\nso as to hold that the DRT would be a Civil Court? We have\nnoticed hereinbefore that Civil Courts are created under\ndifferent Acts. They have their own hierarchy. They necessarily\nare subordinate to the High Court. The appeals from their\njudgment will lie before a superior court. The High Court is\nentitled to exercise its power of revision as also\nsuperintendence over the said courts.\nFor the aforementioned purpose, we must bear in mind\nthe distinction between two types of courts, viz., civil courts and\nthe courts trying disputes of civil nature. Only because a court\nor a tribunal is entitled to determine an issue involving civil\nnature, the same by itself would not lead to the conclusion that\nG it is a civil court. For the said purpose, as noticed hereinbefore,\na legal fiction is required to be created before it would have all\nattributes of a civil court. The Tribunal could have been treated\nto be a civil court provided it could pass a decree and it had\nall the attributes of a civil court including undertaking of a full-\nH fledged trial in terms of the provisions of the Code of Civil\n\"\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\nProcedure and/or the Evidence Act.\n117\nA\nB\nIt is now trite law that jurisdiction of a court must be\ndetermined having regard to the purpose and object of the Act.\nIf the Parliament, keeping in view the purpose and object\nthereof thought it fit to create separate tribunal so as to enable\nthe banks and the financial institutions to recover the debts\nexpeditiously wherefor the provisions contained in the Code of\nCivil Procedure as also the Evidence Act need not necessarily\nbe resorted to, in our opinion, by taking recourse to the doctrine\nof purposive construction, another jurisdiction cannot be\nC\nconferred upon it so as to enable this Court to transfer the case\nfrom the civil court to a tribunal.\nIt is difficult to accept the submission of Mr. Diwan that if\nsuch an interpretation is accepted, the same would remove the\nanomaly which would otherwise be present in the cases where D\nrecovery is for a sum below Rs. 10 lakhs and for those where\nrecovery is for a sum of Rs. 10 lakhs or more. Parliament\ncreated such an anomaly, if any, knowingly. Expeditious\nrecovery of the debts above Rs. 10 lakhs is the object of the\nAct. Casus omissus, if any, it is well-known cannot be supplied E.\nby the court.\nIn Raghunath Rai Bareja (supra), this Court has clearly\nheld:\n\"...Assuming there is a defect or an omission in the words F\nused by the legislature, the court cannot correct or make\nup the deficiency, especially when a literal reading thereof\nproduces an intelligible result...\"\nWould the tribunal answer the description of the civil court G\nmust be considered having regard to the provisions of the Act\nconstituting civil court as also the provisions of the Code of Civil\nProcedure?\nWe have held that the Tribunals are neither civil courts nor\ncourts subordinate to the High Court. The High Court ordinarily\nH\n118 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA can be approached in exercise of its writ jurisdiction under\nArticle 226 or its jurisdiction under Article 227 of the\nConstitution of India. The High Court exercises such jurisdiction\nnot only over the courts but also over the Tribunals. Appellate\ntribunals have been constituted for determining the appeals\nB from judgments and orders of the Tribunal. The principles of\npurposive construction, therefore, in our opinion, are not\nattracted in the instant case. Had the Parliament intended to\nmake the Tribunals civil courts, a legal fiction could have been\nraised. There are statutes like the Andhra Pradesh Land\nC Grabbing Act where such a legal fiction has been raised. {See\nV. Laxminarasamma v. A. Yadaiah (Dead) and Ors., [2009\n(3) SCALE 685]}.\nD\nE\nF\nG\nH\nWhereas the doctrine of purposive construction is a\nsalutary principle, the same cannot be extended to a case which\nwould lead to an anomaly. It can inter alia be resorted to only\nwhen difficulty or doubt arises on account of ambiguity. It is to\nbe preferred when object and purpose of the Act is required\nto be promoted.\nFor the foregoing reasons, we are of the opinion that the\ndecisions of this Court laying down the principles of purposive\ninterpretation, whereupon strong reliance has been placed by\nMr. Divan, viz., New India Assurance Company Ltd. v Nusli\nNeville Wadia and Another [(2008) 3 SCC 279], Dilip S.\nDahanukar v. Kotak Mahindra Co. Ltd. and Another [(2007)\n6 SCC 528], South Eastern Coalfields Ltd. v. CCET, MP\n[(2006) 6 SCC 340] and Uco Bank v. Rajinder Lal Capoor\n[(2008) 5 SCC 257], cannot have any application. On the other\nhand, if the principles of purposive interpretation are resorted\nto, the same would amount to rewriting of the statute.\nIn Sri Ram Saha v. State of West Bengal and Ors. [JT\n2004 (9) SC 136 (2004) 11 SCC 497], this Court held:\n\"19. It is well-settled principle of interpretation that a\nstatute is to be interpreted on its plain reading; in the\nj\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. -HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n119\nabsence of any doubt or difficulty arising out of such\nreading of a statute defeating or frustrating the object and\npurpose of an enactment, it must be read and understood\nby its plain reading. However, in case of any difficulty or\ndoubt arising in interpreting a provision of an enactment,\ncourts will interpret such a provision keeping in mind the\nobjects sought to be achieved and the purpose intended\nto be served by such a provision so as to advance the\ncause for which the enactment is brought into force. If two\ninterpretations are possible, the one which promotes or\nfavours the object of the Act and purpose it serves, is to\nbe preferred. At any rate, in the guise of purposive\ninterpretation, the courts cannot rewrite a statute. A\npurposive interpretation may permit a reading of the\nprovision consistent with the purpose and object of the Act\nbut the courts cannot legislate and enact the provision\neither creating or taking away substantial rights by\nstretching or straining a piece of legislation.\"\n[See also D.P.P. v. Bhagwan (1970) 3 All ER 97].\nCONCLUSION\nA\nB\nC\nD\nE\n-\nF\n17. The Tribunal was constituted with a specific purpose\nas is evident from its statement of objects. The preamble of the\nAct also is a pointer to that too. We have also noticed the\nscheme of the Act. It has a limited jurisdiction. Under the Act,\nas it originally stood, did not even have any power to entertain\na claim of set off or counter-claim. No independent proceedings\ncan be initiated before it by a debtor. A debtor under the\ncommon law of contract as also in terms of the loan agreement\nmay have an independent right. No forum has been created for\nendorsement of that right. Jurisdiction of a civil court as noticed\nhereinbefore is barred only in respect of the matters which\nstrictly come within the purview of Section 17 thereof and not\nbeyond the same. The Civil Court, therefore, will continue to\nhave jurisdiction. Even in respect of set off or counter-claim,\nhaving regard to the provisions of sub-sections (6) to (11) of H\nG\n1\n120 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA Section 19 of the Act, it is evident :-\nB\nC\nD\nE\nF\nG\n(a) That the proceedings must be initiated by the bank\n(b) Some species of the remedy as provided therein\nwould be available therefor.\n(c)\nIn terms of sub-section (11) of Section 19, the bank\nor the financial institution is at liberty to send a\nborrower out of the forum.\n(d) In terms of the provisions of the Act, thus, the claim\nof the borrower is excluded and not included.\n(e)\n(f)\nIn the event the bank withdraws his claim the\ncounter-claim would not survive which may be\ncontrasted with Rule 6 of Order VIII of the Code.\nSub-section (9) of Section 19 of the Act in relation\nthereto has a limited application.\n(g) The claim petition by the bank or the financial\ninstitution must relate to a lending/borrowing\ntransaction between a bank or the financial\ninstitution and the borrower.\n(h)\n(i)\nH\n(j)\nThe banks or the financial institutions, thus, have a\nprimacy in respect of the proceedings before the\nTribunal.\nAn order of injunction, attachment or appointment\nof a receiver can be initiated only at the instance\nof the bank or the financial institution. We, however,\ndo not mean to suggest that a Tribunal having a\nplenary power, even otherwise would not be entitled\nto pass an order of injunction or an interim order,\nalthough ordinarily expressly it had no statutory\npower in relation thereto.\nIt can issue a certificate only for recovery of its\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\ndues. It cannot pass a decree.\n121\n(k) Although an appeal can be filed against the\njudgment of the Tribunal, pre-deposit to the extent\nof 75% of the demand is imperative in character.\n(l)\nA\nEven cross-examination of the witnesses need not\nbe found to be necessary.\nB\n(m) Subject to compliance of the principle of natural\njustice it may evolve its own procedure.\n(n)\nIt is not bound by the procedure laid down under the\nCode. It may however be noticed in this regard that\njust because the Tribunal is not bound by the Code,\nit does not mean that it would not have jurisdiction\nto exercise powers of a court as contained in the\nCode. 'Rather, the Tribunal can travel beyond the\nCode of Civil Procedure and the only fetter that is\nput on its powers is to observe the principles of\nnatural justice.' [ See Industrial Credit and\nInvestment Corpn. of India Ltd. v. Grapco\nIndustries Ltd., (1999) 4 SCC 710]\nThe Tribunal, therefore, would not be a Civil Court.\nTRIBUNAL WHETHER IS SUBORDINATE TO THE HIGH\nCOURT:\n18. The Court would be subordinate to High Court in terms\nof the provisions of the Code only in the event it comes within\nthe purview of the hierarchy of the court as contained in Section\n3 of the Act. This, however, does not mean that even when the\nPresiding Judge or the Presiding Officer of the Court exercises.\npower conferred upon it under a statute still then it would not\nbe a court subordinate to the High Court. A court while\nadjudicating a dispute under the Employees State Insurance\nAct or a Reference Court under the Land Acquisition Act,\nElection Tribunal or a Tribunal acting as a Motor Vehicles\nC\nD\nроп\nE\nF\nG\nH\n122 SUPREME COURT REPORTS\n[2009] 12 S.C.R.\nA Accident Claim Tribunal, while exercising revisional jurisdiction\nfrom an order passed by the Executive Magistrate under the\nCode or exercising an appellate power under special statutes\nlike Municipal Acts would still be a court subordinate to the High\nCourt. However, for the aforementioned purpose the Presiding\nB Officer must be holding a Court which would otherwise come\nwithin the purview of the hierarchy of the courts.\nC\nD\nE\nF\nG\nH\nIn N.P. Balakrishanan v. P.M.R. Mariyumma, [AIR 1997\nKerala 89], the High Court has held :-\n\"In view of the discussions it is clear that even though\nRent Control Court under the Rent Control Act is a 'Court'\nand is not a persona designate it is not a Civil Court for\nthe purpose for the provisions of S. 115 of the CPC.\nTherefore, against an interim order of the Rent Control\nCourt no revision petition will lie. We are not considering\nwhether an appeal will lie against the interim order in\nquestion or whether a petition under Art. 227 of the\nConstitution is maintainable.\"\nIn M/s. Brooke Bond India Ltd. v. Union of India and\nothers, [AIR 2001 AP 526] the Andhra Pradesh High Court\nhas held:-\n\"The contention urged by the counsel for appellant that the\nRailway Claims Tribunal is a civil Court cannot be\naccepted. Merely because Section 18(3) of the Act\nprovides that the Claims Tribunal, for the purpose of\ndischarging the functions under the Act, shall have the\nsame powers as are vested in the civil Court under the\nCode of Civil Procedure, 1908 and S. 25 provides that the\nproceedings before the Tribunal shall be deemed to be\n'judicial proceedings' as contemplated under Sections\n193, 210 and 228, IPC, they do not make the Railway\nClaims Tribunal a 'Civil Court'.\nIn Devendra Somabhai Naik v. M/s. Accurate Transheet\nNAHAR INDUSTRIAL ENTERPRISES LTD. v. HONG\nKONG \u0026 SHANGHAI BANKING CORPN. [S.B. SINHA, J.]\n123\nPvt. Ltd. [AIR 2003 Gujarat 141] the High Court has held :-\nA\n\"No doubt, Article 137 deals with filling of applications, but\nthen the applications, which are contemplated to be filed,\nare the applications filed before the civil Court. The\nappellant is also not successful in convincing this Court to\nB\nhold that the 'Copyright Board' is a 'Civil Court'. In view of\nthe aforesaid discussion, the present appeal fails. The\nCourt has not found any error in the order under challenge.\nThe appeal is dismissed with no order as to costs.\nIn State Bank of India v. Madhumita Construction (Pvt.)\nLtd. and others, [AIR 2003 Cal 7], the Calcutta High Court has\nheld :-\n\"13... On the other hand, it is a question as to whether\nthis Court had jurisdiction or not. If the DRT has exclusive\njurisdiction and this Court ceases to have jurisdiction, in\nthat event, it is not a question of granting injunction\nrestraining the respondent Nos. 53 to 57 from proceeding\nwith the same. But it is a case whether this Court has\njurisdiction to proceed with or not. If it has jurisdiction, in\nthat event, it can very much grant the injunction. If it has no\njurisdiction, it cannot do so. Even if it is assumed that\nSection 41(b) applies, still then DRT as such is not a Court\nsubordinate to this Court. It does not fall within the hierarchy\nof the Courts as provided in the Bengal, Agra and Assam\nCivil Courts Act, 1887. The Tribunal constituted under the\nDRT Act is not a Court. It is a Tribunal having the trappings\nof a Court. A Tribunal with trappings of Court cannot be\nequated with a Court as is understood from the expression\n\"Court\". A Court is a body established by law for the\nadministration of justice by Judges or Magistrates. This\ndefinition may include a Tribunal as well. Inasmuch as, it\nis also a body constituted or established by law for\nadministration of justice. But, when it comes to the\ndistinction between Court and Tribunal, then the Court as\nit understood is different from a Tribunal. The word \"Court\",\nC\nD\nE\nF\nG\nH\n"}