{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"B\nA\nUNION OF INDIA AND ANR.\nV.\nKANKUBEN (DEAD) BY LRS. AND ORS. ETC. ETC.\nMARCH 20, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nIndustrial Disputes Act, 1947; Section 33-C(2):\nWorkmen---Application for recovery of over-time allowance-Claim\nallowed/awarded by Labour Court-Challenge to--Dismissed by High Court-\nLetters Patent Appeals dismissed by the High Court holding that application\nfor recovery of the claim maintainable On appeal, held: Benefits sought to\nbe enforced under Section 33-C (2) of the Act should necessarily be either\npre-existing benefit or one flowing from a pre-existing right—Pre-existing\nD benefit/right differs from just and fair benefit/right Former falls under the\njurisdiction of Labour Court, and thus a Labour Court could exercise power\nunder Section 33-C(2) of the Act but the later does not--Since the employer\nhas been questioning the maintainability of the recovery petition right from\nthe beginning, the employee is not entitled to the benefit/relief in view of the\nsettled position in law.\nE\nF\nRespondents-workmen filed a petition against the employer/Railways\nfor recovery of overtime allowances. The Labour Court allowed the\npetition by passing an award. Writ petitions filed by the employer,\nquestioning the correctness of the award, were dismissed by the High\nCourt and later Letters Patent Appeals were dismissed by the High Court\nholding that the petitions for claim of overtime were maintainable under\nSection 33-C(2) of the Industrial Disputes Act. Hence the present appeals.\nAppellants contended that the true scope and ambit of Section 33-\nC(2) of the Industrial Disputes Act has not been kept in view by the High\nG Court while deciding the appeals.\nH\nAllowing the appeals, the Court\nHELD: 1. In the case of State Bank of India v. Ram Chandra Dubey \u0026\nOrs., this Court has rightly held that whenever a workman is entitled to\n48\nސ\n49\nU.O.I. v. KANKUBEN (DEAD) BY LRS. AND ORS. ETC. [PASAYAT, J.]\nreceive from his employer any money or any benefit which is capable of A\nbeing computed in terms of money and which he is entitled to receive from\nhis employer and is denied of such benefit, he can approach Labour Court\nunder Section 33-C(2) of the Industrial Disputes Act. The benefit sought\nto be enforced under Section 33-C(2) of the Act is necessarily a pre-existing\nbenefit or one flowing from a pre-existing right. The difference between\na pre-existing right or benefit on one hand and the right or benefit, which\nis considered just and fair on the other hand is vital. The former falls\nwithin jurisdiction of Labour Court exercising powers under Section 33-\nC(2) of the Act while the latter does not. [50-G; 51-C-F]\nDirector General (Works), C.P.W.D. v. Ashok Kumar \u0026 Ors., [1999] 9\nSCC 167; State of U.P. and Anr v. Brijpal Singh [2005] 8 SCC 58 and A.P.\nSRTC v. B.S. David Paul, [2006] 2 SCC 282, relied on.\nB\nC\n2. In view of the settled position in law, the appeals are allowed. In\nthe peculiar circumstances of the case, if any amount has been paid to any\nof the respondents in compliance of the order of the Labour Court and/ D\nor the High Court the same shall not be recovered. [52-D-E]\nDirector General (Works), C.P.W.D. v. Ashok Kumar \u0026 Ors., [1999] 9\nSCC 167, distinguished.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 10252-10269 E\nof 2003.\nFrom the Final Judgment dated 28.8.2000 of the Gujarat High Court in\nLetters Patent Appeal Nos. 496, 498 to 514/2000.\nHarish Chandra, Ajay Sharma, B.K. Prasad and Mrs. Anil Katiyar for F\nthe Appellants.\nMs. Meera Agarwal and Mrs. K. Sarada Devi for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in these appeals is to the common\njudgment rendered by a Division Bench of the Gujarat High Court holding\nthat the applications of the respondents before the Labour Court (Central)\nAhmedabad, in terms of Section 33-C (2) of the Industrial Disputes Act,\n1947 (in short 'the Act') were maintainable.\nG\nH\n50\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA\nBackground facts in a nutshell are as follows:\nBy a common judgment and order dated 4.5.2000 the Labour Court\nallowed the claims made by the respondents-workmen in the recovery\napplications filed under Section 33-C (2) of the Act in respect of certain\nclaims of overtime allowance which according to them was payable in view\nB of what is called as 'on and off duty' for taking out and bringing in locomotives\nfrom the shed as was required to be done for the purpose of operating them\nat and from different stations. Apart from questioning the legality of the\nclaims preliminary objection to the maintainability of the applications under\nSection 33-C (2) of the Act was raised. The Labour Court, however, did not\nC accept the same and held that the applications were maintainable, relying on\ncertain earlier adjudications by the Labour Court and the High Court. Writ\npetitions were filed under Articles 226 and 227 of the Constitution of India,\n1950 (in short the Constitution') by the appellants questioning correctness of\nthe Labour Court's award. Learned Single Judge held that on the basis of\nmaterials on record the entitlements were rightly worked out and, therefore,\nD the recovery applications were maintainable. Letters Patent Appeals were\nE\nfiled before the High Court which by the impugned judgment dismissed\nthem. It was held that instructions issued under Section 71-A to 71-H of the\nIndian Railways Act, 1890 (in short the Railways Act') and the Railway\nServants (Hours of Employment) Rules, 1961 (in short 'the Employees Rules')\ndid not in any way help the case of the appellants and in any event the\napplications under Section 33-C (2) of the Act were maintainable, as held by\nthe High Court earlier.\nIn support of the appeals, learned counsel for the appellants submitted\nthat the true scope and ambit of Section 33-C (2) of the Act has not been kept\nF in view. Learned counsel for the respondents on the other hand submitted\nG\nH\nthat in similar cases reliefs have been granted and the challenge thereto had\nbeen repelled by the High Court. The respondents were similarly situated\nand, therefore, the appeals deserve to be dismissed. Reliance is placed on a\ndecision of this Court in Director General (Works), C.P.W.D. v. Ashok Kumar\nand Ors., [1999] 9 SCC 167 in support of the stand.\nIn the case of State Bank of India v. Ram Chandra Dubey \u0026 Ors.,\n[2001] 1 SCC 73, this Court held as under:\n“7. When a reference is made to an Industrial Tribunal to adjudicate\nthe question not only as to whether the termination of a workman is\njustified or not but to grant appropriate relief, it would consist of\n1\nT\n51\nU.O.I. 1. KANKUBEN (DEAD) BY LRS. AND ORS. ETC. [PASAYAT, J.]\nexamination of the question whether the reinstatement should be with A\nfull or partial back wages or none. Such a question is one of fact\ndepending upon the evidence to be produced before the Tribunal. If\nafter the termination of the employment, the workman is gainfully\nemployed elsewhere it is one of the factors to be considered in\ndetermining whether or not reinstatement should be with full back\nwages or with continuity of employment. Such questions can be\nappropriately examined only in a reference. When a reference is made\nunder Section 10 of the Act, all incidental questions arising thereto\ncan be determined by the Tribunal and in this particular case, a specific\nquestion has been referred to the Tribunal as to the nature of relief\nto be granted to the workmen.\n8. The principles enunciated in the decisions referred by either side\ncan be summed up as follows:\nB\nC\nD\nWhenever a workman is entitled to receive from his employer any\nmoney or any benefit which is capable of being computed in terms\nof money and which he is entitled to receive from his employer and\nis denied of such benefit can approach Labour Court under Section\n33-C(2) of the Act. The benefit sought to be enforced under Section\n33-C(2) of the Act is necessarily a pre-existing benefit or one flowing\nfrom a pre-existing right. The difference between a pre-existing right\nor benefit on one hand and the right or benefit, which is considered E\njust and fair on the other hand is vital. The former falls within\njurisdiction of Labour Court exercising powers under Section 33-\nC(2) of the Act while the latter does not. It cannot be spelt out from\nthe award in the present case that such a right or benefit has accrued\nto the workman as the specific question of the relief granted is confined\nonly to the reinstatement without stating anything more as to the back\nwages.\nF\nG\nHence that relief must be deemed to have been denied, for what is\nclaimed but not granted necessarily gets denied in judicial or quasi-\njudicial proceeding. Further when a question arises as to the\nadjudication of a claim for back wages all relevant circumstances\nwhich will have to be gone into, are to be considered in a judicious\nmanner. Therefore, the appropriate forum wherein such question of\nback wages could be decided is only in a proceeding to whom a\nreference under Section 10 of the Act is made. To state that merely\nupon reinstatement, a workman would be entitled, under the terms of H\n52\nA\nB\nC\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\naward, to all his arrears of pay and allowances would be incorrect\nbecause several factors will have to be considered, as stated earlier,\nto find out whether the workman is entitled to back wages at all and\nto what extent. Therefore, we are of the view that the High Court\nought not to have presumed that the award of the Labour Court for\ngrant of back wages is implied in the relief of reinstatement or that\nthe award of reinstatement itself conferred right for claim of back\nwages\"\nThe position was recently reiterated by three-judge Bench of this Court\nin State of U.P. and Anr. v. Brijpal Singh, [2005] 8 SCC 58. Also see A.P.\nSRTC v. B.S. David Paul, [2006] 2 SCC 282.\nDirector General (Works), C.P.W.D. (supra) is clearly distinguishable\non facts, as in that case the employer had accepted its liability and that is why\nthis Court did not interfere. The factual scenario is entirely different in the\ncases at hand. Right from the beginning the appellants have been questioning\nD the maintainability of the petitions under Section 33-C (2) of the Act. In view\nof the settled position in law as delineated above, the appeals deserve to be\nallowed which we direct. In the peculiar circumstances of the case, if any\namount has been paid to any of the respondents in compliance of the order\nof the Labour Court and/or the High Court the same shall not be recovered.\nCosts made easy.\nE\nS.K.S.\nAppeals allowed.\n1\n"}