{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"UNION OF INDIA\nV.\nANANTO (DEAD) AND ANR.\nMARCH 9, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nNational Legal Service Authorities Act, 1987; S.20/Requisition and\nAcquisition of Immovable Properties Act, 1952; S.8(1)(b):\nC\nLand acquisition-Appointment of an arbitrator-Lok Adalat-\nJurisdiction of-Held: In terms of Section 20 of 1987 Act, Lok Adalat could\ndispose of a matter by way of compromise or settlement between the parties—\nInstant case could not have been disposed of by Lok Adalat since it did not\ninvolve compromise or settlement-Hence, the matter is remitted to High\nCourt for decision afresh taking into consideration effect and relevance of Ꭰ\njudgment of Supreme Court in Union of India \u0026 Anr. v. Munsha and Ors.\nE\nA writ petition was filed by the respondent No.1 before the High Court\npraying for appointment of an abribtrator in terms of Section 8(1)(b) of the\nRequisition and Acquisition of Immovable Properties Act, 1952. Before the\nwrit petition was taken up for hearing by the High Court, the matter was\nreferred to Lok Adalat. The Lok Adalat issued directions to Union of India\nto appoint an arbitrator. Union of India filed an application for recalling the\norder of the Lok Adalat. Lok Adalat recalled the order and sent the matter\nback to the High Court for adjudication. Single Judge of the High Court\ndisposed of the petition directing Union of India to appoint an arbitrator. The F\nLetters Patent Appeal filed by the Union of India was dismissed by the High\nCourt observing that the order of the Lok Adalat had merged with the order\nof Single Judge of the High Court and had therefore, become operative. Hence\nthe present appeal.\nAppellant-Union of India contended that the direction of the High Court G\nfor appointment of an arbitrator was clearly untenable.\nPartly allowing the appeal, the Court\n877\nr\nH\nA\n878\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nHELD: 1.1. The specific language used in sub-section (3) of Section 20\nof the National Legal Services Authorities Act makes it clear that the Lok\nAdalat can dispose of a matter by way of a compromise or settlement between\nthe parties. Two crucial terms in sub-sections (3) and (5) of Section 20 are\n\"compromise\" and \"settlement\". The former expression means settlement\nB of differences by mutual concessions. It is an agreement reached by adjustment\nof conflicting or opposing claims by reciprocal modification of demands. The\nword \"compromise\" implies some element of accommodation on each side. It\nis not apt to describe total surrender. A compromise is always bilateral and\nmeans mutual adjustment. \"Settlement\" is termination of legal proceedings\nĊ by mutual consent. The case at hand did not involve compromise or settlement,\ntherefor, it could not have been disposed of by Lok Adalat. If no compromise\nor settlement is or could be arrived at, no order can be passed by the Lok\nAdalat. Therefore, question of merger of Lok Adalats order does not arise.\n[Para 7] [881-F-G-H; 882-A]\nD\nE\nRe NFU Development Trust Ltd., [1973] 1 All ER 135, referred to.\n1.2. Both the Single Judge and the Division Bench of the High Court\nfailed to take note of what has been stated by this Court in the decided case of\nState of Punjab \u0026 Ors. v. Shri Ganpat Raj. In the fitness of things, therefore,\nthe matter is remitted to the High Court to hear the writ petition afresh.\nWhile doing so, the effect and relevance of judgment in Munsha's case shall\nalso be considered. It is clarified that no opnion has been expressed on merits\nof the case. [Para 8] [882-B, C]\nUnion of India \u0026 Anr. v. Munsha \u0026 Ors., [1995] Supp. 4 SCC 660,\nF referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1234 of 2007\nFrom the Judgment and Order dated 9.7.2002 of the High Court of\nPunjab \u0026 Haryana at Chandigarh in LPA No. 714 of 2002 of in Civil Writ\nG Petition No. 1345/1986.\nH\nP.P. Malhotra, ASG, Vineet Malhotra, R.C. Katiyar and Sushma Suri for\nthe Appellant.\nSanjay Sain, Manjusha Wadhwa and Ashok Mathur for the Respondents.\nU. O. I. v. ANANTO (DEAD) [PASAYAT. J.]\n879\nThe Judgment of the Court was delivered by\nΑ\nご\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Punjab and Haryana High Court dismissing the Letters Patent Appeal,\nfiled by the appellant - Union of India and its functionaries. By the impugned B\norder the view expressed by a learned Single Judge was affirmed.\n3. The background facts in a nutshell are as follows:\nD\nA writ petition was filed by the respondent No.1 which was numbered\nas Civil Writ Petition No. 1345 of 1986. When the writ petition was heard there C\nwas no appearance on behalf of the present appellant. It appears that before\nthe writ petition was taken up for hearing by the learned Single Judge the\nmatter was referred to Lok Adalat where an order dated 29.5.2000 was passed.\nPrayer in the writ petition was to appoint an arbitrator in terms of Section\n8(i)(b) of the Requisition and Acquisition of Immovable Properties Act, 1952\n(in short the 'Act'). In the writ petition it was stated that the land was\nacquired on 20.3.1970 and a notice in the form J was issued. The Notification\nfor acquisition was published in the Official Gazette on 27.3.1970. Writ\npetitioner claimed to have filed an application to appoint an arbitrator on\n11.4.1971. The writ petition was filed after about 16 years i.e. on 6.3.1986\npraying for appointment of an arbitrator. On 29.5.2000 a direction was issued E\nby the Lok Adalat to appoint an arbitrator. In the order it was stated that\nif the Union of India had any objection then an appropriate application could\nbe filed before the High Court for fresh adjudication. On 16.8.2000 an application\nfor recalling the order of the Lok Adalat was filed before the Lok Adalat. The\nearlier order was recalled and by order dated 25.9.2000 the matter was sent\nF\nto the High Court for adjudication on merits. As noted above on 23.11.2000\nlearned Single Judge passed the order directing appointment of an arbitrator\nin the line of what has been directed earlier by the Lok Adalat. The Letters\nPatent Appeal was dismissed on the ground that when the matter is referred\nto Lok Adalat and when after series of discussions before the Lok Adalat and\nwhen considerable time was spent and certain terms of settlement were found G\nreasonable by the Lok Adalat, that formed basis of order of learned Single\nJudge and same was perfectly in order. The appeal was accordingly dismissed.\n4. The Division Bench also noted that the order of the Lok Adalat had\nmerged into order of learned Single Judge and had therefore, become operative.\nH\nT\nA\nB\nC\nD\nE\nF\nG\nH\n880\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n5. In support of the appeal, learned counsel for the appellant submitted\nthat the view of the High Court is clearly untenable. Reliance is placed on\na decision of this Court on Union of India \u0026 Anr. v. Munsha \u0026 Ors., [1995]\nSupp 4 SCC 660, to contend that the direction for appointment of an arbitrator\nwas clearly untenable.\n6. The matters which can be taken up by the Lok Adalat for disposal\nare enumerated in Section 20 of the National Legal Services Authorities Act,\n1987 (in short the 'Legal Services Act\") which reads as follows:\n\"20.Cognizance of cases by Lok Adalats:-\n(1) Where in any case referred to in clause\n(i) of sub-section (5) of Section 19-\n(i)(a) the parties thereof agree; or\n(b) one of the parties thereof makes an application to the Court,\nfor referring the case to the Lok Adalat for settlement and if such\nCourt is prima facie satisfied that there are chances of such\nsettlement; or\n(ii) the Court is satisfied that the matter is an appropriate one to be\ntaken cognizance of by the Lok Adalat,\nThe Court shall refer the case to the Lok Adalat:\\\\\\\nProvided that no case shall be referred to the Lok Adalat under\nsub-clause (b) of clause (i) or clause (ii) by such Court except after\ngiving a reasonable opportunity of being heard to the parties.\n(2) Notwithstanding anything contained in any other law for the time\nbeing in force, the Authority or Committee organizing the Lok\nAdalat under sub-section (1) of Section 19 may, on receipt of an\napplication from any one of the parties to any matter referred to\nin clause (ii) of sub-section (5) of section 19 that such matter\nneeds to be determined by a Lok Adalat, refer such matter to the\nLok Adalat, for determination:\nProvided that no matter shall be referred to the Lok Adalat except\nafter giving a reasonable opportunity of being heard to the other\nparty.\nU. O. I. v. ANANTO (DEAD) [PASAYAT, J.]\n881\n(3) Where any case is referred to a Lok Adalat under sub-section (1) A\nor where a reference has been made to it under sub-section (2),\nthe Lok Adalat shall proceed to dispose of the case or matter and\narrive at a compromise or settlement between the parties.\n(4) Every Lok Adalat shall, while determining any reference before it\nunder this Act, act with utmost expedition to arrive at a compromise B\nor settlement between the parties and shall be guided by the\nprinciples of justice, equity, fair play and other legal principles.\n(5) Where no award is made by the Lok Adalat on the ground that\nno compromise or settlement could be arrived at between the\nparties, the record of the case shall be returned by it to the Court, C\nfrom which the reference has been received under sub-section (1)\nfor disposal in accordance with law.\n(6) Where no award is made by the Lok Adalat on the ground that\nno compromise or settlement could be arrived at between the\nparties, in a matter referred to in sub-section (2), that Lok Adalat\nshall advice the parties to seek remedy in a Court.\n(7) Where the record of the case is returned under sub-section (5) to\nthe Court, such Court shall proceed to deal with such case from\nthe stage which was reached before such reference under sub-\nsection (1).\"\nD\nE\n7. The specific language used in sub-section (3) of Section 20 makes it\nclear that the Lok Adalat can dispose of a matter by way of a compromise\nor settlement between the parties. Two crucial terms in sub-sections (3) and\n(5) of Section 20 are \"compromise\" and \"settlement\". The former expression\nmeans settlement of differences by mutual concessions. It is an agreement F\nreached by adjustment of conflicting or opposing claims by reciprocal\nmodification of demands. As per Termes de la Ley, \"compromise is a mutual\npromise of two or more parties that are at controversy\". As per Bouvier it\nis \"an agreement between two or more persons, who, to avoid a law suit,\namicably settle their differences, on such terms as they can agree upon\". The\nword \"compromise\" implies some element of accommodation on each side. It G\nis not apt to describe total surrender. [See Re NFU Development Trust Ltd.\n[1973] | All ER 135(Ch.D)]. A compromise is always bilateral and means\nmutual adjustment. \"Settlement\" is termination of legal proceedings by mutual\nconsent. The case at hand did not involve compromise or settlement and\nH\n882\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA could not have been disposed of by Lok Adalat. If no compromise or\nsettlement is or could be arrived at, no order can be passed by the Lok Adalat.\nTherefore, question of merger of Lok Adalats order does not arise.\n8. Both learned Single Judge and the Division Bench failed to take note\nof what has been stated by this Court in State of Punjab \u0026 Ors. v. Shri\nB Ganpat Raj [2006] 8 SCC 364, In the fitness of things, therefore, we remit\nthe matter to the High Court to hear the writ petition afresh. Since the matter\nis pending since long, we request the High Court to dispose of the matter\nwithin four months from the date of receipt of the copy of the judgment.\nWhile doing so, the effect and relevance of judgment in Munsha's case\n(supra) shall be considered. It is made clear that we have not expressed any\nopinion on merits of the case.\nC\nD\n9. The appeal is allowed to the aforesaid extent without any orders as\nto costs.\nS.K.S.\nAppeal partly allowed.\nT\n"}