{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n1\nM/S. TRANSPORT CORPORATION OF INDIA LTD.\nน\nM/S. VELJAN HYDRAIR LTD.\nFEBRUARY 22, 2007\n[TARUN CHATTERJEE AND R.V. RAVEENDRAN, JJ.]\nConsumer Protection Act, 1986:\nss. 2(h) and 24-A-Deficiency in 'service'-Contract for carriage of\nC goods--Non-delivery of goods--Requirement of issuing notice under s. 10 of\ncarriers Act—Limitation for filing claim-Common carrier by letter dated\n3.7.99 requesting for time to locate and deliver goods--Thereafter not\ninforming the status-Complaint under the Act filed on 5.7.2001—Held,\nthere was no need to issue notice u/s 10 of the Carriers Act and non-issue\nof such a notice did not invalidate the claim-Complaint is not barred by\nlimitation u/s 24-A-Notice-Carriers Act, 1865---s.10\nD\nContract:\nContract for carriage of goods-'Consideration'-Non-delivery of\ngoods--Claim resisted on ground that because of non-payment of freight\nE charges, there was no consideration for contract for service--Held, contract\nfor transportation being for consideration (freight charges), mere fact that\nsuch consideration is not paid would not make the service free of charge-\nCarrier having misplaced goods cannot demand freight charges.\nF\nG\nH\nCarriers Act, 1865-s. 10-When notice not necessary.\nRespondent entrusted consignment of a machine to the appellant, a\n'common carrier'. The said consignment did not reach its destination and\nthis resulted in exchange of correspondence between the parties - the\nrespondent asking the appellant to deliver the consignment and the latter\nassuring to locate and deliver the goods - the latest of such communication\nfrom the appellant being of 3.7.1999. Ultimately, the respondent after serving\na notice dated 27.10.2000 on the appellant filed on 5.7.2001 a complaint under\nthe Consumer Protection Act, 1986. The appellant did not dispute the factual\nposition but resisted the claim on the grounds (i) that the complaint was barred\nunder s.10 of the Act as the respondent did not issue a notice under s.10\nabout loss of consignment within the specified time; (ii) that the complaint\n1082\n:\n'\n'\nTRANSPORT CORPN. OF INDIA LTD. v. VELJAN HYDRAIR LTD.\n1083\nwas barred by limitation under s.24-A of the Act; and (iii) that since the A\nrespondent did not pay the freight charges, there was no 'consideration' for\nthe contract of 'service' and as such appellant was not liable to pay any amount\neither towards loss of consignment or as damages on the ground of deficiency\nin service. The State Consumer Disputes Redressal Commission allowed the\nclaim. After unsuccessfully approaching the National Consumer Disputes\nRedressal Commission, the 'common carrier' filed the present appeal.\nDismissing the appeal, the Court\nB\nHELD: 1.1. Where the common carrier informs the person entitled to\ndelivery (consignor/consignee/owner) that the consignment is being traced\nand process of tracing it is still going on, and requests him to wait for the C\nconsignment to be traced and delivered, but does not subsequently inform him\neither about the loss of the consignment, or about its inability to trace and\ndeliver the consignment, the claim by the consignor/consignee, will not be\nfor loss or injury to goods but for non-delivery of goods. In such\ncircumstances, it is not possible to attribute knowledge of 'loss' to the person\ninstituting the action for non-delivery. The requirement relating to notice D\nwithin six months in Section 10 of the Carriage Act, 1865 will not apply to a\nclaim based on such non-delivery. In fact Section 10 does not use the word\n'non-delivery' of goods, but uses the words 'loss of, or injury to, goods'. A\ncase of 'non-delivery' will become a case of 'loss' of consignment, only when\nthe common carrier informs the consignor/consignee about the loss of the\nconsignment. In the instant case, the appellant-carrier did not inform the\nrespondent that the goods were lost. Therefore, there was no need to issue a\nnotice under section 10, and non-issue of such a notice did not invalidate the\nclaim or the complaint. [Para 7 and 9] [1088-G-H; 1089-C-E]\nArvind Mills Ltd. v. Associated Roadways, [2004] 11 SCC 545, held\ninapplicable.\nE\nF\n2.1. In the context of limitation with reference to a contract for carriage\nof goods, the date of cause of action as envisaged by s.24-A of the Consumer\nProtection Act, 1986 may refer to the date on which the goods are entrusted,\ndate of issue of consignment note, the date stipulated for delivery, the date of\nG\ndelivery, the date of refusal to deliver, the date of intimation of carrier's\nrequest to wait for delivery as the goods are being traced, the date of intimation\nof loss of goods, or the date of acknowledgement of liability. {Para 11]\n|1090-A-B]\n2.2. In the instant case, the appellant by letters of various dates including\n3.7.1999, informed the respondent that it was in the process of locating the\nH\nکم\n1084\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA goods and requested the respondent to wait and assured that it will inform\nabout the status. Thereafter the appellant did not inform the status. The\ncomplaint has been filed within two years from the date of receipt of the said\nletter dated 3.7.1999 and is in time. In fact in view of the request of the\nappellant to the respondent to wait till the consignment was traced, the\nlimitation for an action would not start to run until there was a communication\nfrom the appellant either informing about the loss or expressing its inability\nto deliver or refusal to deliver, or until the respondent makes a demand for\ndelivery or payment of value of the consignment after waiting for a reasonable\nperiod and there is non-compliance. Therefore, the complaint is not barred\nunder section 24A of CP Act. [Para 12] |1090-C-E]\nB\nC\nD\nE\nF\nG\n3. When a person entrusts goods to a common carrier for transportation\nfor a consideration (freight charges) and the carrier accepts the same, there\nis a contract for \"service\" within the meaning of CP Act and, if the goods are\nnot delivered, there is a deficiency of service; the mere fact that consideration\nis not paid, would not make the service ‘free of charge'. In such a case, the\ncommon carrier cannot demand the freight charges, nor can it contend that\nnon-payment of freight charges exonerates it from liability for the loss or\nnon-delivery. [Para 13] |1090-G; 1091-B]\nPatel Roadways Ltd. v. Birla Yamaha Ltd., [2000] 4 SCC 91', relied on.\n4. The State Commission ought to have awarded the entire cost of the\nconsignment. It committed an error in deducting the freight charges from\nthe amount payable to the respondent. No liability to pay the freight charges\narises where the consignment is lost or where there is non-delivery. However,\nas there was no appeal by the respondent on this issue, there is no question\nof increasing the amount awarded. [Para 14] [1091-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3096 of 2005.\nFrom the Judgment/Order dated 11.8.2004 of the National Consumer\nDisputes Redressal Commission, New Delhi in F.A. No. 254/2004.\nRajiv Dutta, Jeetendra, M.F. Humayunsa and Dharmendra Kumar Sinha\nfor the Appellant.\nRana Mukherjee, Siddharth Gautam and Goodwill Indeevar for the\nRespondents.\nH 1.\n[2002] 2 SCR 665.\n'\nTRANSPORT CORPN. OF INDIA LTD. v. VELJAN HYDRAIR LTD. [RAVEENDRAN, J.] 1085\nThe Judgment of the Court was delivered by\nRAVEENDRAN, J. 1. This appeal is directed against the order dated\n11.8.2004 of the National Consumer Disputes Redressal Commission ('National\nCommission for short) affirming the order dated 14.6.2004 passed by the\nAndhra Pradesh State Consumer Disputes Redressal Commission (\"State\nCommission' for short).\nA\nB\nE\n2. The appellant is a ‘common carrier' as defined in the Carriers Act,\n1865 (Act' for short). The respondent entrusted a consignment (an Hydraulic\nCylinder) measuring 2700 kg, covered by sale invoice dated 30.4.1996 to the\nAppellant for transportation from Patancheru to Bharuch, the consignee being\nC\n\"self.\" The Appellant issued Consignment Note/Lorry Receipt dated 10.5.1996\nto the Respondent in that behalf, wherein the declared value of the consignment\nwas shown as Rs.583440/=. As M/s Prakash Industries Ltd., Bharuch, the\ncustomer for whom the consignment was intended was not in a position to\nclear the consignment, the Respondent, by letter dated 8.11.1996 instructed\nappellant's Patancheru Branch to re-book the consignment from Bharuch to D\nPatancheru. For this purpose, the respondent enclosed the original (consignee's\ncopy) of the lorry receipt as also its invoice dated 30.4.1996, with the letter\ndated 8.11.1996. The respondent assured that they will clear all dues including\nup and down freight charges at appellant's Patancheru office. In view of it,\nthe appellant's Patancheru Branch instructed its Baruach Branch by letter\ndated 14.11.1996 to rebook the consignment and endorsed a copy of the said\ncommunication to the Respondent. The appellant sent a letter dated 22.11.1996\ninstructing the respondent to send the consignee copy with all freight and\ndemurrage charges by a Demand Draft to the Bharuch office to enable the\nBharuch office to re-book the consignment to Patancheru. The Respondent\napproached the appellant's Patancheru office several times and explained that F\nit had already furnished the consignee copy and that it had also assured that\npayment will be made at Patancheru, and therefore, the consignment should\nbe re-booked. Finally the Appellant's Patancheru office informed Respondent\nthat the consignment was re-booked vide LR No. 21401 dated 22.1.1997 from\nBharuch to Patancheru. As there was no information about the arrival of\ngoods at Patancheru, inspite of constant follow up, the respondent sent\nletters dated 8.8.1998, 13.10.1998, 7.11.1998 and 8.12.1998 to the appellant,\ncalling upon it to locate the consignment and deliver it, making it clear that\nif the consignment was not delivered, it will claim Rs.5,83,440/- being the cost\nof the consignment. Respondent also stated that it will not pay any charges\nfor the consignment. The appellant sent a reply dated 15.12.1998 stating that\nG\nH\nB\n1086\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA \"the matter is under process to locate the goods\" and requested the respondent\nto \"bear\" with it for some more time to enable it to revert back with reference\nto the status of the matter. This was followed by letter dated 21.6.1999 wherein\nthe appellant assured the respondent that \"the matter is under inquiry\" and\nthat the status of the consignment will be confirmed within a short while. By\nanother letter dated 3.7.1999, the appellant informed that \"the process of\nlocating the goods is going on\" and requested the respondent to furnish\nanother copy of the invoice as also the sketch of the machine. The respondent's\nSenior Officer, Marketing, (Sri Sriramamurthy) visited the appellant's office\nand furnished them. Even thereafter, the consignment was not delivered.\nTherefore, after serving a notice dated 27.10.2000, through counsel, demanding\nC payment, the respondent filed a complaint before the District Forum on 5.7.2001,\nalleging that the non-delivery of consignment amounted to deficiency of\nservice and therefore, the appellant was liable to pay Rs.5,83,440, being the\ncost of consignment with interest at the rate of 24% per annum from 8.11.1996\nas damages for deficiency of service. Subsequently, as the District Forum did\nnot have pecuniary jurisdiction, return of the complaint was obtained and re-\nD\npresented before the State Commission on 17.8.2001.\nE\n(T)\nF\nG\nH\n3. The appellant did not dispute the factual position alleged by the\nRespondent. It resisted the claim on the following three grounds:\n(i) The respondent did not issue a notice under Section 10 of the Act,\nabout the loss of the consignment, within six months of the time when\nthe loss first came to its knowledge. Therefore, the complaint was\nbarred under Section 10 of the Act.\n(ii) The cause of action arose on 8.11.1996 when the respondent\ninstructed the appellant to re-book the consignment and on 22.1.1997,\nwhen the consignment was re-booked. The complaint, filed beyond\ntwo years from that date, was barred by limitation under section 24A\nof Consumer Protection Act, 1986 ('CA Act' for short).\n(iii) The respondent did not pay the freight charges and that therefore,\nthere was no 'consideration' for the contract for 'service'. Therefore,\nthe appellant was not liable to pay any amount, either towards loss\nof the consignment or as damages, on the ground of deficiency of\nservice.\n4. The State Commission, allowed the complaint by order dated 14.6.2004.\nIt held that the failure of appellant to deliver the consignment amounted to\nTRANSPORT CORPN. OF INDIA LTD. v. VELJAN HYDRAIR LTD. [RAVEENDRAN, J.J 1087\ndeficiency of service. The State Commission also held that having lost the A\nconsignment and failed to deliver the same, the Appellant could not put forth\nnon-payment of freight, as a ground to avoid liability. The State Commission\nnoted that the only question that arose for its consideration on the contentions\nurged was whether there was deficiency of service or not. The State\nCommission did not go into the other two questions relating to limitation and\nB\nwant of notice under section 10 apparently as the said contentions were not\nspecifically urged at the time of arguments. The State Commission directed\nthe appellant to pay the value of the consignment, (Rs.5,83,440/-) less the\nfreight charges, with interest at the rate of 9% per annum from the date of\nbooking, and costs of Rs.2000/-.\nC\n5. The appeal filed by the appellant against the order dated 14.6.2004\nof the State Commission, was dismissed by the National Commission by a\nbrief order dated 11.8.2004. It found no substance in the appeal, as hiring (for\ntransportation of the goods) was covered by CP Act, and the appellant as\ncarrier, did not deliver the consignment. In this appeal against the order of\nthe National Commission, the appellant reiterated its contentions and also D\nmade a grievance that the State Commission and National Commission had\nfailed to consider its contentions relating to maintainability and limitation,\ninspite of those contentions being specifically raised. On the contentions\nurged, the following three points arise for our consideration in this appeal :\nWhether the complaint was barred by the provisions of Section E\n(i)\n10 of the Carriers Act, 1865?\n(ii) Whether the complaint was barred by limitation under Section\n24A of the Consumer Protection Act, 1986?\n(iii) Whether there was no contract for service, as the respondent had\nrefused to pay the freight charges?\nRe Point No.(i) :\nF\nG\n6. Section 10 of the Act provides that no suit (or complaint) could be\ninstituted against a common carrier for the loss of goods, unless a notice in\nwriting, of the loss, had been given to the carrier before the institution, but\nwithin six months of the time when the plaintiff (or complainant) came to know\nabout the loss. The appellant contends that the respondent can be said to\nhave become aware of the loss of the consignment on 8.8.1988 (when it\ndemanded delivery), but issued the legal notice demanding the value of\nconsignment only on 27.10.2000 long after the expiry of six months from the H\n1088\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA date of knowledge. It further contended that even the notice dated 27.10.2000\ndid not purport to be one under Section 10 of the Carriers Act. Reliance is\nplaced on the decisions of this Court in Arvind Mills Ltd. v. Associated\nRoadways, [2004] 11 SCC 545 to contend that the complaint is barred without\na notice under section 10 of the Act.\nB\nC\nD\n7. Section 10 of the Act requiring notice, is extracted below:\n“10. Notice of loss or injury to be given within six months.—No suit\nshall be instituted against a common carrier for the loss of, or injury\nto, goods (including containers, pallets or similar article of transport\nused to consolidate goods) entrusted to him for carriage, unless\nnotice in writing of the loss or injury has been given to him before\nthe institution of the suit and within six months of the time when the\nloss or injury first came to the knowledge of the plaintiff.”\nSection 10 requires a notice in the manner set out therein, for initiation of a\nproceedings against a common carrier for loss of goods or injury to goods\nentrusted for carriage. The notice need not say specifically that it is issued\nunder section 10 of Carriage Act, 1865. It is sufficient if the notice fulfils the\nrequirement of section 10, that is to inform the carrier about the loss or injury\nto the goods. Such notice under Section 10 will certainly be required where\nthe common carrier delivers the goods in a damaged condition, or where the\nE common carrier loses the goods entrusted for carriage and informs about such\nloss to the consignor/consignee/owner. The object of the section is to put\nthe carrier on notice about the claim in respect of the loss or damage to the\nconsignment so that it can make good the loss occasioned. But where there\nis no loss or injury to the goods, but the common carrier wrongly or illegally\nrefuses to deliver goods and the person entitled to delivery initiates action\nfor non-delivery, obviously section 10 will not apply. Similarly, where the\ncommon carrier informs the person entitled to delivery (consignor/consignee/\nowner) that the consignment is being traced and process of tracing it is still\ngoing on and requests him to wait for the consignment to be traced and\ndelivered, but does not subsequently inform him either about the loss of the\nG consignment, or about its inability to trace and deliver the consignment, the\nclaim by the consignor/consignee, will not be for loss or injury to goods but\nfor non-delivery of goods. The requirement relating to notice within six\nmonths in section 10 will not apply to a claim based on such non-delivery.\nIn fact section 10 does not use the word 'non-delivery' of goods, but uses\nthe words 'loss of, or injury to, goods'. A case of 'non-delivery' will become\nH\nF\nTRANSPORT CORPN. OF INDIA LTD. v. VELJAN HYDRAIR LTD. [RAVEENDRAN, J.] 1089\na case of 'loss' of consignment, only when the common carrier informs the A\nconsignor/consignee about the loss of the consignment.\n8. In Arvind Mills (supra) relied on by the Appellant, this Court held\nthat the word \"suit” used in Section 10 will include a complaint under the\nConsumer Protection Act, 1986 and that in the absence of a notice under\nSection 10 of the Carriers Act, a complaint against a common carrier for B\ncompensation for loss suffered by the complainant cannot be entertained. But\nthat decision did not relate a claim regarding non-delivery of the consignment,\nwhere the carrier failed to inform that the goods have been lost. The said\ndecision does not, therefore, help the Appellant.\nC\n9. In this case, the appellant-carrier did not inform the respondent that\nthe goods were lost. The respondent was constantly in touch with the\nappellant and demanding delivery. By letters dated 15.12.1998, 21.6.1999 and\n3.7.1999, the appellant repeatedly informed the respondent that it was in the\nprocess of locating the goods, sought time to report about the status and\nrequested the Respondent to wait. Even when the respondent issued a notice D\nthrough counsel on 27.10.2000 (served on 30.10.2000) demanding the cost of\nthe consignment, the appellant did not say that the consignment was lost. In\nsuch circumstances, it is not possible to attribute knowledge of 'loss' to the\nperson instituting the action for non-delivery. Therefore, there was no need\nto issue a notice under section 10, and non-issue of a notice under Section\n10, did not invalidate the claim or the complaint.\nRe: Point (ii) :\n10. In the objection filed before the State Commission, the Appellant\ncontended that the cause of action arose on 8.11.1996 and having regard to\nthe limitation of two years prescribed under the CP Act, the complaint filed\non 5.7.2001, was time-barred. However, in the special leave petition, the\nAppellant contended that the cause of action arose on 8.8.1998 and therefore,\nthe claim ought to have been filed on or before 8.8.2000.\nE\nF\n11. Section 24A of the Consumer Protection Act, 1986 provides that\nG\nneither the District Forum nor the State Commission nor the National\nCommission shall admit a complaint unless it is filed within two years from\nthe date on which the cause of action has arisen. The term \"cause of action\"\nis of wide import and has different meanings in different contexts, that is when\nused in the context of territorial jurisdiction or limitation or the accrual of right\nto sue. It refers to all circumstances or bundle of facts which if proved or H\n1090\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA admitted entitles the plaintiff (complainant) to the relief prayed for. In the\ncontext of limitation with reference to a contract for carriage of goods, the\ndate of cause of action may refer to the date on which the goods are\nentrusted, date of issue of consignment note, the date stipulated for delivery,\nthe date of delivery, the date of refusal to deliver, the date of intimation of\ncarrier's request to wait for delivery as the goods are being traced, the date\nof intimation of loss of goods, or the date of acknowledgement of liability.\nB\n12. In this case, the consignment was entrusted to the appellant on\n10.5.1996. On 8.11.1996, the respondent instructed the appellant to re-book the\nconsignment. On 8.8.1998, 13.10.1998, 7.11.1998 and 8.12.1998, the respondent\nс demanded delivery. By letters dated 15.12.1998, 21.6.1999 and 3.7.1999, the\nappellant assured the respondent that it was in the process of locating the\ngoods and requested the respondent to wait and assured that it will inform\nabout the status. Thereafter the appellant did not inform the status. The\ncomplaint has been filed within two years from the date of receipt of the said\nletter dated 3.7.1999 and is in time. In fact in view of the request of the\nD appellant to the respondent to wait till the consignment was traced, the\nE\nF\nlimitation for an action would not start to run until there was a communication\nfrom the appellant either informing about the loss or expressing its inability\nto deliver or refusal to deliver, or until the respondent makes a demand for\ndelivery or payment of value of the consignment after waiting for a reasonable\nperiod and there is non-compliance. Therefore, the complaint is not barred\nunder section 24A of CP Act.\nRe Point No. (iii)\n13. In Patel Roadways Ltd. v. Birla Yamaha Ltd., [2000] 4 SCC 91, this\nCourt held that loss of goods or injury to goods or non-delivery of goods,\nentrusted to a common carrier for carriage, would amount to a deficiency of\nservice and, therefore, a complaint under the Consumer Protection Act, 1986\nwould be maintainable. When a person entrusts a goods to a common carrier\nfor transportation and the carrier accepts the same, there is a contract for\n\"service\", within the meaning of CP Act. Therefore, when the goods are not\nG delivered, there is a deficiency of service. It is no doubt true that 'service'\nfor purposes of CP Act does not include rendering of service free of charge.\nWhere the contract for transportation is for a consideration (freight charge),\nthe mere fact that such consideration is not paid, would not make the service\n'free of charge'. There is difference between contract without consideration,\nand contract for consideration, which is not paid. If there is non-payment of\nH\nTRANSPORT CORPN. OF INDIA LTD. v. VELJAN HYDRAIR LTD. [RAVEENDRAN, J.] 1091\nthe freight lawfully due, the carrier may sue for the charges, or withhold the A\nconsignment and call upon the owner/consignor/consignee to pay the freight\ncharges and take delivery, or on failure to pay the freight charges, even sell\nthe goods with due notice to recover its dues, where such right is available.\nBut where the common carrier has misplaced or lost the goods and, therefore,\nnot in a position to deliver the goods, it obviously cannot demand the freight\ncharges, nor contend that non-payment of freight charges exonerates it from\nliability for the loss or non-delivery. When the carrier informs that the\nconsignment is not traced and is under the process of being traced, obviously\nthe owner/consignor/consignee cannot be expected to pay the freight charges.\nIn the circumstances, the third point is also answered against the appellant.\nConclusion:\nB\nC\n14. The State Commission ought to have awarded the entire cost of the\nconsignment. It committed an error in deducting the freight charges from the\namount payable to the respondent. There was no liability to pay the freight\ncharges where the consignment is lost or where there is non-delivery. Be that D\nas it may. As there was no appeal by the Respondent on this issue, there is\nno question of increasing the amount awarded.\n15. As all the three contentions are rejected, and as we find no infirmity\nin the order of the State Commission, as affirmed by the National Commission,\nthe appeal is dismissed with costs of Rs.5000/- payable to the Respondent. E\nR.P.\nAppeal dismissed.\n"}