{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"N.K. WAHI\nV.\nSHEKHAR SINGH AND ORS.\nMARCH 9, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\n;\nNegotiable Instruments Act, 1881-ss. 138 and 141-Dishonour of\ncheque-Issued by a Company Complaint-Against the company and also\nits Directors-No specific allegation against the Directors-Quashing of\nC\nproceedings by High Court-On appeal, held: Proceedings rightly quashed-\nTo launch prosecution against the Directors, there must be specific allegation\nagainst them- Merely being Director of a Company would not attract\napplicability of s. 141-Code of Criminal Procedure, 1973-s. 482.\nAppellant filed a complaint under Sections 138 and 141 of Negotiable D\nInstruments Act, 1881 against a Company and its Directors-respondents. It\ntook the plea that the respondents were jointly and severely liable being the\nDirectors of the Company. Respondents filed application for dropping the\nproceedings on the grounds that they were not Directors of the Company at\nthe relevant time and that there was no specific allegation against them in\nterms of Section 141. The application was dismissed. Respondents then filed\napplication under Section 482 Cr.P.C. for quashing the proceedings. High\nCourt quashed the proceedings. Hence the present appeals.\nDismissing the appeals, the Court\nE\nF\nHELD: 1. Section 141 (1) of Negotiable Instruments Act, 1881 clearly\nshows that so far as the companies are concerned if any offence is committed\nby it then every person who is a Director or employee of the company is not\nliable. Only such person would be held liable if at the time when offence is\ncommitted he was in charge and was responsible to the company for the\nconduct of the business of the company as well as the company. Merely being G\na Director of the company in the absence of above factors will not make him\nliable. [Para 8] [886-C-D]\n2. To launch a prosecution against the alleged Directors there must be\na specific allegation in the complaint as to the part played by them in the\nH\n883\n884\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA transaction. There should be clear and unambiguous allegation as to how\nthe Directors are incharge and responsible for the conduct of the business of\nthe company. It is true that precise words from the provisions of the Act need\nnot be reproduced and the court can always come to a conclusion in facts of\neach case. But still in the absence of any averment or specific evidence the\nnet result would be that complaint would not be entertainable.\nB\nC\n[Para 9} [886-E]\nS.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla and Anr., [2005] 8 SCC\n89; Sabitha Ramamurthy and Anr. v. R.B.S. Channabasavaradhya and Anr.,\n(2006) 9 SCALE 212 and Saroj Kumar Poddar v. State NCT of Delhi and Anr.,\nJT (2007) 2 SC 233, relied on.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal Nos. 83-85\nof 2004.\nFrom the Judgment and Order dated 7.8.2002 of the High Court of Delhi\nat New Delhi in Criminal Misc. (Main) Nos. 787/2001 \u0026 789/2001 \u0026 Crl. R. No.\nD 415/2002.\nRajeev Sharam for the Appellant.\nAshok Bhan, Varuna Bhandari, Gugnani, D.S. Mahra, Jayshree Wad,\nAshish Wad, Neeraj Kumar, Chirag Dave for J.S. Wad \u0026 Co. B.L. Wali,\nE Shankar Divate for the Respondents.\nF\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1.Challenge in this appeal is to the order\npassed by a learned Single Judge of the Delhi High Court, allowing the three\napplications filed by the respondents for quashing the order passed by the\nlearned Metropolitan Magistrate, New Delhi, on 25th November, 2000.\n2. Background facts in nutshell are as under:\n3. Appellant presented a criminal complaint under Section 138 read with\nSection 141 of the Negotiable Instruments Act, 1881 (in short the 'Act') in the\nG Court of Metropolitan Magistrate, New Delhi. It was pleaded that M/s\nWestern India Industries Ltd. is a limited company and the respondents and\nsome others were the Directors/persons responsible for carrying on the\nbusiness of the company and the liability of these persons is joint and\nseveral. It was stated that certain cheques had been issued by the company\nH which were dishonored on being presented. After giving the necessary\nN.K. WAHI v. SHEKHAR SINGH [PASAYAT. J.]\n885\nnotice the complaint was filed. The respondents filed an application for A\ndropping the proceedings stating that they were not Directors of the company\nand further there was no allegation against them in terms of Section 141 of\nthe Act and as such they should not have been made parties. Learned\nMetropolitan Magistrate dismissed the application holding that whether the\napplicants in the aforesaid petitions were Directors at the relevant point of\nB\ntime or not is to be decided on evidence.\n4. It was further held that the company is a juristic person and works\nthrough persons responsible for carrying out its activities and, therefore, they\nhave been rightly impleaded as parties. Respondents filed applications invoking\nSection 482 of the Code of Criminal Procedure, 1973 (in short the 'Code'). The C\nHigh Court held that the preliminary evidence does not establish that the\nrespondents were either incharge or were responsible to the companies for\nthe conduct of business. In the absence of any such evidence or assertion,\nit was held that the learned Metropolitan Magistrate was not justified in\nissuing summons to the respondents.\n5. In support of the appeals, learned counsel for the appellant submitted\nthat there was clear material to show that respondents were either Directors\nor persons incharge of the business of the company. The High Court found\nthat preliminary evidence had been recorded and subsequent evidence was\nforthcoming. The appellant who appeared at that time only stated that\naccused 2 to 12 are Directors and responsible for the company and as such\nliable by the acts of the company. The High Court held that there was no\nclear averment or evidence to show that the respondents were incharge or\nresponsible to the company for the conduct of the business as well as the\ncompany. Accordingly the proceedings were quashed so far as the respondents\nare concerned.\n6. The respondents on the other hand supported the order of the High\nCourt.\nD\nE\nF\n7. Chapter XVII has been incorporated under the Act with effect from\nG\n1.4.1989. In certain contingencies referred to under Section 138 of the Act\non the cheques being dishonored a new offence as such had been created.\nBut to take care of the offences purported to have been committed provisions\nof sub-section (1) to Section 141 of the Act come into play. It reads as under:-\n\"141 - Offence by companies - (1) If the person committing an offence H\nT\n886\nA\nB\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nunder section 138 is a company, every person who, at the time the\noffence was committed, was in charge of, and was responsible to, the\ncompany for the conduct of the business of the company, as well as\nthe company, shall be deemed to be guilty of the offence and shall\nbe liable to be proceeded against and punished accordingly.\nProvided that nothing contained in this sub-section shall render\nany person liable to punishment if he proves that the offence was\ncommitted without his knowledge, or that he had exercised all due\ndiligence to prevent the commission of such offence.\"\n8. This provision clearly shows that so far as the companies are\nC concerned if any offence is committed by it then every person who is a\nD\nDirector or employee of the company is not liable. Only such person would\nbe held liable if at the time when offence is committed he was in charge and\nwas responsible to the company for the conduct of the business of the\ncompany as well as the company. Merely being a Director of the company\nin the absence of above factors will not make him liable.\n9. To launch a prosecution, therefore, against the alleged Directors there\nmust be a specific allegation in the complaint as to the part played by them\nin the transaction. There should be clear and unambiguous allegation as to\nhow the Directors are incharge and responsible for the conduct of the business\nE of the company. The description should be clear. It is true that precise words\nfrom the provisions of the Act need not be reproduced and the court can\nalways come to a conclusion in facts of each case. But still in the absence\nof any averment or specific evidence the net result would be that complaint\nwould not be entertainable.\nF\n0\nH\n10. Section 138 of the Act reads as under:-\n“138. Dishonour of cheque for insufficiency, etc., of funds in the\naccount-\nWhere any cheque drawn by a person on an account maintained\nby him with a banker for payment of any amount of money to another\npersons from out of that account for the discharge, in whole or in part,\nof any debt or other liability, is returned by the bank unpaid, either\nbecause of the amount of money standing to the credit of that account\nis insufficient to honour the cheque or that it exceeds the amount\narranged to be paid from that account by an arrangement made with\n太\nN.K. WAHI v. SHEKHAR SINGH [PASAYAT. J.]\n887\nthat bank, such person shall be deemed to have committed an offence A\nand shall, without prejudice to any other provisions of this Act, be\npunished with imprisonment for a term which may be extended to two\nyears, or with fine which may extend to twice the amount of the\ncheque, or with both.\"\n11. In order to bring application of Section 138 the complaint must B\nshow:\n1.\nThat Cheque was issued;\n2.\nThe same was presented;\n3.\nIt was dishonored on presentation;\n4.\nA notice in terms of the provisions was served on the person\nsought to be made liable;\nC\n5.\nDespite service of notice, neither any payment was made nor\nother obligations, if any, were complied with within fifteen days\nfrom the date of receipt of the notice.\nD\n12. Section 141 of the Act in terms postulates constructive liability of\nthe Directors of the company or other persons responsible for its conduct or\nthe business of the company.\n13. The only averment made so far as the respondents are concerned,\nreads as under:\n\"Preliminary evidence had been recorded and at that time also no\nspecific evidence on assertion was forthcoming. Shri Wahi who\nappeared at that time only stated that accused 2 to 12 are directors\nand responsible officers of the company. They are liable for the acts\nof the company. In other words, there was no averment or evidence\nthat the present petitioners were incharge of or responsible to the\ncompany for the conduct of the business of the company as well as\nthe company.\nThe accused Nos. 2 to 12 are the Directors/persons responsible\nfor carrying out the business of the company and the liability of the\naccused persons in the present complaint is joint and several\".\n14. In S.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla and Anr., [2005] 8\nSCC 89, it was, inter-alia, held as follows:-\nE\nF\nG\nH\nA\nB\nC\n0\nᎠ\nE\nF\nG\nH\n888\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n\"18. To sum up, there is almost unanimous judicial opinion that\nnecessary averments ought to be contained in a complaint before a\nperson can be subjected to criminal process. A liability under Section\n141 of the Act is sought to be fastened vicariously on a person\nconnected with a company, the principal accused being the company\nitself. It is a departure from the rule in criminal law against vicarious\nliability. A clear case should be spelled out in the complaint against\nthe person sought to be made liable. Section 141 of the Act contains\nthe requirements for making a person liable under the said provision.\nThat the respondent falls within the parameters of Section 141 has to\nbe spelled out. A complaint has to be examined by the Magistrate in\nthe first instance on the basis of averments contained therein. If the\nMagistrate is satisfied that there are averments which bring the case\nwithin Section 141, he would issue the process. We have seen that\nmerely being described as a director in a company is not sufficient to\nsatisfy the requirement of Section 141. Even a non-director can be\nliable under Section 141 of the Act. The averments in the complaint\nwould also serve the purpose that the person sought to be made liable\nwould know what is the case which is alleged against him. This will\nenable him to meet the case at the trial.\n19. In view of the above discussion, our answers to the questions\nposed in the reference are as under:\n(a) It is necessary to specifically aver in a complaint under Section 141\nthat at the time the offence was committed, the person accused was\nin charge of, and responsible for the conduct of business of the\ncompany. This averment is an essential requirement of Section 141\nand has to be made in a complaint. Without this averment being made\nin a complaint, the requirements of Section 141 cannot be said to be\nsatisfied.\n(b) The answer to the question posed in sub-para (b) has to be in the\nnegative. Merely being a director of a company is not sufficient to\nmake the person liable under Section 141 of the Act. A director in a\ncompany cannot be deemed to be in charge of and responsible to the\ncompany for the conduct of its business. The requirement of Section\n141 is that the person sought to be made liable should be in charge\nof and responsible for the conduct of the business of the company\nat the relevant time. This has to be averred as a fact as there is no\ndeemed liability of a director in such cases.\n$\nN.K. WAHI v. SHEKHAR SINGH [PASAYAT, J.]\n889\n(c) The answer to Question (c) has to be in the affirmative. The A\nquestion notes that the managing director or joint managing director\nwould be admittedly in charge of the company and responsible to the\ncompany for the conduct of its business. When that is so, holders of\nsuch positions in a company become liable under Section 141 of the\nAct. By virtue of the office they hold as managing director or joint\nB\nmanaging director, these persons are in charge of and responsible for\nthe conduct of business of the company. Therefore, they get covered\nunder Section 141. So far as the signatory of a cheque which is\ndishonoured is concerned, he is clearly responsible for the incriminating\nact and will be covered under sub-section (2) of Section 141\".\n15. The matter was again considered in Sabitha Ramamurthy and Anr.\nv. R.B.S. Channabasavaradhya and Anr., [2006] 9 SCALE 212, and Saroj\nKumar Poddar v. State (NCT of Delhi) and Anr., JT (2007) 2 SC 233. It was,\ninter-alia, held as follows:\nC\n\"....Section 141 raises a legal fiction. By reason of the said D\nprovision, a person although is not personally liable for commission\nof such an offence would be vicariously liable therefor. Such vicarious\nliability can be inferred so far as a company registered or incorporated\nunder the Companies Act, 1956 is concerned only if the requisite\nstatements, which are required to be averred in the complaint petition,\nare made so as to make the accused therein vicariously liable for the\noffence committed by the company. Before a person can be made\nvicariously liable, strict compliance of the statutory requirements would\nbe insisted....\".\n16. In view of the legal position set out above, the inevitable result is\nthat the appeals are without merit, deserve dismissal, which we direct.\nK.K.T.\nAppeals dismissed.\nE\nF\n"}