{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"UNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n45\nOrder XLI Rule 27 C.P.C. – Stage of Consideration :\n-\n4.1. An application under Order XLI Rule 27 CPC is\nto be considered at the time of hearing of appeal on\nmerits so as to find whether the documents and/or the\nevidence sought to be adduced have any relevance/\nbearing on the issues involved. The admissibility of\nadditional evidence does not depend upon the relevancy\nto the issue on-hand, or on the fact, whether the\napplicant had an opportunity for adducing such evidence\nat an earlier stage or not, but it depends upon whether\nor not the Appellate Court requires the evidence sought\nto be adduced to enable it to pronounce judgment or for\nany other substantial cause. The true test, therefore is,\nwhether the Appellate Court is able to pronounce\njudgment on the materials before it without taking into\nconsideration the additional evidence sought to be\nadduced. Such occasion would arise only if on examining\nthe evidence as it stands the court comes to the\nconclusion that some inherent lacuna or defect becomes\napparent to the Court. [Para 38] [75-B-E]\nA\nB\nC\nD\nE\n4.2. An application for taking additional evidence on\nrecord at an appellate stage, even if filed during the\npendency of the appeal, is to be heard at the time of final\nhearing of the appeal at a stage when after appreciating\nthe evidence on record, the court reaches the conclusion F\nthat additional evidence was required to be taken on\nrecord in order to pronounce the judgment or for any\nother substantial cause. In case, application for taking\nadditional evidence on record has been considered and\nallowed prior to the hearing of the appeal, the order being G\na product of total and complete non-application of mind,\nas to whether such evidence is required to be taken on\nrecord to pronounce the judgment or not, remains\ninconsequential/inexecutable and is liable to be ignored.\nIn the instant case, the application under Order XLI Rule\nH\n46\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA 27 CPC was filed on 6.4.1998 and it was allowed on\n28.4.1999 though the first appeal was heard and disposed\nof on 15.10.1999 and thus, the order dated 28.4.1999 is\njust to be ignored. [Para 41] [76-H; 77-A-B]\nB\nс\nD\nE\n4.3. The High Court while admitting the appeal had\nframed 4 substantial questions of law, but admittedly did\nnot answer any of them, though had the question Nos.\n2, 3 and 4 been decided, the result would have been\notherwise. [Para 42] [77-D, 78-B]\nArjan Singh v. Kartar Singh \u0026 Ors. AIR 1951 SC 193:\n1951 SCR 258 and Natha Singh \u0026 Ors. v. The Financial\nCommissioner, Taxation, Punjab \u0026 Ors. AIR 1976 SC 1053:\n1976 (3) SCR 620 - relied on.\nParsotim Thakur \u0026 Ors. v. Lal Mohar Thakur \u0026 Ors. AIR\n1931 PC 143 and Indirajit Pratab Sahi v. Amar Singh AIR\n1928 P.C. 128 - referred to.\nSection 34 of the Specific Relief Act, 1963 :\n5.1. Section 34 of the Specific Relief Act, 1963\nprovides that courts have discretion as to declaration of\nstatus or right, however, it carves out an exception that\na court shall not make any such declaration of status or\nright where the complainant, being able to seek further\nF relief than a mere declaration of title, omits to do so. [Para\n43] [78-C-D]\nG\nH\n5.2. It is not permissible to claim the relief of\ndeclaration without seeking consequential relief. In the\ninstant case, suit for declaration of title of ownership had\nbeen filed though, the plaintiff/respondent no. 1 was\nadmittedly not in possession of the suit property. Thus,\nthe suit was barred by the provision of Section 34 of the\nSpecific Relief Act and, therefore, ought to have been\ndismissed solely on this ground. The High Court though\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n47\nframed a substantial question on this point but for A\nunknown reasons did not consider it proper to decide\nthe same. [Para 46] [78-G-H, 79-A-B]\nRam Saran \u0026 Anr. v. Smt. Ganga Devi AIR 1972 SC\n2685: 1973 (2) SCC 60; Vinay Krishna v. Keshav Chandra\n\u0026 Anr. AIR 1993 SC 957 and Gian Kaur v. Raghubir Singh\n(2011) 4 SCC 567: 2011 (2) SCR 486 - relied on.\nSection 100 CPC :\nB\nC\n6. Section 100 CPC provides for a second appeal\nonly on the substantial question of law. Generally, a\nSecond Appeal does not lie on question of facts or of law.\nHowever, there may be exceptional circumstances where\nthe High Court is compelled to interfere, notwithstanding\nthe limitation imposed by the wording of Section 100\nCPC. It may be necessary to do so for the reason that D\nafter all the purpose of the establishment of courts of\njustice is to render justice between the parties, though the\nHigh Court is bound to act with circumspection while\nexercising such jurisdiction. In second appeal the court\nframes the substantial question of law at the time of E\nadmission of the appeal and the Court is required to\nanswer all the said questions unless the appeal is finally\ndecided on one or two of those questions or the court\ncomes to the conclusion that the question(s) framed\ncould not be the substantial question(s) of law. There is F\nno prohibition in law to frame the additional substantial\nquestion of law if the need so arises at the time of the\nfinal hearing of the appeal. In the instant case, none of\nthe substantial questions framed by the High Court had\nbeen answered. [Paras 47, 57 and 58] [79-C, 83-E-H, 84- G\nA]\nState Bank of India \u0026 Ors. v. S.N. Goyal AIR 2008 SC\n2594: 2008 (7) SCR 631; Sir Chunilal V. Mehta \u0026 Sons Ltd.\nv. Century Spinning and Manufacturing Co. Ltd. AIR 1962 SC\n1314: 1962 Suppl. SCR 549; Vijay Kumar Talwar v.\nH\n48\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA Commissioner of Income Tax, New Delhi (2011) 1 SCC 673:\n2010 (14) SCR 499; Rajeshwari v. Puran Indoria (2005) 7\nSCC 60: 2005 (2) Suppl. SCR 1016; Jagdish Singh v. Nathu\nSingh, AIR 1992 SC 1604: 1991 (2) Suppl. SCR 567; Smt.\nPrativa Devi (Smt.) v. T.V. Krishnan (1996) 5 SCC 353:\nB Satya Gupta (Smt.) @ Madhu Gupta v. Brijesh Kumar (1998)\n6 SCC 423: 1998 (3) SCR 1183; Ragavendra Kumar v. Firm\nPrem Machinary \u0026 Co. AIR 2000 SC 534: 2000 (1) SCR 77;\nMolar Mal (dead) through Lrs. v. M/s. Kay Iron Works Pvt. Ltd.\nAIR 2000 SC 1261: 2000 (4) SCC 285; Bharatha Matha \u0026\nAnr. v. R. Vijaya Renganathan \u0026 Ors. AIR 2010 SC 2685:\n2010 (7) SCR 154; Dinesh Kumar v. Yusuf Ali (2010) 12\nSCC 740: 2010 (7) SCR 222; Jai Singh v. Shakuntala AIR\n2002 SC 1428: 2002 (2) SCR 431; Kashmir Singh v. Harnam\nSingh \u0026 Anr. AIR 2008 SC 1749: 2008 (3) SCR 763 and\nMysore State Road Transport Corporation v. Mirja Khasim Ali\nBeg \u0026 Anr. AIR 1977 SC 747: 1977 (2) SCR 282 - relied\nC\nD\non.\nGadakh Yashwantrao Kankarrao v. E.V. alias Balasaheb\nVikhe Patil \u0026 ors. AIR 1994 SC 678: 1994 (1) SCC 682; Smt\nE Bibhabati Devi v. Ramendra Narayan Roy \u0026 Ors. AIR 1947\nPC 19; Suwalal Chhogalal v. Commissioner of Income Tax\n(1949) 17 ITR 269; Oriental Investment Company Ltd. v.\nCommissioner of Income Tax, Bombay AIR 1957 SC 852:\n1958 SCR 49 and Sree Meenakshi Mills Ltd., Madurai v.\nCommissioner of Income Tax, Madras AIR 1957 SC 49:\n1956 SCR 691 - referred to.\nF\nG\n7.1. In the instant case, much reliance was placed on\nthe Will which was liable to be ignored. Even otherwise,\nthe Will could not be relied upon for want of pleadings.\nRelief not founded on the pleadings cannot be granted.\n[Paras 58 and 62] [83-H; 84-A; 86-F]\n7.2. There is nothing on record to show that Maratha\nGovernment had made a gift to the ancestors of the\nH plaintiff. The claim of the plaintiff to get a title by virtue of\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n49\nthe Will cannot be taken note of being not based on A\npleadings. Even this Will is dated 1.3.1929, affidavits filed\nby the plaintiff/respondent no.1 before this Court reveal\nthat on 26.3.2012 he was 80 years of age. The date of Will\nis 1.3.1929. So, it appears that the Will had been executed\nprior to the birth of the plaintiff/respondent no.1. In such B\na fact-situation, it could not have been taken into\nconsideration without proper scrutiny of facts and, that\ntoo, without any pleading. In the plaint, the plaintiff for the\nreasons, best known to him, did not even make reference\nto the Will. In absence of any factual foundation of the\ncase, based on Will, the first appellate Court committed\na grave error taking into consideration the said Will. More\nso, the Will had not been proved as required under\nSection 68 of the Evidence Act. [Para 63] [87-B-E]\n7.3. The High Court had placed a very heavy reliance\non the rent note allegedly executed by the fore-fathers\nof the plaintiff/ respondent no.1, however, the said rent\nnote does not provide any description of the property nor\ndoes it bear any date, so it cannot be determined as on\nwhat date it was executed; what was the duration of the\nlease; in whose favour the lease had been executed; and\nwhat was the lease rent because it simply mentions that\nthe rent to be Rs.22/-. It is not evident whether it was a\nrent for a month, or a year or for a total indefinite period.\nThe rent note does not provide any period at all. In fact,\nsuch a vague document could not be linked in the\ncircumstances proving the title. [Para 64] [87-F; 88-B-C]\n7.4. The appellant/defendant No.1 produced the\ncertified copies of the Extract from General Land Register\nprepared on 15.3.1948 in support of its case and denying\ntitle of the plaintiff/respondent No.1. The High Court\nconsidered the said entries and rejected the same on the\nground that the partition among the ancestors of the\nplaintiff/respondent No.1 had taken place prior to\nC\nD\nE\nF\nG\nH\n50\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nB\nA enactment of the Cantonment Land Administration\nRules, 1925, though there is nothing on record to prove\nthe said partition. More so, the partition made among the\nancestors of plaintiff/respondent No.1 in 1819 would not\nbe a conclusive factor to determine the title of ownership\nin favour of the plaintiff/respondent No.1. The High Court\ndealt with the issue in an unwarranted manner. The\nGeneral Land Register and other documents maintained\nby the Cantonment Board under the Cantonment Act,\n1924 and the Rules made thereunder are public\ndocuments and the certified copies of the same are\nadmissible in evidence in view of the provisions of\nSection 65 read with Section 74 of the Evidence Act. The\nentries made in General Land Register maintained under\nCantonment Land Administration Rules is conclusive\nevidence of title. [Paras 65, 66] [88-D; 89-B-C, F-G]\nC\nD\n7.5. The appellate courts dealt with the case in an\nunwarranted manner giving a complete go-by to the\nprocedure prescribed by law. The appellate courts\nexamined the title of government instead of the plaintiff/\nE respondent no.1. Such a course was not warranted. The\ntitle of government cannot be disputed. In any event\npossession of government for decades is not disputed.\nThe plaintiff shifted the case from time to time but failed\nto prove his title. [Paras 67 and 68] [90-A-C]\nF\nG\nKalyan Singh Chouhan v. C.P. Joshi AIR 2011 SC 1127:\n2011 (2) SCR 216; Bachhaj Nahar v. Nilima Mandal \u0026 Ors.\nAIR 2009 SC 1103: 2008 (14) SCR 621; Chief Executive\nOfficer v. Surendra Kumar Vakil AIR 1999 SC 2294: 1999 (2)\nSCR 118 and Union of India \u0026 Ors. v. Kamla Verma (2010)\n13 SCC 511 - relied on.\n-\nMessrs. Trojan \u0026 Co. v. RM.N.N. Nagappa Chettiar AIR\n1953 SC 235: 1953 SCR 780; Om Prakash Gupta v. Ranbir\nB. Goyal AIR 2002 SC 665: 2002 (1) SCR 359; Ishwar Dutt\nH v. Land Acquisition Collector \u0026 Anr. AIR 2005 SC 3165: 2005\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n51\n(1) Suppl. SCR 903 and State of Maharashtra v. M/s. A\nHindustan Construction Company Ltd. AIR 2010 SC 1299:\n2010 (4) SCR 46 - referred to.\nB\nC\n8.1. In conclusion it is held as follows: (i) The first\nappellate court as well as the High Court committed grave\nerror in shifting the burden of proof on the Union of India,\nappellant/defendant No.1, though it could have been\nexclusively on the plaintiff/respondent No.1 to prove his\ncase. (ii) There is nothing on record to prove the grant/\ngift by the Maratha Government in favour of ancestors\nof plaintiff/respondent No.1 in the year 1800. (iii)Plaintiff/\nRespondent No.1 miserably failed to prove the pedigree\nproduced by him. (iv) The alleged partition in the year\n1819 among the ancestors of plaintiff/respondent No.1\neven if had taken place, cannot be a proof of title of the\nplaintiff/respondent No.1 over the suit property as the D\npedigree has not been proved. Presumption under\nSection 90 of the Evidence Act in respect of 30 years' old\ndocument coming from proper custody relates to the\nsignature, execution and attestation of a document i.e.\nto its genuineness but it does not give rise to\npresumption of correctness of every statement contained\nin it. The contents of the document are true or it had been\nacted upon have to be proved like any other fact. More\nso, in case the Will is ignored, there is nothing on record\nto show as how the plaintiff/respondent no. 1 could claim\nthe title. (v) The rent note produced by the appellant/\ndefendant No.1 before the court below does not prove\nanything in favour of the plaintiff/respondent. The same\nbeing a vague document is incapable of furnishing any\ninformation and, thus, is liable to be rejected. The said\ndocument does not make it clear as who has executed\nit and in whose favour the same stood executed. It does\nnot bear any date as it cannot be ascertained when it was\nexecuted. The lease deed cannot be executed without the\nsignature/thumb impression of the lessee. The said lease\nE\nF\nG\nH\nA\nB\nC\nD\n52\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\ndoes not contain any signature/thumb impression of any\nlessee and also the tenure of the lease has not been\nmentioned therein. The rent has been mentioned as\nRs.22/- without giving any detail as to whether it was per\nday, fortnightly, monthly, quarterly or yearly or for ever.\nMore so, there is no reference to the said rent note in the\npleadings contained in the plaint, therefore, it is just to\nbe ignored. (vi) Had there been any Will in existence and\nnot available with the plaintiff/respondent No.1 for any\nreason whatsoever at the time of institution of the suit,\nthe plaintiff/respondent No.1 could have definitely\nmentioned that Will had been executed in his favour by\nhis maternal grand-father which could not be traced.\nTherefore, the application under Order XLI Rule 27 CPC\nwas liable to be rejected. Even otherwise, the Will in\nabsence of any pleading either in the plaint or first appeal\ncould not be taken on record. More so, the Will was not\nproved in accordance with law i.e. Section 68 of the\nEvidence Act. (vii) The court cannot travel beyond the\npleadings as no party can lead the evidence on an issue/\npoint not raised in the pleadings and in case, such\nevidence has been adduced or a finding of fact has been\nrecorded by the Court, it is just to be ignored. Though it\nmay be a different case where in spite of specific\npleadings, a particular issue is not framed and parties\nhaving full knowledge of the issue in controversy lead the\nF evidence and the court records a finding on it. (viii) The\nfirst appellate court committed a grave error in deciding\nthe application under Order XLI Rule 27 CPC much prior\nto the hearing of the appeal. Thus, the order allowing the\nsaid application is liable to be ignored as the same had\nG been passed in gross violation of the statutory\nrequirement. (ix) The documents produced by the Union\nof India have not been properly appreciated by the first\nappellate court and the High Court. (x) The courts below\nfurther committed an error holding that in case the\nH document is taken on record, the document as well as\nE\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n53\nB\nD\nthe content thereof would be deemed to have been A\nproved. (xi)The appellate courts have also wrongly\nrejected the certified copies of the documents prepared\nby the Cantonment Board which were admissible in\nevidence. (xii)The High Court committed a grave error in\nnot addressing itself to the substantial questions of law\nframed at the time of admission of the appeal and it ought\nto have decided the same or after discussing the same a\nfinding could have been recorded that none of them was\nsubstantial question of law. (xiii) The suit was barred by\nthe proviso to Section 34 of the Specific Relief Act, for the C\nreason that plaintiff/respondent No.1, admittedly, had not\nbeen in possession and he did not ask for restoration of\npossession or any other consequential relief. (xiv)The\nfirst appellate court as well as the High Court recorded a\nfinding that the Union of India failed to prove its title over\nthe suit land. The said courts did not realise that this was\nnot the issue to be determined, rather the issue had been\nas to whether the plaintiff/respondent No.1 was the owner\nof the suit land. (xv) The first appellate court has not\ndecided the issue of admission of documents in correct\nperspective and recorded a perverse finding. (xvi)\nQuestion of filing a document in rebuttal of a Will could\nnot arise. The other party has to admit or deny the\ndocument as required under Order XII CPC. There could\nbe no Will in favour of the Union of India by the\npredecessors of the plaintiff, on the basis of which it\ncould also claim title. (xvii) The courts below had wrongly\ndrawn adverse inference against the appellant/defendant\nNo.1 for not producing the documents as there was no\ndirection of the court to produce the same. Neither the\nplaintiff/respondent No.1 had ever made any application G\nin this respect nor he filed any application under Order\nXI CPC submitting any interrogation or for inspection or\nproduction of document. (xviii) The appellate courts have\ndecided the appeals in unwarranted manner in complete\nderogation of the statutory requirements. Provisions of H\nE\nF\nLL\n54\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA CPC and Evidence Act have been flagrantly violated.\n[Para 69] [90-C-H; 91-A-H; 92-A-H; 93-A-H; 94-A-B]\nB\n8.2. The judgments and decrees of the first and\nsecond appellate courts are set aside and the judgment\nand decree passed by trial court is restored. [Para 70] [94-\nC)\nCase Law Reference:\nAIR 1917 PC 6\nreferred to\nPara 6\nC\n1953 SCR 758\nreferred to\nPara 6\n1964 SCR 933\nreferred to\nPara6\n1965 SCR 145\nreferred to\nPara 6\nD\n1968 SCR 862\nreferred to\nPara 6, 9\n2003 (1) Suppl. SCR 625 referred to\nPara 6\nAIR 2010 SC 3813\nreferred to\nPara 6\n(2011) 9 SCC 126\nreferred to\nPara 6\nE\nAIR 1915 PC 96\nreferred to\nPara7\nAIR 2003 SC 3342\nrelied on\nPara 8\n2000 (2) SCR 594\nrelied on\nPara 8\nF\nAIR 2001 SC 2328\nrelied on\nPara 8\n2004 (4) Suppl. SCR 145 relied on\nPara 9\n1966 SCR 436\nrelied on\nPara10\nG\n1967 SCR 153\nrelied on\nPara11\nAIR 2012 SC 1339\nrelied on\nPara 11\nAIR 1988 SC 1074\nrelied on\nPara 13\nH\n2004 (6) Suppl. SCR 242 relied on\nPara 13\n"}