{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"UNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n65\n(See also: A. Jayachandra v. Aneel Kaur, AIR 2005 SC A\n534; R.M. Yellatti v. Assistant Executive Engineer AIR 2006\nSC 355; and Pratap Singh \u0026 Anr. v. State of M.P., AIR 2006\nSC 514).\nB\n15. Order XI CPC contains certain provisions with the\nobject to save expense by obtaining information as to material\nfacts and to obtain admission of any fact which he has to prove\non any issue. Therefore, a party has a right to submit\ninterrogatories relating to the same matter in issue. The\nexpression \"matter\" means a question or issue in dispute in the\nC\naction and not the thing about which such dispute arises. The\nobject of introducing such provision is to secure all material\ndocuments and to put an end to protracted enquiry with respect\nto document/material in possession of the other party. In such\na fact-situation, no adverse inference can be drawn against a\nD\nparty for non-production of a document unless notice is served\nand procedure is followed. Under Rule 14 of Order XI, the court\nis competent to direct any party to produce the document\nasked by the other party which is in his possession or power\nand relating to any material in question in such suit. Rule 15\nOrder XI provides for inspection of documents referred to in\npleadings or affidavits. Rule 18 thereof, empowers the court to\nissue order for inspection. Rule 21 thereof provides for very\nstringent consequences for non-compliance with the order of\ndiscovery, as in view of the said provisions in case the party\nfails to comply with any order to answer interrogatories or for F\ndiscovery or inspection of documents, he shall, if he is a plaintiff,\nbe liable to have his suit dismissed for want of prosecution and\nif he is a defendant, to have his defence, if any, struck out and\nto be placed in the same position as if he had not defended,\nand the party interrogating or seeking discovery or inspection G\nmay apply to the court for an order to that effect. Thus, in view\nof the above, the suit may be dismissed for non-compliance of\nthe aforesaid orders by the plaintiff and the plaintiff shall also\nbe precluded from bringing a fresh suit on the same cause of\naction. Similarly, defence of the defendant may be struck off\nE\nH\n66\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA for non-compliance of such orders.\nB\nC\n16. Thus, in view of the above, the law on the issue can\nbe summarised to the effect that, issue of drawing adverse\ninference is required to be decided by the court taking into\nconsideration the pleadings of the parties and by deciding\nwhether any document/evidence, withheld, has any relevance.\nat all or omission of its production would directly establish the\ncase of the other side. The court cannot loose sight of the fact\nthat burden of proof is on the party which makes a factual\naverment. The court has to consider further as to whether the\nother side could file interrogatories or apply for inspection and\nproduction of the documents etc. as is required under Order\nXI CPC. Conduct and diligence of the other party is also of\nparamount importance. Presumption or adverse inference for\nnon-production of evidence is always optional and a relevant\nfactor to be considered in the background of facts involved in\nthe case. Existence of some other circumstances may justify\nnon-production of such documents on some reasonable\ngrounds. In case one party has asked the court to direct the\nother side to produce the document and other side failed to\nE comply with the court's order, the court may be justified in\nF\nG\nI\nD\ndrawing the adverse inference. All the pros and cons must be\nexamined before the adverse inference is drawn. Such\npresumption is permissible, if other larger evidence is shown\nto the contrary.\n17. In the instant case, admittedly, the plaintiff/respondent\nno.1 during the pendency of his suit had made an application\nbefore the authorities under the control of the appellant/\ndefendant no.1 to make the inspection. However, he was not\npermitted to have any inspection. The plaintiff/respondent no.1\ndid not submit any interrogatory statement or an application for\nmaking inspection or for production of the document as\nprovided under Order XI CPC. In such a fact-situation, in view\nof the law referred to hereinabove, it is not permissible for the\nfirst appellate Court or the High Court to draw any adverse\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n67\ninference against the appellant/defendant no.1.\nAdmissions:\n18. The first appellate court while dealing with the issue\nof admission and proof of documents held as under:\nA\nB\n\"The plaintiff has produced will dated 1.3.1929 of his\nmaternal grandfather, Syed Nazim Ali which the court had\ntaken on record on 28.4.99 and the defendant No.1 was\ngiven one week time for producing the rebuttal, but the\ndefendant No.1 did not produce any paper against the C\nWill. Therefore, it has been given in section 58 of the\nEvidence that if the defendant does not produce any paper\nin rebuttal, then it means that he admitted the paper\nproduced by the plaintiff. There is no need of proving the\nsame.\" (Emphasis added)\n19. The question does arise as to whether not filing a\ndocument in rebuttal of a document amounts to an admission\nand whether the provisions of Section 58 of the Evidence Act\nare attracted.\nD\nE\nOrder XII CPC deals with admission of the case,\nadmission of the documents and judgment on admissions. Rule\n1 thereof provides that a party to a suit may give notice by his\npleading or otherwise in writing that he admits the truth of the\nwhole or any party of the case of any other party. Rule 2 deals F\nwith notice to admit documents - it provides that each party\nmay call upon the other party to admit within 7 days from the\ndate of service of the notice of any document saving all such\nexceptions. Rule 2A provides that a document could be deemed\nto have been admitted if not denied after service of notice to\nadmit documents.\n20. Admission is the best piece of substantive evidence\nthat an opposite party can rely upon, though not conclusive, is\ndecisive of the matter, unless successfully withdrawn or proved\nG\nH\n68\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA erroneous. Admission may in certain circumstances, operate\nas an estoppel. The question which is needed to be considered\nis what weight is to be attached to an admission and for that\npurpose it is necessary to find out as to whether it is clear,\nunambiguous and a relevant piece of evidence, and further it\nB is proved in accordance with the provisions of the Evidence Act.\nIt would be appropriate that an opportunity is given to the person\nunder cross-examination to tender his explanation and clear the\npoint on the question of admission. (Vide: Narayan\nBhagwantrao Gosavi Balajiwale v. Gopal Vinayak Gosavi \u0026\nOrs., AIR 1960 SC 100; Basant Singh v. Janki Singh \u0026 Ors.,\nAIR 1967 SC 341; Sita Ram Bhau Patil v. Ramchandra Nago\nPatil, AIR 1977 SC 1712; Sushil Kumar v. Rakesh Kumar,\nAIR 2004 SC 230; United Indian Insurance Co Ltd. v. Samir\nChandra Choudhary., (2005) 5 SCC 784; Charanjit lal Mehra\n\u0026 Ors v. Kamal Saroj Mahajan \u0026 Anr., AIR 2005 SC 2765;\nand Udham Singh v. Ram Singh \u0026 Anr., (2007) 15 SCC 529.)\nC\nD\n21. In Nagubai Ammal \u0026 Ors. v. B. Shama Rao \u0026 Ors.,\nAIR 1956 SC 593, this Court held that admission made by a\nparty is admissible and best evidence, unless it is proved that\nE it had been made under a mistaken belief. While deciding the\nsaid case reliance has been placed upon the judgment in\nSlatterie v. Pooley, (1840) 6 M \u0026 W 664, wherein it had been\nobserved \"What a party himself admits to be true, may\nreasonably be presumed to be so.\"\nF\nG\n22. In L.I.C of India \u0026 Anr v. Ram Pal Singh Bisen, (2010)\n4 SCC 491, this Court held that \"failure to prove the defence\ndoes not amount to an admission, nor does it reverse or\ndischarge the burden of proof of the plaintiff.\"\n23. In view of the above, the law on the admissions can\nbe summarised to the effect that admission made by a party\nthough not conclusive, is a decisive factor in a case unless the\nother party successfully withdraws the same or proves it to be\nerroneous. Even if the admission is not conclusive it may\nH operate as an estoppel. Law requires that an opportunity be\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n69\ngiven to the person who has made admission under cross- A\nexamination to tender his explanation and clarify the point on\nthe question of admission. Failure of a party to prove its\ndefence does not amount to admission, nor it can reverse or\ndischarge the burden of proof of the plaintiff.\n24. In the instant case, the Court held that not filing any\ndocument in rebuttal of the Will dated 1.3.1929 amounts to\nadmission of the said Will as well as it contents. Without\nfollowing the procedure as required under Order XII CPC or\nadmission having not been made during the course of hearing\nbefore the Court, the question of application of Section 58 of\nthe Evidence Act could not arise. Section 58 provides that a\nfact may not need to be proved in any proceeding which the\nparties thereto agreed to admit at the hearing or which, before\nthe hearing, they agree to admit by any writing under their hands\nor which they admitted by their pleading, even in that case court\nmay, in its discrètion, even if such a admission has been made\nby the party, require the fact admitted to be proved otherwise\nthan by such admission. In fact, admission by a party may be\noral or in writing. 'Admissions' are governed under Sections\n17 to 31 of the Evidence Act and such admission can be\ntendered and accepted as substantive evidence. While\nadmission for purposes of trial may dispense with proof of a\nparticular fact. Section 58 deals with admissions during trial i.e.\nat or before the hearing, which are known as judicial\nadmissions or stipulations dispense it with proof. Admissions\nare not conclusive proof but may operate as estoppel against\nits maker. Documents are necessarily either proved by witness\nor marked on admission.\nIn view of above, it is evident that the first appellate court\nhas misdirected itself so far as the issue of admission is\nconcerned. The finding recorded by it that appellant/defendant\nNo.1 failed to produce any document in rebuttal of the Will is\nnot only wrong but preposterous.\nB\nC\nD\nE\nF\nG\nH\n70\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA Order XLI Rule 27 C.P.C.\nB\nC\nD\nE\nF\nG\nH\n25. The general principle is that the Appellate Court should\nnot travel outside the record of the lower court and cannot take\nany evidence in appeal. However, as an exception, Order XLI\nRule 27 CPC enables the Appellate Court to take additional\nevidence in exceptional circumstances. The Appellate Court\nmay permit additional evidence only and only if the conditions.\nlaid down in this rule are found to exist. The parties are not\nentitled, as of right, to the admission of such evidence. Thus,\nprovision does not apply, when on the basis of evidence on\nrecord, the Appellate Court can pronounce a satisfactory\njudgment. The matter is entirely within the discretion of the court\nand is to be used sparingly. Such a discretion is only a judicial\ndiscretion circumscribed by the limitation specified in the rule\nitself. (Vide: K. Venkataramiah v. A. Seetharama Reddy \u0026\nOrs., AIR 1963 SC 1526; The Municipal Corporation of Greater\nBombay v. Lala Pancham \u0026 Ors., AIR 1965 SC 1008; Soonda\nRam \u0026 Anr. v. Rameshwaralal \u0026 Anr., AIR 1975 SC 479; and\nSyed Abdul Khader v. Rami Reddy \u0026 Ors., AIR 1979 SC 553).\n26. The Appellate Court should not, ordinarily allow new\nevidence to be adduced in order to enable a party to raise a\nnew point in appeal. Similarly, where a party on whom the onus\nof proving a certain point lies fails to discharge the onus, he is\nnot entitled to a fresh opportunity to produce evidence, as the\nCourt can, in such a case, pronounce judgment against him and\ndoes not require any additional evidence to enable it to\npronounce judgment. (Vide: Haji Mohammed Ishaq Wd. S. K.\nMohammed \u0026 Ors. v. Mohamed Iqbal and Mohamed Ali and\nCo., AIR 1978 SC 798).\n27. Under Order XLI, Rule 27 CPC, the appellate Court\nhas the power to allow a document to be produced and a\nwitness to be examined. But the requirement of the said Court\nmust be limited to those cases where it found it necessary to\nobtain such evidence for enabling it to pronounce judgment.\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n71\nThis provision does not entitle the appellate Court to let in fresh A\nevidence at the appellate stage where even without such\nevidence it can pronounce judgment in a case. It does not entitle\nthe appellate Court to let in fresh evidence only for the purpose\nof pronouncing judgment in a particular way. In other words, it\nis only for removing a lacuna in the evidence that the appellate B\nCourt is empowered to admit additional evidence. [Vide: Lala\nPancham \u0026 Ors. (supra) ].\n28. It is not the business of the Appellate Court to\nsupplement the evidence adduced by one party or the other in\nthe lower Court. Hence, in the absence of satisfactory reasons\nfor the non-production of the evidence in the trial court,\nadditional evidence should not be admitted in appeal as a party\nguilty of remissness in the lower court is not entitled to the\nindulgence of being allowed to give further evidence under this\nrule. So a party who had ample opportunity to produce certain\nevidence in the lower court but failed to do so or elected not to\ndo so, cannot have it admitted in appeal. (Vide: State of U.P.\nv. Manbodhan Lal Srivastava, AIR 1957 SC 912; and S.\nRajagopal v. C.M. Armugam \u0026 Ors., AIR 1969 SC 101).\n29. The inadvertence of the party or his inability to\nunderstand the legal issues involved or the wrong advice of a\npleader or the negligence of a pleader or that the party did not\nrealise the importance of a document does not constitute a\n\"substantial cause\" within the meaning of this rule. The mere\nfact that certain evidence is important, is not in itself a sufficient\nground for admitting that evidence in appeal.\n30. The words \"for any other substantial cause\" must be\nread with the word \"requires” in the beginning of sentence, so\nthat it is only where, for any other substantial cause, the\nAppellate Court requires additional evidence, that this rule will\napply, e.g., when evidence has been taken by the lower Court\nso imperfectly that the Appellate Court cannot pass a\nsatisfactory judgment.\nC\nD\nเม\nE\nF\nG\nI\n72\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA\nB\nC\n31. Whenever the appellate Court admits additional\nevidence it should record its reasons for doing so. (Sub-rule\n2). It is a salutary provision which operates as a check against\na too easy reception of evidence at a late stage of litigation\nand the statement of reasons may inspire confidence and\ndisarm objection. Another reason of this requirement is that,\nwhere a further appeal lies from the decision, the record of\nreasons will be useful and necessary for the Court of further\nappeal to see, if the discretion under this rule has been properly\nexercised by the Court below. The omission to record the\nreasons must, therefore, be treated as a serious defect. But\nthis provision is only directory and not mandatory, if the\nreception of such evidence can be justified under the rule.\n32. The reasons need not be recorded in a separate order\nprovided they are embodied in the judgment of the appellate\nD Court. A mere reference to the peculiar circumstances of the\ncase, or mere statement that the evidence is necessary to\npronounce judgment, or that the additional evidence is required.\nto be admitted in the interests of justice, or that there is no\nreason to reject the prayer for the admission of the additional\nE evidence, is not enough compliance with the requirement as\nto recording of reasons.\nF\nG\nH\n33. It is a settled legal proposition that not only\nadministrative order, but also judicial order must be supported\nby reasons, recorded in it. Thus, while deciding an issue, the\nCourt is bound to give reasons for its conclusion. It is the duty\nand obligation on the part of the Court to record reasons while\ndisposing of the case. The hallmark of order and exercise of\njudicial power by a judicial forum is for the forum to disclose\nits reasons by itself and giving of reasons has always been\ninsisted upon as one of the fundamentals of sound\nadministration of the justice - delivery system, to make it known\nthat there had been proper and due application of mind to the\nissue before the Court and also as an essential requisite of the\nprinciples of natural justice. The reason is the heartbeat of every\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n73\nconclusion. It introduces clarity in an order and without the A\nsame, the order becomes lifeless. Reasons substitute\nsubjectivity with objectivity. The absence of reasons renders an\norder indefensible/unsustainable particularly when the order is\nsubject to further challenge before a higher forum. Recording\nof reasons is principle of natural justice and every judicial order B\nmust be supported by reasons recorded in writing. It ensures\ntransparency and fairness in decision making. The person who\nis adversely affected must know why his application has been\nrejected. (Vide: State of Orissa v. Dhaniram Luhar, AIR 2004\nSC 1794; State of Uttaranchal \u0026 Anr. v. Sunil Kumar Singh C\nNegi, AIR 2008 SC 2026; The Secretary \u0026 Curator, Victoria\nMemorial Hall v. Howrah Ganatantrik Nagrik Samity \u0026 Ors.,\nAIR 2010 SC 1285; and Sant Lal Gupta \u0026 Ors. v. Modern\nCooperative Group Housing Society Limited \u0026 Ors., (2010)\n13 SCC 336).\n34. In The Land Acquisition Officer, City Improvement\nTrust Board, Bangalore v. H. Narayanaiah etc. etc., AIR 1976\nSC 2403, while dealing with the issue, a three judge Bench of\nthis Court held as under:\n\"We are of the opinion that the High Court should have\nrecorded its reasons to show why it found the admission\nof such evidence to be necessary for some substantial\nreason. And if it found it necessary to admit it an\nopportunity should have been given to the appellant to rebut\nany inference arising from its insistence by leading other\nevidence.\" (Emphasis added)\nA similar view has been reiterated by this Court in\nBasayya I. Mathad v. Rudrayya S. Mathad and Ors., AIR 2008\nSC 1108.\n35. A Constitution Bench of this Court in K.\nVenkataramiah (Supra), while dealing with the same issue\nheld:\nD\nE\nLL\nF\nG\nH\nA\nB\n74\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\n\"It is very much to be desired that the courts of appeal\nshould not overlook the provisions of cl. (2) of the Rule and\nshould record their reasons for admitting additional\nevidence..... The omission to record reason must,\ntherefore, be treated as a serious defect. Even so, we are\nunable to persuade ourselves that this provision is\nmandatory.\".\n(Emphasis added)\nIn the said case, the court after examining the record of\nC the case came to the conclusion that the appeal was heard for\na long time and the application for taking additional evidence\non record was filed during the final hearing of the appeal. In\nsuch a fact-situation, the order allowing such application did not\nvitiate for want of reasons.\nD\nE\nF\n36. Where the additional evidence sought to be adduced\nremoves the cloud of doubt over the case and the evidence has\na direct and important bearing on the main issue in the suit and\ninterest of justice clearly renders it imperative that it may be\nallowed to be permitted on record such application may be\nallowed.\n37. To sum up on the issue, it may be held that application\nfor taking additional evidence on record at a belated stage\ncannot be filed as a matter of right. The court can consider such\nan application with circumspection, provided it is covered under\neither of the prerequisite condition incorporated in the statutory\nprovisions itself. The discretion is to be exercised by the court\njudicially taking into consideration the relevance of the\ndocument in respect of the issues involved in the case and the\nG circumstances under which such an evidence could not be led\nin the court below and as to whether the applicant had\nprosecuted his case before the court below diligently and as\nto whether such evidence is required to pronounce the judgment\nby the appellate court. In case the court comes to the conclusion\nH\n"}