{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 8 S.C.R. 35\nUNION OF INDIA\nV.\nIBRAHIM UDDIN \u0026 ANR.\n(Civil Appeal No. 1374 of 2008)\nJULY 17, 2012\n[DR. B.S. CHAUHAN AND DIPAK MISRA, JJ.]\nCode of Civil Procedure, 1908:\nA\nB\nTitle suit - Burden of proof - Suit for declaration of title\nof ownership of property against Union of India - Suit\ndismissed by trial court - Order set aside by District Judge\nin first appeal on the finding that the defendant-Union of India\nfailed to prove its title over the suit land - Second appeal\ndismissed by High Court - Held: The first appellate court as\nwell as the High Court committed grave error in shifting the\nburden of proof on the defendant-Union of India, though it was\nexclusively on the plaintiff-respondent no.1 to prove his case,\nwhich the plaintiff-respondent no.1 failed to do The\ndocuments produced by the Union of India were not properly\nappreciated by the first appellate court and the High Court -\nThe appellate courts decided the appeals in unwarranted\nmanner in complete derogation of the statutory requirements\nand in flagrant violation of the provisions of CPC and the\nEvidence Act - Decree of the trial court restored.\n-\n-\n-\nOrder XII - Admission Evidentiary value of – Held:\nAdmission made by a party though not conclusive, is a\ndecisive factor in a case unless the other party successfully\nwithdraws the same or proves it to be erroneous - Even if the\nadmission is not conclusive it may operate as an estoppel\nFailure of a party to prove its defence does not amount to\nadmission, nor it can reverse or discharge the burden of proof\nof the plaintiff.\n-\nC\nD\nE\nF\nG\n35\nH\nA\n36\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nOrder XLI, Rule 27 - Additional evidence at the appellate\nstage - Admissibility of - Recording of reasons, if required -\nHeld: The matter is entirely within the discretion of the\nappellate court - The discretion is to be exercised by the court\njudicially taking into consideration the relevance of the\nB documents/evidence in respect of the issues involved in the\ncase and the circumstances under which such an evidence\ncould not be led in the court below and as to whether the\napplicant had prosecuted his case before the court below\ndiligently and as to whether such evidence is required to\npronounce the judgment by the appellate court - In absence\nof satisfactory reasons for non-production of the evidence in\nthe trial court, additional evidence should not be admitted in\nappeal – Whenever the appellate Court admits additional\nevidence it should record its reasons for doing so - The\nomission to record the reasons must be treated as a serious\ndefect-But this provision is only directory and not mandatory,\nif reception of such evidence can be justified under the rule.\nC\nD\n-\n-\nOrder XLI, Rule 27 - Application for production of\nadditional evidence in appellate court\nStage of\nE consideration - Held: Application under Order XLI Rule 27\nCPC is to be considered at the time of hearing of appeal on\nmerits so as to find whether the documents and/or the\nevidence sought to be adduced have any relevance/bearing\non the issues involved - Such an application, even if filed\nF during the pendency of the appeal, is to be heard at the time\nof final hearing of the appeal - In case, such application has\nbeen considered and allowed prior to the hearing of the\nappeal, the order being a product of total and complete non-\napplication of mind, as to whether such evidence is required\nto be taken on record to pronounce the judgment or not,\nremains inconsequential/ inexecutable and is liable to be\nignored.\nG\nH\n-\ns.100 Interference in second appeal\nSubstantial question of law\n-\n-\nScope\nHeld: Generally, a Second\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n37\nAppeal does not lie on question of facts or of law - However, A\nthere may be exceptional circumstances where the High Court\nis compelled to interfere, notwithstanding the limitation\nimposed by the wording of s.100 CPC - In second appeal,\nthe court frames the substantial question of law at the time of\nadmission of the appeal and is required to answer all the said B\nquestions unless the appeal is finally decided on one or two\nof those questions or the court comes to the conclusion that\nthe question(s) framed could not be the substantial\nquestion(s) of law - There is no prohibition in law to frame the\nadditional substantial question of law if the need so arises at\nthe time of the final hearing of the appeal.\n-\n-\n-\nC\nSpecific Relief Act, 1963 – s.34 – Suit seeking relief of\ndeclaration of title without seeking consequential relief\nMaintainability - Held: Not maintainable - Suit barred by the\nproviso to s.34 of the Act as the plaintiff was not in possession D\nand yet he did not ask for restoration of possession or any\nother consequential relief.\n-\nEvidence Act, 1872 - s. 114(g) - Presumption under -\nWhen Court may draw adverse inference u/s.114(g)\nRelevant factors to be taken into consideration - Held: The\nissue of drawing adverse inference is required to be decided\nby the court taking into consideration the pleadings of the\nparties and by deciding whether any document/evidence,\nwithheld, has any relevance at all or omission of its production\nwould directly establish the case of the other side - The court\nhas to consider further as to whether the other side could file\ninterrogatories or apply for inspection and production of the\ndocuments etc. under Order XI CPC - In case one party has\nasked the court to direct the other side to produce the\ndocument and other side failed to comply with the court's\norder, the court may be justified in drawing the adverse\ninference - All the pros and cons must be examined before\nthe adverse inference is drawn - Code of Civil Procedure,\n1908 - Order XI.\nE\nF\nG\nH\nA\nB\nC\nD\n38\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nRespondent no.1 filed Original Suit in the Court of\nCivil Judge, Agra on 25.7.1995, seeking a decree for\ndeclaration that he was the owner of the suit property/\nland, making averments that the suit land originally had\nbeen with the Maratha Government (Scindia-Gwalior);\nthat the ancestors of the plaintiff having close association\nwith the Maratha Government, were made a grant in\nrespect of the suit land in the year 1800 and later, the\nland was partitioned between the ancestors of the\nplaintiff in the year 1819; that subsequently, the plaintiff/\nrespondent no.1 being the only heir (descendant)\nbecame the absolute owner of the land; that the suit land\nwas given on rent to the State authorities in Agra by\nexecuting a rent note for a sum of Rs.22/- per month and\nthat since the Union of India claimed title over the suit\nland illegally and in an unauthorised manner on 22.2.1993\nand afterwards, the cause of action arose to approach the\ncourt. The trial court dismissed the suit.\nAggrieved, respondent no.1 preferred first appeal\nbefore the District Judge, Agra. During pendency of the\nE appeal, he preferred an application under Order XLI Rule\n27 of CPC for adducing additional evidence, i.e., Will\nexecuted by his maternal grandfather dated 1.3.1929 in\nhis favour bequeathing the suit property. The first\nappellate court allowed the said application and\nthereafter also allowed the first appeal. The judgment of\nthe first appellate court was upheld in second appeal by\nthe High Court.\nF\nG\nH\nIn the instant appeal, the appellants submitted that\nthere was no documentary evidence or trustworthy oral\nevidence that the suit property had been given to the fore-\nfathers of the plaintiff/respondent no.1 by the Maratha\nGovernment in the year 1800 or that there was partition\namong the fore-fathers of plaintiff/respondent no.1 in the\nyear 1819; that the first appellate Court had no occasion\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n39\nB\nto decide the application under Order XLI Rule 27 CPC A\nprior to the hearing of the appeal itself; that more so, as\nthere was no reference to the Will in the plaint or First\nAppeal, it could not be taken on record for want of\npleadings in this respect; that taking the Will on record\ndid not mean that either the Will or its contents stood\nproved; that none had proved the said Will and thus, it\ncould not be relied upon and if the Will was ignored, there\nwas no evidence on record to prove the case of the\nplaintiff/respondent no.1; that the High Court had framed\n4 substantial questions of law at the time of admission\nof the appeal and 2 additional substantial questions at a\nlater stage but did not answer either of them nor recorded\nany finding that none of them was, in fact, a substantial\nquestion of law; and that merely because the Union of\nIndia did not produce the revenue record before the trial\nCourt, the first appellate Court could not have drawn\nadverse inference under Section 114(g) of the Evidence\nAct, 1872.\nAllowing the appeal, the Court\nC\nD\nHELD:\nE\nPresumption under Section 114(g) of the Evidence Act :\n1.1. Generally, it is the duty of the party to lead the\nbest evidence in his possession, which could throw light F\non the issue in controversy and in case such material\nevidence is withheld, the Court may draw adverse\ninference under Section 114(g) of the Evidence Act\nnotwithstanding, that the onus of proof did not lie on\nsuch party and it was not called upon to produce the G\nsaid evidence. [Para 6] [61-E-F]\n1.2. The issue of drawing adverse inference is\nrequired to be decided by the court taking into\nconsideration the pleadings of the parties and by\nH\n40\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA deciding whether any document/evidence, withheld, has\nany relevance at all or omission of its production would\ndirectly establish the case of the other side. The court\ncannot loose sight of the fact that burden of proof is on\nthe party which makes a factual averment. The court has\nB to consider further as to whether the other side could file\ninterrogatories or apply for inspection and production of\nthe documents etc. as is required under Order XI CPC.\nConduct and diligence of the other party is also of\nparamount importance. Presumption or adverse\nC inference for non-production of evidence is always\noptional and a relevant factor to be considered in the\nbackground of facts involved in the case. Existence of\nsome other circumstances may justify non-production of\nsuch documents on some reasonable grounds. In case\none party has asked the court to direct the other side to\nproduce the document and other side failed to comply\nwith the court's order, the court may be justified in\ndrawing the adverse inference. All the pros and cons\nmust be examined before the adverse inference is drawn.\nSuch presumption is permissible, if other larger evidence\nis shown to the contrary. [Para 16] [66-A-E]\nD\nE\n1.3. In the instant case, the plaintiff/respondent no.1\ndid not submit any interrogatory statement or an\napplication for making inspection or for production of the\nF document as provided under Order XI CPC. In such a fact-\nsituation, it was not permissible for the first appellate\nCourt or the High Court to draw any adverse inference\nagainst the appellant/defendant no.1. [Para 17] [66-F-H]\nG\nH\nKamma Otukunta Ram Naidu v. Chereddy Pedda Subba\nReddy \u0026 Ors. AIR 2003 SC 3342; Mohinder Kaur v. Kusam\nAnand (2000) 4 SCC 214: 2000 (2) SCR 594; Takhaji Hiraji\nv. Thakore Kubersing Chamansing \u0026 Ors. AIR 2001 SC\n2328; Municipal Corporation, Faridabad v. Siri Niwas AIR\n2004 SC 4681: 2004 (4) Suppl. SCR 145; Mahant Shri\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n41\nSrinivas Ramanuj Das v. Surjanarayan Das \u0026 Anr. AIR 1967 A\nSC 256: 1966 SCR 436; Ramrati Kuer v. Dwarika Prasad\nSingh \u0026 Ors. AIR 1967 SC 1134: 1967 SCR 153; Ravi\nYashwant Bhoir v. District Collector, Raigad \u0026 Ors. AIR 2012\nSC 1339: Smt. Indira Kaur \u0026 Ors. v. Shri Sheo Lal Kapoor\nAIR 1988 SC 1074; Mahendra L. Jain \u0026 Ors. v. Indore B\nDevelopment Authority \u0026 Ors. (2005) 1 SCC 639: 2004 (6)\nSuppl. SCR 242; Manager, R.B.I., Bangalore v. S. Mani \u0026\nOrs. AIR 2005 SC 2179: 2005 (2) SCR 797; A. Jayachandra\nv. Aneel Kaur AIR 2005 SC 534: 2004 (6) Suppl. SCR 599;\nR.M. Yellatti v. Assistant Executive Engineer AIR 2006 SC C\n355: 2005 (4) Suppl. SCR 1010 and Pratap Singh \u0026 Anr. v.\nState of M.P. AIR 2006 SC 514: 2005 (5) Suppl. SCR 439 –\nrelied on.\nMt. Bilas Kunwar v. Desraj Ranjit Singh AIR 1915 PC 96;\nMurugesam Pillai v. Gnana Sambandha Pandara Sannadhi\nAIR 1917 PC 6; Hiralal \u0026 Ors. v. Badkulal \u0026 Ors. AIR 1953\nSC 225: 1953 SCR 758; A. Raghavamma \u0026 Anr. v.\nA.Chenchamma \u0026 Anr. AIR 1964 SC 136: 1964 SCR 933;\nThe Union of India v. Mahadeolal Prabhu Dayal AIR 1965\nSC 1755: 1965 SCR 145; Gopal Krishnaji Ketkar v.\nMohamed Haji Latif \u0026 Ors. AIR 1968 SC 1413: 1968 SCR\n862; M/s. Bharat Heavy Electrical Ltd. v. State of U.P. \u0026 Ors.\nAIR 2003 SC 3024: 2003 (1) Suppl. SCR 625; Musauddin\nAhmed v. State of Assam AIR 2010 SC 3813 and Khatri\nHotels Pvt. Ltd. \u0026 Anr. v. Union of India \u0026 Anr. (2011) 9 SCC\n126 - referred to.\nAdmissions:\n2.1. Order XII CPC deals with admission of the case,\nadmission of the documents and judgment on\nadmissions. Admission made by a party though not\nconclusive, is a decisive factor in a case unless the other\nparty successfully withdraws the same or proves it to be\nerroneous. Even if the admission is not conclusive it may\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n42\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\noperate as an estoppel. Law requires that an opportunity\nbe given to the person who has made admission under\ncross-examination to tender his explanation and clarify\nthe point on the question of admission. Failure of a party\nto prove its defence does not amount to admission, nor\nit can reverse or discharge the burden of proof of the\nplaintiff. [Paras 19, 23] [67-E; 68-G-H; 69-A]\n2.2. In the instant case, the first appellate Court held\nthat not filing any document in rebuttal of the Will dated\n1.3.1929 amounts to admission of the said Will as well as\nits contents. It is evident that the first appellate court\nmisdirected itself so far as the issue of admission is\nconcerned. The finding recorded by it that appellant/\ndefendant No.1 failed to produce any document in\nrebuttal of the Will is not only wrong but preposterous.\n[Para 24] [69-B-G]\nNarayan Bhagwantrao Gosavi Balajiwale v. Gopal\nVinayak Gosavi \u0026 Ors. AIR 1960 SC 100: 1960 SCR 773;\nBasant Singh v. Janki Singh \u0026 Ors., AIR 1967 SC 341: 1967\nSCR 1; Sita Ram Bhau Patil v. Ramchandra Nago Patil AIR\n1977 SC 1712: 1977 (2) SCR 671; Sushil Kumar v. Rakesh\nKumar, AIR 2004 SC 230: 2003 (4) Suppl. SCR 802; United\nIndian Insurance Co Ltd. v. Samir Chandra Choudhary (2005)\n5 SCC 784: 2005 (1) Suppl. SCR 613; Charanjit Lal Mehra\n\u0026 Ors v. Kamal Saroj Mahajan \u0026 Anr. AIR 2005 SC 2765:\n2005 (2) SCR 661; Udham Singh v. Ram Singh \u0026 Anr.\n(2007) 15 SCC 529; Nagubai Ammal \u0026 Ors. v. B. Shama Rao\n\u0026 Ors. AIR 1956 SC 593: 1956 SCR 451 and L.I.C of India\n\u0026 Anr v. Ram Pal Singh Bisen (2010) 4 SCC 491: 2010 (3)\nSCR 438 – relied on.\n-\nSlatterie v. Pooley, (1840) 6 M \u0026 W 664 - referred to.\nOrder XLI Rule 27 C.P.C.\n3.1. The general principle is that the Appellate Court\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n43\nshould not travel outside the record of the lower court A\nand cannot take any evidence in appeal. However, as an\nexception, Order XLI Rule 27 CPC enables the Appellate\nCourt to take additional evidence in exceptional\ncircumstances. The Appellate Court may permit additional\nevidence only and only if the conditions laid down in this B\nrule are found to exist. The parties are not entitled, as of\nright, to the admission of such evidence. Thus, provision\ndoes not apply, when on the basis of evidence on record,\nthe Appellate Court can pronounce a satisfactory\njudgment. The matter is entirely within the discretion of\nC\nthe court and is to be used sparingly. [Para 25] [69-H; 70-\nA-C]\n3.2. It is not the business of the Appellate Court to\nsupplement the evidence adduced by one party or the\nother in the lower Court. Hence, in the absence of D\nsatisfactory reasons for the non-production of the\nevidence in the trial court, additional evidence should not\nbe admitted in appeal as a party guilty of remissness in\nthe lower court is not entitled to the indulgence of being\nallowed to give further evidence under this rule. So a E\nparty who had ample opportunity to produce certain\nevidence in the lower court but failed to do so or elected\nnot to do so, cannot have it admitted in appeal. Whenever\nthe appellate Court admits additional evidence it should\nrecord its reasons for doing so. The omission to record F\nthe reasons must, therefore, be treated as a serious\ndefect. But this provision is only directory and not\nmandatory, if the reception of such evidence can be\njustified under the rule. [Paras 28 and 31] [71-B-D, H; 72-\nB-C]\n3.3. The application for taking additional evidence on\nrecord at a belated stage cannot be filed as a matter of\nright. The court can consider such an application with\ncircumspection, provided it is covered under either of the\nprerequisite condition incorporated in the statutory\nG\nH\n44\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA provisions itself. The discretion is to be exercised by the\ncourt judicially taking into consideration the relevance of\nthe document in respect of the issues involved in the\ncase and the circumstances under which such an\nevidence could not be led in the court below and as to\nB whether the applicant had prosecuted his case before\nthe court below diligently and as to whether such\nevidence is required to pronounce the judgment by the\nappellate court. In case the court comes to the conclusion\nthat the application filed comes within the four corners\nC of the statutory provisions itself, the evidence may be\ntaken on record, however, the court must record reasons\nas on what basis such an application has been allowed.\n[Para 37] [74-E-H; 75-A]\nK. Venkataramiah v. A. Seetharama Reddy \u0026 Ors. AIR\nD 1963 SC 1526: 1964 SCR 35; The Municipal Corporation of\nGreater Bombay v. Lala Pancham \u0026 Ors. AIR 1965 SC\n1008: 1965 SCR 542; Soonda Ram \u0026 Anr. v. Rameshwaralal\n\u0026 Anr. AIR 1975 SC 479: 1975 (3) SCR 146; Syed Abdul\nKhader v. Rami Reddy \u0026 Ors. AIR 1979 SC 553; Haji\nE Mohammed Ishaq Wd. S. K. Mohammed \u0026 Ors. v. Mohamed\nIqbal and Mohamed Ali and Co. AIR 1978 SC 798: 1978 (3)\nSCR 571; State of U.P. v. Manbodhan Lal Srivastava AIR\n1957 SC 912: 1958 SCR 533; S. Rajagopal v. C.M.\nArmugam \u0026 Ors. AIR 1969 SC 101: 1969 SCR 254; State\nof Orissa v. Dhaniram Luhar AIR 2004 SC 1794: 2004 (2)\nSCR 68; State of Uttaranchal \u0026 Anr. v. Sunil Kumar Singh\nNegi AIR 2008 SC 2026: 2008 (4) SCR 804; The Secretary\n\u0026 Curator, Victoria Memorial Hall v. Howrah Ganatantrik\nNagrik Samity \u0026 Ors. AIR 2010 SC 1285: 2010 (3) SCR 190;\nSant Lal Gupta \u0026 Ors. v. Modern Cooperative Group Housing\nSociety Limited \u0026 Ors. (2010) 13 SCC 336: 2010 (13) SCR\n621; The Land Acquisition Officer, City Improvement Trust\nBoard, Bangalore v. H. Narayanaiah etc. etc. AIR 1976 SC\n2403: 1977 (1) SCR 178 and Basayya I. Mathad v. Rudrayya\nS. Mathad and Ors. AIR 2008 SC 1108: 2008 (1) SCR 1155-\nrelied on.\nF\nG\nH\n"}