{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"UNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n75\nthat the application filed comes within the four corners of the A\nstatutory provisions itself, the evidence may be taken on record,\nhowever, the court must record reasons as on what basis such\nan application has been allowed. However, the application\nshould not be moved at a belated stage.\nStage of Consideration :\nB\nC\n38. An application under Order XLI Rule 27 CPC is to be\nconsidered at the time of hearing of appeal on merits so as\nto find whether the documents and/or the evidence sought to\nbe adduced have any relevance/bearing on the issues involved.\nThe admissibility of additional evidence does not depend upon\nthe relevancy to the issue on hand, or on the fact, whether the\napplicant had an opportunity for adducing such evidence at an\nearlier stage or not, but it depends upon whether or not the\nAppellate Court requires the evidence sought to be adduced D\nto enable it to pronounce judgment or for any other substantial\ncause. The true test, therefore is, whether the Appellate Court\nis able to pronounce judgment on the materials before it without\ntaking into consideration the additional evidence sought to be\nadduced. Such occasion would arise only if on examining the E\nevidence as it stands the court comes to the conclusion that\nsome inherent lacuna or defect becomes apparent to the Court.\n(Vide: Arjan Singh v. Kartar Singh \u0026 Ors., AIR 1951 SC 193;\nand Natha Singh \u0026 Ors. v. The Financial Commissioner,\nTaxation, Punjab \u0026 Ors., AIR 1976 SC 1053).\n39. In Parsotim Thakur \u0026 Ors. v. Lal Mohar Thakur \u0026\nOrs., AIR 1931 PC 143, it was held:\nF\n?\"The provisions of S.107 as elucidated by 0.41, R.27 are\nclearly not intended to allow a litigant who has been G\nunsuccessful in the lower Court to patch up the weak parts\nof his case and fill up omissions in the Court of appeal.\nUnder R.27, CI.(1) (b) it is only where the appellate Court\n\"requires\" it (i.e. finds it needful). ...... The legitimate\noccasion for the exercise of this discretion is not H\nA\nB\nс\nD\nE\nF\nG\nH\n76\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nwhenever before the appeal is heard a party applies to\nadduce fresh evidence, but \"when on examining the\nevidence as it stands, some inherent lacuna or defect\nbecomes apparent\", it may well be that the defect may be\npointed out by a party, or that a party may move the Court\nto apply the defect, but the requirement must be the\nrequirement of the court upon its appreciation of evidence\nas it stands. Wherever the Court adopts this procedure it\nis bound by R. 27(2) to record its reasons for so doing,\nand under R.29 must specify the points to which the\nevidence is to be confined and record on its proceedings\nthe points so specified. The power so conferred upon the\nCourt by the Code ought to be very sparingly exercised\nand one requirement at least of any new evidence to be\nadduced should be that it should have a direct and\nimportant bearing on a main issue in the case...\n(Emphasis added)\n(See also: Indirajit Pratab Sahi v. Amar Singh, AIR 1928\nP.C. 128)\n40. In Arjan Singh v. Kartar Singh \u0026 Ors. (supra), this\nCourt held:\n_ If the additional evidence was allowed to be\nadduced contrary to the principles governing the reception\nof such evidence, it would be a case of improper exercise\nof discretion, and the additional evidence so brought on\nthe record will have to be ignored and the case decided\nas if it was non-existent....... The order allowing the\nappellant to call the additional evidence is dated\n17.8.1942. The appeal was heard on 24.4.1942. There\nwas thus no examination of the evidence on the record and\na decision reached that the evidence as it stood disclosed\na lacuna which the court required to be filled up for\npronouncing the judgment\" (Emphasis added)\n41. Thus, from the above, it is crystal clear that application\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n77\nfor taking additional evidence on record at an appellate stage, A\neven if filed during the pendency of the appeal, is to be heard\nat the time of final hearing of the appeal at a stage when after\nappreciating the evidence on record, the court reaches the\nconclusion that additional evidence was required to be taken\non record in order to pronounce the judgment or for any other B\nsubstantial cause. In case, application for taking additional\nevidence on record has been considered and allowed prior to\nthe hearing of the appeal, the order being a product of total and\ncomplete non-application of mind, as to whether such evidence\nis required to be taken on record to pronounce the judgment C\nor not, remains inconsequential/inexecutable and is liable to be\nignored.\nIn the instant case, the application under Order XLI Rule\n27 CPC was filed on 6.4.1998 and it was allowed on 28.4.1999\nthough the first appeal was heard and disposed of on\n15.10.1999. In view of law referred to hereinabove, the order\ndated 28.4.1999 is just to be ignored.\n42. The High Court while admitting the appeal had framed\nthe following substantial questions of law:\n1. Whether the judgment and decree passed by the lower\nappellate court is vitiated in law inasmuch as the land in\ndispute which was recorded in Column B-4 under Rule 6\nof the Cantonment Land Administration Rule 1937 was\nwrongly and illegally discarded on the ground of secondary\nevidence in the presence of the original register\nmaintained by the Military Estate Officer.\nD\nE\nF\nד.\n2. Whether the certified copy of the relevant registers\nmaintained under the Cantonment Act are admissible in G\nevidence and appellate court erred in law in discarding the\nsame illegally against the relevant provisions of the\nEvidence Act and decreed the suit of the plaintiff on the\nfalse pretext that there is no document was filed on behalf\nof the defendant?\nI\nA\nB\n78\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\n3. Whether the appellate court did not consider this aspect\nat all that the suit for declaration without possession is not\nmaintainable is barred by the provision of Specific Relief\nAct.\n4. Whether the lower appellate court has committed\nillegality while accepting the Will dated 1.3.1992 filed on\n28.4.1999 without its proof by plaintiff?\nThe High Court admittedly did not answer any of them,\nthough had the question Nos. 2, 3 and 4 been decided, the\nC result would have been otherwise.\nD\nSection 34 of the Specific Relief Act, 1963:\n43. The Section provides that courts have discretion as to\ndeclaration of status or right, however, it carves out an exception\nthat a court shall not make any such declaration of status or right\nwhere the complainant, being able to seek further relief than a\nmere declaration of title, omits to do so.\n44. In Ram Saran \u0026 Anr. v. Smt. Ganga Devi, AIR 1972\nE SC 2685, this Court had categorically held that the suit seeking\nfor declaration of title of ownership but where possession is not\nsought, is hit by the proviso of Section 34 of Specific Relief Act,\n1963 (hereinafter called 'Specific Relief Act') and, thus, not\nmaintainable.\nF\nG\n45. In Vinay Krishna v. Keshav Chandra \u0026 Anr., AIR 1993\nSC 957, this Court dealt with a similar issue where the plaintiff\nwas not in exclusive possession of property and had filed a suit\nseeking declaration of title of ownership. Similar view has been\nreiterated observing that the suit was not maintainable, if barred\nby the proviso to Section 34 of the Specific Relief Act. (See\nalso: Gian Kaur v. Raghubir Singh, (2011) 4 SCC 567).\n46. In view of above, the law becomes crystal clear that it\nis not permissible to claim the relief of declaration without\nH seeking consequential relief. In the instant case, suit for\n}\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n79\ndeclaration of title of ownership had been filed though, the A\nplaintiff/respondent no. 1 was admittedly not in possession of\nthe suit property. Thus, the suit was barred by the provision of\nSection 34 of the Specific Relief Act and, therefore, ought to\nhave been dismissed solely on this ground. The High Court\nthough framed a substantial question on this point but for B\nunknown reasons did not consider it proper to decide the\nsame.\nSection 100 CPC :\n47. Section 100 CPC provides for a second appeal only\non the substantial question of law. Generally, a Second Appeal\ndoes not lie on question of facts or of law.\nC\n48. In State Bank of India \u0026 Ors. v. S.N. Goyal, AIR 2008\nSC 2594, this Court explained the terms “substantial question D\nof law\" and observed as under :\nE\n\"The word 'substantial' prefixed to 'question of law' does\nnot refer to the stakes involved in the case, nor intended\nto refer only to questions of law of general importance, but\nrefers to impact or effect of the question of law on the\ndecision in the lis between the parties. 'Substantial\nquestions of law' means not only substantial questions of\nlaw of general importance, but also substantial question\nof law arising in a case as between the parties. ....\nany question of law which affects the final decision in a\ncase is a substantial question of law as between the\nparties. A question of law which arises incidentally or\ncollaterally, having no bearing on the final outcome, will not\nbe a substantial question of law. There cannot, therefore,\nbe a straitjacket definition as to when a substantial G\nquestion of law arises in a case.\"\nF\n(Emphasis added)\nSimilarly, in Sir Chunilal V. Mehta \u0026 Sons Ltd. v. Century\nH\n80\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA Spinning and Manufacturing Co. Ltd., AIR 1962 SC 1314, this\nCourt for the purpose of determining the issue held:-\nB\n\"The proper test for determining whether a question of law\nraises in the case is substantial, would, in our opinion, be\nwhether it is of general public importance or whether it\ndirectly and substantially affects the rights of the\nparties.....\"(Emphasis added)\n49. In Vijay Kumar Talwar v. Commissioner of Income\nTax, New Delhi, (2011) 1 SCC 673, this Court held that, a point\nC of law which admits of no two opinions may be a proposition\nof law but cannot be a substantial question of law. To be\n'substantial' a question of law must be debatable, not previously\nsettled by law of the land or a binding precedent, and must have\na material on the decision of the case, if answered either way,\nD insofar as the rights of the parties before it are concerned. To\nE\nF\nbe a question of law 'involving in the case' there must be first\na foundation for it laid in the pleadings and the question should\nemerge from the sustainable findings of fact arrived at by court\nof facts and it must be necessary to decide that question of law\nfor a just and proper decision of the case. It will, therefore,\ndepend on the facts and circumstance of each case, whether\na question of law is a substantial one or not; the paramount\noverall consideration being the need for striking a judicious\nbalance between the indispensable obligation to do justice at\nall stages and impelling necessity of avoiding prolongation in\nthe life of any lis.\"\n(See also: Rajeshwari v. Puran Indoria, (2005) 7 SCC 60).\n50. The Court, for the reasons to be recorded, may also\nG entertain a second appeal even on any other substantial\nquestion of law, not formulated by it, if the Court is satisfied that\nthe case involves such a question. Therefore, the existence of\na substantial question of law is a sine-qua-non for the exercise\nof jurisdiction under the provisions of Section 100 CPC. The\nH second appeal does not lie on the ground of erroneous findings\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\nof facts based on appreciation of the relevant evidence.\n81\nA\nThere may be a question, which may be a \"question of\nfact”, “question of law”, “mixed question of fact and law\" and\n\"substantial question of law.\" Question means anything inquired;\nan issue to be decided. The \"question of fact\" is whether a\nB\nparticular factual situation exists or not. A question of fact, in\nthe Realm of Jurisprudence, has been explained as under:-\n\"A question of fact is one capable of being answered by\nway of demonstration. A question of opinion is one that\ncannot be so answered. An answer to it is a matter of C\nspeculation which cannot be proved by any available\nevidence to be right or wrong.\"\n(Vide: Salmond, on Jurisprudence, 12th Edn. page 69,\ncited in Gadakh Yashwantrao Kankarrao v. E.V. alias\nBalasaheb Vikhe Patil \u0026 ors., AIR 1994 SC 678).\n51. In Smt. Bibhabati Devi v. Ramendra Narayan Roy \u0026\nOrs., AIR 1947 PC 19, the Privy Council has provided the\nguidelines as in what cases the second appeal can be\nentertained, explaining the provisions existing prior to the\namendment of 1976, observing as under:-\nthat miscarriage of justice means such a departure\nfrom the rules which permeate all judicial procedure as to\nmake that which happen not in the proper sense of the\nword 'judicial procedure' at all. That the violation of some\nprinciples of law or procedure must be such erroneous\nproposition of law that if that proposition to be corrected,\nthe finding cannot stand, or it may be the neglect of some\nprinciple of law or procedure, whose application will have\nthe same effect. The question whether there is evidence\non which the Courts could arrive at their finding, is such a\nquestion of law.\n'That the question of admissibility of evidence is a\nproposition of law but it must be such as to affect materially the\nD\nE\nF\nG\nH\n82\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA finding. The question of the value of evidence is not sufficient\nreason for departure from the practice......\"\nB\nC\nD\nE\nLL\nF\n52. In Suwalal Chhogalal v. Commissioner of Income\nTax, (1949) 17 ITR 269, this Court held as under:-\n\"A fact is a fact irrespective of evidence, by which it is\nproved. The only time a question of law can arise in such\na case is when it is alleged that there is no material on\nwhich the conclusion can be based or no sufficient\nevidence.\"\n53. In Oriental Investment Company Ltd. v.\nCommissioner of Income Tax, Bombay, AIR 1957 SC 852,\nthis Court considered a large number of its earlier judgments,\nincluding Sree Meenakshi Mills Ltd., Madurai v.\nCommissioner of Income Tax, Madras, AIR 1957 SC 49, and\nheld that where the question of decision is whether certain profit\nis made and shown in the name of certain intermediaries,\nwere, in fact, profit actually earned by the assessee or the\nintermediaries, is a mixed question of fact and law. The Court\nfurther held that inference from facts would be a question of fact\nor of law according as the point for determination is one of pure\nfact or a \"mixed question of law and fact\" and that a finding of\nfact without evidence to support it or if based on relevant or\nirrelevant matters, is not unassailable.\n54. There is no prohibition to entertain a second appeal\neven on question of fact provided the Court is satisfied that the\nfindings of the courts below were vitiated by non-consideration\nof relevant evidence or by showing erroneous approach to the\nmatter and findings recorded in the court below are perverse.\nG (Vide: Jagdish Singh v. Nathu Singh, AIR 1992 SC 1604;\nSmt. Prativa Devi (Smt.) v. T.V. Krishnan, (1996) 5 SCC 353;\nSatya Gupta (Smt.) @ Madhu Gupta v. Brijesh Kumar, (1998)\n6 SCC 423; Ragavendra Kumar v. Firm Prem Machinary \u0026\nCo., AIR 2000 SC 534; Molar Mal (dead) through Lrs. v. M/s.\nH Kay Iron Works Pvt. Ltd., AIR 2000 SC 1261; Bharatha Matha\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n83\n\u0026 Anr. v. R. Vijaya Renganathan \u0026 Ors., AIR 2010 SC 2685; A\nand Dinesh Kumar v. Yusuf Ali, (2010) 12 SCC 740).\n55. In Jai Singh v. Shakuntala, AIR 2002 SC 1428, this\nCourt held that it is permissible to interfere even on question\nof fact but it may be only in \"very exceptional cases and on\nB\nextreme perversity that the authority to examine the same in\nextenso stands permissible it is a rarity rather than a regularity\nand thus in fine it can thus be safely concluded that while there\nis no prohibition as such, but the power to scrutiny can only be\nhad in very exceptional circumstances and upon proper\ncircumspection.\"\nSimilar view has been taken in the case of Kashmir Singh\nv. Harnam Singh \u0026 Anr., AIR 2008 SC 1749.\n56. Declaration of relief is always discretionary. If the\ndiscretion is not exercised by the lower court \"in the spirit of\nthe statute or fairly or honestly or according to the rules of reason\nand justice\", the order passed by the lower court can be\nreversed by the superior court. (See: Mysore State Road\nTransport Corporation v. Mirja Khasim Ali Beg \u0026 Anr., AIR\n1977 SC 747).\nC\nD\nE\nF\n57. There may be exceptional circumstances where the\nHigh Court is compelled to interfere, notwithstanding the\nlimitation imposed by the wording of Section 100 CPC. It may\nbe necessary to do so for the reason that after all the purpose\nof the establishment of courts of justice is to render justice\nbetween the parties, though the High Court is bound to act with\ncircumspection while exercising such jurisdiction. In second\nappeal the court frames the substantial question of law at the\ntime of admission of the appeal and the Court is required to\nanswer all the said questions unless the appeal is finally\ndecided on one or two of those questions or the court comes\nto the conclusion that the question(s) framed could not be the\nsubstantial question(s) of law. There is no prohibition in law to\nframe the additional substantial question of law if the need so Н\nG\n84\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA arises at the time of the final hearing of the appeal.\nB\n58. In the instant case, none of the substantial questions\nframed by the Court had been answered. Much reliance has\nbeen placed on the Will which was liable just to be ignored. Even\notherwise, the Will in the instant case cannot be relied upon for\nwant of pleadings.\n59. The pleading taken in the plaint dated 25.7.1995\nclearly revealed that the land in dispute belonged to Hafiz\nAhmad Bux and Hafiz Kareem Bux who were the ancestors of\nC the plaintiff and they were the owners of the same in the year\n1800. The property was partitioned between ancestors of the\nplaintiff in the year 1819. There had been succession of the\nproperty by various documents of Hafiz Kareem Bux and Hafiz\nAhmad Bux. The plaintiff claims to be heir and successor of\nD one Smt. Hasin Begum wife of Zafaruddin and daughter of Sri\nHazim Ali. He had inherited the suit property being a lone heir\nof Shri Hafiz Ahmed Bux after the death of his mother Smt.\nHasin Begum.\nE\nF\nIn case, the plaint does not make any reference that the\nproperty had been given to the plaintiff/respondent no.1 by way\nof Will, and pleadings had not been amended at the stage of\nfirst appeal, the question does arise as to whether, the Will\ncould be taken into consideration, while deciding the case.\nThe trial court had considered as many as seven issues\nand does not make any reference that the property had been\ngifted to the ancestors of the plaintiff by the Maratha rulers.\nFurther finding has been recorded that in respect of documents,\nthe plaintiff/respondent no. 1 had given paper to defendant no.\nG 1 for inspection of the record but he did not make any\ninspection. However, a passing reference had been made by\nthe trial court that no record had been produced by the plaintiff\nto show that the Maratha Government had given the land to the\nforefathers of the plaintiff.\nH\n"}