{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"UNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n85\nSo far as the First Appellate Court is concerned, it placed A\na very heavy reliance on the Will and further recorded a finding\nthat in spite of the fact that the plaintiff filed an application for\ninspection before the appellant/defendant no.1, he was not\npermitted to have the inspection. Nor the said revenue record\nwas presented by the present appellant and, therefore, an\nB\nadverse inference was drawn against it. So far as the Will is\nconcerned, it is evident that it was taken on the record as an\nadditional evidence without any pleading anywhere. There is\nnothing on record that the plaintiff/defendant no. 1 made any\nattempt to make an amendment in the plaint even at the\nappellate stage by moving an application under Order VI Rule\n17 CPC.\n60. Relevant part of the application under Order XLI Rule\n27 CPC, reads as under:\n?\"2. That the property in suit belongs to the ancestors of\nthe plaintiff. The grand father of the plaintiff/appellant had\nmade the Will in favour of the plaintiff regarding the property\nin suit inter alia other properties in year 1929.\n3. That at the time of trial of the suit the said will was not\nin possession of the plaintiff and the same was misplaced\nin the other lot of old papers of the plaintiff kept in store.\nC\nD\nE\n4. That even after best effort, and due diligence the\naforesaid Will could not be available at the time of trial of F\nthe suit and now after due diligence and best effort it has\nbeen available and traced our.\n5. That the papers were not available earlier so it could\nnot be filed in the lower court.\n6. That the said paper is very much relevant to establish\nthe right, title or interest in the disputed property of the\nplaintiff so the same is very necessary to be taken on\nrecord.\nG\nH\n86\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA\nB\nC\nD\nE\n7. That if the said paper is not taken on record the plaintiff\nwill be deprived from getting justice.\"\n61. The first Appellate Court allowed the application filed\nby the plaintiff under Order XLI Rule 27 CPC vide order dated\n28.4.1999 which reads as under:\n\"The Will in question is necessary for the disposal of the\nappeal because the applicant/appellant obtains right in the\ndisputed property from this Will. The respondent/\ndefendants have neither opposed it that as to why it was\nnot produced in the subordinate court, there is no any\nrelevancy of it. The applicant has given reason of not\nproducing the Will in the subordinate court that this will was\nlost. In my opinion, the will appears to be necessary for the\ndisposal of the appeal for the property which was obtained\nto the appellant earlier by this Will. Proper reason has\nbeen given for not producing this Will in the subordinate\ncourt.\"\n62. This Court while dealing with an issue in Kalyan Singh\nChouhan v. C.P. Joshi, AIR 2011 SC 1127, after placing\nreliance on a very large number of its earlier judgments including\nMessrs. Trojan \u0026 Co. v. RM.N.N. Nagappa Chettiar, AIR 1953\nSC 235; Om Prakash Gupta v. Ranbir B. Goyal, AIR 2002 SC\n665; Ishwar Dutt v. Land Acquisition Collector \u0026 Anr., AIR 2005\nSC 3165; and State of Maharashtra v. M/s. Hindustan\nF Construction Company Ltd., AIR 2010 SC 1299, held that\nrelief not founded on the pleadings cannot be granted. A\ndecision of a case cannot be based on grounds outside the\npleadings of the parties. No evidence is permissible to be\ntaken on record in absence of the pleadings in that respect.\nG No party can he permitted to travel beyond its pleading and that\nH\nall necessary and material facts should be pleaded by the party\nin support of the case set up by it. It was further held that where\nthe evidence was not in the line of the pleadings, the said\nevidence cannot be looked into or relied upon.\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n87\n63. In Bachhaj Nahar v. Nilima Mandal \u0026 Ors., AIR 2009 A\nSC 1103, this court held that a case not specifically pleaded\ncan be considered by the court unless the pleadings in\nsubstance contain the necessary averments to make out a\nparticular case and issue has been framed on the point. In\nabsence of pleadings, the court cannot make out a case not B\npleaded, suo motu.\nC\nTherefore, in view of the above, there is nothing on record\nto show that Maratha Government had made a gift to the\nancestors of the plaintiff. The claim of the plaintiff to get a title\nby virtue of the Will cannot be taken note of being not based\non pleadings. Even this Will is dated 1.3.1929, affidavits filed\nby the plaintiff/respondent no.1 before this Court reveal that on\n26.3.2012 he was 80 years of age. The date of Will is 1.3.1929.\nSo, it appears that the Will had been executed prior to the birth\nof the plaintiff/respondent no.1. In such a fact-situation, it could D\nnot have been taken into consideration without proper scrutiny\nof facts and, that too, without any pleading. In the plaint, the\nplaintiff for the reasons, best known to him, did not even make\nreference to the Will. In absence of any factual foundation of\nthe case, based on Will, the first appellate Court committed a\ngrave error taking into consideration the said Will. More so,\nthe Will had not been proved as required under Section 68 of\nthe Evidence Act.\nE\n64. The High Court had placed a very heavy reliance on F\nthe rent note allegedly executed by the fore-fathers of the\nplaintiff/ respondent no.1. The same reads as under:\n\"Applicant caretaker masque noori darwaza which was\nconstructed by Hafiz Ahmed is of our ancestor and who\nreceived cash payment which has been deposited register\nboard no.38 treasury collectorate agra situated namner\ncantt., Agra, questioner is entitled to which is following\nmentioned money which has been stated after enquiry it\nbe given to me, and if govt. has any objection to pay to\nG\nH\n88\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA\nB\nC\nD\nme the information about the same given to us that\ncondition govt. will be liable for the expenses of court i hafiz\nahmed is receiver of rent of this land which has been\nsituated at namner the rent which is rupees 22.\"\nThe said rent note does not provide any description of the\nproperty nor does it bear any date, so it cannot be determined\nas on what date it was executed; what was the duration of the\nlease; in whose favour the lease had been executed; and what\nwas the lease rent because it simply mentions that the rent to\nbe Rs.22/-. It is not evident whether it was a rent for a month,\nor a year or for a total indefinite period. The rent note does not\nprovide any period at all. In fact, such a vague document could\nnot be linked in the circumstances proving the title.\n65. Appellant/defendant No.1 produced the certified copies\nof the Extract from General Land Register prepared on\n15.3.1948 in support of its case and denying title of the plaintiff/\nrespondent No.1. The relevant part thereof reads as under:\nSl.No.\nSurvey No.5\nExisting Entry\nE\n1\n2.\n3.\nןד\nF\n4.\nArea in acres\n9.447 acres\n5.\nDescription\nAgricultural land\n6.\nClass\nB-4\nG\n7.\n8.\nBy whom managed Military Estate Officer\nLandlord\nGovt. of India\n9.\nH\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n89\n10.\nSimilarly, another land had also been shown in Survey No.6\nin the same manner and showing the similar entries.\nThe High Court has considered the said entries and\nrejected the same on the ground that the partition among the\nancestors of the plaintiff/respondent No.1 had taken place prior\nto enactment of the Cantonment Land Administration Rules,\n1925, though there is nothing on record to prove the said\npartition. More so, the partition made among the ancestors of\nplaintiff/respondent No.1 in 1819 would not be a conclusive\nfactor to determine the title of ownership in favour of the plaintiff/\nrespondent No.1. The High Court dealt with the issue in an\nunwarranted manner as it observed as under:\nA\nB\nC\n\"Clause B-1, B-2, B-3, B-4 and B-5 Classification of land D\nwas first time introduced by enactment of Cantonment Land\nAdministration Rule 1925. The General Land Register was\nprepared near about in the year 1928, whereas the partition is\nin the year 1819. The appellant also failed to file the notification\nin the official gazette regarding survey Nos. 5 and 6 which are\nsituated outside the notified area and to establish that such area\nwas declared under Section 43A of the Cantonment Act, 1924.\nIn the circumstances, I do not find that it is a case where this\ncourt in exercise of jurisdiction under Section 100 CPC can set\naside the findings of fact arrived at by the court below.\"\nE\nF\n66. The General Land Register and other documents\nmaintained by the Cantonment Board under the Cantonment\nAct, 1924 and the Rules made thereunder are public documents\nand the certified copies of the same are admissible in evidence\nin view of the provisions of Section 65 read with Section 74 of G\nthe Evidence Act. It is settled legal position that the entries\nmade in General Land Register maintained under Cantonment\nLand Administration Rules is conclusive evidence of title. (Vide:\nChief Executive Officer v. Surendra Kumar Vakil, AIR 1999\nSC 2294; and Union of India \u0026 Ors. v. Kamla Verma, (2010) H\n90\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA 13 SCC 511).\nB\n67. In view of the above, we are of the considered opinion\nthat the appellate courts dealt with the case in an unwarranted\nmanner giving a complete go-by to the procedure prescribed\nby law.\n68. The appellate courts examined the title of government\ninstead of the plaintiff/respondent no.1. Such a course was not\nwarranted. The title of government cannot be disputed. In any\nevent possession of government for decades is not disputed.\nC The plaintiff shifted the case from time to time but failed to\nprove his title.\nD\nE\nF\nG\n☐ H\n69. To sum up: In view of the above discussion, we reach\nthe following conclusion:\n(i)\n(ii)\nThe first appellate court as well as the High Court\ncommitted grave error in shifting the burden of\nproof on the Union of India, appellant/defendant\nNo.1, though it could have been exclusively on the\nplaintiff/respondent No.1 to prove his case.\nThere is nothing on record to prove the grant/gift\nby the Maratha Government in favour of ancestors\nof plaintiff/respondent No.1 in the year 1800.\n(iii) Plaintiff/Respondent No. 1 miserably failed to prove\nthe pedigree produced by him.\n(iv) The alleged partition in the year 1819 among the\nancestors of plaintiff/respondent No.1 even if had\ntaken place, cannot be a proof of title of the\nplaintiff/respondent No.1 over the suit property as\nthe pedigree has not been proved. Presumption\nunder Section 90 of the Evidence Act in respect\nof 30 years' old document coming from proper\ncustody relates to the signature, execution and\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n(v)\n[DR. B.S. CHAUHAN, J.]\n91\nattestation of a document i.e. to its genuineness but A\nit does not give rise to presumption of correctness\nof every statement contained in it. The contents of\nthe document are true or it had been acted upon\nhave to be proved like any other fact. More so, in\ncase the Will is ignored, there is nothing on record\nto show as how the plaintiff/respondent no. 1 could\nclaim the title.\nB\nC\nThe rent note produced by the appellant/defendant\nNo.1 before the court below does not prove\nanything in favour of the plaintiff/respondent. The\nsame being a vague document is incapable of\nfurnishing any information and, thus, is liable to be\nrejected. The said document does not make it\nclear as who has executed it and in whose favour\nthe same stood executed. It does not bear any date D\nas it cannot be ascertained when it was executed.\nThe lease deed cannot be executed without the\nsignature/thumb impression of the lessee. The said\nlease does not contain any signature/thumb\nimpression of any lessee and also the tenure of the\nlease has not been mentioned therein. The rent has\nbeen mentioned as Rs.22/- without giving any\ndetail as to whether it was per day, fortnightly,\nmonthly, quarterly or yearly or for ever. More so,\nthere is no reference to the said rent note in the\npleadings contained in the plaint, therefore, it is just\nto be ignored.\n(vi) Had there been any Will in existence and not\navailable with the plaintiff/respondent No.1 for any\nreason whatsoever at the time of institution of the\nsuit, the plaintiff/respondent No.1 could have\ndefinitely mentioned that Will had been executed\nin his favour by his maternal grand-father which\ncould not be traced. Therefore, the application\nE\nF\nG\nН\nA\nB\nC\nD\nE\nF\nG\n92\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nunder Order XLI Rule 27 CPC was liable to be\nrejected. Even otherwise, the Will in absence of any\npleading either in the plaint or first appeal could not\nbe taken on record. More so, the Will was not\nproved in accordance with law i.e. Section 68 of the\nEvidence Act.\n(vii) The court cannot travel beyond the pleadings as no\nparty can lead the evidence on an issue/point not\nraised in the pleadings and in case, such evidence\nhas been adduced or a finding of fact has been\nrecorded by the Court, it is just to be ignored.\nThough it may be a different case where in spite of\nspecific pleadings, a particular issue is not framed\nand parties having full knowledge of the issue in\ncontroversy lead the evidence and the court records\na finding on it.\n(viii) The first appellate court committed a grave error in\ndeciding the application under Order XLI Rule 27\nCPC much prior to the hearing of the appeal. Thus,\nthe order allowing the said application is liable to\nbe ignored as the same had been passed in gross\nviolation of the statutory requirement.\n(ix) The documents produced by the Union of India have\nnot been properly appreciated by the first appellate\ncourt and the High Court.\n(x)\nThe courts below further committed an error holding\nthat in case the document is taken on record, the\ndocument as well as the content thereof would be\ndeemed to have been proved.\n(xi) The appellate courts have also wrongly rejected the\ncertified copies of the documents prepared by the\nCantonment Board which were admissible in\nevidence.\n☐ H\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n93\n(xii) The High Court committed a grave error in not A\naddressing itself to the substantial questions of law\nframed at the time of admission of the appeal and\nit ought to have decided the same or after\ndiscussing the same a finding could have been\nrecorded that none of them was substantial question B\nof law.\n(xiii) The suit was barred by the proviso to Section 34 of\nthe Specific Relief Act, for the reason that plaintiff/\nrespondent No.1, admittedly, had not been in\npossession and he did not ask for restoration of\npossession or any other consequential relief.\nC\n(xiv) The first appellate court as well as the High Court\nrecorded a finding that the Union of India failed to\nprove its title over the suit land. The said courts did D\nnot realise that this was not the issue to be\ndetermined, rather the issue had been as to\nwhether the plaintiff/respondent No.1 was the\nowner of the suit land.\n(xv) The first appellate court has not decided the issue\nof admission of documents in correct perspective\nand recorded a perverse finding.\n(xvi) Question of filing a document in rebuttal of a Will\ncould not arise. The other party has to admit or deny\nthe document as required under Order XII CPC.\nThere could be no Will in favour of the Union of India\nby the predecessors of the plaintiff, on the basis of\nwhich it could also claim title.\n(xvii) The courts below had wrongly drawn adverse\ninference against the appellant/defendant No.1 for\nnot producing the documents as there was no\ndirection of the court to produce the same. Neither\nthe plaintiff/respondent No.1 had ever made any\nE\nF\nG\nH\nA\nB\n94\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\napplication in this respect nor he filed any\napplication under Order XI CPC submitting any\ninterrogation or for inspection or production of\ndocument.\n(xviii) The appellate courts have decided the appeals in\nunwarranted manner in complete derogation of the\nstatutory requirements. Provisions of CPC and\nEvidence Act have been flagrantly violated.\n70. In view of above, appeal succeeds and is allowed,\nC judgments and decrees of the first and second appellate courts\nare set aside and the judgment and decree dated 20.1.1998\npassed by Civil Court in Original Suit No.442 of 1995 is\nrestored. No costs.\nB.B.B.\nAppeal allowed.\n"}