{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"STATE OF ORISSA AND AND ORS.\nV.\nPRASANA KUMAR SAHOO\nAPRIL 26, 2007\nA\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nB\nConstitution of India, 1950:\nArts. 162 \u0026 309-Policy decision taken by State in exercise of its\njurisdiction under Art. 162–Held: Would be subservient to the recruitment C\nrules framed by the State either in terms of a legislative act or the proviso\nappended to Art. 309-A purported policy decision issued by way of an\nexecutive instruction cannot override the statute or statutory rules far less\nthe constitutional provisions—A policy decision to absorb a person who is\nnot in employment of the State without following the recruitment rules, would\nD\nnot confer any legal right on him.\nArt. 14-Scope of Held: Art. 14 contains a positive concept-Only\nbecause an illegality has been committed, the same cannot be directed to be\nperpetuated by a Court of law-There cannot be equality in illegality.\nArt. 226-Writ of Mandamus-Held: Can be issued by the High Court\nonly when there exists a legal right in the Writ Petitioner and corresponding\nlegal obligation in the State.\nE\nAppellant State issued a circular relaxing upper age limit of the\nretrenched employee of Census Organisation for appointment under the State. F\nNo policy for regularization or for absorption of the employees working the\nCensus Organisation was laid down.\nDisputes arose with regard to the entitlement of Respondent\nappointment/regularization in terms of the said circular. Respondent used to\nbe appointed in the Census Organisation from time to time keeping in view G\nof exigencies of work. His services had been allegedly terminated.\nIt is contended by the appellant that the Tribunal and consequently the\nHigh Court committed a manifest error in treating the said purported circular\n697\nH\n698\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA letters as a policy decision on the part of the State for regularization of the\nservice of the Respondent. It was contended that the circular letter in question\nonly provided for relaxation of age and the same was subject to the provisions\nof the recruitment rules.\nB\nC\nRespondent, on the other hand, contended that it is not a case where the\nprayer for regularization of services in the Census Department was made.\nAccording to him, the State adopted a policy decision pursuant whereto and\nin furtherance whereof a large number of census employees who had been\nretrenched, having been appointed, there was absolutely no reason as to why\nhe should have been discriminated against. It was contended by the Respondent\nthat at no point of time, he was found to be unsuitable for appointment in a\nClass-III post.\nAllowing the appeal, the Court\nHELD: 1. A State is bound by the constitutional scheme to treat all\nD persons equally in the matter of grant of public employment as envisaged\nunder Articles 14 and 16 of the Constitution of India. [Para 13] [703-F-G]\n2. Even a policy decision taken by the State in exercise of its jurisdiction\nunder Article 162 of the Constitution of India would be subservient to the\nrecruitment rules framed by the State either in terms of a legislative act or\nE the proviso appended to Article 309 of the Constitution of India. A purported\npolicy decision issued by way of an executive instruction cannot override the\nstatute or statutory rules far less the constitutional provisions.\n[Para 14] [703-G, H; 704-A]\nA Umarani v. Registrar, Cooperative Societies and Ors., [2004] 7 SCC\nF 112, relied on\nG\nH\n3. The Circular letter dated 21.3.1995 even does not purport to lay a\npolicy decision relating to regularization or absorption of the census\nemployees. It only provided for relaxation of age. Such relaxation was also\nsubject to strict compliance of the recruitment rules. If by reason of some\nmisconception or otherwise, the Tribunal had granted some relief in favour\nof some census employees, the same by itself, would not confer any legal right\nupon a person for being absorbed in State services without compliance of the\nmandatory provisions of the recruitment rules and the constitutional scheme\nadumberated under Article 16 of the Constitution of India.\n[Para 16] [704-B, C, D]\nSTATE OF ORISSA v. PRASANA KUMAR SAHOO\n699\n4. Regularisation is not a mode of recruitment. A policy decision to A\nabsorb a person who is not in employment of the State without following the\nrecruitment rules, would not confer any legal right on him. Furthermore, a\ndirection to grant relaxation in respect of the age must also receive strict\ncompliance of other conditions specified therein.\n[Para 19 and 21] [704-F; 705-B]\nB\nSecretary, State of Karnataka and Ors. v. Umadevi (3) Ors., [2006] 4\nSCC 1, followed.\nGurbachan Lal v. Regional Engineering College, Kurukshetra \u0026 Ors.,\n(2007) 4 SCALE 1 State of U.P. \u0026 Ors. v. Desh Raj, (2006) 13 SCALE 382;\nPunjab Water Supply \u0026 Sewerage Board v. Ranjod Singh \u0026 Ors., (2006) 13 C\nSCALE 426; National Institute of Technology \u0026 Ors. v. Niraj kumar Singh,\n(2007) 2 SCALE 525; Punjab State Warehousing Corp., Chandigarh v.\nManmohan Singh \u0026 Anr., (2007) 3 SCALE 401 and Kendriya Vidyalaya\nSangathan and Ors. v. Sajal Kumar Roy and Ors., [2006] 8 SCC 671, relied\non.\nD\n5. It may be that some other persons similarly situated have been\nappointed. But Article 14 as is well known contains a positive concept. A Writ\nof Mandamus can be issued by the High Court only when there exists a legal\nright in the Writ Petitioner and corresponding legal obligation in the State.\nOnly because an illegality has been committed, the same cannot be directed\nto be perpetuated by a court of law. It is also well settled that there cannot be E\nequality in illegality. [Paras 22 and 23] [705-C, D}\nSushanta Tagore \u0026 Ors. v. Union of India and Ors., [2005] 3 SCC 16;\nState, CBI v. Shashi Balasubramanian and Anr., (2006) 10 SCALE 541 and\nU.P. Sugar Corp. Ltd. \u0026 Anr. v. Sant Raj Singh \u0026 Ors., (2006) 6 SCALE 205,\nrelied on.\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2167 of 2007.\nFrom the Final Judgment and Order dated 10.04.2006 of the High Court\nof Orissa, Cuttack in W.P. (C) 564 of 2006.\nJanaranjan Das and Sweta Ketu Mishra for the Appellants.\nBharat Sangal, R.R. Kumar, Samyadip Chatterji and Suchitra Sharma for\nthe Respondents.\nThe Judgment of the Court was delivered by\nG\nH\n700\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA\nS.B. SINHA, J. 1. Leave granted.\n2. Respondent herein was appointed by the Union of India in the\nCensus Organisation. His appointment was temporary in nature. He used to\nbe appointed from time to time keeping in view exigencies of work. The State\nof Orissa issued a circular letter on or about 21.3.1995 relaxing upper age limit\nB of the retrenched census employees for appointment under the State. The\nsaid circular letter related to 147 retrenched employees of the census\norganization. Principally relaxation of age for appointment in the State Service\nwas contemplated thereby stating;\nC\nD\nE\nF\nG\n\"Now after careful consideration in pursuance of Rule 52 of OSC\nGovernment have been pleased to decide that in relaxation of upper\nage limit prescribed u/r 52A ibid shall be applicable to these 147\nretrenched Census Employees of Census Organisations in Orissa as\nindicated below:\n(i) The age limit for entry into any post under any rule relating\nrecruitment may be relaxed in the above cases. Relaxation in age\nmay be granted equal to the period of service rendered in the\nCensus Organisation of Orissa prior to retrenchment.\nAll Departments of Government, all Heads of department and all\nCollectors are requested to entertain the cases of these retrenched\nemployees when they apply for any post under them suit to their\nqualification provided they are otherwise eligible for post under the\nrelevant recruitment rules. Necessary detail seeking particulars of\nthese 147 retrenched employees may be obtained from Director of\nCensus Operation, Orissa, Bhubaneswar when necessary.\"\n(Emphasis Supplied)\n3. By the said circular letter, no policy for regularization or for absorption\nof the employees working in the census organization was laid down.\n4. Another circular letter was issued on or about 2.7.1999. The question\nas to whether in terms of the said purported circular letters, the employees\nworking in the census organization were entitled to recruitment came up for\nconsideration before the Orissa Administrative Tribunal and by reason of\njudgment and order dated 17.12.1998, it was directed;\nH\n:\nSTATE OF ORISSA v. PRASANA KUMAR SAHOO [S.B. SINHA, J.] 701\n“6. Be that as it may, the fact remains that these applicants and others A\nwho were left out were not given any opportunity to compete with the\nRespondents while being selected to be posts to which they have\nbeen appointed. There is nothing on record to show that these\napplicants were intimated by any office at any time about the existence\nof any vacancy nor were they called to any selection test by any\nB\ngovernmental authority for recruitment to the post after they were\nretrenched. In the absence of any such intimation, it was not possible\nfor the applicants and others to know about the vacancy position and\nto make any application for appointment. As it appears from the\nresolution that it was the duty of various departments of the State\nGovernment to take suo moto initiative to appoint such retrenched C\ncandidates. No obligation was cast on these retrenched candidates.\nNo obligation was cast on these retrenched candidates to apply for\nthe posts. It is submitted that in the meantime hundred of posts fell\nvacant in the Government departments including in the District Offices\nand Sub-Divisional Offices. If that is so we are of the view that the\npresent attitude taken by the authorities in not considering the Ꭰ\nretrenched employees like the applicants in preference to others in\nterms of the aforesaid resolution of the Government is not proper and\nwe may further say that they have committed acts of injustice to the\napplicants as well as other retrenched candidates. However, it is\nsubmitted by the learned counsel for Respondents that about 90 such E\nretrenched candidates have already been appointed in different offices\nand only about 50 candidates are left for appointment.\n7. For the reasons stated above, we hold that the grievance of the\napplicants is genuine. In view of the fact that the Respondents have\nbeen duly selected and they appointed as retrenched candidates, we F\nare not inclined to interfere with the orders of their appointment after\nregularization. Hence, the Respondents No. 4 to 13 wherever already\nin service shall continue to work in their posts according to rules.\n8. We direct the State Government and Respondent no. 1 \u0026 2 in\nparticular to take immediate steps for absorption of the remaining G\nretrenched candidates within a period of six months from the date of\nreceipt of a copy of this order in any Government office located\nanywhere in the State or if no such immediate vacancies are available\nin the Government Offices, in any of the public Sector Undertaking\nlocated anywhere in the State in the post for which they are eligible\nH\n702\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nbut not below the rank of Class III. This exercise should be completed\nwithin a period of 6 months from the date of receipt of a copy of this\norder irrespective of their present age subject to the condition that\nnone of them is aged more than 50 years.\"\n5. Although a large number of employees were said to have been\nB appointed pursuant to the said policy decision, respondent herein was again\nappointed in the census organization on or about 7.2.2001. Apprehending that\nhis services may be terminated, he approached the Orissa Administrative\nTribunal and by an interim order dated 17.4.2001, a direction was issued that\nhis services should not be terminated without the leave of the Tribunal.\nC\n6. As despite the said interim order, his services were allegedly terminated\non 1.6.2001, he filed an application for contempt, whereupon a contempt\nproceedings was initiated. By reason of an Order dated 28.1.2002, the State\nGovernment was directed to appoint the respondent to any unfilled vacancy\nof Junior Clerks on a temporary basis and subject to the final order of the\nD Tribunal.\nE\nF\nG\nH\n7. A Writ Petition was filed by the State before the Orissa High Court\nquestioning the validity of the said order and by an Order dated 19.1.2005,\nalthough the High Court opined that the Tribunal was not justified in issuing\nthe said direction, observed;\n\"Before parting with the matter, we feel that the State Government is\nduty bound to comply with its policy and circulars when there is a\ndirection to appoint retrenched employees of the Census organization,\nwe see no reason as to why the Government is not complying with\nthose directions. Therefore, we feel that the petitioners should take\nsteps to appoint the retrenched employees of Census organization in\naccordance with the Government circulars including the Government\nmemo dated 21.3.1995 and in case the case of the opposite party is\nalso covered with the same, it goes without saying that his case is\nalso liable to be considered for permanent absorption against any of\nthe vacancies of Junior Clerk.\"\n8. The Tribunal thereafter allowed the original application filed by the\nrespondent directing;\n\"In view of the said observations on the Hon. High Court coupled\nwith the policy decision and order of the Govt. as at Annexure-2 \u0026\nSTATE OF ORISSA v. PRASANA KUMAR SAHOO [S.B. SINHA, J.] 703\n5, we dispose of the Original Application with a direction to the A\nrespondents to consider the case of the applicant for his permanent\nabsorption against any of the vacancies of junior clerk under the\nrespondent no. 3 if his case is covered with the conditions mentioned\nin Annexure-2 \u0026 5 and this exercise shall be completed within six\nmonths from the date of receipt of a copy of this order and\nB\ncommunicate the order to the applicant with the said period.\"\n9. A Writ Petition filed before the High Court by the appellant against\nthe said Order of the Tribunal has been dismissed by the High Court by\nreason of the impugned judgment.\nC\n10. Submission of Mr. Janaranjan Das, learned counsel appearing on\nbehalf of the appellant in support of the appeal, is that the Tribunal and\nconsequently the High Court committed a manifest error in treating the said\npurported circular letters as a policy decision on the part of the State for\nregularization of the services of the respondents.\n11. Circular letters, the learned counsel would contend, only provided\nfor relaxation of age and a bare perusal thereof would clearly show that the\nsame was subject to the provisions of the recruitment rules.\nD\n12. Mr. Bharat Sanghal, learned counsel appearing on behalf of the\nrespondent, on the other hand, would submit that it is not a case where the E\nrespondent prayed for regularisation of services in the Census Department.\nAccording to the learned counsel, the State adopted a policy decision pursuant\nwhereto and in furtherance whereof a large number of census employees who\nhad been retrenched, having been appointed, there was absolutely no reason\nas to why the respondent should have been discriminated against. It was\ncontended that at no point of time, the respondent was found to be unsuitable\nfor appointment in a Class-III post.\n13. It is now well-settled that a State is bound by the constitutional\nscheme to treat all persons equally in the matter of grant of public employment\nas envisaged under Articles 14 and 16 of the Constitution of India.\nF\nG\n14. Even a policy decision taken by the State in exercise of its jurisdiction\nunder Article 162 of the Constitution of India would be subservient to the\nrecruitment rules framed by the State either in terms of a legislative act or the\nproviso appended to Article 309 of the Constitution of India. A purported\npolicy decision issued by way of an executive instruction cannot override the H\n704\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA statute or statutory rules far less the constitutional provisions.\nB\n15. In A. Umarani v. Registrar, Cooperative Societies and Ors., [2004]\n7 SCC 112, this Court has held;\n\"45. No regularisation is, thus, permissible in exercise of the statutory\npower conferred under Article 162 of the Constitution if the\nappointments have been made in contravention of the statutory rules.\"\n16. The circular letter dated 21.3.1995 even does not purport to lay a\npolicy decision relating to regularisation or absorption of the census employees.\nIt only provided for relaxation of age. Such relaxation was also subject to\nC strict compliance of the recruitment rules. If by reason of some misconception\nD\nE\nF\nG\nH\nor otherwise, the Tribunal had granted some relief in favour of some census\nemployees, the same by itself, in our opinion, would not confer any legal right\nupon a person for being absorbed in State services without compliance of the\nmandatory provisions of the recruitment rules and the constitutional scheme\nadumberated under Article 16 of the Constitution of India.\n17. Submission of Mr. Bharat Sanghal, learned counsel is that the High\nCourt had made certain observations in regard to the recruitment of the\nrespondent while disposing of the Writ Petition from an Order dated 28.1.2002\npassed by the Tribunal in the contempt proceeding.\n18. We have noticed hereinbefore that the High Court had set aside the\nOrder of the Tribunal directing the petitioner to re-instate the respondent in\nservice. Observations made therein did not constitute a binding direction. The\nTribunal passed an order to that effect, but the same had been in question\nbefore the High Court.\n19. Regularisation as is well known is not a mode of recruitment. A\npolicy decision to absorb a person who is not in employment of the State\nwithout following the recruitment rules, would not confer any legal right on\nhim. A Constitution Bench of this Court in Secretary, State of Karnataka and\nOrs. v. Umadevi (3) and Ors., [2006] 4 SCC 1, categorically held that any\nappointment made in violation of the constitutional provisions would be a\nnullity.\nSee also Gurbachan Lal v. Regional Engineering College, Kurukshetra\n\u0026 Ors., (2007) 4 SCALE 1]\n20. We may notice that in a large number of decisions, Umadevi (supra)\nSTATE OF ORISSA v. PRASANA KUMAR SAHOO [S.B. SINHA, J.] 705\nhas been followed by this Court.\ne.g. State of U.P. \u0026 Ors. v. Desh Raj, (2006) 13 SCALE 382, Punjab Water\nSupply \u0026 Sewerage Board v. Ranjodh Singh \u0026 Ors., (2006) 13 SCALE 426\nand National Institute of Technology \u0026 Ors. v Niraj Kumar Singh, (2007) 2\nSCALE 525, Punjab State Warehousing Corp., Chandigarh v. Manmohan\nSingh \u0026 Anr., (2007) 3 SCALE 401].\n21. Furthermore, a direction to grant relaxation in respect of the age\nmust also receive strict compliance of other conditions specified therein.\nSee Kendriya Vidyalaya Sangathan and Ors. v. Sajal Kumar Roy and\nOrs., [2006] 8 SCC 671].\nA\nB\nC\n22. It may be that some other persons similarly situated have been\nappointed. But Article 14 as is well known contains a positive concept. A Writ\nof Mandamus can be issued by the High Court only when there exists a legal\nright in the Writ Petitioner and corresponding legal obligation in the State. D\nOnly because an illegality has been committed, the same cannot be directed\nto be perpetuated by a court of law.\n23. It is also well settled that there cannot be equality in illegality.\nSee Sushanta Tagore \u0026 Ors. v. Union of India and Ors., [2005] 3 SCC\n16, State, CBI v. Sashi Balasubramanian and Anr., (2006) 10 SCALE 541 and\nU.P. State Sugar Corp. Ltd. \u0026 Anr. v. Sant Raj Singh \u0026 Ors., (2006) 6 SCALE\n205].\n24. For the reasons aforementioned, the impugned judgment cannot be\nsustained. It is set aside accordingly. The Appeal is allowed. However, in the\nfacts and circumstances of this case, there shall be no order as to costs.\nB.B.B.\nAppeal allowed.\n"}