{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78}],"text":"472\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA of his application. In the impugned judgment, he has been held\nto be full-time employee of the Punjab Government.\nB\nC\n77. We do not think there is any doubt about the meaning\nof the expression \"advocate or pleader\" in Article 233(2) of the\nConstitution. This should bear the meaning it had in law.\npreceding the Constitution and as the expression was generally\nunderstood. The expression \"advocate or pleader\" refers to\nlegal practitioner and, thus, it means a person who has a right\nto act and/or plead in court on behalf of his client. There is no\nindication in the context to the contrary. It refers to the members\nof the Bar practising law. In other words, the expression\n\"advocate or pleader\" in Article 233(2) has been used for a\nmember of the Bar who conducts cases in court or, in other\nwords acts and/or pleads in court on behalf of his client. In\nSushma Suri, a three-Judge Bench of this Court construed the\nexpression \"members of the Bar\" to mean class of persons who\nwere actually practising in courts of law as pleaders or\nadvocates. A Public Prosecutor or a Government Counsel on\nthe rolls of the State Bar Council and entitled to practice under\nthe 1961 Act was held to be covered by the expression\nE 'advocate' under Article 233(2). We respectfully agree.\nD\nF\n78. In U.P. State Law Officers Association 13, this Court\nstated that though the lawyers of the Government or a public\nbody on the full-time rolls of the government and the public\nbodies are described as their law officers, but nevertheless they\nare professional practitioners. It is for this reason, the Court said\nthat the Bar Council of India in Rule 49 of the BCI Rules (in its\noriginal form) in the saving clause waived the prohibition.\nimposed by the said rule against the acceptance by a lawyer\nof a full-time employment. In Sushma Suri6, a three-Judge\nG\nBench of this Court while considering the meaning of the\nexpression \"advocate\" in Article 233(2) of the Constitution and\nunamended Rule 49 of the BCI Rules held that if a person was\non the rolls of any Bar Council and is engaged either by\nemployment or otherwise by the Union or State and practises\nH\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n473\nbefore a court as an advocate for and on behalf of such A\nGovernment, such person does not cease to be an advocate.\nThis Court went on to say that a Public Prosecutor or a\nGovernment Counsel on the rolls of the Bar Council is entitled\nto practice. It was laid down that test was not whether such\nperson is engaged on terms of salary or by payment of B\nremuneration but whether he is engaged to act or plead on its\nbehalf in a court of law as an advocate. The terms of\nengagement do not matter at all and what matters is as to what\nsuch law officer engaged by the Government does - whether\nhe acts or pleads in court on behalf of his employer or C\notherwise. If he is not acting or pleading on behalf of his\nemployer then he ceases to be an advocate; if the terms of\nengagement are such that he does not have to act or plead but\ndoes other kinds of work then he becomes a mere employee\nof the Government or the body corporate. The functions which\nthe law officer discharges on his engagement by the\nGovernment were held decisive. We are in full agreement with\nthe above view in Sushma Suri.\n79. While referring to unamended Rule 49, this Court in\nSushma Suri said that Bar Council of India had understood\nthe expression \"advocate\" as one who is actually practising\nbefore courts which expression would include even those who\nare law officers employed as such by the Government or a body\ncorporate.\n80. Have the two subsequent decisions in Satish Kumar\nSharma and Mallaraddi H. Itagi 18 differed from Sushma Suri³?\nIs there any conflict or inconsistency in the three decisions?\nSatish Kumar Sharma and Mallaraddi H. Itagi 18 are the two\ndecisions on which very heavy reliance has been placed on\nbehalf of the successful writ-petitioners (respondents). In Satish\nKumar Sharma', which has been elaborately noted in the\nearlier part of the judgment, this Court found from the\nappointment/promotion orders in respect of the appellant\nD\nE\nF\nG\nH.\nC\n474 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA therein that he was required to work in the legal cell of the\nSecretariat of the Board. Central to the entire reasoning in\nSatish Kumar Sharma' is that being a full-time salaried\nemployee he had/has to attend many duties and his work was\nnot mainly and exclusively to act or plead in court. Mere\nB occasional appearances on behalf of the Board in some courts\nwere not held to be sufficient to bring him within the meaning\nof expression 'Law Officer'. In the backdrop of nature of the\noffice that the appellant therein held and the duties he was\nrequired to perform and in the absence of any rules framed by\nthe State Bar Council with regard to enrolment of a full time\nsalaried Law Officer, he was held to be not entitled for enrolment\nand the exception set out in paragraphs 2 and 3 of unamended\nRule 49 of the BCI Rules was not found to be attracted. In Satish\nKumar Sharma, this Court did apply the test that was\nenunciated in Sushma Suri³ viz., whether a person is engaged\nto act and/or plead in a court of law to find out whether he is\nan advocate. In Satish Kumar Sharma' when this Court\nobserved with reference to Chapter II of the BCI Rules that an\nadvocate has a duty to the court, duty to the client, duty to the\nopponent and duty to the colleagues unlike a full time salaried\nemployee whose duties are specific and confined to his\nemployment, the Court had in mind such full-time employment\nwhich was inconsistent with practice in law. In para 23 of the\njudgment in Satish Kumar Sharma, pertinently this Court\nobserved that the employment of appellant therein as a head\nof legal cell in the Secretariat of the Board was different from\nthe work of the Prosecutors and Government Pleaders in\nrelation to acting and pleading in Court. On principle of law,\nthus, it cannot be said that there is any departure in Satish\nKumar Sharma' from Sushma Sur.\nD\nE\nF\nG\n81. In Mallaraddi H. Itagi 18, the appellants were actually\nfound to be government servants when they made applications\nfor the post of District Judges. The High Court in its judgment\nin Mallaraddi H. Itagi 17 had noticed that the appellants had\nH surrendered their certificate of practice and suspended their\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n475\npractice on their appointment as Assistant Public Prosecutors/ A\nSenior Assistant Public Prosecutors/Public Prosecutors in\nterms of Karnakata Recruitment Rules. It was on this basis that\nKarnataka High Court held that Sushma Suri 6 was not\napplicable to the case of the appellants. There is consonancy\nand congruity with the decisions of this Court in Sushma Suriº, B\nSatish Kumar Sharma and Mallaraddi H. Itagi 18 and, in our\nopinion, there is no conflict or inconsistency on the principle of\nlaw.\nD\n82. In none of the other decisions viz., Mundrika Prasad C\nSinha', Mukul Dala and Kumari Shrilekha Vidyarthi³, it has\nbeen held that a Government Pleader or a Public Prosecutor\nor a District Government Counsel, on his appointment as a full-\ntime salaried employee subject to the disciplinary control of the\nGovernment, ceases to be a legal practitioner. In Kumari\nShrilekha Vidyarthi³ while dealing with the office of District\nGovernment Counsel/ Additional District Government Counsel,\nit was held that the Government Counsel in the district were law\nofficers of the State which were holders of an 'office' or 'post'\nbut it was clarified that a District Government Counsel was not\nto be equated with post under the government in strict sense.\nIn Ramesh Chandra Sharma²1, this Court reiterated that the\nappointment of any legal practitioner as a District Government\nCounsel is only a professional engagement.\n83. However, much emphasis was placed on behalf of the\ncontesting respondents on Rule 49 of the BCI Rules which\nprovides that an advocate shall not be a full time salaried\nemployee of any person, government, firm, corporation or\nconcern so long as he continues to practice, and shall, on taking\nup any such employment, intimate the fact to the Bar Council\non whose roll his name appears, and shall thereupon cease to\npractice as an advocate so long as he continues in such\nemployment. It was submitted that earlier in Rule 49 an\nexception was carved out that a 'Law Officer' of the Central\nE\nF\nG\nH\n476 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA Government or of a State or of a body corporate who is entitled\nto be enrolled under the rules of State Bar Council shall not be\naffected by the main provision of Rule 49 despite his being a\nfull time salaried employee but by Resolution dated 22.6.2001\nwhich was published in the Gazette on 13.10.2001, the Bar\nB Council of India has deleted the said provision and hence on\nand from that date a full time salaried employee, be he Public\nProsecutor or Government Pleader, cannot be an advocate\nunder the 1961 Act.\nC\nD\nE\n84. Admittedly, by the above resolution of the Bar Council\nof India, the second and third para of Rule 49 have been deleted\nbut we have to see the effect of such deletion. What Rule 49 of\nthe BCI Rules provides is that an advocate shall not be a full\ntime salaried employee of any person, government, firm,\ncorporation or concern so long as he continues to practice. The\n'employment' spoken of in Rule 49 does not cover the\nemployment of an advocate who has been solely or, in any\ncase, predominantly employed to act and/or plead on behalf\nof his client in courts of law. If a person has been engaged to\nact and/or plead in court of law as an advocate although by way\nof employment on terms of salary and other service conditions,\nsuch employment is not what is covered by Rule 49 as he\ncontinues to practice law but, on the other hand, if he is\nemployed not mainly to act and/or plead in a court of law, but\nto do other kinds of legal work, the prohibition in Rule 49\nF immediately comes into play and then he becomes a mere\nemployee and ceases to be an advocate. The bar contained\nin Rule 49 applies to an employment for work other than\nconduct of cases in courts as an advocate. In this view of the\nmatter, the deletion of second and third para by the Resolution\nG dated 22.6.2001 has not materially altered the position insofar\nas advocates who have been employed by the State\nGovernment or the Central Government to conduct civil and\ncriminal cases on their behalf in the courts are concerned.\nH\n85. What we have said above gets fortified by Rule 43 of\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n477\nthe BCI Rules. Rule 43 provides that an advocate, who has A\ntaken a full-time service or part-time service inconsistent with\nhis practising as an advocate, shall send a declaration to that\neffect to the respective State Bar Council within time specified\ntherein and any default in that regard may entail suspension of\nthe right to practice. In other words, if full-time service or part- B\ntime service taken by an advocate is consistent with his\npractising as an advocate, no such declaration is necessary.\nThe factum of employment is not material but the key aspect\nis whether such employment is consistent with his practising\nas an advocate or, in other words, whether pursuant to such c\nemployment, he continues to act and/or plead in the courts. If\nthe answer is yes, then despite employment he continues to be\nan advocate. On the other hand, if the answer is in negative,\nhe ceases to be an advocate.\nD\n86. An advocate has a two-fold duty: (1) to protect the\ninterest of his client and pursue the case briefed to him with\nthe best of his ability, and (2) as an officer of the Court. Whether\nfull-time employment creates any conflict of duty or interest for\na Public Prosecutor/Assistant Public Prosecutor? We do not\nthink so. As noticed above, and that has been consistently E\nstated by this Court, a Public Prosecutor is not a mouth-piece\nof the investigating agency. In our opinion, even though Public\nProsecutor/Assistant Public Prosecutor is in full-time employ\nwith the government and is subject to disciplinary control of the\nemployer, but once he appears in the court for conduct of a\ncase or prosecution, he is guided by the norms consistent with\nthe interest of justice. His acts always remain to serve and\nprotect the public interest. He has to discharge his functions\nfairly, objectively and within the framework of the legal\nprovisions. It may, therefore, not be correct to say that an\nAssistant Public Prosecutor is not an officer of the court. The\nview in Samarendra Das 22 to the extent it holds that an\nAssistant Public Prosecutor is not an officer of the Court is not\na correct view.\nF\nG\nН\nA\n478\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\n87. The Division Bench has in respect of all the five private\nappellants - Assistant District Attorney, Public Prosecutor and\nDeputy Advocate General - recorded undisputed factual\nposition that they were appearing on behalf of their respective\nStates primarily in criminal/civil cases and their appointments\nB were basically under the C.P.C. or Cr.P.C. That means their\njob has been to conduct cases on behalf of the State\nGovernment/C.B.I. in courts. Each one of them continued to be\nenrolled with the respective State Bar Council. In view of this\nfactual position and the legal position that we have discussed\nC above, can it be said that these appellants were ineligible for\nappointment to the office of Additional District and Sessions\nJudge? Our answer is in the negative. The Division Bench\ncommitted two fundamental errors, first, the Division Bench\nerred in holding that since these appellants were in full-time\nemployment of the State Government/Central Government, they\nceased to be 'advocate' under the 1961 Act and the BCI Rules,\nand second, that being a member of service, the first essential\nrequirement under Article 233(2) of the Constitution that such\nperson should not be in any service under the Union or the State\nwas attracted. In our view, none of the five private appellants,\non their appointment as Assistant District Attorney/Public\nProsecutor/Deputy Advocate General, ceased to be 'advocate'\nand since each one of them continued to be 'advocate', they\ncannot be considered to be in the service of the Union or the\nState within the meaning of Article 233(2). The view of the\nDivision Bench is clearly erroneous and cannot be sustained.\nD\nE\nF\n88. As regards construction of the expression, “if he has\nbeen for not less than seven years an advocate\" in Article\n233(2) of the Constitution, we think Mr. Prashant Bhushan was\nG right in his submission that this expression means seven years\nas an advocate immediately preceding the application and not\nseven years any time in the past. This is clear by use of 'has\nbeen'. The present perfect continuous tense is used for a\nposition which began at some time in the past and is still\nH\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n479\ncontinuing. Therefore, one of the essential requirements A\narticulated by the above expression in Article 233(2) is that such\nperson must with requisite period be continuing as an advocate\non the date of application.\n89. Rule 11 of the HSJS Rules provides for qualifications\nfor direct recruits in Haryana Superior Judicial Service. Clause\n(b) of this rule provides that the applicant must have been duly\nenrolled as an advocate and has practised for a period not less\nthan seven years. Since we have already held that these five\nprivate appellants did not cease to be advocate while working\nas Assistant District Attorney/Public Prosecutor/Deputy\nAdvocate General, the period during which they have been\nworking as such has to be considered as the period practising\nlaw. Seen thus, all of them have been advocates for not less\nthan seven years and were enrolled as advocates and were\ncontinuing as advocates on the date of the application.\n90. We, accordingly, hold that the five private appellants\n(Respondent Nos. 9,12,13,15 and 18 in CWP No. 9157/2008\nbefore the High Court) fulfilled the eligibility under Article 233(2)\nof the Constitution and Rule 11(b) of the HSJS Rules on the\ndate of application. The impugned judgment as regards them\nis liable to be set aside and is set aside.\n91. Appeals are allowed as above with no order as to\ncosts.\nR.P.\nAppeals allowed.\nB\nC\nD\nE\nF\n"}