{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"422 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA avocation inconsistent with his practising as an advocate, shall\nsend a declaration to that effect to the respective State Bar\nCouncil within 90 days. On his failure to do so or in the absence\nof sufficient cause for not doing so, he may face suspension\nof licence to practice. Prior to 2001, Rule 49 of the BCI Rules\nB read as under :\nC\nD\nE\n\"49. An advocate shall not be a full-time salaried employee\nof any person, government, firm, corporation or concern,\nso long as he continues to practice, and shall, on taking\nup any such employment, intimate the fact to the Bar\nCouncil on whose roll his name appears, and shall\nthereupon cease to practice as an advocate so long as\nhe continues in such employment.\nNothing in this rule shall apply to a Law Officer of the\nCentral Government or a State or of any Public\nCorporation or body constituted by statute who is entitled\nto be enrolled under the rules of his State Bar Council\nmade under Section 28(2)(d) read with Section 24(1)(e)\nof the Act despite his being a full time salaried employee.\nLaw Officer for the purpose of this Rule means a person\nwho is so designated by the terms of his appointment and\nwho, by the said terms, is required to act and/or plead in\ncourts on behalf of his employer.\n18. By resolution dated 22.06.2001, the Bar Council of\nF India deleted the second and third para of the above rule. The\nsaid resolution was published in the Government Gazette on\n13.10.2001. The Chief Justice of India gave his consent to the\nsaid deletion on 23.04.2008. Rule 49 in its present form,\nconsequent on amendment, reads as under:\nG\nH\n\"An advocate shall not be a full-time salaried employee of\nany person, government, firm, corporation or concern, so\nlong as he continues to practice, and shall, on taking up\nany employment, intimate the fact to the Bar Council on\nwhose roll his name appears, and shall thereupon cease\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n423\nto practise as an advocate so long as he continues in such A\nemployment\".\n19. The High Court has held, and in our view rightly, that\nthe consent of Chief Justice of India was not needed because\nrule in respect of eligibility is traceable to clause (ah). The\namendment thus became effective in any case on its publication\nin the Government Gazette on 13.10.2001.\n20. The High Court while considering the issue relating to\neligibility of the appellants for selection and appointment under\nArticle 233(2), dealt with Sections 17, 22, 24, 29 and 33 of the\n1961 Act and Rule 49 of the BCI Rules and observed that an\nadvocate could not be a full-time salaried employee of any\n. person, government, firm, corporation or concern so long as he\ncontinues to practice.\nB\nC\n21. The High Court referred to various decisions including D\ndecisions of this Court in Mundrika Prasad Sinha v. State of\nBihar', Mukul Dalal and others v. Union of India and Others²,\nKumari Shrilekha Vidyarthi and Others v. State of U.P. and\nOthers³, Chandra Mohan v. State of U.P. and Others, Satya\nNarain Singh v. High Court of Judicature at Allahabad and E\nOthers, Sushma Suri v. Government of National Capital\nTerritory of Delhi and Another, Satish Kumar Sharma v. Bar\nCouncil of H.P.7, Sunil Kumar Goyal v. Rajasthan Public\nService Commission³ and finally held that Dinesh Kumar Mittal,\nRajesh Malhotra, Deepak Aggarwal, Chandra Shekhar and\nDesh Raj Chalia were ineligible at the time of their appointment\nF\n1. AIR 1979 SC 1871.\n2. (1988) 3 SCC 144.\n3. (1991) 1 SC 212.\n4. AIR 1966 SC 1987.\n5. (1985) 1 SCC 225.\n6. (1999) 1 SCC 330.\n7. (2001) 2 SCC 365.\n8. (2003) 6 SCC 171.\nG\nI\n424 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA as Additional District and Sessions Judge. The Bench\nformulated its opinion on account of the following:\nB\nC\nD\nE\nF\n\"They were in regular government service with the Union\nor the State. Their recruitment to the posts of Deputy\nAdvocate General, Assistant District Attorney's/\nProsecutors was pursuant to their selection by the\nrespective Public Service Commission/Government. All of\nthem were in the graded pay scale and subjected to all\nrigors of service conditions of a government servant known\nto service jurisprudence. We may not be misunderstood\nto mean that the Law Officers as a genre are ineligible for\njudicial appointment. Disqualification/ineligibility is\nattracted only to such category of Law Officers who opt for\nregular Government employment. However, no such\nineligibility is attached to the other category of Law Officers\nwho are practicing lawyers and are engaged on behalf of\nthe Government or any other organization/authority, even\non salary to appear on their behalf either under any\ncontractual arrangement or on case to case basis, without\nsubjecting themselves to the conditions of regular\ngovernment employment such as the Advocate General,\nAdditional Advocate General in the State, Assistant\nSolicitor General or Central Government Standing counsel\nor any other Law Officer engaged by various Government\nCorporations or otherwise who are engaged to represent\nthem in courts of law.\"\n22. The High Court also held that except Rajesh Malhotra,\nthe other four, namely, Dinesh Kumar Mittal, Deepak Aggarwal,\nChandra Shekhar and Desh Raj Chalia were having less than\nseven years of practice at the Bar before their engagement as\nG Assistant District Attorneys/Public Prosecutors.\n23. Mr. P.P. Rao, learned senior counsel who led the\narguments on behalf of the appellants, argued that Article\n233(2) of the Constitution is a self-contained Code. Service of\na Public Prosecutor or an Assistant Public Prosecutor or a\nH Government Pleader does not render a person ineligible for\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 425\n[R.M. LODHA, J.]\nC\nD\nappointment as a District Judge if he has been for not less than A\nseven years an advocate or a pleader. According to him, it is\nopen to the State to appoint a Government Pleader in terms\nof Section 2(7) of C.P.C. for conducting civil cases and Public\nProsecutors under Section 24 of Cr.P.C. for criminal cases on\nmutually agreed terms, either on a case to case basis or piece- B\nrate basis for each item of work done or on a tenure basis or\non a permanent basis. Though called 'appointment', it is in\nreality and in substance an engagement of an advocate for\nconducting cases in courts. Advocates with experience are only\neligible for these posts and even after appointment as\nGovernment Pleader or Public Prosecutor or Assistant Public\nProsecutor or Assistant District Attorney, their job is exclusively\nor mainly to conduct cases as advocates in courts. The nature\nof their functions remains the same. They are always Officers\nof the Court. 24. It was submitted by Mr. P.P. Rao that the 1961\nAct and the BCI Rules, including Rule 49, must be read\nharmoniously with the relevant provisions of C.P.C. and Cr.P.C.\nhaving regard to the object and scheme of appointment of the\nGovernment Pleaders, Public Prosecutors, Assistant Public\nProsecutors or Assistant District Attorneys etc. He contended\nthat rule making power by Bar Council of India cannot be\nexercised inconsistent with the provisions contained in CPC\nand Cr.P.C; it is not an overriding power and the persons who\nare eligible in terms of Article 233(2) of the Constitution cannot\nbe made ineligible by a rule made by the Bar Council of India.\nAccording to him, the meaning of the word, 'advocate'\noccurring in Article 233(2) must be fixed and identified which\nthe Constitution makers had in mind. Neither the 1961 Act nor\nthe BCI Rules framed thereunder can curtail the meaning of the\nword 'advocate' that is understood under Article 233(2) of the\nConstitution.\n25. Mr. P.P. Rao, learned senior counsel submitted that it\ncould never be the intention of the Bar Council of India when it\nmade Rule 49 that appointment of advocate by the Government\nfor conducting its cases in courts as an advocate on a full time\nE\nĿL\nF\nG\nI\n426 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA salary basis would attract the bar in Rule 49. The bar applies\nto employees engaged for work other than conducting cases\nin courts as advocates. He suggested that in order to save the\noperation of Rule 49, it needs to be read down and the test\nlaid down by this Court in Satish Kumar Sharma and Sushma\nB Suri must be applied, i.e. whether a person is engaged to act\nс\nand/or plead in a court of law as an advocate and not whether\nsuch person is engaged on terms of salary or payment of\nremuneration. In his view, what is important is not the\nemployment but the functions that a Public Prosecutor or a\nGovernment Pleader discharges.\n26. The contention of Mr. P.P. Rao is that the BCI Rules\ncannot override the operation of any law made by the\nParliament, including the CPC or the Cr.P.C., much less Article\n233(2) of the Constitution which contains the word 'advocate'\nD having a definite meaning i.e., person enrolled as a member\nof the Bar to conduct cases in courts. He highlighted the\nconsistent practice before the Constitution and after the\nConstitution of the Government Pleaders and Public\nProsecutors on regular or permanent basis with fixed\nE emoluments being appointed as District Judges by way of\ndirect recruitment in view of their experience in conducting\ngovernment cases. He submitted that to declare them ineligible\nwould defeat the object of recruitment underlying Article 233(2)\nof the Constitution.\nF\n27. Mr. A.K. Ganguli, learned senior counsel appearing in\nthe appeals preferred by Dinesh Kumar Mittal adopted the\narguments of Mr. P.P. Rao and further submitted that it is right\nto practice that determines whether one is advocate or not and\nthat is what must be understood by the term 'advocate'\nG occurring in Article 233(2) of the Constitution.\n28. Mr. B.H. Marlapalle, learned senior counsel for the\nappellant Desh Raj Chalia, submitted that Article 233(2)\nprovided two different sources of appointment to the post of\nDistrict Judge, namely, by promotion from service and by\nH nomination from the law practitioners with practice of not less\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n427\nC\nthan seven-years. The requirement of practice for not less than A\nseven-years is only for the appointment by nomination. He\nrelied upon decisions of this Court in Rameshwar Dayal v.\nState of Punjab and Others, Chandra Mohanª and Satya\nNarain Singh5. Learned senior counsel argued that Section 24,\nCr.P.C. is the source of power for appointment of the Public B\nProsecutor/Additional Public Prosecutor either as part of the\nregular service cadre or from the panel prepared by the District\nMagistrate. The scheme of Section 24 Cr.P.C. cannot be\nallowed to be defeated by Rule 49 of the BCI Rules as\namended by the resolution dated 22.06.2001. Learned senior\ncounsel submitted that a Public Prosecutor appointed by State\nGovernment as a part of regular service cadre cannot be\nexcluded from the scheme of Section 30 of the 1961 Act just\nbecause he has chosen to appear for the State Government.\nAny law practitioner/advocate has the choice to restrict his\npractice. He heavily relied upon the observations made by this\nCourt in paragraphs 6, 10 and 11 of the decision in Sushma\nSuri³ and submitted that principles laid down therein were fully\napplicable to the appellant's submission that he is eligible for\nbeing selected by nomination to the post of District Judge from\namongst the law practitioners.\n29. Mr. B.H. Marlapalle referred to various provisions of\nthe 1961 Act and Rule 49 of the BCI Rules and submitted that\nany person who is a law officer of the State/Central Government\nand who by the said term is required to act and plead in a court\non behalf of his employer is entitled to be admitted as an\nadvocate to the State roll. Rule 49, as amended by the Bar\nCouncil of India, cannot be interpreted to mean that every\nPublic Prosecutor/Additional Public Prosecutor, who is\nappointed by the State Government as a part of regular service\ncadre, ceases to be an advocate. If a Public Prosecutor\nforming part of service cadre, ceases to be an advocate then\nhis tenure as a Public Prosecutor under Section 24, Cr.P.C.\nD\nE\nF\n-\nG\n9.\nAIR 1961 SC 816.\nH\n428 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA would automatically come to an end. Such an interpretation of\nRule 49 of the BCI Rules would not be proper.\nB\nC\nD\n30. Learned senior counsel also challenged the finding\nrecorded by the High Court with regard to appellant Desh Raj\nChalia that he did not complete seven years of law practice.\nAccording to him, his tenure as Assistant District Attorney was\nrequired to be counted for the purpose of computing period of\npractice and the appellant had completed more than 11 years\nof law practice.\n31. Mr. S.S. Ray, learned counsel appearing for one of the\nappellants, argued that the amendment to Rule 49 in 2001 has\nnot affected the position of the appellant as an advocate in any\nmanner and the judgment of this Court in Sushma Suri6 is\nsquarely applicable. Learned counsel would submit that\n'advocate' means any person who pleads for his client. The\nword, 'advocate' is genus whereas expressions, Law Officer/\nAssistant District Attorney/Public Prosecutor are species. They\nare covered within the meaning of term 'advocate'. Suspension\nof the licence or deleting the name from the roll of advocates\ncannot exclude a Public Prosecutor or Assistant District\nAttorney from the definition of word 'advocate'. He further\nargued that if Public Prosecutor and Assistant District Attorney\nare taken out from the definition of 'advocate' then they cannot\nplead the case before the court even on behalf of the\nGovernment. He submitted that the provisions contained in\nF CPC and Cr.P.C. should prevail over the BCI Rules. With\nregard to interpretation of Article 233(2), he adopted the\narguments of Mr. P.P. Rao.\nE\nG\nH\n32. Mr. Raju Ramchandran, learned senior counsel\nappeared for the High Court of Punjab and Haryana on\nadministrative side. He submitted that District Attorney, Public\nProsecutor and Assistant Advocate General are in essence\nlawyers. Even though Rule 49 was amended by the Bar Council\nof India, yet under the amended rule District Attorneys, Public\nProsecutors/Assistant Advocate General continue to appear as\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 429\n[R.M. LODHA, J.]\nadvocates as they continue to have their licence. Rule 49 per A\nse does not bar them from appearing before a court. Reference\nwas made to the provisions of Haryana State Prosecution Legal\nService (Group 'C') Rules, 1979 to show that the Government\nPleader and Public Prosecutor may be fully engaged by the\nGovernment but in essence they are lawyers representing the B\nGovernment. He submitted that High Court failed to notice the\nexplanation to Section 24(6) and its interplay with Section 24(9)\nCr.P.C. Learned senior counsel suggested that the test\nenunciated in Sushma Suri, namely, whether he is engaged\nto act or plead on behalf of the employer in a court of law as\nan advocate should be applied to find out whether the private\nappellants whose appointments have been cancelled met the\nprescribed eligibility or not.\nC\n33. Learned senior counsel sought to distinguish the\ndecision of this Court in Mallaraddi H. Itagi \u0026 Ors. v. High D\nCourt of Karnataka by highlighting that Karnataka Department\nof Prosecution and Government Litigation Recruitment Rules,\n1962 did not allow the Public Prosecutors to appear as\nadvocates before the Court; the candidates therein admitted\nthat they were government servants; and the candidates therein E\nhad surrendered their licence.\n34. A plea of estoppel was also raised on behalf of the\nHigh Court and it was submitted that the writ petitioners were\nestopped from challenging the selection process as they had\ntaken a chance to get selected and after having remained\nunsuccessful, they have now challenged the appointment of\nsuccessful candidates.\n35. On the other hand, Mr. Prashant Bhushan, learned\ncounsel for the respondent - Keshav Kaushik (writ petitioner\nbefore the High Court) in the appeal preferred by Deepak\nAggarwal, referred to Article 233(2) of the Constitution and\nsubmitted that in order to be eligible, the candidate must not\nbe in the service of Union or the State and must have been an\nadvocate for at least seven years. It was submitted that the\nF\nG\nH\n430 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA expression, \"if he has been for not less than seven years an\nadvocate\" must be read to mean seven years immediately\npreceding his appointment/ application. It cannot mean any\nseven years any time in the past. If that interpretation were to\nbe accepted, it would mean that a person who is enrolled as\nB an advocate for seven years and thereafter took up a job for\nthe last twenty years would also become eligible for being\nappointed as District Judge. This would defeat the object of the\nqualification prescribed in Article 233(2).\n36. Mr. Prashant Bhushan contended that a Public\nC Prosecutor being a full time employee of the Government,\nceases to be an advocate by virtue of Rule 49 of the BCI Rules.\nThe candidates whose appointment was challenged were in full\ntime employment of the Government; were liable to be\ntransferred and posted with the Government Companies as law\nD officers and they have several functions other than\nappearances in courts as Public Prosecutors. Merely because\none of the functions of these Public Prosecutors is to appear\nin courts would not make them advocates and eligible for\nappointment under Article 233 (2) of the Constitution. He\nE justified the view of the High Court.\n37. Mr. P.S. Patwalia, learned senior counsel also arguing\nfor respondent no. 1 in the appeal by Chandra Shekhar,\nsubmitted that Rule 49 expressly debars a person from\npractising as an advocate on taking up employment. Rule 43\nF of BCI Rules makes it imperative on any such person to file a\ndeclaration within 90 days on taking up employment failing\nwhich the State Bar Council can suspend the licence of such a\nperson to practice. It was submitted that full time employees\nhave a limited right of appearance before the courts by virtue\nG of Section 24 Cr.P.C. and Section 2(7) C.P.C. Such employees\ncan only appear in briefs marked to them by State Government\nfor specified courts.\nH\n38. Chapter IV of the 1961, Act which deals with right to\npractice, was referred to by the learned senior counsel,\nparticularly, Sections 29 to 33, and it was submitted that on a\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n431\nconjoint reading of these provisions with Rules 43 to 49 of the A\nBCI Rules and Section 24 Cr.P.C. and Section 2(7) C.P.C.,\nAdditional District Attorney/Public Prosecutor/Assistant\nAdvocate General cannot be said to practice law. Reference\nwas made to the Resolution passed by Bar Council of India in\nthis regard which provides that if a Public Prosecutor/Additional\nDistrict Attorney is a whole time employee drawing regular\nsalary, he will not be entitled to be enrolled as an advocate.\nB\n39. In support of the above submissions, Mr. P.S. Patwalia\nrelied upon decision of this Court in Satish Kumar Sharma'\nand a decision of this Court in Mallaraddi H. Itagi. Reference C\nwas also made to the decision of the Karnataka High Court in\nMallaraddi H. Itagi from which the appeals were preferred\nbefore this Court. Learned senior counsel submitted that the\nview taken by Karnataka High Court and upheld by this Court\nis the view which has been taken by various other high courts, D\nnamely, Kerala High Court in K.R. Biju Babu v. High Court of\nKerala \u0026 Another 10, Jammu and Kashmir High Court in Gurjot\nKaur and Others v. High Court of Jammu and Kashmir and\nAnother decided on 14.09.2010, Bombay High Court in\nSudhakar Govindrao Deshpande v. State of Maharashtra and E\nOthers11, Allahabad High Court in Akhilesh Kumar Misra and\nOthers v. The High Court of Judicature at Allahabad and\nOthers 12 Rajasthan High Court in Pawan Kumar Vashistha v.\nHigh Court of Judicature for Rajasthan, Jodhpur and Another\ndecided on 21.02.2012.\nF\n40. Mr. P.S. Patwalia referred to Article 233(2) of the\nConstitution and the decision of this Court in Chandra Mohan4\nand submitted that a person already employed in the executive\nservice of a State is ineligible to be appointed. He heavily\nrelied upon paragraphs 49 and 50 of the impugned judgment G\nand submitted that the findings returned by the High Court were\nin accord with law.\n10. (2008) Labour \u0026 Industrial Cases 1784.\n11. (1986) Labour \u0026 Industrial Cases 710.\n12. AIR (1995) Allahabad 148.\nH\n"}