{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"412 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA Vibhuti Sushant Gupta, Govind Narayan Kaushik, Seema Rao,\nAshok K. Mahajan, Nikhil Nayyar, T.V.S. Raghavendra Sreyas,\nPritha Srikumar, Siddharth Mittal, S.K. Sabharwal, Prashant\nBhushan, Rameshwar Prasad Goyal, Priyanka Bharihoke,\nJayshree Wad, Rajesh Singh Chauhan, Tamali Wad, Ashish\nB Wad, Kanika Bhutani (for J.S. Wad \u0026 Co.), Annam D.N. Rao\nNeelam Jain, Yusuf Khan, Sudhir Talwar, Nitin Mishra, Prashant\nChaudhary, Pratap Venugopal, Surekha Raman, Namrata\nSood, Ajay Sharma (for K.J. John \u0026 Co), Gurvinder Suri, J.H.\nJafri, Nidhi Gupta, Tarun Gupta, S. Janani, Gagan Gupta, Ajay\nPal, P.D. Sharma, Ajay Bansal, Devendra Singh, Dhiraj Gupta,\nGaurav Yadav, Ajay Choudhary, Surya Kant, Dushyant Parasar,\nPurnima Jauhari, Jayant Kumar Mehta, Sukant Vikram, Abhinav\nSharma, Pardeep Dahiya, Anupama Bansal, Achin Mittal, Shiel\nSethi, Ashwani Kumar, Rajeev Kumar Bansal, Akshay K. Ghai,\nSanjeev Bansal, Tarun Gupta, Rahul Kaushik, S. Wasim A.\nQadri, M.P.S. Tomar, B.V. Balram Das, Sadhana Sandhu, Anil\nKatiyar, Kamal Mohan Gupta, Sivan Madathil, Usha Nandini V.,\nBiju P. Raman for the appearing parties.\nC\nD\nE\nThe Judgment of the Court was delivered by\nR.M. LODHA, J. 1. Leave granted. What is the meaning\nof the expression 'the service' in Article 233(2) of the\nConstitution of India? What is meant by 'advocate' or 'pleader'\nunder Article 233(2)? Whether a District Attorney/Additional\nDistrict Attorney/Public Prosecutor/Assistant Public Prosecutor/\nF Assistant Advocate General, who is full time employee of the\nGovernment and governed and regulated by the statutory rules\nof the State and is appointed by direct recruitment through the\nPublic Service Commission, is eligible for appointment to the\npost of District Judge under Article 233(2) of the Constitution?\nG These are the questions which have been raised for\nconsideration in this group of appeals.\nН\n2. The above questions and some other incidental\nquestions in these appeals have arisen from the judgment of\nthe Punjab and Haryana High Court delivered on 18.05.2010.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n413\nThe Division Bench of the High Court by the above judgment A\ndisposed of 12 writ petitions wherein challenge was laid to the\nselection and appointment of certain candidates to the post of\nAdditional District and Sessions Judge in the Haryana Superior\nJudicial Service (HSJS) on diverse grounds. The High Court\nby its judgment disposed of the writ petitions in the following B\nmanner:\n\"(A) Selections/appointments of respondents no. 9 -\n(Dinesh Kumar Mittal), 12 (Rajesh Malhotra), 13 (Deepak\nAggarwal), 15 (Chandra Shekhar) and 18 (Desh Raj\nChalia) in CWP No. 9157 of 2008 (wherever they may be\nin other writ petitions) as Additional District and Sessions\nJudges, are hereby quashed. This direction shall, however,\nremain in abeyance for a period of two months to enable\nthe High Court to make alternative arrangements;\n(B) As a consequence of the quashment of the selections/\nappointments of above named respondents, the resultant\nfive vacancies shall be filled up from the candidates next\nin the order of merit, out of the panel prepared by the\nSelection Committee;\n(C) The appointment of Fast Track Court Judges by a\nprocess of absorption after further examination and\nselection contained in the recommendation of the\nSelection Committee dated 18.03.2008 is affirmed.\n(D) Order dated 22.09.2008 (Annexure P-8 in CWP No.\n17708 of 2008 rejecting the request of the High Court for\nde-reservation of six vacancies (four Scheduled Caste, 2\nBackward Classes) is hereby quashed. Resultantly, the\nmatter is remitted back to the Government to re-consider\nthe request of the High Court for de-reservation in relaxation\nof rules by the competent authority empowered under the\nGovernment instructions dated 7.9.2008 and Rule 31 of the\nHaryana Superior Judicial Service Rules, 2007. The\nprocess of re-consideration shall be completed within six\nweeks and the decision be communicated to the High\nCourt.\nC\nD\nE\nF\nG\nH\nA\nB\nC\n414\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\n(E) If on such re-consideration, the State decides to de-\nreserve the vacancies, candidates recommended by the\nHigh Court vide its recommendation letter dated\n25.4.2008, shall be appointed.\"\n3. The appellants in this group of seven appeals are,\nDeepak Aggarwal, Dinesh Kumar Mittal, Rajesh Malhotra,\nChandra Shekhar and Desh Raj Chalia, whose selections/\nappointments as Additional District and Sessions Judges have\nbeen quashed by the High Court, and the Punjab and Haryana\nHigh Court, Chandigarh on its administrative side.\n4. On 18.05.2007, the Punjab and Haryana High Court,\nChandigarh through its Registrar General issued a notification\ninviting applications for recruitment to certain posts of Additional\nDistrict and Sessions Judge. The written examinations were\nD conducted pursuant to the said notification wherein 64\ncandidates were recommended for the interview. After\nconducting the interview, the High Court recommended the\nnames of 16 candidates in order of merit to the post of\nAdditional District and Sessions Judge in the State of Haryana\nE by direct recruitment. Of the 16 candidates recommended by\nthe High Court, 5 were the appellants. At the time of\nappointment, Deepak Aggarwal was working as Assistant\nDistrict Attorney in Himachal Pradesh; Chandra Shekhar and\nDesh Raj Chalia were working as Assistant District Attorney\nin the State of Haryana, Rajesh Malhotra was working as Public\nProsecutor in the office of Central Bureau of Investigation and\nDinesh Kumar Mittal was working as Deputy Advocate General\nin the office of the Advocate General, Punjab.\nF\n5. Based on the recommendation of the High Court, the\nG State of Haryana issued appointment orders. Some of the\nunsuccessful candidates filed writ petitions before the High\nCourt raising diverse grounds of challenge. However, as\nindicated above, the appointments of five appellants who were\nworking as Assistant District Attorney/Public Prosecutor/Deputy\nH\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n415\nAdvocate General have been quashed holding that they did not A\nhave the requisite criteria to qualify for the recruitment as\ncontemplated in Article 233 of the Constitution and that some\nof the candidates did not have requisite experience.\n6. Article 233 of the Constitution of India provides for\nappointment of District Judges. It reads as follows:\n\"233. Appointment of district judges.-(1) Appointments of\npersons to be, and the posting and promotion of, district\njudges in any State shall be made by the Governor of the\nState in consultation with the High Court exercising\njurisdiction in relation to such State.\nB\nC\n(2) A person not already in the service of the Union or of\nthe State shall only be eligible to be appointed a district\njudge if he has been for not less than seven years an\nadvocate or a pleader and is recommended by the High D.\nCourt for appointment.\"\n7. Haryana Superior Judicial Service Rules, 2007 (for short,\n'HSJS Rules') regulate the appointment of subordinate judges\nin the State of Haryana. Part III of these Rules deals with method\nof recruitment. Rules 5, 6 and 11 of the HSJS Rules are relevant E\nfor the purposes of consideration of these appeals and they\nread as under:\n\"R.5. Recruitment to the Service shall be made by the\nGovernor,-\n(i) by promotion from amongst the Haryana Civil\nService (Judicial Branch) in consultation with\nthe High Court; and\n(ii)\nby direct recruitment from amongst eligible\nAdvocates on the recommendations of the\nHigh Court on the basis of the written and\nviva voce test conducted by the High Court.\nR.6. (1) Recruitment to the Service shall be made,—\nF\nG\n(a) 50 per cent by promotion from amongst the Civil H\nA\nB\nC\nD\nE\nLL\nF\n416 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nJudges (Senior Division)/Chief Judicial\nMagistrates/Additional Civil Judges (Senior\nDivision) on the basis of principle of merit-cum-\nseniority and passing a suitability test;\n(b) 25 per cent by promotion strictly on the basis\nof merit through limited competitive examination of\nCivil Judges (Senior Division) having not less than\nfive years qualifying service as Civil Judges (Senior\nDivision)/Chief Judicial Magistrates/Additional Civil\nJudges (Senior Division); and who are not less than\nthirty five years of age on the last date fixed for\nsubmission of applications for taking up the limited\ncompetitive examinations; and\n(c) 25 per cent of the posts shall be filled by direct\nrecruitment from amongst the eligible Advocates on\nthe basis of the written and viva voce test,\nconducted by the High Court.\n(2) The first and second post would go to category (a) (by\npromotion on the basis of merit-cum-seniority), third post\nwould go to category (c) (direct recruitment from the bar)\nand fourth post would go to category (b) (by limited\ncompetitive examination) of rule 6, and so on.\nR. 11. The qualifications for direct recruits shall be as\nfollows:\n(a) must be a citizen of India;\n(b) must have been duly enrolled as an Advocate and\nhas practiced for a period not less than seven\nyears;\nG\n(c)\nmust have attained the age of thirty five years and\nhave not attained the age of forty five years on the\n1st day of January of the year in which the\napplications for recruitment are invited.\"\nH\n8. It will be convenient at this stage to refer to some other\nprovisions which have bearing in the matter and are relevant\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n417\nfor the purpose of these appeals. Section 2(u) of the Code of A\nCriminal Procedure, 1973 (for short, 'Cr.P.C.') defines 'Public\nProsecutor' to mean any person appointed under Section 24\nand includes any person acting under the directions of a Public\nProsecutor. Section 24 deals with 'Public Prosecutors'. It reads\nas under:\n\"24. Public Prosecutors,- (1) For every High Court, the\nCentral Government or the State Government shall, after\nconsultation with the High Court, appoint a Public\nProsecutor and may also appoint one or more Additional\nPublic Prosecutors for conducting in such court, any\nprosecution, appeal or other proceeding on behalf of the\nCentral Government or State Government, as the case\nmay be.\n(2) The Central Government may appoint one or more\nPublic Prosecutors for the purpose of conducting any case\nor class of cases in any district, or local area.\n(3) For every district the State Government shall appoint\na Public Prosecutor and may also appoint one or more\nAdditional Public Prosecutors for the district:\nProvided that the Public Prosecutor or Additional Public\nProsecutor appointed for one district may be appointed\nalso to be a Public Prosecutor or an Additional Public\nProsecutor, as the case may be, for another district.\n(4) The District Magistrate shall, in consultation with the\nSessions Judge, prepare, a panel of names of persons,\nwho are, in his opinion fit to be appointed as Public\nProsecutors or Additional Public Prosecutors for the\ndistrict.\n(5) No person shall be appointed by the State Government\nas the Public Prosecutor or Additional Public Prosecutor\nfor the district unless his name appears in the panel of\nnames prepared by the District Magistrate under sub-\nsection (4).\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nพ.\nE\nF\nG\nH\n418\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\n(6) Notwithstanding anything contained in sub-section (5),\nwhere in a State there exists a regular Cadre of\nProsecuting Officers, the State Government shall appoint\na Public Prosecutor or an Additional Public Prosecutor only\nfrom among the persons constituting such Cadre:\nProvided that where, in the opinion of the State\nGovernment, no suitable person is available in such Cadre\nfor such appointment that Government may appoint a\nperson as Public Prosecutor or Additional Public\nProsecutor, as the case may be, from the panel of names\nprepared by the District Magistrate under sub-section (4).\nExplanation - For the purposes of this sub-section,-\n(a) “regular Cadre of Prosecuting Officers\" means a Cadre\nof Prosecuting Officers which includes therein the post of\na Public Prosecutor, by whatever name called, and which\nprovides for promotion of Assistant Public Prosecutors, by\nwhatever name called, to that post;\n(b) \"Prosecuting Officer\" means a person, by whatever\nname called, appointed to perform the functions of a\nPublic Prosecutor, an Additional Public Prosecutor or an\nAssistant Public Prosecutor under this Code.\n(7) A person shall be eligible to be appointed as a Public\nProsecutor or an Additional Public Prosecutor under sub-\nsection (1) or sub-section (2) or sub-section (3) or sub-\nsection (6), only if he has been in practice as an advocate\nfor not less than seven years.\n(8) The Central Government or the State Government may\nappoint, for the purposes of any case or class of cases, a\nperson who has been in practice as an advocate for not\nless than ten years as a Special Public Prosecutor:\n\"Provided that the Court may permit the victim to\nengage an advocate of his choice to assist the\nprosecution under this sub-section.\"\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n419\nA\n(9) For the purposes of sub-section (7) and sub-section\n(8), the period during which a person has been in practice,\nas a pleader, or has rendered (whether before or after the\ncommencement of this Code) service as a Public\nProsecutor or as an Additional Public Prosecutor or\nAssistant Public Prosecutor or other Prosecuting Officer, B\nby whatever name called, shall be deemed to be the period\nduring which such person has been in practice as an\nadvocate.\"\nC\n9. Some of the States have amended Section 24 Cr.P.C.\nInsofar as Haryana is concerned, an explanation has been\nadded to sub-section (6) of Section 24 with effect from\n29.11.1985 which provides that for the purpose of sub-section\n(6), the persons constituting the Haryana State Prosecution\nLegal Service (Group A) or Haryana State Prosecution Legal\nService (Group B) shall be deemed to be a regular Cadre of D\nProsecuting Officers.\nE\nF\n10. Section 25 Cr.P.C deals with Assistant Public\nProsecutors for conducting prosecutions in the court of\nMagistrates. Section 25A was brought in the Cr.P.C. by Act 25\nof 2005. It, inter alia, provides that the State Government may\nestablish a Directorate of Prosecution consisting of a Director\nof Prosecution and as many Deputy Directors of Prosecution\nas it thinks fit. Sub-section (5) of Section 25A makes a\nprovision that every Public Prosecutor, Additional Public\nProsecutor and Special Public Prosecutor appointed by the\nState Government under sub-section (1) or under sub-section\n(8) of Section 24 to conduct cases in the High Court shall be\nsubordinate to the Director of Prosecution. In terms of sub-\nsection (6) of Section 25A, every Public Prosecutor, Additional\nPublic Prosecutor and Special Public Prosecutor appointed by G\nthe State Government under sub-section (3) or under sub-\nsection (8) of Section 24 to conduct cases in district courts and\nevery Assistant Public Prosecutor appointed under sub-section\n(1) of Section 25 shall be subordinate to the Deputy Director\nof Prosecution. Sub-section (8), however, clarifies that the H\n420 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA Advocate General for the State while performing the functions\nof public prosecutor shall not be covered by Section 25A.\nB\nC\n11. Section 2(7) of the Code of Civil Procedure, 1908 (for\nshort, 'CPC') defines 'government pleader'. According to this\nprovision, 'government pleader' includes any officer appointed\nby the State Government to perform all or any of the functions\nexpressly imposed by the CPC on the government pleader and\nalso any pleader acting under the directions of the government\npleader.\n12. Section 2(15) CPC defines 'pleader' which means any\nperson entitled to appear and plead for another in court, and\nincludes an advocate, a vakil and an attorney of a High Court.\n13. Prior to Indian Advocates Act, 1961, [The Indian] Bar\nCouncils Act, 1926 (for short, '1926 Act') dealt with the functions\nD of the Bar Council and the admission and enrolment of\nadvocates. Section 2(1)(a) of the 1926 Act had defined\n'advocate' as meaning an advocate entered in the roll of\nadvocates of a High Court under the provisions of that Act.\nE\nF\nG\nH\n14. Section 8(1) of the 1926 Act provided as under:\n-\n\"8.Enrolment of advocates. (1) No person shall be\nentitled as of right to practice in any High Court, unless his\nname is entered in the roll of the advocates of the High\nCourt maintained under this Act:\nProvided that nothing in this sub-section shall apply to any\nattorney of the High Court.\"\n15. Section 9 of the 1926 Act dealt with qualifications and\nadmission of advocates while Section 14 provided for right of\nadvocates to practice.\n16. On constitution of the State Bar Council under the\nAdvocates Act, 1961 (for short, '1961 Act'), the relevant\nprovisions of the 1926 Act stood repealed. Section 17 of the\n1961 Act provides that every State Bar Council shall prepare\nand maintain a roll of advocates. It further provides that no\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 421\n[R.M. LODHA, J.]\nperson shall be enrolled as an advocate on the roll of more than A\none State Bar Council. Section 24 provides for the eligibility\nof the persons who may be admitted as advocates on State\nroll. Inter alia, it states that a person shall be qualified to be\nadmitted as an advocate on a State roll if he fulfills such other\nconditions as may be specified in the rules made by the State B\nBar Council under Chapter III. Section 28 empowers a State\nBar Council to make rules to carry out the purposes of Chapter\nIII. Clause (d), sub-section (2) of Section 28 states that such\nrules may provide for the conditions subject to which a person\nmay be admitted as an advocate on the State roll. Chapter IV C\nof the 1961 Act deals with the right to practice. This Chapter\ncomprises of five sections. Section 29 provides that from the\nappointed day, there shall be only one class of persons entitled\nto practice profession of law, namely, advocates. Section 30\nprovides for right of advocates to practice. Section 33 makes\na provision that except as otherwise provided in the Act or in\nany other law for the time being in force, no person shall on or\nafter the appointed day, be entitled to practice in any event or\nbefore any authority or person unless he is enrolled as advocate\nunder the Act.\n17. Section 49 gives power to the Bar Council of India to\nmake rules for discharging its functions and also to frame rules\nin respect of the subjects enumerated in clauses (a) to (j).\nClause (ah) deals with the conditions subject to which an\nadvocate shall have the right to practice and the circumstances\nunder which a person shall be deemed to practice as an\nadvocate in a court. The first proviso following the main Section\nprovides that no rules made with reference to clause (c) or (gg)\nshall have effect unless they have been approved by the Chief\nJustice of India. The second proviso provides that no rules\nmade with reference to clause (e) shall have effect unless they\nhave been approved by the Central Government. Pursuant to\nthe power given under Section 49, the Bar Council of India has\nframed the Bar Council of India Rules (for short, 'BCI Rules').\nRule 43 provides that an advocate, who has taken a full-time\nservice or part-time service or engaged in business or any\nD\nE\nF\nG\nH\n"}