{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nE\n432 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\n41. On behalf of the respondents in the appeal by Dinesh\nKumar Mittal, it was submitted that Article 233(2) of the\nConstitution lays down three essentials for appointment of a\nperson to the post of District Judge and all of them are\nmandatorily required to be fulfilled and are to be read\nsimultaneously. It was submitted that independence of judiciary\nis the basic structure of the Constitution. The Public\nProsecutors holding a regular post in regular pay scale are\ngovernment servants and they can not be treated as 'advocate'\nwithin the meaning of Sections 24, 29 and 30 of the 1961 Act\nread with Rule 49 of the BCI Rules. It was suggested that the\nwords \"has been\" in Article 233(2) must be read to mean the\nadvocate or pleader who continues to be so at the time of his\nappointment.\n42. Article 233 of the Constitution makes provision for\nD appointment and qualification for District Judges. Under clause\n(1) of Article 233 no special qualifications are laid down. The\nGovernor can appoint a person who is already in service of the\nUnion or of the State as a District Judge in consultation with\nthe relevant High Court. Clause (2) of Article 233 lays down\nthree essentials for appointment of a person to the post of\nDistrict Judge; (i) a person shall not be in service of the Union\nor of the State; (ii) he has been for not less than seven years\nan advocate or a pleader; and (iii) his name is recommended\nby the relevant High Court for appointment. In other words, as\nF regards a person not already in service what is required is that\nhe should be an advocate or pleader of seven years' standing\nand that his name is recommended by the High Court for\nappointment as District Judge. We have to find out what is the\nmeaning of the expression \"the service\" under Article 233 (2)\nof the Constitution. The expression \"the service\" occurring in\nclause (2) of Article 233 came up for consideration before a\nConstitution Bench of this Court in Chandra Mohan\".\nG\n43. In the case of Chandra Mohan the facts were these:\nduring 1961 and 1962, the Registrar of the Allahabad High\nH Court called for applications for recruitment with regard to ten\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n433\nD\nvacancies in the Uttar Pradesh Higher Judicial Service from A\nBarristers, Advocates, Vakils and Pleaders of more than seven\nyears' standing and from judicial officers. The Selection\nCommittee, constituted under the Rules, selected six\ncandidates for appointment to the said service. The three of\nthe selected candidates were advocates and three were judicial B\nofficers. The Selection Committee sent two lists, one comprising\nthe names of three advocates and the other comprising the\nnames of three judicial officers to the High Court. Chandra\nMohan, who was Member of U.P. Civil Services (Judicial\nBranch) and who was at that time acting as a District Judge, C\nand some other officers who were similarly situated, filed writ\npetitions in the High Court of Allahabad under Article 226\nchallenging the selection of the six candidates for appointment\nto the U.P. Higher Judicial Service. The matter was heard by\nthe Division Bench. The members of the Bench agreed that\nselection from the Bar was good but as regards selection from\nthe cadre of judicial officers, there was difference of opinion\non the aspect of non-issuance of notification under Article 237\nof the Constitution. The matter was referred to a third Judge\nwho agreed with one of the Judges who held that selection from\nthe judicial officers was also good. Thus, the writ petitions were\ndismissed. The High Court on the application for certificate to\nappeal to this Court certified the case a fit one for appeal,\nconsequently, the appeal was filed. As there was some debate\non the scope of the certificate granted by the High Court, this\nCourt also granted Special Leave to Appeal against the order\nof the High Court. Diverse arguments were advanced on behalf\nof the appellants before this Court. While dealing with the\nquestion whether the Governor can directly appoint persons\nfrom services other than the judicial service as District Judges\nin consultation with the High Court and on a further question\nwhether the Governor can appoint judicial officers as District\nJudges, this Court dealt with Articles 233, 234, 236 and 237\nof the Constitution and observed in paragraph 15 of the Report\n(pgs. 1993-94) as follows:\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n434\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\n\"The gist of the said provisions may be stated thus.\nAppointments of persons to be, and the posting and\npromotion of district judges in any State shall be made by\nthe Governor of the State. There are two sources of\nrecruitment namely (i) service of the Union or of the State,\nand (ii) members of the Bar. The said Judges from the first\nsource are appointed in consultation with the High Court\nand those from the second source are appointed on the\nrecommendation of the High Court. But in the case of\nappointments of persons to the judicial service other than\nas district Judges they will be made by the Governor of\nthe State in accordance with rules framed by him in\nconsultation with the High Court and the Public Service\nCommission. But the High Court has control over all the\ndistrict Courts and Courts subordinate thereto, subject to\ncertain prescribed limitations.\"\nThis Court then in paragraphs 16 and 17 (pg. 1994) of the\nReport observed as follows:\n\"16. So far there is no dispute. But the real conflict rests\non the question whether the Governor can appoint as\ndistrict Judges persons from services other than the judicial\nservice; that is to say, can he appoint a person who is in\nthe police, excise, revenue or such other service as a\ndistrict Judge? The acceptance of this position would take\nus back to the pre-independence days and that too to the\nconditions prevailing in the Princely States. In the Princely\nStates one used to come across appointments to the\njudicial service from police and other departments. This\nwould also cut across the well-knit scheme of the\nConstitution and the principle underlying it, namely, the\njudiciary shall be an independent service. Doubtless if Art.\n233(1) stood alone, it may be argued that the Governor\nmay appoint any person as a district Judge, whether legally\nqualified or not, if he belongs to any service under the\nState. But Art. 233(1) is nothing more than a declaration\nof the general power of the Governor in the matter of\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n435\nD\nappointment of district Judges. It does not lay down the A\nqualifications of the candidates to be appointed or denote\nthe sources from which the recruitment has to be made.\nBut the sources of recruitment are indicated in CI (2)\nthereof. Under Cl. (2) of Art. 233 two sources are given,\nnamely, (i) persons in the service of the Union or of the B\nState, and (ii) advocate or pleader. Can it be said that in\nthe context of Ch. VI of Part VI of the Constitution \"the\nservice of the Union or of the State” means any service of\nthe Union or of the State or does it mean the judicial\nservice of the Union or of the State? The setting, viz., the C\nchapter dealing with subordinate Courts, in which the\nexpression \"the service\" appears indicates that the service\nmentioned therein is the service pertaining to Courts. That\napart, Art. 236(2) defines the expression \"judicial service\"\nto mean a service consisting exclusively of persons\nintended to fill the post of district Judge and other civil\njudicial posts inferior to the post of district Judge. If this\ndefinition, instead of appearing in Art. 236, is placed as a\nclause before Art. 233(2), there cannot be any dispute that\n\"the service\" in Art. 233(2) can only mean the judicial\nservice. The circumstance that the definition of \"judicial\nservice\" finds a place in a subsequent Article does not\nnecessarily lead to a contrary conclusion. The fact that in\nArticle 233(2) the expression \"the service\" is used whereas\nin Arts. 234 and 235 the expression \"judicial service\" is\nfound is not decisive of the question whether the\nexpression \"the service\" in Art. 233(2) must be something\nother than the judicial service, for, the entire chapter is\ndealing with the judicial service. The definition is\nexhaustive of the service. Two expressions in the definition\nbring out the idea that the judicial service consists of G\nhierarchy of judicial officers starting from the lowest and\nending with district Judges. The expressions \"exclusively\"\nand \"intended” emphasise the fact that the judicial service\nconsists only of persons intended to fill up the post of district\nJudges and other civil judicial posts and that is the H\nE\nF\nLL\nA\nB\nC\nD\nE\nF\nG\nI\n436\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nexclusive service of judicial officers. Having defined.\n\"judicial service\" in exclusive terms, having provided for\nappointments to that service and having entrusted the\ncontrol of the said service to the care of the High Court,\nthe makers of the Constitution would not have conferred a\nblanket power on the Governor to appoint any person from\nany service as a district Judge.\n17. Reliance is placed upon the decision of this Court in\nRameshwar Dayal v. State of Punjab, (AIR 1961 SC 816),\nin support of the contention that \"the service\" in Art. 233(2)\nmeans any service under the State. The question in that\ncase was, whether a person whose name was on the roll\nof advocates of the East Punjab High Court could be\nappointed as a district Judge. In the course of the judgment\nS.K. Das, J., speaking for the Court, observed:\n\"Article 233 is a self-contained provision regarding\nthe appointment of District Judges. As to a person\nwho is already in the service of the Union or of the\nState, no special qualifications are laid down and\nunder Cl. (1) the Governor can appoint such a\nperson as a district Judge in consultation with the\nrelevant High Court. As to a person not already in\nservice, a qualification is laid down in Cl. (2) and\nall that is required is that he should be an advocate\nor pleader of seven years' standing.\"\nThis passage is nothing more than a summary of the\nrelevant provisions. The question whether \"the service\" in\nArt. 233 (2) is any service of the Union or of the State did.\nnot arise for consideration in that case nor did the Court\nexpress any opinion thereon.\"\nExplaining the meaning of the expression, 'the service',\nthis is what this Court said in paragraph 20 of the Report (Pg.\n1995) in Chandra Mohan4.\n_ Though S. 254(1) of the said Act was couched in\ngeneral terms similar to those contained in Art. 233 (1) of\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n437\nA\nthe Constitution, the said rules did not empower him to\nappoint to the reserved post of district Judge a person\nbelonging to a service other than the judicial service. Till\nIndia attained independence, the position was that district\nJudges were appointed by the Governor from three\nsources, namely, (i) the Indian Civil Service, (ii) the B\nProvincial Judicial Service, and (iii) the Bar. But after India\nattained independence in 1947, recruitment to the Indian\nCivil Service was discontinued and the Government of\nIndia decided that the members of the newly created Indian\nAdministrative Service would not be given judicial posts. C\nThereafter district Judges have been recruited only from\neither the judicial service or from the Bar. There was no\ncase of a member of the executive having been promoted\nas a district Judge. If that was the factual position at the\ntime the Constitution came into force, it is unreasonable\nto attribute to the makers of the Constitution, who had so\ncarefully provided for the independence of the judiciary, an\nintention to destroy the same by an indirect method. What\ncan be more deleterious to the good name of the judiciary\nthan to permit at the level of district Judges, recruitment.\nfrom the executive departments? Therefore, the history of\nthe services also supports our construction that the\nexpression \"the service\" in Art. 233(2) can only mean the\njudicial service.\"\n44. The Constitution Bench in Chandra Mohan has thus\nclearly held that the expression 'the service' in Article 233(2)\nmeans the judicial service.\nD\nE\nF\n45. In Satya Narain Singh³, this Court again had an\noccasion to consider Article 233 of the Constitution. This Court\nreferred to an earlier decision of this Court in Rameshwar G\nDayal and construed Article 233 as follows:\n.The first clause deals with \"appointments of persons\nto be, and the posting and promotion of, District Judges\nin any State\" while the second clause is confined in its\napplication to persons \"not already in the service of the\nH\nA\n\u003e\u003e\nB\nC\nD\nE\nF\nG\nH\n438 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nUnion or of the State\". We may mention here that \"service\nof the Union or of the State\" has been interpreted by this\nCourt to mean Judicial Service. Again while the first clause\nmakes consultation by the Governor of the State with the\nHigh Court necessary, the second clause requires that the\nHigh Court must recommend a person for appointment as\na District Judge. It is only in respect of the persons covered\nby the second clause that there is a requirement that a\nperson shall be eligible for appointment as District Judge\nif he has been an advocate or a pleader for not less than\n7 years. In other words, in the case of candidates who are\nnot members of a Judicial Service they must have been\nadvocates or pleaders for not less than 7 years and they\nhave to be recommended by the High Court before they\nmay be appointed as District Judges, while in the case of\ncandidates who are members of a Judicial Service the 7\nyears' rule has no application but there has to be\nconsultation with the High Court. A clear distinction is\nmade between the two sources of recruitment and the\ndichotomy is maintained. The two streams are separate\nuntil they come together by appointment. Obviously the\nsame ship cannot\ncannot \nsail both the streams\nsimultaneously..………………………….'\n37\nAfter referring to Chandra Mohan*, this Court in paragraph\n5 (pg. 230) stated as under:\n\"5. Posing the question whether the expression \"the service\nof the Union or of the State\" meant any service of the Union\nor of the State or whether it meant the Judicial Service of\nthe Union or of the State, the learned Chief Justice\nemphatically held that the expression \"the service\" in\nArticle 233(2) could only mean the Judicial Service. But\nhe did not mean by the above statement that persons who\nare already in the service, on the recommendation by the\nHigh Court can be appointed as District Judges,\noverlooking the claims of all other seniors in the\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n439\nSubordinate Judiciary contrary to Article 14 and Article 16 A\nof the Constitution.\"\nB\n46. From the above, we have no doubt that the expression,\n'the service' in Article 233(2) means the \"judicial service\". Other\nmembers of the service of Union or State are as it is excluded\nbecause Article 233 contemplates only two sources from which\nthe District Judges can be appointed. These sources are: (i)\njudicial service; and (ii) the advocate/pleader or in other words\nfrom the Bar. District Judges can, thus, be appointed from no\nsource other than judicial service or from amongst advocates.\nArticle 233(2) excludes appointment of District Judges from the C\njudicial service and restricts eligibility of appointment as District\nJudges from amongst the advocates or pleaders having\npractice of not less than seven years and who have been\nrecommended by the High Court as such.\n47. The question that has been raised before us is whether\na Public Prosecutor/Assistant Public Prosecutor/District\nAttorney/Assistant District Attorney/Deputy Advocate General,\nwho is in full time employ of the Government, ceases to be an\nadvocate or pleader within the meaning of Article 233(2) of the\nConstitution.\n48. In Kumari Shrilekha Vidyarthi³, this Court dealt with\nscheme of the Cr.P.C. relating to Public Prosecutors and it was\nheld that the Code invests the Public Prosecutors with the\nD\nE\nattribute of the holder of public office. In paragraph 14 of the F\nReport (Pgs. 232-233) this Court stated as under :\n...... This power of the Public Prosecutor in charge of\nthe case is derived from statute and the guiding\nconsideration for it, must be the interest of administration\nof justice. There can be no doubt that this function of the G\nPublic Prosecutor relates to a public purpose entrusting\nhim with the responsibility of so acting only in the interest\nof administration of justice. In the case of Public\nProsecutors, this additional public element flowing from\nstatutory provisions in the Code of Criminal Procedure,\nH\nA\nB\n440 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nundoubtedly, invest the Public Prosecutors with the\nattribute of holder of a public office which cannot be\nwhittled down by the assertion that their engagement is\npurely professional between a client and his lawyer with\nno public element attaching to it.\"\n49. In State of U.P. and Others v. U.P. State Law Officers\nAssociation and Others ¹³, this Court, while distinguishing the\njudgment of this Court in Kumari Shrilekha Vidyarthi³,\nobserved that appointment of lawyers by the Government and\nthe public bodies to conduct work on their behalf and their\nC subsequent removal from such appointment have to be\nexamined from three different angles, namely, the nature of the\nlegal profession, the interest of the public and the modes of the\nappointment and removal. With regard to the legal profession,\nthis Court said in paras 14 and 15 (pg. 216) as under:\nD\nE\nF\nG\n\"14. Legal profession is essentially a service-oriented\nprofession. The ancestor of today's lawyer was no more\nthan a spokesman who rendered his services to the needy\nmembers of the society by articulating their case before\nthe authorities that be. The services were rendered without\nregard to the remuneration received or to be received. With\nthe growth of litigation, lawyering became a full-time\noccupation and most of the lawyers came to depend upon\nit as the sole source of livelihood. The nature of the service\nrendered by the lawyers was private till the Government\nand the public bodies started engaging them to conduct\ncases on their behalf. The Government and the public\nbodies engaged the services of the lawyers purely on a\ncontractual basis either for a specified case or for a\nspecified or an unspecified period. Although the contract\nin some cases prohibited the lawyers from accepting\nprivate briefs, the nature of the contract did not alter from\none of professional engagement to that of employment. The\nlawyer of the Government or a public body was not its\nH13. (1994) 2 SCC 204.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n441\nemployee but was a professional practitioner engaged to A\ndo the specified work. This is so even today, though the\nlawyers on the full-time rolls of the Government and the\npublic bodies are described as their law officers. It is\nprecisely for this reason that in the case of such law\nofficers, the saving clause of Rule 49 of the Bar Council\nof India Rules waives the prohibition imposed by the said\nrule against the acceptance by a lawyer of a full-time\nemployment.\nB\nC\n15. The relationship between the lawyer and his client is\none of trust and confidence. The client engages a lawyer\nfor personal reasons and is at liberty to leave him also, for\nthe same reasons. He is under no obligation to give\nreasons for withdrawing his brief from his lawyer. The\nlawyer in turn is not an agent of his client but his dignified,\nresponsible spokesman. He is not bound to tell the court D\nevery fact or urge every proposition of law which his client\nwants him to do, however irrelevant it may be. He is\nessentially an adviser to his client and is rightly called a\ncounsel in some jurisdictions. Once acquainted with the\nfacts of the case, it is the lawyer's discretion to choose the E\nfacts and the points of law which he would advance. Being\na responsible officer of the court and an important adjunct\nof the administration of justice, the lawyer also owes a duty\nto the court as well as to the opposite side. He has to be\nfair to ensure that justice is done. He demeans himself if\nhe acts merely as a mouthpiece of his client. This\nrelationship between the lawyer and the private client is\nequally valid between him and the public bodies.\"\n50. In S.B. Shahane and Others v. State of Maharashtra\nand another 14, this Court held in para 12 (Pg. 43) as under:\n\"12. When Assistant Public Prosecutors are appointed\nunder Section 25 of the Code for conducting prosecutions\nin courts of Magistrates in a district fairly and impartially,\n14. 1995 Supp (3) SCC 37.\nF\nG\nH\n"}