{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\n0\nC\nD\nE\nF\n0\nH\n452 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nSushma Suri, supra, at paragraph 8 of the judgment which\nis strongly relied upon by the learned Counsel for the\npetitioners wherein it is stated that \"for purposes of the\nAdvocates Act and the Rules framed thereunder the Law\nOfficer (Public Prosecutor or Government Counsel) will\ncontinue to be an Advocate. The intention of the relevant\nrules is that a candidate eligible for appointment to the\nhigher judicial service should be a person who regularly,\npractices before the Court or Tribunal appearing for a\nclient\" has no application to the facts of the present case.\nAs noticed by us, the qualification prescribed for Assistant\nPublic Prosecutor is three years of practice as an\nAdvocate on the date of submission of application. The\nqualification prescribed for recruitment to the post of\nMunsiff, i.e., Civil Judge (Junior Division) is that an\napplicant, on the last date fixed for submission of\napplication, must be a practising Advocate and must have\npracticed for not less than four years on the date of\napplication; or who is working as an Assistant Public\nProsecutor/Senior Assistant Public Prosecutor or as a\nPublic Prosecutor in the Department of Prosecutions and\nmust have so worked for not less than 4 years as on the\ndate of application. Therefore, the Assistant Public\nProsecutors/Senior Assistant Public Prosecutor/Assistant\nPublic Prosecutor are made eligible for appointment only\nto the post of Munsiffs Civil Judge (Junior Division) under\nthe Recruitment Rules. But, they are not made eligible\nunder the Rules for appointment as District Judges.\nTherefore, when the Rule making Authority itself has not\nmade the Assistant Public Prosecutor/Senior Assistant\nPublic Prosecutor/Public Prosecutor as eligible for\nappointment to the post of District Judges, it is not\npermissible to treat the Assistant Public Prosecutor/Senior\nAssistant Public Prosecutor/Public Prosecutor as\npractising Advocates by judicial interpretation and by\ngiving extended meaning to make them eligible for\nappointment to the post of District Judges.\"\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n453\nB\nWith reference to the decision of this Court in Satya Narain A\nSingh, the Karnataka High Court held as under (Pg. 88-89):\n\"The Hon'ble Supreme Court in the case of Satya Narain\nSingh v. High Court of Judicature at Allahabad and Ors.,\n1985 (1) SCC 225, while interpreting Sub-clause (2) of\nArticle 233 of the Constitution of India has taken the view\nthat “a person not already in service of Union or of the\nState\" shall mean only officers in judicial service and the\nJudicial Officers who are already in service are not eligible\nfor appointment in respect of the post reserved for direct\nrecruitment under Sub-clause (2) of Article 233 of the C\nConstitution of India. Therefore, the Judicial Officers who\nare in the State services are ineligible for appointment in\nrespect of direct recruitment vacancies. However, if the\nargument of the learned Counsel for petitioners is\naccepted as correct, the Assistant Public Prosecutor and D\nSenior Assistant Public Prosecutor who are only made\neligible under the Recruitment Rules to the post of Munsiffs\nwhich is the lowest cadre in the District Judiciary would be\neligible for appointment to the post of District Judges in\nrespect of the posts reserved for direct recruitment E\nvacancies. In our view, the acceptance of such a position\nwould lead to discrimination between the officers of the\nState who are in judicial services on the one hand and\nAssistant Public Prosecutors, Senior Assistant Public\nProsecutors and Public Prosecutors on the other. While\nconsidering the contention of the learned Counsel for the\npetitioners that the Assistant Public Prosecutor/Senior\nAssistant Public Prosecutor/Public Prosecutors should be\ntreated as practising Advocates, this Court cannot ignore.\nthe consequence of resultant incongruous situation, if such\nan argument is accepted. We are also unable to accede\nto the submission of the learned Counsel for the petitioners\nthat so long as the names of the petitioners 1 to 9 are not\nremoved from the Rolls of State Bar Council, the said\npetitioners would be practising Advocates. In our view,\nEL\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\n0\nH\n454\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nthere is no merit in this submission. No doubt, Section 2(a)\nof the Advocates Act (hereinafter referred to as the \"Act\")\nprovides that \"an 'Advocate' means an Advocate entered\nin any roll under the provisions of Advocates Act”. That\ndoes not mean the Advocate who has surrendered the\nCertificate of Practice to the State Bar Council and who\nhas suspended his practice also can be treated either as\nan Advocate or as a practising Advocate. May be that\nonce a Law graduate enrolls himself as an Advocate, his\nname finds a place in the Rolls of the State Bar Council\ntill it is removed from the Rolls of the State Bar Council in\nterms of Clause (d) of Sub-section (3) of Section 35 of the\nAct. But, that does not mean a person who has suspended\nhis practice on securing a full time appointment can still\nbe considered as a practising Advocate. This conclusion\nof ours gets support from the Sub-section (4) of Section\n35 of the Act wherein it is provided that where an Advocate\nis suspended from practice, during the period of\nsuspension he is debarred from practising in any Court or\nbefore any authority or person in India. Therefore, if the\nobject of surrendering Certificate of Practice and\nsuspending the practice is to give up the right to practice\nbefore the Court; the petitioners 1 to 9 who were required\nto surrender the Certificate of Practice and who have so\nsuspended their practice, cannot in our view, be held either\nas Advocates or as practising Advocates. In our view,\nduring the period of suspension of practice, such a person\nceases to be an Advocate; and continuance of his name\non the Rolls of Bar Council is of no consequence so far\nas his right to practice is concerned and such a person\ncannot designate himself as an Advocate. Therefore, we\nare of the view that the petitioners 1 to 9 not being\npractising Advocates on the date of submission of their\napplications, they are not eligible for appointment as\nDistrict Judges in terms of the qualification prescribed.\nTherefore, the Selection Committee has, in our view, rightly\nrejected the claim of the petitioners 1 to 9 for appointment\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 455\n[R.M. LODHA, J.]\nas District Judges and they were rightly not called for A\ninterview. The petitioners cannot have any grievance on\nthat account.\"\n57. The judgment of the Karnataka High Court in\nMallaraddi H. Itagi 17 was challenged before this Court. This\nCourt dismissed the appeals on 18.05.200918 and, upholding\nthe judgment of the High Court, observed as follows:\n\"7. On that basis the Court came to the conclusion that the\nappellant therein was not liable to be considered as he\nwas holding a regular post. In paragraph 19 it was\nobserved:\nB\nC\n\"These orders clearly show that the appellant was\nrequired to work in the Legal Cell of the Secretariat\nof the Board; was given different pay scales; rules\nof seniority were applicable; promotions were D\ngiven to him on the basis of the recommendations\nof the Departmental Promotion Committee; was\namenable to disciplinary proceedings, etc.\nE\nFurther looking to the nature of duties of Legal Cell\nas stated in the regulation of business of the Board\nextracted above, the appellant being a full-time salaried\nemployee had/has to attend to so many duties which\nappear to be substantial and predominant. In short and\nsubstance we find that the appellant was/is a full-time\nsalaried employee and his work was not mainly or F\nexclusively to act or plead in court.\nFurther, there may be various challenges in courts\nof law assailing or relating to the decisions/actions taken\nby the appellant himself such as challenge to issue of\nstatutory regulation, notification, the institution/ withdrawal\nof any prosecution or other legal/quasi-legal proceedings\netc. In a given situation the appellant may be amenable to\n18. Civil Appeal Nos. 947-956 of 2003, Mallaraddi H. Itagi and ors. v. High Court\nof Karnataka and Ors.\nG\nH\nA\nB\nC\nD\nE\n456 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\ndisciplinary jurisdiction of his employer and/or to the\ndisciplinary jurisdiction of the Bar Council. There could be\nconflict of duties and interest. In such an event, the\nappellant would be in an embarrassing position to plead\nand conduct a case in a court of law.\nMoreover, mere occasional appearances in some courts\non behalf of the Board even if they be, in our opinion, could\nnot bring the appellant with the meaning of \"Law Officer\"\nin terms of para 3 of Rule 49.\"\nand has also taken a view that in a situation like this the\ndecision in Sushma Suri case is not applicable. We have\nno reason to take any different view, as had already been\ntaken by this court, as the situation is not different. It is\nalready considered before the High Court that the\nappellants were holding a regular post they were having\nthe regular pay scale, they were considered for promotion,\nthey were employed by the State Government Rules and\ntherefore they were actually the Government servants when\nthey made applications for the posts of District Judges.\"\n58. The decision of the Karnataka High Court in Mallaraddi\nH. Itagi and the judgment of this Court 18 in the appeals from\nthat decision have been heavily relied on by the respondent\nsuccessful writ petitioner.\n-\n59. Few decisions rendered by some of the High Courts\nF on the point may also be noticed here. In Sudhakar Govindrao\nDeshpande¹1, the issue that fell for consideration before the\nBombay High Court was whether the petitioner therein who was\nserving as Deputy Registrar at the Nagpur Bench of the\nBombay High Court, was eligible for appointment to the post\nG of the District Judge. The advertisement that was issued by the\nHigh Court inviting applications for five posts of District Judges,\ninter alia, stated, 'candidate must ordinarily be an advocate or\npleader who has practised in the High Court, Bombay or Court\nsubordinate thereto for not less than seven years on the 1st\nOctober, 1980'. The Single Judge of the Bombay High Court\nH\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n457\nconsidered Articles 233, 234 and 309 of the Constitution, A\nrelevant Recruitment Rules and noted the judgments of this\nCourt in Chandra Mohan, Satya Narain Singh and\nRameshwar Daya/9. It was observed as follows:\n\"\nB\nthe phrase \"has been an Advocate or a pleader\"\nmust be interpreted as a person who has been\nimmediately prior to his appointment a member of the Bar,\nthat is to say either an Advocate or a pleader. In fact, in\nthe above judgment, the Supreme Court has repeatedly\nreferred to the second group of persons eligible for\nappointment under Article 233 (2) as \"members of the C\nBar\". Article 233(2) therefore, when it refers to a person\nwho has been for not less than seven years an Advocate\nor pleader refers to a member of the Bar who is of not less\nthan seven years' standing.\"\n60. In Smt. Jyoti Gupta v. Registrar General, High Court\nof M.P., Jabalpur and Another 19, Madhya Pradesh High Court\nwas concerned with the question as to whether the Assistant\nPublic Prosecutors were eligible to apply for appointment to the\npost of District Judges. The Madhya Pradesh High Court held\nas under:\nA careful reading of the note provided in the\nexception states that nothing in Rule 49 of the Bar Council\nof India Rules shall apply to a Law Officer of the Central\nGovernment, State Government or a body corporate who\nis entitled to be enrolled under the rules of the State Bar\nCouncil under Section 28(2)(d) read with Section 24(1)(e)\nof the Advocates Act, 1961 despite his being a full-time\nsalaried employee. Hence, the exception to Rule 49 has\nbeen provided because of the provisions in the Rules of\nState Bar Council made under Section 28(2)(d) read with\nSection 24(1)(e) of the Advocates Act, 1961 for a Law\nOfficer of the Central Government or the State Government\nor a body corporate to be admitted into the roll of the State\n19. 2008 (2) MPLJ 486.\nD\nE\nF\nG\nH\nI\nA\nB\nC\nD\n--\nE\nF\nG\n458\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nBar Council if he is required by the terms of his\nappointment to act and/or plead in Courts on behalf of his\nemployer. In other words, if the rules made by the State\nBar Council under Section 28(2)(d) read with Section\n24(1)(e) of the Advocates Act, 1961 provide for admission\nas an Advocate, enrolment in the State Bar Council as an\nAdvocate or a Law Officer of the Central Government or\nthe State Government or a body corporate, who, by the\nterms of his employment, is required to act and/or plead\nin Courts on behalf of his employer, he can be admitted\nas an Advocate and enrolled in the State Bar Council by\nvirtue of the provisions of Sections 24(1)(e) and 28(2)(d)\nof the Advocates Act, 1961 and the rules made thereunder\nby the State Bar Council and he does not cease to be an\nAdvocate on his becoming such Law Officer of the Central\nGovernment, State Government or a body corporate. As\nwe have seen, the State Bar Council of M.P. has provided\nunder Proviso(i) of Rule 143 that a Law Officer of the\nCentral Government or a Government of State or a public\ncorporation or a body constituted by a statute, who by the\nterms of his appointment, is required to act and/or plead\nin Courts on behalf of his employer, is qualified to be\nadmitted as an Advocate even though he may be in full or\npart-time service or employment of such Central\nGovernment, State Government, public corporation or a\nbody corporate. The position of law, therefore, has not\nmaterially altered after the deletion of the note contained\nin the exception under Rule 49 of the Bar Council of India\nRules by the resolution of the Bar council of India, dated\n22nd June, 2001.\nIn the result, we hold that if a person has been enrolled as\nan Advocate under the Advocates Act, 1961 and has\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n459\nthereafter been appointed as Public Prosecutor/Assistant A\nPublic Prosecutor or Assistant District Public Prosecutor\nand by the terms of his appointment continues to conduct\ncases on behalf of the State Government before the\nCriminal Courts, he does not cease to be an Advocate\nwithin the meaning of Article 233(2) of the Constitution and B\nRule 7(1)(c) of M.P. Uchchatar Nyayik Sewa (Bharti Tatha\nSewa Shartein) Niyam, 1994 for the purpose of\nrecruitment to the post of District Judge (Entry Level) in the\nM.P. Higher Judicial Service.\"\n61. In K. Appadurai v. The Secretary to Government of C\nTamil Nadu and Another 20, one of the questions under\nconsideration before the Madras High Court was whether for\nappointment to the post of District Judge (Entry Level), the\napplications could have been invited from the Assistant Public\nProsecutor (Grade I \u0026 II). The Division Bench of that Court D\nreferred to Article 233 of the Constitution, Rule 49 of the BCI\nRules and the decisions of this Court in Satya Narain Singh³,\nChandra Mohan, Sushma Suri, Johri Mal 15 and Satish\nKumar Sharma7. The Division Bench held as under:\n\"22. In the light of the ratio laid down by the Supreme Court\nin the decisions quoted hereinbefore, it can safely be\nconcluded that the nature of duties of the Assistant Public\nProsecutors is to act and plead in Courts of Law on behalf\nof the State as Advocates. Even after becoming Assistant\nPublic Prosecutors they continue to practice as advocates.\nand plead the cases on behalf of the Government and their\nnames remained in the roll of advocates maintained by the\nBar Council. As Public Prosecutors they acquired much\nexperience in dealing criminal cases.\n23. It was argued on behalf of the petitioners that the note\nappended to Rule 49 of the Bar Council of India Rules\nhaving been deleted by a resolution dated 22nd June,\n2001 of the Bar Council of India, the ratio decided by the\n20. 2010-4-L.W. 454.\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n460 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nSupreme Court in Sushma Suri Case (supra) will not\napply, and therefore, an advocate who is employed as a\nfull time salaried employee of the government, ceases to\npractice as an advocate so long as he continues in such\nemployment. The submission made by the counsel has no\nsubstance.\n24. As noticed above, Rule 49 of the Bar Council of India\nRules provides an exception where in case of Law Officers\nof the government and corporate bodies, despite they\nbeing employed by the government as Law Officers, they\ncannot cease to be advocates so long as they are required\nto plead in the courts. For example, Assistant Public\nProsecutors so appointed by the government on payment\nof salary their only nature of work is to act, plead and\ndefend on behalf of the State as an advocate. Hence, an\nadvocate employed by the government as Law Officer\nnamely, an Assistant Public Prosecutor on terms of\npayment of salary would not cease to be an advocate in\nterms of Rule 49 of the Bar Council of India Rules for the\npurpose of appointment, as such advocate is required to\nact or plead in courts on behalf of the State. If, in terms of\nthe appointment, an advocate is made a Law Officer on\npayment of salary to discharge his duties at the Secretariat\nand handle the legal files, he ceased to be an advocate.\nIn our considered opinion, therefore, the deletion of the\nnote appended to under Rule 49 of the Bar Council of India\nRules will not in any way affect the legal proposition of law.\nWe are also of the view that in the light of the relevant\nclauses of the Advocates Act, 1961 it will not debar the\nAssistant Public Prosecutors to continue and plead in\ncourts as an advocate.\"\n62. In Biju Babu 10, the question before the Kerala High\nCourt was whether the appellant, who was a Public Prosecutor\nappointed by the Central Government to conduct cases for the\nC.B.I., was eligible for appointment to the post of District Judge\nin the Kerala State Higher Judicial Service by direct recruitment.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n461\nThe High Court answered the question in the negative mainly A\nrelying on amended Rule 49 of the BCI Rules and the legal\nposition stated by this Court in Satish Kumar Sharma.\nB\n63. Two more judgments of this Court may be quickly\nnoticed here. In State of U.P. v. Ramesh Chandra Sharma and\nothers21, this Court stated that the appointment of any legal\npractitioner as a District Government Counsel is only\nprofessional engagement. A two-Judge Bench of this Court in\nSamarendra Das, Advocate v. State of West Bengal and\nothers²² was concerned with the question whether the post of\nAssistant Public Prosecutor was a civil post under the State of C\nWest Bengal in terms of Section 15 of the Administrative\nTribunals Act 1985. While answering the above question in the\naffirmative, this Court held that the post of Assistant Public\nProsecutor was a civil post. The Court negated the argument\nthat the Assistant Public Prosecutor was an officer of the Court D\nof Judicial Magistrate.\n64. After the arguments were concluded in these matters\nand the judgment was reserved, Respondent No. 1 (original writ\npetitioner) has circulated a judgment of the Bombay High Court\nin Sunanda Bhimrao Chaware \u0026 Ors. v. The High Court of E\nJudicature at Bombay, delivered on 17.10.2012 by the Full\nBench of that Court. We are not inclined to consider this\njudgment for two reasons. One, the appellants had no occasion\nto respond to or explain that judgment. Secondly, and equally\nimportant, the aggrieved parties by that judgment, who are not\nbefore us, may be advised to challenge the judgment. We do\nnot intend to foreclose the rights of the parties one way or the\nother.\n65. Section 24 Cr.P.C. provides that for every High Court\nthe Central Government or the State Government shall appoint\na Public Prosecutor. The Central Government or the State\nGovernment may also appoint one or more Additional Public\nProsecutor for conducting in such court, any prosecution, appeal\n21. (1995) 6 SCC 527.\n22. (2004) 2 SCC 274.\nF\nG\nI\n"}