{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"462 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA or other proceedings on their behalf The Central Government\nmay appoint one or more Public Prosecutors for the purpose\nof conducting any case or class of cases in any district or local\narea. Insofar as State Government is concerned it provides that\nfor every district it shall appoint a Public Prosecutor and may\nB also appoint one or more Additional Public Prosecutors for the\ndistrict. There are two modes of appointment of the Public\nProsecutors, one, preparation of a panel of names of persons,\nwho in the opinion of the District Magistrate after consultation\nwith the Sessions Judge, are fit to be appointed as Public\nProsecutors or Additional Public Prosecutors for the district.\nThe other, appointment of Public Prosecutor or an Additional\nPublic Prosecutor from amongst the persons in a State where\nexists regular cadre of prosecuting officers. A person is eligible\nto be appointed as Public Prosecutor only if he has been in\npractise as an advocate for not less than seven years. Special\nPublic Prosecutor may also be appointed by the Central or the\nState Government for the purpose of any case or class of cases\nbut he has to be a person who has been in practise as an\nadvocate for not less than 10 years.\nC\nD\nE\nF\nG\n66. Public Prosecutor has a very important role to play in\nthe administration of justice and, particularly, in criminal justice\nsystem. Way back on April 15, 1935 in Harry Berger v. United\nStates of America 23, Mr. Justice Sutherland, who delivered the\nopinion of the Supreme Court of United States, said about the\nUnited States Attorney that he is the representative not of an\nordinary party to a controversy, but of a sovereignty whose\nobligation to govern impartially is as compelling as its obligation\nto govern at all, and whose interest, therefore, in a criminal\nprosecution is not that it shall win a case, but that justice shall\nbe done. The twofold aim of United States Attorney is that guilt\nshall not escape or innocence suffer. It is as much his duty to\nrefrain from improper methods calculated to produce wrongful\nconviction as it is to use every legitimate means to bring about\na just one.\nH 23. 295 U.S. 78.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n463\n67. The Eighth United Nations Congress on the Prevention A\nof Crime and the Treatment of Offenders, adopted guidelines\non the role of Prosecutors in 1990. Inter-alia, it states that\nProsecutors shall perform their duties fairly, consistently and\nexpeditiously and respect and protect human dignity and uphold\nhuman rights. He shall take proper account of the position of B\nthe suspect and the victim and pay attention to all relevant\ncircumstances, irrespective of whether they are to the\nadvantage or disadvantage of the suspect.\n68. As a follow up action to the above guidelines on the\nrole of Prosecutors, the International Association of Prosecutors\nadopted Standards of Professional Responsibility and\nStatement of the Essential Duties and Rights of Prosecutors\nwhich, inter-alia, provides that Prosecutors shall strive to be,\nand to be seen to be, consistent, independent and impartial;\nProsecutors shall preserve the requirements of a fair trial and\nsafeguard the rights of the accused in co-operation with the\nCourt.\nC\nD\nF\nןד־\n69. European Guidelines on Ethics and Conduct for Public\nProsecutors [The Budapest Guidelines] adopted in the E\nConference of Prosecutors General of Europe on 31st May,\n2005 are on the same lines as above. Under the head\n\"professional conduct in the framework of criminal proceedings\".\nThese guidelines state that when acting within the framework\nof criminal proceedings, Public Prosecutor should at all times.\ncarry out their functions fairly, impartially, objectively and, within\nthe framework of the provisions laid down by law, independently;\nseek to ensure that the criminal justice system operates as\nexpeditiously as possible, being consistent with the interests\nof justice; respect the principle of the presumption of innocence\nand have regard to all relevant circumstances of a case\nincluding those affecting the suspect irrespective of whether\nthey are to the latter's advantage or disadvantage.\nG\n70. In India, role of Public Prosecutor is no different. He\nhas at all times to ensure that an accused is tried fairly. He Н\n464\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA should consider the views, legitimate interests and possible\nconcern of witnesses and victims. He is supposed to refuse to\nuse evidence reasonably believed to have been obtained\nthrough recourse to unlawful methods. His acts should always\nserve and protect the public interest. The State being a\nB Prosecutor, the Public Prosecutor carries a primary position.\nHe is not a mouthpiece of the investigating agency. In Chapter\nII of the BCI Rules, it is stated that an advocate appearing for\nthe prosecution of a criminal trial shall so conduct the\nprosecution that it does not lead to conviction of the innocent;\nhe should scrupulously avoid suppression of material capable\nof establishing the innocence of the accused.\nC\n71. A two Judge Bench of this Court in Mukul Dalap, while\ndealing with a question about the justifiability of the appointment\nby the State of Special Public Prosecutors and Assistant Public\nD Prosecutors under Sections 24 and 25 Cr.P.C. respectively,\nobserved that in criminal jurisprudence the State was a\nprosecutor and that is why primary position is assigned to the\nPublic Prosecutor.\nE\nF\nG\n72. In Sidhartha Vashisht alias Manu Sharma v. State\n(NCT of Delhi) 24, the Court considered role of Public\nProsecutor vis-à-vis his duty of disclosure. The Court noted\nearlier decisions of this Court in Shiv Kumar v. Hukam Chand\nand Another 25 and Hitendra Vishnu Thakur and Others v. State\nof Maharashtra and others 26 and in paragraphs 185 and 186\n(Pgs. 73-74) of the Report stated as under:\n“185. A Public Prosecutor is appointed under Section 24\nof the Code of Criminal Procedure. Thus, Public\nProsecutor is a statutory office of high regard. This Court\nhas observed the role of a Prosecutor in Shiv Kumar v.\nHukam Chand [(1999) 7 SCC 467] as follows: (SCC p.\n472, para 13).\n24. (2010) 6 SCC 1.\n25. (1999) 7 SCC 467.\nH 26. (1994) 4 SCC 602.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n465\nA\nC\n\"13. From the scheme of the Code the legislative intention\nis manifestly clear that prosecution in a Sessions Court\ncannot be conducted by anyone other than the Public\nProsecutor. The legislature reminds the State that the\npolicy must strictly conform to fairness in the trial of an\naccused in a Sessions Court. A Public Prosecutor is not B\nexpected to show a thirst to reach the case in the conviction\nof the accused somehow or the other irrespective of the\ntrue facts involved in the case. The expected attitude of the\nPublic Prosecutor while conducting prosecution must be\ncouched in fairness not only to the court and to the\ninvestigating agencies but to the accused as well. If an\naccused is entitled to any legitimate benefit during trial the\nPublic Prosecutor should not scuttle/conceal it. On the\ncontrary, it is the duty of the Public Prosecutor to winch it\nto the force and make it available to the accused. Even if\nD\nthe defence counsel overlooked it, the Public Prosecutor\nhas the added responsibility to bring it to the notice of the\ncourt if it comes to his knowledge. A private counsel, if\nallowed a free hand to conduct prosecution would focus\non bringing the case to conviction even if it is not a fit case\nto be so convicted. That is the reason why Parliament\napplied a bridle on him and subjected his role strictly to\nthe instructions given by the Public Prosecutor.\n186. This Court has also held that the Prosecutor does not\nrepresent the investigating agencies, but the State. This\nCourt in Hitendra Vishnu Thakur v. State of Maharashtra\n[(1994) 4 SCC 602] held: (SCC pp. 630-31, para 23)\nE\nF\n\"23. ... A Public Prosecutor is an important officer of the\nState Government and is appointed by the State under the G\n- Criminal Procedure Code. He is not a part of the\ninvestigating agency. He is an independent statutory\nauthority. The public prosecutor is expected to\nindependently apply his mind to the request of the\nH\nA\nB\nC\nD\nE\nF\nG\n466\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\ninvestigating agency before submitting a report to the court\nfor extension of time with a view to enable the investigating\nagency to complete the investigation. He is not merely a\npost office or a forwarding agency. A Public Prosecutor\nmay or may not agree with the reasons given by the\ninvestigating officer for seeking extension of time and may\nfind that the investigation had not progressed in the proper\nmanner or that there has been unnecessary, deliberate or\navoidable delay in completing the investigation.\"\nThen in paragraph 187 (Pg. 74) the Court stated as\nfollows:\n\"187. Therefore, a Public Prosecutor has wider set of\nduties than to merely ensure that the accused is punished,\nthe duties of ensuring fair play in the proceedings, all\nrelevant facts are brought before the court in order for the\ndetermination of truth and justice for all the parties including\nthe victims. It must be noted that these duties do not allow\nthe Prosecutor to be lax in any of his duties as against the\naccused.\"\n73. In a recent decision in Centre for Public Interest\nLitigation and Others v. Union of India and Others27, the\nquestion before this Court was in respect of the appointment\nof a Special Public Prosecutor to conduct the prosecution on\nbehalf of CBI and ED in 2G Spectrum case. While dealing with\nthe above question, the Court considered Section 2(u) and\nSection 24 Cr.P.C. and Section 46 of the Prevention of Money-\nLaundering Act, 2002 and few earlier decisions of this Court\nin Manu Sharma 24, Sheonandan Paswan v. State of Bihar and\nOthers 28 and Johri Ma/15 and it was observed that in an\nappointment of Public Prosecutor, the principle of master-\nservant does not apply; such an appointment is not an\nappointment to a civil post.\nH 27. (2012) 3 SCC 117.\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n467\n00\nB\nD\n74. The mode of appointment of Public Prosecutor A\n(including Additional Public Prosecutor and Special Public\nProsecutor) under Section 24 Cr.P.C. and the mode of\nappointment of Assistant Public Prosecutor under Section 25\nCr.P.C. significantly differ. There is qualitative difference in the\nrole and position of Public Prosecutor and Assistant Public\nProsecutor. As a matter of law, Assistant Public Prosecutor is\nnot included in the definition of 'Public Prosecutor' under\nSection 2(u) Cr.P.C. In Samarendra Das²², this Court held that\nthe post of Assistant Public Prosecutor was a civil post. This\nposition was accepted by a three-Judge Bench of this Court in C\nJohri Mal15. It was stated in Johri Ma/15, \"...a distinction is to\nbe borne in mind between appointment of a Public Prosecutor\nor Additional Public Prosecutor on the one hand and Assistant\nPublic Prosecutor on the other. So far as Assistant Public\nProsecutors are concerned, they are employees of the\nState.\" As regards 'Public Prosecutor', this Court has\nconsistently held that though Public Prosecutor is a holder of\n'public office' and he holds a 'post' yet he is not in government\nservice as the term is usually understood. Despite these\ndifferences, for the purposes of Article 233(2) there is not much\ndifference in a Public Prosecutor and an Assistant Public\nProsecutor and both of them are covered by the expression\n'advocate'. It is so for more than one reason. In the first place,\na Public Prosecutor under Section 24 is appointed by the State\nGovernment or the Central Government for conduct of\nF\nprosecution, appeal or other proceeding on its behalf in the\nHigh Court or for a district and Assistant Public Prosecutor is\nappointed under Section 25 by the State Government or the\nCentral Government to conduct prosecution on its behalf in the\ncourts of Magistrates. So the main function of the Public\nProsecutor as well as Assistant Public Prosecutor is to act and/ G\nor plead on behalf of the Government in a court; both of them\nconduct cases on behalf of the government. Secondly and\nremarkably, for the purposes of counting experience as an\n28. (1987) 1 SCC 288.\nE\nH\n468 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA advocate as prescribed in sub-sections 24(7) and 24(8), the\nperiod, during which a person has rendered service as a Public\nProsecutor or as Assistant Public Prosecutor, is treated as\nbeing in practice as an advocate under Section 24(9) Cr.P.C.\nIn other words, the rendering of service as a Public Prosecutor\nB or as Assistant Public Prosecutor is deemed to be practice as\nan advocate.\nC\nD\nE\n75. The three appellants namely, Deepak Aggarwal,\nChandra Shekhar and Desh Raj Chalia, at the time of their\napplication, were admittedly working as Assistant District\nAttorney. They were appointed under the Haryana State\nProsecution Legal Service (Group C) Rules, 1979 (for short,\n'1979 Rules'). The relevant Rules read as under:\n\"2. Definitions. In these rules, unless the context otherwise\nrequires:-\n2(a) xxx\nXXX\nXXX\n2(b) “direct recruitment” means an appointment made\notherwise than by promotion or by transfer of an official\nalready in the service of the Government of India or any\nState Government;\nF\nG\nH\nXXX\nXXX\nXXX\n6. Appointing Authority.-Appointment to the posts in the\nservice shall be made by the Director.\nXXX\nXXX\nXXX\n9.\nMethod of Recruitment.-(1) Recruitment to the\nService shall be made:-\n(i)\nby direct recruitment; or\n(ii) by promotion; or\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\nXXX\nXXX\nXXX\n469\nA\n11. Seniority of Members of the service.-The seniority inter\nse of members of the Service shall be determined by the\nlength of their continuous service on any post in the\nService.\nProvided that in the case of members appointed by\ndirect recruitment, the order of merit determined by the\nCommission or any other recruiting authority shall not be\ndisturbed in fixing the seniority:\nProvided further that in the case of two or more\nmembers appointed on the same date, their seniority shall\nbe determined as follows:\n(a) a member appointed by direct recruitment shall\nbe senior to a member appointed by promotion or by\ntransfer;\nXXX\nXXX\nXXX\nB\nC\nD\n12. Liability to serve.-(1) A member of the Service shall E\nbe liable to serve at any place whether within or outside\nthe State of Haryana, on being ordered so to do by the\nappointing authority;\n(2) A member of the Service may also be deputed\nto serve under,-\n(i) a company, an association or a body of\nindividuals whether incorporated or not, which is wholly or\nsubstantially owned or controlled by the Government, a\nMunicipal Committee or a local authority, within the State\nof Haryana;\n(ii) the Central Government or a company an\nassociation or a body of individuals whether incorporated\nor not, which is wholly or substantially owned or controlled\nF\nG\nH\n470 SUPREME COURT REPORTS\nA\nby the Central Government; or\n[2013] 1 S.C.R.\nB\nC\nD\nE\nF\nG\n(iii) any other State Government, an international\norganisation, an autonomous body not controlled by the\nGovernment or a private body;\nProvided that no member of the service shall be\ndeputed to the Central or any other State Government or\nany organisation or body referred to in clause (ii) and\nclause (iii) except with his consent.\n13. Leave, pension or other matters.-xxx xxx\n(2) No member of the Service shall have the right of private\npractice.\n14. Discipline, penalties and appeals.—(1) in matters\nrelating to discipline, penalties and appeals, members of\nthe Service shall be governed by the Punjab Civil Services\n(Punishment and Appeal) Rules, 1952, as amended from\ntime to time:\nProvided that the nature of penalties which may be\nimposed, the authority empowered to impose such\npenalties and appellate authority shall, subject to the\nprovisions of any law or rules made under Article 309 of\nthe Constitution of India, be such as are specified in\nAppendix C to these rules.\n(2) The authority competent to pass an order under clause\n(c) or clause (d) of sub-rule (1) of rule 10 of the Punjab Civil\nServices (Punishment and Appeal) Rules, 1952, as\namended from time to time, shall be as specified in\nAppendix 'D' to these rules.\"\n75.1. Appendix 'B' appended to the 1979 Rules provided\nfor qualification and experience for Assistant District Attorney.\nIt reads as follows:\nI\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n[R.M. LODHA, J.]\n\"APPENDIX B\"\n(See Rule 7)\n471\nA\nQualifications and Experience\nDesignation of post.\nFor Promotion/transfer\nFor direct recruitment\nB\nAssistant District (i) Degree of Bachelor\n(i)\nDegree of Bachelor of\nAttorney\nof Law of a recognised\nuniversity; and\nLaw of recognised\nuniversity; and\n(ii) who has worked -\nC\n(a) for a period of not\nless than five years,\n(ii) who has practiced at the\nbar for a period of not\nless than two years\nas Assistant in any\npost in the equivalent or\nhigher scale in any\nGovernment office; or\n(b) for a period of not\nless than three years on\nan assignment (not less\nthan that of an Assistant;\ninvolving legal work to any\nGovernment office.\"\nD\nLU\nE\n76. Of the other appellants, Rajesh Malhotra at the time of\nmaking application was Public Prosecutor in the office of CBI.\nHis services were governed by the General Rules and CBI\n(Legal Advisers and Prosecutors) Recruitment Rules, 2002. It\nis not necessary to refer to these Rules in detail. Suffice it to\nsay that a Public Prosecutor in CBI is appointed by Union Public\nService Commission by direct recruitment or by promotion from\nin-service Assistant Public Prosecutors or by deputation from\nin-service government servants. Service conditions which are\napplicable to any government servant or a member of civil\nservice are applicable to such Public Prosecutor. Insofar as\nDinesh Kumar Mittal is concerned, admittedly he was working\nas Deputy Advocate General in the State of Punjab at the time\nF\nG\nH\n"}