{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nC\nD\n[2013] 1 S.C.R. 402\nDEEPAK AGGARWAL\nV.\nKESHAV KAUSHIK AND OTHERS\n(Civil Appeal No. 561 of 2013)\nJANUARY 21, 2013\n[R.M. LODHA, ANIL R. DAVE AND\nRANJAN GOGOI, JJ.]\nCONSTITUTION OF INDIA, 1950:\n-\nArt. 233(2) – Appointment to the post of Additional District\nJudge through direct recruitment from Bar - Eligibility – Held:\nOne of the essential requirements articulated by the\nexpression \"if he has been for not less than seven years an\nadvocate\" in Art. 233(2) is that such person must with\nrequisite period be continuing as an advocate on the date of\napplication.\n-\n-\n-\nArt. 233(2) – Expression ‘advocate or pleader' – Held:\nRefers to legal practitioner and, thus, it means a person who\nE has a right to act and/or plead in court on behalf of his client\nFor the purposes of Art. 233(2) both a Public Prosecutor\nand an Assistant Public Prosecutor are covered by the\nexpression 'advocate'- Rendering of service as a Public\nProsecutor or as Assistant Public Prosecutor is deemed to\nF be practice as an advocate - Code of Civil Procedure, 1908\n- ss. 2 (7) and 2(15) - 'Government pleader' - 'Pleader' -\nCode of Criminal Procedure, 1973 - ss. 2(4) (as applicable\nin State of Haryana) 24 and 25 Public Prosecutor -\nAssistant Public Prosecutor - Bar Council of India Rules -\nG rr. 43 and 49.\nH\n-\n-\nArt. 233(2) -Appointment to the post of Additional District\nJudge through direct recruitment from Bar - Assistant District\nAttorney/Public Prosecutor/Deputy Advocate General\n402\n-\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 403\n-\nEligibility – Held: Since private appellants did not cease to A\nbe advocate while working as Assistant District Attorney/Public\nProsecutor/Deputy Advocate General, the period during which\nthey have been working as such has to be considered as the\nperiod practicing law - Thus, all of them have been advocates\nfor not less than seven years and were enrolled as advocates B\nand were continuing as advocates on the date of the\napplication They fulfilled the eligibility under Art. 233 (2) of\nthe Constitution and r. 11 of the HSJS Rules on the date of\napplication - Haryana Superior Judicial Service Rules, 2007\n- rr. 5(ii) and 11.\nGA\n-\nArt. 233 (2) Expression \"the service\" occurring in Art.\n233(2) means \"judicial service\" - Other members of the\nservice of Union or State are excluded because Art. 233\ncontemplates only two sources from which District Judges can\nbe appointed: (i) judicial service; and (ii) the advocate/pleader\nor in other words from Bar.\nC\nD\nThe five private appellants, while working as\nAssistant District Attorney/Public Prosecutor/Deputy\nAdvocate General, were selected through direct E\nrecruitment to the post of Additional District and Sessions\nJudge in the Haryana Superior Judicial Service (HSJS).\nHowever, the High Court, in writ petition quashed their\nselection holding that they did not have the requisite\ncriteria to qualify for the recruitment as contemplated in\nArt. 233 of the Constitution of India and that except\nappellant 'RM', the other appellants did not have requisite\nexperience.\nF\nG\nIn the instant appeals filed by the five candidates and\nthe High Court on administrative side, the questions for\nconsideration before the Court were: (i) What is meant by\nAdvocate' or 'pleader' under Art. 233(2)\"? (ii) Whether a\nDistrict Attorney/Additional District Attorney/Public\nProsecutor/Assistant Public Prosecutor/ Assistant\nAdvocate General, who is full time employee of the H\n404 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA Government and governed and regulated by the statutory\nrules of the State and is selected by direct recruitment\nthrough the Public Service Commission, is eligible for\nappointment to the post of District Judge under Article\n233(2) of the Constitution?\" (iii) \"What is the meaning of\nB the expression \"the service\" under Article 233(2) of the\nConstitution\"?\nAllowing the appeals, the Court\nHELD: 1.1. Clause (2) of Art. 233 of the Constitution\nC of India, 1950 lays down three essentials for appointment\nof a person to the post of District Judge; (i) a person shall\nnot be in service of the Union or of the State; (ii) he has\nbeen for not less than seven years an advocate or a\npleader; and (iii) his name is recommended by the\nD relevant High Court for appointment. Thus, as regards a\nperson not already in service what is required is that he\nshould be an advocate or pleader of seven years'\nstanding and that his name is recommended by the High\nCourt for appointment as District Judge. [para 42] [432-\nE D-F]\nF\n1.2. The expression, 'the service' in Art. 233(2) of the\nConstitution means the \"judicial service”. Other members\nof the service of Union or State are, as it is, excluded\nbecause Art. 233 contemplates only two sources from\nwhich the District Judges can be appointed. These\nsources are: (i) judicial service; and (ii) the advocate/\npleader or in other words from the Bar. District Judges\ncan, thus, be appointed from no source other than judicial\nservice or from amongst advocates. Article 233(2)\nG excludes appointment of District Judges from the judicial\nservice and restricts eligibility of appointment as District\nJudges from amongst the advocates or pleaders having\npractice of not less than seven years and who have been\nrecommended by the High Court as such. [para 46] [439-\nHA-C]\nDEEPAK AGGARWAL v. KESHAV KAUSHIK 405\nChandra Mohan v. State of U.P. and Others AIR 1966 A\nSC 1987; Satya Narain Singh v. High Court of Judicature at\nAllahabad and Others 1985 (2) SCR 112 = 1985 (1) SCC 225\nrelied on.\nRameshwar Dayal v. State of Punjab and Others 1961 B\nSCR 874 = 1961 AIR 816 - referred to\n2. Despite the differences in the role and position of\nPublic Prosecutor and Assistant Public Prosecutor, for\nthe purposes of Art. 233(2) there is not much difference\nbetween the two and both of them are covered by the C\nexpression 'advocate'. It is so for more than one reason.\nIn the first place, a Public Prosecutor u/s 24 Cr.P.C. is\nappointed by the State Government or the Central\nGovernment for conduct of prosecution, appeal or other\nproceedings on its behalf in the High Court or for a D\ndistrict; and Assistant Public Prosecutor is appointed\nu/s 25 Cr.P.C. by the State Government or the Central\nGovernment to conduct prosecution on its behalf in the\ncourts of Magistrates. So the main function of Public\nProsecutor as well as Assistant Public Prosecutor is to E\nact and/or plead on behalf of the Government in a court;\nboth of them conduct cases on behalf of the government.\nSecondly and remarkably, for the purposes of counting\nexperience as an advocate as prescribed in sub-ss. 24(7)\nand 24(8) CrPC, the period, during which a person has\nrendered service as a Public Prosecutor or as Assistant\nPublic Prosecutor, is treated as being in practice as an\nadvocate u/s 24(9) Cr.P.C. Thus, the rendering of service\nas a Public Prosecutor or as Assistant Public Prosecutor\nis deemed to be practice as an advocate. [para 74] [467-\nE-H; 468-A-B]\nSushma Suri v. Government of National Capital Territory\nof Delhi and Another 1998 (2) Suppl. SCR 187 = 1999 (1)\nSCC 330 – relied on\n-\nF\nG\nH\nA\nB\nс\nD\n406 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nSmt. Jyoti Gupta v. Registrar General, High Court of M.P.,\nJabalpur and Another 2008 (2) MPLJ 486; K. Appadurai v\nThe Secretary to Government of Tamil Nadu and Another\n2010-4-L.W.454 - approved\nState of U.P. \u0026 Another v. Johri Mal 2004 (1) Suppl.\nSCR 560 = 2004 (4) SCC 714; Mahesh Chandra Gupta v.\nUnion of India and Others 2009 (10) SCR 921 = 2009\n(8) SCC 273; State of U.P. v. Ramesh Chandra Sharma and\nothers 1995 (4) Suppl. SCR 383 = 1995 (6) SCC 527; Satish\nKumar Sharma v. Bar Council of H.P. 2001 (1) SCR\n34 = 2001 (2) SCC 365; Sudhakar Govindrao Deshpande v.\nState of Maharashtra and Others (1986) Labour \u0026 Industrial\nCases 710; K.R. Biju Babu v. High Court of Kerala \u0026 Another\n(2008) Labour \u0026 Industrial Cases 1784; Chandra Mohan\nv. State of U.P. and Others AIR 1966 SC 1987; Sunil Kumar\nGoyal v. Rajasthan Public Service Commission 2003 (1)\nSuppl. SCR 220 = 2003 (6) SCC 171; Mukul Dalal and\nOthers v. Union of India and Others 1988 (3) SCR 868 = 1988\n(3) SCC 144 Sidhartha Vashisht alias Manu Sharma v. State\n(NCT of Delhi) 2010 (4) SCR 103 = 2010 (6) SCC 1; Shiv\nE Kumar v. Hukam Chand and Another (1999) 7 SCC 467 and\nHitendra Vishnu Thakur and Others v. State of Maharashtra\nand Others (1994) 4 SCC 602; Centre for Public Interest\nLitigation and Others v. Union of India and Others 2012 (3)\nSCC 117, Sheonandan Paswan v. State of Bihar and\nOthers 1987 (1) SCR 702 = 1987 (1) SCC 288; S.B. Shahane\nand Others v. State of Maharashtra and Another 1995 (3)\nSCR 672 = 1995 Supp (3) SCC 37- referred to\nF\nG\nSamarendra Das, Advocate v. State of West Bengal and\nOthers 2004 (1) SCR 532 = 2004 (2) SCC 274 - overruled\nHarry Berger v. United States of America 295 U.S. 78 ·\nreferred to.\n-\nThe Eighth United Nations Congress on the Prevention\nH of Crime and the Treatment of Offenders; Standards of\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n407\n.\nProfessional Responsibility and Statement of the Essential A\nDuties and Rights of Prosecutors; European Guidelines on\nEthics and Conduct for Public Prosecutors; The Budapest\nGuidelines adopted in the Conference of Prosecutors\nGeneral of Europe on 31st May, 2005 - referred to\n3.1. There is no doubt about the meaning of the\nexpression “advocate or pleader” in Art. 233(2) of the\nConstitution. This should bear the meaning it had in law\npreceding the Constitution and as the expression was\ngenerally understood. The expression \"advocate or\npleader” refers to legal practitioner and, thus, it means a\nperson who has a right to act and/or plead in court on\nbehalf of his client. There is no indication in the context\nto the contrary. It refers to the members of the Bar\npractising law. The expression \"advocate or pleader\" in\nArt. 233(2) has been used for a member of the Bar who\nconducts cases in court or, in other words acts and/or\npleads in court on behalf of his client. [para 77] [472-A-C]\nB\nC\nD\nSushma Suri v. Government of National Capital Territory\nof Delhi and Another 1998 (2) Suppl. SCR 187 = 1999 (1) E\nSCC 330 relied on\n-\nSatish Kumar Sharma v. Bar Council of H.P. 2001\n(1) SCR 34 = 2001 (2) SCC 365; Mallaraddi H. Itagi and\nOthers v. The High Court of Karnataka, Bangalore and\nAnother 2002 (4) Karnataka Law Journal 76; Mundrika\nPrasad Sinha v. State of Bihar 1980 (1) SCR 759 =\n1979 AIR 1871; Kumari Shrilekha Vidyarthi and Others v.\nState of U.P. and Others 1990 (1) Suppl. SCR 625 = 1991\n(1) SCC 212; State of U.P. and Others v. U.P. State Law\nOfficers Association and Others 1994 (1) SCR 348 = 1994 (2)\nSCC 204; Gurjot Kaur and Others v. High Court of Jammu\nand Kashmir and Another decided on 14.09.2010, Akhilesh\nKumar Misra and Others v. The High Court of Judicature at\nAllahabad and Others AIR (1995) Allahabad 148 - referred\nto.\nF\nG\nH\nA\nC\n408 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\n3.2. What r. 49 of the BCI Rules provides is that an\nadvocate shall not be a full time salaried employee of any\nperson, government, firm, corporation or concern so long\nas he continues to practice. The ‘employment' spoken of\nin r. 49 does not cover the employment of an advocate\nB who has been solely or, in any case, predominantly\nemployed to act and/or plead on behalf of his client in\ncourts of law. If a person has been engaged to act and/\nor plead in court of law as an advocate although by way\nof employment on terms of salary and other service\nconditions, such employment is not what is covered by\nr. 49 as he continues to practice law but, on the other\nhand, if he is employed not mainly to act and/or plead in\na court of law, but to do other kinds of legal work, the\nprohibition in r. 49 immediately comes into play and then\nhe becomes a mere employee and ceases to be an\nadvocate. The bar contained in r. 49 applies to an\nemployment for work other than conduct of cases in\ncourts as an advocate. In this view of the matter, the\ndeletion of second and third para by the Resolution dated\n22.6.2001 has not materially altered the position insofar\nas advocates who have been employed by the State\nGovernment or the Central Government to conduct civil\nand criminal cases on their behalf in the courts are\nconcerned. [para 84] [476-C-G]\nD\nE\nF\n-\n3.3. The Division Bench of the High Court has in\nrespect of all the five private appellants - Assistant\nDistrict Attorney, Public Prosecutor and Deputy Advocate\nGeneral – recorded undisputed factual position that they\nwere appearing on behalf of their respective States\nG primarily in criminal/civil cases and their appointments\nwere basically under the C.P.C. or Cr.P.C. That means\ntheir job has been to conduct cases on behalf of the State\nGovernment/C.B.I. in courts. Each one of them continued\nto be enrolled with the respective State Bar Council. In\nview of this factual position and the legal position, it\nH\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n409\ncannot be said that these appellants were ineligible for A\nappointment to the office of Additional District and\nSessions Judge. None of the five private appellants, on\ntheir appointment as Assistant District Attorney/Public\nProsecutor/Deputy Advocate General, ceased to be\n‘advocate' and since each one of them continued to be B\n'advocate', they cannot be considered to be in the service\nof the Union or the State within the meaning of Art.\n233(2). [para 87] [478-A-C-D-E]\n4.1. As regards construction of the expression, “if he\nhas been for not less than seven years an advocate\" in\nArt. 233(2) of the Constitution, this expression means\nseven years as an advocate immediately preceding the\napplication and not seven years any time in the past. This\nis clear by use of 'has been'. The present perfect\ncontinuous tense is used for a position which began at\nsome time in the past and is still continuing. Therefore,\none of the essential requirements articulated by the\nexpression in Art. 233(2) is that such person must with\nrequisite period be continuing as an advocate on the date\nof application. [para 88] [478-F-H; 479-A]\n4.2. Rule 11 of the HSJS Rules provides for qualifications\nfor direct recruits in Haryana Superior Judicial Service.\nClause (b) of this rule provides that the applicant must have\nbeen duly enrolled as an advocate and has practised for a\nperiod not less than seven years. Since these five private\nappellants did not cease to be advocate while working as\nAssistant District Attorney/Public Prosecutor/Deputy\nAdvocate General, the period during which they have been\nworking as such has to be considered as the period\npractising law. Thus, all of them have been advocates for\nnot less than seven years and were enrolled as advocates\nand were continuing as advocates on the date of the\napplication. [para 89] [479-B-D]\nC\nD\nLLI\nE\nF\nG\n5. This Court, accordingly, holds that the five private H\n410 SUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA appellants (Respondent Nos. 9,12,13,15 and 18 in CWP\nNo. 9157/2008 before the High Court) fulfilled the eligibility\nunder Art. 233(2) of the Constitution and r.11 (b) of the\nHSJS Rules on the date of application. The impugned\njudgment as regards them and is set aside. [para 90] [479-\nB D-E]\nCase Law Reference:\n1980 (1) SCR 759\ncited\npara 21\nC\n1988 (3) SCR 868\ncited\npara 21\n1990 (1) Suppl. SCR 625\ncited\npara 21\nAIR 1966 SC 1987\ncited\npara 21\n1985 (2) SCR 112\ncited\npara 21\nD\n1998 (2) Suppl. SCR 187\ncited\npara 21\n2001 (1) SCR 34\ncited\npara 21\n2003 (1) Suppl. SCR 220\ncited\npara 21\nE\n1961 SCR 874\nreferred to\npara 28\n(2008) Labour \u0026 Industrial\nreferred to\npara 39\nCases 1784\n(1986) Labour \u0026 Industrial\nreferred to\nF\nןד\npara 39\nCases 710\nAIR (1995) Allahabad 148\nreferred to\npara 39\n1994 (1) SCR 348\nreferred to\npara 49\nG\n1995 (3) SCR 672\nrelied on\npara 50\n2004 (1) Suppl. SCR 560\nreferred to\npara 54\n2009 (10) SCR 921\nreferred to\npara 55\nH\n2002 (4) Karnataka Law\nJournal 76\nreferred to\npara 56\nDEEPAK AGGARWAL v. KESHAV KAUSHIK\n411\n2008 (2) MPLJ 486\nreferred to\npara 60\nA\n2010-4-L.W.454\nreferred to\npara 61\n1995 (4) Suppl. SCR 383\nreferred to\npara 62\n2004 (1) SCR 532\noverruled\npara 62\nB\n295 U.S. 78\nreferred to\npara 66\n2010 (4) SCR 103\nreferred to\npara 72\n2010 (6) SCC 1\nreferred to\npara 72\n(1994) 4 SCC 602\nC\nreferred to\npara 72\n2012 (3) SCC 117\nreferred to\npara 73\n1987 (1) SCR 702\nreferred to\npara 73\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 561\nof 2013.\nFrom the Judgment \u0026 Order dated 18.05.2010 of the High\nCourt of Punjab \u0026 Haryana at Chandigarh in CWP No. 9157\nof 2008.\nWITH\nD\nE\n562-567, 568-572, 573-578, 579-584, 585-590 \u0026 591-596 of\n2013.\nP.P. Rao, B.H. Marlapalle, Mahabir Singh, Chetan F\nSharma, Rajiv Datta, Rupinder Singh Suri, Rakesh K. Khanna,\nP.S. Patwalia, Raju Ramchandran, A.K. Ganguli, J.S. Attri, P.P.\nKhurana, A. Mariarputham, Vikas Singh, Manjit Singh, AAG,\nMahalakshmi Pavani, G. Balaji, Apeksha Sharan, Mukesh\nKumar Singh, Ajay Sharma, Rajeev Sharma, Keshav Kaushik,\nKanica, Govind N. Kaushik, Dr. Kailash Chand, S.S. Ray, R.S.\nGulia, Vaibhav Gulia, Rakhi Ray, Rakesh Dahiya, D.Mahesh\nBabu, Sudeepa, Aman S. Bhardwaj, Shailendra Bhardwaj, Ajay\nVeer Singh, R.K. Verma, Nitin Jain, Anisha Jain, Mohd. Irshad\nHanif, Pallavi Tayal, Bela Khattar Chauhan, Surender Chauhan,\nG\nH\n"}