{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nC\nSARDAR KHAN AND ORS.\nV.\nSYED NAJMUL HASAN (SETH) AND ORS.\nFEBRUARY 28, 2007\n[A.K. MATHUR AND TARUN CHATTERJEE, JJ.]\nWakf Act, 1995:\nS. 7(5) read with ss. 6 and 85—Jurisdiction of civil court-Suit filed\nin civil court before coming into force of the Act-Judgment delivered by\ntrial court and appeal filed before High Court after coming into force of the\nAct—Held, on a conjoint reading of ss. 7(5) and 85, result would be that the\nAct will not be applicable to the pending suits, proceedings, appeals or\nrevisions which have commenced prior to 1.1.1996, i.e., coming into force of\nD the Act-Tribunal will have no jurisdiction to decide the suit or the appeal\narising therefrom instituted or commenced in a civil court under sub-s. (1)\nof s. 6 before the commencement of the Act-Matter remitted to High Court\nfor deciding the appeal in accordance with law.\nSyed Inamul Haq Shah v. State of Rajasthan AIR (2001) Raj. 19,\nE overruled.\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1107 of 2007.\nFrom the Judgment and Order dated 23.5.2005 of the High Court of\nJudicature for Rajasthan at Jaipur Bench, Jaipur in S.B.C.F.R.A. No. 64/1996.\nH.L. Tiku, Santosh Paul, Kavin Mohan, M.J. Paul, C.K. Sasi for the\nAppellants.\nSushil Kumar Jain, Puneet Jain, Christi Jain, H.D. Thanvi, Sarad Singhania,\nPratibha Jain for the Respondents.\nThe Order of the Court was delivered\n1. Leave granted.\n2. Heard learned counsel for the parties.\nH\n436\n} .\nSARDAR KHAN v. SYED NAJMUL HASAN (SETH)\n437\n3. This appeal is directed against the order passed by learned Single A\nJudge of the High Court of Rajasthan, Jaipur Bench, dated 23.5.2005 whereby\nthe learned Single Judge had set aside the judgment and decree passed by\nthe Addl. District \u0026 Session Judge-VI, Jaipur in Civil Suit No. 29/95 (271/76)\ndated 23.1.1996 and held that parties shall approach the Wakf Tribunal for\nfurther relief in the matter.\n4. The brief facts which are necessary for the disposal of the Appeal\nare that a suit being Civil Suit No. 29/95 (271/76) was filed by the Plaintiffs\n(Respondents-herein) in the Court of Addl. District \u0026 Session Judge-VI,\nJaipur, which was dismissed.\n5. Aggrieved by the aforesaid Judgment dismissing the suit, an appeal\nwas filed by the Plaintiffs (Respondents-herein) before the High Court taking\nthe plea that by virtue of Section 85 of The Wakf Act, 1995 (hereinafter\nreferred to as \"The Act\"), the Civil Court ceased to have any jurisdiction in\nthe matter, and therefore, the judgment and decree passed by the Addl.\nDistrict Judge, Jaipur was without jurisdiction.\n6. In this connection the learned Single Judge, relying upon a decision\nof the learned Single Judge of the same High Court in the case of Syed Inamul\nHag Shah v. State of Rajasthan, reported in AIR (2001) Rajasthan 19, allowed\nthe appeal and set aside the order of the Addl. District Judge, Jaipur and\ndirected the parties to appear before Wakf Tribunal.\n7. Aggrieved against this order, the Defendants (Appellants-herein)\nhave come in appeal by way of special leave petition.\nB\nC\nᎠ\nE\n8. Learned counsel for the Appellants has invited our attention to sub-\nsection (5) of Section 7 and submitted that the attention of the learned Singie F\nJudge was not invited to sub-section (5) of Section 7 of The Wakf Act, 1995.\nIt was submitted that learned Single Judge decided the matter on the basis\nof Section 85 of the Act de hors sub-section (5) of Section 7 of the Act.\nSection 85 of the Act reads as under:\n“85. Bar of jurisdiction of Civil Courts.- No suit or other legal G\nproceeding shall lie in any Civil Court in respect of any dispute,\nquestion or other matter relating to any wakf, wakf property or other\nmatter which is required by or under this Act to be determined by a\nTribunal.\"\nH\n438\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Learned counsel further submitted that the learned Single Judge has wrongly\nrelied upon the judgment in Syed Inamul Hag Shah's case (supra) and set\naside the judgment and decree passed by the Addl. District Judge, Jaipur,\nbecause in this case also learned Single Judge did not consider sub-section\n(5) of Section 7 and decided the matter solely on the basis of Section 85 of\nthe Act. Hence, the impugned decision given by learned Single Judge is not\ncorrect and not in accordance with Section 7(5) read with Section 85 of the\nAct.\nB\nC\nD\n(1)\nE\nF\nG\n9. Learned counsel for the Respondents has supported the aforesaid\njudgment.\n10. It is relevant to mention here that the Wakf Act, 1995 came into force\nwith effect from 1.1.1996. Section 6 of the Wakf Act, 1995 relates to the\ndispute regarding wakfs property. Section 6 of the Act reads as under:\n“6. Disputes regarding wakfs-(1) If any question arises whether a\nparticular property specified as wakf property in the list of wakfs is\nwakf property or not or whether a wakf specified in such list is a Shia\nwakf or Sunni wakf, the Board or the mutawalli of the wakf or any\nperson interested therein may institute a suit in a Tribunal for the\ndecision of the question and the decision of the Tribunal in respect\nof such matter shall be final:\nProvided that no such suit shall be entertained by the Tribunal after\nthe expiry of one year from the date of the publication of the list of\nwakfs.\nExplanation. For the purposes of this section and section 7, the\nexpression \"any person interested therein\", shall, in relation to any\nproperty specified as wakf property in the list of wakfs published after\nthe commencement of this Act, shall include also every person who,\nthough not interested in the wakf concerned, is interested in such\nproperty and to whom a reasonable opportunity had been afforded to\nrepresent his case by notice served on him in that behalf during the\ncourse of the relevant inquiry under section 4.\n(2) Notwithstanding anything contained in sub-section (1), no\nproceeding under this Act in respect of any wakf shall be stayed by\nreason only of the pendency of any such suit or of any appeal or\nother proceeding arising out of such suit.\nH\n一点\nSARDAR KHAN v. SYED NAJMUL HASAN (SETH)\n439\n(3) The Survey Commissioner shall not be made a party to any suit A\nunder sub-section (1) and no suit, prosecution or other legal proceeding\nshall lie against him in respect of anything which is in good faith done\nor intended to be done in pursuance of this Act or any rules made\nthereunder.\n(4) The list of wakfs shall, unless it is modified in pursuance of a B\ndecision or the Tribunal under sub-section (1), be final and conclusive.\n(5) On and from the commencement of this Act in a State, no suit or\nother legal proceeding the shall be instituted or commenced in a Court\nin that State in relation to any question referred to in sub-section(1).”\nC\nFrom a perusal of the afore-quoted Section there is no ambiguity that the\nintention was that from 1.1.1996 no suit or other legal proceedings relating to\nthe wakf property shall be instituted in any Civil Court.\n11. At the same time sub-section (5) of Section 7 also lays down that\nit will not effect any pending suit or appeal. Section 7 States the powers of D\nthe Tribunal to determine disputes regarding wakfs. Section 7 of the Act reads\nas under:-\n\"7. Power of Tribunal to determine dispute regarding wakfs.- (1) If,\nafter the commencement of this Act, any question arises, whether a\nparticular property specified as wakf property in a list of wakfs in wakf E\nproperty or not, or whether a wakf specified in such list is a Shia wakf\nor a Sunni wakf, the Board or the mutawalli of the wakf, or any person\ninterested therein, may apply to the Tribunal having jurisdiction in\nrelation to such property, for the decision of the question and the\ndecision of the Tribunal thereon shall be final:\nProvided that-\n(a) in the case of the list of wakfs relating to any part of the State and\npublished after the commencement of this Act no such application\nshall be entertained after the expiry of one year from the date of\npublication of the list of wakfs; and\n(b) in the case of the list of wakfs realting to any part of the state and\npublished at any time within a period of one year immdiately preceding\nthe commencement of this Act, such an application may be entertained\nby Tribunal within the period of one year from such commencement:\nF\nG\nH\n440\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nProvided further that where any such question has been heard\nand finally decided by a Civil Court in a suit instituted before such\ncommencement, the Tribunal shall not re-open such question.\n(2) Except where the Tribunal has no jurisdiction by reason of the\nprovisions of sub-section (5), no proceeding under this section in\nrespect of any wakf shall be stayed by any Court, Tribunal or other\nauthority by reason only of the pendency of any suit, application or\nappeal or other proceeding arising out of any such suit, application,\nappeal or other proceeding.\n(3) the Chief Executive Officer shall not be made a party to any\napplication under sub-section (1).\n(4) The list of wakfs and where any such list is modified in pursuance\nof a decision of the Tribunal under sub-section (1), the list as so\nmodified, shall be final.\n(5) The Tribunal shall not have jurisdiction to determine any matter\nwhich is the subject-matter of any suit or proceeding instituted or\ncommenced in a Civil Court under sub-section (1) of Section 6, before\nthe commencement of this Act or which is the subject-matter of any\nappeal from the decree passed before such commencement in any\nsuch suit or proceeding or of any application for revision or review\narising out of such suit, proceeding or appeal, as the case may be.\n12. In exercise of power under Section 83 of the Act, the wakf Tribunal\nwas constituted on 23.2.1997. By virtue of sub-section (5) of Section 7, it\nclearly transpires that the Tribunal shall not have jurisdiction to determine\nany matter which is the subject-matter of any suit or proceeding instituted or\ncommenced in a Civil Court under sub-section (1) of Section 6, before the\ncommencement of this Act, i.e., if any suit has been instituted in any Civil\nCourt prior to coming into force of The Wakf Act, 1995, then the Tribunal will\nhave no jurisdiction to decide such matter and it will be continued and\nconcluded as if Act has not come into force.\n13. Now coming to the facts of the present case, it is an admitted fact\nthat suit was filed on 19.12.1976 before Addl. District Judge, Jaipur and\narguments were heard and judgment was received on 16.12.1995 and the\njudgment was delivered on 23.12.1996 against which the appeal was filed\nbefore the High Court on 1.3.1996. Therefore, from these facts it is clear that\nH the suit was pending since 19.12.1976, i.e., prior to the commencement of the\n\"\nSARDAR KHAN v. SYED NAJMUL HASAN (SETH)\n441\nB\nAct, i.e., 1.1.1996. Therefore, by virtue of sub-section (5) of Section 7, the A\nTribunal will have no jurisdiction to decide the suit or the appeal arising from\nthat suit. In the present case, the appeal which was filed by the Respondents\n(herein) arises out of the Judgment and decree passed by the Addl. Distict\nJudge, Jaipur on 23.1.1996 in a suit filed on 19.12.1976. Therefore, the appeal\nwhich was filed before the High Court against the judgment and decree\npassed on 23.1.1996 by the Addl. District Judge, Jaipur, will not be governed\nby this Act. By sub-section (5) of Section 7, a special provision has been\nmade that on pending suit or proceeding or appeal or review or revision, the\nAct will not be applicable. In the case of Syed Inamul Hag Shah (supra), the\nlearned Single Judge only considered the effect of Section 85 but did not\nexamine the effect of sub-section (5) of Section 7 and, on the basis of section C\n85, it was held that all the proceedings which were pending before the Civil\nCourt, the Civil Court will have no jurisdiction. With great respect, perhaps\nthe attention of the learned Single Judge was not drawn to sub-section (5)\nof Section 7 which specifically provides an exception that this will not be\napplicable to the pending suits, appeals and revisions. It has purpose behind\nit that when Act was made prospective, how can it operate retrospectively,\ntherefore, all pending matters were taken out from purview of this Act.\nᎠ\nE\n14. On a conjoint reading of sub-section (5) of Section 7 and Section\n85, the result would be that the Act will not be applicable to the pending suits\nor proceedings or appeals or revisions which have commenced prior to 1.1.1996,\ni.e., coming into force of the Wakf Act, 1995. Therefore, the view taken by\nthe learned Single Judge was not correct in the case of Syed Inamul Hag\nShah (supra). Hence, in view of the above discussion, we are of the view that\nthe learned Single Judge has gone wrong in relying on the decision rendered\nby the Single Judge in the case of Syed Inamul Hag Shah (supra).\nConsequently, the impugned order passed by the learned Single Judge is set F\naside and the matter is remitted back to the High Court for deciding the appeal\nin accordance with law, expeditiously.\nR.P.\n15. The appeal stands disposed of accordingly.\n16. There will be no order as to costs.\nG\nAppeal disposed of.\n"}