{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"CHANDRAN @ MANICHAN @ MANIYAN v. STATE 313\nOF KERALA\nis at stake and maintain the rights of the defence. Providing\nexceptions or to place partial burden on the accused was not\nviolative of universal declaration of human rights or even\nConvention on Civil or Political Rights. The Court then referred\nto the reported decisions in UK, Hong Kong, Malaysia, USA,\nAustralia and Canada to find the permissible limits of burden\nof proof of the accused. The Court referred to the decisions in\nWoolmington v. Director of Public Prosecutions, (1935) A.C.\n462; Mancini v. Director of Public Prosecutions, (1942) A.C.\n1; Reg. v. Edwards [1975] Q.B. 27; Ong Ah Chuan v. Public\nProsecutor, (1981) A.C. 648; Queen v. Oakes, 26 D.L.R, (4th)\n200; Ed Tumey v. State of Ohio, (71) L.Ed. 749; Morrison v.\nCalifornia, 78 Law. Ed.664; United States v. Gainey, 13, Law.\nEd. 2nd. p. 658; Barnes v. United States, 412 US 837; In\nCounty Court of Ulster, New York v. Samuel Allen, 442 US\n140; Herman Solem v. Jerry Buckley Helm, 463 US 277;\nTimothy F. Leary v. U.S., 395 US 6, which were the foreign\nCourt judgments to the issue of burden of proof. The Court also\nreferred to Sections 5, 6, 101, 105 and 106 as also to Sections\n113A and 114A of the Indian Evidence Act and relied on the\nobservations made in Shambu Nath Mehra v. State of Ajmer,\n1956] SCR 199. Further the Court also referred to C.S.D.\nSwamy v. The State, [1960] 1 SCR 461 and commented on\nThe presumptions raised under the Prevention of Corruption Act.\nThe Court observed in para 39 as under:\nA\nB :\nC\nD\nE\n\"39.It is the cardinal rule of our criminal jurisprudence that F\nthe burden in the web of proof of an offence would always\nlie upon the prosecution to prove all the facts constituting\nthe ingredients beyond reasonable doubt. If there is any\nreasonable doubt, the accused is entitled to the benefit of\nthe reasonable doubt. At no stage of the prosecution case,\nthe burden to disprove the fact would rest on the defence.\nHowever, exceptions have been provided in sections 105\nand 106 of the Evidence Act, as stated hereinbefore.\nSection 113-A of the Evidence Act raises a presumption\nas to abatement of suicide by a married woman by her\nG\nH\nA\nB\nс\nD\nE\nF\n314\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nhusband or his relatives. Similarly section 114-A raises\npresumption of absence of consent in a rape case. Several\nstatutes also provided evidential burden on the accused.\nOn the general question of the burden of proof of facts\nwithin special knowledge of the accused, this Court, in\nShambu Nath Mehra v. State of Ajmer, [1956] SCR 199,\nlaid the rule thus :-\n\"Section 106 of the Evidence Act does not abrogate the\nwell-established rule of criminal law that except in very\nexceptional classes of cases the burden that lies on the\nprosecution to prove its case never shifts and section 106\nis not intended to relieve the prosecution of that burden.\nOn the contrary, it seeks to meet certain exceptional cases\nwhere it is impossible, or a proportionately difficult, for the\nprosecution to establish facts which are especially within\nthe knowledge of the accused and which can be proved\nby him without difficulty or inconvenience.\"\nThe Court further observed in para 46:\n\"46. It is thus settled law even under general criminal\njurisprudence that sections 105 and 106 of the Evidence\nAct place a part of the burden of proof on the accused to\nprove facts which are within his knowledge when the\nprosecution establishes the ingredients of the offence\ncharged, the burden shifts on to the accused to prove\ncertain facts within his knowledge or exceptions to which\nhe is entitled to. Based upon the language in the statute\nthe burden of proof varies. However, the test of proof of\npreponderance of probabilities is the extended criminal\njurisprudence and the burden of proof is not as heavy as\non the prosecution. Once the accused succeeds in\nshowing, by preponderance of probabilities that there is\nreasonable doubt in his favour, the burden shifts again\non to the prosecution to prove the case against the\naccused beyond reasonable doubt, if the accused has\nH to be convicted. From this conceptual criminal\nG\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 315\nOF KERALA\njurisprudence, question emerges whether sub-section (5) A\nplacing the burden on the accused of the facts stated\ntherein would offend Articles 20(3), 21 and 14 of the\nConstitution.\"\n(emphasis supplied) B\nFurther in paragraph 52, the Court observed and quoted:\n\"52.The question of intention bears no relevance to an\noffence under section 57-A and equally of culpability or\nnegligence. It is seen that mixing or permitting to mix C\nnoxious substance or any other substance with liquor or\nintoxicated drug or omission to take reasonable precaution\nor being in possession without knowledge of its\nadulteration for the purpose of unjust enrichment would be\nwithout any regard for loss of precious human lives or\nD\ngrievous hurt. The legislature has noted the inadequacy and\ndeficiency in the existing law to meet the menace of\nadulteration of liquor etc. and provided for new offences\nand directed with mandatory language protection of the\nhealth and precious lives of innocent consumers. While\ninterpreting the law, the court must be cognizant to the\npurpose of the law and respect the legislative animation\nand effectuate the law for social welfare. The legislature\nenacted deterrent social provisions to combat the\ndegradation of human conduct. These special provisions\nare to some extent harsh and are a departure from normal\ncriminal jurisprudence. But it is not uncommon in criminal\nstatutes. It is a special mode to tackle new situations\ncreated by human proclivity to amass wealth at the alter\nof human lives. So it is not right to read down the law.\"\n22. Ultimately, in paragraph 53 the Court noted the object\nof the Amendment Act which was to put down the menace of\nadulteration of arrack etc. by prescribing deterrent sentences.\nIt held that the statute cannot be struck down on hypothesized\nindividual case. It also noted that under the Code, the accused\nE\nF\nG\nH\ni\nB\n316 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA has the opportunity before imposing sentence to adduce\nevidence even on sentence and has an opportunity to plead any\nmitigating circumstance in his favour and it would be for the trial\njudge to consider on the facts situation in each case the\nsentence to be imposed. It held that all the accused are to be\ntreated as a class and there was reasonable nexus between\nthe offence created and the case to be dealt with, the\nprocedure, presumption and burden of proof placed on the\naccused, are not unjust, unfair or unreasonable offending\nArticles 21 and 14. It also held that the provisions did not\nviolate Article 20 (3) of the Constitution and thus Sections 57A\nand 57B were held to be valid.\nC\nD\n23. In this locus classicus this Court has described\ncomplete scope of section 57A as a whole with special\nreference to Section 57A (5). It is in this backdrop of this\nexposition of law that the Courts below were expected to decide\nupon the criminality of the accused involved. It will now, therefore,\nbe our task to see whether the parameters fixed by this Court\nin the aforementioned judgment have been scrupulously\nfollowed by the Courts below. Our answer to this vexed question\nE is in the affirmative.\nF\n24. Accused No.7 ·\nHe appears to be the boss who was running this illegal\nbusiness of liquor along with his family members including\naccused Nos.A-4 and A-8 and even their wives were not left\nbehind which is clear from the fact that they were arrayed as\naccused along with others but could not be brought to book as\nthey were absconding and hence their cases were separated.\nIt appears to be an admitted position that shop Nos. 1 to 26\nG meant for selling toddy were being managed by this accused.\nHe had the licence for running those toddy shops in Chirayinkil\nRange. He had obtained them in the auction using his own\nmoney. The shops were obtained in the name of his wife who\nwas accused No. 18 and also a relative being accused No.19.\nH This auction was held for the year 2000-01, in March, 2000. It\n¦\n:\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 317\nOF KERALA\nD\nwas only at that time that he realized that he had paid Rs.4 A\ncrores which may not be possible for him to recover if he sold\nonly toddy through these 26 outlets. The prosecution case is\nthat, therefore, he started procuring illicit ethyl alcohol and for\nthat purpose accused No.4 and other accused being A-12, A-\n13, and A-48 helped him. The prosecution alleged that methyl B\nalcohol used to be purchased by A-17 outside the state of\nKerala and used to be supplied to A16 who delivered it to the\ngodown at Pandaksala bearing door No. VI/98 of Chirayinkil\nPanchayat. Pandaksala was, in one sense, a factory for the\nproduction of the spurious liquor as per the prosecution case. C\nThere is no dispute that Pandaksala godown was owned and\ncontrolled completely by A-7. The prosecution alleged against\nhim that A-7 was doing the business in liquor in the name of a\nfirm called Ushus Traders. His wife's name is Usha and her\nyounger sister's name is Ambili and it was alleged by the\nprosecution that his wife's brother Raju also helped him in his\nbusiness. There was a large organization which becomes clear\nfrom the fact that his premises were raided by the Income Tax\nDepartment on 14.10.1999. PW-127, A. Mohan is the deputy\nDirector of Income Tax who conducted the raid along with\nothers. Sworn statements were recorded from A-7 as also the\noriginal accused No.15 on that day. Prosecution proved some\ndocuments relating to this raid vide Exhibits P-335, 336, 337\nand 338. The statement of A-7 was marked as Exhibit P-339\nwhile that of A-15 as Exhibit P-340. Statements of others were\nalso recorded they being Exhibits P-341, 342 and 343. From F\nthese statements and from the documents, it became clear that\na full-fledged business in illicit liquor was going on. Accounts\nwere contained in Exhibit P-335 and P-336. A bunch of\nduplicate stickers was also found vide Exhibit P-338. They were\nof Kerala State Bewerage Corporation allegedly signed by the G\nExcise Commissioner. It came in light that they used to sell\narrack in 150 litre cover indicated in the accounts as letters PKT\nor P2 while toddy used to be mixed with spirit that was\nindicated as Spl. The more potent brand which was by adding\nspirit to toddy was named as KP. The spirit which was brought, H\nE\n318 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA of course, illegally was indicated as SBT. Sale of arrack in retail\nwas indicated by MN. The accounts also indicated the packets\ngiven to the salesmen for sale, illegal gratification given to\nexcise, police, politicians in code language. The High Court\nhas rightly held that this could not bring to light the offence under\nB Section 57A. However, the High Court had held that this went\non to suggest that there was a huge business going on in liquor\nand at times by mixing toddy with ethyl alcohol.\nC\nD\nE\n25. High Court had considered the properties owned by\nA-7. Shri Radhakrishnan, learned Senior counsel appearing on\nbehalf of A-7 did not seriously dispute these findings. It is an\nadmitted position that the outhouse of A-7 to the building\nnumbered as door No.XIII/656 bearing door No.IV/1248 and a\nhouse bearing door No.XIII/655 were owned by this accused.\nPW-270, K.K. Joswa, conducted a search in the outhouse vide\nExhibit P134 and found two tanks of 5 thousand litres capacity\nin the underground cellar of the North-Eastern corner of the\nbuilding. These tanks were fitted with PVC pipes for the purpose\nof filling and emptying the same. The sample collected from the\ntanks for chemical analysis showed that it was ethyl alcohol. In\na raid by PW-249, Rajan John who was the Circle Inspector of\nPolice, Kadakkavoor, broken parts of four synthetic tanks of 5\nthousand capacity were found as also the tanks of one thousand\nlitres and synthetic tank of 5 thousand litres were found and\nseized. They were buried in the South-Eastern portion of the\nF building. Multi-pack machine with two keys was found concealed\nin the Northern-Eastern part of the building. PVC pipe\nconnection was seen going to the property of A-7. The High\nCourt has referred to the oral evidence and has also referred\nto number of documents to show that several buildings were\nG owned, possessed and controlled by A-7 and his wife\nwherefrom A-7 conducted his liquor business. Shri\nRadhakrishnan did not seriously contradict this finding of the\nHigh Court.\n26. When the factory of A-7 was searched by PW-\nH\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 319\nOF KERALA\n270,K.K.Joswa on 18.11.2000 vide Exhibit P106 he detected A\nunderground cellar with 18 synthetic tanks of 5 thousand\ncapacity each arranged in two rows of nine each containing\nillicit liquor. It is found that all these tanks had 48,600 of liquor.\nPW-71, C. Rajan was a plumber who made meticulous\narrangement and pipe connection from these synthetic tanks. B\nAll this shows the huge volume of business of A-7. .\nC\n27. The High court has further held that the toddy business\nwas carried on in the building where firm Ushus Traders was\noperating. The toddy godown was just behind the Ushus office\nin building bearing No.CP III/580. The said godown was a\nlicenced one for conducting toddy shop Nos.1 to 26 of\nChirayinkil village. Two hidden tanks were found vide M.Os 63\nand 64 and it is here that the liquor activities connected with\nbusiness were going on. The High Court has held that the\nregistered owners Chellamma and Sahadevan were not in the\npossession of premises. In this search, one tank of 5 thousand\nlitres capacity, two tanks of 1 thousand capacity and one tank\nof 2 thousand capacity were seized. So also from these\npremises the vehicles with fake numbers, they being M.O. Nos.\n83, 84, 85 and 86 were seized from these premises. The High E\nCourt also referred to analysis of cotton swabs collected from\nthis place which showed that there was methyl alcohol. Still\nanother property of 19.5 cents shown as Arayathuruthu was also\nfound being owned by Raju who was brother of A-18. This\nproperty was also used by A-7 to destroy the evidence by F\nburning plastic cans and other items. Still another property in\nvillage Sarkara was used by A-7 for illicit business which was\nclear from the documents seized by PW-256, P.K. Kuttappan\nin the presence of PW-119, Asheraf. The High Court also made\nreference to other properties which were used by A-7 for the G\npurpose of illicit business, which properties belonged to mother-\nin-law of A-7. The High Court rightly came to the conclusion that\nit was A-7 who was controlling the whole affair. It is significant\nthat when trace evidence was collected from the vehicles seized\nfrom the areas, in some of the items methyl alcohol was H\n!\n320 SUPREME COURT REPORTS\nA detected.\nB\nс\nD\n[2011] 8 S.C.R.\n28. It is not as if methyl alcohol was restricted only to the\nabove mentioned premises. However, from the evidence of\nPW-256 it has come out that some plastic cans were also\nfound in the search conducted by him in Thundathhil Purayidom\nwhich was in possession of accused No.7. The chemical\nanalysis of the contents of those cans showed that methyl\nalcohol was detected in four items. In the toddy godown of A-\n7 from Vanchiyurkadavilla these vehicles were seen\nabandoned and from a Maruti car having registration No. PYOIN\n463 methyl alcohol was detected in the samples taken. Methyl\nalcohol was also detected from the mini lorry bearing\nregistration No.KL 01 843 belonging to A-7. Some other\nvehicles were belonging to A-4 who was none else but the\nbrother of A-7 and in those vehicles also methyl alcohol was\ndetected. The High Court has noted the further argument that\nthe detection of methyl alcohol from the trace evidence was not\npossible. However, it has further observed that PW-233,\nSindhu, Assistant Director, Forensic Sciences very clearly\ndeposed that even if there is evaporation, even after 10 days,\nE it is possible to detect the absorbed molecules of a liquid. It\nwas, therefore, clear from her evidence that the scientific\nevidence collected by the prosecution was rightly relied upon\nby the Courts below and we also find no reason to reject that\nevidence. Therefore, it is clear that methyl alcohol which was\nthe main culprit, was not only a dangerously poisonous\nsubstance but was also used in mixing the liquor which was\nunder the control of A-7 who was being helped by his brothers,\nservants and relatives. We will consider separately the evidence.\nagainst A-4 and A-8 who were the brothers of A-7. However,\none thing was certain that this was a huge well-oiled machinery\nfor running the liquor business and the enormousness is mind-\nboggling. All this suggests that A-7 was the captain of the whole\nteam.\nF\nG\n29. The High Court has also commented on the evidence\nI\nCHANDRAN @ MANICHAN @ MANIYAN v. STATE 321\nOF KERALA\nof PW-61, Dennis A. and PW-57, Thulasidar and has also A\nreferred to the evidence of officers of BSNL, Escotel and BPL\nfor the use of land phones and mobile phones and conversation\nin between A-7 and A-4 as also the others including the\nservants and relatives. The High Court has then proceeded to\nbelieve the evidence that the cans which were having the illicit B\nliquor duly mixed with methyl alcohol were removed from the\ngodown and for this purpose has relied upon the evidence of\nC. Somarajan (PW-79), the cashier of the petrol pump as also\nthe evidence of PW-76, Anfar, the auto rickshaw driver who had\nseen the vehicles which were used for removing the liquor.\nC\nD\n30. The reason why accused No.7 had to mix the methyl\nalcohol and/or methynol is not far to see. It is clarified from the\nevidence of PW-96, V. Ajith Kumar that A-7 had put the bid of\nRs. 4 crores for the 26 toddy shops and even if all the toddy\nshops had worked in their full capacity he could not have\nrecovered even half the amount and it was, therefore, that this\nidea of bringing ethyl alcohol, mixing it with methyl alcohol and\ncreating various drinks like Kalapani etc. was mooted. The\n.result thereof was for all to see which resulted in death of 31\npersons. The High Court has correctly observed that the basic E\nreason for bidding for 26 shops for toddy was to get the\nlegitimate godown for toddy. It is proved that those godowns,\ninstead, were used not for storing toddy but for storing ethyl\nalcohol and mixing it with methyl alcohol for making enormous\nprofits. It is not as if A-7 was selling only toddy. In addition to F\nthat he was creating various drinks preferably by mixing ethyl\nalcohol with methyl alcohol. Thus, there was a full liquor industry\ngoing on under his captainship.\n31. The last nail in the coffin is the evidence of PW-53,\nSunil. We have very carefully gone through his evidence and\nthe High Court has also extensively dealt with his evidence. PW-\n53 is a close relative of A-7 and worked in the godown from\nMarch, 2000. Before that he was supplying spirit to A-7 from\nvarious places. He has graphically described in his evidence\n\"\nG\nH\n322\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nD\nas to how the spirit business was being done inasmuch as he\ndeposed that the spirit used to be brought from the tankers and\nused to be collected in the syntex tanks and was filled in 35\nlitres cans. This spirit was used for making a drink called\nKalapani by mixing with essence and some toddy. It was then\nB filled in the cans and dispatched in the vehicles. The evidence\nof this witness further goes on to show the position of godown\nwhich was used for the storage of ethyl alcohol and methyl\nalcohol. He referred to methyl alcohol as 'essence'. He\ndescribed that the spirit was brought from Karnataka and\nC essence used to come on Thursdays in a white Fiat car. The\nFiat car had a secrete chamber. That car was identified as\nM.O.-24. The tank and the platform were built in the back seat\nand the front seat of the car. There were three valves attached\nto the same and 35 litres of methyl alcohol i.e. the essence\ncould be carried in the said car. He gave a graphic description\nof mixture with spirit which ultimately was sold. He specifically\nnamed A-20, A-22, A-23 and A-21 who were supervising the\nmixing. In his evidence he has also specifically referred that he\nhad seen M.O.-24, the car, importing the essence i.e. the methyl\nalcohol precisely two days prior to the liquor tragedy. He has\nalso named A-16 and another boy who were the occupants of\nthe said car. He also suggested that he and the other employees\nwere filling up the essence in 10 cans. The High Court has\nreferred to the further evidence on the part of this witness that\nin the night at about 10.30 p.m. the tanker lorry came with spirit\nand the said spirit was filled in the syntex tank and cans. Those\nhalf filled cans were then filled with the methyl alcohol meaning\nthereby it was mixed. He then went on to depose that the\nemployees of A-4, namely, A-5, A-6, A-9 and A-10 came there\nwith three vehicles and essence and they mixed up the essence\nwith the spirit. He claimed that in all 60 cans were filled up and\nwere dispatched in three cars for transporting to various places\nfor sale. According to him he came to know about the\nKalluvathaukkal tragedy on 21.10.2000. On that day at about\n7.30 p.m. A-7 and 15 came and slapped Vijayan for not\nH properly mixing and A-7 then left the place telling them to destroy\nE\nF\nG\n"}