{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nD\nVASANTHI\nV.\nSTATE OF A.P.\nMAY 4, 2005\n[P. VENKATARAMA REDDI AND P.P. NAOLEKAR, JJ.]\nAndhra Pradesh Control of Organised Crime Act, 2001 :\nSections 18(1), 21(4)—Power of court to grant bail-Restrictions on-\nC Accused charged u/s 3(4) of the Act and Section 120-B r/w Sections 364(A)\nand 341. IPC—Allegation against accused that she lent her car to be used in\nthe offence committed by other accused-Confession to I.O.-Bail rejected by\nCourt of Session and by High Court observing that it would be reasonably\npossible to conclude that there were no grounds for believing that accused\nwas not guilty of offence and that she was not likely to commit any offence\nwhile on bail--Held: what is required to be seen under Section 21(4) of the\nAct is that the Court should be satisfied that there are reasonable grounds for\nbelieving that the accused is not guilty of the offence of committing organized\ncrime and that he/she is not likely to commit any offence while on bail—\nConfessional statement not recorded in accordance with Section 18(1) cannot\nE be proved as evidence-Applying the probability test to the facts of the present\ncase, it is difficult to reach a tentative conclusion that the appellant in all\nprobability will be convicted of the offence-Probability of conviction, so to\nsay, is not bright, if confessional statements are left out of consideration-So\nalso, the material on record does not justify the conclusion at this stage that\nthe appellant would indulge in similar offence of an organized crime if she is\nreleased on bail-She has been in prison for about 15 months so far—In.the\ncircumstances, the order of the High Court is set aside and it is directed that\nthe appellant be released on bail.\n.7\nF\nRanjitsing Brahmajeetsing Sharma v. State of Maharashtra and Anr.,\nG JT (2005) 4 SC 123, relied on.\nH\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal Nos. 668-\n669 of 2005.\nFrom the Judgment and Order dated 21.9.2004 of the Andhra Pradesh\n1200\nVASANTHI v. STATE OF A.P.\n1201\nA\nHigh Court in Crl.P. No. 4129 of 2004.\nP.S. Mishra, Amitash C. Mishra, T.H. Vardhan, Upendra Mishra, Dhruv\nK. Jha and Manu Shanker Mishra with him for the Appellant.\nMrs. D. Bharathi Reddy for the Respondent.\nThe following Order of the Court was delivered :\nB\nLeave granted.\nORDER\nC\nThe appellant was arrested on 21st February, 20004 for involvement in\nan offence under Section 120-B read with Sections 364(A), 341, IPC and\nSection 3(4) of The Andhra Pradesh Control of Organized Crime Act, 2001\n(for short 'The Act'). The charge-sheet has since been filed in the Court of\nIX Metropolitan Magistrate, Hyderabad. She moved the Sessions Court for\nbail and on rejection, she moved the High Court. The High Court declined D\nto grant bail on the ground that though not Section 3(4), Section 3(2) of the\nAct is prima facie attracted and threfore the provisions contained in Section\n21(4) of the Act limiting the powers of the Court to grant bail would apply.\nThe High Court observed that “it is not reasonably possible to conclude at\nthis stage there are no reasonable grounds for believing that she is not guilty\nof the offence and that she is not likely to commit any offence while on bail.\nThe request for bail cannot be accepted\".\nAggrieved by, this Order the Special Leave Petition giving rise to the\npresent appeal has been filed. The main allegation against the appellant is\nthat she lent her car for being used in carrying the kidnapped boy from\nHyderabad to Pune by the other accused including her daughter. It may be\nnoted that appellant's daughter has been released on bail by the High Court.\nE\nF\nA perusal of the charge sheet would indicate that the material against\nthe appellant is mainly the confession said to have been made by her to the\n1.0. and also the confessional statement made by the co-accused by which it G\nis sought to be established that the appellant knowingly lent her car to facilitate\nthe commission of offence of abducting the boy.\nIt must be noted that the confessional statement made to the Police\nOfficer/I.O. cannot be proved as evidenct. The Act contains special provision\nH\nB\n1202\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA making the confessional statement admissible notwithstanding anything\ncontained in the Cr.P.C. or the Indian Evidence Act provided the confession\nis made before a Police Officer not below the rank of Superintendent of\nPolice. The confessional statements which are now sought to be relied upon\nin the charge sheet are not those recorded in accordance with Section 18(1)\nof the Act by the authorised officer. As far as the recovery of car is concerned,\nthe same was seized while it was at her residence. Whether under Section 27,\nany part of her statement would be admissible is also not free from doubt.\nLearned counsel for State sought to contend that there are certain circumstances\nwhich throw light on the appellant's association with A-1 and the other\naccused, who are organized criminals. But, these circumstances by themselves\nC. may not lead to the inference of guilt. What is required to be seen under\nSection 21(4) of the Act is that the Court should be satisfied that there are\nreasonable grounds for believing that the accused is not guilty of the offence\nof committing organized crime and that he/she is not likely to commit any\noffence while on bail. A provision in pari materia was construed by this\nCourt in Ranjitsing Brahmajeetsing Sharma v. State of Maharashtra and\nD\nAnr., reported in JT (2005) 4 SC 123. Justice S.B. Sinha speaking for three\nJudge Bench observed thus:-\n(1)\nE\nF\nG\n\"49. We are, furthermore of the opinion that the restrictions on the\npower of the court to grant bail should not be pushed too far. If the\ncourt, having regard to the materials brought on record, is satisfied\nthat in all probability he may not be ultimately convicted, an order\ngranted bail may be passed. The satisfaction of the court as regards\nhis likelihood of not committing an offence while on bail must be\nconstrued to mean an offence under the Act and not any offence\nwhatsoever be it a minor or major offence. If such an expansive\nmeaning is given, even likelihood of commission of an offence under\nSection 279 of the Indian Penal Code may debar the court from\nreleasing the accused on bail. A statute, it is trite, should not be\ninterpreted in such a manner as would lead to absurdity. What would\nfurther be necessary on the part of the Court is to see the culpability\nof the accused and his involvement in the commission of an organised\ncrime either directly or indirectly. The Court at the time of considering\nthe application for grant of bail shall consider the question from the\nangle as to whether he was possessed of the requisite mens rea....”\nAgain in para 55 of the judgment, it was pointed out that the wording\nof Section 21(4) does not lead to the conclusion that the Court must arrive\nH\nVASANTHI v. STATE OF A.P.\n.\n1203\nB\nat a positive finding that the applicant for bail has not committed an offence A\nunder the Act. As regards the second requirement, it was laid down \"Similarly,\nthe court will be required to record a finding as to the possibility of his\ncommitting a crime after grant of bail. However, such an offence in futuro\nmust be an offence under the Act and not any other offence. Since it is\ndifficult to predict the future conduct of an accused, the court must necessarily\nconsider this aspect of the matter having regard to the antecedents of the\naccused, his propensities and the nature and manner in which he is alleged\nto have committed the offence\". It was again pointed out that \"the duty of\nthe court at this stage is not to weigh the evidence meticulously but to arrive\nat a finding on the basis of broad probabilities. The evidence recorded by the\nHigh Court while granting or rejecting bail undoubtedly would be tentative C\nin nature. It will not have any bearing on the merit of the case and the trial\ncourt would then be free to decide the case on the basis of evidence adduced\nat the trial without in any manner being prejudiced thereby\". If we apply the\nprobability test that has been propounded by this Court to the facts of the\npresent case it is difficult to reach a tentative conclusion that the appellant in\nD\nall probability will be convicted of the offence. Probability of conviction, so\nto say, is not bright, when we leave out of consideration the confessional\nstatements. So also, the materials on record does not justify the conclusion\nat this stage that the appellant would indulge in similar offence of an organised\ncrime if she is released on bail. As already noticed, she has been in prison\nfor about 15 months so far. In the circumstances, we set aside the order of E\nthe High Court and direct the appellant to be released on bail on furnishing\npersonal bond for Rs. 20,000 and a surety for like sum to the satisfaction of\nthe Ist Addl.Metropolitan Sessions Judge, Hyderabad. The appeals are\naccordingly allowed.\nR.P.\nAppeals allowed.\n"}