{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"[2012] 8 S.C.R. 157\nTHE REGISTRAR, RAJIV GANDHI UNIVERSITY OF\nHEALTH SCIENCES, BANGALORE\nV.\nG. HEMLATHA AND OTHERS.\n(Civil Appeal No. 5992 of 2012)\nAUGUST 23, 2012\n[A.K. PATNAIK AND RANJANA PRAKASH DESAI, JJ.]\n-\n-\nA\nB\nEducation PG course Admission Qualifying\nexamination - Eligibility criteria - Whether can be relaxed by C\nrounding-off the marks - Held: Eligibility criteria should be\nstrictly adhered to, when rounding-off is not permitted by any\nstatute or rules - On facts, High Court erred in rounding-off\nthe marks so as to make the candidate eligible for admission\nto PG course - However, clarified that since the candidate\nalready completed the course, the judgment not to have\nadverse impact on the candidate.\nThe question for consideration in the present appeal\nwas whether by applying the principle of rounding-off, the\neligibility criteria prescribed for the qualifying examination\nfor admission to the PG Course in M.Sc. (Nursing) could\nbe relaxed.\nDisposing of the appeal, the Court\nD\nE\nF\nHELD: No provision of any statute or any rules\nframed thereunder has been shown which permits\nrounding-off of eligibility criteria prescribed for the\nqualifying examination for admission to the PG course in\nM.SC (Nursing). When eligibility criteria is prescribed in\nG\na qualifying examination, it must be strictly adhered to.\nAny dilution or tampering with it will work injustice on\nother candidates. The Division Bench of the High Court\nerred in holding that Single Judge was right in rounding-\n157\nH\n158 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA off of 54.71% to 55% so as to make respondent No. 1\neligible for admission to PG course. Such rounding-off is\nimpermissible. It is clarified that this order merely settles\nthe question of law and shall not have any adverse\nimpact, in any manner, on the service of respondent No.\nB 1, as she has completed the course. [Paras 3, 10 and 11]\n[159-C; 162-E-G]\nC\nOrissa Public Service Commission and Anr. v.\nRupashree Chowdhary and Anr. (2011) 8 SCC 108: 2011 (9)\nSCR 748 - relied on.\nVani Pati Tripathi vs. Director General, Medical\nEducation and Training and Ors. AIR 2003 All 164; Kuldip\nSingh, Legal Assistant, Punjab Financial Corporation vs. The\nState of Punjab and Ors. (1997) 117 PLR 1 – referred to.\n-\nD\nCase Law Reference:\n2011 (9) SCR 748\nRelied on\nPara 8\nAIR 2003 All 164\nReferred to\nPara 9\nE\n(1997) 117 PLR 1\nReferred to\nPara 9\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n5992 of 2012.\nFrom the Judgment \u0026 Order dated 28.10.2010 of the High\nCourt of Karnataka, Circuit Bench at Gulbarga in Writ Appeal\nNo. 10223 of 2010(EDN-ADM).\nS.N. Bhat for the Appellant.\nSharan Gounda Patil, Ashok Kumar Gupta II for the\nRespondents.\nThe Judgment of the Court was delivered by\n(SMT.) RANJANA PRAKASH DESAI, J. 1. Leave\nH granted.\nREG, RAJIV GANDHI UNI. OF HEALTH SCI., BANGALORE v. 159\nG. HEMLATHA [RANJANA PRAKASH DESAI, J.]\n2. This appeal, by special leave, is directed against the A\njudgment dated 28.10.2010 of the Division Bench of the\nKarnataka High Court. By the impugned judgment, the Division\nBench declined to entertain the appeal filed by the appellant\nchallenging the judgment of learned Single Judge of the High\nCourt permitting rounding-off of the percentage of marks.\nobtained by respondent 1 so as to make her eligible to get\nadmission to post-graduate course [\"PG course\", for\nconvenience] in M.Sc (Nursing).\nB\n3. On 11.03.2011 this Court issued notice only to settle the\nquestion of law raised in the appeal because respondent 1 has C\ncompleted the course. This court refused to stay the impugned\norder and directed that respondent 1's admission be\nregularized and her results be declared.\n4. The question of law involved in this case is whether by\napplying the principle of rounding-off the eligibility criteria\nprescribed for the qualifying examination for admission to the\nPG course in M.Sc (Nursing) can be relaxed.\nD\nF\n5. For deciding the question of law, it is necessary to know\nthe facts of the case. Respondent 1 completed Bachelor of E\nScience degree in Nursing with 54.71% aggregate marks from\nN.T.R. University of Health Sciences in the year 1997.\nThereafter, she registered herself as a Public Health Nurse and\nMidwife. She also registered herself as a nurse under the\nprovisions of the Andhra Pradesh Nurses and Midwives\n(Extension of Amendment) Act, 1964. She was appointed as\na working staff nurse at the Primary Health Centre,\nNagasamudram (Andhra Pradesh) on 08.07.1999. She served\nfor eight years and three months in the said institution. She\nmade a representation to the Regional Director of Medical\nHealth Services seeking permission to pursue the PG course\nin M.Sc (Nursing). The eligibility criteria prescribed by the\nIndian Nursing Council for securing admission to the said PG\n-course was 55% aggregate marks. The petitioner, however,\n― secured 54.71% aggregate marks. She approached the\nG\nH\n160 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA Secretary, Indian Nursing Council, the third respondent herein,\nrequesting that a certificate of eligibility be issued to her. The\nthird respondent communicated to her that 0.50% would\nnormally be rounded-off to next digit. She was asked to\napproach the concerned authority of the institute in that regard.\nAccordingly, she approached the petitioner. The petitioner gave\nher the eligibility certificate. She, then, approached the\nPrincipal, Navodaya College of Nursing, Raichur, Karnataka,\nthe second respondent herein. With the said certificate she\nobtained admission in the management quota.\nB\nC\n6. When she was preparing to take the annual\nexamination, she was informed by the second respondent that\nshe was not eligible to take examination as she has secured\nless than 55% in the qualifying examination. She approached\nthe petitioner for reconsideration of her case. She was informed\nD that on reconsideration it was found that she was not eligible\nto take examination. She, therefore, preferred writ petition in\nthe High Court challenging the said communication. She\nobtained an interim order permitting her to take first year\nexamination. She took the examination but, results were\nwithheld. She was also permitted to take the second year\nexamination by an interim order. Thus, she has completed the\nPG course by taking both the examinations. As stated by us\nearlier, while issuing notice, this court directed that her results\nbe declared and her admission be regularized.\nE\nF\n7. By order dated 01.09.2010 learned Single Judge of the\nHigh Court, by applying the rule of rounding-off of numbers, held\nthat 54.71% marks obtained by respondent 1 should be\nrounded-off to 55%. Thus, respondent 1 became eligible by\nvirtue of the High Court's order. Learned Single Judge set aside\nG the endorsement issued by the petitioner stating that respondent\n1 was not eligible for admission to the PG course in M.Sc.\n(Nursing). The said order was carried in appeal to the Division\nBench of the Karnataka High Court by the appellant. The\nDivision Bench of the Karnataka High Court declined to\nH entertain the appeal. The Division Bench observed that it was\nREG., RAJIV GANDHI UNI. OF HEALTH SCI., BANGALORE v. 161\nG. HEMLATHA [RANJANA PRAKASH DESAI, J.}\nnot inclined to interfere with the discretion exercised by learned A\nSingle Judge in rounding-off of 54.71% to 55%. In the\ncircumstances, the Division Bench held that respondent 1 did\npossess required qualification to get admission to PG course.\nB\nC\n8.In Orissa Public Service Commission and Another v.\nRupashree Chowdhary and Another (2011) 8 SCC 108 this\nCourt in somewhat similar fact situation considered whether the\neligibility criteria could be relaxed by the method of rounding-\noff. The Orissa Public Service Commission published an\nadvertisement inviting applications from suitable candidates for\nthe Orissa Judicial Service Examination, 2009 for direct\nrecruitment to fill-up 77 posts of Civil Judges (JD). Pursuant to\nthe advertisement, the first respondent therein applied for the\nsaid post. She took the preliminary written examination. She\nwas successful in the said examination. She, then, took the\nmain written examination. The list of successful candidates, who D\nwere eligible for interview, was published in which the first\nrespondent's name was not there. She received the mark\nsheet. She realized that she had secured 337 marks out of 750\ni.e. 44.93% of marks in the aggregate and more than 33% of\nmarks in each subject. As per Rule 24 of the Orissa Superior E\nJudicial Service and Orissa Judicial Service Rules, 2007 (for\nshort \"the Orissa Rules\"), the candidates who have secured not\nless than 45% of the marks in the aggregate and not less than\na minimum of 33% of marks in each paper in the written\nexamination should be called for viva voce test. Since the first\nrespondent therein had secured 44.93% marks in aggregate\nshe was not called for interview/viva voce. The first respondent\napproached the Orissa High Court. The High Court allowed the\nwrit petition. The appeal from the said order was carried to this\ncourt. After considering the Orissa Rules, this court held that\nRule 24 thereof made it clear that in order to qualify in the\nwritten examination a candidate has to obtain a minimum of\n33% marks in each of the papers and not less than 45% marks\nin the aggregate in all the written papers in the main\n→xamination. This court observed that when emphasis is given\n→ the rule itself to the minimum marks to be obtained, there\nF\nG\nH\n162\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA can be no relaxation or rounding-off. It was observed that no\npower was provided in the statute/rules permitting any such\nrounding-off or giving grace marks. It was clarified that the\nOrissa Rules are statutory in nature and no dilution or\namendment to such rules is permissible or possible by adding\nB some words to the said statutory rules for giving the benefit of\nrounding-off or relaxation.\n9. In our opinion, the ratio of this judgment is clearly\napplicable to the facts of this case. Judgment of the Full Bench\nof Allahabad High Court in Vani Pati Tripathi vs. Director\nC General, Medical Education and Training and Others (AIR\n2003 All 164) and judgment of the Full Bench of Punjab and\nHaryana High Court in Kuldip Singh, Legal Assistant, Punjab\nFinancial Corporation vs. The State of Punjab and Others\n(1997) 117 PLR 1, were cited before us because they take the\nD same view. However, in view of the authoritative\npronouncement of this Court in Orissa Public Service\nCommission (supra), it is not necessary for us to discuss the\nsaid decisions.\nE\n10. No provision of any statute or any rules framed\nthereunder has been shown to us, which permits rounding-off\nof eligibility criteria prescribed for the qualifying examination for\nadmission to the PG course in M.SC (Nursing). When eligibility\ncriteria is prescribed in a qualifying examination, it must be\nstrictly adhered to. Any dilution or tampering with it will work\nF injustice on other candidates. The Division Bench of the High\nCourt erred in holding that learned Single Judge was right in\nrounding-off of 54.71% to 55% so as to make respondent 1\neligible for admission to PG course. Such rounding-off is\nimpermissible.\nG\n11. We make it clear that this order merely settles the\nquestion of law and shall not have any adverse impact, in any\nmanner, on the service of respondent 1.\n12. The appeal is disposed of in the aforesaid terms.\nH K.K.T.\nAppeal disposal o—\n"}