{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 3 S.C.R. 775\nRAVI YASHWANT BHOIR\nV.\nDISTRICT COLLECTOR, RAIGAD AND ORS.\n(Civil Appeal No. 2085 of 2012)\nMARCH 2, 2012\n[DR. B.S. CHAUHAN \u0026 JAGDISH SINGH KHEHAR, JJ.]\n-\nA\nB\nE\nMaharashtra Municipal Councils, Nagar Panchayats and\nIndustrial Townships Act, 1965 - s.55B - Complaint by the\nEx-President and the then sitting Municipal Councillor C\nregarding the misconduct of the President-appellant\nAllegations that appellant did not call for a meeting for a\nperiod of three months as required u/s.81(1) and also\nobtained undue financial gain by giving contract to a particular\ncontractor at higher rate - Show cause notice served on the D\nappellant after conducting preliminary inquiry - Competent\nauthority declaring the appellant disqualified for the remaining\ntenure and further disqualifying him for a period of six years\neven as member of the council - Propriety of - Held: The\ncompetent authority did not make any reference to the\npleadings taken by the appellant either in his reply to show\ncause or during the course of hearing - The order simply\nrevealed that the competent authority noticed certain things\n- Not calling the meeting of the General Body of the House\nwould at most be a technical misconduct committed\ninadvertently in ignorance of statutory requirements - It was\nnobody's case that the appellant had done it intentionally/\npurposely in order to avoid some unpleasant resolution/\ndemand of the council - So far as the other charges were\nconcerned, it was a consensus collective decision of the\nCouncil to accept the tender at higher rate and the appellant\ncould not have been held guilty of the said charges - High\nCourt failed to appreciate that it was a case of political rivalry\nComplainant being a political rival, could not have been\n-\n775\nF\nG\nH\n776 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA entertained as a party to the lis - Thus, it was a clear case of\nlegal malice and therefore, the impugned orders are liable to\nbe quashed\n-\nThe duly elected member/chairman of the\ncouncil could not have been removed in such a casual and\ncavalier manner without giving strict adherence to the\nB safeguards provided under the statute.\nC\nD\n-\nConstitution of India, 1950: Executive order - Municipal\nCouncil - Removal of elected office bearer - Held: An elected\nofficial cannot be permitted to be removed unceremoniously\nwithout following the procedure prescribed by law, in violation\nof the provisions of Article 21 of the Constitution, by the State\nby adopting a casual approach and resorting to manipulations\nto achieve ulterior purpose · Removal of a duly elected\nMember on the basis of proved misconduct is a quasi-judicial\nproceeding in nature - Therefore, the principles of natural\njustice are required to be given full play and strict compliance\nshould be ensured, even in the absence of any provision\nproviding for the same – In service jurisprudence, for removal,\ntermination or reduction in rank, a full fledged inquiry is\nrequired otherwise it will be violative of the provisions of Article\nE 311 of the Constitution - The case of elected office bearer is\nto be understood in an entirely different context as compared\nto the government employees, for the reason, that for the\nremoval of the elected officials, a more stringent procedure\nand standard of proof is required.\nF\nG\nH\n-\n-\nAdministrative law: Administrative order - Recording of\nreasons, necessity - Held: Even in administrative matters, the\nreasons should be recorded as it is incumbent upon the\nauthorities to pass a speaking and reasoned order – Right to\nreason is an indispensable part of a sound judicial system,\nreasons at least sufficient to indicate an application of mind\nof the authority before the court - Another rationale is that the\naffected party can know why the decision has gone against\nhim - Spelling out reasons for the order made is one of the\nsalutary requirements of natural justice.\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 777\nRAIGAD AND ORS.\n-\nA\nB\nJurisprudence: Legal right - Held: A legal right is an\naverment of entitlement arising out of law\nA person who\nsuffers from legal injury can only challenge the act or\nomission - The complainant has to establish that he has been\ndeprived of or denied of a legal right and he has sustained\ninjury to any legally protected interest - In case he has no\nlegal peg for a justiciable claim to hang on, he cannot be\nheard as a party in a lis - A fanciful or sentimental grievance\nmay not be sufficient to confer a locus standi to sue upon the\nindividual - There must be injuria or a legal grievance which\ncan be appreciated and not a stat pro ratione valuntas reasons C\ni.e. a claim devoid of reasons - Torts.\n-\nStrictures: Strictures against State Authorities State\nAuthorities were asked to produce original record by Supreme\nCourt within a period of two weeks - Neither the record\nproduced before Supreme Court nor any application filed to\nextend the time to produce the same – In such a fact-situation,\nadverse inference is liable to be drawn against the State.\n-\nWords and phrases: Expressions 'misconduct',\n'disgraceful conduct', 'malice in law' - Connotation of.\nThe appellant was elected as member of Uran\nMunicipal Council and, subsequently, elected as a\nPresident of the Municipal Council. He was served with\na show cause notice by the State of Maharashtra calling\nupon him to explain why action under Section 55B of the\nMaharashtra Municipal Councils, Nagar Panchayats and\nIndustrial Townships Act, 1965 be not taken against him.\nThe chargesheet contained six charges. The competent\nauthority i.e. Chief Minister declared the appellant\ndisqualified for his remaining tenure and further declared\nhim disqualified for a period of six years even as member\nof the Council. The appellant filed a writ petition which\nwas dismissed.\nD\nE\nF\nG\nIn the instant appeal, it was contended for the H\n+\n778 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA appellant that only three charges i.e. charge nos.3, 5 and\n6 were held proved against the appellant; that one charge\nwas that the appellant did not call for a meeting for a\nperiod of three months as required under Section 81(1)\nof the 1965 Act, for which the appellant had furnished\nB explanation which was worth acceptance; that the officer\nconcerned of the municipal council did not inform the\nappellant, nor the members asked to hold such meeting\nas required under Section 81(1) of the Act 1965, so it was\nmerely an inadvertent act and could not be intentional,\ntherefore, the question of committing any misconduct\ncould not arise.\nC\nAllowing the appeal, the Court\nHELD: 1.1. Mere error of judgment resulting in doing\nD of negligent act does not amount to misconduct.\nHowever, in exceptional circumstances, not working\ndiligently may be a misconduct. An action which is\ndetrimental to the prestige of the institution may also\namount to misconduct. Acting beyond authority may be\nE a misconduct. When the office bearer is expected to act\nwith absolute integrity and honesty in handling the work,\nany misappropriation, even temporary, of the funds etc.\nconstitutes a serious misconduct, inviting severe\npunishment. [Para 9] [803-H; 804-A-B]\nF\nG\nState of Punjab \u0026 Ors. v. Ram Singh Ex. Constable AIR\n1992 SC 2188: 1992 (3) SCR 634; Disciplinary Authority-\ncum-RegionalManager \u0026 Ors. v. Nikunja Bihari Patnaik\n(1996) 9 SCC 69: 1996 (1) Suppl. SCR 314; Government\nof Tamil Nadu v. K.N. Ramamurthy AIR 1997 SC 3571: 1997\n(7) SCC 101; Inspector Prem Chand v. Govt. of NCT of Delhi\n\u0026 Ors. (2007) 4 SCC 566: 2007 (4) SCR 968; State Bank of\nIndia \u0026 Ors. v. S.N. Goyal AIR2008 SC 2594: 2008 (7) SCR\n631; Government of A.P. v. P. Posetty (2000) 2 SCC 220;\nM.M. Malhotra v. Union of India \u0026 Ors. AIR 2006 SC 80: 2005\nH (3) Suppl. SCR 1026; Baldev Singh Gandhi v. State of\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 779\nRAIGAD AND ORS.\nPunjab \u0026 Ors. AIR 2002 SC 1124: 2002 (1) SCR 102 - relied A\non.\nBlack's Law Dictionary, Sixth Edition P. Ramanatha\nAiyar's Law Lexicon, Reprint Edition 1987 - referred to.\nB\nC\n1.2. Conclusions about the absence or lack of\npersonal qualities in the incumbent do not amount to\nmisconduct holding the person concerned liable for\npunishment. It is also a settled legal proposition that\nmisconduct must necessarily be measured in terms of\nthe nature of the misconduct and the court must examine\nas to whether misconduct has been detrimental to the\npublic interest. The expression 'misconduct' has to be\nunderstood as a transgression of some established and\ndefinite rule of action, a forbidden act, unlawful behaviour,\nwilful in character. It may be synonymous as mis- D\ndemeanour in propriety and mismanagement. In a\nparticular case, negligence or carelessness may also be\na misconduct for example, when a watchman leaves his\nduty and goes to watch cinema, though there may be no\ntheft or loss to the institution but leaving the place of duty E\nitself amounts to misconduct. It may be more serious in\ncase of disciplinary forces. Further, the expression\n'misconduct' has to be construed and understood in\nreference to the subject matter and context wherein the\nterm occurs taking into consideration the scope and\nobject of the statute which is being construed.\nMisconduct is to be measured in terms of the nature of\nmisconduct and it should be viewed with the\nconsequences of misconduct as to whether it has been\ndetrimental to the public interest. [Paras 12-14] [805-A-G]\nUnion of India \u0026 Ors. v. J. Ahmed AIR 1979 SC 1022:\n1979 (3) SCR 504; General Manager, Appellate Authority,\nBank of India \u0026 Anr. v. Mohd. Nizamuddin AIR 2006 SC 3290:\n2006 (7) SCC 410 - relied on.\nF\nG\nH\n780\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA 2. DISGRACEFUL CONDUCT :\nB\nC\nThe expression 'disgraceful conduct' is not defined\nin the statute. Therefore, the same has to be understood\nin given dictionary meaning. The term 'disgrace' signifies\nloss of honor, respect, or reputation, shame or bring\ndisfavour or discredit. Disgraceful means giving offence\nto moral sensibilities and injurious to reputation or\nconduct or character deserving or bringing disgrace or\nshame. Disgraceful conduct is also to be examined from\nthe context in which the term has been employed under\nthe statute. Disgraceful conduct need not necessarily be\nconnected with the official of the office bearer. Therefore,\nit may be outside the ambit of discharge of his official\nduty. [para 15] [805-H; 806-A-B]\nD REMOVAL OF AN ELECTED OFFICE BEARER :\nE\nF\n3.1. The municipalities have been conferred\nConstitutional status by amending the Constitution by\n74th Amendment Act, 1992 w.e.f. 1.6.1993. The\nmunicipalities have also been conferred various powers\nunder Article 243B of the Constitution. Amendment in the\nConstitution by adding Parts IX and IX-A confers upon\nthe local self Government a complete autonomy on the\nbasic democratic unit unshackled from official control.\nThus, exercise of any power having effect of destroying\nthe Constitutional Institution besides being outrageous\nis dangerous to the democratic set-up of this country.\nTherefore, an elected official cannot be permitted to be\nremoved unceremoniously without following the\nprocedure prescribed by law, in violation of the provisions\nG of Article 21 of the Constitution, by the State by adopting\na casual approach and resorting to manipulations to\nachieve ulterior purpose. The Court being the custodian\nof law cannot tolerate any attempt to thwart the\nInstitution. The democratic set-up of the country has\nH always been recognized as a basic feature of the\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 781\nRAIGAD AND ORS.\nB\nC\nConstitution, like other features e.g. Supremacy of the A\nConstitution, Rule of law, Principle of separation of\npowers, Power of judicial review under Articles 32, 226\nand 227 of the Constitution etc. It is not permissible to\ndestroy any of the basic features of the Constitution even\nby any form of amendment, and therefore, it is beyond\nimagination that it can be eroded by the executive on its\nwhims without any reason. The Constitution accords full\nfaith and credit to the act done by the executive in\nexercise of its statutory powers, but they have a primary\nresponsibility to serve the nation and enlighten the\ncitizens to further strengthen a democratic State. Public\nadministration is responsible for the effective implication\nof the rule of law and constitutional commands which\neffectuate fairly the objective standard set for\nadjudicating good administrative decisions. However,\nwherever the executive fails, the Courts come forward to\nstrike down an order passed by them passionately and\nto remove arbitrariness and unreasonableness, for the\nreason, that the State by its illegal action becomes liable\nfor forfeiting the full faith and credit trusted with it. [Paras\n16-18] [806-C-H; 807-A-E]\nD\nE\nHis Holiness Keshwananda Bharti Sripadagalvaru \u0026 Ors.\nv. State of Kerala \u0026 Anr. AIR 1973 SC 1461: 1973 (0) Suppl.\nSCR 1; Minerva Mills Ltd. \u0026 Ors. v. Union of India \u0026 Ors. AIR\n1980 SC 1789: 1981 (1)SCR 206; Union of India v. F\nAssociation for Democratic Reforms \u0026 Anr. AIR 2002 SC\n2112: 2002 (3) SCR 696; Special Reference No.1 of 2002\n(Gujarat Assembly Election Matter) AIR 2003 SC 87: 2002\n(3) Suppl. SCR 366; Kuldip Nayar v. Union of India \u0026 Ors.\nAIR 2006 SC 3127: 2006 (5) Suppl. SCR 1; Scheduled\nCastes and Scheduled Tribes officers Welfare Council v.\nState of U.P. \u0026 Ors., AIR 1997 SC 1451: 1996 (6) Suppl. SCR\n544; State of Punjab \u0026 Ors. v. G.S. Gill \u0026 Anr. AIR 1997 SC\n2324: 1997 (3) SCR 412 – relied on.\n-\nG\nH\nA\n782 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n3.2. Basic means the basis of a thing on which it\nstands, and on the failure of which it falls. In democracy\nall citizens have equal political rights. Democracy means\nactual, active and effective exercise of power by the\npeople in this regard. It means political participation of the\nB people in running the administration of the Government.\nIt conveys the State of affair in which each citizen is\nassured of the right of equal participation in the polity.\nThere can also be no quarrel with the settled legal\nproposition that removal of a duly elected Member on the\nbasis of proved misconduct is a quasi-judicial proceeding\nin nature. Therefore, the principles of natural justice are\nrequired to be given full play and strict compliance\nshould be ensured, even in the absence of any provision\nproviding for the same. Principles of natural justice\nrequire a fair opportunity of defence to such an elected\noffice bearer. [Para 19, 23] [807-F-G; 809-C-E]\nC\nD\nR.C. Poudyal v. Union of India \u0026 Ors. AIR 1993 SC\n1804: 1993 (1) SCR 891; Peoples Union for Civil Liberties\n(PUCL) \u0026 Anr. v. Union of India \u0026 Anr. AIR 2003 SC 2363:\nE 2003(2) SCR 1136; State of Punjab v. Baldev Singh etc. etc.\nAIR 1999 SC 2378: 1999 (3) SCR 977; Mohinder Kumar v.\nState, Panaji, Goa (1998) 8 SCC 655; Ali Mustafa Abdul\nRehman Moosa v. State of Kerala AIR 1995 SC 244; G.\nSadanandan v. State of Kerala \u0026 Anr. AIR 1966 SC 1925;\nF Indian National Congress (I) v. Institute of Social Welfare \u0026\nOrs. AIR 2002 SC 2158: 2002 (3) SCR 1040; Bachhitar\nSingh v. State of Punjab \u0026 Anr. AIR 1963 SC 395: 1962\nSuppl. SCR 713; Union of India v. H.C. Goel AIR 1964 SC\n364: 1964 SCR 718; Tarlochan Dev Sharma v. State of\nG Punjab \u0026 Ors. AIR 2001 SC 2524: 2001 (3) SCR 1146 –\nrelied on.\nH\n3.3. Undoubtedly, any elected official in local self-\ngovernment has to be put on a higher pedestal as against\na government servant. If a temporary government\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 783\nRAIGAD AND ORS.\nemployee cannot be removed on the ground of A\nmisconduct without holding a full fledged inquiry, it is\ndifficult to imagine how an elected office bearer can be\nremoved without holding a full fledged inquiry. In service\njurisprudence, minor punishment is permissible to be\nimposed while holding the inquiry as per the procedure B\nprescribed for it but for removal, termination or reduction\nin rank, a full fledged inquiry is required otherwise it will\nbe violative of the provisions of Article 311 of the\nConstitution of India. The case is to be understood in an\nentirely different context as compared to the government C\nemployees, for the reason, that for the removal of the\nelected officials, a more stringent procedure and standard\nof proof is required. [Para 24] [809-F-H; 810-A]\nD\nE\n3.4. In a democratic institution, like ours, the\nincumbent is entitled to hold the office for the term for\nwhich he has been elected unless his election is set\naside by a prescribed procedure known to law or he is\nremoved by the procedure established under law. The\nproceedings for removal must satisfy the requirement of\nnatural justice and the decision must show that the\nauthority has applied its mind to the allegations made and\nthe explanation furnished by the elected office bearer\nsought to be removed. The elected official is accountable\nto its electorate because he is being elected by a large\nnumber of voters. His removal has serious repercussions F\nas he is removed from the post and declared disqualified\nto contest the elections for a further stipulated period, but\nit also takes away the right of the people of his\nconstituency to be represented by him. Undoubtedly, the\nright to hold such a post is statutory and no person can G\nclaim any absolute or vested right to the post, but he\ncannot be removed without strictly adhering to the\nprovisions provided by the legislature for his removal.\n[Paras 26-27] [810-E-H; 811-A-B]\nJyoti Basu \u0026 Ors. v. Debi Ghosal \u0026 Ors. AIR 1982 SC\nН\n784 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA 983: 1982 (3) SCR 318; Mohanlal Tripathi v. District\nMagistrate, Rai Barelly \u0026 Ors. AIR 1993 SC 2042: 1992 (3)\nSCR 338; Ram Beti etc. v. District Panchayat Rajadhikari \u0026\nOrs. AIR1998 SC 1222: 1997 (6) Suppl. SCR 582 - relied\nB\non.\nRECORDING OF REASONS:\n4.1. It is a settled proposition of law that even in\nadministrative matters, the reasons should be recorded\nas it is incumbent upon the authorities to pass a speaking\nC and reasoned order. The emphasis on recording reason\nis that if the decision reveals the 'inscrutable face of the\nsphinx', it can be its silence, render it virtually impossible\nfor the courts to perform their appellate function or\nexercise the power of judicial review in adjudging the\nD validity of the decision. Right to reason is an\nindispensable part of a sound judicial system, reasons\nat least sufficient to indicate an application of mind of the\nauthority before the court. Another rationale is that the\naffected party can know why the decision has gone\nagainst him. One of the salutary requirements of natural\njustice is spelling out reasons for the order made. In other\nwords, a speaking out, the inscrutable face of the sphinx\nis ordinarily incongruous with a judicial or quasi-judicial\nperformance. [Paras 29, 36] [811-G; 814-H; 815-A-B]\nபய\nE\nF\nG\nKumari Shrilekha Vidyarthi etc. etc. v. State of U.P. \u0026 Ors.\nAIR 1991 SC 537: 1990 (1) Suppl. SCR 625; L.I.C. of India\n\u0026 Anr. v. Consumer Education and Research Centre \u0026 Ors.\nAIR 1995 SC 1811: 1995 (1) Suppl. SCR 349; Union of India\nv. M.L. Capoor \u0026 Ors. AIR 1974 SC 87: 1974 (1 ) SCR 797;\nMahesh Chandra v. Regional Manager, U.P. Financial\nCorporation \u0026 Ors. AIR 1993 SC 935: 1992 (1) SCR 616;\nState of West Bengal v. Atul Krishna Shaw \u0026 Anr. AIR 1990\nSC 2205: 1990 (1) Suppl. SCR 91; S.N. Mukherjee v. Union\nof India AIR 1990 SC 1984: 1990 (1) Suppl. SCR 44;\nH Krishna Swami v. Union of India \u0026 Ors. AIR 1993 SC 1407:\n"}