{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"RAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 815\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nindispensable part of a sound judicial system, reasons at least A\nsufficient to indicate an application of mind of the authority\nbefore the court. Another rationale is that the affected party can\nknow why the decision has gone against him. One of the\nsalutary requirements of natural justice is spelling out reasons\nfor the order made. In other words, a speaking out, the B\ninscrutable face of the sphinx.is ordinarily incongruous with a\njudicial or quasi-judicial performance.\nMALICE IN LAW:\n37. This Court has consistently held that the State is under C\nan obligation to act fairly without ill will or malice- in fact or in\nlaw. Where malice is attributed to the State, it can never be a\ncase of personal ill-will or spite on the part of the State. \"Legal\nmalice\" or \"malice in law\" means something done without lawful\nexcuse. It is a deliberate act in disregard to the rights of others. D\nIt is an act which is taken with an oblique or indirect object. It\nis an act done wrongfully and wilfully without reasonable or\nprobable cause, and not necessarily an act done from ill feeling\nand spite. Mala fide exercise of power does not imply any moral\nturpitude. It means exercise of statutory power for \"purposes E\nforeign to those for which it is in law intended.\" It means\nconscious violation of the law to the prejudice of another, a\ndepraved inclination on the part of the authority to disregard the\nrights of others, where intent is manifested by its injurious acts.\nPassing an order for unauthorized purpose constitutes malice\nin law. (See: Addl. Distt. Magistrate, Jabalpur v. Shivakant\nShukla, AIR 1976 SC 1207; Union of India thr. Govt. of\nPondicherry \u0026 Anr. v. V. Ramakrishnan \u0026 Ors., (2005) 8 SCC\n394; and Kalabharati Advertising v. Hemant Vimalnath\nNarichania \u0026 Ors., AIR 2010 SC 3745).\n38. Section 55 of the Act 1965 provides for removal of the\nPresident of the Council by No Confidence Motion. Sections\n55A and 55B provide a mode of removal of duly elected\nPresident on proved misconduct or negligence etc., which read\nas under:\nF\nG\nH\n816\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n00\nB\nC\nD\nE\nLL\nF\nG\nSection 55A.- Removal of President and Vice-President\ni by Government:-\n2\nWithout prejudice to the provisions of Section 55-1A\nand 55, a President or a Vice-President may be removed\n'from office by the State Government for misconduct in the\n\"discharge of his duties, or for neglect of or incapacity to\nperform, his duties or for being guilty of any disgraceful\nconduct, and the President or Vice-President so removed\nshall not be eligible for re-election or re-appointment as\nPresident or Vice-President as the case may be, during\nthe remainder of the term of office of the Councillors:\nEx\nProvided that, no such President or Vice-President\nshall be removed from office, unless he has been given a\nreasonable opportunity to furnish an explanation.\n55B.- Disqualification for continuing as Councillor or\nbecoming Councillor on removal as President or Vice-\nPresident :\nNotwithstanding anything contained in Section 55A, if a\nCouncillor or a person is found to be guilty of misconduct\nin the discharge of his official duties or being guilty of any\ndisgraceful conduct while holding or while he was holding\nthe office of the President or Vice-President, as the case\nmay be, the State Government may,-\n(a) disqualify such Councillor to continue as a Councillor\nfor the remainder of his term of office as a Councillor and\nalso for being elected as a Councillor, till the period of six\nyears has elapsed from the order of such disqualification;\n(b) Disqualify such person for being elected as a Councillor\ntill the period of six years has elapsed from the order of\nsuch disqualification.\n39. It is also pertinent to refer to the provisions of Section\nH 81 of the Act 1965 which reads as under:\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 817\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\n\"Section 81- Provisions in regard to meetings of Council: A\nThe following provisions shall be observed with\nrespect to the meetings of a Council:\nB\nC\n(1) For the disposal of general business, which shall be\nrestricted to matters relating to the powers, duties and\nfunctions of the Council as specified in this Act or any\nother law for the time being in force, and any welcome\naddress to a distinguished visitor, proposal for giving\nManpatra to a distinguished person or resolution of\ncondolence (where all or any of these are duly proposed),\nan ordinary meeting shall be held once in two months. The\nfirst such meeting, shall be held within two months, from\nthe date on which the meeting of the Council under Section\n51 is held, and each succeeding ordinary meeting shall be\nheld within two months from the date on which the last D\npreceding ordinary meeting is held. The President may\nalso call additional ordinary meetings as he deems\nnecessary. It shall be the duty of the President to fix the\ndates for all ordinary meetings and, to call such meetings\nin time.\n(1A) If the President fails to call an ordinary meeting within\nthe period specified in clause (1), the Chief Officer shall\nforthwith report such failure to the Collector. The Collector\nshall, within seven days from receipt of the Chief Officer's\nreport or may, suo motu, call the ordinary meeting. The\nagenda for such meeting shall be drawn up by the\nCollector, in consultation with the Chief Officer:\nE\nF\n(2) The President may, whenever he thinks fit, and shall\nupon the written request of not less than one-fourth of the G\ntotal number of Councillors and on a date not later than\nfifteen days after the receipt of such request by the\nPresident, call a special meeting. The business to be\ntransacted at any such meeting shall also be restricted to\nmatters specified in clause (1).\nH\n818\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\n(3) If the President fails to call a meeting within the period\nspecified in clause (2), the Councillors who had made a\nrequest for the special meeting being called, may request\nthe Collector to call a special meeting. On receipt of such\nrequest, the Collector, or any officer whom he may\ndesignate in this behalf, shall call the special meeting on\na date within fifteen days from the date of receipt of such\nrequest by the Collector. Such meeting shall be presided\nover by the Collector or the Officer designated, but he shall\nhave no right to vote.\"\n40. The instant case requires to be examined in the light\nof aforesaid settled legal propositions and the statutory\nprovisions.\n41. The case has initially originated because of the\nD complaint filed by Shri Chintaman Raghunath Gharat, Ex-\nPresident and the then sitting Municipal Councillor, Uran\nMunicipal Council (Respondent No.5) dated 3.5.2007\nregarding the misconduct of the appellant. The preliminary\ninquiry was conducted through Collector, Raigad. The Collector,\nE Raigad made an inquiry through Deputy Collector and\nsubmitted the inquiry report dated 25.8.2008 and as no action\nwas taken by the Statutory Authority against the appellant, Shri\nGharat filed a Writ Petition No. 2309 of 2008 before the High\nCourt which was disposed of vide order dated 3.4.2008\nF directing the respondent no. 2 (Hon'ble Minister of State, Urban\nDevelopment, the then Hon'ble Chief Minister) to take a\ndecision on the application/complaint submitted by Shri Gharat\nwithin a period of 8 weeks. As the decision could not be taken\nwithin that stipulated time, Shri Gharat filed Contempt Petition\nNo. 379 of 2008 which was disposed of by the High Court\nG\ndirecting the statutory authority to take up the decision\nexpeditiously.\nIt was, in fact, in view of the High Court's order, the\nchargesheet/showcause notice dated 3.12.2008 containing 6\nH charges was served upon the appellant. In response to the said\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 819\nRAIGAD AND ORS. [DR. B.S..CHAUHAN, J.]\nchargesheet dated 3.12.2008, the appellant furnished\nexplanation dated 18.12.2008 denying all the charges framed\nagainst him and furnished a detailed explanation. In this\nrespect, hearing was held on 23.1.2009 wherein the appellant\nas well as the complainant appeared alongwith their advocates\nand made their submissions before the Hon'ble Minister. The\nimpugned order was passed on 21.3.2009 holding the appellant\nguilty of three charges imposing the punishment as referred to\nhereinabove.\nThe impugned order dated 21.3.2009 runs from pages 28\nto 52 of the appeal paper-book. The facts and the charges run\nfrom pages 28 to 36. Explanation furnished by the appellant\nruns from pages 36 to 47. The order of the Hon'ble Minister\nruns only to 5 pages. It is evident from the said order that the\nHon'ble Minister did not make any reference to the pleadings\ntaken by the appellant either in his reply to show cause or\nduring the course of hearing. The order simply reveals that the\nHon'ble Minister noticed certain things. Two paragraphs at\npage 48 are not relevant at all for our consideration. The\nadmission of the appellant that meeting was not held for a\nperiod of 3 months between 28.2.2007 to 28.5.2007 has been\nrelied upon. In other paragraphs reference has been made to\nStanding Order 36 issued by the Director and Commissioner,\nDirectorate of Municipal Administration, providing for the\nprocedure for inviting tenders and then straightaway without\ngiving any reason, finding is recorded as under:\n\"Out of the 3 tenders received for installation of 300 mm\ndiameter pipeline for outlet and inlet of GSR tank at\nSarvodayawadi and Town Hall of Uran Municipal Council,\nlowest tender is accepted as per clause 171 of the\nMaharashtra Municipal Council Accounts Code, 1971.\nHowever, the tenders were invited as per the DSR rates\nfor the year 2005-2006. The lowest tender received at that\ntime and was more than 10% of the rates of the estimate\n(approximately 31% and 37%). Despite this, the said\nA\nB\nC\nD\nE\nF\nG\nH\n820\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\ntender was accepted.\"\nThen, a very cryptic order of punishment has been passed.\n42. The explanation furnished by the appellant for not\nholding the meeting and acceptance of tender by the council\nB itself and not by the appellant, has not been considered at all.\nC\nD\nNo reasoning has been given by the Statutory Authority for\nreaching the conclusions. We fail to understand as on what\nbasis such a cryptic order imposing such a severe punishment\ncan be sustained in the eyes of law.\n43. The High Court has also erred in not dealing with any\nof the issues raised by the appellant while furnishing his\nexplanation rather relied upon the findings recorded by the\nHon'ble Minister. There is nothing in the judgment of the High\nCourt wherein the grievance of the appellant has been\nconsidered or any reasoning has been given to uphold the\nfindings recorded by the Statutory Authority imposing such a\nsevere punishment.\n44. Shri Chintaman Raghunath Gharat, Ex-President was\nE the complainant, thus, at the most, he could lead the evidence\nas a witness. He could not claim the status of an adversial\nlitigant. The complainant cannot be the party to the lis. A legal\nright is an averment of entitlement arising out of law. In fact, it\nis a benefit conferred upon a person by the rule of law. Thus, a\nF person who suffers from legal injury can only challenge the act\nor omission. There may be some harm or loss that may not be\nwrongful in the eyes of law because it may not result in injury to\na legal right or legally protected interest of the complainant but\njuridically harm of this description is called damnum sine injuria.\nG The complainant has to establish that he has been deprived of\nor denied of a legal right and he has sustained injury to any\nlegally protected interest. In case he has no legal peg for a\njusticiable claim to hang on, he cannot be heard as a party in\na lis. A fanciful or sentimental grievance may not be sufficient\nH to confer a locus standi to sue upon the individual. There must\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 821\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nB\nbe injuria or a legal grievance which can be appreciated and A\nnot a stat pro ratione valuntas reasons i.e. a claim devoid of\nreasons. Under the garb of being necessary party, a person\ncannot be permitted to make a case as that of general public\ninterest. A person having a remote interest cannot be permitted\nto become a party in the lis, as the person wants to become a\nparty in a case, has to establish that he has a proprietary right\nwhich has been or is threatened to be violated, for the reason\nthat a legal injury creates a remedial right in the injured person.\nA person cannot be heard as a party unless he answers the\ndescription of aggrieved party. (Vide: Adi Pherozshah Gandhi\nv. H.M. Seervai, Advocate General of Maharashtra, AIR 1971\nSC 385; Jasbhai Motibhai Desai v. Roshan Kumar, Haji\nBashir Ahmed \u0026 Ors., AIR 1976 SC 578; Maharaj Singh v.\nState of Uttar Pradesh \u0026 Ors., AIR 1976 SC 2602; Ghulam\nQadir v. Special Tribunal \u0026 Ors., (2002) 1 SCC 33; and\nKabushiki Kaisha Toshiba v. Tosiba Appliances Company \u0026\nOrs., (2008) 10 SCC 766). The High Court failed to appreciate\nthat it was a case of political rivalry. The case of the appellant\nhas not been considered in correct perspective at all.\n45. In such a fact-situation, the complaint filed by the\nrespondent No. 5 could at the most be pressed into service as\na material exhibit in order to collect the evidence to find out the\ntruth.\nC\nD\nE\nIn the instant case, as all the charges proved against the F\nappellant have been dealt with exclusively on the basis of\ndocumentary evidence, there is nothing on record by which\nthe complainant could show that the General Body meeting\nwas not called, as statutorily required, by the appellant\nintentionally.\n46. Not calling the meeting of the General Body of the\nHouse may be merely a technical misconduct committed\ninadvertently in ignorance of statutory requirements. It is\nnobody's case that the appellant had done it intentionally/\npurposely in order to avoid some unpleasant resolution/demand\nG\nH\n822 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of the council. No finding of fact has been recorded either by\nthe competent authority or by the High Court that some urgent/\nimportant work could not be carried out for want of General\nBody meeting of the council. Merely not to conduct oneself\naccording to the procedure prescribed or omission to conduct\nB a meeting without any corresponding loss to the corporate\nbody, would not be an automatic misconduct by inference,\nunless some positive intentional misconduct is shown. It was\nan admitted fact that the meeting had not been called. However,\nin the absence of any imputation of motive, not calling the\nmeeting by the appellant could not in itself, be enough to prove\nthe charge.\nC\nSection 81 of the Act 1965 requires that for the disposal\nof the general business, the President should call the meeting\nof the Council within a period of two months from the date on\nD which the last preceding ordinary meeting was held. The\nstatutory provisions further provided that in case the President\nfails to call the ordinary meeting within the said stipulated\nperiod, the Chief Officer may report such failure to the Collector\nand the Collector can call the ordinary meeting of the Council\nE following the procedure prescribed therein. The President can\nalso call the meeting on the request of the members not less\nthan one-fourth of the total number of councils. Therefore, the\ncogent reading of all the provisions makes it clear that in case\nthe President fails to call the meeting, there are other modes\nF of calling the meeting and in such an eventuality where\nreasonable explanation has been furnished by the appellant to\nthe show cause notice on this count, the competent authority\ncould not have passed such a harsh order.\nG\n1\n47. So far as the other charges regarding laying down the\npipelines at a much higher rate are concerned, it has been a\npositive case of the appellant that as earlier contractor had\nabandoned the work in between and there was a scarcity of\nwater in the city, the Chief Officer, the Junior Engineer\nconsidered the technical aspect and then recommendations\nH were forwarded under the signatures of the appellant, the Chief\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 823\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nOfficer and Junior Engineer to the council, which ultimately A\npassed the resolution accepting the said tenders. In such a fact-\nsituation, it was a collective consensus decision of the house\nafter due deliberations. Admittedly, it was not even the\nratification of contract awarded by the appellant himself. Thus,\neven by any stretch of imagination it cannot be held to be an B\nindividual decision of the appellant and the competent authority\nfailed to appreciate that the tenders were accepted by the\nCouncil itself and not by the appellant alone. Therefore, he\ncould not be held responsible for acceptance of tenders.\nC\nWe have gone through the counter affidavit filed by\nrespondent No.5, complainant before this court and he has not\nstated anywhere that the tenders were not accepted by the\ncouncil, rather allegations have been made that the tenders had\nbeen accepted at a higher rate so that the contractor could get\nthe financial gain. Similarly, technical issue has been raised for D\nnot calling the meeting, committing serious irregularities\nsufficiently warranting dis-qualification of the appellant on his\nomission to call the meeting, but it is not his case that he did it\nintentionally. The counter affidavit filed by the State does not\nreveal anything in relation to the issues involved herein and it E\nappears that the deponent/officer has merely completed the\nformalities without any purpose.\nF\n48. To conclude, we are of the considered opinion and that\ntoo after appreciation of the entire evidence on record that the\nfirst charge proved against the appellant for not calling the\nmeeting of Council, did not warrant the order of removal and\nthe explanation furnished by appellant could have been\naccepted. Other charges could not be proved against the\nappellant, in view of the fact, that the tenders at a higher rate\nwere accepted by the Council itself and the appellant could not\nbe held exclusively responsible for it. The Respondent no. 5,\nbeing a political rival, could not have been entertained as a\nparty to the lis. The charge of not calling the meeting of the\nCouncil had been admitted by the appellant himself, thus, no\nfurther evidence was required, for the reason, that the H\nG\n824' SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA admission is the best evidence. The competent authority could\nhave considered his explanation alone and proceeded to take\na final decision. So far as the other charges are concerned,\nas has been observed hereinabove, it had been a consensus\ncollective decision of the Council to accept the tender at higher\nB rate and the appellant could not have been held guilty of the\nsaid charges. Thus, the instant case has been a crystal clear\ncut case of legal malice and therefore, the impugned orders\nare liable to be quashed. The duly elected member/chairman\nof the council could not have been removed in such a casual\nand cavalier manner without giving strict adherence to the\nsafeguards provided under the statute which had to be\nscrupulously followed.\nC\n49. The appellant has raised a question of fact before the\nHigh Court as well as before this Court submitting that at the\nD time of hearing before the Hon'ble Chief Minister, respondent\nNo.5 has raised new grounds and the appellant raised serious\nobjections as he had no opportunity to meet the same. Thus,\nin order to give the appellant an opportunity to rebut the same\nthe competent authority had adjourned the case and directed\nE the Secretary to fix a date so that the appellant may meet those\nnew objections/grounds. However, the order impugned\nremoving the appellant from the post and declaring him further\ndisqualified for a period of six years had been passed. It is not\nevident from the order impugned as what could be those new\nF grounds which had not been disclosed to the appellant. Thus,\nto ascertain as to whether in order to give an opportunity to the\nappellant to meet the alleged new grounds, the competent\nauthority had adjourned the case, this Court while reserving the\njudgment vide order dated 13.2.2012 asked the learned\nG Standing Counsel for the State Shri Mike Prakash Desai to\nproduce the original record before this Court within a period\nof two weeks. For the reasons best known to the State\nAuthorities neither the record has been produced before us, nor\nany application has been filed to extend the time to produce\nthe same.\nH\n"}