{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 785\nRAIGAD AND ORS.\n1992 (1) Suppl. SCR 53; Sant Lal Gupta \u0026 Ors. v. Modern A\nCo-operative Group Housing Society Ltd. \u0026 Ors. (2010) 13\nSCC 336: 2010 (13) SCR 621; Institute of Chartered\nAccountants of India v. L.K Ratna \u0026 Ors. AIR 1987 SC 71:\n1986 (3) SCR 1048 - relied on.\nMalice in law:\nB\nC\n5. The State is under an obligation to act fairly\nwithout ill will or malice- in fact or in law. Where malice is\nattributed to the State, it can never be a case of personal\nill-will or spite on the part of the State. \"Legal malice” or\n\"malice in law” means something done without lawful\nexcuse. It is a deliberate act in disregard to the rights of\nothers. It is an act which is taken with an oblique or\nindirect object. It is an act done wrongfully and wilfully\nwithout reasonable or probable cause, and not D\nnecessarily an act done from ill feeling and spite. Mala fide\nexercise of power does not imply any moral turpitude. It\nmeans exercise of statutory power for “purposes foreign\nto those for which it is in law intended.\" It means\nconscious violation of the law to the prejudice of another, E\na depraved inclination on the part of the authority to\ndisregard the rights of others, where intent is manifested\nby its injurious acts. Passing an order for unauthorized\npurpose constitutes malice in law. [Para 37] [815-C-G]\nAddl. Distt. Magistrate, Jabalpur v. Shivakant Shukla AIR\n1976 SC 1207: 1976 (0) Suppl. SCR 172; Union of India thr.\nGovt. of Pondicherry \u0026 Anr. v V. Ramakrishnan \u0026 Ors. (2005)\n8 SCC 394: 2005 (4) Suppl. SCR 291; Kalabharati\nAdvertising v. Hemant Vimalnath Narichania \u0026 Ors. AIR 2010\nSC 3745: 2010 (10) SCR 971 - relied on.\n6. Section 55 of the Maharashtra Municipal Councils,\nNagar Panchayats and Industrial Townships Act, 1965\nprovides for removal of the President of the Council by\nNo Confidence Motion. Sections 55A and 55B provide a\nF\nG\nH\nD\n786 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA mode of removal of duly elected President on proved\nmisconduct or negligence etc. In the instant case, on a\ncomplaint filed by the Ex-President and the then sitting\nMunicipal Councillor, Uran Municipal Council\n(Respondent No.5) regarding the misconduct of the\nB appellant, preliminary inquiry was conducted through\nCollector. The Collector made an inquiry through Deputy\nCollector and submitted the inquiry report and as no\naction was taken by the Statutory Authority against the\nappellant, the complainant filed a writ petition before the\nC High Court which was disposed of directing respondent\nno. 2 (Minister of State, Urban Development, the then Chief\nMinister) to take a decision on the complaint. The charge\nsheet/show cause notice containing 6 charges was\nserved upon the appellant. In response to the said\nchargesheet, the appellant furnished explanation denying\nall the charges framed against him and furnished a\ndetailed explanation. In this respect, hearing was held\nwherein the appellant as well as the complainant\nappeared alongwith their advocates and made their\nsubmissions before the competent authority. The\nimpugned order was passed holding the appellant guilty\nof three charges imposing the punishment. It is evident\nfrom the said order that the competent authority did not\nmake any reference to the pleadings taken by the\nappellant either in his reply to show cause or during the\ncourse of hearing. The order simply revealed that the\ncompetent authority noticed certain things. The\nexplanation furnished by the appellant for not holding the\nmeeting and acceptance of tender by the council itself\nand not by the appellant, was not considered at all. No\nG reasoning was given by the Statutory Authority for\nreaching the conclusions. The High Court also erred in\nnot dealing with any of the issues raised by the appellant\nwhile furnishing his explanation rather relied upon the\nfindings recorded by the competent authority. There was\nH nothing in the judgment of the High Court wherein the\nE\nF\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 787\nRAIGAD AND ORS.\nB\nC\nD\ngrievance of the appellant was considered nor any A\nreasoning was given to uphold the findings recorded by\nthe Statutory Authority imposing such a severe\npunishment. The complainant at the most, could have led\nthe evidence as a witness. He could not claim the status\nof an adversial litigant. The complainant cannot be the\nparty to the lis. A legal right is an averment of entitlement\narising out of law. In fact, it is a benefit conferred upon a\nperson by the rule of law. Thus, a person who suffers\nfrom legal injury can only challenge the act or omission.\nThere may be some harm or loss that may not be\nwrongful in the eyes of law because it may not result in\ninjury to a legal right or legally protected interest of the\ncomplainant but juridically harm of this description is\ncalled damnum sine injuria. The complainant has to\nestablish that he has been deprived of or denied of a legal\nright and he has sustained injury to any legally protected\ninterest. In case he has no legal peg for a justiciable claim\nto hang on, he cannot be heard as a party in a lis. A\nfanciful or sentimental grievance may not be sufficient to\nconfer a locus standi to sue upon the individual. There\nmust be injuria or a legal grievance which can be\nappreciated and not a stat pro ratione valuntas reasons\ni.e. a claim devoid of reasons. Under the garb of being\nnecessary party, a person cannot be permitted to make\na case as that of general public interest. A person having\na remote interest cannot be permitted to become a party\nin the lis, as the person wants to become a party in a\ncase, has to establish that he has a proprietary right\nwhich has been or is threatened to be violated, for the\nreason that a legal injury creates a remedial right in the\ninjured person. A person cannot be heard as a party G\nunless he answers the description of aggrieved party.\nThe High Court failed to appreciate that it was a case of\npolitical rivalry. The case of the appellant was not\nconsidered in correct perspective at all. In such a fact-\nE\nF\nI\n788 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA situation, the complaint filed by the respondent No. 5\ncould at the most be pressed into service as a material\nexhibit in order to collect the evidence to find out the\ntruth. As all the charges proved against the appellant\nwere dealt with exclusively on the basis of documentary\nB evidence, there was nothing on record by which the\nC\ncomplainant could show that the General Body meeting\nwas not called, as statutorily required, by the appellant\nintentionally. [Paras 38, 41-45] [815-G-H; 818-D-H; 819-A-\nD; 820-A-H; 821-A-G]\nAdi Pherozshah Gandhi v. H.M. Seervai, Advocate\nGeneral of Maharashtra AIR 1971 SC 385: 1971 (2) SCR\n863; Jasbhai Motibhai Desai v. Roshan Kumar, Haji Bashir\nAhmed \u0026 Ors. AIR 1976 SC 578: 1976 (3) SCR 58; Maharaj\nSingh v. State of Uttar Pradesh \u0026 Ors. AIR 1976 SC 2602:\nD 1977 (1) SCR 1072; Ghulam Qadir v. Special Tribunal \u0026 Ors.\n(2002) 1 SCC 33: 2001 (3) Suppl. SCR 504; Kabushiki\nKaisha Toshiba v. Tosiba Appliances Company \u0026 Ors. (2008)\n10 SCC 766: 2008 (9) SCR 670 – relied on.\nE\nพย\nF\nG\nH\n-\n7. Not calling the meeting of the General Body of the\nHouse may be merely a technical misconduct committed\ninadvertently in ignorance of statutory requirements. It\nwas nobody's case that the appellant had done it\nintentionally/purposely in order to avoid some unpleasant\nresolution/demand of the council. No finding of fact was\nrecorded either by the competent authority or by the High\nCourt that some urgent/important work could not be\ncarried out for want of General Body meeting of the\ncouncil. Merely not to conduct oneself according to the\nprocedure prescribed or omission to conduct a meeting\nwithout any corresponding loss to the corporate body,\nwould not be an automatic misconduct by inference,\nunless some positive intentional misconduct is shown.\nIt was an admitted fact that the meeting was not called.\nHowever, in the absence of any imputation of motive, not\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 789\nRAIGAD AND ORS.\ncalling the meeting by the appellant could not in itself, be A\nenough to prove the charge. Section 81 of the Act 1965\nrequires that for the disposal of the general business, the\nPresident should call the meeting of the Council within a\nperiod of two months from the date on which the last\npreceding ordinary meeting was held. The statutory B\nprovisions further provided that in case the President\nfails to call the ordinary meeting within the said stipulated\nperiod, the Chief Officer may report such failure to the\nCollector and the Collector can call the ordinary meeting\nof the Council following the procedure prescribed therein. C\nThe President can also call the meeting on the request\nof the members not less than one-fourth of the total\nnumber of councils. Therefore, the cogent reading of all\nthe provisions makes it clear that in case the President\nfails to call the meeting, there are other modes of calling\nthe meeting and in such an eventuality where reasonable\nexplanation has been furnished by the appellant to the\nshow cause notice on this count, the competent\nauthority could not have passed such a harsh order.\n[Para 46] [821-G-H; 822-A-F]\nD\nE\nF\n8. So far as the other charges regarding laying down\nthe pipelines at a much higher rate were concerned, it was\na positive case of the appellant that as earlier contractor\nhad abandoned the work in between and there was a\nscarcity of water in the city, the Chief Officer, the Junior\nEngineer considered the technical aspect and then\nrecommendations were forwarded under the signatures\nof the appellant, the Chief Officer and Junior Engineer to\nthe council, which ultimately passed the resolution\naccepting the said tenders. In such a fact-situation, it was G\na collective consensus decision of the house after due\ndeliberations. Admittedly, it was not even the ratification\nof contract awarded by the appellant himself. Thus, even\nby any stretch of imagination it cannot be held to be an\nindividual decision of the appellant and the competent H\nSUPREME COURT REPORTS\n790\n[2012] 3 S.C.R.\nA authority failed to appreciate that the tenders were\naccepted by the Council itself and not by the appellant\nalone. Therefore, he could not be held responsible for\nacceptance of tenders. In the counter affidavit filed by\nrespondent No.5, complainant, he has not stated\nB anywhere that the tenders were not accepted by the\ncouncil, rather allegations were made that the tenders\nwere accepted at a higher rate so that the contractor could\nget the financial gain. [Para 47] [822-G-H; 823-A-D]\nC\nD\n9. The first charge proved against the appellant for\nnot calling the meeting of Council, did not warrant the\norder of removal and the explanation furnished by\nappellant could have been accepted. Other charges could\nnot be proved against the appellant, in view of the fact,\nthat the tenders at a higher rate were accepted by the\nCouncil itself and the appellant could not be held\nexclusively responsible for it. Respondent no. 5, being a\npolitical rival, could not have been entertained as a party\nto the lis. The charge of not calling the meeting of the\nCouncil was admitted by the appellant himself, thus, no\nE further evidence was required, for the reason, that the\nadmission is the best evidence. The competent authority\ncould have considered his explanation alone and\nproceeded to take a final decision. So far as the other\ncharges were concerned, it was a consensus collective\nF decision of the Council to accept the tender at higher rate\nand the appellant could not have been held guilty of the\nsaid charges. Thus, the instant case was a crystal clear\ncut case of legal malice and therefore, the impugned\norders are liable to be quashed. The duly elected\nG member/chairman of the council could not have been\nremoved in such a casual and cavalier manner without\ngiving strict adherence to the safeguards provided under\nthe statute which had to be scrupulously followed. [Para\n48] [823-F-H; 824-A-C]\nI\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 791\nRAIGAD AND ORS.\nB\nD\n10. The appellant had raised a question of fact before A\nthe High Court as well as before this Court submitting\nthat at the time of hearing before the competent authority,\nrespondent No.5 had raised new grounds and the\nappellant raised serious objections as he had no\nopportunity to meet the same. Thus, in order to give the\nappellant an opportunity to rebut the same the\ncompetent authority had adjourned the case and directed\nthe Secretary to fix a date so that the appellant may meet\nthose new objections/grounds. However, the order\nimpugned removing the appellant from the post and C.\ndeclaring him further disqualified for a period of six years\nwas passed. It is not evident from the order impugned as\nwhat could be those new grounds which had not been\ndisclosed to the appellant. Thus, to ascertain as to\nwhether in order to give an opportunity to the appellant\nto meet the alleged new grounds, the competent\nauthority had adjourned the case, this Court while\nreserving the judgment on 13.2.2012 asked the Standing\nCounsel for the State to produce the original record\nbefore this Court within a period of two weeks. For the\nreasons best known to the State Authorities, neither the\nrecord was produced before this Court nor any\napplication was filed to extend the time to produce the\nsame. In fact, this Court was deprived of seeing the\noriginal record and to examine the grievance of the\nappellant. In such a fact-situation, the court has no option\nexcept to draw the adverse inference against the State.\nThis Court while entertaining the petition had granted\ninterim protection to the appellant which was extended\ntill further orders and, thus, the orders impugned\nremained inoperative. Thus, it will be deemed as no order\nhad ever been passed against the appellant. A copy of\nthe order be sent directly to the Chief Secretary, State of\nMaharashtra, Bombay, who may conduct an enquiry and\nsend his personal affidavit as under what circumstances\nthe State Authorities could decide not to ensure H\nE\nF\nG\n792 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA compliance of the order of this Court dated 13.2.2012,\nwithin a period of four week from the date of receipt of\nthis order, to the Registrar General of this Court who may\nplace it alongwith the file before the Bench. [Paras 49, 50]\n[824-D-H; 825-A-B, D-F]\nB\n'A\nCase Law Reference:\n1992 (3) SCR 634\nrelied on\nPara 8\n1996 (1) Suppl. SCR 314.\nrelied on\nPara 9\nC\n1997 (7) SCC 101\nrelied on\nPara 9\n2007 (4) SCR 968\nrelied on\nPara 9\n2008 (7) SCR 631\nrelied on\nPara 9\n(2000) 2 SCC 220\nrelied on\nPara 10\nD\n2005 (3) Suppl. SCR 1026\nrelied on\nPara 11\n| 2002 (1) SCR 1021\nrelied on\nPara 11\n1979 (3) SCR 504\nrelied on\nPara 12\nE\n2006 (7) SCC 410\nrelied on\nPara 13\n1\n1973 (0) Suppl. SCR 1\nrelied on\nPara 17\n1981 (1) SCR 206\nrelied on\nPara 17\nF\n| 2002 (3) SCR 696\nrelied on\nPara 17\n2002 (3) Suppl. SCR 366\nrelied on\nPara 17\n2006 (5) Suppl. SCR 1\nrelied on\nPara 17\nG\n1996 (6) Suppl. SCR 544\nrelied on\nPara 18\n1993 (1) SCR 891\nrelied on\nPara 18\n2003 (2) SCR 1136\nrelied on\nPara 19\n1999 (3) SCR 977\nrelied on\nPara 21\nI\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 793\nRAIGAD AND ORS.\n(1998) 8 SCC 655\nrelied on\nPara 21 -A\n1994 (4) Suppl. SCR 52\nrelied on\nPara 21\nAIR 1966 SC 1925\nrelied on\nPara 22\n2002 (3) SCR 1040\nrelied on\nPara 23 B\n1962 Suppl. SCR 713\nrelied on\nPara 23\n1964 SCR 718\nrelied on\nPara 23\n2001 (3) SCR 1146\nrelied on\nPara 25\nC\n1982 (3) SCR 318\nrelied on\nPara 27\n1992 (3) SCR 338\nrelied on\nPara 27\n1997 (6) Suppl. SCR 582\nrelied on\nPara 27\nD\n1990 (1) Suppl. SCR 625\nrelied on\nPara 29\n1995 (1) Suppl. SCR 349\nrelied on\nPara 30\n1974 (1) SCR 797\nrelied on\nPara 30\n1992 (1) SCR 616\nrelied on\nPara 30\nE\n1990 (1) Suppl. SCR 91\nrelied on\nPara 31\n1990 (1) Suppl. SCR 44\nrelied on\nPara 32\n1992 (1) Suppl. SCR 53\nrelied on\nPara 33\nF\n2010 (13) SCR 621\nrelied on\nPara 34\n1986 (3) SCR 1048\nrelied on\nPara 35\n1976 (0) Suppl. SCR 172\nrelied on\nPara 37\nG\n2005 (4) Suppl. SCR 291\nrelied on\nPara 37\n2010 (10) SCR 971\nrelied on\nPara 37\n1971 (2) SCR 863\nrelied on\nPara 44\n1976 (3) SCR 58\nrelied on\nPara 44\nH\n794\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA .\n1977 (1) SCR 1072\nrelied on\nPara 44\n2001 (3) Suppl. SCR 504\nrelied on\nPara 44\n2008 (9) SCR 670\nrelied on\nPara 44\nB\nC\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n2085 of 2012.\nFrom the Judgment \u0026 Order dated 18.06.2009 of the High\nCourt of Judicature at Bombay in Writ Petition No. 4665 of\n2009.\nVinay Navare, Keshav Ranjan, Satyajeet Kumar, Abha R.\nSharma for the Appellant.\nSudhanshu S. Choudhari, Mike Prakash Desai, Sanjay V.\nKharde, Asha Gopalan Nair for the Respondents.\nThe Judgment of the Court was delivered by\nDR. 'B.S. CHAUHAN, J. 1. This appeal has been preferred\nagainst the impugned judgment and order dated 18.6.2009\nE passed by the High Court of Bombay in Writ Petition No. 4665\nof 2009 by which the High Court has affirmed and upheld the\njudgment of the Hon'ble Chief Minister of Maharashtra declaring\nthat the conduct of the appellant was unbecoming of the\nPresident of Uran Municipal Council and declared him to be\ndisqualified for remaining tenure of municipal councilorship\nunder Section 55B of the Maharashtra Municipal Councils,\nNagar Panchayats and Industrial Townships Act, 1965\n(hereinafter called as the Act 1965) and further declared him\ndisqualified for a period of six years from the date of the order\ni.e. 21.3.2009.\nF\nG\nH\n2. Facts and circumstances giving rise to this appeal are:\nA. That the appellant was elected as member of Uran\nMunicipal Council and, subsequently, elected as a President\nof the Municipal Council. The appellant was served with a show\n"}