{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"\"\nTHE MANAGING DIRECTOR, ORIX AUTO FINANCE (INDIA) LTD. A\nV.\nSHRI JAGMANDER SINGH AND ANR.\nFEBRUARY 10, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nB\nHire-Purchase: Hire-Purchase Agreement-Clause 10-Financier taking\nrepossession of financed vehicle in case of default-Suit for declaration and\ninjunction by hirer-Trial Court directing financier to release vehicle on deposit\nof balance instalments with interest-Order upheld by High Court-On appeal,\nheld: Repossession of vehicle was permissible in terms of the agreement—\nHowever, defaulted amount having been deposited and also vehicle if not used\nwould lose its value, vehicle directed to be released on payment of additional\nsum.\nConstitution of India, 1950-Article 226-Financier taking repossession\nof financed vehicle in terms of Hire-Purchase Agreement-Writ petitions styled\nas Public interest litigation-Scope of interference-Held: Such matters are\ncontractual-For interference it is to be shown that the contract is\nunconscionable or opposed to public policy-Such matters cannot be\ngeneralized to say that repossession is improper—It depends on facts of each\ncase.\nC\nD\nE\nT\nF\nAppellant-financier and respondent no. 1-hirer executed a Hire\nPurchase Agreement and possession of a truck was handed over to the\nhirer. Respondent no. 1 was to repay financed amount in menthly\ninstalments within stipulated period and in case of default, to pay delay\ncharges. Hirer defaulted in making payment despite several requests and\nwas in arrears. Appellant repossessed the vehicle and called upon\nrespondent no. 1 to pay the amount due. Hirer did not make the payment\nand filed suit for declaration with consequential relief, permanent and\nG\nmandatory injunction and also interim injunction. Civil Judge directed\nthe appellant to release the vehicle subject to deposit of balance instalment\nwith interest. High Court upheld the order of trial court. Hence, the\npresent appeal.\n169\nH\n170\nA\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nAllowing the appeal, the Court\nHELD: 1. Re-possession of financed vehicle is clearly permissible in\nterms of Clause 10 of the Hire Purchase Agreement. Trial Court is to\nultimately decide in the suit the amount to which the appellant is entitled\nto. The vehicle was directed to be released on payment of the defaulted\ninstalments which has been deposited. But at the same time it was\nimperative for the High Court to ensure that in the event the suit is\ndismissed, and the hirer is liable to pay the amount, how the same is\nsecured. It is not disputed that the vehicle if not used would lose its value.\nIn the peculiar circumstances of the case, it is directed that the vehicle\nC would be released on payment of Rs.1,50,000/- in addition to the amount\nalready deposited. Respondents should file an undertaking before the trial\ncourt that in the event of non-success the vehicle would be returned to\nthe financier, unless the trial court fixes some other terms. [174-B-D]\n2. The orders regarding right of financiers to take possession of the\nD vehicle in terms of the agreement prima facie have no legal foundation, as\nvirtually while dealing with writ petitions subsisting contracts are being\nre-written. It is still more surprising that petitions styled as PIL are being\nentertained in this regard. Essentially these are matters of contract and\nunless the party succeeds in showing that the contract is unconscionable\nor opposed to public policy the scope of interference in writ petitions in\nsuch contractual matters is practically non-existence. If agreements permit\nthe financier to take possession of the financed vehicles, there is no legal\nimpediment on such possession being taken. Of course, the hirer can avail\nsuch statutory remedy as may be available. But mere fact that possession\nhas been taken cannot be a ground to contend that the hirer is prejudiced.\nF As regards the submission of the hirer that convenience of the hirer cannot\nE\nG\nH\nbe overlooked and improper seizure cannot be made, there cannot be any\ngeneralization in such matters. It would depend upon facts of each case.\nTherefore, it would not be proper for the High Courts to lay down any\nguideline which would in essence amount to variation of the agreed terms\nof the agreement. If any such order has been passed effect of the same\nwould be considered by the concerned High Court in the light of this\njudgment and appropriate orders would be passed. [174-G-H; 175-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1070 of 2006.\nFrom the Judgment and Orders dated 21.8.2004 of the Punjab and\nMANAG. DIRECTOR. ORIX AUTO FIN. (INDIA)LTD, 1. JAGMANDER SINGH [PASAYAT, J.] 171\nHaryana High Court in Revision Petition No. 4680 of 2002.\nP.K. Seth, Sudhir Kumar Gupta for the Appellant.\nS.K. Sabharwal and Ajay Siwach, Pardeep Dahiya and Sandeep Sharma\nfor the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nA\nB\nChallenge in this appeal is to the order passed by a learned Single C\nJudge of the Punjab and Haryana High Court dismissing the Civil Revision\nfiled under Section 115 of the Code of Civil Procedure, 1908 (in short the\n'Code').\nThe background facts in a nutshell are as follows:\nD\nUnder a Hire Purchase Agreement executed between the appellant\n(hereinafter referred to as the 'Financier') and the respondent no.1 (hereinafter\nreferred to as 'Hirer') possession of truck No.HR-46-C-3689 was handed\nover to the hirer subject to compliance of the terms and conditions of the\nagreement. As per the terms and conditions stipulated in the agreement, the E\nhirer was to repay the total financed amount of Rs.9,24,000/- in 33 monthly\ninstalments of Rs.28,000/- each. As per the agreement the first instalment\nwas payable on 25.10.2000 and the last instalment was payable on 25.6.2003.\nIn case of default in making payment of the monthly instalment the hirer was\nliable to pay delay charges. Clause 10 of the agreement which is relevant for\nthis purpose of this appeal reads as follows:\n“10. In case the Hirer shall during the continuance of this Agreement\ndo or suffer any of the following acts or things, viz. either:\nF\na. fail to pay any of the hiring (rent) instalments or any such monies G\nwhich has fallen due within the provisions of this agreement, within\nor at the stipulated time, whether demanded or not;\nb. die, become insolvent, or compound with its creditors;\nc. the Hirer, being a Limited Company, shall pass a resolution for H\nvoluntary winding up or shall have a petition for winding up presented\n+\n172\nA\n00\nB\nC\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nagainst it or if a Receiver shall be appointed of its undertaking;\nd. pledge or sell or hypothecate or charge or mortgage or let or assign\nor attempt to pledge or sell or assign or part with possession of or\notherwise alienate or transfer the vehicle;\ne. do or suffer any act or thing whereby or in consequence of which\nthe said vehicle may be distrained or taken in execution under legal\nprocess or by legal process or by any public authority;\nf. fail to keep or cause the vehicle comprehensively insured during\nthe period of the Agreement;\ng. fail to indemnify the Owner, the Insurance premium paid by the\nOwner, resulting from the Hirer's failure to keep the insurance effective\nat any point of time during the currency of this Hire Agreement.\nh. fail to pay to the Government or any public authority any tax or\nsurcharge or other levies due in respect of the vehicle;\nD\ni. remove the vehicle to another State and get it re-registered there;\nX\nj. break or fail to perform or observe any of the conditions on its part\nherein contained.\nE\nF\nG\nThen, on the occurrence of any such event, the right of the Hirer\nunder this Agreement shall forthwith stand determined ipso facto\nwithout any notice to the Hirer and all the instalments previously\npaid by the Hirer shall be absolutely forfeited by the Owner who\nshall thereupon be entitled to enter into any house or place where the\nsaid vehicle may then be, remove and retake possession of the same\nand to sue for all the instalments due and for damage for breach of\nthe Agreement and for all the costs of retaking possession of the said\nvehicle and all costs occasioned by the Hirer's default.'\n\"\n(Underlined for emphasis)\nAccording to the financier there was default in making payment of the\nmonthly instalments and the hirer was requested to clear the amounts due by\nseveral letters. In spite of several requests/demands the hirer did not pay the\namount due and as on 27.8.2002 he was in arrears of Rs. 1,34,000/- on account\nof monthly instalments due excluding other charges payable on account of\nH\nᏗ\nMANAG. DIRECTOR, ORIX AUTO FIN. (INDIA) LTD. v. JAGMANDER SINGH [PASAYAT, J.] 173\ndelay in making payment. Accordingly, the appellant repossessed the vehicle A\non 27.8.2002. According to the financier in view of the violation of the terms\nby the hirer the agreement stood terminated. Therefore, by registered letter\ndated 27.8.2002 the financier called upon the hirer to pay a sum of Rs.4,27,485/\n- which was the amount due. The notice stipulated that the amount was to be\npaid within 10 days from the date of the receipt of the letter. The hirer did\nB\nnot make any payment and on the other hand made a false complaint to the\nReserve Bank of India (in short 'RBI'), and filed a civil suit in the Court of\nCivil Judge, Senior Division, Sonepat for declaration with consequential reliefs\nand permanent injunction along with mandatory injunction. In the said civil\nsuit the hirer also filed application under Order XXXIX Rules 1 \u0026 2 read\nwith Section 151 of the Code praying for interim relief. On receipt of the C\nsummons, written statement was filed by the appellant. The matter was taken\nup 13.9.2002. A prayer was made for an adjournment of the date as learned\ncounsel for the appellant had met with an accident. The matter was adjourned\nfor arguments on the said application on 27.9.2002. But at the same time\nlearned Civil Judge directed the appellant to release the vehicle subject to\nD\ndeposit of the balance of instalments along with interest amounting to\nRs.1,61,504/-. The said order was the subject-matter of challenge in Civil\nRevision No.4680/2002. Initially the High Court had granted stay of the\noperation of the order. The hirer filed an application for vacation of the order\nof stay. By the impugned order the High Court dismissed the Civil Revision\nupholding the order passed by the Trial Court.\nE\nAccording to learned counsel for the appellant the order passed is clearly\nunsustainable. The suit filed was not maintainable. While passing order for\nrelease, the trial Court did not take note of the fact that according to the\nappellant the arrears were much higher than the defaulted instalments. It was\nnot considered by the Trial Court as to how the appellant would recover its F\ndues if the suit was ultimately dismissed.\nLearned counsel for the respondent on the other hand submitted that\nthe re-possession as taken by the appellant was clearly contrary to law. Merely\nbecause the hirer had signed the agreement which permitted re-possession\nthat would not give arbitrary power to the financier to take possession of the\nvehicle. It was pointed out that in several cases different High Courts have\ndeprecated the practices of the financers taking possession of the financed\nvehicles.\nG\nBy order dated 16.11.2004 while issuing notice interim stay was granted H\n174\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA subject to the opposite party-respondent depositing Rs.2,50,000/- with the\nRegistry of this Court within four weeks without prejudice to the claims\ninvolved. Admittedly the amount has been deposited.\nB\nSo far as the question of re-possession is concerned, it is clearly\npermissible in terms of Clause 10 of the Hire purchase agreement referred to\nabove. What ultimately is to be decided by the Trial Court in the suit is the\namount to which the appellant is entitled to. Learned counsel for the appellant\nhas submitted that without taking note of the defaulted amount which according\nto him is in the neighbourhood of Rs.10 lakhs, the vehicle was directed to be\nreleased on payment of the defaulted instalments. The said amount has also\nC been deposited. But at the same time it was imperative for the High Court to\nensure that in the event the suit is dismissed, and the hirer is liable to pay the\namount, how the same is secured. It is not disputed that the vehicle if not\nused would lose its value. In the peculiar circumstances of the case we direct\nthat in case the respondent no.1-hirer pays the appellant a sum of Rs.1,50,000/\n- in addition to the amount already deposited within 10 days from today, the\nD vehicle shall be released. The respondents shall file an undertaking before the\nE\nTrial Court that in the event of non-success the vehicle shall be returned to\nthe financier, unless the Trial Court fixes some other terms. It is made clear\nthat we have not expressed any opinion on the merits of the case which shall\nbe decided in accordance with law.\nBefore we part with the case, it is relevant to take note of submission\nof learned counsel for the Hirer that in several cases different High Courts\nhave passed orders regarding the right to re-possess where the High Courts\nhave entertained writ petitions including writ petitions styled as PIL on the\nquestion of right of financiers to take possession of the vehicle in terms of\nF the agreement. It is stated that directions have been given to the RBI for\nG\nframing guidelines in this regard. If it is really so, the orders prima facie have\nno legal foundation, as virtually while dealing with writ petitions subsisting\ncontracts are being re-written. It is still more surprising that petitions styled\nas PIL are being entertained in this regard. Essentially these are matters of\ncontract and unless the party succeeds in showing that the contract is\nunconscionable or opposed to public policy the scope of interference in writ\npetitions in such contractual matters is practically non-existence. If agreements\npermit the financier to take possession of the financed vehicles, there is no\nlegal impediment on such possession being taken. Of course, the hirer can\navail such statutory remedy as may be available. But mere fact that possession\nH has been taken cannot be a ground to contend that the hirer is prejudiced.\n|\nL\nMANAG. DIRECTOR, ORIX AUTO FIN, (INDIA) LTD. 1. JAGMANDER SINGH [pasayat, J.} 175\nStand of learned counsel for the respondent that convenience of the hirer A\ncannot be overlooked and improper seizure cannot be made. There cannot be\nany generalization in such matters. It would depend upon facts of each case.\nIt would not be therefore proper for the High Courts to lay down any guideline\nwhich would in essence amount to variation of the agreed terms of the\nagreement. If any such order has been passed effect of the same shall be\nB\nconsidered by the concerned High Court in the light of this judgment and\nappropriate orders shall be passed.\nN.J.\nThe appeal is allowed to the aforesaid extent. No orders as to costs.\nAppeal allowed.\n"}