{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"M/S. UDAIPUR PHOSPHATES FERTILIZERS LTD.\nV.\nUNION OF INDIA AND ANR.\nJANUARY 31, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nC\nSubsidy Subsidy of fertilizers-Determination of-Manufacturer\napplied for re-endorsement of the capacity of its unit on the basis of actual\nproduction between a specified period-Approval thereof after 3 years also\nrevising fixed cost and reducing the subsidy in view of the fact that\nmanufacture was in excess of the endorsed capacity-Order challenged on\nthe ground that when re-endorsement was granted, benefit of subsidy was not\ngiven-Single Judge as well as Division Bench of High Court rejecting the\nplea of manufacturer-On appeal held: Once re-endorsement takes place on\nthe basis of actual manufacture, the fixed cost is bound to be revised and D\nhence subsidy bound to be reduced.\nSingle Super Phosphate (SSP), was manufactured by the appellant. In\n1982, the product was brought under a formal price control known as Retention\nPrice and subsidy Scheme for regulating the price and sale of SSP by\nGovernment of India. Under the Scheme the manufacturers were obliged to E\nsell their fertilizers at a subsidized price fixed by the Government which was\nbelow the cost of production. Government was to fix the retention price of the\nproduct. The difference between the retention price and selling price as fixed\nby the Government was calculated and paid to the manufacturers as subsidy.\nF\nGovernment issued Press Note No.1 whereby the capacity indicated in\nthe industrial licence could be reconsidered with reference to the highest\nproduction achieved during any of the previous 5 years plus 1/3rd thereof\nprovided that was within the licensed capacity plus 25% Thereafter Press\nNote No. 9 (1988) was issued which provided a Scheme for re-endorsement of\nhigher capacity of the fertilizers units. In accordance with the Press Note G\nNo.9, appellant-manufacturer applied for re-endorsement of the capacity of\nthe appellant unit on the basis of actual production between 1.4.1988 and\n31.3.1990. Government accorded approval of re-endorsement in 1993 with\nretrospective effect from April 1990. Order indicated that in view of the higher\n31\nH\n32\n32\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA capacity, the fixed charges had been recalculated from 1.4.1990. It also\ndemanded recovery on the basis of recalculation.\nAppellant filed Writ Petition challenging the re-calculation of the fixed\nCharges and recovery. Single Judge of High Court dismissed the Writ\nPetition. Division Bench of High Court also dismissed the Letters Patent\nB Appeal. Hence the Present appeal.\nDismissing the appeal, the Court\nHELD 1: Once the appellant's case falls within the criteria laid down\nin Press Note No.9 then the re-endorsement takes place automatically. Once\nC such re-endorsement takes place on the basis of actual manufacture the fixed\ncost is bound to be revised and hence the subsidy is bound to be reduced. [Para\n15] [36-A]\n2. The Press Note No. 9 at paragraph 2f clearly indicates that this\nscheme is in addition and not a substitution for the facilities already available\nD under any existing scheme. Hence, the grievance of the appellant that from\nE\nthe date of application for re-endorsement i.e. 8.8.1990 till 31.3.1993, when\nthe re-endorsement was granted, the benefit of subsidy was not given is wholly\nuntenable on account of the fact that the appellant overdrew the subsidies on\naccount of the enhanced capacity which was on its own showing an admitted\nfact. [Para 16] [36-B-C]\n3. The appellant was duly informed that their capacity has been enhanced\nwith retrospective effect from 1.4.1990 onwards. It is evident that the appellant\nproduced more, and the appellant cannot say that no opportunity to actually\nmanufacture in excess of the endorsed capacity was provided to them. The\nF order of approval has to be deemed to be an ex-post facto approval of the\nmaximum production already achieved by the appellant. The benefits in terms\nof the said scheme have already been availed of and drawn by the appellant\ncompany, and in fact some amount has been found to be overdrawn. [Para 17]\n[36-D-E]\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6202 of 2000.\nFrom the Final Judgment and Order dated 6.9.1999 of the High Court of\nDelhi at New Delhi in L.P.A. No. 375/1999.\nPaul Kaur Majithia (for Prashant Bhushan) for the Appellant.\nAshok Bhan, Kiran Bhardwaj and D.S. Mahra (for B. Krishna Prasad)\nUDAIPUR PHOSPHATES FERTILIZERS LTD. v. U.O.I. [MARKANDEY KATJU, J.] 33\nfor the Respondents.\nThe Judgment of the Court was delivered by\nA\nMARKANDEY KATJU, J. 1. This appeal has been filed against the\nimpugned judgment of the Delhi High Court dated 6.9.1999 in L.P.A. No. 375\nof 1999 by which the judgment of the learned Single Judge of the High Court B\ndated 26.5.1999 dismissing the writ petition was upheld.\n2. Heard learned counsel for the parties and perused the record.\n3. The appellant is a company registered under the Indian Companies\nAct and is engaged in the manufacture of fertilizers and chemicals. One of C\nthe products it produces is Single Super Phosphate (SSP).\n4. Till 1976, the manufacture and sale of SSP was not controlled by the\nGovernment. However, from 1976 to 1982, the manufacture of SSP was\nsubjected to a system of uniform subsidy whereby each manufacturer was D\ngiven a uniform rate of subsidy.\n5. In the year 1982, the Government of India brought SSP under a formal\nprice control known as the Retention Price and Subsidy Scheme (hereinafter\nreferred to as RPS) for regulating the price and sale of SSP. The scheme had\nbeen introduced on the basis of a detailed study and recommendation of an E\nInter-Ministerial Working Group appointed by the Government. Under the\nRPS, the manufacturers were obliged to sell their fertilizers at a subsidized\nprice fixed by the Government, which was below the cost of production. The\nrespondent No. 2 calculated the cost of production of each unit on the basis\nof certain factors such as capacity, location, age of the plant, etc. and added\na certain amount of notional profit, and the result was called the retention\nprice. The difference between the retention price and the selling price as fixed\nby the Government was calculated and paid to the manufacturers as subsidy.\nThus, while price of the fertilizers for the consumers, namely, the farmers was\nsubsidized by the Government, the manufacturers were given an amount\nwhich was calculated by the FICC on the basis of normative cost of production\nof the unit which was to be calculated on the assumption that the unit\nperformed efficiently at 90% capacity utilization.\n6. On 15.1.1986, the Department of Industrial Development, Ministry of\nIndustries issued Press Note No. 1 whereby the capacity indicated in the\nindustrial license could be re-considered with reference to the highest\nproduction achieved during any of the previous 5 years plus 1/3rd thereof,\nF\nG\nH\n34\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA provided that was within the licensed capacity plus 25%. Thereafter, the\nDepartment of Industrial Development, Ministry of Industry issued Press\nNote No. 9 (1988 series) on 6.4.1988 w.e.f. 1.4.1988 which provided a scheme\nfor re-endorsement of higher capacity of the fertilizer units. Under the said\nscheme, the unit could apply for re-endorsement of an enhanced capacity on\nthe basis of the best production actually achieved in any financial year\nB\nbetween 1.4.1988 and 31.3.1990.\n7. In accordance with the abovementioned Press Note of 1988, the\nappellant vide application dated 8.8.1988 applied to the Ministry of Industries\nfor re-endorsement of the capacity of the appellant unit on the basis of the\nC actual production between 1.4.1988 and 31.3.1990.\nD\nE\nF\n8. Thereafter, the respondents asked for several verifications which\nwere provided by the appellant. However, it is alleged that despite repeated\nfollow-ups, after the various verifications, respondent No. 1 issued letter of\napproval only on 31.3.1993, i.e. three years after the appellant had applied for\nre-endorsement, stating that they were recognizing the appellant's enhanced\ncapacity of 74,089 MT from the earlier capacity of 66,000 MT with retrospective\neffect from 1.4.1990. It was further informed that respondent No. 1 was\ntentatively recovering an amount of Rs. 26.55 lakhs by downward revision of\nthe ex-works price of the appellant from 1.4.1990.\n9. The appellant's grievance is that the Government has retrospectively\nre-endorsed the capacity of the appellant and reduced the price payable to\nthe appellant with retrospective effect, which effectively denied the appellant\nfrom taking advantage of the re-endorsed capacity. The appellant filed the\nabovementioned Special Leave Petition challenging the order dated 6.9.1999\npassed by the High Court of Delhi whereby the learned Division Bench\ndismissed LPA No. 375/1999 on the ground that when the appellant had\napplied for re-endorsement of the capacity, in view of the fact that the\nappellant had already achieved the maximum production, thereby fulfilling the\ncondition of Press Note No. 9 (1988 series), then the re-endorsement was\nG bound to automatically take place. Further, merely because it took some time\nfor inspection by the respondents, it did not mean that the re-endorsement\nwas not automatic.\nH\n10. Press Note No. 9 has been quoted in detail in the impugned judgment\nand hence we are not quoting it again here.\n11. In pursuance of this Press Note the appellant made an application\n+\nUDAIPUR PHOSPHATES FERTILIZERS LTD. v. U.O.]. [MARKANDEY KATJU, J.] 35\nfor re-endorsing the capacity on the basis of actual manufacture during 1st A.\nApril 1988 and 31st March 1990. The 1st respondent accorded approval of\nre-endorsement by letter dated 31st March 1993. The said letter also indicated\nthat in view of the higher capacity the fixed charges had been re-calculated\nfrom 1st April 1990. The letter stated that on the basis of re-calculation there\nwould be a recovery of approximately Rs. 26.55 lakhs. A writ petition was\nB\nfiled challenging the re-calculation of the fixed charges and the recovery of\napproximate Rs. 26.55 lakhs.\n12. The learned Single Judge of the High Court dismissed the writ\npetition on the ground that once an application was made under Press Note\nNo. 9, the re-endorsement was merely a formality in view of the fact that the\nappellant had already achieved the maximum production. The learned Judge\nheld that as the appellant had already produced more, re-fixation of the fixed\ncost was bound to take place. The learned Judge held that the fixed cost was\nbound to come down. The learned Judge also held that the subsidy has been\ncorrectly worked out on the basis of actual manufacture as undertaken by the\nappellant.\nC\nD\nE\n13. The learned Single Judge in his judgment has observed that the\nfacts as stated in the application of the appellant dated 8.8.1990 for re-\nendorsement of its capacity would substantiate the stand of the respondents\nthat the appellant-unit had already achieved maximum production and only\nneeded ex-post facto approval in compliance to the Press Note dated April\n6, 1988. It was also observed that it was clear that the appellant produced\nmore and it could not be said that no opportunity to actually manufacturing\nin excess of the endorsed capacity was provided. The sanction of the\nrespondents vide communication dated March 31, 1993 is in the nature of ex-\npost facto approval and cannot be held to be discriminatory as the fixed cost F\nobviously will come down while manufacturing more and subsidy had been\ncorrectly working out on that basis.\n14. In appeal, the Division Bench observed that if the appellant fulfilled\nthe condition of Press Note No. 9 then the re-endorsement was bound to take\nplace automatically. Merely because the respondent would have to make an G\ninspection that there was no additional investment in the plant, machinery\nand equipment exceeding 10% of the book value, and such inspection takes\nsome time, does not mean that the re-endorsement was not automatic.\n15. We agree with the view taken by the learned Single Judge and the\n\"\nH\n36\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Division Bench that once the appellant's case falls within the criteria laid\ndown in Press Note No. 9 then the re-endorsement takes place automatically.\nOnce such re-endorsement takes place on the basis of actual manufacture the\nfixed cost is bound to be revised and hence the subsidy is bound to be\nreduced.\nB\nC\n16. The Press Note No. 9 at paragraph 2f clearly indicates that this\nscheme is in addition and not a substitution for the facilities already available\nunder any existing scheme. Hence, the grievance of the appellant that from\nthe date of application for re-endorsement i.e. 8.8.1990 till 31.3.1993, when the\nre-endorsement was granted, the benefit of subsidy was not given is wholly\nuntenable on account of the fact that the appellant overdrew the subsidies\non account of the enhanced capacity which was on its own showing an\nadmitted fact.\n17. The appellant was duly informed that their capacity has been\nenhanced with retrospective effect from 1.4.1990 onwards to 74,089 MT (which\nD was the production achieved by them during 1989-90). It is evident that the\nappellant produced more, and the appellant cannot say that no opportunity\nto actually manufacture in excess of the endorsed capacity was provided to\nthem. The communication dated 31.3.1993 has to be deemed to be an ex-post\nfacto approval of the maximum production already achieved by the appellant.\nThe benefits in terms of the said scheme have already been availed of and\ndrawn by the appellant company, and in fact some amount has been found\nto be overdrawn.\nE\n18. In view of the above, we find no merit in this appeal. The appeal\nis accordingly dismissed. No costs.\nF\nK.K.T.\nAppeal dismissed.\n"}