{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 8 S.C.R. 753\nGIAN SINGH\nV.\nSTATE OF PUNJAB \u0026 ANOTHER\n(Special Leave Petition (Crl.) No. 8989 of 2010 etc.)\nSEPTEMBER 24, 2012\n[R.M. LODHA, ANIL R. DAVE AND\nSUDHANSU JYOTI MUKHOPADHAYA, JJ.]\nCode of Criminal Procedure, 1973:\n-\nA\nB\nC\nss. 482 and 320 - Quashing of criminal proceedings in\na case where offender has settled his dispute with the victim\nof crime, but the said crime is not compoundable - Ambit and\nscope of ss. 482 and 302 - Explained - Held: Power of\ncompounding of offences given to a court u/s 320 is materially D\ndifferent from the quashing of criminal proceedings by the\nHigh Court in exercise of its inherent jurisdiction – In\ncompounding of offences, power of a criminal court is\ncircumscribed by the provisions contained in s. 320 and the\ncourt is guided solely and squarely thereby; whreas the\nE\nformation of opinion by the High Court for quashing a criminal\noffence or criminal proceeding or criminal complaint is\nguided by the material on record as to whether the ends of\njustice would justify such exercise of power although the\nultimate consequence may be acquittal or dismissal of\nindictment - The words \"nothing in this Code\" occurring in\ns.482 means that it is an overriding provision and none of the\nprovisions of the Code limits or restricts the inherent power -\nDecisions in the cases of B.S. Joshi, Nikhil Merchant, Manoj\nSharma and Shiji alias Pappu do illustrate the principle that\nthe High Court may quash criminal proceedings or FIR or\ncomplaint in exercise of its inherent power u/s 482 of the\nCode, and s. 320 does not limit or affect the powers of the\nHigh Court u/s 482 - It cannot be said that by quashing\ncriminal proceedings in the said cases, the Court has\n753\nF\nG\nH\n754 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA compounded the non-compoundable offences indirectly -\nPrinciples emerging from various decisions culled out.\nB\nC\nD\nE\n-\ns. 482 - Inherent power of High Court - Quashing of\ncriminal proceedings - Held: Before exercise of the power,\nHigh Court must have due regard to the nature and gravity\nof the crime Heinous and serious offences of mental\ndepravity or offences like murder, rape, dacoity, etc. cannot\nbe fittingly quashed even though the victim or victim's family\nand the offender have settled the dispute - Similarly, any\ncompromise between the victim and offender in relation to the\noffences under special statutes like Prevention of Corruption\nAct or the offences committed by public servants while working\nin that capacity etc. cannot provide any basis for quashing\ncriminal proceedings involving such offences - But, as has\nbeen explained in the instant judgment, the criminal cases\nhaving overwhelmingly and pre-dominatingly civil flavour\nstand on different footing for the purposes of quashing.\nMaxim:\nQuando lex aliquid alicui concedit, conceditur et id sine\nqua res ipsa esse non potest – Explained.\n-\nThe petitioner was convicted u/ss 420 and 120-B IPC.\nDuring the pendency of the appeal before the Sessions\nJudge, the petitioner filed a petition u/s 482 CrPC before\n'F the High Court seeking to quash the FIR on the ground\nof compounding the offence. The petition was dismissed.\nG\nWhen the instant petition was listed before a two-\nJudge Bench, it felt that the decisions in B.S. Joshi, Nikhil\nMerchant² and Manoj Sharma³ required reconsideration\nand, therefore, referred the matter to a larger Bench*.\n1. 2003 (2) SCR 1104.\n2. 2008 (12) SCR 236.\n3. 2008 (14) SCR 539\nH 4. 2010 SCR 1034.\nGIAN SINGH v. STATE OF PUNJAB\n755\nThe issue for consideration before the Court was with A\nregard to inherent powers of the High Court in quashing\nthe criminal proceedings against an offender who had\nsettled his dispute with the victim of the crime but the\ncrime in which he was involved was not compoundable\nu/s 320 of the Code of Criminal Procedure, 1973.\nAnswering the reference, the Court\nB\nHELD: 1.1. Quashing of offence or criminal\nproceedings on the ground of settlement between an\noffender and victim is not the same thing as C\ncompounding of offence. They are different and not\ninterchangeable. Strictly speaking, the power of\ncompounding of offences given to a court u/s 320 of the\nCode of Criminal Procedure, 1973, is materially different\nfrom the quashing of criminal proceedings by the High D\nCourt in exercise of its inherent jurisdiction. In\ncompounding of offences, power of a criminal court is\ncircumscribed by the provisions contained in s. 320 and\nthe court is guided solely and squarely thereby. The\nconsequence of the composition of an offence is acquittal E\nof the accused. Sub-s. (9) of s. 320 mandates that no\noffence shall be compounded except as provided by this\nSection. Obviously, in view thereof the composition of an\noffence has to be in accord with s. 320 and in no other\nmanner. On the other hand, the formation of opinion by\nthe High Court for quashing a criminal offence or criminal\nproceeding or criminal complaint is guided by the\nmaterial on record as to whether the ends of justice\nwould justify such exercise of power although the\nultimate consequence may be acquittal or dismissal of\nindictment. Where High Court quashes a criminal\nproceeding having regard to the fact that dispute\nbetween the offender and victim has been settled\nalthough offences are not compoundable, it does so as\nin its opinion, continuation of criminal proceedings will\nbe an exercise in futility and justice in the case demands\nF\nG\nH\n756\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA that the dispute between the parties is put to an end and\npeace is restored; securing the ends of justice being the\nultimate guiding factor. [para 47 and 53-54] [806-E-F; 808-\nC-H]\nB\nC\nD\n1.2. Section 482 of the Code, as its very language\nsuggests, saves the inherent power of the High Court\nwhich it has by virtue of it being a superior court to\nprevent abuse of the process of any court or otherwise\nto secure the ends of justice. It begins with the words,\n'nothing in this Code' which means that it is an overriding\nprovision. These words leave no manner of doubt that\nnone of the provisions of the Code limits or restricts the\ninherent power. The guideline for exercise of such power\nis provided in s. 482 itself i.e., to prevent abuse of the\nprocess of any court or otherwise to secure the ends of\njustice. As has been repeatedly stated, s. 482 confers no\nnew powers on High Court; it merely safeguards existing\ninherent powers possessed by High Court necessary to\nprevent abuse of the process of any court or to secure\nthe ends of justice. It is equally well settled that the power\nE is not to be resorted to if there is specific provision in the\nCode for the redress of the grievance of an aggrieved\nparty. It should be exercised very sparingly and it should\nnot be exercised as against the express bar of law\nengrafted in any other provision of the Code. In different\nF situations, the inherent power may be exercised in\ndifferent ways to achieve its ultimate objective. Formation\nof opinion by the High Court before it exercises inherent\npower u/s 482 on either of the twin objectives, (i) to\nprevent abuse of the process of any court or (ii) to secure\nthe ends of justice, is a sine qua non. [para 49-50] [806-\nG-H; 807-A-E]\nG\n1.3. In the very nature of its constitution, it is the\njudicial obligation of the High Court to undo a wrong in\ncourse of administration of justice or to prevent\nH continuation of unnecessary judicial process. This is\nGIAN SINGH v. STATE OF PUNJAB\n757\nB\nfounded on the legal maxim quando lex aliquid alicui A\nconcedit, conceditur et id sine qua res ipsa esse non potest,\nthe full import of which is whenever anything is\nauthorised, and especially if, as a matter of duty, required\nto be done by law, it is found impossible to do that thing\nunless something else not authorised in express terms\nbe also done, may also be done, then that something\nelse will be supplied by necessary intendment. Ex debito\njustitiae is inbuilt in such exercise; the whole idea is to\ndo real, complete and substantial justice for which it\nexists. The power possessed by the High Court u/s 482 C\nof the Code is of wide amplitude but requires exercise\nwith great caution and circumspection. [para 51] [807-E-\nH; 808-A]\nD\n1.4. B.S. Joshi, Nikhil Merchant, Manoj Sharma and Shiji\nalias Pappu do illustrate the principle that High Court may\nquash criminal proceedings or FIR or complaint in\nexercise of its inherent power u/s 482 of the Code and s.\n320 does not limit or affect the powers of the High Court\nu/s 482. It cannot be said that by quashing criminal\nproceedings in the said cases, this Court has E\ncompounded the non-compoundable offences indirectly.\nThere is no incongruity in this principle of law and the\ndecisions of this Court in Simrikhia, Dharampal, Arun\nShankar Shukla, Ishwar Singh, Rumi Dhar (Smt.) and Ashok\nSadarangani.Therefore, it cannot be said that B.S. Joshi,\nNikhil Merchant and Manoj Sharma were not correctly\ndecided. [para 55,56 and 58] [809-F-H; 810-A-B-C; 812-F-\nG]\nB.S. Joshi and others v. State of Haryana and another\n2003 (2) SCR 1104 = (2003) 4 SCC 675, Nikhil Merchant v.\nCentral Bureau of Investigation and another 2008 (12)\nSCR 236 = (2008) 9 SCC 677; Manoj Sharma v. State and\nothers 2008 (14) SCR 539 = (2008) 16 SCC 1; and Shiji\nalias Pappu and others vs. Radhika and another 2011 (13)\nSCR 135 =(2011) 10 SCC 705 – upheld.\n-\nLL\nF\nG\nI\nA\n758 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nSimrikhia v. Dolley Mukherjee and Chhabi Mukherjee\nand another 1990 (1) SCR 788 = (1990) 2 SCC 437;\nDharampal \u0026 Ors. v. Ramshri (Smt.) and others 1993 Crl. L.J.\n1049; Arun Shankar Shukla v. State of Uttar Pradesh and ors.\n1999 (3) SCR 1060 = AIR 1999 SC 2554; Ishwar Singh v.\nB State of Madhya Pradesh 2008 (14) SCR 574 = (2008) 15\nSCC 667; Rumi Dhar (Smt.) v. State of West Bengal and\nanother 2009 (5) SCR 553 = (2009) 6 SCC 364; Ashok\nSadarangani and Anr. vs. Union of India and others JT 2012\n(3) SC 469; CBI v. Duncans Agro Industries Limited 1996 (3)\nC Suppl. SCR 360 = (1996) 5 SCC 591, State of Haryana v.\nD\nBhajan Lal 1990 (3) Suppl. SCR 259 = (1992) 4 SCC 305,\nState of Bihar v. P.P. Sharma 1991 (2) SCR 1 = 1992 Supp\n(1) SCC 335, Janata Dal v. H.S. Chowdhary 1992 (1) Suppl.\nSCR 226 = (1992) 4 SCC 305; Rajiv Saxena and others v.\nState (NCT of Delhi) and another (2012) 5 SCC 627;\nJayrajsinh Digvijaysinh Rana v. State of Gujarat and another\nJT 2012 (6) SC 504; Y. Suresh Babu v. State of A. P. (2005)\n1 SCC 347; Ram Lal and Anr. v. State of J \u0026 K 1999 (1)\n| SCR 230 = (1999) 2 SCC 213; Kulwinder Singh and others\nv. State of Punjab and another (2007) 4 CTC 769; Abasaheb\n.E\nYadav Honmane v. State of Maharashtra 2008 (2)\nMh.L.J.856- referred to.\n1.5. The position that emerges from the decisions of\nthis Court can be summarised thus: the power of the\nF High Court in quashing a criminal proceeding or FIR or\ncomplaint in exercise of its inherent jurisdiction is distinct\nand different from the power given to a criminal court for\ncompounding the offences u/s 320 of the Code. Inherent\npower is of wide plenitude with no statutory limitation but\nG it has to be exercised in accord with the guideline\nengrafted in such power viz; (i) to secure the ends of\njustice or (ii) to prevent abuse of the process of any\nCourt. In what cases power to quash the criminal\nproceeding or complaint or F.I.R may be exercised where\nthe offender and victim have settled their dispute would\nH\nGIAN SINGH v. STATE OF PUNJAB\n759\nD\ndepend on the facts and circumstances of each case and A\nno category can be prescribed. However, before exercise\nof such power, the High Court must have due regard to\nthe nature and gravity of the crime. Heinous and serious\noffences of mental depravity or offences like murder, rape,\ndacoity, etc. cannot be fittingly quashed even though the B\nvictim or victim's family and the offender have settled the\ndispute. Such offences are not private in nature and have\nserious impact on society. Similarly, any compromise\nbetween the victim and offender in relation to the\noffences under special statutes like Prevention of C\nCorruption Act or the offences committed by public\nservants while working in that capacity etc. cannot\nprovide for any basis for quashing criminal proceedings\ninvolving such offences. But the criminal cases having\noverwhelmingly and pre-dominatingly civil flavour stand\non different footing for the purposes of quashing,\nparticularly, the offences arising from commercial,\nfinancial, mercantile, civil, partnership or such like\ntransactions or the offences arising out of matrimony\nrelating to dowry, etc. or the family disputes where the\nwrong is basically private or personal in nature and the\nparties have resolved their entire dispute. In this category\nof cases, High Court may, within the frame work of its\ninherent power, quash criminal proceedings if in its view,\nbecause of the compromise between the offender and\nvictim, the possibility of conviction is remote and bleak\nand continuation of criminal case would put accused to\ngreat oppression and prejudice and extreme injustice\nwould be caused to him by not quashing the criminal\ncase despite full and complete settlement and\ncompromise with the victim. The High Court must\nconsider whether it would be unfair or contrary to the\ninterest of justice to continue with the criminal\nproceeding or continuation of the criminal proceeding\nwould tantamount to abuse of process of law despite\nsettlement and compromise between the victim and\nE\nF\nG\nН\n760 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA wrongdoer and whether to secure the ends of justice, it\nis appropriate that criminal case is put to an end and if\nthe answer to the questions is in affirmative, the High\nCourt shall be well within its jurisdiction to quash the\ncriminal proceeding. [para 57] [811-D-H; 812-A-F]\nB\nс\nD\nCentral Bureau of Investigation and others v. Keshub\nMahindra and others 2011 (6) SCR 384 = (2011) 6 SCC 216\nState of Madhya Pradesh v. Rameshwar and others 2009 (5)\nSCR 510 = (2009) 11 SCC 424; Emperor v. Khwaja Nazir\nAhmed (1945) 47 Bom. L.R. 245; Khushi Ram v. Hashim\nand others AIR 1959 SC 542; State of Uttar Pradesh. v.\nMohammad Naim 1964 SCR 363 = AIR 1964 SC 703;\nPampathy v. State of Mysore 1966 (Suppl) SCR 477; State\nof Karnataka v. L. Muniswamy and others 1977 (3) SCR\n113 = (1977) 2 SCC 699; Madhu Limaye v. The State of\nMaharashtra 1978 (1) SCR 749 = (1977) 4 SCC 551; Raj\nKapoor and others v. State an d others 1980 (1) SCR 1081 =\n(1980) 1 SCC 43; G. Sagar Suri and another v. State of U.P.\nand others 2000 (1) SCR 417 = (2000) 2 SCC 636; State of\nKarnataka v. M. Devendrappa and another 2002 (1)\nE SCR 275 = (2002) 3 SCC 89; Central Bureau of Investigation\nv. A. Ravishankar Prasad and others (2009) 6 SCC 351;\nDevendra and others v. State of Uttar Pradesh and another\n2009 (7) SCR 872 = (2009) 7 SCC 495 Sushil Suri v. Central\nBureau of Investigation and another 2011 (8) SCR 1 = (2011)\nF 5 SCC 708; Madan Mohan Abbot v. State of Punjab 2008\n(5) SCR 526 = (2008) 4 SCC 582; Jetha Ram v. State of\nRajasthan (2006) 9 SCC 255; Murugesan v. Ganapathy\nVelar (2001) 10 SCC 504; Ishwarlal v. State of M.P. (2008)\n15 SCC 671 and Mahesh Chand \u0026 another v. State of\nG Rajasthan 1990 (supp) SCC 681 - referred to\nLala Jairam Das \u0026 Ors. v. Emperor AIR 1945 PC 94–\nreferred to\nH\nGIAN SINGH v. STATE OF PUNJAB\n761\nCase Law Reference:\nA\n2003 (2) SCR 1104\nupheld\npara 1\n2008 (12) SCR 236\nupheld\npara 1\n2008 (14) SCR 539\nupheld\npara 1\nB\n2011 (6) SCR 384\nreferred to\npara 16\n2009 (5) SCR 510\nreferred to\npara 16\n(1945) 47 Bom. L.R. 245 referred to\npara 18\nC\nAIR 1959 SC 542\nreferred to\npara 19\nAIR 1945 PC 94\nreferred to\npara 20\n1964 SCR 363\nreferred to\npara 20\n1966 (Suppl) SCR 477\nreferred to\npara 21\nD\n1977 (3) SCR 113\nreferred to\npara 22\n1978 (1) SCR 749\nreferred to\npara 24\n1980 (1) SCR 1081\nreferred to\npara 25\nE\n1990 (1) SCR 788\nreferred to\npara 26\n1993 Crl. L.J. 1049\nreferred to\npara 27\n1999 (3) SCR 1060\nreferred to\npara 28\nF\n2000 (1) SCR 417\nreferred to\npara 29\n2002 (1) SCR 275\nreferred to\npara 30\n2009 (6) SCC 351\nreferred to\npara 31\n2009 (7) SCR 872\nG\nreferred to\npara 32\n2011 (8) SCR 1\nreferred to\npara 33\n2008 (5) SCR 526\nreferred to\npara 35\n2008 (14) SCR 574\nreferred to\npara 36\nH\n762 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA\n2006 (9) SCC 255\nreferred to\npara 37\n2001 (10) SCC 504\nreferred to\npara 37\n(2006) 9 SCC 255\nreferred to\npara 37\nB\n2001 (10) SCC 504\nreferred to\npara 37\n(2008) 15 SCC 671\nreferred to\npara 37\n1990 (supp) SCC 681\nreferred to\npara 38\n2009 (5) SCR 553\nreferred to\npara 38\nC\n1996 (3) Suppl. SCR 360\nreferred to\npara 38\n1990 (3) Suppl. SCR 259 referred to\npara 38\n1991 (2) SCR 1\nreferred to\npara 38\nD\n1992 (1) Suppl. SCR 226 referred to\npara 38\n2011 (13) SCR 135\nupheld\npara 39\n2012 (3) JT 469\nreferred to\npara 40\nE\n2012 (5) SCC 627\nreferred to\npara 41\nJT 2012 (6) SC 504\nreferred to\npara 42\n(2005) 1 SCC 347\nreferred to\npara 43\n1999 (1) SCR 230\nF\nreferred to\npara 43\n(2007) 4 CTC 769\nreferred to\npara 45\n2008 (2) Mh.L.J.856\nreferred to\npara 46\nCRIMINAL APPELLATE JURISDICTION : Special Leave\nG Petition (Crl) No. 8989 of 2010.\nFrom the Judgment \u0026 Order dated 17.9.2010 of the High\nCourt of Punjab and Haryana at Chandigarh in CRM No. M-\n27367 of 2010.\nH\n"}