{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"GIAN SINGH v. STATE OF PUNJAB\n763\nWITH\nA\nSLP (Crl) Nos. 6138 of 2006, 5203 and 259 of 2011, 5921,\n7148 and 6324 of 2009 and Criminal Appeal No. 2107-2125\nof 2011.\nP.P. Malhotra, ASG, P.P. Rao, Dr. Abhishek Manu\nSinghvi, V. Giri, Rajiv Kataria, (for Delhi Law Chambers), P.\nParmeswaran, Rajiv Nanda, T.A. Khan, Ranjana Narayan,\nPriyanka Mathur, Arvind Kumar Sharma, B.K. Satija, Sameer\nSodhi, Amit Bhandari, Ashok Jain, Pankaj Jain, Bijoy Kumar\nJain, Pragati Neekhra, Suryanarayana Singh, Yashoda Sharma,\nSushil Karanjkar, Nikhilesh Kumar, Mohammed Sadique T.A.,\nK.N. Rai, A.V. Rangam, Buddy Ranganadhan, Richa\nBharadwaj, V. Prabhakar, R. Chandrachud, Jyoti Prashar, Yasir\nRauf, Vishwaaman Kandwal, Dr. Kailash Chand, Sunil Kumar\nVerma, Asha Gopalan Nair, Praveen Swarup, Nikhil Jain, Atishi\nDipankar, Manu Beri, Ashish Agarwal, Yash Pal Dhingra,\nDeepak Dhingra, Partha Sil, Rajesh Tyagi, Anil Kumar Bakshi,\nPawan Kumar, Sheel Kumar, Ravi Bassi for the Appearing\nParties.\nThe Judgment of the Court was delivered by\nB\nC\nD\nE\nR.M. LODHA, J. 1. When the special leave petition in\nGian Singh v. State of Punjab and another came up for hearing,\na two-Judge Bench (Markandey Katju and Gyan Sudha Misra,\nJJ.) doubted the correctness of the decisions of this Court in\nF\nB.S. Joshi and others v. State of Haryana and another¹, Nikhil\nMerchant v. Central Bureau of Investigation and another² and\nManoj Sharma v. State and others³ and referred the matter to\na larger Bench. The reference order reads as follows:\n\"Heard learned counsel for the petitioner.\nThe petitioner has been convicted under Section 420\n1. (2003) 4 SCC 675.\n2. (2008) 9 SCC 677.\nG\n3. (2008) 16 SCC 1.\nH\nA\nB\nC\nD\nE\nLL\nF\nG\n☐ H\n764\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nand Section 120B, IPC by the learned Magistrate. He filed\nan appeal challenging his conviction before the learned\nSessions Judge. While his appeal was pending, he filed\nan application before the learned Sessions Judge for\ncompounding the offence, which, according to the learned\ncounsel, was directed to be taken up along with the main\nappeal. Thereafter, the petitioner filed a petition under\nSection 482, Cr.P.C. for quashing of the FIR on the ground\nof compounding the offence. That petition under Section\n482 Cr.P.C. has been dismissed by the High Court by its\nimpugned order. Hence, this petition has been filed in this\nCourt.\nLearned counsel for the petitioner has relied on three\ndecisions of this Court, all by two Judge Benches. They\nare B.S. Joshi vs. State of Haryana (2003) 4 SCC 675;\nNikhil Merchant vs. Central Bureau of Investigation and\nAnother (2008) 9 SCC 677; and Manoj Sharma vs. State\nand Others (2008) 16 SCC 1. In these decisions, this\nCourt has indirectly permitted compounding of non-\ncompoundable offences. One of us, Hon'ble Mr. Justice\nMarkandey Katju, was a member to the last two decisions.\nSection 320, Cr.P.C. mentions certain offences as\ncompoundable, certain other offences as compoundable\nwith the permission of the Court, and the other offences\nas non-compoundable vide Section 320(7).\nSection 420, IPC, one of the counts on which the\npetitioner has been convicted, no doubt, is a\ncompoundable offence with permission of the Court in\nview of Section 320, Cr.P.C. but Section 120B IPC, the\nother count on which the petitioner has been convicted, is\na non-compoundable offence. Section 120B (Criminal\nconspiracy) is a separate offence and since it is a non-\ncompoundable offence, we cannot permit it to be\ncompounded.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 765\nThe Court cannot amend the statute and must A\nmaintain judicial restraint in this connection. The Courts\nshould not try to take over the function of the Parliament\nor executive. It is the legislature alone which can amend\nSection 320 Cr.P.C.\nWe are of the opinion that the above three decisions\nrequire to be re-considered as, in our opinion, something\nwhich cannot be done directly cannot be done indirectly.\nIn our, prima facie, opinion, non-compoundable offences\ncannot be permitted to be compounded by the Court,\nwhether directly or indirectly. Hence, the above three\ndecisions do not appear to us to be correctly decided.\nIt is true that in the last two decisions, one of us,\nHon'ble Mr. Justice Markandey Katju, was a member but\na Judge should always be open to correct his mistakes.\nWe feel that these decisions require re-consideration and\nhence we direct that this matter be placed before a larger\nBench to reconsider the correctness of the aforesaid three\ndecisions.\nLet the papers of this case be placed before\nHon'ble Chief Justice of India for constituting a larger\nBench.\"\n2. This is how these matters have come up for\nconsideration before us.\n3. Two provisions of the Code of Criminal Procedure,\n1973 (for short, 'Code') which are vital for consideration of the\nissue referred to the larger Bench are Sections 320 and 482.\nSection 320 of the Code provides for compounding of certain\noffences punishable under the Indian Penal Code, 1860 (for\nshort, 'IPC'). It reads as follows:\nB\nC\nD\nE\nLJ\nF\nH\nA\n766 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\n\"S. 320. Compounding of offences.-(1) The offences\npunishable under the sections of the Indian Penal Code,\n(45 of 1860) specified in the first two columns of the Table\nnext following may be compounded by the persons\nmentioned in the third column of that Table :\n00\nB\nTABLE\nOffence\nSection of\nthe Indian\nPerson by whom offence\nmay be compounded\nC\nD\nE\nPenal Code\napplicable\n1 2 3\n(2) The offences punishable under the sections of the\nIndian Penal Code (45 of 1860) specified in the first two\ncolumns of the table next following may, with the\npermission of the Court before which any prosecution for\nsuch offence is pending, be compounded by the persons\nmentioned in the third column of that Table:-\nLL\nF\nG\nH\nOffence\nTABLE\nSection of\nPerson by whom\noffence may be\ncompounded\nthe Indian\nPenal Code\napplicable\n1 2 3\n(3) When an offence is compoundable under this section,\nthe abatement of such offence or an attempt to commit\nsuch offence (when such attempt is itself an offence) or\nwhere the accused is liable under section 34 or 149 of the\nIndian Penal Code (45 of 1860) may be compounded in\nlike manner.\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 767\n(4) (a)\nWhen the person who would otherwise be A\ncompetent to compound an offence under this\nsection is under the age of eighteen years or is an\nidiot or a lunatic, any person competent to contract\non his behalf, may, with the permission of the Court,\ncompound such offence.\n(b) When the person who would otherwise be\ncompetent to compound an offence under this\nsection is dead, the legal representative, as\ndefined in the Code of Civil Procedure, 1908 of\nsuch person may, with the consent of the Court,\ncompound such offence.\nB\nC\n(5) When the accused has been committed for trial or when\nhe has been convicted and an appeal is pending, no\ncomposition for the offence shall be allowed without the D\nleave of the Court to which he is committed, or, as the case\nmay be, before which the appeal is to be heard.\n(6) A High Court or Court of Session acting in the exercise\nof its powers of revision under section 401 may allow any\nE\nperson to compound any offence which such person is\ncompetent to compound under this section.\n(7) No offence shall be compounded if the accused is, by\nreason of a previous conviction, liable either to enhanced\npunishment or to a punishment of a different kind for such\noffence.\nF\n(8) The composition of an offence under this section shall\nhave the effect of an acquittal of the accused with whom\nthe offence has been compounded.\nG\n(9) No offence shall be compounded except as provided\nby this section.\"\n4. Section 482 saves the inherent power of the High Court\nand it reads as follows:\nH\n768 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA\nB\nC\n\"S. 482. Saving of inherent power of High Court.-Nothing\nin this Code shall be deemed to limit or affect the inherent\npowers of the High Court to make such orders as may be\nnecessary to give effect to any order under this Code, or\nto prevent abuse of the process of any Court or otherwise\nto secure the ends of justice.\"\n5. In B.S. Joshi, the undisputed facts were these: the\nhusband was one of the appellants while the wife was\nrespondent no. 2 in the appeal before this Court. They were\nmarried on 21.7.1999 and were living separately since\n15.7.2000. An FIR was registered under Sections 498-A/323\nand 406, IPC at the instance of the wife on 2.1.2002. When the\ncriminal case registered at the instance of the wife was\npending, the dispute between the husband and wife and their\nfamily members was settled. It appears that the wife filed an\nD affidavit that her disputes with the husband and the other\nmembers of his family had been finally settled and she and her\nhusband had agreed for mutual divorce. Based on the said\naffidavit, the matter was taken to the High Court by both the\nparties and they jointly prayed for quashing the criminal\nE proceedings launched against the husband and his family\nmembers on the basis of the FIR registered at the wife's\ninstance under Sections 498-A and 406 IPC. The High Court\ndismissed the petition for quashing the FIR as in its view the\noffences under Sections 498-A and 406, IPC were non-\nF compoundable and the inherent powers under Section 482 of\nthe Code could not be invoked to by-pass Section 320 of the\nCode. It is from this order that the matter reached this Court.\nThis Court held that the High Court in exercise of its inherent\npowers could quash criminal proceedings or FIR or complaint\nand Section 320 of the Code did not limit or affect the powers\nunder Section 482 of the Code. The Court in paragraphs 14\nand 15 (Pg. 682) of the Report held as under:\nG\nH\n\"14. There is no doubt that the object of introducing\nChapter XX-A containing Section 498-A in the Indian\nGIAN SINGH v. STATE OF PUNJAB [R.M. LODHA, J.] 769\nPenal Code was to prevent torture to a woman by her A\nhusband or by relatives of her husband. Section 498-A was\nadded with a view to punishing a husband and his relatives\nwho harass or torture the wife to coerce her or her relatives\nto satisfy unlawful demands of dowry. The hypertechnical\nview would be counterproductive and would act against B\ninterests of women and against the object for which this\nprovision was added. There is every likelihood that non-\nexercise of inherent power to quash the proceedings to\nmeet the ends of justice would prevent women from settling\nearlier. That is not the object of Chapter XX-A of the Indian\nPenal Code.\n15. In view of the above discussion, we hold that the High\nCourt in exercise of its inherent powers can quash criminal\nproceedings or FIR or complaint and Section 320 of the\nCode does not limit or affect the powers under Section 482\nof the Code.\"\n6. In Nikhil Merchant², a company, M/s. Neemuch\nEmballage Ltd., Mumbai was granted financial assistance by\nAndhra Bank under various facilities. On account of default in\nrepayment of loans, the bank filed a suit for recovery of the\namount payable by the borrower company. The bank also filed\na complaint against the company, its Managing Director and\nthe officials of Andhra Bank for diverse offences, namely,\nSection 120-B read with Sections 420, 467, 468, 471 of the\nIPC read with Sections 5(2) and 5(1)(d) of the Prevention of\nCorruption Act, 1947 and Section 13(2) read with Section\n13(1)(d) of the Prevention of Corruption Act, 1988. The suit for\nrecovery filed by the bank against the company and the\nManaging Director of the Company was compromised. The suit\nwas compromised upon the defendants agreeing to pay the\namounts due as per the schedule mentioned in the consent\nterms. Clause 11 of the consent terms read, \"agreed that save\nas aforesaid neither party has any claim against the other and\nparties do hereby withdraw all the allegations and counter-\nallegations made against each other\". Based on clause 11 of\nC\nD\nE\nF\nG\nH\n770 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA the consent terms, the Managing Director of the Company, the\nappellant who was accused no. 3 in charge sheet filed by CBI,\nmade application for discharge from the criminal complaint. The\nsaid application was rejected by the Special Judge (CBI),\nGreater Bombay, which came to be challenged before the\nB Bombay High Court. The contention before the High Court was\nthat since the subject matter of the dispute had been settled\nbetween the appellant and the bank, it would be unreasonable\nto continue with the criminal proceedings. The High Court\nrejected the application for discharge from the criminal cases.\nIt is from this order that the matter reached this Court by way\nof special leave. The Court having regard to the facts of the\ncase and the earlier decision of this Court in B.S. Joshi, set\naside the order of the High Court and quashed the criminal\nproceedings by consideration of the matter thus:\nC\nD\nE\nF\nG\nH\n\"28. The basic intention of the accused in this case\nappears to have been to misrepresent the financial status\nof the Company, M/s Neemuch Emballage Ltd., Mumbai,\nin order to avail of the credit facilities to an extent to which\nthe Company was not entitled. In other words, the main\nintention of the Company and its officers was to cheat the\nBank and induce it to part with additional amounts of credit\nto which the Company was not otherwise entitled.\n29. Despite the ingredients and the factual content of an\noffence of cheating punishable under Section 420 IPC, the\nsame has been made compoundable under sub-section\n(2) of Section 320 CrPC with the leave of the court. Of\ncourse, forgery has not been included as one of the\ncompoundable offences, but it is in such cases that the\nprinciple enunciated in B.S. Joshi case becomes relevant.\n30. In the instant case, the disputes between the Company\nand the Bank have been set at rest on the basis of the\ncompromise arrived at by them whereunder the dues of\nthe Bank have been cleared and the Bank does not appear\nto have any further claim against the Company. What,\nGIAN SINGH v. ŠTATE OF PUNJAB [R.M. LODHA, J.] 771\nhowever, remains is the fact that certain documents were A\nalleged to have been created by the appellant herein in\norder to avail of credit facilities beyond the limit to which\nthe Company was entitled. The dispute involved herein has\novertones of a civil dispute with certain criminal facets. The\nquestion which is required to be answered in this case is\nwhether the power which independently lies with this Court\nto quash the criminal proceedings pursuant to the\ncompromise arrived at, should at all be exercised?\n31. On an overall view of the facts as indicated\nhereinabove and keeping in mind the decision of this Court\nin B.S. Joshi case and the compromise arrived at between\nthe Company and the Bank as also Clause 11 of the\nconsent terms filed in the suit filed by the Bank, we are\nsatisfied that this is a fit case where technicality should not\nbe allowed to stand in the way in the quashing of the\ncriminal proceedings, since, in our view, the continuance\nof the same after the compromise arrived at between the\nparties would be a futile exercise.\"\nB\nC\nD\nF\n7. In Manoj Sharma³, the Court was concerned with the E\nquestion whether an F.I.R. under Sections 420/468/471/34/120-\nB IPC can be quashed either under Section 482 of the Code\nor under Article 226 of the Constitution when the accused and\nthe complainant have compromised and settled the matter\nbetween themselves. Altamas Kabir, J., who delivered the lead\njudgment referred to B.S. Joshi' and the submission made on\nbehalf of the State that B.S. Joshi¹ required a second look and\nheld that the Court was not inclined to accept the contention\nmade on behalf of the State that the decision in B.S. Joshi¹\nrequired reconsideration, at least not in the facts of the case. It\nwas held that what was decided in B.S. Joshi' was the power\nand authority of the High Court to exercise jurisdiction under\nSection 482 of the Code or under Article 226 of the Constitution\nto quash offences which were not compoundable. The law\nstated in B.S. Joshi' simply indicated the powers of the High\nG\nH\n772 SUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA Court to quash any criminal proceeding or first information.\nreport or complaint whether the offences were compoundable\nor not. Altamas Kabir, J. further observed, \"The ultimate\nexercise of discretion under Section 482 CrPC or under Article\n226 of the Constitution is with the court which has to exercise\nB such jurisdiction in the facts of each case. It has been explained\nthat the said power is in no way limited by the provisions of\nSection 320 CrPC. We are unable to disagree with such\nstatement of law. In any event, in this case, we are only required\nto consider whether the High Court had exercised its jurisdiction\nunder Section 482 CrPC legally and correctly.\" Then in\nparagraphs 8 and 9 (pg. 5) of the Report, Altamas Kabir, J.,\ninter alia, held as under:\nC\nD\nE\nF\nG\nH\n'\n\"8. Once the complainant decided not to pursue the\nmatter further, the High Court could have taken a more\npragmatic view of the matter. We do not suggest that while\nexercising its powers under Article 226 of the Constitution\nthe High Court could not have refused to quash the first\ninformation report, but what we do say is that the matter\ncould have been considered by the High Court with greater\npragmatism in the facts of the case.\n9. In the facts of this case we are of the view that\ncontinuing with the criminal proceedings would be an\nexercise in futility…........\n\"\n8. Markandey Katju, J. although concurred with the view\nof Altamas Kabir, J. that criminal proceedings in that case\ndeserved to be quashed but observed that question may have\nto be decided in some subsequent decision or decisions\n(preferably by a larger Bench) as to which non-compoundable\ncases can be quashed under Section 482 of the Code or Article\n226 of the Constitution on the basis that the parties have entered\ninto compromise. In paragraphs 27 and 28 (pg. 10) of the\nreport he held as under:\n\"27. There can be no doubt that a case under Section 302\n"}