{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"904\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA 7\n4484 Shri Jai Narayan Gupta\n44\n54\n8\n4463 Shri Praneet Sharma\n42\n52\n9\n4143 Shri Ravindra Kumar Agrawal 40\n44\nB\n10 2571 Shri Akhilesh Shukla\n43\n45\n11\n1554 Shri Dharam Prakash Sharma 42\n44\n12 4402 Shri Niraj Kumar Shrivastava\n47 41\nC\n13\n1058 Raj Kumari Mishra\n40\n45\n14\n3048 Shri Deepak Kishanchand 40\nWadhwani\n41\n15\n2909 Shri Krishna Ballabha Kumar 43\n40\nD\nPandey\n15. Annexure P-7 is also a certified true copy issued by\nRegistrar General, which contains the normalized marks\nawarded by the common evaluator of the candidates who were\nE called for personal interview on the 6th and 7th of April, 2007,\nwhich is as under:\nS.\nRoll\nName of the\nNormalized Marks\nNo.\nNo.\nCandidates\nby common. Evaluators\n1\nF\n1\n1030 Shri Axay Kumar\nDwivedi\n50\n56\n2\n3202 Shri Radhe Shaym\nSharma\n47\n52\nG\n3\n1652 Shri Arvind Kumar\n42\n52\nSoni\n4\n3806 Shri Sanat Kumar\nKashyap\n37\n41\nH\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 905\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nLO\n5\n4477 Shri Mahinder\n41\n42\nA\nKumar\n1\n6\n4480 Shri Hemant Kuamr\n29\n50\n50\nYadav\n7\n1554 Shri Dharam\n36\n40\n40\nB\nPrakash Sharma\n00\n8\n4143 Shri Ravindra\n23\n44\nKumar Agrawal\n9 2571\nShri Akhilesh Shukla\n34\n37\nC\n10 1058 Raj Kumari Mishra\n26\n40\nT\n11 4402 Shri Niraj Kumar\n29\n37\nShrivastava\n12\n4484 Shri Jai Narayan\n23\n38\nD\nGupta\n13\n4463\nSh\nShri Praneet Sharma 24\n36\n14\n3048\nShri Deepak\n19\n32\nKishanchand Wadhwani\nE\n15\n2909 Shri Krishna Ballabha 23\n28\nKumar Pandey\n16. Annexure P-8 is another certified true copy of the\ntabulation sheet of candidates who were interviewed on the 6th\nand 7th of April, 2007, which disclosed the marks secured by F\n•\nthem in the interview, which is as under:\nS. Roll\nName of the\nInterview Marks\nNo. No.\nCandidates\n1\n1030 Shri Axay Kumar Dwivedi\n18.79\nG\n2\n3202 Shri Radhe Shaym Sharma 5\n3 1652 Shri Arvind Kumar Soni\n1.92\n4\n3806 Shri Sanat Kumar Kashyap\n12.71\nH\n906\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n5\n4477 Shri Mahinder Kumar\n1.29\n6\n4480 Shri Hemant Kumar Yadav\n2042\n1\n7\n1554 Shri Dharam Prakash Sharma 3.29\n8\n4143 Shri Ravindra Kumar Agrawal 9.28\nB\n9\n2571 Shri Akhilesh Shukla\n1.79\n10\n1058 Raj Kumari Mishra\n3.93\n11\n4402 Shri Niraj Kumar Shrivastava\n1\nC\n12\n4484 Shri Jai Narayan Gupta\n1.93\n13\n4463 Shri Praneet Sharma\n1.79\n14\n3048 Shri Deepak Kishanchand\nWadhwani\n3.5\nD\n15 2909 Shri Krishna Ballabha Kumar\n1.29\nPandey\nE\n17. Annexure P-9 contains the list of total marks of\ncandidates who were called for personal interview on the 6th\nand 7th of April, 2007, which disclose the aggregate marks\nobtained by the 15 candidates, both in the written examination,.\nas well as in the interview and the percentage arrived for 225\nmarks, which was fixed for the written examination and interview\n(200+25). The same is as under:\nLL\nF\nS. Roll\nNo. No.\nName of the\nCandidates\nMarks Obtained\nWritten \u0026\nInterview out of\n225\nTotal\n%\nG\n1030 Shri Axay Kumar Dwivedi\n124.79\n55.46\n12\n3202 Shri Radhe Shaym Sharma 104\n46.22\n3\n1652 Shri Arvind Kumar Soni\n95.92\n42.63\nH\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 907\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n4\n3806 Shri Sanat Kumar Kashyap 90.71\n40.32\nA\n50\n4477 Shri Mahinder Kumar\n84.29\n37.46\n6\n4480 Shri Hemant Kumar Yadav 81.42\n36.19\n7\n1554 Shri Dharam Prakash\n79.29\n35.24\nB\nSharma\n8\n4143 Shri Ravindra Kumar\n76.28\n33.90\nAgrawal\n1\nC\n9\n2571 Shri Akhilesh Shukla\n72.79\n32.35\n10\n1058 Raj Kumari Mishra\n69.93 31.08\n11\n4402 Shri Niraj Kumar\n67.00\n29.78\nShrivastava\nD\n12\n4484 Shri Jai Narayan Gupta\n62.93\n27.97\n13\n4463 Shri Praneet Sharma\n61.79\n27.46\n14\n3048 Shri Deepak Kishanchand\n54.5\n24.22 E\nWadhwani\n15\n2909 Shri Krishna Ballabha\n52.29 23.24\nKumar Pandey\n18. One other factor to be mentioned is that of the 15 F\ncandidates, respondent No.5 Shri Hemant Kumar Yadav, son\nof Ram Lal is the only candidate who belongs to the Other\nBackward Class category.\n19. Having noted the above factors, in the first place, we\nwish to deal with the question as to whether the High Court was\nempowered to formulate its own procedure in the matter of\nselection for the post of Madhya Pradesh Higher Judicial\nService. The initial contention raised on behalf of the petitioners,\nas well as the appellants centres around the said question and\nwe feel that the same should be addressed at the first instance.\nG\nI\nA\n908 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n20. In order to appreciate the said contention, the relevant\nfactors to be noted are some of the provisions contained in the\nRules, as well as the advertisement. Under the last paragraph\nof the un-amended Rule 7, it was stated that the procedure of\nselection for direct recruitment and promotion to Categories (a),\nB (b), (c) and (d) of Rule 3(1), shall be such as may be prescribed\nby the High Court. Under Rule 3(1), five categories of service\nhave been mentioned in the un-amended Rule. When the Rules\ncame to be amended as published in the Madhya Pradesh\nGazette dated 08.06.2005, Rule 3(1) came to be amended\nwherein, the category of District Judges was restricted to only\nthree categories, namely, (a) District Judges (Entry level), (b)\nDistrict Judges (Selection Grade) and (c) District Judges.\n(Super time scale), as against four categories as it originally\nstood under the un-amended Rule 3(1). Therefore, in\nconsonance with the amended Rule 3 (1), Rule 7 also came to\nbe amended. The last para of Rule 7 also came to be amended,\nwhich though has been extracted earlier can be noted again. It\nreads as under:\nC\nD\nE\nF\nG\nH\n\"The procedure for selection for direct recruitment and\npromotion shall be such, as may be specified by the High\nCourt from time to time.\"\n* 21. Keeping the above provision, namely, the last\nparagraph of Rule 7 in mind, when we examine para 9 of the\nadvertisement dated 21.08.2006, the relevant paragraphs to be\nnoted are para 9 (i), (iv) and (vi). Para 19 (i) empowers the High\nCourt to shortlist the candidates at the preliminary stage, i.e.,\nbefore the holding of the written examination. Para 9 (iv)\nempowers the High Court to decide as to such of those\ncandidates who can be called for interview based on the\nevaluation of their performance in the written examination and\npara 9 (vi) provides as to how the ultimate selection of the\ncandidates on the basis of aggregate marks obtained by them\nboth in the written examination and interview are to be made.\n22. Keeping the above Rule position, as well the\n=\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 909\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n1 prescription contained in the advertisement relating to power A\nof the High Court as provided therein in mind, when we\nexamine the contention raised by Shri Marlapalle, learned\nsenior counsel for the petitioners, the sum and substance of\nthe submission was that under the Rules, there was no provision\nfor adopting the procedure of normalization of the marks B\nsecured by the candidates in the written examination and that,\ntherefore, the said procedure adopted by the High Court cannot\nbe sustained.\nD\n23. It was also contended that while making the final\nC\nselection and appointment of the 3rd respondent, the\nprescription of 50% cut-off marks in the aggregate marks was\nagain not prescribed either in the Rule nor in the advertisement\nand thus, such a prescription evolved by the High Court on its\nown was without any authority and, therefore, the ultimate\nselection and appointment of the 3rd respondent cannot be.\nsustained. It was, therefore, contended that on the whole, the\nselection is liable to be set aside. To support his stand, Shri\nMarlapalle learned senior counsel, referred to the Shetty\nCommission Report, which was accepted by this Court where\nthe benchmark of 120 out of 200 marks, i.e. 60%, was fixed,\nwhich in turn stated that the said prescription should be\nfollowed; unless or otherwise the High Court Rules provide for\na different benchmark and the prescription of a benchmark for\nviva voce.\n24. The stand of the High Court as submitted by Shri\nShrivastava, learned senior counsel for the respondent High\nCourt, was that by virtue of the enormous powers provided in\nRule 7 of the 1994 Rules as amended in 2005, read along with\n´para 9 (iv) and (vi), the High Court was well justified in\nformulating the procedure in making the selection.\nE\nF\nG\n25. In the case on hand, since Rule 7 specifically states\nthat the procedure of selection for direct recruitment and\npromotion shall be such as maybe specified by the High Court.\nfrom time to time, it will appropriate to examine as to what H\nA\nB\nC\nD\nE\nF\nG\nH\n910 SUPREME COURT REPORTS\n1\n+\n[2013] 13 S.C.R.\nextent the said Rule can be interpreted, in order to state whether\nthe procedure evolved by the High Court in the case on hand,\ncan be said to be in consonance with the said power contained\nin Rule 7.\n26. As contended by the learned senior counsel for the\nHigh Court, Rule 7 specifically deals with the direct recruitment\nof District Judges as provided for in Rule 3(1) of the amended\nRules. Therefore, in the absence of any challenge to the said\nRule 7 as prescribed or any serious infirmity pointed out in the\nsaid Rule, going by the Rule as it stands, it can be stated that\nthe High Court has been vested with the required power to\nevolve its own procedure of selection for direct recruitment and\npromotion in respect of Entry Level District Judges and that the\nHigh Court can specify such procedure from time to time. In this\nrespect, we find force in the submission of Shri Shrivastava,\nlearned senior counsel for the High Court when he stated that\nthe said Rule 7 fully empowered the High Court to evolve its\nown procedure.\n27. It cannot be said that the said Rule 7 in anyway conflict\nwith whatever that has been recommended in the Shetty\nCommission Report. The Shetty Commission. Report, while\nprescribing a benchmark of 60% marks for the written\nexamination, without any prescription of minimum marks in the\nviva voce, itself mentions that such recommendation was\nsubject to prescription of any Rule, which operates in the\nrespective High Courts. Therefore, so long as Rule 7 operates\nin the field and the said Rule does not conflict with any other.\nconstitutional or statutory provision or any other Rule or\nregulation governing the subject, the said Rule empowering the\nHigh Court to formulate its own procedure and specify such\nprocedure from time to time, in our considered opinion, is valid\nand also justified. Such a provision does empower the High\nCourt to formulate a procedure for the purpose of selection of\ndirect recruitment to the post of Entry Level District Judges.\n28. In this context, it will be appropriate to make reference\n,\n}\n༣་\n,\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 911\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nto Articles 233-236, of Chapter VI of the Constitution, which A\nexclusively deals with the appointment of District Judges,\nrecruitment of persons other than District Judges to the judicial\nservice, the control of the High Court over subordinate courts\nand other incidental matters connected with subordinate courts\nand the judges who man those courts. For our present purpose B\nwe only need to note Articles 233, 234, 235 and 236 falling\nunder Chapter VI which are as under:\nChapter VI\nSubordinate Courts\nс\n233. Appointment of district judges-(1) Appointments\nof persons to be, and the posting and promotion of, district\njudges in any State shall be made by the Governor of the\nState in consultation with the High Court exercising D\njurisdiction in relation to such State.\n(2) A person not already in the service of the Union or of\nthe State shall only be eligible to be appointed a district\njudge if he has been for not less than seven years an\nadvocate or a pleader and is recommended by the High\nCourt for appointment.\nE\n234. Recruitment of persons other than district\njudges to the judicial service - Appointments of persons\nother than district judges to the judicial service of a State F\nshall be made by the Governor of the State in accordance\nwith rules made by him in that behalf after consultation with\nthe State Public Service Commission and with the High\nCourt exercising jurisdiction in relation to such State.\n235. Control over subordinate courts - The control over\ndistrict courts and courts subordinate thereto including the\nposting and promotion of, and the grant of leave to,\npersons belonging to the judicial service of a State and\nholding any post inferior to the post of district judge shall\nG\nΙ\nH.\nA\n00\nB\nC\nD\nE\n912 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nbe vested in the High Court, but nothing in this article shall\nbe construed as taking away from any such person any\nright of appeal which he may have under the law regulating\nthe conditions of his service or as authorising the High\nCourt to deal with him otherwise than in accordance with\nthe conditions of his service prescribed under such law.\n-\n236. Interpretation - In this Chapter -\n(a) the expression \"district judge\" includes judge of a city\ncivil court, additional district judge, joint district judge,\nassistant district judge, chief judge of a small cause court,\nchief presidency magistrate, additional chief presidency\nmagistrate, sessions judge, additional sessions judge and\nassistant sessions judge;\n(b) the expression \"judicial service\" means a service\nconsisting exclusively of persons intended to fill the post\nof district judge and other civil judicial posts inferior to the\npost of district judge.\n29. Article 233(1) specifically states that the appointment\nof persons to be made, as well as the posting and promotion\nof District Judges in any state, can be made by the Governor\nof the state in consultation with the High Court exercising\njurisdiction in relation to such a state. In other words, while the\nGovernor of the respective state is the appointing authority of\nF the District Judges, the selection for such appointments, as well\nas the subsequent aspects, namely, postings, promotions, etc.\nof the District Judges, are to be determined by the High Court\nin respect of the concerned state.\nG\nI\n30. When such being the constitutional mandate, which\nempowers the respective High Court to deal with the selection\nof District Judges, within its jurisdiction and the ultimate\nappointment to be made by the concerned. Governor of such a\nState, a reading of Article 233(1) of the Constitution along with\nRule 7 of the 1994 Rules, as amended in the year 2005, it will\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 913\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nhave to be held that the 1st respondent High Court is invested A\nwith every power and authority to evolve an appropriate\nprocedure in the matter of selection for direct recruitment and\npromotion of Entry Level District Judges and that depending\nupon the exigencies, such procedures can also be specified\nby the 1st respondent High Court from time to time. Therefore, B\nwe have no difficulty in holding that the 1st respondent High\nCourt was fully empowered under Rule 7 to prescribe the\nrequired procedure for selection of Entry Level District Judges\nby way of direct recruitment and specify such procedure from\ntime to time according to the exigencies prevailing.\n31. In this background of the Rule prevailing, when we\nexamine the prescription contained in para 9(iv) of the\nadvertisement dated 21.08.2006, we must state that such\nprescription contained therein, empowering the High Court to\ndecide which of the candidates can be called for the interview\nbased on the evaluation of their performance in the written\nexamination, should also be held to be in consonance with Rule\n7 and Article 233(1) of the Constitution.\nC\nD\n32. Once we steer clear of the said position, the next E\nsubmission of the learned senior counsel for the petitioner was\nthat when assuming Rule 7 empowers the High Court to follow\nits own procedure, it should have been disclosed in the\nadvertisement. The contention of the learned senior counsel\nwas that whatever procedure evolved by the High Court should\nhave been disclosed well in advance by the High Court or at\nleast before the written examination was conducted. When we\nconsider the said submission, we find that there is a clear\nindication in para 9 of the advertisement as to in what manner\nthe High Court is going to conduct the selection process.\nFL\nG\n33. Rule 9(i) makes it clear that the candidates maybe\nshortlisted at the preliminary stage, i.e., before the written\nexamination is held by the High Court. No one can find fault with\nsuch a prescription, inasmuch as such short listing will have to\nbe necessarily made in order to ensure that only such of those H\n"}