{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nс\nD\n924 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nthe methodology followed by the High Court based on the\nresolution of the Selection Committee dated 24.04.2007, was\nthat the 40% marks secured by general category candidates\nand 35 % marks secured by reserved category candidates in\neach of the papers evaluated by the District Judges was the\nbasis to finalize the names of 15 candidates for the purpose\nof interviewing them on the 6th and 7th of April, 2007, by the\nSelection Committee and not based on the normalization of\nmarks. Once again, at the risk of repetition, we want to thus,\nmake the above position clear in order to dispel any confusion\nregarding the final list of 15 candidates who were shortlisted\nfor attending their viva voce on the 6th and 7th of April, 2007,\nbased on the resolution of the Selection Committee dated\n22.03.2007.\n55. Once we steer clear of the abovesaid position by which\nthe petitioners and respondents 3 to 8 were ultimately\ninterviewed by the Selection Committee of Judges on the 6th\nand 7th of April, 2007, we have to now find out as to the\nsubsequent stages of the process of selection made by the\nHigh Court, which ultimately resulted in selection and\nE appointment of the third respondent. While the 15 candidates\nwere interviewed by the interviewing committee on the 6th and\n7th of April, 2007, each of the member of the interviewing\ncommittee, who were seven in number, awarded independent\nmarks, while holding the interview for the 15 candidates. The\nF marks obtained by the candidates in the interview, as noted by\neach of the Member of the Interview Committee was noted in\nAnnexure R4, filed along with the counter affidavit Annexure P-\n8 is the certified true copy of the tabulation sheet of candidates,\nwho were interviewed on the 6th and 7th of April, 2007, issued\nG by the Registrar General of the High Court, which disclose the\ninterview marks, namely, the average marks secured by each\nof the 15 candidates. Thereafter, the Selection Committee met\non 18th April, 2007. Annexure P-9 contains the total marks of\nthe candidates who were interviewed on the 6th and 7th of April,\n2007, i.e., the total marks obtained in the written examinations\nI\nH.\nf\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 925\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nand the viva voce and based on the said aggregate marks A\nsecured by the 15 candidates, the percentage of such marks\nwas also arrived at and noted. As per Annexure P-9 while the\nthird respondent had secured 55.46 %, the 15th candidate had\nsecured 23.24 %. The first four candidates in the said list alone\nhad secured more than 40% in the aggregate. The sixth B\ncandidate who belonged to OBC category had secured 36.19\n% of the aggregate marks.\nC\n56. The Selection Committee, which met on 18.04.2007\nin its resolution, ultimately decided to recommend the third\nrespondent alone for being appointed as officiating District\nJudge in Higher Judicial Service, on the basis of the marks\nsecured by him which was 55.46% in the aggregate and it\nfurther resolved that the remaining 14 candidates who were\ncalled for interview and who had secured less marks than the\nthird respondent, were found not suitable for appointment. The\nsaid resolution was filed as Annexure R-5, along with the\ncounter affidavit of the first respondent High Court. In fact, in\nAnnexure R-6 to the counter affidavit, which is again a\nstatement containing the total marks of the 15 candidates who\nwere interviewed on the 6th and 7th of April, 2007, contained E\na note. The note reads as under:\nD\n“Shri Axay Kumar Dwivedi (Roll No. 1030) who obtained\nmore than 50 % marks as indicated above is found\nsuitable to be recommended for appointment as District F\nJudge on probation under Rule 5(1)(c) of M.P. Higher\nJudicial Service (Recruitment \u0026 Conditions of Service)\nRules, 1994 after due police verification.\"\nG\n57. A reading of the said note gives an impression as\nthough 50 percentage of aggregate marks was set as\nbenchmark for a candidate to get selected for the post of entry\nlevel District Judge. Mr. Shrivastava, learned senior counsel\nappearing for the High Court, clarified that the said note made\nby the Registrar General, was not really a statement issued with\nthe authority of the High Court. The learned senior counsel H\nA\n926 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nsubmitted that neither the resolution of the Selection Committee\ndated 18.04.2007, nor any of the earlier resolutions of the\nSelection Committee, ever decided that 50% of aggregate\nmarks should be the laid down as a benchmark for the selection\nand appointment to the entry level of District Judges. Therefore,\nB according to the learned senior counsel, the said statement\nfound in Annexure R-6, cannot be taken to have laid down any.\nauthentic criteria by the High Court, in order to find fault with\nthe ultimate selection finalized by the first respondent High\nCourt. We find considerable force in the submission of the\nlearned senior counsel appearing for the High Court. As rightly\npointed out by the learned senior counsel, any such criteria of\nfixing 50% of aggregate marks as the benchmark for making\nthe selection, was neither resolved in any of the resolutions of\nthe Selection Committee or any other proceedings of the High\nCourt, nor was there anything stated in so many words in the\ncounter affidavit of the first respondent High Court. Therefore,\nbased on the said note appended to Annexure R-6, there is\nno scope to find fault with the ultimate selection and\nappointment made by the first respondent High Court.\nC\nD\nE\n58. In the light of our above conclusion, the only other\nquestion that remains to be considered is as to whether the\nselection and appointment of the third respondent, as\nrecommended by the Selection Committee in its resolution\ndated 18.04.2007, which was approved by the Full Court in its\nF meeting, held on 22.04.2007, calls for interference on the\nfooting that such a selection made by the High Court does not\nsatisfy the legal requirement.\nG\nH\n59. When we consider the said question, it will have to be\nborne in mind that in the various decisions placed before us,\nby both the parties, the common principle stated is that in the\nmatter of selection to a post in the higher judiciary MERIT\nshould be the fundamental criteria. No one can dispute with the\nsaid proposition. Therefore, what is to be ultimately examined\nis as to whether the process adopted by the High Court in the\nmatter of selection of entry level District Judges, pursuant to the\n7\n'\nختر\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 927\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nB\nadvertisement dated 21.08.2006, which led to the ultimate A\nselection and appointment of the third respondent, while holding\nthe rest of the 14 candidates as not found suitable for\nappointment, can be found fault with. It is relevant to mention\nthat none of the aggrieved candidates have made any\nallegation of mala fides or lack of bona fides, as against any\nof the Selection Committee members or for that matter in the\nmanner in which the interview was held by the interviewing\ncommittee or with regard to the valuation of marks arrived at\neither by the District Judges or in the normalization of marks\nultimately arrived at by the common evaluators. The only C\nsubmission was that the methodology adopted by the Selection.\nCommittee in resorting to the normalization process was a\ndeparture in the midway of the selection process and therefore,\non that score the ultimate selection cannot be approved. As far\nas the said challenge is concerned we have held that having\nregard to the power vested in the High Court under Rule 7, as\nwell as paragraph 9 of the advertisement, in particular para 9\n(iv), the High Court was fully empowered to prescribe its own\nfair procedure for the purpose of evaluation of the marks of the\ncandidates, in order to make the ultimate selection. Therefore,\nin the absence of any other attack to the selection process\nmade by the High Court by constituting a Selection Committee\nand the procedure followed by the said Selection Committee,\nwhich ultimately arrived at the merit list of the 15 shortlisted\ncandidates for finalizing the selection, it will have to held that\nno flaw can be found in the said process adopted by the High\nCourt.\n60. In this context, reference can be made to Ramesh\nKumar (supra). In para 11, while making reference to earlier\ndecisions of this court, it has been held as under:\n11. In State of U.P. v. Rafiquddin, Krushna Chandra Sahu\n(Dr.) v. State of Orissa, Manjeet Singh v. ESI Corpn. and K.H.\nSiraj v. High Court of Kerala, this Court held that the\nCommission/Board has to satisfy itself that a candidate had\nD\nE\nF\nG\nH\n928 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA obtained such aggregate marks in the written examination as\nto qualify for interview and obtained “sufficient marks in viva\nvoce\" which would show his suitability for service. Such a\ncourse is permissible for adjudging the qualities/capacities of\nthe candidates. It may be necessary in view of the fact that it is\nB imperative that only persons with a prescribed minimum of said\nqualities/capacities should be selected as otherwise the\nstandard of judiciary would get diluted and substandard stuff\nmay get selected. Interview may also be the best mode of\nassessing the suitability of a candidate for a particular position\nC as it brings out the overall intellectual qualities of the candidates.\nWhile the written test will testify the candidate's academic\nknowledge, the oral examination can bring out or disclose\noverall intellectual and personal qualities like alertness,\nresourcefulness, dependability, capacity for discussion, ability\nto take decisions, qualities of leadership, etc. which are also\nessential for a Judicial Officer.\nD\nE\nF\nG\nH\n(Emphasis Added)\n61. With that, when we come to the last of the questions,\nnamely, whether the ultimate selection of the third respondent\nalone leaving out the rest of the 14 candidates as not suitable,\ncan be held to be justified. In this context, we will have to make\na reference to a fair statement made by Mr. Marlapalle, learned\nsenior counsel who appeared on behalf of the petitioners that\nhe is not for a moment raising any doubt or question the marks\nallotted by the interviewing committee members, to the various\ncandidates based on the their appraisal of the candidates in\nthe interview. In fact a perusal of the marks awarded by each\nof the Seven members of the Interview Committee disclose\ntheir identity of mind while awarding marks in the interview to\neach of the candidate interviewed by them. The interview\ncommittee's exercise, while interviewing the 15 candidates on\nthe 6th and 7th of April, 2007 can thus be held to be above.\nboard. In the same breath, it will have to held that the Selection\nCommittee's ultimate decision in their resolution dated\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 929\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nB\n18.4.2007, in holding that in their fair assessment, the third A\nrespondent alone, who secured 55.46% marks in the\naggregate, as the only suitable candidate for holding the post\nof entry level District Judge, cannot be assailed. It is by now\nwell settled that no Court, including this Court can venture to\ngo behind the said assessment made by an expert committee\nconsisting of high level members of the judiciary of the State\nand state that the said decision should be varied by holding\nthat the other candidates whose performance was also\napprised by the said expert committee, should be held to be\nsuitable on par with the selected candidate and that they should\nalso be selected and appointed. This Court should never make\neven an attempt to go behind the ultimate decision of the\nSelection Committee in order to set at naught the final decision\narrived at by it, which was approved by the Full Court or vary\nits decision by adding some more candidates in the list by\nD\nlaying down a different criteria, by altering or by fixing any\nbenchmark for being appointed to the higher judiciary of the\nState. In the light of our above conclusion, we do not find any\nscope to grant any relief to the petitioners in the writ petitions\nor in the civil appeals.\n62. When we refer to the decisions relied upon by learned\ncounsel for the respective parties, we find that none of the\ndecisions relied upon by the learned senior counsel for the\npetitioners can have any relevance to the selection and\nappointment made by the first respondent High Court, inasmuch\nas we have found that based on the Rule prevailing and the\nprescription found in the advertisement, the first respondent\nHigh Court scrupulously followed the procedure without giving\nroom for any deviation. We have also held that there was no\nconflict with the Shetty Commission recommendation, which\nhad the approval of this Court in the decision reported in All\nIndia Judges' Association and others (supra). In the light of the\nprevailing Rule relating to the selection and appointment to the\npost in the Higher Judicial Services of the State of Madhyal\nPradesh, Mr. Marlapalle learned senior counsel for the\nс\nE\nF\nG\nH\n930 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA appellant, while referring to the decision rendered by this Court\nin K.H. Siraj (supra), sought to distinguish the same by pointing\nout that in the advertisement issued by the High Court of Kerala,\nextracted in para 4 of the said judgment in sub para 10(3), the\nminimum marks to be secured by the candidates in order to\nB become eligible for appointment having been stated, the\nprocedure followed by the High Court was held to be justified.\nWhile appreciating the attempt made by the learned senior\ncounsel to distinguish the said judgment with reference to the\npresent facts of the case, we will have to note that in that very\njudgment, reference has been made to that very Rule, namely,\nKerala Judicial Services Rules, 1991, in particular Rule 7, which\nalso empowered the High Court by stating that;\nC\nD\nE\nF\nG\nH\n\".... the list shall be prepared after following such procedure\nas the High Court deems fit and by following the rules\nrelating to reservation of appointments....\"\n(Emphasis Added)\n63. While applying the ratio of the above said judgment,\nwe may refer to para 50, where Rule 7 of the Kerala Judicial\nService Rules, 1991, was referred to state as to how the High\nCourt was justified in relying upon its Rule 7, while evaluating\nits own procedure, while making the selection. Paragraph 50\nreads as under:\n\"50. What the High Court has done by the notification dated\n26-3-2001 is to evolve a procedure to choose the best\navailable talent. It cannot for a moment be stated that\nprescription of minimum pass marks for the written\nexamination or for the oral examination is in any manner\nirrelevant or not having any nexus to the object sought to\nbe achieved. The merit of a candidate and his suitability\nare always assessed with reference to his performance at\nthe examination and it is a well-accepted norm to adjudge\nthe merit and suitability of any candidate for any service,\nwhether it be the Public Service Commission (IAS, IFS.\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG GEN. 931\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nB\netc.) or any other. Therefore, the powers conferred by Rule A\n7 fully justified the prescription of the minimum eligibility\ncondition in Rule 10 of the notification dated 26-3-2001.\nThe very concept of examination envisaged by Rule 7 is\na concept justifying prescription of a minimum as\nbenchmark for passing the same. In addition, further\nrequirements are necessary for assessment of suitability\nof the candidate and that is why power is vested in a high-\npowered body like the High Court to evolve its own\nprocedure as it is the best judge in the matter. It will not\nbe proper in any other authority to confine the High Court\nwithin any limits and it is, therefore, that the evolution of\nthe procedure has been left to the High Court itself. When\na high-powered constitutional authority is left with such\npower and it has evolved the procedure which is germane\nand best suited to achieve the object, it is not proper to\nscuttle the same as beyond its powers. Reference in this\nconnection may be made to the decision of this Court in\nUnion of India v. Kali Dass Batish wherein an action of\nthe Chief Justice of India was sought to be questioned\nbefore the High Court and it was held to be improper.\"\n(Emphasis Added)\nC\nD\nE\n64. The learned senior counsel then relied upon the\ndecision of this Court in Sanjay Singh and another (supra),\nwherein a question arose as to \"whether 'scaling of marks' F\nis contrary to or prohibited by the relevant rules.” While\nexplaining what is 'scaling', this Court has held as under in para\n25:\nG\n\"25. Similarly, when marks are assigned to answer-\nscripts in different papers, say by Examiner 'A' in\nGeometry and Examiner 'B' in History, the meaning or\nvalue of the \"marks\" is different. Scaling is the process\nwhich brings the marks awarded by Examiner 'A' in regard\nto Geometry scale and the marks awarded by Examiner\n'B' in regard to History scale, to a common scale. Scaling H\nA\nB\nC\nD\n932\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nis the exercise of putting the marks which are the results\nof different scales adopted in different subjects by different\nexaminers onto a common scale so as to permit\ncomparison of inter se merit. By this exercise, the raw\nmarks awarded by the examiner in different subjects are\nconverted to a \"score\" on a common scale by applying a\nstatistical formula.....\"\n65. Having thus noted what scaling is, this Court held in\npara 44 that scaling system as adopted by the commission,\nwas unsuited for the Civil Judge (Junior Division Examination).\nIn fact in para 46 this court after summarizing the position\nregarding scaling in the previous para, stated that the\ndemonstrated anomalies and absurdities arising from the\nscaling system used, the commission will have to identify a\nsuitable system of evaluation and if necessary by appointing a\ncommittee of experts. It however, made it clear that till any such\nnew system is in place, the commission may follow the\nmoderation system set out in the said judgment, with\nappropriate modifications. Going by the above dicta of this\ncourt, it will have to be held that the normalization process\nE adopted by the High Court in this case where the initial\nevaluation was made by several evaluators in the rank of District\nJudges, by appointing common evaluators in the status of a\nRetd. Chief Justice and a Retd. Judge of the High Court, was\na prudent step taken by the 1st respondent High Court and no\nF fault could be found with that approach. The decision relied\nupon by the senior counsel therefore, does not appeal to us to\ninterfere, either with the judgment of the Division Bench, or with\nthe ultimate selection made by the 1st respondent High Court.\nG\n66. The learned senior counsel then relied upon K.\nManjusree (supra), wherein a question arose as to whether the\nprocedure adopted by the Full Court in preparing a fresh.\nselection list by applying the requirement of minimum marks for\nan interview, was legal and valid. It was in that context this court\nultimately held that introduction of minimum marks for interview,\nI\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 933\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nB\nwould amount to changing the rules of the game, after the game A\nwas played, which was clearly impermissible. At the very outset\nit will have to be pointed out that the facts of that case was\nentirely different with what we are concerned. In the present\ncase, no such minimum marks in the interview, was prescribed\nfor the purpose of selection. What all was done by the Selection\nCommittee based on the power vested in the High Court, under\nRule 7 and what was prescribed in para 9 (iv) of the\nadvertisement, was a pattern of selection in which the 25 marks\nallotted for interview was simply applied. No minimum marks\nto be secured in the interview, was prescribed afresh after the\nselection process commenced and thereby, for anyone to state\nthat there was any change in the 'rule of the game' in order to\ninterfere with the selection. We therefore, do not find any scope\nto apply the said decision also to the facts of this case.\n67. The learned senior counsel then relied upon All India\nJudges' Association and others (supra), in particular para 37\nto point out that:\n\"37. Subject to the various modifications in this judgment,\nall other recommendations of the Shetty Commission are\naccepted.\"\n68. The learned senior counsel, while referring to the said\npara, relied on para 10.97 of the Shetty Commissions Report,\nwhich is extracted as under:\nC\nD\nE\nF\n\"10.97 The Commission has received innumerable\ncomplaints that the selection by only viva-voce has more\noften led to arbitrariness if not whimsical selection, unjust\nif not unreasonable. With respect to High Courts, we do\nnot want to carry any such impression. But we do feel that G\nthere is less transparency and objectivity in the selection\nprocess. We would, therefore, like to recommend the\nfollowing procedure to reduce degrees of subjectivity and\narbitrariness and to promote more fairness and objectivity:\nH\n"}