{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n894 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nin Ground 'D' that the bench-mark had been increased to\n50%. [Paras 1, 2 and 3] [936-C-D, G-H; 937-A-B]\nCase Law Reference:\nIn the judgment of Kalifulla, J.\nB\n2002 (2) SCR 712\nreferred to\nParas 4, 8,\n61,67, 71\n2007 (1) SCR 235\nreferred to\nParas 4, 64\nC\n2008 (2) SCR 1025\nreferred to\nPara 4, 66\n2008 (5) SCR 1066\nreferred to\nPara 4\n2010 (2) SCR 256\nreferred to\nParas 4, 60,\n70\nD 2006 (2) Suppl. SCR 790 referred to\nPara 8, 61,\n72\n1974 (1) SCR 165\nreferred to\nPara 8,\nE\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n289 of 2007.\nUnder Article 32 of the Constitution of India.\nWITH\nF\nW.P.(C) No. 178 of 2008, C.A. Nos. 7790 \u0026 7791 of 2011.\nB.H. Marlapalle, Ravindra Shrivastava, Pragati Neekhra,\nRauf Rahim, Yadunandan Bansal, Parth Tiwari, Annam D.N.\nRao, Manisha Monga, A. Venkatesh, Manish K. Bishnoi, C.D.\nG Singh, Sunny Choudhary, Survigya, Harmeet, Sakshi, Arjun\nGarg, Mishra Saurabh, Dharam Bir Raj Vohra, Mohan Pandey,\nNiraj Sharma, Kuldip Singh, B.S. Banthia, Deepak K.\nWadhwani (Respondent-In-Person) for the appearing parties.\nH\nThe Judgments of the Court was delivered by\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 895\nFAKKIR MOHAMED IBRAHIM KALIFULLA, J. 1. As the A\nissues involved in these writ petitions and appeals are one and\nthe same, the same are being disposed of by this common\njudgment.\n•\nC\nD\n2. In Writ Petition (C) No. 289 of 2007, the challenge is to\nB\nthe selection made by the High Court of Madhya Pradesh in\nthe cadre of Madhya Pradesh Higher Judicial Service to the\npost of entry level District Judge in the selection process for\nthe year 2006-07 in which the third respondent alone came to\nbe selected for the 20 posts advertised. Petitioners and\nrespondent Nos. 4 to 8 were all unsuccessful candidates who\nparticipated in the said selection. Writ Petition No. 178 of 2008\nwas also by one of the candidates who also participated in the\nselection of 2006-07 and has come forward with the similar\nrelief as in Writ Petition (C) No. 289 of 2007. Civil Appeal\nNo.7790 of 2011 and Civil Appeal No.7791 of 2011 have been\npreferred by two candidates who were also not successful in\nthe very same selection and who approached the High Court\nby filing independent writ petitions in W.P. (C) No.4604 of 2007\nand W.P.(C) No.4605 of 2007, which were disposed of by a\ncommon order dated 09.04.2007, by the Division Bench of E\nMadhya Pradesh High Court. Both the writ petitions were\ndismissed. Those writ petitions were also filed challenging the\nvery same selection made for the post of Madhya Pradesh\nHigher Judicial Service in the selection process of 2006-07.\nSince the challenge in both the writ petitions, as well as the civil F\nappeals are relating to the same selection for the post of\nDistrict Judge (Entry Level) of the Madhya Pradesh Higher\nJudicial Service, we dispose of all the above four cases by this\ncommon judgment.\n3. Since the submissions made by Mr. Marlapalle, learned\nsenior counsel appearing for the petitioners in W.P.(C) No.289\nof 2007 were generally adopted by the other respective\ncounsel, except for a few submission made by Mr. Annam D.\nN. Rao, learned counsel for the appellants in Civil Appeal\nG\nH\n896 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA No.7790 of 2011 and Civil Appeal No.7791 of 2011, we mainly\nrefer to the submissions of Mr. Marlapalle, while considering\nthe grievances of the petitioners in the writ petition, as well as\nthe appellants in the civil appeals.\nB\nC\nD\n4. Mr. Marlapalle learned senior counsel, in his\nsubmissions referred to the advertisement dated 21.08.2006,\ncalling for 20 posts of Higher Judicial Service of Madhyal\nPradesh, namely, the Entry Level District Judge post. The\nwritten examination was held on 17.12.2006, for two papers\nprescribed in the advertisement. The learned senior counsel,\nafter referring to the list of candidates who were called for\ninterview and the ultimate resolution of the Selection Committee\nafter normalization of the marks secured by the short-listed 15\ncandidates, who are the petitioners in Writ Petition (C) No. 289\nof 2007, as well as respondent Nos.4 to 8 in that writ petition,\nsubmitted that the merit list could have been drawn solely based\non the written examination marks and the interview marks put\ntogether, without adopting the normalization process as was\ndone by the High Court, which was not mentioned in the\nadvertisement. According to learned senior counsel, the\nẸ procedure of normalization of marks adopted by the High Court\nafter the holding of the written examination, was not permissible\nin law. The learned senior counsel contended that the condition\nof 50% of marks to be scored in the normalized marks along\nwith marks secured in the interview, was neither mentioned in\nF the advertisement, nor in the Rules, nor in the Shetty\nCommission recommendations and, therefore, such a\ncondition could not have been prescribed at the fag end of the\nconduct of the selection. The learned senior counsel after\nreferring to the resolution of the Selection Committee submitted\nG that the same did not have the approval of the Full Court. By\nreferring to the amended Rules 7 of the Rules relating to the\nrecruitment for the post of Higher Judicial Service of Madhya\nPradesh, learned senior counsel contended that if the High\nCourt can formulate its own procedure as per the said Rule,\nH\nx\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG.\nGEN. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n897\nthen it should have been disclosed in the advertisement or at\nleast before the written examination was conducted. The\nlearned senior counsel would further contend that even in the\ncounter affidavit filed before this Court, no reason was given\nfor the decision taken by the High Court to resort to\nnormalization of marks as mentioned in para 11(a) of the\ncounter affidavit. The learned senior counsel would contend that\nhaving regard to such serious violations in the matter of\nselection, the whole selection was vitiated. The learned senior\ncounsel in his submission contended that in the Shetty\nCommission Report, which was accepted by this Court in All\nIndia Judges' Association and others vs. Union of India\nand others (2002) 4 SCC 247, the Shetty Commission,\nrecommended that there can be a benchmark of 120 marks\nout of 200 marks, i.e., 60%, for making the selection and that\nthe High Court can provide a benchmark under the Rules for\nviva voce and without any such prescription it was not\npermissible for the High Court to prescribe a benchmark, while\nmaking the selection. The learned senior counsel also relied\nupon the decisions in Sanjay Singh and another vs. U.P.\nPublic Service Commission, Allahabad and another – (2007)\n3 SCC 720, K. Manjusree vs. State of Andhra Pradesh and\nanother - (2008) 3 SCC 512, Hemani Malhotra vs. High Court\nof Delhi - (2008) 7 SCC 11 and Ramesh Kumar vs. High court\nof Delhi and another - (2010) 3 SCC 104.\n-\n-\nA\nB\nC\nD\nE\nLL\nF\n5. Mr. A.D.N. Rao, learned counsel appearing for the\nappellants in Civil Appeal No. 7790 of 2011 and Civil Appeal\nNo.7791 of 2011, referred to the advertisement and submitted\nthat though specific posts were earmarked for reserved\ncategories, when the ultimate select list was announced,\nreservation was given a go by. The learned counsel further G\ncontended that since the Rules were changed midway, the\nappellant got eliminated and, therefore, on that score the\nselection should be held to be vitiated.\n6. As against the above submissions Mr. Shrivastava,\nI\n898 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA learned senior counsel appearing for the High Court, dealing\nwith the last of the contentions made by Mr. Marlapalle that the\nselection did not have the approval of the Full Court, pointed\nout that in the letter by which the selection was announced by\nthe communication of the Registrar General dated 24.04.2007,\nB there is a reference to the resolution of the Full Court meeting\ndated 22.04.2007, by which the selection was approved by the\nFull Court. The said submission was made by Mr. Shrivastava,\napart from submitting that such a contention was never raised\nbefore the High Court, nor in the writ petition.\nC\nD\n7. The learned senior counsel then referred to the\namended Rule 7 and pointed out that as per the said Rule,\nwhatever was not prescribed in the Rules was left to be\ndecided by the High Court and that even as per para 9 of the\nadvertisement and in particular Rule 9(iv), the High Court was\nempowered to follow its own procedure. The learned senior\ncounsel then contended that the High Court in exercise of such\npowers vested in it, constituted a Committee of Judges to\nmake the selection and that the Selection Committee\ndetermined the procedure to be followed as to how the eligibility\nE of the candidates who participated in the examination, were to\nbe determined for the purpose of the interview and that after\nfollowing the due procedure resolved by the Selection\nCommittee, the marks secured by the candidates in the written\nexaminations, in both the papers, which were evaluated by\nF different District Judges, were normalized by two common\nevaluators and that based on such normalized marks and the\nmarks scored by the eligible candidates in the interview, the\nultimate selection was made.\nG\n8. The learned senior counsel contended that the\nsubmission that there was midway change in the process of\nselection was not correct in the light of the amended Rule 7 and\nthe power vested in the High Court under Rule 9(iv), which\nenabled the High Court to follow its own procedure for making\nthe selection. The learned senior counsel lastly contended that\nH\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 899\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nby following the due procedure prescribed by the High Court A\nin the matter of the selection, which was in accordance with the\nprescribed Rules, the Selection Committee in its wisdom found\nthat the third respondent alonè was found meritorious and\nsuitable for holding the post in Higher Judicial Service of\nMadhya Pradesh and in the absence of any other allegations B\nstriking at the route of the selection process or the Selection\nCommittee or Interview Committee, the ultimate selection\nmade by the High Court and the appointment of the third\nrespondent based on such selection cannot be interfered with.\nThe learned senior counsel relied upon the decisions reported\nin All India Judges' Association and others (supra), K.H. Siraj\nvs. High Court of Kerala and others - (2006) 6 SCC 395 and\nThe State of Haryana vs. Subash Chander Marwaha and\nothers - (1974) 3 SCC 220 in support of his submissions.\nC\nD\n9. Having heard the learned counsel for the respective\nparties and having perused the relevant Rules made by the\nHigh Court in its advertisement, as well as the judgment\nimpugned in the civil appeals and other material papers, we\nfeel that in order to appreciate the controversy raised and the\ncorrectness of the decision made by the High Court in the E\nmatter of selection and appointment of third respondent in Writ\nPetition (C) No.289 of 2007, reference to the relevant Rules,\nthe clauses contained in the advertisement and the resolutions\nof the Selection Committee of the High Court and the\nproceedings of the Interview Committee have to be looked into. F\nWe also find that the procedure actually followed by the High\nCourt and what it sought to explain in the counter affidavit, have\nto be referred in order to understand and clarify the procedure\nfollowed in the matter of selection.\n10. By the advertisement at Annexure P-2, filed by\nrespondent No.1 by way of counter affidavit dated 21.08.2006,\nthe High Court of Madhya Pradesh called for applications to\nfill up 20 posts in Madhya Pradesh Higher Judicial Service by\ndirect recruitment from the Bar, making it clear that it will be\nG\nH\n900 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA governed by the Madhya Pradesh Uchchtar Nyayik Seva (Bharti\nTatha Seva Sharten) Niyam, 1994 (hereinafter called \"the 1994\nRules\") as amended by Madhya Pradesh Rajpatral\n(ASADHARAN) dated 08.06.2005.\nB\nC\n11. The advertisement stated that out of 20 posts, 11 posts\nwere earmarked for general category candidates and three\nposts each reserved for Scheduled Castes, Scheduled Tribes\nand Other Backward Classes candidates. It was also made\nclear that if sufficient number of suitable candidates belonging\nto the reserved categories were not available, such posts would\nbe treated as unreserved. Para 9 of the advertisement which\ncontains sub-clauses (i) to (vii) are relevant for our purpose. The\nsame are required to be extracted, which read as under:\n(i)\nD\nE\nF\nG\nH\n(ii)\nThe candidates may be short-listed at the\npreliminary stage i.e. before written examination, by\nthe High Court.\nEligible candidates will be required to appear in\nWritten Examination and interview at their own\nexpenses before the High Court of Madhya\nPradesh, Jabalpur, or at such other places as may\nbe specified by the High Court.\n(iii) The Written Examination shall consist of two\npapers, each of 3 hours' duration and of maximum\n100 marks. The object of the written examination\nis to assess the knowledge of a candidate in Law\nand latest pronouncements. 1st paper shall relate\nto Constitution of India, Civil Procedure Code,\nCr.P.C., I.P.C., Hindu Law, Transfer of Property Act,\nM.P. Accommodation Control Act, Limitation Act,\nEvidence Act and M.P. Land Revenue Code,\nSpecial Acts like N.D.P.S. Scheduled Castes \u0026\nScheduled Tribes (Prevention of Atrocities) Act,\nPrevention of Corruption Act, Negotiable Instrument\nAct.\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. 901\nGEN. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nSecond paper will be in two parts, the First Part will A\ncontain factual data of a Civil Case and a Criminal\nCase on the basis of which the candidate shall\nprepare judgment in the Civil Case and Criminal\nCase. The Second Part will contain a passage in\nHindi to be translated into English and a passage\nin English to translate into Hindi.\n(iv) Only such candidates will be called for interview as\nthe High Court may decide, on the basis of\nevaluation of their performance in the written\nexamination.\n(v)\n(vi)\nThe interview shall carry 25 marks.\nCandidates shall be selected on the basis of\naggregate marks obtained by them in both the\nwritten examination and interview.\nB\nC\nD\n(vii) On completion of the selection process, the result\nof examination (list of selected candidates) shall be\npublished in M.P. Rajpatra and all the candidates\nboth successful and unsuccessful shall be supplied E\nmark sheets at their given addresses by ordinary\npost.\"\n12. The said para 9 states as to how the short-listing of\ncandidates at the preliminary stage itself before the written F\nexamination were to be made by the High Court, the\nrequirement of the candidates to appear in the written\nexamination consisting of two papers where, the maximum\nmarks in each paper was 100 and the relevant laws in which\nthe examination would be conducted in both the papers was\nalso specified. In para 9(iv), it was specified that the High Court\nmay decide on the basis of evaluation of their performance in\nthe written examination for calling those candidates for\ninterview. Under para 9 (v), the interview marks were specified.\nas 25. In para 9(vi), it was mentioned that candidates would\nG\nI\n902 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA be selected on the basis of aggregate marks obtained by them,\nboth in the written examination and the interview. The last.\nparagraph of the amended Rule 7 is also relevant, which reads\nas under:\nB\n\"The procedure of selection for direct recruitment and\npromotion shall be such, as may be specified by the High\nCourt from time to time.\"\n:\n13. As per the advertisement at Annexure P-2, the last date\nfor submission of application was 30.09.2006 and the date of\nC examination was notified as 17.12.2006. In response to the\nadvertisement, it is stated that 3556 number of applications i\nwere received and ultimately 2498 candidates appeared for\npaper I and 2494 candidates appeared for paper II. According\nto the High Court, in accordance with Rule 7, as well as\nD paragraph 9 of the advertisement, the Selection Committee\nconstituted by the High Court, monitored the whole selection\nand the ultimate appointment of the third respondent was also\napproved by the Full Court. The Selection Committee stated\nto have met on 22.03.2007, as per Annexure R-1 in which the\nE committee adopted the following resolutions in the matter of\ndirect recruitment to the post of Additional District Judge through\ncompetitive examination. The resolutions are as under:\nF\nG\n\"1.\n2.\nOn the basis of the evaluation made by District\nJudges scheduled caste and scheduled tribe\ncandidates must secure 35 per cent marks and\nother candidates must secure 40 per cent marks\nin the first paper and in the second paper to qualify\nfor viva-voce.\nWhile determining the merit of candidates finally,\nthe marks secured by different candidates in the\nwritten examination in the first and second paper\nwill be normalized on the basis of marks secured\nby them in the common evaluation by the same\nI\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 903\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nevaluator for each of the two papers.\nA'\n3.\nTo the marks so normalized by common Evaluators\nof both the papers, the marks secured in the viva-\nvoce will be added and the merit position of the\ncandidates will be determined.\"\nB\n14. Annexure R-2 filed along with counter affidavit of the\nHigh Court, consists of 15 candidates who were called for\ninterview on the basis of the result of the written examination\nheld on 17.12.2006. The date of interview was noted as 6th and\n7th April, 2007 at 10 A.M. to 5 P.M. for all the candidates at C\nthe High Court of Madhya Pradesh, Jabalpur. All the 15\ncandidates found in Annexure R-2 are the petitioners and\nrespondents 3 to 8, in Writ Petition (C) No. 289 of 2007 and it\nis relevant to state that Annexure P-6 to P-9 relate to them.\nAnnexure P-6 filed by the petitioners in the said writ petition, D\nis a true copy issued by the Registrar General of the High Court\nof Madhya Pradesh, which is stated to be the tabulation sheet\nof candidates on the basis of the marks awarded by District\nJudges prior to the process of normalization and who were\nselected for personal interview on the 6th and 7th of April, 2007. E\nIt will be necessary to note the marks found therein in the said\nstatement and, therefore, the same is also extracted hereunder;\nPaper Paper II\nIS. Roll\nNo. No.\nName of the\nNo.Candidates\nF\n11\n1030 Shri Axay Kumar Dwivedi\n59\n58\n2\n3202 Shri Radhe Shaym Sharma\n65\n64\n3\n3806 Shri Sanat Kumar Kashyap\n58\n45\nG\n4\n1652 Shri Arvind Kumar Soni\n53\n57\n5\nLO\n4477 Shri Mahinder Kumar\n50\n59\n6\n4480 Shri Hemant Kumar Yadav\n48\n50\n50\nH\n"}