{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"914 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA candidates who satisfy the conditions in para 2-8 of the\nadvertisement are duly complied with.\nB\nC\nD\nE\nF\nG\nH\n34. In fact, para 8 makes it clear that non-receipt of the\nforms of application, etc. in time by the candidate will not be\naccepted as an excuse for late submission of application forms.\nMeaning thereby, that any application for the post to be\nsubmitted before 30.09.2006, should be complete in all\nrespects furnishing whatever details which were required to be\nfurnished and also satisfy the various conditions such as, age\nrestriction, years of practice, character certificate, citizenship\netc. If such conditions are not fulfilled, by exercise of such\npower contained under Rule 9(i), the High Court would be fully\nentitled to exclude the consideration of such candidates for\nparticipating in the written examinations.\n35. In para 9(iii), it has been sufficiently indicated that each\npaper of the written examination will be for a duration of 3 hours,\nwith a maximum of 100 marks to be scored. The object in\nholding the written examination in both the 1st and 2nd papers,\nhave also been specifically highlighted in para 9(iii).\n36. Once the written examination part is fulfilled, the High\nCourt has to formulate a procedure by which the answer papers\nare to be evaluated in order to ascertain the marks scored by\nthe respective candidates. Therefore, in para 9(iv) it has been\nspecified that before calling any of the candidates for interview\nwho appeared for the written examination, an evaluation will\nhave to be made and based on the evaluation and\nperformance, the High Court will decide as to who should be\ncalled for the interview.\n37. The expression 'evaluation' would, therefore, take into\nits fold the minimum marks to be scored, the manner in which\nthe evaluation is to be made and in the event of any\nrequirement, to equalize the merits of the candidate in the\nwritten examination and follow any appropriate procedure in\nconsonance with law, in order to ultimately arrive at a fair\n1\n:\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG GEN. 915\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nprocess by which the candidate can be called for interview, A\nbased on the evaluation of the marks in the written examination.\n38. In a situation like this, where nearly 3000 candidates\nappeared for the written examination and the answer papers\nwere evaluated by several District Judges, it cannot be held\nthat there was every scope for variation in the assessment of\nthe answers and the award of marks valued by different valuers.\nThe High Court in exercise of its authority under Rule 7, read\nalong with para 9(iv) adopted a fair procedure to normalize the\nmarks of the candidates in order to asses their respective\nmerits. Therefore, the expression evaluation used in para 9(iv),\nshould be held to fully empower the High Court to even resort\nto such a step in a case like this, where more number of District\nJudges evaluated the answer sheets and thereby, it required\nthe intervention of the High Court in its administrative side, to\nfind a fair method by which the normalization of the marks could\nbe worked out.\nB\nC\nD\n39. We are, therefore, in full agreement with the learned\nsenior counsel for the High Court when he submitted that para\n9(iv), read along with Rule 7, fully empowered the High Court E\nto prescribe a procedure from the stage of evaluating the\nanswer sheets of the candidates, initially by different District\nJudges and after noticing different standard adopted by\ndifferent District Judges in the matter of valuation of answer\nsheets of the candidates, for adopting the normalization.\nprocess in order to streamline the whole selection in a fair\nmanner. Therefore, the submission of Shri. Marlapalle that every\nminute detail of the procedure, which the High Court followed\nin evaluating the answer sheets of the candidates, were not\ndisclosed to them in the advertisement and on that the whole\nselection stood vitiated, cannot be accepted.\nF\nG\n40. We have, therefore, no hesitation in holding that by\nvirtue of Rule 7 and para 9(i), (iii), (iv) and (vi), there was enough\nprescription empowering the High Court to follow its own\nprocedure in evaluating the answer sheets initially by the District H\nx\n916\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Judges and subsequently by common evaluators, before\nholding the interview. We, therefore, reject the said submission\nmade on behalf of the petitioners in attacking the procedure\nfollowed by the High Court in the matter of holding the selection\npursuant to the advertisement dated 21.08.2006.\nB\nC\n41. Having thus arrived at a conclusion that the High Court\nwas empowered to formulate its own procedure, we proceed\nto find out whether the procedure evolved by the High Court can\nbe held to be in any manner vitiated or not in consonance with\nany constitutional or statutory provisions or any of the principles\nas laid down by this Court cited before us.\n✓42. In this context it is necessary to consider the judgment\nimpugned in Civil Appeal No. 7790 and 7791 of 2011. Two of\nthe candidates who competed in the selection and who were\nD not among the 15 candidates selected for interview, challenged\nthe selection before the High Court, which was considered by\nthe Division Bench of the Madhya Pradesh High Court and by\nthe impugned judgments, the contention raised on behalf of the\nappellants came to be rejected.\nE\nF\n43. We are concerned with one of the contentions raised\ntherein, namely, that in para 9 (iv) of the advertisement, it is\nprescribed that only such candidates will be called for interview\nas the High Court will decide on the basis of evaluation of their\nperformance in the written examination, while in 9(vi) it is stated\nthat the candidates will be selected on the basis of the\naggregate marks in the written examination and the interview.\n44. The contention raised on behalf of the appellant before\nthe Division Bench was that sub-clauses (iv) and (vi) of para 9\nG of the advertisement, have to be harmoniously construed and\nsuch harmonious construction would lead to the conclusion that\nall candidates whose answer sheets were evaluated, will have\nto be allowed to participate in the interview and that based on\nthe aggregate marks scored by them in the written examination\nH and the interview, the ultimate selection should have been made.\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 917\n[FAKKIR MOHAMED IBRAHIM KALIFULLÁ, J.]\nThe Division Bench, while considering the said submission of A\nthe learned senior counsel, held as under in para 6.\nD\n\"Mr. Nagrath submitted that both sub-clauses (iv) and (vi)\nof Clause 9 of the advertisement have to be harmoniously\nconstructed. We agree with the learned counsel for the\nB\npetitioner that sub-clauses (Iv) \u0026 (vi) of Clause 9 have to\nbe harmoniously constructed. Harmonious construction\nwould mean such a construction as will ensure that both\nthe sub-clauses (iv) and (vi) of Clause 9 are given effect\nto. If we construe sub-clause (vi) of clause 9 to mean that\nC\nthe number of candidates to be called for interview shall\nbe twice the number of vacancies irrespective of their\nperformance in the written examination as suggested by\nthe learned counsel for the petitioner then sub-clause (iv)\nof Clause 9 which provides that only such candidates will\nbe called for interview as the High Court may decide on\nthe basis of valuation of their performance in the written\nexamination, will be rendered nugatory. On the other hand,\nif we construe sub-clause (vi) of Clause 9 of the\nAdvertisement to mean that aggregate marks in the written\nand interview obtained by only those candidates who are E\ncalled for interview on the basis of their performance in the\nwritten examination are to be taken into consideration for\nthe selection of the candidates then both the sub-clauses\n(iv) and (vi) of Clause 9 are given effect to. A harmonious\nconstruction of sub-clauses (iv) and (vi) of Clause 9 of the F\nadvertisement would thus mean that only candidates who\nsecure the qualifying marks on the valuation of the written\nexamination, are called for interview and the marks of such\ncandidates called for interview are aggregated to find out\ntheir position in the merit list for the purpose of selection.\"\n(Emphasis Added)\nG\n45. Having regard to our conclusions stated above, we find\nthat the conclusion of the Division Bench is also well justified.\nOne another contention, which was raised before the Division H\nA\n918\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nBench was that one of the appellants, namely, the appellant in\nCivil Appeal No. 7790 of 2011 belonged to OBC category and\nthat when 3 post were reserved for OBC category, as\nmentioned in the advertisement, the appellant ought to have\nbeen selected in that category. The said contention was also\nB rejected by the Division Bench rightly by holding that the\nexpression suitable candidates mentioned in the advertisement\nwould mean candidates who qualify in the written examination\nfor interview, in terms of sub-para (iv) of para 9 of the\nadvertisement and since the appellant did not even come within.\nthe zone of candidates who were called for interview, on the\nbasis of valuation of his performance in the written examination,\nhe was rightly found not suitable for the post reserved for OBC\ncategory. As we fully concur with the above conclusions of the\nDivision Bench on the points raised before it, we do not find\nany merit in any of the contentions raised by the appellants in\nthe above two Civil Appeals.\nс\nD\n46. Having thus found and held that by virtue of Rule 7 and\npara 9 of the advertisement dated 21.08.2006, the High Court\nwas fully empowered to evolve its own procedure for making\nE selection for appointment to the post of Entry Level Judges, for\nwhich the advertisement was made in the year 2006, we now\nproceed to find out whether the procedure evolved by the High\nCourt can in anyway be held to be vitiated and whether on that\nscore the selection can be interfered with, while also\ndetermining whether the ultimate selection and appointment of\nthe 3rd respondent by the High Court can be held to be valid\nin law.\nF\nG\nH\n47. While dealing with the said aspect of the challenge,\nwe have to note the steps taken by the High Court after the\nadvertisement was issued and after the exam was conducted\non 17.12.2006. From the counter affidavit filed by the 1st\nrespondent High Court, we find that the High Court constituted\na Selection Committee, consisting of 6 Judges of the High\nCourt, with whom the process of direct recruitment to the post\nར\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 919\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nof Addl. District Judges, through competitive examination was\nentrusted. The said Selection Committee held its meeting on\n22.03.2007. In the said meeting, the Committee passed the\nnecessary resolutions, which we have extracted in the initial part\nof our judgment.\nA\nB\n48. Subsequently, an Interview Committee of Seven Senior\nJudges interviewed the short listed 15 candidates on the 6th\nand 7th April, 2007. Thereafter, the Selection Committee again\nmet on 18.04.2007 and finalized the selection in which, it\nresolved to recommend the 3rd respondent for appointment to\nC\nthe post of District Judge in Higher Judicial Service by direct\nrecruitment. Based on the resolution of the Selection\nCommittee, the Registrar General forwarded the\nrecommendation of the High Court to the Government of\nMadhya Pradesh for issuance of the necessary appointment\norder in favour of the 3rd respondent.\nD\n49. When we perused the initial resolution passed by the\nSelection Committee dated 22.03.2007, we find that as per the\n1st resolution, the Selection Committee decided that based on\nthe evaluation made by the District Judges, a minimum of 35 E\n% of marks in respect of SC/ST candidates and 40% of marks\nin respect of general candidates was required, in the I and II\npaper, to qualify for viva voce. Going by the said resolution, it\nis seen that the evaluation made by the District Judges was to\nbe kept as the basis for ascertaining the marks secured by the F\ncandidates, both in the reserved category, as well as in the\ngeneral category in order to become eligible for attending the\ninterview.\n50. As per the 2nd resolution of the Selection Committee,\nfor the purpose of determining the merit of the candidates finally,\nit felt necessary to evaluate the papers of those candidates who\nwere short listed for the purpose of interview by way of a\ncommon evaluation in which process the marks secured by the\ncandidates in the written examination in the I as well as the II\nG\nH\nB\n920 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA paper, would be normalized. The apparent purpose was, as\nstated by the 1st respondent in the counter affidavit that the\nvaluation, which was carried out by the District Judges, were\nmore in number and therefore, there was different yardsticks\napplied by those District Judge evaluators. It was, therefore,\ndecided to make a further evaluation for the purpose of\nnormalization in order to proceed with the final step of applying\npara 9 (vi) of the advertisement, to find out the aggregate of\nthe marks secured by the candidates who were interviewed,\nin order to finalize the selection. It has been stated so by the\nHigh Court in para 10 of the counter affidavit. The relevant part\nof the said para 10 reads as under:\nC\nD\nE\nF\nG\nH\n\"10. That after the valuation carried out by the District\nJudges, a decision was taken by the Selection Committee\non 22.3.2007 that a general candidate securing 40%\nmarks and above in any of the two papers and the SC/ST\ncandidates securing 35% marks and above in any of the\ntwo papers, shall be further evaluated for the purpose of\nnormalization and after normalization is done, the marks\nawarded by the common evaluators and the marks\nsecured in the viva voce would be added for the purpose\nof determination of merit position.\"\n51. While noting the purpose for normalization, as per the\nsecond resolution of the Selection Committee passed on\n22.03.2007, the above referred to stand of the first respondent\ncan be noted. We have to, however, state that in the said\nstatement, what has been stated about the first resolution,\nnamely, the determination of the marks, 35% for reserved\ncategory, 40 % for general category, has not been correctly\nstated on behalf of the High Court. We have to clarify the said\nposition in order to efface any misunderstanding about the\nprocedure followed by the Selection Committee. In other words,\nsince the selection process was entrusted with a Selection\nCommittee and the said process was carried out by the\nSelection Committee by passing an appropriate resolution and\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 921\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nA\nbased on such resolution, the required statements were also\nprepared at the behest of the Selection Committee, we are of\nthe view that it will be appropriate to state what exactly was the\nprocedure actually followed by the High Court. Based on the\nmaterials placed before us, certain inconsistencies, which are\nfound in the counter affidavit filed on behalf of the High Court B\nas compared to the Annexures filed have to be stated.\nTherefore, in the above extracted part of the counter affidavit\nas found in para 10, as compared to the resolution of the\nSelection Committee, we find that as per the Selection\nCommittee's resolution, the candidates who had secured 35%\nin the reserved category and 40 % in general category in each\nof the paper I and II, based on the evaluation made by the\nDistrict Judge, was determined as the criteria to qualify for viva\nvoce. To put it more precisely, a candidate in order to become\neligible to participate in the viva voce should have secured,\ninsofar reserved candidates is concerned, 35% marks and\ninsofar as general category candidate is concerned 40%\nmarks separately in the I paper and in the II paper and not in\nany one of the papers as sought to be explained in the opening\nsentence of the counter affidavit.\nC.\nD\n:\nE\nF\n52. The said position can also be further ascertained by\nmaking reference to the certified true copy of the tabulation\nsheets issued by the Registrar General of the High Court, which\nhas been filed as Annexure P-6. The said tabulation sheet\nmakes it clear that it consists of names of candidates who were\nselected for personal interview to be held on the 6th and 7th of\nApril, 2007, based on the marks awarded by the District\nJudges. The names of the petitioners and respondent Nos. 3\nto 8, are mentioned in the said annexure P-6 and we also find\nthat each one of those 15 candidates who ultimately G\nparticipated in the interview, had secured more than 40%\nmarks in paper I, as well as in paper II. Therefore, reading\nannexure P-6 along with the first resolution of the Selection\nCommittee dated 22.03.2007, it can be safely concluded that\nthe basis for ascertaining the candidates who were eligible to\nH\n922\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nbe interviewed, was based on the minimum marks of 35% in\nthe reserved category and 40% in the general category,\nsecured by the respective candidates in the evaluation made\nby the District Judges. In other words, the normalized marks\nwere not the basis for determining their eligibility to participate.\nin the viva voce. We specifically say so inasmuch as we find\nunder Annexure P-7, which was also certified as a true copy,\nthe Registrar General disclosed the names of the very same\n15 candidates, namely, the petitioners and respondent Nos. 3\nto 8, whose normalized marks were awarded by the common\nevaluator of the candidates and who were interviewed by the\nSelection Committee on the 6th and 7th of April, 2007, were\nshown in that list and the normalized marks by the common\nevaluators were also disclosed in the said list. A perusal of the\nmarks secured by the very same 15 candidates in paper I and\npaper II disclose that except in respect of four candidates, the\nremaining candidates did not secure 40 % marks in both the\npapers. Therefore, reference to Annexure P-6 and P-7, read\nalong with first resolution dated 22.03.2007, make the position\nabundantly clear that the marks awarded by the District Judge\nin their evaluation, were taken as the basis to ascertain the\nmarks of the 15 Candidates, who secured the required\nminimum marks set by the Selection Committee, which made\nthem eligible to participate in the viva voce.\n53. We have also noted one other stand made on behalf\nof the High Court in paragraph 11 (a) and (b) and paragraph\n12 of the counter affidavit. In para 11 (a) it has been stated that\nafter the evaluation of the answer books by the District Judges,\nthe answer books of those candidates who had secured 40%\nmarks and above in any paper, were sorted out for common\nevaluation for normalization and that the number was 103. The\nsaid 103 papers were stated to have been sent to two\nevaluators. The first paper to one former Chief Justice of Punjab\nand Haryana High Court and the second paper was sent to\nanother Retd. Judge of the Madhya Pradesh High Court, for\nsuch common evaluation for the purpose of rationalization and\n,\n,\n辈\n.\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 923\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nnormalization. Since the said statement with particular A\nreference to the number of candidates has been mentioned,\nno doubt can be entertained with reference to the said\nstatement. However, having regard to our conclusion, stated in\nthe earlier paragraph, based on the resolution of the Selection\nCommittee dated 24.02.2007 and the Annexure P-6 and P-7, B\nthe certified true copies disclosing the marks secured by the\n15 shortlisted candidates. It will have to be held that in the\nultimate process, only those 15 candidates, namely, the\npetitioners and respondents 3 to 8, alone became eligible to\nparticipate in the viva voce. Any discrepancy in the said.\nstatement contained in para 11(a) and 11 (b) as well as para\n12 of the counter affidavit, therefore, need not deter us from\nproceeding further for finding out the ultimate selection made\nby the Selection Committee, which was also approved by the\nFull Court in its resolution dated 22.04.2007. Our above\nconclusion is also fortified by the final communication forwarded\nby the Registrar General to the State Government dated\n24.04.2007. In the second paragraph it has been specifically\nstated as under;\nC\nD\n\"as per the norms set out by the High Court candidates of E\ngeneral category were required to secure 40% marks in\neach paper of the written examination and other\ncandidates related to OBC, SC and ST were required to\nsecure 35% in each paper of the written examination. On\nthe basis of aforesaid norm only 14 candidates of general F\ncategory and 1 candidate of OBC category have secured\n40% and 35% marks respectively in each paper of the\nwritten examination, therefore, they were found eligible to\nbe called for the interview.\"\n(Underlining is ours)\nG\n54. The above statement found in the final communication\naddressed by the Registrar General to the State Government\nfor the purpose of issuing necessary appointment order in\nfavour of the 3rd respondent, also makes the position clear that H\n"}