{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"-\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1105\nGUJARAT [ASOK KUMAR GANGULY, J.]\nA\nIn the 35 th Report of the Law Commission on Capital\nPunishment, arguments for both its retention and abolition were\nconsidered. The matter came to be considered by the Law\nCommission as, Raghunath Mishra, Member of the Lok Sabha,\nmoved a resolution in the House for its abolition. And in the\ncourse of the debate, it was agreed that the question be referred B\nto the Law Commission.\n54.The Commission gave a detailed Report running into\nseveral volumes. Ultimately the Commission recommended its\nretention but also recommended certain amendments of the\nCode of Criminal Procedure and the Indian Penal Code. Those\nrecommendations given in Appendix XLIV of the report run as\nunder:\nC\n\"(1). The Code of Criminal Procedure, 1898 - A provision\nrequiring reasons for imposing either sentence (of death D\nor imprisonment for life) for an offence which is punishable\nwith death or imprisonment for life in an alternative, should\nbe inserted in the Code. [Paragraphs 820-822 of the body\nof the Report]\n(2) Indian Penal Code - Persons below 18 years of age\nat the time of Commission of the offence should not be\nsentenced to death. [Paragraphs 878 and 887 of the body\nof the Report]\"\n55. The Commission's recommendations for its retention\nwere given in a guarded language and they may be quoted:-\nய\nE\nLL\nF\n\"Having regard, however, to the conditions in India,\nto the variety of the social up-bringing of its inhabitants, to\nthe disparity in the level of morality and education in the G\ncountry, to the vastness of its area, to the diversity of its\npopulation and to the paramount need for maintaining law\nand order in the country at the present juncture, India\ncannot risk the experiment of abolition of capital\nH\n1106\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA\npunishment.\"\n(Emphasis added)\n56. Despite these recommendations, the validity of death\nsentence came up for consideration before this Court on\nB several occasions. In one of the earliest cases, in the case of\nJagmohan Singh v. State of U.P - AIR 1973 SC 947, this Court\nupheld its validity, even though, it acknowledged that this is a\ndifficult and controversial subject. Soon thereafter the matter\ncame up for consideration before this Court again in Ediga\nC Anamma v. State of Andhra Pradesh - AIR 1974 SC 799, in\nwhich this Court laid down that the life sentence should be the\nrule and death sentence is an exception. In that case Justice\nKrishna lyer, speaking for this Court, gave certain guidelines\nin paragraph 26 and described them as positive indicators\nagainst death sentence under Indian law. Those guidelines are\nas follows:-\nD\nE\nF\nG\nH\n\"26. Where the murderer is too young or too old the\nclemency of penal justice helps him. Where the offender\nsuffers from socio-economic, psychic or penal\ncompulsions insufficient to attract a legal exception or to\ndowngrade the crime into a lesser one, judicial\ncommutation is permissible. Other general social\npressures, warranting judicial notice, with an extenuating\nimpact may, in special cases, induce the lesser penalty.\nExtraordinary features in the judicial process, such as that\nthe death sentence has hung over the head of the culprit\nexcruciatingly long, may persuade the Court to be\ncompassionate. Likewise, if others involved in the crime.\nand similarly situated have received the benefit of life\nimprisonment or if the offence is only constructive, being\nunder Section 302, read with Section 149, or again the\naccused has acted suddenly under another's instigation,\nwithout premeditation, perhaps the Court may humanly opt\nfor life, even like where a just cause or real suspicion of\nwifely infidelity pushed the criminal into the crime. On the\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1107\nGUJARAT [ASOK KUMAR GANGULY, J.]\nother hand, the weapons used and the manner of their use,\nthe horrendous features of the crime and hapless, helpless\nstate of the victim, and the like, steel the heart of the law\nfor a sterner sentence. We cannot obviously feed into a\njudicial computer all such situations since they are\nastrological imponderables in an imperfect and undulating\nsociety. A legal policy on life or death cannot be left for\nad hoc mood or individual predilection and so we have\nsought to objectify to the extent possible, abandoning\nretributive ruthlessness, amending the deterrent creed and\naccenting the trend against the extreme and irrevocable.\npenalty of putting out life.\"\n(Emphasis supplied)\n57. Those formulations by Justice Krishna lyer have been\naccepted in Amnesty International Report of Death Penalty (See\nAmnesty International Publication, page 80 to 81).\nA\nB\nC\nD\nE\n58. The aforesaid formulations must be kept in mind by\nCourts while exercising their discretion in imposing death\npenalty. His Lordship was of the view that individualization of\nsentencing is normally achieved by a judicial 'hunch' which\naccording to His Lordship was a procedural defect. In my\njudgment His Lordship's formulation of the principles in Ediga\nAnamma (supra) is a systematic statement, which, in the\nlanguage of Justice Homes, may be called \"inarticulate\npremises” which Court should consider before imposing the\ndeath sentence. In Ediga Anamma (supra) Justice Krishna lyer\nwhile tracing the history of capital punishment observed that its\nhistory \"hopefully reflects the march of civilization from terrorism\nto humanism and the geography of death penalty depicts\nretreat from country after country.\" (See para 22 page 805). G\nF\n59. The Constitution Bench in Bachan Singh (supra)\nconsidered the decision in Ediga Anamma (supra) and did not\nexpress a contrary view on those guidelines. On the other hand,\nit shared the same view, by quoting from Ediga in paragraph H.\n1108 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA 207, page 945 of the report.\nB\nC\nD\nE\nF\n0\n60. But the categories of mitigating circumstances are\nnever close and in paragraph 204 (page 944 of the said report)\nof Bachan Singh (supra), this Court recorded the submissions\nof Dr. Chitaley, the learned counsel who suggested some further\nmitigating factors. They are:-\n\"Mitigating circumstances:- In the exercise of its\ndiscretion in the above cases, the court shall take into\naccount the following circumstances:\n(1) That the offence was committed under the influence of\nextreme mental or emotional disturbance.\n(2) The age of the accused. If the accused is young or old,\nhe shall not be sentenced to death.\n(3) The probability that the accused would not commit\ncriminal acts of violence as would constitute a continuing\nthreat to society.\n(4) The probability that the accused can be reformed and\nrehabilitated. The State shall by evidence prove that the\naccused does not satisfy the conditions (3) and (4) above.\n(5) That in the facts and circumstances of the case the\naccused believed that he was morally justified in\ncommitting the offence.\n(6) That the accused acted under the duress or domination\nof another person.\n(7) That the condition of the accused showed that he was\nmentally defective and that the said defect impaired his\ncapacity to appreciate the criminality of his conduct.\"\n61. After recording the submissions of the learned counsel,\nthe Court in Paragraph 205 at page 944 of the report accorded\nH its approval to the same by saying that those are \"undoubtedly\n=\nf\n;\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1109\nGUJARAT [ASOK KUMAR GANGULY, J.]\nrelevant circumstances and must be given great weight in the A\ndetermination of sentence\". Therefore apart from the mitigating\ncircumstances formulated in Ediga Anamma, those suggested\nby Dr. Chitaley and approved by this Court, unless they overlap,\nform part of the ratio in Bachan Singh as mitigating\ncircumstances accepted by this Court.\n62. In paragraph 207, the learned Judges held that there\nare numerous other circumstances justifying the passing of the\nlighter sentence, as there may be circumstances of\naggravation.\n63. In paragraph 207, in Bachan Singh, the learned Judges\nexplained the principles in sentencing policy under Section\n354(3) of the Code of Criminal Procedure. In my view the\nprovisions of Section 354(3) must be read conjointly with\nSection 235(2) of the said Code.\n64. In a case where the Court imposes the death sentence\nboth the aforesaid provisions, namely, Section 235(2) and\nSection 354(3) of the Code assume signal significance.\n65. The Constitutional validity of Section 354(3) was\nupheld in Bachan Singh (supra) as the learned Judges have\nsaid that the legislative policy in sentencing is discernable from\nthose two Sections.\nB\nC\nD\nE\n66. In my judgment both those two Sections supplement F\neach other and in a case where death penalty is imposed, both\nthe Sections must be harmoniously and conjointly appreciated\nand read.\n67. In Bachan Singh (supra), this Court interpreted those\nSections almost in the similar view as would appear from\nparagraphs 164 and 165 (page 936 of the report). The\nConstitution Bench held :-\nG\n\"164...Section 235(2) provides for a bifurcated trial and\nspecifically gives the accused person a right of pre- H\nA\nB\nC\nD\n1110\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nsentence hearing, at which stage, he can bring on record\nmaterial or evidence, which may not be strictly relevant to\nor connected with the particular crime under inquiry, but\nnevertheless, have, consistently with the policy underlined\nin Section 354(3), a bearing on the choice of sentence.\nThe present legislative policy discernible from Section\n235(2) read with Section 354(3) is that in fixing the degree\nof punishment or making the choice of sentence for various\noffences, including one under Section 302, Penal Code,\nthe court should not confine its consideration \"principally\"\nor merely to the circumstances connected with the\nparticular crime, but also give due consideration to the\ncircumstances of the criminal.\n68. In a criminal trial where the prosecution seeks to make\nout a case for imposition of death sentence, it has to discharge\na very heavy and an onerous burden. In such cases, the\nprosecution must, and I repeat, must discharge this burden by\ndemonstrating the existence of aggravating circumstances and\nthe consequential absence of mitigating circumstances. In\ndischarging such a burden the prosecution must not only prove\nE beyond reasonable doubt that the accused has committed the\ncrime but in order to make out a case for death sentence, it\nalso has to prove beyond any reasonable doubt how the crime\nhas been committed and specially the aggravating\ncircumstances which warrant a death penalty. in such exercise\nF by the prosecution, the accused must be given a real and\neffective chance of rebuttal and to disprove the existence of\naggravating circumstance. Therefore apart from his\nexamination under Section 313, the accused must be\nseparately heard on the sentence to be imposed on him where\nG he can demonstrate all the mitigating circumstances. Those\nmust be weighed in the balance and they must receive a liberal\nand expansive interpretation by Court. In this context the\nfollowing observations in Bachan Singh (supra) are very\npertinent:-\nH\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1111\nGUJARAT [ASOK KUMAR GANGULY, J.]\n\"... Nonetheless, it cannot be over-emphasised that A\nthe scope and concept of mitigating factors in the area of\ndeath penalty must receive a liberal and expansive\nconstruction by the courts in accord with the sentencing\npolicy writ large in Section 354(3). Judges should never\nbe blood thirsty. Hanging of murderers has never been too B\ngood for them. Facts and figures albeit incomplete,\nfurnished by the Union of India, show that in the past\nCourts have inflicted the extreme penalty with extreme\ninfrequency It is, therefore, imperative to voice the\nconcern that courts, aided by the broad illustrative\nguidelines indicated by us, will discharge the onerous\nfunction with evermore scrupulous care and humane\nconcern, directed along the highroad of legislative policy\noutlined in Section 354(3), viz., that for persons convicted\nof murder, life imprisonment is the rule and death sentence\nan exception. A real and abiding concern for the dignity\nof human life postulates resistance to taking a life through\nlaw's instrumentality.\nс\nD -\n(Emphasis supplied)\n69. From the records, it does not appear that adequate\nand effective hearing was given to the accused by the trial court\non the aforesaid basis before imposing the death sentence on\nhim. It appears that the Additional Sessions Judge, 9th Fast\nTrack Court, Gujarat returned a finding of guilt of the present\nappellant on 18.5.2005 and on that day itself allegedly heard\nthe appellant on the sentence and imposed death sentence on\nthat day. Unfortunately that is not the purpose of Section 235(2)\nof the Code.\nE\nF\nG\n70. Section 235(2) as interpreted by this Court in Bachan\nSingh (supra), and quoted above, provides for a 'bifurcated\ntrial'. It gives the accused (i) a right of pre-sentence hearing,\non which he can (ii) bring on record material or evidence which\nmay not be (iii) strictly relevant to or connected with the\nparticular crime but (iv) may have a bearing on the choice of H\n1112 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA sentence. Therefore it has to be a regular hearing like a trial\nand not a mere empty formality or an exercise in an idle ritual.\nIn view of the mitigating circumstances endorsed in Bachan\nSingh (supra) the State must prove, by adducing evidence, that\naccused does not satisfy clause (3) and (4) of the\nB circumstances mentioned in paragraph 204 (page 944 of the\nreport) as those mitigating circumstances were accepted in\npara 205 (page 944 of the report) in Bachan Singh (supra).\n71. Here prosecution has not discharged any burden at all\nfor less the burden referred to above. This is a statutory\nC\nobligation which is cast on the Court in a case where both\nSections 235(2) read with Section 354(3) apply in view of the\nlaw laid down in Bachan Singh (supra). The mandate of Article\n141 of the Constitution cannot be ignored either by the trial Court\nor the High Court.\nD\n72. Therefore, regardless of whether the accused asks for\nsuch a hearing, the same must be offered to the accused and\nan adequate opportunity for bringing materials on record must\nbe given to him especially in case where Section 354(3) comes\nE into play. It is only after undertaking that exercise that 'special\nreasons' for imposing death penalty can be recorded by the\nCourt.\nF\nG\n73. In the order imposing death sentence, the learned trial\nJudge has not even once referred to Section 354(3) of the\nCode. Therefore, the imposing of death sentence by the\nlearned trial Court is wholly illegal and contrary to the provisions\nof the Code of Criminal Procedure and contrary to the law laid\ndown by this Court in Bachan Singh (supra).\n74. Even without referring to Bachan Singh, in Muniappan\nv. State of Tamil Nadu - (1981) 3 SCC 11, a two judge bench\nof this Court emphasized on the importance of hearing the\naccused on the question of sentence under Section 235(2)\nCrPC and came to the conclusion that the question of hearing\nH the accused on sentence was not to be discharged without\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1113\nGUJARAT [ASOK KUMAR GANGULY, J.]\nputting formal questions to the accused. The obligation of A\nhearing the accused under Section 235(2) CrPC has been\nexplained as follows:-\n\"The Judge must make a genuine effort to elicit from the\naccused all information which will eventually bear on the\nquestion of sentence... question which the Judge can put\nto the accused under Section 235(2) and the answers.\nwhich the accused makes to those questions are beyond\nthe narrow constraints of the Evidence Act. The court, while\non the question of sentence is in an altogether different\ndomain in which facts and factors which operate are of an\nentirely different order than those which come into play on\nthe question of conviction\".\nB\nC\n75. Relying on the principles laid down in Bachan Singh\nin Allauddin Mian v. State of Bihar - (1989) 3 SCC 5, the D\nSupreme Court deprecated the practice of the trial Court which,\nafter recording the finding of guilt and before the accused could\n\"absorb and overcome the shock of conviction\" asked the\naccused to say on the question of sentence. In the instant case,\nthe same procedure was adopted as pointed out in Para 67\nherein above. The learned Judges held that by doing so the\npurpose of Section 235(2) is not served.\nE\n76. The learned judges held that the provision of Section\n235(2) of the CrPC serves a dual purpose and those purposes F\nare as follows:\n\"... The said provision therefore satisfies a dual\npurpose; it satisfies the rule of natural justice by according\nto the accused an opportunity of being heard on the\nquestion of sentence and at the same time helps the court G\nto choose the sentence to be awarded. Since the provision\nis intended to give the accused an opportunity to place\nbefore the court all the relevant material having a bearing\non the question of sentence there can be no doubt that the\nprovision is salutary and must be strictly followed. It is\nH\n1114\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA\nB\nC\nclearly mandatory and should not be treated as a mere\nformality\".\n77. After observing as such, this Court mandated a general\nrule which should be followed in sentencing, specially in cases\nof sentencing of Death Sentences and those general principles\nare as follows:-\n\"...We think as a general rule the trial courts should after\nrecording the conviction adjourn the matter to a future date\nand call upon both the prosecution as well as the defence\nto place the relevant material bearing on the question of\nsentence before it and thereafter pronounce the sentence\nto be imposed on the offender.\"\n78. In a subsequent three judge bench judgment of\nD Malkiyat Singh and others v. State of Punjab -(1991) 4 SCC\n341, this Court again reiterated in Para 18 at pg 356 of the\nreport that the sentence awarded on the same day when finding\nof the guilt was arrived at is not in accordance with the law.\nExplaining the provisions under Section 235(2) CrPC, this\nCourt held:-\nพย\nE\nF\nG\nH\n\"Hearing contemplated is not confined merely to oral\nhearing but also intended to afford an opportunity to the\nprosecution as well as the accused to place before the\ncourt facts and material relating to various factors on the\nquestion of sentence, and if interested by either side, to\nhave evidence adduced to show mitigating circumstances\nto impose a. lesser sentence or aggravating grounds to\nimpose death penalty. Therefore, sufficient time must be\ngiven to the accused or the prosecution on the question\nof sentence, to show the grounds on which the prosecution\nmay plead or the accused may show that the maximum\nsentence of death may be the appropriate sentence or the\nminimum sentence of life imprisonment may be awarded,\nas the case may be. No doubt the accused declined to\nadduce oral evidence. But it does not prevent to show the\n"}