{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"RAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1115\nGUJARAT [ASOK KUMAR GANGULY, J.]\ngrounds to impose lesser sentence on A-1. This Court in\nthe aforestated Allauddin and Anguswamy cases held that\nthe sentence awarded on the same day of finding guilt is\nnot in accordance with the law\".\n79. In Arshad v. State of Karnataka - (1994) 4 SCC 383,\nthis Court through Justice Anand (as his Lordship was then)\nagain deplored the practice of proving guilt and sentencing on\nthe same day. In that case, both was done on 8-5-92 itself and\nby a cryptic order. This Court held that the objective for which\nSection 235(2) was brought into the Code was completely\nignored by the Session Judge and the Learned Judge\ndisapproved the sentencing procedure in a cryptic manner. It\nwas held that it exposes the lack of sensitiveness on the part\nof the Court in dealing with such cases. (Para 17, pg. 389 of\nreport).\n80. The High Court, unfortunately as the first appellate\nCourt, both on facts and in law, has confirmed the death\nsentence without pointing out these glaring illegalities in\nsentencing procedure of the trial Court and especially in a case\nwhere a death penalty has been imposed.\n81. The duties cast on the High Court, while dealing with\nreference for confirmation of death penalty under Sections 366,\n367, 368, 369 and 370 of Code were also pointed out in\nBachan Singh in paragraphs 157, 158, 159 at page 934 of\nthe report. In paragraph 159, the position has been summed\nup as under:-\nA\nB\nC\nD\nE\nF\n\"159. The High Court has been given very wide\npowers under these provisions to prevent any possible\nmiscarriage of justice. In State of Maharashtra v. Sindhi, G\nAIR 1975 SC 1665 this Court reiterated, with emphasis,\nthat while dealing with a reference for confirmation of a\nsentence of death, the High Court must consider the\nproceedings in all their aspects, reappraise, reassess and\nreconsider the entire facts and law and, if necessary, after H\n1116\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA\nB\ntaking additional evidence, come to its own conclusions\non the material on record in regard to the conviction of the\naccused (and the sentence) independently of the view\nexpressed by the Sessions Judge\".\n82. Unfortunately in this case High Court failed to correct\nthe flawed sentencing procedure followed by the trial Court and\nerred in law by confirming the death sentence which led to an\nobvious miscarriage of justice.\n83. The challenge to the constitutionality of death sentence\nC was repelled in Bachan Singh (supra) only in view of the\nlegislative safeguards given in the sentencing policy in the\naforesaid provisions of Sections 235(2) and 354(3) of the\nCode. The Court has held that such procedure \"cannot, by any\nreckoning, be said to be unfair, unreasonable and unjust\" (para\nD 167, page 937).\nE\n84. Thus, it appears that this Court upheld the\nconstitutionality of death penalty on the aforesaid doctrine of\n'due process' which has been introduced in our constitutional\njurisprudence in the case of Smt. Maneka Gandhi v. Union of\nIndia and another - AIR 1978 SC 597.\n85. By repeatedly referring to the dicta in Maneka Gandhi\n(supra), the majority judgment in Bachan Singh (supra) upheld\nthe vires of the provisions of Indian Penal Code on death\nF penalty in view of the reasonable, fair and just procedures which\nare provided in the sentencing policy by those Sections in the\nCriminal Procedure Code (paras 135 and 136, page 930 of\nthe report).\nG\nH\n-\n86. Similarly in Furman V. Georgia – 408 U.S. 238\n(1972), U.S. Supreme Court impliedly overruled its earlier\ndecision in McGautha V. California - 402 U.S. 183, 196 (1971).\nIn this context it may be mentioned that in nine separate\nopinions the learned Judges struck down in Furman v. Georgia\nby a majority of 5-4, the death penalty statutes at issue as cruel\n1\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1117\nGUJARAT [ASOK KUMAR GANGULY, J.]\nand unusual in view of the denial of the 'due process' A\nguaranteed by the Fourteenth Amendment.\n87. Learned Judges in Furman observed that the\nsentencing policy was not properly structured and, therefore, it\ncauses denial of Fundamental Rights.\nB\n88. The Supreme Court in Bachan Singh (supra) also\ninsisted on the importance of structured sentencing policy in\ndeath sentence cases to uphold its validity and held that\nstructured sentencing policy has been achieved in view of the\naforesaid two provisions, namely, Section 354(3) and Section C\n235(2) of the Code.\n✓\n89. Therefore fairness, justice and reasonableness which\nconstitute the essence of guarantee of life and liberty\nepitomized in Article 21 of the Constitution also pervades the D\nsentencing policy in Sections 235(2) and 354(3) of the Code.\nThose two provisions virtually assimilate the concept of\n“procedure established by law\" within the meaning of Article 21\nof the Constitution.\n90. Thus, a strict compliance with those provisions in the\nway it was interpreted in Bachan Singh (supra) having regard\nto the development of constitutional law by this Court, is a must\nbefore death sentence can be imposed.\nE\n91. While I fully share my learned Brother's anxiety about F\nthe expectation of society to the adequacy of the sentence to\nthe nature of the crime, at the same time, we cannot be\noblivious of the person who is alleged to have committed the\ncrime and his rights under a fair and structured sentencing\npolicy. This Court laid down in Bachan Singh (supra) that G\nbefore imposing death sentence, an abiding concern for the\n☐ dignity of human life must be shown by Court.\n92. We must recognize that 'cry for justice' is not answered\nby frequent awarding of death sentence on a purported faith\non 'deterrence creed'. Before choosing the option for death\nH\n1118\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA sentence, the Court must consciously eschew its tendency of\n'retributive ruthlessness'.\nB\nC\n93. In Bachan Singh (supra), the majority opinion warned\nin paragraph 125, page 927:-\n\"that Judges should not take upon themselves the\nresponsibility of becoming oracles or spokemen of public\nopinion: Not being representatives of the people, it is often\nbetter, as a matter of judicial restraint, to leave the function\nof assessing public opinion to the chosen representatives\nof the people in the legislature concerned.\n94. Therefore, this Court cannot afford to prioritise the\nsentiments of outrage about the nature of the crimes committed\nover the requirement to carefully consider whether the person\nD committing the crime is a threat to the society. The Court must\nconsider whether there is a possibility of reform or rehabilitation\nof the man committing the crime and which must be at the heart\nof the sentencing process. It is only this approach that can keep\nimposition of death sentence within the 'rarest of the rare\ncases'.\nE\n95. The expression 'rarest of rare cases' is not to be read\nas a mere play on words or a tautologous expression.\n96. In upholding the constitutional validity of capital\nF punishment, the Constitution Bench of this Court used that\nexpression in Bachan Singh in order to read down and confine\nthe imposition of capital punishment to extremely limited cases.\nThis is a very loaded expression and is not to be trifled with. It\nis pregnant with respect for the inviolability of human life. That\nis why the word 'rare' has been used twice and once in a\nsuperlative sense. Therefore, the significance of this expression\ncannot be watered down on a perceived notion of a 'cry for\njustice'.\nG\n97. I now propose rely on a few decisions to show how\nI\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1119\nGUJARAT [ASOK KUMAR GANGULY, J.]\nthis expression 'rarest of rare case' has been interpreted by A\nthis Court even where the accused was found guilty of both\nmurder and rape and death sentence was awarded by the trial\nCourt and the High Court confirmed it.\n98. In the case of Chaman v. State of NCT- (2001) 2 SCC\n28, the Court after finding the commission of crime held that a\ngirl of 1 and = years was raped and killed but did not approve\nof the death sentence imposed on him by the Courts below and\nimposed on him a life sentence as this Court found that the\nappellant is not a dangerous person to endanger the society\nand the case is not coming within the parameters of the 'rarest\nof rare case'.\n99. In the case of Bantu @ Naresh Giri v. State of Uttar\nPradesh- AIR 2002 S.C. 70, the accused was sentenced to\ndeath for the rape and murder of a 6 year old child. In Para 8\nof the said judgment, the Learned judges after considering the\nage of the accused and also the fact that he did not have any\npast criminal record held that the accused will not be a grave\ndanger to society and further held that the case does not fall\nunder the rarest of rare cases and death sentence was\ncommuted to life sentence.\n100. In Surendra Pal Singh v. State of Gujarat- (2005) 3\nSCC 127, a minor girl was raped and killed and the Sessions\nCourt imposed death penalty and the High Court of Gujarat also\naffirmed the same. But this Court found that the case does not\nfall under the rarest of rare cases and considering that the\nappellant was 36 years old and has no previous criminal record,\nheld that he was not a menace to society. This Court held that\nit was not a rarest of rare cases and confirmed the conviction\nbut commuted the sentence from death sentence to life\nimprisonment.\n\"\nB\nC\nD\nE\nF\nG\n101. In Amrit Singh v. State of Punjab- AIR 2002 SC 132,\nthe accused was found guilty of rape of a minor girl and also\nof her death. Death occurred not as a result of strangulation but H\n1120\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA due to excessive bleeding from her private parts. In that case,\nthe Trial Court sentenced the accused to death sentence which\nwas confirmed by the High Court of Punjab and Haryana in a\nreference proceeding before it.\nB\nC\n102.In para 21 of page 136 of the judgment, this Court held\nthat the imposition of death sentence in such cases was\nimproper and it cannot be put in the category of rarest of rare\ncases and the Court imposed a sentence of rigorous\nimprisonment for life on that ground.\n103. In the case of Kulwinder Singh v. State of Punjab-\nAIR 2007 SC 2868, Hardip Kaur was found to have been raped\nby the accused and on her protest, she was found to have been\nstrangulated as a result of which she died. Another person,\nJoginder Kaur also died in the same incident as a result of\nD injuries received from gandashi blows inflicted on the neck by\nthe accused. In that case, the death sentence was commuted\nto imprisonment for life as the Court found that it cannot be\nbrought in the category of rarest of rare cases.\nE\nF\nG\n104. Keeping these principles in mind, I find that in the\ninstant case the appellant is a young man and his age was 28\nyears old as per the version in the charge-sheet. He is married\nand has two daughters. He has no criminal antecedents, at\nleast none has been brought on record. His behaviour in\ngeneral was not objectionable and certainly not with the\ndeceased girl prior to the incident. The unfortunate incident is\npossibly the first crime committed by the appellant. He is not\notherwise a criminal. Such a person is not a threat to the\nsociety. His entire life is ahead of him.\n105. Before I conclude, if I may quote a few lines from Sir\nWinston Churchill about Crime and Punishment and which have\nbeen quoted by C.H. Rolph in \"Commonsense about Crime and\nPunishment, page 175\". Those matchless words of Sir Winston\nChurchill are as under:-\nH\nRAMESHBHAI CHANDUBHAI RATHOD v. STATE OF 1121\nGUJARAT [ASOK KUMAR GANGULY, J.]\nA\n\"The mood and temper of the public with regard to the\ntreatment of crime and criminals is one of the unfailing\ntests of the civilization of any country. A calm,\ndispassionate, recognition of the rights of the accused -\nand even of the convicted - criminal against the State; a\nconstant heart-searching by all charged with the duty of B\npunishment; a desire and eagerness to rehabilitate in the\nworld of industry those who have paid their due in the hard\ncoinage of punishment; tireless efforts towards the\ndiscovery of curative and regenerative processes; unfailing\nfaith that there is a treasure, if you can only find it, in the C\nheart of every man; these are the symbols which in the\ntreatment of crime and criminal, mark and measure the\nstored-up strength of a nation, and are sign and proof of\nthe living virtue in it\".\nD\nE\n106. For the reasons discussed above and in view of\nmitigating circumstances and the law laid down in Bachan\nSingh (supra) and the various gaps in the prosecution\nevidence, pointed hereinabove, death sentence cannot be\nawarded to the appellant as in my view it does not come under\nthe 'rarest of rare cases'. Apart from that in the case of the\nappellant proper sentencing procedure was not followed by the\ntrial Court and the Hon'ble High Court erred by approving the\nsame. But I do not agree with his conviction on charges of\nrobbery which, in my opinion, was not proved and on the\nalleged conviction on robbery no sentence was awarded to the F\nappellant.\n107. I agree with His Lordship that the appellant has to be\nconvicted on other charges. However, his conviction does not\nautomatically lead to his death sentence.\n108. In my humble opinion instead of death sentence a\nsentence of rigorous imprisonment for life will serve the ends\nof justice.\nG\n109. With the aforesaid modification on the sentence the H\n1122 SUPREME COURT REPORTS [2009] 6 S.C.R.\nA appeal is dismissed to the extent indicated above.\nB\nORDER\nThough both of us have agreed that conviction is to be\nmaintained, one of us Pasayat, J has confirmed the death\nsentence while Ganguly, J has held that life sentence is to be\ngiven. The matter is referred to a larger bench only on the\nquestion of sentence. The matter be placed before Hon'ble the\nChief Justice of India for necessary orders.\nC R.P.\nMatter referred to larger Bench.\n"}