{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"T\nf\n↑\nA.P. HOUSING BOARD\nน.\nADARSHA WELFARE ASSOCIATION AND ANR.\nAPRIL 13, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nHousing:\nAndhra Pradesh Housing Board Act, 1956-Appellant Housing Board C\nacquired land for public purpose-Portion of land earmarked for 'public\npark' encroached upon by hutment dwellers-Direction of High Court that\ntill such encroachment was removed, Appellant Board cannot make\nconstruction in the proposed Commercial Zone under the plan-Held: High\nCourt erred in issuing such directions, since the Commercial Zone was in\naccordance with the sanctioned layout-Board had power to construct\ncommercial complex as per the sanction granted by authorities-High Court\nwas not justified in interfering with the lawful action of the Board.\nAppellant-Housing Board acquired land for public purpose. However a\nportion of the land earmarked for ‘park area' was encroached by hutment\ndwellers. The petitioner-Resident Welfare Association filed PIL before the\nHigh Court pleading that since the land earmarked for park was not available,\nproposed Commercial Zone under the Development Plan should not be\npermitted to be used for that purpose by the Appellant Board.\nD\nE\nThe High Court observed that the Commercial Zone was in accordance F\nwith the sanctioned layout but ecology must be given primacy and thereafter\nallowed the writ petition, directing that till encroachment of land earmarked\nfor public park was removed, commercial activities cannot be permitted to be\nundertaken at the site as per layout. Hence the present appeals.\nAllowing the appeals, the Court\nG\nHELD: The High Court committed an error of law in issuing the\ndirections, particularly after recording a finding that construction of\nCommercial Zone was in accordance with layout and after obtaining sanction\nfrom the competent authorities under the Act. When the provisions of the\nH\n133\n134\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Act have been followed and the land which is required to be used as per layout\nhas been used strictly in consonance with such layout, it cannot be said that\nby doing so, the Housing Board has committed any illegality. Once the High\nCourt had recorded the finding that the land in question was earmarked for\ncommercial purpose, it must be held that the Board had power to construct\nshopping complex as per the requisite sanction granted by the authorities.\nNo objection can be taken against such a course and the High Court was not\njustified in interfering with the lawful action of the Board.\nB\nC\nD\nE\nF\n2002.\n[Paras 6 and 7] [136-B-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6156-6157 of\nFrom the Judgment and Order dated 03.10.2001 of the High Court of\nJudicature of Andhra Pradesh at Hyderabad in W.P. No. 18755 and 19215 of\n2001.\nP.S. Naarasimha, Avijeet Kr. Lala and Anil Kumar Tandale for the\nAppellant.\nV. Sridhar Reddy and Abhijit Sengupta for the Respondents.\nManoj Saxena, Rajnish Kumar Singh, Rahul Shukla and T.V. George for\nthe State.\nThe Judgment of the Court was delivered by\nC.K. THAKKER, J. 1. These appeals are filed by the Andhra Pradesh\nHousing Board against the judgment dated October 3, 2001 in Writ Petition\nNos. 18755 and 19215 of 2001. The above petitions were filed by the petitioners\nAdarsha Welfare Association and Vengal Rao Nagar (Housing Board Colony),\nAllottees and Residents Association in Public Interest Litigation (PIL). A writ\nof mandamus was sought against the Housing Board making available open\nspace in Vengal Rao Nagar Housing Board Colony at Hyderabad by restraining\nit from making any construction in the 'lung space' area earmarked for ‘park'\nG contrary to the provisions of the Andhra Pradesh Housing Board Act, 1956\n(hereinafter referred to as 'the Act').\n2. The facts leading to the present controversy have been set out by\nus extensively in Civil Appeal No. 3942 of 2002 and companion matters\ndecided by us today and it is not necessary to repeat them in this case.\nH Suffice it to say that the Housing Board had acquired forty-five acres of land\n་\n\"\nT\nA.P. HOUSING BOARD v. ADARSHA WELFARE ASSOCIATION [C.K. THAKKER, J.] 135\nB\nfor public purpose, viz. for construction of dwelling units for its employees A\n(Vengal Rao Nagar Housing Board Colony). The Housing Board, however,\ncould get possession only of forty-three acres of land and the possession of\nland admeasuring two acres could not be obtained because of encroachment\nover the land by hutment dwellers. Construction was to be made as per the\nlayout which was approved by the Town Planning Authorities of Municipal\nCorporation of Hyderabad (MCH) in accordance with the provisions of the\nAct. Spaces were also earmarked for Parks, Commercial Community Centres\nas also for Green Area. The Housing Board could not allot a portion of land ·\nearmarked for park area since it was encroached by hutment dwellers. The\ngrievance of the petitioners before the High Court was that since the land\nearmarked for park was not available, Commercial Zone under the plan should C\nnot be permitted to be used for that purpose by the Housing Board unless\nthe 'green area' is made available. Till then the said area must be ordered to\nbe kept open.\n3. In the affidavit in reply filed by the Board, it was stated that the area\nwhich was earmarked for Commercial Zone under the Development Plan under D\nthe Act was sought to be utilized for the said purpose. Such use could not\nbe said to be contrary to law and prayer of the petitioners could not be\ngranted. Commercial complex is also a public purpose and when the area is\nsought to be used for the purpose for which it was reserved and administrative\nsanction has been accorded by the Government as well as by Municipal\nCorporation of Hyderabad (MCH), no objection could be raised against such\nlegal project. It was, therefore, submitted that the petitions deserve to be\ndismissed.\nE\n4. The High Court, considering the relevant provisions of the Act,\nobserved that the Housing Board was right in submitting that Commercial F\nZone was in accordance with layout for which sanction was granted by the\nAuthorities under the Act. But relying on the decisions of this Court in M.C.\nMehta v. Union of India \u0026 Ors., [2001] 4 SCC 577 : JT (2001) 3 SC 207,\nBangalore Medical Trust v. B.S. Muddappa \u0026 Ors., AIR (1991) SC 1901 : JT\n(1991) 3 SC 172 and M.I. Builders Pvt. Ltd. v. Radheshyam Sahu \u0026 Ors., JT\nG\n(1999) 5 SC 42, the High Court held that ecology must be given primacy and\nsince there was unauthorized encroachment of land earmarked for public park,\ntill such encroachment is removed, commercial activities cannot be permitted\nto be undertaken at the site as per layout till sufficient land is made available\nfor public park. According to the High Court ‘lung space' must be available\nfor the residents of the locality.\nH\nA\nB\nC\n136\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n5. The High Court concluded; \"Once the requisite 'lung space' is\nprovided to the residents of the area, the State may proceed to make\nconstructions in the proposed shopping complex area.\" The petition was\naccordingly allowed and necessary directions were issued to the Housing\nBoard. The Housing Board has challenged the said decision.\n6. It was submitted by the learned counsel for the appellant-Board that\nthe High Court committed an error of law in issuing the above directions,\nparticularly after recording a finding that construction of Commercial Zone\nwas in accordance with layout and after obtaining sanction from the competent\nauthorities under the Act. It was also submitted that reliance on the decisions\nreferred to by the High Court, in the facts and circumstances of the case, was\nnot proper.\n7. In our opinion, the submission is well founded and deserves to be\nupheld. When the provisions of the Act have been followed and the land\nwhich is required to be used as per layout has been used strictly in consonance\nD with such layout, it cannot be said that by doing so, the Housing Board has\ncommitted any illegality. Once the High Court had recorded the finding that\nthe land in question was earmarked for commercial purpose, it must be held\nthat the Board had power to construct shopping complex as per the requisite\nsanction granted by the authorities. No objection can be taken against such\na course and the High Court was not justified in interfering with the lawful\nE\naction of the Board.\nF\n8. For the foregoing reasons, in our opinion, the appeals deserve to be\nallowed and are accordingly allowed by setting aside the order passed by the\nHigh Court. In the facts and circumstances of the case, however, there shall\nbe no order as to costs.\nB.B.B.\nAppeal allowed.\n"}