{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"UNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 677\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nit clear that the TRAI will bear in mind the findings of the Tribunal A\nthat revenue of the licensee derived from non-license activities\nwill not be included in the Adjusted Gross Revenue for the\npurpose of determining the license fee payable by the licensee.\n5. The Union of India, challenged the order dated\n07.07.2006 of the Tribunal before this Court in Civil Appeal No.\n84 of 2007 under Section 18 of the TRAI Act. While this Civil\nAppeal was pending before this Court, the TRAI sent its\nrecommendations on the incorporation of the Adjusted Gross\nRevenue which had been sought by the Tribunal by its order\ndated 07.07.2006. Accordingly, when Civil Appeal No. 84 of\n2007 came up for hearing before this Court on 19.01.2007, this\nCourt took the view that as the TRAI had already submitted its\nrecommendations to the Tribunal, there was no reason to\ninterfere and dismissed the appeal giving liberty to the Union\nof India to urge all the contentions raised in the Civil Appeal\nbefore the Tribunal.\n6. When the Tribunal heard the parties on the\nrecommendations of the TRAI, the Union of India contended\nthat as this Court had given liberty to urge all the contentions\nraised in the Civil Appeal before the Tribunal, the Union of India\nwas entitled to re-open the issue whether the validity of the\ndefinition of Adjusted Gross Revenue in the license agreement\ncould be questioned before the Tribunal. The licensees, on the\nother hand, contended before the Tribunal that as the Civil\nAppeal of Union of India has been dismissed by this Court, the\nUnion of India was not entitled to argue the matter de novo and\nthe earlier order dated 07.07.2006 of the Tribunal had become\nfinal. In its fresh order dated 30.08.2007 (for short 'the impugned\norder') the Tribunal held that its earlier order dated 07.07.2006\nhaving become final, it cannot be re-opened after the dismissal\nof Civil Appeal No.84 of 2007 by this Court. The Tribunal held\nthat its finding in the earlier order dated 07.07.2006 that\nAdjusted Gross Revenue will include only revenue arising from\nlicensed activity and not revenue from activities outside the\nB\nC\nD\nE\nF\nG\nH\n678 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA license cannot be re-agitated by the Union of India.\n7. Having held that Adjusted Gross Revenue will include\nonly revenue arising from licensed activity, the Tribunal in the\nimpugned order considered the recommendations of the TRAI\nB regarding the heads of revenue to be included and the heads\nof revenue to be excluded from the Adjusted Gross Revenue\nand decided as follows:\nC\nD\nE\nLL.\nF\nG\nH\n(i) The Tribunal accepted the recommendation of the TRAI\nthat income from dividend even though part of the revenue\ndoes not represent revenue from licensed activity and,\ntherefore, cannot be included in the Adjusted Gross\nRevenue.\n(ii) The Tribunal accepted the recommendation of the TRAI\nthat interest earned on investment of savings made by a\nlicensee after meeting all liabilities including liability on\naccount of the share of the Government in the gross\nrevenue cannot be included in the Adjusted Gross\nRevenue, but, interest on investment of funds received by\na licensee by way of deposits from customers on account\nof security against charges and on account of concessions\ngiven in the charges payable for using the telecom services\nhave to be included in the Adjusted Gross Revenue as\nthese are related to telecom service, which is part of the\nlicensed activity.\n(iii) The Tribunal did not fully accept the recommendation\nof the TRAI on capital gains and held that sale of assets\nof a licensee such as immovable properties, securities,\nwarrants or debt instruments are not part of the licensed\nactivity and, therefore, capital gains earned by a licensee\non such sale of assets cannot form part of the Adjusted\nGross Revenue.\n(iv) The Tribunal accepted the recommendation of the TRAI\nthat gains from Foreign Exchange rates fluctuations are\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n679\nalso not part of the licensed activity of telecom service A.\nproviders and, therefore, cannot constitute part of the\nAdjusted Gross Revenue.\n(v) The Tribunal did not fully accept the recommendation\nof the TRAI on reversal of provisions like bad debts, taxes\nand vendors' credits and held that all these reversals have\nto be excluded from the Adjusted Gross Revenue.\n(vi) The Tribunal also accepted the recommendation of the\nTRAI that rent from property owned by the licensee should\nbe excluded from the Adjusted Gross Revenue, provided\nit is clearly established that the property is not in any way\nconnected with establishing, maintaining and working of\ntelecommunication.\nB\nC\n(vii) The Tribunal accepted the recommendation of the D\nTRAI that income from renting and leasing of passive\ninfrastructures like towers, dark fibre, etc. should be part\nof the Adjusted Gross Revenue as they are parts of the\nlicensed activity of the licensee.\n(viii) The Tribunal accepted the recommendation of the\nTRAI that revenue from sale of tenders, directories, forms,\nforfeiture of deposits/earnest money in relation to telecom\nservice should form part of the Adjusted Gross Revenue,\nbut held that management fees, consultancy fees and\ntraining charges from telecom service should not form part\nof the Adjusted Gross Revenue as these activities do not\nrequire a license.\n(ix) The Tribunal held that payments received on behalf of\nthird party should not form part of the Adjusted Gross\nRevenue and did not accept the recommendation of the\nTRAI in this regard.\n(x) The Tribunal did not accept the recommendation of the\nTRAI that the revenue from TV up-linking and Internet\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n680 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nservice should form part of the Adjusted Gross Revenue\nas these activities are covered under a separate license.\n(xi) The Tribunal accepted the recommendation of the TRAI\nthat sale of handsets or telephone equipment bundled with\ntelecom service should be part of the Adjusted Gross\nRevenue because such sale comes within the licensed\nactivity.\n(xii) The Tribunal accepted the recommendation of the TRAI\nthat receipts from USO Fund will not form part of the\nAdjusted Gross Revenue.\n(xiii) The Tribunal accepted the recommendation of the\nTRAI that revenue receipts on account of ADC (Access\nDeficit Charge) should form part of the Adjusted Gross\nRevenue.\n(xiv) The Tribunal accepted the recommendation of the TRAI\nthat costs on account of port charges, interconnection set-\nup charges, leased lines sharing of infrastructure, roaming\nsignaling charges and content charges should form part of\nthe Adjusted Gross Revenue.\n(xv) The Tribunal did not accept the recommendation of the\nTRAI that bad debts, waivers and discounts should form\npart of the Adjusted Gross Revenue and held that such\nlosses incurred by a licensee should be excluded from the\nAdjusted Gross Revenue.\n(xvi) The Tribunal accepted the recommendation of the TRAI\nthat service tax payable by the licensee should be included\nor excluded from the Adjusted Gross Revenue on accrual\nbasis and also accepted the recommendation of the TRAI\nthat interconnection usage should also be included or\nexcluded from the Adjusted Gross Revenue on accrual\nbasis.\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 681\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n(xvii) The Tribunal did not accept the recommendation of A\nthe TRAI that its recommendations with regard to items,\nwhich are to be included or excluded from the gross\nrevenue, should be effective from a prospective date and\ninstead held that the findings of the Tribunal with regard to\nitems, which are included or excluded from the Adjusted B\nGross Revenue, will be effective from the date the licensee\napproached the Tribunal.\nC\nD\nE\n8. Mr. Soli Sorabjee and Mr. Rakesh Dwivedi, learned\nsenior counsel appearing for the Union of India in the different\nCivil Appeals before us submitted that the Union of India had\nchallenged the order dated 07.07.2006 of the Tribunal before\nthis Court in Civil Appeal No.84 of 2007 and this Court while\ndisposing of the Civil Appeal gave liberty to the Union of India\nto urge all the contentions raised in the Civil Appeal before the\nTribunal. They submitted that the Tribunal was thus not correct\nin coming to the conclusion that Union of India could not re-\nopen the issue decided in the order dated 07.07.2006 that\nrevenue realised from activities beyond the licensed activities\ncannot form part of the Adjusted Gross Revenue when the said\nissue had been raised by the Union of India in the Civil Appeal\nbefore this Court. They further submitted that in any case the\nUnion of India had taken a specific ground in ground No.4 of\nthe Memorandum of Appeal in Civil Appeal No.84 of 2007 that\nthe Tribunal had no jurisdiction or power to examine the\ncorrectness of the terms of the license which had been F\nunconditionally accepted and acted upon the licensee. They\nsubmitted that it is well settled by decisions of this Court that\nthe rule of res judicata or estoppel is not applicable to pure\nquestion of law relating to the jurisdiction of the court and in\nsupport of their submissions cited the decisions of this Court G\nin Isabella Johnson vs. M.A. Susai (Dead) by LRs. [(1991) 1\nSCC 494] and Chandrabhai K. Bhoir and Others vs. Krishna\nArjun Bhoir and Others [(2009) 2 SCC 315] in which this Court\nhas taken a view that an order without jurisdiction is a nullity\nand it is not binding on the parties. They argued that as the\nH\n682\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA order dated 07.07.2006 of the Tribunal questioned the definition\nof Adjusted Gross Revenue in the license agreement, the order\nof the Tribunal was without jurisdiction and was a nullity.\nB\nC\n9. Mr. Sorabjee and Mr. Dwivedi next submitted that the\nTribunál failed to appreciate that license fee or payment made\nunder the license agreement is really in the nature of price or\nconsideration for parting with the exclusive privilege of the\nCentral Government and is binding on the Central Government\nand the licensee and the licensee having signed the contract\nand agreed to the terms and conditions therein including the\npayment to be made cannot question the terms of the payment\nbefore the Tribunal. They submitted that this Court has\nconsistently taken this view while deciding matters of exclusive\nprivilege of the Government in Har Shankar \u0026 Ors. vs. The\nDeputy Excise \u0026 Taxation Commissioner \u0026 Others [(1975) 1\nD SCC 737], Government of A.P. vs. M/s Anabeshahi Wine \u0026\nDistilleries Pvt. Ltd [(1988) 2 SCC 25], Assistant Excise\nCommissioner \u0026 Anr. vs. Issac Peter \u0026 Ors. [(1994) 4 SCC\n104], State of Orissa \u0026 Ors. vs. Narain Prasad \u0026 Ors.[(1996)\n5 SCC 740], State of M.P. \u0026 Ors. vs. KCT Drinks Ltd. [(2003)\nE 4 SCC 748] and State of Punjab \u0026 Anr. vs. Devans Modern\nBreweries Ltd. \u0026 Ors. [(2004) 11 SCC 26]\n10. Mr. Sorabjee and Mr. Dwivedi further submitted that\nthe definitions of Gross Revenue and Adjusted Gross Revenue\nF are part of the package comprising the terms and conditions.\nG\nH\nof the license and a licensee cannot take the license on the one\nhand and dispute the definitions of Gross Revenue and\nAdjusted Gross Revenue on the other hand. They submitted that\nif the licensee wants to operate the telecom license he has to\naccept the definitions of Gross Revenue and Adjusted Gross\nRevenue for the purpose of computing the fee that he will have\nto pay for the license to the Central Government. They relied\non the decisions of this Court in Shyam Telelink Limited vs.\nUnion of India [(2010) 10 SCC 165] and in Bharti Cellular\nLimited vs. Union of India \u0026 Ors. [(2010) 10 SCC 174] for the\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 683\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nproposition that a person taking advantage under an instrument A\nwhich both grants a benefit and imposes the burden, cannot\ntake the benefit without discharging the burden.\nB\nC\n11. Mr. Sorabjee and Mr. Dwivedi finally submitted that\nunder Section 11(1)(a)(ii) of the TRAI Act, 1977, the TRAI makes\nrecommendations, either suo motu or on a request from the\nlicensor, on the terms and conditions of license to a service\nprovider and the first proviso to Section 11(1) of the TRAI Act\nclearly states that such recommendations of the TRAI shall not\nbe binding upon the Central Government. They submitted that\nthe recommendations of the TRAI with regard to what heads\nof revenue should be included and what heads of revenue\nshould be excluded from the Adjusted Gross Revenue,\ntherefore, are not binding on the Central Government. They\nsubmitted that notwithstanding the aforesaid clear statutory\nprovision the Tribunal has considered the recommendations of D\nthe TRAI and accepted most of these recommendations,\nnotwithstanding the fact that the Central Government filed its\nobjections to the recommendations of the TRAI before the\nTribunal and hence the impugned order of the Tribunal is not\nsustainable in law.\nE\n12. Mr. C.S. Vaidyanathan, learned senior counsel\nappearing for the Cellular Operators Association, which is an\nassociation of some of the licensees, submitted that the\nTribunal in its earlier order dated 07.07.2006 had merely F\ninterpreted the definition of Adjusted Gross Revenue to cover\nrevenue from all activities of the licensee under the license and\nthat the finding in its order dated 07.07.2006 that revenue\nrealized from activities of the licensee which are beyond the\nlicensed activities cannot form part of the Adjusted Gross\nRevenue for the purpose of license fee could not be re-agitated\nafter Civil Appeal No.84 of 2007 filed by the Union of India\nagainst the order dated 07.07.2006 of the Tribunal had been\ndismissed by this Court on 19.01.2007. In support of the\nsubmission, he relied on K. Vidya Sagar v. State of U.P. and\nG\nH\n684 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Others [(2005) 5 SCC 581] in which this Court has held that\nthe reliefs claimed by the petitioner under Article 32 of the\nConstitution cannot be granted if he had claimed the same\nreliefs in a writ petition filed in the High Court under Article 226\nof the Constitution and the writ petition had been dismissed and\nB the Special Leave Petition preferred against the decision of the\nHigh Court had also been disposed of by this Court with the\ndirections that he may ventilate his grievance in accordance\nwith law. He also relied on Indian Oil Corporation Limited v.\nCollector of Central Excise, Baroda [(2007) 13 SCC 803]\nwherein this Court has held that if the Revenue had not\nappealed against an earlier order or not pressed an earlier\nappeal involving an identical issue, it was disentitled from\npressing the appeal involving the same question in a\nsubsequent case.\nC\nD\n13. Mr. Vaidyanathan next submitted that the TRAI had\nopined that Adjusted Gross Revenue for the purpose of levy of\nlicense fee shall mean the Gross Revenue accruing to the\nlicensee by way of operations mandated under the license, but\nthe Central Government had rejected this opinion of the TRAI\nE on 10.10.2000. He submitted that this Court had held in\nCellular Operators Association of India \u0026 Ors. v. Union of India\n\u0026 Ors. [(2003) 3 SCC 186] that the TRAI's recommendations\nhave to be given weightage because the TRAI was a\nspecialized body and if the Central Government rejected the\nF recommendation of the TRAI, it has to be based on logical and\nconcrete reasoning. He submitted that the recommendations\nof the TRAI that only revenues arising out of the activities\ncarried out under the license cannot be found fault with and,\ntherefore, the revenue realized from non-telecom activities\nG cannot form part of the Adjusted Gross Revenue. He submitted\nthat the view taken by the Tribunal that the revenue realized from\nactivities outside the license of the licensee cannot be included\nin the Adjusted Gross Revenue for the purpose of levy of license\nfee is absolutely correct. He submitted that under the proviso\nto Section 4 of the Telegraph Act, the Central Government has\nH\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 685\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nthe power to determine the conditions including the payment A\nfor grant of license 'as it thinks fit', but the expression 'as it\nthinks fit' does not give a carte blanche to the Central\nGovernment to levy license fee on non-telecom activities. He\ncited State of U.P. v. Devi Dayal Singh [(2000) 3 SCC 5] in\nwhich Ruma Pal, J. writing the judgment for the Court, B\ninterpreted Section 2 of the Indian Tolis Act, 1851 which enables\nthe State Government to levy toll at such rates 'as it thinks fit'\nand held that it is only with reference to the meaning of the word\n'toll' that the State Government must justify the levy on the public\nby the construction of the bridge. Mr. Vaidyanathan argued that\nthe expression 'as it thinks fit' in the proviso to Section 4 of the\nTelegraph Act would therefore have to be interpreted in the\ncontext of the license granted by the Central Government under\nSection 4 of the Telegraph Act for telecom activities and as the\nlicense granted under Section 4 of the Telegraph Act is only\nfor carrying on telecom activities, revenues realized from non-\ntelecom activities cannot be included in the Adjusted Gross\nRevenue for the purpose of levy of license fee.\nC\nD\n14. Mr. Vaidyanathan next submitted that in any case the\ndiscretion vested in the Central Government under the proviso E\nto Section 4 of the Telegraph Act has to be exercised in\naccordance with law and in a reasonable manner. In support\nof the submission, he cited the decision in Delhi Science\nForum and Others v. Union of India [(1996) 2 SCC 405] in\nwhich this Court interpreting the first proviso to Section 4(1) of F\nthe Telegraph Act held that the power to grant license on such\nconditions and for such considerations mentioned in the proviso\nto Section 4(1) of the Telegraph Act can be exercised by the\nCentral Government only on well-settled principles and norms\nwhich can satisfy the test of Article 14 of the Constitution. He G\nvehemently argued that the judgments of this Court for grant of\nexclusive privilege for liquor license cited by Mr. Sorabjee and\nMr. Dwivedi have no application to grant of a license under the\nproviso to Section 4 of the Telegraph Act.\nH\nA\n686 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n15. Mr. Vaidyanathan submitted that the appellants have\nfiled Civil Appeal Nos.1229-1230 of 2008 against the\nimpugned order of the Tribunal because they are mainly\naggrieved with the conclusion of the Tribunal in the impugned\norder that the items which are to included or excluded from the\nB Adjusted Gross Revenue as recommended by the TRAI and\nas accepted by the Tribunal would be effective from the date\nthe licensee approached the Tribunal. He submitted that the\nreliefs granted by the Tribunal to the licensees should relate\nback to the date of wrongdoing and in support of this\nsubmission he relied on Kamla Bakshi v. Khairati Lal [(2000)\n3 SCC 681]. He submitted that the Tribunal does not possess\nthe power of prospective overruling and, therefore, the\nimpugned order of the Tribunal should relate back to the date\nof the license agreement.\nC\nD\n16. Mr. Shyam Diwan, learned counsel appearing for the\nReliance Communications Ltd. in Civil Appeal Nos. 9946-9961\nof 2010 submitted that the orders dated 07.07.2006 and\n30.08.2007 are really declaratory in nature and are within the\npowers of the Tribunal and all licensees are entitled to benefit\nE from the aforesaid orders of the Tribunal and this would ensure\na level playing field for all the licensees.\nF\nG\nH\n17. Mr. Ramji Srinivasan, learned counsel appearing for\nthe Association of Telecom Service Providers of India,\nsubmitted that the Union of India is not right in its contention\nthat the Tribunal did not have the jurisdiction to pass the order\ndated 07.07.2006 holding that revenue realized from activities\nby the licensee which are beyond the licensed activities cannot\nform part of the Adjusted Gross Revenue for the purpose of\nlicense fee. He argued that Section 14 (a)(i) of the TRAI Act\nconferred power on the Tribunal to adjudicate \"any\" dispute\nbetween a licensor and a licensee and it is in exercise of this\npower conferred by Section 14(a)(i) of the TRAI Act that the\nTribunal has passed the order dated 07.07.2006. He relied on\nthe decision of this Court in Union of India v. Tata Teleservices\n"}