{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"UNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 687\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n(Mahrashtra) Ltd. [2007) 7 SCC 517] in support of this A\ncontention. He submitted that the order dated 07.07.2006 of\nthe Tribunal was within the powers of the Tribunal and had\nbecome final after the dismissal of Civil Appeal No.84 of 2007\nof the Union of India by this Court on 19.01.2007.\nB\nC\nD\n18. Mr. Srinivasan next submitted that the fifth proviso to\nSection 11(1) of the TRAI Act states that if the Central\nGovernment having considered the recommendation of the\nTRAI, comes to a prima facie conclusion that such\nrecommendation cannot be accepted or needs modification,\nit shall refer the recommendation back to the TRAI for its\nreconsideration and the TRAI may, within fifteen days from the\nreceipt of such reference, forward to the Central Government\nits recommendation after considering the reference made by\nthe Central Government and it is only after receipt of such\nfurther recommendation, if any, of the TRAI that the Central\nGovernment shall take a final decision. He submitted that the\nTribunal in its order dated 07.07.2006 has found that the initial\nrecommendation of the TRAI to include only revenue derived\nfrom the licensee from the licensed activities as part of the\ngross revenue was not acceptable to the Central Government E\nand hence the Central Government referred the issue back to\nthe TRAI and the TRAI, after considering the views of the Central\nGovernment, made some changes but in principle again\nrecommended that the gross revenue should be only that\nrevenue which was derived from the licensed activities. He\nsubmitted that the Tribunal in its order dated 07.07.2006 has\nfurther found that this second recommendation of the TRAI was\nnot accepted by the Central Government because it had\nobtained the opinion of a renowned expert in accountancy, who\nadvised the Central Government that the definition of Adjusted G\nGross Revenue should be such as to be less prone to reduction\nof license fee liability by way of accounting jugglery and\n* something which is easy to verify. He submitted that the Tribunal\nheld in the order dated 07.07.2006 that this recommendation\nof the renowned expert was not communicated to the TRAI and\nF\nН\n688\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA as a result, the TRA! could not consider this opinion of the\nrenowned expert and give its views. He argued that the Tribunal -\nrightly held in the order dated 07.07.2006 that the opinion of\nthe renowned expert in accountancy not having been placed\nbefore the TRAI has vitiated the proceedings contemplated\nB under Section 11(1)(a) of the TRAI Act, which mandates the\nCentral Government to seek recommendations of the TRAI.\nC\n19. Mr. Srinivasan next submitted that the definition of\nAdjusted Gross Revenue in the license agreement so as to\ninclude in gross revenue items, which according to the\nAccounting Standard 9 (nine), do not come within the definition\nof revenue. He referred to the Format of Statement of Revenue\nand License Fee (Appendix-11 to Annexure-II of the License\nAgreement) to show that the licensee is required to give\ninformation in a statement on various items which are not truly\nD of a revenue nature and which fall totally outside the licensed\nactivities of the telecom license.\nF\n20. Mr. Srinivasan submitted that since the Tribunal in the\nimpugned order confined the relief to the licensees who had\nE approached the Tribunal and that too with effect from the date\nthe licensees approached the Tribunal, the Association of\nTelecom Service Providers of India filed a Review Application\nbefore the Tribunal praying that the relief granted by the Tribunal\nshould be extended to all members of the Association and that\nthe relief should be effective from the date of the demand and\nnot from the date the licensee approached the Tribunal, but by\norder dated 14.09.2007 the Tribunal dismissed the Review\nApplication and, therefore, the Association of Telecom Service\nProviders of India have filed Civil Appeal Nos. 179-180 of 2008.\nHe vehemently argued that the Tribunal ought to have granted\nthe relief to all members of the Association and should have\nmade the relief effective from the date of the agreement and\nnot from the date when the licensee approached the Tribunal.\nG\n21. Mr. Gopal Jain, learned counsel appearing for M/s\nH Bharti Broadband, submitted that the Tribunal in its order dated\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 689\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n07.07.2006 had already decided Petition No. 98 of 2005 of M/ A\ns Bharti Broadband and the Union of India had not filed any\nappeal against M/s Bharti Broadband and, therefore, the order\ndated 07.07.2006 of the Tribunal so far as M/s Bharti\nBroadband is concerned, had become final. He relied on a\nrecent judgment of this Court in State of Uttaranchal \u0026 Anr. v. B\nSunil Kumar Vaish \u0026 Ors. in Civil Appeal No.5374 of 2005\nsaying that there must be finality to litigation. He argued that\ngeneral principles of res judicata should apply in a proceeding\nbefore the Tribunal and the Union of India cannot be permitted\nto raise the issues which had been finally decided by the order C\ndated 07.07.2006 of the Tribunal.\n22. Mr. Jain next submitted that M/s Bharti Broadband has\nfiled Civil Appeal No.2065 of 2008 against the impugned order\nbecause it is aggrieved by the conclusion of the Tribunal in the\nimpugned order that the reliefs granted in the impugned order\nto the licensee will be effective from the date the licensee\napproached the Tribunal. He relied on P.V. George v. State of\nKerala [(2007) 3 SCC 557] to contend that the Tribunal does\nnot have the power to give prospective effect to its judgment.\nHe argued that Bharti Broadband should, therefore, be entitled\nto the reliefs with effect from the date of demand i.e.\n05.08.2005.\nD\nE\n23. Mr. Vikas Singh, learned counsel appearing for M/s\nBharti Airtel, submitted that the order dated 07.07.2006 of the F\nTribunal had merged with the order dated 19.01.2007 of this\nCourt in Civil Appeal No.84 of 2007 by which the Civil Appeal\nwas dismissed and therefore that in these appeals this Court\ncannot re-open the issues which had been closed by the order\ndated 19.01.2007 passed in Civil Appeal No.84 of 2007. In\nsupport of the submission, he relied on the decisions of this\nCourt in Kunhay Ahmed \u0026 Ors. v. State of Kerala \u0026 Anr.\n[(2000) 6 SCC 359], Supreme Court Employees' Welfare\nAssociation v. Union of India \u0026 Anr. [(1989) 4 SCC 187] and\nState of Manipur v. Thingujam Brojen Meetei [(1996) 9 SCC\nG\nH\n690 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA 29]. He also relied on the decision of this Court in Medley\nPharmaceuticals Limited v. Commissioner of Central Excise\nand Customs [(2011) 2 SCC 601] for the proposition that\ndismissal of an appeal under Article 136 of the Constitution\nafter grant of leave by a non-speaking order attracted the\nB doctrine of merger.\nC\nD\nE\nF\nG\nH\n24. We have considered the submissions of learned\ncounsel for the parties and we find that in Cellular Operators\nAssociation of India \u0026 Ors. v. Union of India \u0026 Ors. (supra)\nthis Court considered the scope of the appeal under Section\n18 of the TRAI Act and held that an appeal under Section 18\nof the TRAI Act before this Court has to be confined to only\nsubstantial questions of law which arise out of the order of the\nTribunal. We have therefore formulated the following substantial\nquestions of law which arise for decision in these appeals:\n(i) Whether after dismissal of Civil Appeal No.84 of 2007\nof the Union of India against the order dated 07.07.2006\nof the Tribunal, by this Court by order dated 19.01.2007,\nthe Union of India can re-agitate the question decided in\nthe order dated 07.07.2006 that the Adjusted Gross\nRevenue will include only revenue arising from licensed\nactivities and not revenue from activities outside the\nlicense of the licensee.\n(ii) Whether the TRAI and the Tribunal have jurisdiction to\ndecide whether the terms and conditions of license which\nhad been finalised by the Central Government and\nincorporated in the license agreement including the\ndefinition of Adjusted Gross Revenue.\n(iii) Whether as a result of the Union of India not filing an\nappeal against the order dated 07.07.2006 of the Tribunal\npassed in favour of some of the licensees, the said order\ndated 07.07.2006 had not become binding on the Union\nof India with regard to the issue that revenue realised from\nactivities beyond the licensed activities cannot be included\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\nin the Adjusted Gross Revenue.\n691\n(iv) Whether the licensee can challenge the computation\nof Adjusted Gross Revenue, and if so, at what stage and\non what grounds.\n25. The first substantial question of law which we have to\ndecide is whether after dismissal of Civil Appeal No.84 of 2007\nof the Union of India by this Court on 19.01.2007 against the\norder dated 07.07.2006 of the Tribunal, the Union of India can\nre-agitate the question decided in the order dated 07.07.2006\nthat the Adjusted Gross Revenue will include only revenue\narising from licensed activities and not revenue from activities\noutside the license of the licensee. For deciding this question,\nwe must first look at the language of the order dated\n19.01.2007 of this Court in Civil Appeal No.84 of 2007. The\norder dated 19.01.2007 is quoted hereinbelow:\n\"Heard the parties.\nPursuant to the direction of the TDSAT in the impugned\norder, a fresh recommendation has been made by the\nTRAI. In view thereof, we see no reasons to interfere. The\nappeal is dismissed. The appellant is, however, given\nliberty to urge the contentions raised in this petition\nbefore the TDSAT.\" (Emphasis Supplied)\nIt will be clear from the language of the order dated 19.01.2007\nthat while dismissing the appeal, the Court has given liberty to\nthe appellant, namely, Union of India, to urge the contentions\nraised in Civil Appeal No.84 of 2007.\n26. In Civil Appeal No.84 of 2007, the Union of India has\nurged 22 Grounds and Ground Nos.1 to 6 of the Memorandum\nof Appeal are extracted hereibelow :\nA\nB\nC\nD\nE\nF\nG\n1:\nBecause the judgment and order dated 7.7.2006\npassed by the Hon'ble TDSAT is wrong, erroneous,\ncontrary to law and deserves to be set aside.\nH\n692 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA\n2.\nB\nс\nD\nE\nF\nG\nH\n3.\n4.\n5.\n6.\nBecause the Hon'ble TDSAT failed to appreciate\nthat the migration package accepted and acted\nupon by the respondents herein itself provided for\ndefinition of Gross Revenue and Adjusted Gross\nRevenue.\nBecause the Hon'ble TDSAT failed to appreciate\nthat the license unconditionally accepted the\nmigration package, exploited the licenses on the\nterms and conditions mentioned therein and\nthereafter challenged the definition of Adjusted\nGross Revenue.\nBecause the Hon'ble TDSAT failed to appreciate\nthat it had no jurisdiction or power to examine the\ncorrectness of terms of the license which had been\nunconditionally accepted and acted upon by the\nlicensee.\n'\nBecause the Hon'ble TDSAT failed to appreciate\nthat in fact some licensee obtained new license\nwhich contains the definition of 'Gross Revenue'\nand 'Adjusted Gross Revenue' which has been\nunconditionally accepted by the appellants.\nBecause the Hon'ble TDSAT failed to appreciate\nthat under Section 4 of the Indian Telegraph Act,\n1885 it is the exclusive privilege of the Central\nGovernment to establish, maintain and work\ntelegraph/telecom and this privilege can be given\nto the private parties by granting licenses on such\nterms and conditions as the Central Government\nthinks fit and appropriate.\"\nThus, as per the express language of the order dated\n19.01.2007 of this Court in Civil Appeal No.84 of 2007, Union\nof India could raise each of the grounds extracted above before\nthe Tribunal. Hence, even if we hold that the order dated\n'\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 693\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n07.07.2006 of the Tribunal got merged with the order dated A\n19.01.2007 of this Court passed in Civil Appeal No.84 of 2007,\nby the express liberty granted by this Court in the order dated\n19.01.2007, Union of India could urge before the Tribunal all\nthe contentions covered under Ground Nos.1 to 6 extracted\nabove including the contention that the definition of Adjusted B\nGross Revenue as given in the license could not be challenged.\nby the licensee before the Tribunal and will include all items of\nrevenue mentioned in the definition of Adjusted Gross Revenue\nin the license.\n27. The second substantial question of law which we have\nto decide is whether the TRAI and the Tribunal had jurisdiction\nto decide on the validity of the terms and conditions of license\nincluding the definition of Adjusted Gross Revenue finalised by\nthe Central Government and incorporated in the license. For\ndeciding this question, we must look at the provisions of Section\n4(1) of the Telegraph Act and the proviso thereto and the\nrelevant provisions of the TRAI Act which are quoted\nhereinbelow:\nSection 4 (1) of the Telegraph Act:\n\"4. Exclusive privilege in respect of telegraphs, and power\nto grant licenses.-(1) Within India, the Central\nGovernment shall have the exclusive privilege of\nestablishing, maintaining and working telegraphs:\nProvided that the Central Government may grant a license,\non such conditions and in consideration of such payments\nas it thinks fit, to any person to establish, maintain or work\na telegraph within any part of India.\"\nRelevant Provisions of the TRAI Act:\nSection 2(e) \"licensee” means any person licensed under\nsub-Section (1) of Section 4 of the Indian Telegraph Act,\n1885 (13 of 1885) for providing specified public\nC\nD\nE\nF\nG\nH_\nA\n00\nB\nC\nD\nE\nF\n0\nH\n694 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\ntelecommunication services;\n2 (ea) \"licensor\" means the Central Government or the\ntelegraph authority who grants a license under Section 4\nof the Indian Telegraph Act, 1885 (13 of 1885);\n2 (k) \"telecommunication service\" means service of any\ndescription (including electronic mail, voice mail, data\nservices, audio tax services, video tax services, radio\npaging and cellular mobile telephone services) which is\nmade available to users by means of any transmission or\nreception of signs, signals, writing images and sounds or\nintelligence of any nature, by wire, radio, visual or other\nelectromagnetic means but shall not include broadcasting\nservices:\n[provided that the Central Government may notify other\nservice to be telecommunication service including\nbroadcasting services.]\n\"11(1). Functions of Authority.-(1) Notwithstanding\nanything contained in the Indian Telegraph Act, 1885 (13\nof 1885), the functions of the Authority shall be to\n(a) make recommendations, either suo motu or on a\nrequest from the licensor, on the following matters, namely:-\n(i) need and timing for introduction of new service provider;\n(ii) terms and conditions of license to a service provider;\n(iii) revocation of license for non-compliance of terms and\nconditions of license;\n(iv) measures to facilitate competition and promote\nefficiency in the operation of telecommunication services\nso as to facilitate growth in such services;\n(v) technological improvements in the services provided by\nthe service providers;\nf\nUNION OF INDIA v. ASSOCIATION OF UNIFIED TELECOM 695\nSERVICE PROVIDERS OF INDIA [A.K. PATNAIK, J.]\n(vi) type of equipment to be used by the service providers A.\nafter inspection of equipment used in the network;\n(vii) measures for the development of telecommunication\ntechnology and any other matter relatable to\ntelecommunication industry in general;\n(viii) efficient management of available spectrum;\nB\n(b) discharge the following functions, namely, :-\n(i) ensure compliance of terms and conditions of licence;\n(ii) notwithstanding anything contained in the terms and\nconditions of the license granted before the\ncommencement of the Telecom Regulatory Authority of\nIndia (Amendment) Act, 2000, fix the terms and conditions\nof inter-connectivity between the service providers;\n(iii) ensure technical compatibility and effective inter-\nconnection between different service providers;\n(iv) regulate arrangement amongst service providers of\nsharing their revenue derived from providing\ntelecommunication services;\nC\nD\nE\n(v) lay down the standards of quality of service to be\nprovided by the service providers and ensure the quality\nof service and conduct the periodical survey of such F\nservice provided by the service providers so as to protect\ninterest of the consumers of telecommunication service;\n(vi) lay down and ensure the time period for providing local\nand long distance circuits of telecommunication between\ndifferent service providers;\n(vii) maintain register of interconnect agreements and of\nall such other matters as may be provided in the\nregulations;\nG\nH\nA\nB\nC\nD\nE\nய\nLL\nF\nG\nH\n696 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n(viii) keep register maintained under clause (vii) open for\ninspection to any member of public on payment of such\nfee and compliance of such other requirements as may be\nprovided in the regulations;\n(ix) ensure effective compliance of universal service\nobligations;\n(c) levy fees and other charges at such rates and in respect\nof such services as may be determined by regulations;\n(d) perform such other functions including such\nadministrative and financial functions as may be entrusted\nto it by the Central Government or as may be necessary\nto carry out the provisions of this Act.\nProvided that the recommendations of the Authority\nspecified in clause (a) of this sub-section shall not be\nbinding upon the Central Government.\nProvided further that the Central Government shall seek the\nrecommendations of the Authority in respect of matters\nspecified in sub-clauses (i) and (ii) of clause (a) of this\nsub-section in respect of new license to be issued to a\nservice provider and the Authority shall forward its\nrecommendations within a period of sixty days from the\ndate on which that Government sought\nrecommendations:\nthe\nProvided also that the Authority may request the Central\nGovernment to furnish such information or documents as\nmay be necessary for the purpose of making\nrecommendations under sub-clauses (i) and (ii) of clause\n(a) of this sub-section and that Government shall supply\nsuch information within a period of seven days from receipt\nof such request:\nProvided also that the Central Government may issue a\nlicense to a service provider if no recommendations are\n"}