{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"86\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA Pareena Swarup, Praveen Swarup D. Mehta, Ameet Singh,\nNikhil Majithia, Anuvrat Sharma, M.K. Choudhary, Tanuj\nKhurana, S.K. Verma, R.K. Yadav, Ashutosh Srivastava for the\nappearing parties.\nB\nThe Judgment of the Court was delivered by\nR.V.RAVEENDRAN, J. 1. The appellants in these\nappeals are the lessees of plots allotted by the New Okhla\nIndustrial Development Authority (for short 'the Authority' or\n'NOIDA') for construction of 5 star, 4 star and 3 star hotels in\nC Noida, District Gautam Budh Nagar, Uttar Pradesh. The said\nAuthority was constituted under the provisions of the\nU.P.Industrial Area Development Act, 1976 ('Act' for short) for\ndevelopment of an Industrial and Urban Township of Noida in\nUttar Pradesh, neighbouring Delhi.\nD\nE\nF\nG\nH\n2. Tourism was granted the status of an “industry” by the\nstate government during 1997-98, by extending certain\nconcessions and facilities available to industries. However as\ntourism, in particular hotel industry, had not received the\nrequired encouragement, the state government with the intention\nof attracting capital investment in tourism industry came up with\na policy, as per its communication dated 22.5.2006 addressed\nto the Director General of Tourism, Uttar Pradesh. Relevant\nportions of the said policy are extracted below:\n(1)\nLand should be earmarked for hotels by the\nconcerned Development Authorities while preparing\nthe Master Plan with the cooperation of the Tourism\nDepartment and such land should be provided for\nhotels. Where the Master-Plan stands finalized, the\nsaid procedure has to be followed in respect of\nsurplus land. In regard to Development Authorities\nwhich have not finalised the Master Plan, steps may\nbe taken for reserving land for hotels to the extent\npossible, near tourist spots/places of tourism with\nthe assistance of the Tourism Department.\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n(2)\n(3)\n87\nWhenever the Master Plans of Authorities are A\nrevised, the land should be earmarked for hotels\nwith the assistance of the Tourism Department. The\nlands earmarked will be kept reserved for tourism/\nhotels for five years from the date of publicizing the\nscheme. If no hotel entrepreneur comes forward in B\nfive years, the authority shall be free to alter its land\nuse.\nIf change in land use by the Authority is necessary\nfor giving the earmarked plot to hotel industry, such\nchange in land use shall be done by the Authority\nin accordance with the rules and the prescribed\nprocedures on a 'case to case' basis by the\ncompetent authority.\nC\nD\n∞\n\u0026\n(4) XXXXX\n(5)\nSince Tourism including Hotels, has been given the E\nstatus of Industry, in regard to hotels also plots shall\nbe earmarked as in the case of industries, and\nshall be allotted at industrial rates as in the case\nof industrial plots. This policy shall be implemented\nin every district of the State.\n(6) XXXXX\n(7) They shall be given cent-percent rebate in Sukh\nSadhan Tax for five years from the date of starting\n(8)\nFL\nof new hotels. Other concessions shall be G\nadmissible as per industrial policy.\nThe earmarked land for Hotel industry, shall be\nallotted only to Tourism entrepreneurs.\nH\nA\nB\n☐ C\nD\nヨ\nF\n88\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\n(10) Land shall be made available to hotel entrepreneurs\nby all Authorities including the Housing and\nIndustrial Development Departments, at industrial\nrates. To ensure that hotel entrepreneurs may get\nthe benefit of this provision, all the above Authorities\nshall ensure the necessary arrangements/\namendment in their rules so that it may be possible\nto make available the land to hotel entrepreneurs\non industrial rates.\n(11) Only in areas where there are Authorities, the\nestimation of category wise requirement,\ndetermination of number of plots and star category\nwise determination of hotels will be made by the\nconcerned Authorities. In other areas the Tourism\nDepartment shall assist in this exercise.\nXXXXX\n(15) After earmarking the land for hotels, applications\nwill have to be invited for allotment to hotel/tourist\nentrepreneurs on industrial rates. The condition\nof eligibility for applicant shall be as follows:- xX X X\n(16) Where there is industrial lands, and more than\none applicant, the Development Authorities shall\nallot the industrial land on the basis of suitability\nof the applicants, in accordance with the current\nprocedure.\"\n(emphasis supplied)\nG\nH\n3. At the 135th meeting of the Board of Directors/Members\nof NOIDA (for short 'NOIDA Board') held on 5.6.2006, the said\nState Policy dated 22.5.2006 to attract more capital investment\nin tourism/hotel industry was considered. The NOIDA Board\nresolved to implement the said policy in the areas falling within\nits jurisdiction and apply the rates applicable to its Industrial\narea (Phase I) to the plots to be allotted to the hotel industry.\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 89\n[R.V. RAVEENDRAN, J.]\nThe rate referred was the reserve rate of Rs.7400/- per sq.m. A\napplicable to Industrial Area (Phase I) plots, fixed by the NOIDA\nBoard at its meeting held on 20.3.2006. The resolution also\nmentioned that the implementation of the said policy should\nensure construction of sufficient hotels before the\nCommonwealth Games to be held in Delhi, which were\nscheduled to commence in October, 2010. Having regard to\nthe importance of the matter, the Principal Secretary, Tourism,\nthe Commissioner, Meerut Circle and the Director of Industries\nof the U.P. Government, attended the said meeting as special\ninvitees.\nB\nC\nD\nE\n4. At a meeting held by the Circle Commissioner, Meerut\non 2.7.2006 with officials of NOIDA, he communicated the\ndirection that construction of Hotels should be completed\nbefore the commencement of the Commonwealth Games. At\nthe said meeting the following 14 plots were identified as being\nsuitable for allotment as hotels/plots: (a) six plots each\nmeasuring 40000 sq.m. for 5 star hotels in Sectors 96, 97 and\n98; (b) five plots each measuring 20000 sq.m. for 4 star hotels\nin Sectors 72, 101, 105, 124 and 135; and (c) three plots for 3\nstar hotels (measuring 20000, 20000 \u0026 10000 sq.m.) in\nSectors 62, 63, and 142. In view of the Government's Policy\ndated 22.5.2006 and the decisions taken at the meeting\nchaired by the Commissioner, Meerut Circle on 6.7.2006, the\nNOIDA Board took the following decisions at its 136th meeting\nheld on 14.7.2006: (i) It approved the proposal for making F\nprovision for hotels in reserved commercial area - Zone C 3\n(as hotels had not been permitted in commercial areas C-1 and\nC-2 of the master plan reserved for wholesale and retail\nactivities and as there was demand for hotels due to\nCommonwealth Games 2010) and directed inclusion thereof G\nin the approved proposed NOIDA Master Plan 2021 and\nreference to the State Government for its approval. (ii) It\ndecided to launch the Hotel Plot Allotment Scheme and\nauthorized the CEO to finalise the terms and conditions for\nH\n90\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA allotment, so as to ensure construction of hotels by the allottees\nbefore the commencement of the Commonwealth Games. In\npursuance of the said decision, NOIDA sent a communication\ndated 20.7.2006 to the State Government seeking approval\nof its decision to make a provision for hotels in commercial\nareas under Zone 3 and inclusion of it in NOIDA Master Plan,\n2021.\nB\n5. The Secretary, Sports \u0026 Youth Affairs, Government of\nIndia, held meetings with NOIDA officials on 28.7.2006 and\n22.8.2006 in connection with preparations for Commonwealth\nC Games scheduled in October, 2010. At those meetings, the\nSecretary, Sports \u0026 Youth Affairs stressed the Government of\nIndia's request for earmarking 25 hotel plots in NOIDA.\nTherefore it was decided to reduce the area of 5 star hotels\nto 24000 sq.m. (instead of 40,000 sq.m. earlier proposed), the\nD area of 4 star hotels to 12500 sq.m. (instead of 20000 sq.m.)\nand the area of 3 star Hotels to 7500 sq.m. (instead of 10000\nsq.m.) and thereby convert the 14 plots into 25 plots made up\nof 10 plots for 5 star hotels, 5 plots for 4 star hotels and 10\nplots for 3 star hotels. At the meeting held on 28.8.2006 under\nE the chairmanship of the Circle Commissioner, Meerut, the said\ndecision to increase the number of plots for hotels from 14 to\n25 by reducing the plot measurements, in the following manner:\nF\n☐ G\n(i) Ten plots for 3 star hotels - (area 7500 sq.m.\neach)\n(ii)\nPlot Nos. SDC/H1 and SDC/H2 in sector 62, plot\nNos.A-155/B and A-155/C in sector 63, plot No.\nSDC/H 2 in sector 72, plot No.124A/2 in sector\n124, plot No.SDC/H-2 in sector 103, plot No.SDC/\nH-2 in sector 105, SDC/H-2 in sector 135 and plot\nNo.14 in sector 142.\nFive plots for 4 star hotels: (area: 12,500 sq.m.\neach)\n☐ H\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 91\n[R.V. RAVEENDRAN, J.]\nPlot No.SDC/H-1 in sectors 72, 103, 105 and 135 A\nand plot No.124A/1 in sector 124.\n(iii) Ten plots for 5 star hotels: (area 24,000 sq.m.)\nPlot Nos.H-1 to H-10 in sectors 96, 97 and 98.\nB\nThe proposal for approving the increase in number of plots and\nreductions in their size was placed before the NOIDA Board\nat the 137th meeting on 1.9.2006. The NOIDA Board approved\nthe proposal. The terms and conditions for allotment drawn by\nthe CEO were also approved with a modification that they c\nshould provide for obtaining Hotel Completion Certificate by\nDecember 2009 (with authority to CEO to grant extension of\ntime).\nD\n6. In pursuance of the said decision, NOIDA published the\nHotel Site Allotment Scheme on 17.10.2006, by\nadvertisements in newspapers and by issue of information\nbrochures containing detailed terms and conditions, inviting\napplications for allotment of plots for 5 star, 4 star and 3 star\nhotels in NOIDA on 90 years lease basis. Applications were\nmade available between 17.10.2006 and 1.11.2006 (extended E\ntill 10.11.2006). We extract below the relevant information from\nthe Brochures. The following eligibility criteria were prescribed:\nEligibility criterion for selection (extracted from clauses\n8 to 11 of Brochures)\nMinimum experience in\nHotel business\nAverage turnover during\nthe last three years\n10 years for 5 star and 4 star; 5\nyears for 3 star\nRs.100 crores, Rs. 75 crores \u0026\nRs.50 crores respectively for\nfive star, four star and three\nstar,\nF\n0\nNet worth\nPositive\nAllotment of hotel sites among the eligible applicants shall H\nA\nB\nс\nD\nE\n92\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nbe done on the basis of their experience, turnover and net\nworth. Allotment of hotel site to the eligible applicants shall\nbe made in descending order, of the plot applied for, on\nthe basis of their evaluation. In case same marks are\nobtained by more than one applicant, then allotment\namongst them shall be made on the basis of draw of lots.\nFor each hotel that has a tie up/collaboration with\ninternational chain of hotels or in case the applicant\ncompany/institution is itself an international chain, then\nthree additional marks shall be awarded for each hotel in\nthe 3/4/5 star and above/equivalent rating category owned/\nmanaged by the applicant.\n\"Rate of Allotment, that is premium payable (Clause\n13 of the Brochure)\n(a)\nThe current rate of allotment is Rs.7,400/- (Rupees\nSeven Thousand Four Hundred Only) per square\nmetre.\n(b) Besides, Location benefit charges as stated below\nshall be charged in addition to above allotment rate\nat the following rates :-\n2.5% of above rate if plot is on 18 mtr. but\nless than 30 mtr. wide road.\n(i).\nF\n(ii)\n5% of above rate if plot is on a road having\nwidth of 30 mtr. or above.\nG\nI\n(c)\n(iii) 2.5% of above rate if plot is facing/abutting\ngreen belt or park.\n(iv) 2.5% of above rate if plot is a corner plot.\nThe maximum location charges would not exceed\n10% of the total allotment amount of the plot.\nThe land rate stated above is subject to change\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 93\n[R.V. RAVEENDRAN, J.]\nwithout giving any notice. The rate prevailing on the A\ndate of issue of allotment letter would be\napplicable.\"\nPayment of annual rent: (extracted from clause E in the\nBrochures)\nIn addition to the amount paid/payable for the allotment of\nplot, allottee shall have to pay yearly lease rent in the\nmanner given below:\nB\n(a) The lease rent will be 2.5% of the total amount paid C\nfor the plot and will be payable annually.\n(b)\n(e)\nOn expiry of every ten years from the date of\nexecution of the lease deed, lease rent would be\nenhanced by 50% of the annual rent payable at the\ntime of such enhancement.\nXXXXXX\nAllottee has the option to pay lease rent equivalent\nto 11 years of the current lease rent as “One Time\nLease Rent\" unless the Authority decides to\nwithdraw this facility. On payment of One Time\nLease Rent, no further annual lease rent would be\nrequired to be paid for the balance lease period.\nThis option may be exercised at any time during the\nlease period, provided the allottee has paid the\nearlier lease rent due and lease rent already paid\nwill not be considered in One Time Lease Rent\noption.\"\nNorms of development (extracted from Clause (I) in the\nBrochures):\n(a) Ground coverage and floor area ratio is as under :\nMaximum ground coverage\n: 25% [for 5/4 star]\n30% [for 3 star]\nD\nE\nF\nG\nH\n94\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA\nMaximum FAR\nMaximum height \u0026 set backs\n(b)\nOther norms:\nB\ni.\n: 2 [for 5/4 star]\n1.5 [for 3 star]\n: as per building\nbye-laws\nC\nD\nE\nF\nG\nH\nii.\n5% of the FAR can be used for Commercial space.\nBasement below the ground floor to the maximum\nextent of ground coverage shall be allowed and if\nuse for parking and services would not be counted\nin the FAR. Basement used for parking will be\npermitted upto the setback line of the plot.\"\n\"Transfer (Clause J of the Brochures)\n1.\n2.\n3.\n4.\nThe allotted plot shall not be transferred before the\nallotted premises is declared functional by the\nAuthority. In case the allottee wants to transfer the\nplot after the hotel is declared functional, the allottee\nwill have to seek prior permission from the\nAuthority. Authority may refuse to allow transfer\nwithout giving any reason. However, in case the\ntransfer is permitted, transfer charges shall be\npayable as per policy of the Authority and all terms\nand conditions of transfer memorandum shall be\nbinding jointly and severally on the transferee and\ntransferor.\nNo change in shareholding pattern of the members\nin the Consortium shall be permitted till the project\nis completed and functionality certificate is\nobtained from the Authority.\nIn no circumstances, the sub-division of plot will be\nallowed by the Authority.\nThe allottee shall not be allowed to use any land\nother than allotted premises and shall also ensure\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 95\n[R.V. RAVEENDRAN, J.]\nto keep the allotted premises, environment neat \u0026 A\nclean.\nCancellation (Clause (o) of the Brochures)\n(i)\n(ii)\nIf it is discovered that the allotment of the plot has\nbeen obtained by suppression of any fact or\nmisstatement or misrepresentation or fraud the\nallotment of the plot shall be cancelled and the\nentire deposited amount shall be forfeited to the\nAuthority.\nIf there is any breach in the terms of allotment, or if\nthe allottee does not abide the terms and\nconditions of the building rules or any rules framed\nby NOIDA, the allotment may be cancelled by the\nAuthority and the possession of the demised\npremises shall be taken over by the Authority from\nthe allottee. In such an event, allottee will not be\nentitled for any compensation whatsoever and\nrefund of any amount credited or is in arrears/\noverdue as Revenue Receipt(s) if any, may be\nrefunded after forfeiting the amount as per rules.\nHowever, total forfeited amount would not exceed\nthe total deposits.\n7. The number of applications received under the said\nscheme published on 17.10.2006 and the allotments made after\nprocessing and evaluation, are as under:\nB\nC\nD\nE\nF\nCategory of No. of plots\nNo. of\nNumber of\nHotel Plots\noffered for\napplications allotments\nallotment\nreceived\nmade\nG\n5 star\n10\n15\n9\n4 star\n5\n5\n2\n3 star\n10\n11\n3\nTotal\n25\n31\n14\nI\n"}