{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"96\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA It is stated by NOIDA that the evaluation of applications and\nrecommendations for allotment were made by an independent\nScreening Committee (U.P.Industrial Consultants Ltd.) and the\nrecommendations for allotments were approved by the CEO\nof NOIDA. The allotments were made on 12.1.2007 and the\nB allottees were required to pay the premium for the leases at\nthe rate of Rs.7400/- per sq.m. plus location charges. At the\n142nd meeting held on 9.2.2007, the Board of Directors of\nNOIDA approved the CEO's acceptance of the\nrecommendations of the Screening Committee relating to\nallotment and directed that the remaining. 11 unallotted plots (7\nplots in 3 star category, 3 plots in 4 star category and 1 plot in\n5 star category) be re-advertised.\nс\n8. At the 143rd meeting held on 9.3.2007, the Board of\nNOIDA perused the relevant agenda and noted the allotments\nD made to the allottees, the payments received by way of\npremium from the allottees and the proposals for execution of\nlease deeds in favour of the allottees of the hotel plots, under\nthe government scheme dated 22.5.2006 approved on\n5.6.2006. In pursuance of the above, lease deeds have been\nE executed and presented for registration in March, April and\nMay, 2007. In two cases the lease deeds have been registered.\nIn other cases, it is stated that the registration is pending in view\nof proceedings for under-valuation on the ground that as against\nthe circle rate of Rs.70,000 per sq.m., the premium for the lease\nF was only Rs.7,400 per sq.m.\nG\nH\n9. At that stage, two writ petitions (Civil Misc. W.P.\nNo.24917/2007 and PIL W.P. No.29252/2007) were filed in the\nHigh Court of Allahabad, challenging the allotment of the hotel\nsites by NOIDA on the ground that the allotment was at a very\nlow price. The first writ petition was filed on 22.5.2007, hardly\nwithin one month from date of execution of the lease deeds. In\nthe said writ petition, a division bench of the High Court made\na reasoned interim order on 22.5.2007 directing the state\ngovernment to exercise its power of revision under section\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 97\n[R.V. RAVEENDRAN, J.]\n41(3) of the U.P. Urban Planning \u0026 Development Act, 1973 (for A\nshort '1973 Act') read with section 12 of the Act and take a\nrelook in regard to the allotments made in favour of the\nappellants by NOIDA and take an independent decision. In\npursuance of the said application, the state government\nexamined the matter and concluded that the allotments made B\nto the appellants were irregular on two grounds. Firstly\nallotments of commercial plots had been made for industrial\npurposes at industrial rates without getting the land use changed\nfrom commercial to industrial in accordance with the regulations\nand without obtaining the consent of the state government. C\nSecondly, the plots earmarked for commercial use in a\ncommercial area were allotted at rates applicable to industrial\nplots, without calling for competitive bids/tenders and without\nthe permission of the state government. It therefore directed\nNOIDA to cancel the allotments and initiate action against the\nofficers of NOIDA responsible for the irregularities.\nD\nE\n10. NOIDA implemented the said direction dated 1.8.2007\nissued by the State Government by issuing cancellation letters\ndated 3.8.2007 cancelling the allotments and consequential\nleases granted in favour of the appellants. NOIDA informed the\nallottees that action was being taken as per rules to refund the\nmoney being paid by them and called upon them to return the\npossession of the plots. Letters of cancellation stated that as\nper the NOIDA Development Area Building Regulations and\nDirections, 1986 and 2006 (published in the Gazettes dated\n01.12.1986 and 05.12.2006 respectively), hotels fall under\ncommercial category and therefore the Government Policy\ndated 22.05.2006 was null and void; and that even if the\ngovernment policy dated 22.5.2006 was valid, the following\nmistakes in the allotment could not be legally rectified and G\ntherefore the allotments were being cancelled:\n(i)\nF.A.R. of the plots is fixed at 2.00 in the Brochure\nwhereas F.A.R. of industrial plots is 0.60.\n(ii) The Government Order dated 22.05.06 issued by\nF\nH\nA\n00\nB\nD\nไป\nE\nF\n98\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nthe Tourism department does not refer to 5% of\nF.A.R. being used for commercial activities. But\nNOIDA's hotel scheme contained in the Brochures\nshows that 5% of F.A.R. is fixed for commercial\nactivities,\n(iii) According to the Building byelaws of the Authority\npublished in the Gazette dated 16.12.2006, 'hotel'\nis kept in commercial category. All the allotted plots\nare shown for commercial use in NOIDA Master\nPlan. According to the current policy of the\nAuthority, the disposal of commercial plots has to\n· be done by inviting bids/tenders. But the said\nprocedure was not adopted.\n(iv) The allotment of plots is made at industrial rates.\nThe then prevailing reserved rates in Industrial Area\nPhase-I was Rs.7,400/- per sq.mt. And its allotment\nshould be made on the basis of bids/tenders. But\nin the allotment of hotel, the bids/tender procedure\nalong with the above rates were not followed.\n(v)\nAll the plots allotted in the cases in question are\nshown for commercial purpose. Before including\nthese plots in hotel scheme, according to Para 2\nof the Government Order dated 22.05.06 it was\nnecessary to change the use of the land from\ncommercial to industrial, for which permission from\nN.C.R. Planning Board was necessary which was\nnot complied with in the case at hand.\"\n11. The state government also filed an affidavit before the\nG High Court on 2.8.2007, in the writ petitions challenging the\nallotments, referring to its aforesaid decision and the\nconsequential direction issued to the NOIDA on 1.8.2007. The\nrelevant portions of the said affidavit are extracted below:\nH\n\"3. That after receipt of the orders of this Hon'ble Court the\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 99\n[R.V. RAVEENDRAN, J.]\nmatter was examined by the infrastructure and A\nDevelopment committee in consultation with concerned\nOfficers including chairman \u0026 CEO, NOIDA and found that\nwithout changing the land use of land in question, the\ncommercial land was given for industrial purpose and\nopined that the allotment of land by NOIDA does not B\nappear to be justified and seems liable for cancellation in\naccordance with law.\"\n\"4. That the recommendations of Infrastructure and\nIndustrial Development Commissioner was considered by\nC\nthe State Government and a decision was taken in\nexercise of the power vested under section 41(1) of the\nU.P.Urban Planning and Development Act, 1973 to direct\nNOIDA Authority to take action in accordance with law. It\nwas also decided to direct the NOIDA Authority to identify\nthe guilty officials and send the recommendation to the\nGovernment.\"\nIn view of the affidavit filed by the State Government, and the\ncancellation of allotments by NOIDA, the writ petitioners sought\nleave to withdraw the writ petitions. The High Court by a\ndetailed order dated 10.8.2007, dismissed the writ petitions as\nwithdrawn, as the reliefs sought had been granted.\nD\nE\nF\n12. Thereafter the appellants filed writ petitions before the\nHigh Court challenging the cancellation of allotment of plots and\nthe leases by communications dated 3.8.2007. The said writ\npetitions were allowed by a Division Bench of the Allahabad\nHigh Court by a common order dated 13.5.2008. The High\nCourt quashed the order dated 1.8.2007 of the State\nGovernment and the cancellation orders dated 3.8.2007 passed\nby NOIDA on the ground that they were opposed to principles G\nof natural justice for want of opportunity of hearing as required\nunder proviso to section 41(3) of 1973 Act. The High Court\ntherefore remanded the matters to the State Government for\ntaking a fresh decision, after affording an opportunity of hearing\nH\n100 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA to the writ petitioners, keeping in view the following\nobservations of the High Court:\nB\nC\nD\nE\nF\nןד\nG\nH\n\"The question as to whether the rates were fixed in the\nadvertisement whereas the same were meant to be only\na reserved price, would lead to the conclusion that a\nminimum price had been fixed and that offers for higher\namount could be made but at the same time, it is to be\nnoted that in spite of this price which was indicated in the\nadvertisement, only 14 plots could be settled as against\nthe 25 plots which had been advertised. This clearly\nindicates that in spite of adequate advertisement having\nbeen made, the authority was unable to fetch investors for\nalmost half of the plots. This clearly reflects that the\nstringent conditions which had been imposed in the\nadvertisement, detracted prospective investors to a great\nextent. Even before this Court, there is no challenge by way\nof any such prospective investor to the said advertisement\nor the procedure adopted by the authority except for two\npetitions filed as a PIL which were also ultimately\nwithdrawn by the petitioners therein. Thus, in these\ncircumstances, it cannot be readily inferred that the deal\nwas a mala fide deal or was some sort of underhand\ndealing merely because plots had been sold at much\nhigher rates in the nearly commercial area. This, in our\nopinion, would be comparing uncomparables inasmuch as\nthe terms and conditions in the present allotment are far\nmore stringent and curtail much of the rights as against\nthose plots which have been settled by NOIDA at higher\nrates on different terms and conditions. In the instant case,\nthe authority has come up with the plea that there was a\nmistake in the implementation of the policy on account\nof an incorrect interpretation with regard to the industrial\nrates to be applied at the time of allotment. It is surprising\nas to how the authority has termed it as a mistake when\nextensive deliberations had taken place and conscious\ndecisions had been implemented followed by execution of\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\nlease deeds and registration thereof.\n101\nAdmittedly no misrepresentation had been made by\npetitioners, on the contrary, it is a clear case of\nmisrepresentation by the NOIDA that land would be\nallotted at fixed price of Rs.7,400/- per sq. mtr. Not a single\nperson has come forward to offer any higher price for\neither of the plots. No doubt, statutory rules have been\nviolated but such violations appear to be more technical\nthan contrary to public interest.\nA\nB.\nIt is not in dispute that once the NOIDA had adopted the C\npolicy decision dated 22nd May, 2006 in toto, regulations\ncould be amended and if same had not been done, the\nState Government could have asked the NOIDA to make\nthe amendments for giving effect to the policy decision\ndated 22nd May, 2006.\nD\nE\nF\nThe question as to whether the rules and regulations\nrequire amendment for the purposes of justifying the\nadvertisement, has not all been considered by the State\nGovernment or NOIDA while passing the impugned order.\nThis has vitally affected the rights which accrued in favour\nof the petitioners on account of the action of the parties in\naltering their position after the allotment was made.\nWhether the implementation of the policy without bringing\nan amendment in the rules and regulations would be fatal,\nshould have been the subject matter of deliberations by\nthe State Government while passing the impugned order\ninasmuch as we do not find any such reason reflected\ntherein. Even otherwise, if this irregularity did exist, then it\nwas still open to the State Government to have considered\nthe implementation of any such amendment looking to the G\nfact that the hotels were very much urgently required and\nthe work was required to be finished by 2009. It is\nnobody's case that there was no fair advertisement\nindicating the terms and conditions on which the allotment\nwas to be made. The policy to invoke the industrial rates H\nA\nB\nD\nE\nF\nG\nH\n102\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nfor allotment was only to promote the hotel business in view\nof the forthcoming Commonwealth Games and, in the long\nrun, to promote tourism. It is for the State Government to\ndecide as to whether the rates prescribed were\nreasonable vis-à-vis the object sought to be achieved. It\ncannot be lost sight of that there are many allotments made\nby the Government even free of cost to exclusively\ncharitable institutions or institutions which provide services\non ‘no profit no loss' basis to the public at large. Can it be\nsaid that the allotment of such plots have also to be tuned\nkeeping in view the high rate of revenue that can be\ncollected from the land? Thus, the purpose which has to\nbe seen and the object which is sought to be achieved, in\nour opinion, is in the realm of policy decision to be taken\nby the State Government founded on a reasonable basis\nand which has a rational nexus with the object to be\nachieved. The consideration for fixing appropriate rates\nmay also be one of the factors but the same has to be\nconcluded by taking an appropriate decision. Thus, the\ndecision in this case was required to take after giving\nopportunity of hearing to the petitioners as the petitioners\nhad acquired valuable rights due to intervening events.\nThis is we are saying again keeping in view the undiluted\nfacts that out of 25 plots that were offered, only 14\nprospective allottees have applied and were allotted\nplots.....\nIn the absence of any kind of allegation of fraud or\nmisrepresentation or impression of bias or favouritism or\nnepotism or corruption, the decision to cancel the allotment\nneeds a fresh look by the State Government in the back\nground of the observations made.\nIn our opinion the law laid down by the Hon'ble Supreme\nCourt in the case of Sachidanand Pandey. (Supra) is\nappropriately applicable in the facts of the present case\nand should have been noticed by the State Government\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 103\n[R.V. RAVEENDRAN, J.]\nalong with other aspect of the matter before taking a\ndecision in the matter.\nThe State Government has failed to take note of the fact\nthat the price fetched in respect of plots settled with the\npetitioners was considered again by the Board of NOIDA\nin its 137th meeting dated 4th September, 2006 and after\nnoticing the settlement made, at a price of Rs.7,400/- per\nsq. mtr. with the petitioners, the Board approved the same.\nMeaning thereby that even if, there may have been some\nirregularity in the settlement of plots, vis-à-vis policy\nguidelines stood condoned by the NOIDA itself. The State\nGovernment should have also kept in mind that the\npetitioners had already been put in actual possession\nover the land in question, the lease-deeds had already\nbeen executed and 11 cases also registered.\nA\nB\nC\nD\nThe issue so formulated by us need examination by the\nState Government afresh in the background that public\ninterest must prevail in all circumstances and all statutory\nprovisions and the power conferred upon the State\nGovernment under Section 41 of Act, 1973 must have at E\nits heart larger public good.\"\n(emphasis supplied)\nF\n13. The appellants being aggrieved by the said common\norder of the High Court, to the extent it remanded the matters\nto the State Government for fresh consideration, have filed\nthese appeals by special leave. The appellants contended that\nthe High Court, having quashed the order of the State\nGovernment dated 1.8.2007 and the consequential orders of\ncancellation dated 3.8.2007 passed by NOIDA, ought to have G\nupheld the allotments and leases and should not have\nremanded the matter to the state government for fresh\nconsideration. On 9.7.2008 this court directed status quo\nregarding possession. On 18.7.2008 this court granted leave\nand issued the following directions:\nH\nA\nB\nC\nD\n. E\nF\nG\nН\n104 SUPREME COURT REPORTS\n[2011] 7 S.C.R.\n\"Interim stay of dispossession of the petitioners from the\nrespective sites allotted to them. The petitioners shall\nmaintain status quo and shall not put up any construction\non the sites and shall not create any third party rights.\nThe High Court while setting aside the cancellation of letters\nof allotment has directed the State Government to give a\nhearing to the petitioners individually and therefore pass\na reasoned order, in the light of its observations, in regard\nto its proposal to cancel the allotment of sites.\nWe direct that the State Government (Principal Secretary,\nIndustrial Development Department, Uttar Pradesh\nGovernment) shall accordingly give a hearing and pass a\nreasoned order in accordance with law uninfluenced by the\nobservations made by the High Court in the impugned\njudgment dated 13.5.2008.\nAll the petitioners agree to appear before the concerned\nAuthority without further notice on 11.08.2008 for such\nhearing. We make it clear that the participation in such\nhearing by the petitioners and passing of orders by Uttar\nPradesh Government will be without prejudice to the\nrespective contentions of parties.\nList on 09.09.2008. The concerned Authority shall take its\ndecision by that date and submit its decision to this Court.\"\n(emphasis supplied)\n14. In pursuance of it, the state government (Principal\nSecretary, Infrastructure and Industrial Development) gave a\nhearing to the appellants and passed individual orders dated\n8.9.2008 in the case of each of the appellants, without reference\nto the observations or directions of the High Court. The state\ngovernment has held that the allotment of plots to the appellants\nwas bad and cancelled the allotment and directed action to be\ntaken against the erring officers of NOIDA. In the said orders\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 105\n[R.V. RAVEENDRAN, J.]\ndated 8.9.2008 made under section 41(3) of the 1973 Act, the\nstate government has held :\nA\n(i) The object of the government policy dated 22.5.2006\nwas to treat hotels as 'industry', and make allotment of land\nin favour of hotel entrepreneurs on industrial terms, subject B\nto the statutory Regulations, 1996 and Building\nRegulations, 2006 on land earmarked for industrial use.\nTherefore all conditions applicable to industrial buildings\nwill apply to construction of hotels. NOIDA Master Plan had\nto be amended demarcating Sectors 96, 97, 98 (where\nfive star Hotel Plots H-1 to H-10 are situated) and other\ncommercial areas allotted for hotels, for industrial use.\nC\n(ii) Though NOIDA at its 135th meeting on 5.6.2006 while\nadopting the government policy dated 22.5.2006 resolved\nto change its rules, regulations and policy, it did not do so D\nand consequently the allotments of plots were in violation\nof the statutory provisions, in particular Regulations 3(1)(b)\nand 4(1)(b)(iii) read with Regulation 2(d) and (e) of the\n1991 Regulations. The adoption of government policy\ndated 22.5.2006, did not result in automatic amendment E\nor modification of the regulations of NOIDA.\n(iii) The allotments were made at the industrial rate of\nRs.7400 per sq.m. The plots allotted were commercial\nplots, of which the prevailing circle rate was Rs.70,000 per\nsq.m. As a result, there was a loss of Rs.1643.77 crores\nto NOIDA in the premium charged for the 14 plots. If the\nrental income for 90 years, with reference to a premium\nof Rs.70000/- per sq.m. is calculated, the loss on account\nof annual rent would be Rs.3077.37 crores. Thus the total\nloss of revenue by not inviting tenders was Rs.4721.14\ncrores.\nF\nG\n(iv) NOIDA could not have allotted commercial plots at\nfixed rates, in favour of the appellants without public\nauction or inviting tenders. If it wanted to allot commercial H\n"}