{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2011] 7 S.C.R. 66\nITC LTD.\nV.\nSTATE OF UTTAR PRADESH \u0026 ORS.\n(Civil Appeal No. 4561 of 2008)\nJULY 5, 2011\n[R. V. RAVEENDRAN AND\nB. SUDERSHAN REDDY, JJ.]\nUttar Pradesh Urban Planning and Development Act,\nC 1973:\nD\nE\ns.41(3) r/w ss.12 and 14 - Allotment of commercial plots\nin commercial area for construction of 5 star, 4 star and 3 star\nhotels on 90 years lease - Plots allotted at industrial rates –\nLater on, allotments cancelled as the same were made\nwithout following the procedure of auction, and the allotment\non fixed industrial rates caused loss to government\nexchequer - HELD: Under private law, a lease governed\nexclusively by the provisions of Transfer of Property Act could\nbe cancelled only by filing a civil suit for its cancellation or\nfor a declaration that it is illegal, null and void and for the\nconsequential relief of delivery back of possession - Where\nthe grant of lease is governed by a statute or statutory\nregulations, and if such statute expressly reserves the power\nof cancellation or revocation to the lessor, it will be\npermissible for an Authority, as the lessor, to cancel a duly\nexecuted and registered lease deed, even if possession has\nbeen delivered, on the specific grounds of cancellation\nprovided in the statute - In the instant case, NOIDA is a\nstatutory authority and it has not alleged or made out any\nG default in payment or breach of conditions of the lease or\nbreach of rules and regulations - Nor is it the case of NOIDA\nthat any of the allottees is guilty of any suppression or\nmisstatement of fact, misrepresentation or fraud - Therefore,\nthe allotment of commercial plots by NOIDA to the allottees\nF\nH\n66\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS.\n67\nfor setting up hotels is valid -There is no violation of the A\nregulations or policies of NOIDA in allotting commercial plots\n-\nfor hotels Therefore, cancellation of allotment is\nunsustainable.\nss. 41(3) - Allotment of plots - Cancellation of - HELD:\nWhen valuable rights had vested in the allottees, by reason\nof the allotments and grant of leases, such rights could not\nbe interfered with or adversely affected, without a hearing to\nthe affected parties - Natural justice - Opportunity of hearing.\nAdministrative Law:\n-\n-\nB\nс\nE\nAllotment of commercial plots for hotels - Cancellation\norder – Judicial review of - HELD: In the instant case, the\nallotments of plots for hotel projects were challenged in writ\npetitions and in compliance with the direction of the High D\nCourt, the state government had a relook at the matter and\nfound some irregularities in allotment - The decision of the\nstate government in revision, is not based on any different\npolicy, but based on its finding that the existing regulations\nand policies of NOIDA were violated – The policy of the state\ngovernment cannot override the NOIDA Regulations - If any\npolicy is made, intending to give different meaning to the words\n'commercial use' and 'industrial use', that can be given effect\nonly if the regulations are suitably amended - The fact that\nthe tourism or hotels have been given the status of industry'\nwill not convert them into industries, for the purpose of\nallotment of plots, nor will the use of land by such tourism or\nhotel industry, will be an industrial use - Allotment of plots\nfor hotels in a commercial area is wholly in consonance with\nthe NOIDA Regulations and Master plan which earmarks\nareas for specific land uses like industrial, residential,\ncommercial, institutional, public, semi-public, etc - Therefore,\nthe allotment of plots situated in commercial areas earmarked\nfor commercial use, to hotels did not violate any provisions\nof the Act or the NOIDA Regulations - NOIDA (Preparation\nF\nG\nH\n68\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA and Finalisation of Plan) 1991 Regulations, 1991 – Policy\ndated 22.5.2006 of Government of Uttar Pradesh - Uttar\nPradesh Urban Planning and Development Act, 1973.\nPublic law - Breach of statutory provisions or procedural\nirregularities - Allotment of plots for hotels on 90 years lease\n· Cancellation of - Remedial action - Explained.\nB\n-\nTOURISM:\nRunning a hotel/boarding house/restaurant\n-\nHELD: Is\nC a commercial activity - By no stretch of imagination, use of\na plot for a hotel can be considered as use of such land for\nan industrial purpose - It was not necessary for NOIDA to\nchange the land use of plots to be allotted to hotels, from\ncommercial to industrial use.\nD\nUrban Development:\n-\n-\n-\n-\nAllotment of commercial plots for 5 star, 4 star and 3 star\nhotels - Requirement of inviting tenders - Commercial plots\nin commercial area allotted at fixed industrial rate without\nE inviting tenders HELD: Allotment of commercial plots is\ngoverned by the NOIDA Policies and Procedures for\nCommercial Property Management, 2004 – Under the said\npolicy, commercial properties of NOIDA can be allotted only\non sealed tender basis or by way of public auction – The\nF. allotment of commercial plots at fixed rate was, therefore,\nclearly contrary to the said regulations of NOIDA – The failure\nto follow the procedure prescribed in the NOIDA Commercial\nProperty Management Policy is a violation of the policy and\nsuch violation has resulted in loss to the public exchequer -\nTherefore, the state government can certainly interfere under\nits revisional jurisdiction As the allotment is of commercial\nplots governed by NOIDA Commercial Property Management\nPolicy, and as the reserve rate itself was Rs.30000/- per sq.m.,\nallotment at Rs.7,400 per sq.m. caused loss and violated the\nregulations and policy of NOIDA - However, the violation\nG\nI\n-\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 69\noccurred on account of a mistake on the part of the officers A\nof NOIDA in misinterpreting the government policy dated\n22.5.2006 - The allottees are given the option to continue\ntheir respective leases by paying the premium (allotment rate)\nat Rs.70,000/- per sq.m. (with corresponding increase in yearly\nrent/one time lease rent), without any location benefit charges B\nNOIDA Policies and Procedures for Commercial Property\nManagement, 2004 - Uttar Pradesh Urban Planning and\nDevelopment Act, 1973 – s.41.\n-\nWords and Phrases:\nExpression 'industry' used in the context of tourism/hotel\n- Connotation of.\nKeeping in view the Common Wealth Games 2010\nand pursuant to a meeting with the Secretary, Sports and\nYouth Affairs, Government of India, the NOIDA, on\n17.10.2006, invited applications for allotment of plots of\nindustrial land at industrial rates of Rs. 7,400/- per sq. mts.\nplus location charges for 5 star, 4 star and 3 star hotels\non 90 years lease basis. Allotments of 9 plots for 5 star\nhotels 2 plots for 4 star hotel and 3 plots for 3 star hotels\nwere made on 12.01.2007. The Government scheme\ndated 22.05.2006 was approved on 05.06.2006 and the\nlease deeds were registered in two cases and in other\ncases, the registration was kept pending on the ground\nof under valuation stating that as against circle rate of\nRs.70,000/- per sq. mt., the premium for the sale was only\nRs. 7,400 per sq. mts. Writ petitions were filed in the High\nCourt on the ground that the allotment of the said plots\nwas at a very low price. Pursuant to the direction of the\nHigh Court to the State Government to exercise its power\nof revision u/s.41(3) read with s.12 of the U. P. Urban\nPlanning and Development Act, 1973, the Government\nconcluded that the allotments made were irregular for (i)\nallotments of commercial plots had been made for\nC\nD\nE\nF\nG\nH\n70\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA industrial purposes at industrial rates without getting the\nland use changed from commercial to industrial in\naccordance with the regulations and without obtaining\nthe consent of the state government; and (ii) the plots\nearmarked for commercial use in a commercial area were\nB allotted at rates applicable to industrial plots, without\ncalling for competitive bids/tenders and without the\npermission of the state government. It, therefore, directed\non 01.08.2007 NOIDA to cancel the allotments and initiate\naction against the officers of NOIDA responsible for the\nC irregularities. Consequently, the NOIDA issued\ncancellation letters dated 3.8.2007 canceling the\nallotments and consequential leases granted in favour of\nthe appellants; and the said writ petitions were dismissed\nas withdrawn.\nD\nThe allottees filed writ petitions before the High Court\nchallenging the cancellation of allotment of plots and the\nleases by communications dated 3.8.2007. A Division\nBench of the High Court allowed the writ petitions. It\nquashed the order dated 1.8.2007 of the State\nE Government and the cancellation orders dated 3.8.2007\npassed by NOIDA on the ground that they were opposed\nto principles of natural justice for want of opportunity of\nhearing as required under proviso to s.41(3) of 1973 Act.\nThe High Court, therefore, remanded the matters to the\nF State Government for taking decision afresh.\nG\nH\nIn the instant appeals filed by the allottees, it was\ncontended for the appellants that the High Court, having\nquashed the order of the State Government dated\n1.8.2007 and the consequential orders of cancellation\ndated 3.8.2007 passed by NOIDA, ought to have upheld\nthe allotments and the leases and should not have\nremanded the matter to the state government for\nconsideration.\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 71\nOn 9.7.2008 the Court directed status quo regarding A\npossession. On 18.7.2008 the Court, while granting stay\nof dispossession of the appellants from the respective\nsites allotted to them, directed the State Government to\ngive a hearing to the appellants and pass a reasoned\norder in accordance with law. The state government B\naccordingly passed individual orders dated 8.9.2008 in\nthe case of each of the appellants, holding that the\nallotment of plots to them was bad. It cancelled the\nallotments and directed action to be taken against the\nerring officers of NOIDA.\n⚫ The questions for consideration before the Court\nwere: (1) \"Where allotment has been followed by grant\nof a lease (which is duly executed) and delivery of\npossession in favour of the lessee, whether the leases\ncould be unilaterally cancelled by the lessor?\" (2)\n\"Whether the cancellations were on account of change\nin policy as a consequence of change of government, or\non account of new government's desire to nullify the\nactions of previous government?” (3) “Whether the\nallotments of plots to appellants suffer from any\nirregularity or illegality?\"\nDisposing of the appeals, the Court\nC\nD\nE\nF\nHELD: 1. The High Court rightly set aside the orders\ndated 1.8.2007 of the State government, because no\nhearing was given to the appellants as required u/s 41(3)\nof the 1973 Act. Even otherwise, when valuable rights\nhad vested in the allottees, by reason of the allotments\nand grant of leases, such rights could not be interfered\nwith or adversely affected, without a hearing to the G\naffected parties. The High rightly directed the state\ngovernment to decide the matter afresh after hearing the\nappellants. This court reiterated the said direction in its\ninterim order dated 18.7.2008. Therefore, there is no need\nto interfere with the final order of the High Court. [para H\n72\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA 16] [107-C-D-F-G]\nB\nWhether completed lease can be cancelled:\n2.1. Two lease deeds have been duly registered. In\nregard to other lease deeds, which were presented for\nregistration, though there is no objection for registration,\nregistration formalities are kept pending in view of a\ndemand by the registration authorities for deficit stamp\nduty and registration charges on the basis of circle rate\nand the issue is pending before the registration officer\nC concerned or in court. As far as NOIDA is concerned,\nexecution and registration of the leases were completed,\nand, consequently, possession of the plots was delivered\nto the allottees/lessees in April and May, 2007. Each\nappellant has also incurred considerable amount for\nD preliminary expenditure for the hotel project (in addition\nto the premium, location benefit charges, rent, stamp duty\nand registration charges) as they were expected to\nexecute the projects in a time bound manner. [para 19]\n[110-H; 111-A-D]\nE\nF\n2.2. Under private law, a lease governed exclusively\nby the provisions of Transfer of Property Act, 1882 could\nbe cancelled only by filing a civil suit for its cancellation\nor for a declaration that it is illegal, null and void and for\nthe consequential relief of delivery back of possession.\nUnless and until a court of competent jurisdiction grants\nsuch a decree, the lease will continue to be effective and\nbinding. Unilateral cancellation of a registered lease deed\nby the lessor will neither terminate the lease nor entitle a\nlessor to seek possession. This is the position under\nG private law. [para 21] [111-G-H; 112-A]\n2.3. But, where the grant of lease is governed by a\nstatute or statutory regulations, and if such statute\nexpressly reserves the power of cancellation or\nH revocation to the lessor, it will be permissible for an\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 73\nAuthority, as the lessor, to cancel a duly executed and A\nregistered lease deed, even if possession has been\ndelivered, on the specific grounds of cancellation\nprovided in the statute. [para 22] [112-B]\nC\n2.4. In the instant case, NOIDA is an authority B\nconstituted under the Uttar Pradesh Industrial Area\nDevelopment Act, 1976, for development of an industrial\nand urban township (also known as Noida) in Uttar\nPradesh under the provisions of the Act. Section 7\nempowers the authority to sell, lease or otherwise\ntransfer whether by auction, allotment or otherwise, any\nland or building belonging to it in the industrial\ndevelopment area, on such terms and conditions as it\nmay think fit to impose, on such terms and conditions\nand subject to any rules that may be made. Section 14\nD\nempowers the Chief Executive Officer of the Authority to\nresume a site or building which had been transferred by\nthe Authority and forfeit the whole or part of the money\npaid in regard to such transfer, in the following two\ncircumstances: (a) non-payment by the lessee, of\nconsideration money or any installment thereof due by E\nthe lessee on account of the transfer of any site or\nbuilding by the Authority; or b) breach of any condition\nof such transfer or breach of any rules or regulations\nmade under the Act by the lessee. Thus, if a lessee\ncommits default in paying either the premium or the lease F\nrent or other dues, or commits breach of any term of the\nlease deed or breach of any rules or regulations under\nthe Act, the Chief Executive Officer of NOIDA can resume\nthe leased plot or building in the manner provided in the\nstatute, without filing a civil suit. The authority to resume\nimplies and includes the authority to unilaterally cancel\nthe lease. [para 23] [112-C-H; 113-A]\n2.5. NOIDA has not alleged or made out any default\nin payment or breach of conditions of the lease or breach\nG\nI\n74\nSUPREME COURT REPORTS\n[2011] 7 S.C.R.\nA of rules and regulations. Nor is it the case of NOIDA that\nany of the appellants is guilty of any suppression or\nmisstatement of fact, misrepresentation or fraud. Neither\nthe cancellation of the allotment and the lease by NOIDA\nby letter dated 3.8.2007, nor the orders dated 1.8.2007 or\nB 8.9.2008 made by the state government refer to any of\nthese grounds. Therefore, the allotment of commercial\nplots by NOIDA to the appellants for setting up hotels is\nvalid. There is no violation of the regulations or policies\nof NOIDA in allotting commercial plots for hotels.\nTherefore, cancellation of allotment is unsustainable. The\ncancellation cannot be sustained with reference to the\ngrounds mentioned in s. 14 of the Act. The grounds\nmentioned for cancellation are mistakes committed by\nNOIDA itself in making allotments and fixing the premium,\nin violation of the Regulations and policies of NOIDA by\nofficers of NOIDA. These are not grounds for cancellation\nu/s 14 of the Act. [para 25 and 58] [113-F-H; 114-A; 141-\nD]\nC\nD\n2.6. Section 41(3) of the U.P. Urban Planning and\nE Development Act, 1973 shows that the State government,\ncan examine the legality or propriety of any order of\nNOIDA and pass appropriate orders. If the state\ngovernment in exercise of its revisional jurisdiction finds\nthe allotments were irregular or contrary to the\nF regulations or policies of NOIDA and directs cancellation,\nthe allotments become invalid and leases also become\ninvalid. Consequently, NOIDA can resume possession,\nwithout intervention of a civil court in a civil suit. [para 27]\n[116-B-D]\nG\nState of Haryana vs. State of Punjab - 2002 (1)\nSCR 227 = 2002 (2) SCC 507 and State of Karnataka vs. All\nIndia Manufacturers Organisation – 2006 (1) Suppl. SCR 86\n= 2006 (4) SCC 683 - held inapplicable.\n-\nH\nITC LTD. v. STATE OF UTTAR PRADESH \u0026 ORS. 75\nWhether cancellation was on account of change in A\nGovernment?:\nB\nC\n3.1. This is not a case where as a consequence of\nchange in government, the new government has\nreviewed the decision relating to hotel site allotment,\nmerely because it was a decision of the previous\ngovernment. Nor is it a case of new policy of the new\ngovernment being at variance with the policy of the\nprevious government. In the instant case, the allotments\nof plots for hotel projects were challenged in two writ\npetitions and in compliance with the direction of the High\nCourt, the state government had a relook at the matter,\nfound some irregularities in allotment and, by letter dated\n1.8.2007, directed NOIDA to take action to remedy the\nirregularities found in the allotments. The orders dated\n8.9.2008 were made in view of the final order of the High\nCourt and the interim order of this Court directing\nreconsideration. The decision of the state government in\nrevision, is not based on any different policy, but based\non its finding that the existing regulations and policies of\nNOIDA were violated. [para 29] [118-B-D-G-H]\nE\nWhether the allotments violate the regulations/policies of\nNOIDA?\nD\nF\n4.1. In the instant case, no amendment was made\nchanging the land use of the plots in question from\ncommercial to industrial. The state government on\nexamination of all the facts in its revisional jurisdiction\nfound that the hotel plots allotted to appellants were part\nof Sectors 96, 97 and 98 (for five star plots) and other\nsectors (for plots for 4 star and 3 star hotels) which were\nearmarked for commercial use under the NOIDA Master\nPlan. It was of the view that in view of tourism/hotels\nbeing declared as an \"industry\" and the government\npolicy requiring allotment of plots for tourism/hotels at\nindustrial rates, if any plot had to be allotted for a hotel, H\nG\n"}