{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"RAJASTHAN PUBLIC SERVICE COMMISSION\nV\nKAILA KUMAR PALIWAL AND ANR.\nMAY 2, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nService Law Promotion-To the Post of Headmaster, Secondary\nSchools-Entitlement of Teacher Grade III, initially appointed as Laboratory\nAssistant-Held: Such teachers not entitled to promotion to the post of\nHeadmaster-In order to be considered for promotion to a higher post,\nperson must possess essential qualification-Such qualification cannot be\nrelaxed even by the Selection Committee in absence of express power for the\nsame-Determination of criteria for qualification would depend on the rules\noperating in the field-Rajasthan Educational Service Rules, 1970-Rajasthan\nEducation (Subordinate Services) Rules, 1971.\nC\nD\nThe respondents were initially appointed as Laboratory Assistants. They\nhad also worked on the post of Teacher Grade III. Their cases for recruitment\nto the post of Headmaster of the Secondary Schools were not considered by\nthe appellant-Commission. Their Writ Petitions seeking direction to call them\nfor interview was dismissed by Single Judge of High Court. In intra-court E\nappeal, Division Bench of High Court allowed the plea of the respondents.\nIn appeals to this Court, the question for consideration was as to whether\nthe experience of respondents as Laboratory Assistant and Teacher Grade III\nentitled them to be considered for promotion to the post of Headmaster.\nAllowing the appeals, the Court\nHELD: 1.1. Posts of Head Master are governed by Rajasthan Educational\nService Rules, 1970. Five years' teaching experience is required for\nconsideration for appointment to the post of Head Master which in turn is\nreferable to teaching in certain capacity on certain categories or posts.\nTherefore, those who had been holding posts of Teacher Grade III with the\nminimum educational qualification of Matriculation or Secondary Education\nwith a certificate in training would not be entitled to teaching in secondary\nclasses or higher classes in view of the scope and purport of both 1970 Rules\n1131\nF\nG\nH\n1132\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA as also Rajasthan Education (Subordinate Services) Rules, 1971, the\nCommission was correct in its view.\n[Paras 13, 14 and 17] [1137-C, D, E; 1138-A-B]\n1.2. In the instant case, the rules are absolutely clear and explicit. Not\nonly the posts of Head Master is governed by a separate set of rules, the posts\nB of Teacher Grade III provides for a promotional avenue to the posts of Teacher\nGrade II which in turn provides for promotion to the other grades of teacher.\nIt is, thus, inconceivable that experience gained by a person holding the post\nof Teacher Grade III governed by the subordinate services rules would be\nentitled to be considered for promotion to the post of Head Master although\nC experience of teaching in particular classes is relevant therefor.\nD\n[Paras 26 and 27] [1140-F, G]\nA. Umarani v. Registrar, Cooperative Societies and Ors., [2004] 7 SCC\n112, relied on.\nState of Rajasthan v. Manmohar Singh and Ors., [2003] 1 CDR 839,\ndisapproved.\n2.1. A person in order to be considered for promotion to a higher post\nmust possess the essential qualification. If he does not do so, he cannot be\nconsidered therefor. Even the selection committee in absence of any express\nE power conferred upon it cannot relax such essential qualification.\nF\nG\nH\n[Para 20] [1138-D]\nJ.C. Yadav and Ors. v. State of Haryana and Ors., [1990] 2 SCC 189\nand Dr. Bhanu Prasad Panda v. Chancellor, Sambalpur University and Ors.,\n[2001] 8 SCC 532, referred to.\n2.2. Recruitment to a post must be made strictly in terms of the Rules\noperating in the field. Essential qualification must be possessed by a person\nas on the date of issuance of the notification or as specified in the rules and\nonly in absence thereof, the qualification required till the last date of filing of\nthe application would be the relevant date. [Para 21] [1138-E, F}\nAshok Kumar Sharma and Ors. v. Chander Shekhar and Anr., [1997] 4\nSCC 18; U.P. Public Service Commission U.P., Allahabad and Anr. v. Alpana,\n[1994] 2 SCC 723 and Harpal Kaur Chahal (Smt.) v. Director, Punjab\nInstructions, Punjab and Anr., [1995] Supp. 4 SCC 706, referred to.\n2.3. Even where there exists a provision for relaxation, for example\n→\nRAJASTHAN PUBLIC SERVICE COMMISSION v. KAILA KUMAR PALIWAL [S.B. SINHA, J.) 1133\nrelaxation in age, the same must be strictly complied with.\n[Para 22] [1138-G]\nKendriya Vidyalaya Sangathan and Ors. v. Sajal Kumar Roy and Ors.,\n[2006] 8 SCC 671 and P.K. Kamachandra Iyer and Ors. v. Union of India and\nOrs., [1984] 2 SCC 141, referred to.\n2.4. The question as to whether a person fulfils the criteria of teaching\nexperience or not would depend upon the rules operating in the field. When\nthe rules are clear and explicit, the same has to be given effect to. Only in a\ncase where the rules are not clear, the candidate concerned must place adequate\nmaterial to show that he fulfils the requisite qualification.\n[Para 23] [1138-H; 1139-A]\nState of Bihar and Anr. etc. etc. v. Asis Kumar Mukherjee and Ors., etc.\netc. A.I.R. (1975) SC 192, referred to.\nA\nB\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2317 of 2007.\nD\nFrom the Final Judgment and Order dated 02.09.2005 of the High Court\nof Judicature of Rajasthan at Jodhpur in D B Civil Special Appeal (Writ) No.\n785 of 2004 in S B Civil Writ Petition No. 7031 of 2003.\nWITH\nC.A. No. 2318 of 2007.\nManish Kumar, Ansar Ahmad Chaudhary, Madhurima Tatia and\nAruneshwar Gupta for the Appellant.\nB.D. Sharma and Vikram Jeet Sikand for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Respondents herein were Laboratory Assistants in the Government\nHigh Schools. They were appointed on or about 24.1.1992 to the said posts.\nThey worked in the post of Teacher Grade-III from 13.10.1997.\n3. The Rajasthan Public Service Commission (for short as \"Commission\")\nissued an advertisement on or about 7.3.2002 for the posts of Headmaster of\nSecondary Schools. The minimum qualification and other conditions laid\ndown therefor in terms of Rajasthan Educational Service Rules, 1970 are as\nunder:\nE\nF\nG\nH\n1134\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nS.\nName of\nMethod of Minimum\n[No Post\nrecruitment qualification\nand\nwith\nexperience for direct\npercentage\nrecruitment\n1\n2\n3\n4\n[la Headmasters,\nSec. School\nfor boys\n50% by\ndirect\nrecruitment\nand 50% by\npromotion\n1(a) Bachelor's\ndegree or diploma\nin education\n(b) Experience of\nteaching High/Jr.\nHSS/Hr. Sec. Class\nfor 5 years or\nexperience of\nadministrative charge\nof Middle Schools\nfor 4 years and of\nteaching High/Jr.\nHSS/Hr. Sec. classes\nfor 3 years\nOR\nFive years' experience\non the posts of\nTeachers Grade II or\nPost or posts Minimum\nfrom which qualifications\nbe made\npromotion in to\nand experience\nrequired\nfor\npromotion\n6\n1.(a) Bachelors\n5\nTeacher's in\ngrade II in\nSection C, D,\nE and F of\nthe Schedule\nappended\nDegree with a\ndegree or\ndiploma in\nEducation\n(b) Experience\nof teaching\nHigh/Jr. Hr.\nSec./Higher\nSec./classes\nfor 5 years or\nexperience of\nAdministrative\ncharge of\nMiddle Schools\nfor 4 years and\nof teaching\nMaximum\nage limit for\ndirect\nrecruitment\n7\n33 years\ni\nRAJASTHAN PUBLIC SERVICE COMMISSION v. KAILA KUMAR PALIWAL [S.B. SINHA, J.]\n1135\n1234 5 6\nabove under any of\nthe Sections C,D, E\nand F of the Schedule\nappended to the\nRajasthan Educational\nSubordinate Service\nRules, 1971]\nNote 1. Degree or\nDiploma referred to\nabove shall be of a\nUniversity established\nby Law in India or of\nforeign University\nrecognised as\nequivalent hereto by\nthe Government\nNote 2. Teaching in\nRTS/BSTC/Schools will\nbe deemed as\nequivalent to teaching\nin High/Jr. Higher Sec./\nHr. Sec. Classes.\nHigh/Jr. Hr. Sec./\nHr. Sec. classes\nfor 3 years\nOR\nQualifications\nprescribed in\n1(a) of column\n4 and should\nhave been\nexempted by\nthe Board\nof Sec.\nEducation,\nRajasthan from\npossessing of\nqualifications\nprescribed in\nsub-rule (1)\n(b) in regard\nto the number\nof years\nA\n1136\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n4. Inter alia on the premise that the respondents did not fulfil the\nrequisite eligibility criteria contained in the said rules, their cases for recruitment\nto the posts of Headmaster of the secondary schools were not considered by\nthe Commission.\n5. Indisputably, in terms of the said Rules, 50% of the post of Head\nB Master were to be filled up by direct recruitment; whereas the rest 50% by\npromotion.\n6. Respondents filed a writ petition praying inter alia for issuance of a\nwrit of or in the nature of mandamus directing the Commission to call them\nfor interview for consideration of their appointments to the said posts pursuant\nC to the aforementioned advertisement dated 7.3.2002 having regard to their\nexperience as Laboratory Assistants. A learned Single Judge of the High\nCourt by a Judgment and Order dated 17.12.2003 relying on or on the basis\nof an earlier decision of a coordinate Bench of the said Court in Smt. Manjulata\nv. RPSC \u0026 Anr., SBCWP No. 421/1997 disposed on 24.1.1997, dismissed the\nsaid petition. Intra court appeals were preferred thereagainst and by reason\nof the impugned judgment, the Division Bench following another Division\nBench judgment rendered in State of Rajasthan v Manmohar Singh \u0026 Ors.,\n(2003) 1 CDR 839, allowed the same.\nᎠ\nE\nF\n7. The State of Rajasthan and Rajasthan Public Service Commission are\nthus, before us.\n8. The only question which arises for consideration in these appeals\nis as to whether the High Court was correct in opining that the experience\ngained by the respondents while working as Laboratory Assistants or Teacher\nGrade-III satisfies the requirements laid down in the said advertisement dated\n7.3.2002.\n9. The services of the teachers working in the schools in the State of\nRajasthan are governed by the Rajasthan Educational Service Rules, 1970 and\nRajasthan Education (Subordinate Services) Rules, 1971. Subordinate service\nconsists of the posts as specified in the schedule appended thereto.A Teacher\nGrade-III as also a Laboratory Assistant come within the purview of the term\nG 'subordinate services'. The minimum qualification for holding the post of a\nTeacher Grade-III is Matriculation with certificate of training, whereas that of\nLaboratory Assistant is Secondary with Science as an optional subject.\nH\n10. The Rajasthan Educational Service Rules, 1970, on the other hand,\ndeal with appointment inter alia of Head Masters, Assistant Head Masters,\nRAJASTHAN PUBLIC SERVICE COMMISSION v. KAILA KUMAR PALIWAL [S.B. SINHA, J.] 1137\nDeputy Inspectors of Schools etc; the minimum qualifications wherefor are A\nBachelors' degree and Degree or Diploma in Education.\n11. In the Rajasthan Education (Subordinate Services) Rules, 1971,\nthere exist posts of Teachers Grade-II. Post of Teacher Grade-III, Laboratory\nAssistants and Teachers in deaf and dumb, blind schools provide for avenues\nof promotion to the post of Teachers Grade-II, Sub-Deputy Inspectors and B\nEnforcement Assistant etc.\n12. The said posts also provide for avenue, to the posts of Senior\nTeachers which was substituted for Teachers Grade-II by notification dated\n6.1.1990. Indisputably, there are certain other posts which are filled up by\npromotion inter alia from amongst the category of Teacher Grade-II as for C\nexample Lecturer etc., Technical Testing Assistants in Bureau of Educational\nand Vocational Guidance etc.\n13. Posts of Head Master, it would bear repetition to state, are governed\nby the 1970 Rules. Five years' teaching experience is required for consideration\nfor appointment to the post of Head Master which in turn is referable to\nteaching in certain capacity on certain categories or posts.\n14. It is, therefore, difficult to accept that those who had been holding\nposts of Teacher Grade-III with the minimum educational qualification of\nMatriculation or Secondary Education with a certificate in training would be\nentitled to teaching in secondary classes or higher classes.\n15. In the case of Manjulata (supra), the Rajasthan High Court\nwhereupon the learned Single Judge placed reliance upon, stated;\nᎠ\nE\n\"A show cause notice had, therefore, been issued to the respondent-\nRPSC, who on appearance, has informed this Court that the petitioner\ndoes not qualify for the post as she has been working as Lab. F\nAssistant, which is a lower post than the post of regular teachers and\nher experience as a Lab. Assistant does not give her any credit\ntowards teaching experience. Shri Kumawat on behalf of R.P.S.C. also\ninformed that this question had been ascertained from a Body of the\nExperts by the R.P.S.C. in which the Committee has given its opinion\nin the negative, and hence, no Lab. Assistants are held to be eligible\nfor the post of Head-Mistress/Head Master.\"\n16. It is, therefore, evident that Public Service Commission which is an\nexpert body upon obtaining opinion from other experts came to the conclusion\nthat for the purpose of appointment to the post of Head Master of a Secondary\nG\nH\n1138\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA School, whether by way of direct recruitment or promotion, qualifications\nrequisite for a candidate as in the post of Teacher Grade-III are not sufficient.\nB\n17. We, having regard to the scope and purport of both 1970 Rules as\nalso 1971 Rules, are of the opinion that the Commission was correct in its\nview.\n18. The Division Bench of the Rajasthan High Court in Manmohar\nSingh (supra) was considering a case of clubbing of experiences of Grade-III\nteacher with that of Grade-II teacher. It proceeded on the premise that once\nan academic qualification was prescribed, a person having such qualification\nneed not acquire the teaching experience separately both as Grade-II and\nC Grade-III teacher.\nview.\n19. The learned judges with respect, were not correct in taking such a\n20. A person in order to be considered for promotion to a higher post\nmust possess the essential qualification. If he does not do so, he cannot be\nD considered therefore. Even the selection committee in absence of any express\npower conferred upon it cannot relax such essential qualification. See J.C.\nYadav and Ors v State of Haryana and Ors., [1990] 2 SCC 189 and Dr. Bhanu\nPrasad Panda v Chancellor, Sambalpur University and Ors., [2001] 8 SCC\n532.\nE\nF\nG\nH\n21. Recruitment to a post must be made strictly in terms of the Rules\noperating in the field. Essential qualification must be possessed by a person\nas on the date of issuance of the notification or as specified in the rules and\nonly in absence thereof, the qualification acquired till the last date of filing\nof the application would be the relevant date. See Ashok Kumar Sharma and\nOrs. v. Chander Shekhar and Anr., [1997] 4 SCC 18, U.P. Public Service\nCommission U.P., Allahabad and Anr v. Alpana, [1994] 2 SCC 723 and Harpal\nKaur Chahal (Smt.) v. Director, Punjab Instructions, Punjab and Anr., [1995]\nSupp 4 SCC 706.\n22. Even where there exists a provision for relaxation, for example\nrelaxation in age, the same must be strictly complied with. {See Kendriya\nVidyalaya Sangathan and Ors. v. Sajal Kumar Roy and Ors., [2006] 8 SCC\n671 and P.K. Ramachandra Iyer and Ors. v. Union of India and Ors., [1984]\n2 SCC 141}.\n23. We are not oblivious of the fact that the question as to whether\na person fulfils the criteria of teaching experience or not would depend upon\nRAJASTHAN PUBLIC SERVICE COMMISSION 1. KAILA KUMAR PALIWAL [S.B. SINHA, J.] 1139\nthe rules operating in the field. When the rules are clear and explicit, the same A\nhas to be given effect to. Only in a case where the rules are not clear, the\ncandidate concerned must place adequate material to show that he fulfils the\nrequisite qualification. {See The State of Bihar and Anr etc. etc. v. Asis Kumar\nMukherjee and Ors. etc. etc., A.I.R. (1975) SC 192}.\n24. We may notice that in P.K. Ramachandra Iyer (supra) this Court B\nheld;\n\"31. In this context one more submission may be disposed of. It was\nsaid that the committee consisted of experts and they were highly\nqualified persons who would be able to evaluate and assess the\nrelative merits of each of the candidates before it and the Court is C\nleast competent to do so and therefore it would be unwise to substitute\nexperts' decision by Court's decision. In this connection reliance was\nplaced on Dr. M.C. Gupta v. Dr. Arun Kumar Gupta, in which this\nCourt held as under :\nWhen selection is made by the Commission aided and advised D\nby experts having technical experience and high academic\nqualifications in the specialist field, probing teaching/research\nexperience in technical subjects, the Courts should be slow to\ninterfere with the opinion expressed by experts unless there are\nallegations of mala fides against them. It would normally be\nprudent and safe for the courts to leave the decision of academic E\nmatters to experts who are more familiar with the problems they\nface than the courts generally can be. Undoubtedly, even such\na body if it were to contravene rules and regulations binding\nupon it in making the selection and recommending the selectees\nfor appointment, the Court in exercise of extraordinary jurisdiction F\nto enforce rule of law, may interfere in a writ petition under Article\n226......\nG\nIt was urged that once it is conceded that as the power of selection\nand appointment vests in the ICAR, the Court should not usurp that\npower merely because it would have chosen a different person as\nbetter qualified (see State of Bihar v. Dr. Asis Kumar Mukherjee).\nUndoubtedly, the Court must look with respect upon the performance\nof duties by experts in the respective fields as has been said in Dr.\nM.C. Gupta case. However, the task of ushering a society based on\nrule of law is entrusted to this Court and it cannot abdicate its\nfunctions. Once it is most satisfactorily established that the selection H\n1140\nA\nB\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\ncommittee did not have the power to relax essential qualification\npertaining to experience, the entire process of selection of respondent\n6 was in contravention of the established norms prescribed by\nadvertisement and power of the selection committee and procedure of\nfair and just selection and equality in the matter of public employment\nand to rectify resultant injustice and establish constitutional value\nthis Court must interfere. Selection of respondent 6 is contrary to\nrules and orders and in violation of prescribed norms of qualification.\nHe was ineligible for the post when selected. His selection and\nappointment would be required to be quashed and set aside.\"\n25. In A. Umarani v. Registrar, Cooperative Societies and Ors., [2004]\nC 7 SCC 112, this Court held;\nD\nE\nF\nG\n\"Regularisation, in our considered opinion, is not and cannot be the\nmode of recruitment by any \"State\" within the meaning of Article 12\nof the Constitution of India or any body or authority governed by a\nstatutory Act or the Rules framed thereunder. It is also now well\nsettled that an appointment made in violation of the mandatory\nprovisions of the statute and in particular, ignoring the minimum\neducational qualification and other essential qualification would be\nwholly illegal. Such illegality cannot be cured by taking recourse to\nregularisation. (See State of H.P. v. Suresh Kumar Verma)\"\n(Emphasis Added)\n26. In the instant case, the rules are absolutely clear and explicit.\n27. In the instant case, not only the posts of Head Master is governed\nby a separate set of rules, as has been noticed hereinbefore, the posts of\nTeacher Grade-III provides for a promotional avenue to the posts of Teacher\nGrade-II which in turn provides for promotion to the other grades of teacher.\nIt is, thus, in our opinion inconceivable that experience gained by a person\nholding the post of Teacher Grade-III governed by the subordinate services\nrules would be entitled to be considered for promotion to the post of Head\nMaster although experience of teaching in particular classes is relevant therefor.\n28. For the reasons aforementioned, the impugned Judgment of the\nDivision Bench cannot be sustained which is set aside accordingly. The\nAppeals are allowed. However, in the facts and circumstances of the case,\nthere shall be no order as to costs.\nK.K.T.\nAppeals allowed.\n"}