{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, JĮ\nfunctions, namely:-\n639\nA\n(a) determine the tariff for generation, supply, transmission\nand wheeling of electricity, wholesale, bulk or retail, as the\ncase may be, within the State:\nProvided that where open access has been permitted to\na category of consumers under section 42, the State\nCommission shall determine only the wheeling charges\nand surcharge thereon, if any, for the said category of\nconsumers;\nB\nC\n(b) regulate electricity purchase and procurement process\nof distribution licensees including the price at which\nelectricity shall be procured from the generating companies\nor licensees or from other sources through agreements for\npurchase of power for distribution and supply within the D\nState;\n(c) facilitate intra-State transmission and wheeling of\nelectricity;\n(d) issue licences to persons seeking to act as E\ntransmission licensees, distribution licensees and\nelectricity traders with respect to their operations within the\nState;\n(e) promote cogeneration and generation of electricity from F\nrenewable sources of energy by providing suitable\nmeasures for connectivity with the grid and sale of\nelectricity to any person, and also specify, for purchase of\nelectricity from such sources, a percentage of the total\nconsumption of electricity in the area of a distribution\nlicensee;\n(f) adjudicate upon the disputes between the licensees and\ngenerating companies and to refer any dispute for\narbitration;\nG\nH\nA\nB\n0\nD\nE\nF\nG\n640\nSUPREME COURT REPORTS\n(g) levy fee for the purposes of this Act;\n[2010] 3 S.C.R.\n(h) specify State Grid Code consistent with the Grid Code\nspecified under clause (h) of sub-section (1) of section 79;\n(i) specify or enforce standards with respect to quality,\ncontinuity and reliability of service by licensees;\n(j) fix the trading margin in the intra-State trading of\nelectricity, if considered, necessary;\n(k) discharge such other functions as may be assigned to\nit under this Act.\n(2) The State Commission shall advise the State\nGovernment on all or any of the following matters,\nnamely:-\n(i) promotion of competition, efficiency and economy in\nactivities of the electricity industry;\n(ii) promotion of investment in electricity industry;\n(iii) reorganisation and restructuring of electricity industry\nin the State;\n(iv) matters concerning generation, transmission,\ndistribution and trading of electricity or any other matter\nreferred to the State Commission by that Government:\n(3) The State Commission shall ensure transparency while\nexercising its powers and discharging its functions.\n(4) In discharge of its functions, the State Commission shall\nbe guided by the National Electricity Policy, National\nElectricity Plan and tariff policy published under section 3.\nPART XI\nAPPELLATE TRIBUNAL FOR ELECTRICITY\nH\nSection 111 - Appeal to Appellate Tribunal.-\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n641\n(1) Any person aggrieved by an order made by an A\nadjudicating officer under this Act (except under section\n127) or an order made by the Appropriate Commission\nunder this Act may prefer an appeal to the Appellate\nTribunal for Electricity:\nProvided that any person appealing against the order of\nthe adjudicating officer levying any penalty shall, while filing\nthe appeal, deposit the amount of such penalty:\nB\nProvided further that where in any particular case, the\nAppellate Tribunal is of the opinion that the deposit of such C\npenalty would cause undue hardship to such person, it may\ndispense with such deposit subject to such conditions as\nit may deem fit to impose so as to safeguard the realisation\nof penalty.\n(2) Every appeal under sub-section (1) shall be filed within\na period of forty-five days from the date on which a copy\nof the order made by the adjudicating officer or the\nAppropriate Commission is received by the aggrieved\nperson and it shall be in such form, verified in such manner\nand be accompanied by such fee as may be prescribed:\nProvided that the Appellate Tribunal may entertain an\nappeal after the expiry of the said period of forty-five days\nif it is satisfied that there was sufficient cause for not filing\nit within that period.\nD\nE\nF\n(3) On receipt of an appeal under sub-section (1), the\nAppellate Tribunal may, after giving the parties to the\nappeal an opportunity of being heard, pass such orders\nthereon as it thinks fit, confirming, modifying or setting G\naside the order appealed against.\n(4) The Appellate Tribunal shall send a copy of every order\nmade by it to the parties to the appeal and to the\nconcerned adjudicating officer or the Appropriate\nH\n642\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA\nB\nс\nD\nE\nF\n0\nH\nCommission, as the case may be.\n(5) The appeal filed before the Appellate Tribunal under\nsub-section (1) shall be dealt with by it as expeditiously as\npossible and endeavour shall be made by it to dispose of\nthe appeal finally within one hundred and eighty days from\nthe date of receipt of the appeal:\nProvided that where any appeal could not be\ndisposed of within the said period of one hundred and\neighty days, the Appellate Tribunal shall record its reasons\nin writing for not disposing of the appeal within the said\nperiod.\n(6) The Appellate Tribunal may, for the purpose of\nexamining the legality, propriety or correctness of any order\nmade by the adjudicating officer or the Appropriate\nCommission under this Act, as the case may be, in relation\nto any proceeding, on its own motion or otherwise, call for\nthe records of such proceedings and make such order in\nthe case as it thinks fit.\nPART XVIII\nMISCELLANEOUS\nSection 177 Powers of Authority to make regulations.-\n-\n(1) The Authority may, by notification, make regulations\nconsistent with this Act and the rules generally to carry out\nthe provisions of this Act.\n(2) In particular and without prejudice to the generality of\nthe power conferred in sub-section (1), such regulations\nmay provide for all or any of the following matters,\nnamely:―\n(a) the Grid Standards under section 34;\n(b) suitable measures relating to safety and electric supply\nunder section 53;\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n643\n(c) the installation and operation of meters under section A\n55;\n(d) the rules of procedure for transaction of business under\nsub-section (9) of section 70;\n(e) the technical standards for construction of electrical\nplants and electric lines and connectivity to the grid under\nclause (b) of section 73;\nB\n(f) the form and manner in which and the time at which the\nState Government and licensees shall furnish statistics, C\nreturns or other information under section 74;\n(g) any other matter which is to be, or may be, specified;\n(3) All regulations made by the Authority under this Act shall\nbe subject to the conditions of previous publication.\nSection 178 - Powers of Central Commission to make\nregulations.-\n(1) The Central Commission may, by notification make\nregulations consistent with this Act and the rules generally\nto carry out the provisions of this Act.\n(2) In particular and without prejudice to the generality of\nthe power contained in sub-section (1), such regulations\nmay provide for all or any of following matters, namely:-\n(a) period to be specified under the first proviso to section\n14;\n(b) the form and the manner of the application under sub-\nsection (1) of section 15;\n(c) the manner and particulars of notice under sub-section\n(2) of section 15;\n(d) the conditions of licence under section 16;\nD\nE\nF\nG\nI\nH.\n644\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(e) the manner and particulars of notice under clause (a)\nof sub-section (2) of section 18;\n(f) publication of alterations or amendments to be made\nin the licence under clause (c) of sub-section (2) of section\n18;\n(g) Grid Code under sub-section (2) of section 28;\n(h) levy and collection of fees and charge from generating\ncompanies or transmission utilities or licensees under sub-\nsection (4) of section 28;\n(i) rates, charges and terms and conditions in respect of\nintervening transmission facilities under proviso to section\n36;\n(j) payment of transmission charges and a surcharge under\nsub-clause (ii) of clause (d) of sub-section (2) of section\n38;\n(k) reduction of surcharge and cross subsidies under\nsecond proviso to sub-clause (ii) of clause (d) of sub-\nsection (2) of section 38;\n(I) payment of transmission charges and a surcharge under\nsub-clause (ii) of clause (c) of section 40;\n(m) reduction of surcharge and cross subsidies under the\nsecond proviso to sub-clause (ii) of clause (c) of section\n40;\n(n) proportion of revenues from other business to be\nutilised for reducing the transmission and wheeling\ncharges under proviso to section 41;\n(o) duties of electricity trader under sub-section (2) of\nsection 52;\n(p) standards of performance of a licensee or class of\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\nlicensees under sub-section (1) of section 57;\n645\n(q) the period within which information to be furnished by\nthe licensee under sub-section (1) of section 59;\n(r) the manner for reduction of cross-subsidies under\nclause (g) of section 61;\n(s) the terms and conditions for the determination of tariff\nunder section 61;\nA\nB\n(t) details to be furnished by licensee or generating C\ncompany under sub-section (2) of section 62;\n(u) the procedures for calculating the expected revenue\nfrom tariff and charges under sub-section (5) of section 62;\n(v) the manner of making an application before the Central D\nCommission and the fee payable therefor under sub-\nsection (1) of section 64;\n(w) the manner of publication of application under sub-\nsection (2) of section 64;\nE\n(✗) issue of tariff order with modifications or conditions\nunder sub-section (3) of section 64;\n(y) the manner by which development of market in power\nincluding trading specified under section 66;\nF\n(z) the powers and duties of the Secretary of the Central\nCommission under sub-section (1) of section 91;\n(za) the terms and conditions of service of the Secretary,\nofficers and other employees of Central Commission under G\nsub-section (3) of section 91;\n(zb) the rules of procedure for transaction of business\nunder sub-section (1) of section 92;\n(zc) minimum information to be maintained by a licensee H\nA\nB\nс\nD\nE\nF\n☐ G\nH\n646\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nor the generating company and the manner of such\ninformation to be maintained under sub-section (8) of\nsection 128;\n(zd) the manner of service and publication of notice under\nsection 130;\n(ze) any other matter which is to be, or may be specified\nby regulations.\n(3) All regulations made by the Central Commission under\nthis Act shall be subject to the conditions of previous\npublication.\nSection 179 - Rules and regulations to be laid before\nParliament.-\nEvery rule made by the Central Government, every\nregulation made by the Authority, and every regulation\nmade by the Central Commission shall be laid, as soon\nas may be after it is made, before each House of the\nParliament, while it is in session, for a total period of thirty\ndays which may be comprised in one session or in two or\nmore successive sessions, and if, before the expiry of the\nsession immediately following the session or the\nsuccessive sessions aforesaid, both Houses agree in\nmaking any modification in the rule or regulation or agree\nthat the rule or regulation should not be made, the rule or\nregulation shall thereafter have effect only in such modified\nform or be of no effect, as the case may be; so, however,\nthat any such modification or annulment shall be without\nprejudice to the validity of anything previously done under\nthat rule or regulation.\nSection 181 - Powers of State Commissions to make\nregulations.-\n(1) The State Commissions may, by notification, make\nregulations consistent with this Act and the rules generally\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\nto carry out the provisions of this Act.\n647\n(2) In particular and without prejudice to the generality of\nthe power contained in sub-section (1), such regulations\nmay provide for all or any of the following matters,\nnamely:―\n(a) period to be specified under the first proviso to section\n14;\n(b) the form and the manner of application under sub-\nsection (1) of section 15;\n(c) the manner and particulars of application for license to\nbe published under sub-section (2) of section 15;\nA\nB\nC\n(d) the conditions of licence under section 16:\nD\n(e) the manner and particulars of notice under clause (a)\nof sub-section (2) of section 18;\n(f) publication of the alterations or amendments to be made\nin the licence under clause (c) of sub-section (2) of section\n18;\n(g) levy and collection of fees and charges from generating\ncompanies or licensees under sub-section (3) of section\n32;\n(h) rates, charges and the term and conditions in respect\nof intervening transmission facilities under proviso to\nsection 36;\nE\nF\n(i) payment of the transmission charges and a surcharge\nunder sub-clause (ii) of clause (d) of sub-section (2) of G\nsection 39;\n(j) reduction of surcharge and cross subsidies under\nsecond proviso to sub-clause (ii) of clause (d) of sub-\nsection (2) of section 39;\nH\n648\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA\nB\nC\nD\nE\n-\nLL\nF\nG\n(k) manner and utilization of payment and surcharge under\nthe fourth proviso to sub-clause (ii) of clause (d) of sub-\nsection (2) of section 39;\n(1) payment of the transmission charges and a surcharge\nunder sub-clause (ii) of clause (c) of section 40;\n(m) reduction of surcharge and cross subsidies under\nsecond proviso to sub-clause (ii) of clause (c) of section\n40;\n(n) the manner of payment of surcharge under the fourth\nproviso to sub-clause (ii) of clause (c) of section 40;\n(o) proportion of revenues from other business to be\nutilised for reducing the transmission and wheeling\ncharges under proviso to section 41;\n(p) reduction of surcharge and cross subsidies under the\nthird proviso to sub-section (2) of section 42;\n(q) payment of additional charges on charges of wheeling\nunder sub-section (4) of section 42;\n(r) guidelines under sub-section (5) of section 42;\n(s) the time and manner for settlement of grievances under\nsub-section (7) of section 42;\n(t) the period to be specified by the State Commission for\nthe purposes specified under sub-section (1) of section 43;\n(u) methods and principles by which charges for electricity\nshall be fixed under sub-section (2) of section 45;\n(v) reasonable security payable to the distribution licensee\nunder sub-section (1) of section 47;\n(w) payment of interest on security under sub-section (4)\nof section 47:\nI\n"}