{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n(✗) electricity supply code under section 50;\n649\n(y) the proportion of revenues from other business to be\nutilised for reducing wheeling charges under provise to\nsection 51;\n(z) duties of electricity trader under sub-section (2) of\nsection 52;\n(za) standards of performance of a licensee or a class of\nlicensees under sub-section (1) of section 57;\nA\nB\nC\n(zb) the period within which information to be furnished by\nthe licensee under sub-section (1) of section 59;\n(zc) the manner of reduction of cross-subsidies under\nclause (g) of section 61;\nD\n(zd) the terms and conditions for determination of tariff\nunder section 61;\n(ze) details to be furnished by licensee or generating\ncompany under sub-section (2) of section 62;\n(zf) the methodologies and procedures for calculating the\nexpected revenue from tariff and charges under sub-\nsection (5) of section 62;\nE\n(zg) the manner of making an application before the State\nCommission and the fee payable therefor under sub-\nsection (1) of section 64;\nF\n(zh) issue of tariff order with modifications or conditions.\nunder sub-section (3) of section 64;\nG\n(zi) the manner by which development of market in power\nincluding trading specified under section 66;\n(zj) the powers and duties of the Secretary of the State\nCommission under sub-section (1) of section 91;\nI\nA\nB\nC\nD\nE\nLL\nF\n0\nH\n650\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\n(zk) the terms and conditions of service of the secretary,\nofficers and other employees of the State Commission\nunder sub-section (2) of section 91;\n(zl) rules of procedure for transaction of business under\nsub-section (1) of section 92;\n(zm) minimum information to be maintained by a licensee\nor the generating company and the manner of such\ninformation to be maintained under sub-section (8) of\nsection 128;\n(zn) the manner of service and publication of notice under\nsection 130;\n(zo) the form of and preferring the appeal and the manner\nin which such form shall be verified and the fee for\npreferring the appeal under sub-section (1) of section 127;\n(zp) any other matter which is to be, or may be, specified.\n(3) All regulations made by the State Commission under\nthis Act shall be subject to the condition of previous\npublication.\n-\nSection 182 Rules and regulations to be laid before\nState Legislature.-\nEvery rule made by the State Government and every\nregulation made by the State Commission shall be laid,\nas soon as may be after it is made, before each House\nof the State Legislature where it consists of two Houses,\nor where such Legislature consists of one House, before\nthat House.\nSection 183 - Power to remove difficulties\n(1) If any difficulty arises in giving effect to the provisions\nof this Act, the Central Government may, by order\npublished, make such provisions not inconsistent with the\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n651\nprovisions of this Act, as may appear to be necessary for A\nremoving the difficulty:\nProvided that no order shall be made under this section\nafter the expiry of two years from the date of\ncommencement of this Act.\n(2) Every order made under this section shall be laid, as\nsoon as may be after it is made, before each House of\nParliament.\nB\n8. We also quote hereinbelow the impugned Notification C\ndated 23.1.2006 fixing trading margin for inter-State\ntrading of Electricity, which reads as follows:\n\"CENTRAL ELECTRICITY REGULATORY COMMISSION\nNOTIFICATION\nNew Delhi, the 23rd January, 2006\nNo. L-7/25(5)/2003-CERC.- Whereas the Central\nElectricity Regulatory Commission is of the opinion that it\nis necessary to fix trading margin for inter-state trading of\nelectricity.\nNow, therefore, in exercise of powers conferred\nunder Section 178 of the Electricity Act, 2003 (36 of 2003),\nand all other powers enabling it in this behalf, and after\npervious publication, the Central Electricity Regulatory\nCommission hereby makes the following regulations,\nnamely:-\nD\nE\nF\n1. Short title and commencement.-(1) These regulations\nmay be called the Central Electricity Regulatory\nCommission (Fixation of Trading Margin) Regulations, G\n2006.\n(2) These regulations shall come into force from the date\nof their publication in the Official Gazette.\nH\nA\nB\nC\nD\n652\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\n2. Trading Margin.- The licensee shall not charge the\ntrading margin exceeding four (4.0) paise/kWh on the\nelectricity traded, including all charges, except the charges\nfor scheduled energy, open access and transmission\nlosses.\nExplanation:- The charges for the open access include the\ntransmission charge, operating charge and the application\nfee.\nA.K. SACHAN, Secy.\"\nSCOPE AND ANALYSIS OF THE 2003 ACT\n9. The 2003 Act is enacted as an exhaustive Code on all\nmatters concerning electricity. It provides for \"unbundling” of\nSEBS into separate utilities for generation, transmission and\ndistribution. It repeals the Indian Electricity Act, 1910, the\nElectricity (Supply) Act, 1948 and the Electricity Regulatory\nCommissions Act, 1998. The 2003 Act, in furtherance of the\npolicy envisaged under the Electricity Regulatory Commissions\nAct, 1998 (\"1998 Act\"), mandated the establishment of an\nindependent and transparent regulatory mechanism, and has\nentrusted wide ranging responsibilities with the Regulatory\nCommissions. While the 1998 Act provided for independent\nregulation in the area of tariff determination; the 2003 Act has\ndistanced the Government from all forms of regulation, namely,\nF licensing, tariff regulation, specifying Grid Code, facilitating\ncompetition through open access, etc.\nE\nG\nH\n10. Section 3 of the 2003 Act requires the Central\nGovernment, in consultation with the State Governments and\nthe Authority, to prepare National Electricity Policy as well as\nTariff Policy for development of the power system based on\noptimum utilization of resources. The Central and the State\nGovernments are also vested with rule-making powers under\nSections 176 and 180 respectively, while the \"Authority\" has\nbeen defined under Section 2(6) as regulation-making power\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n653\nB\nunder Section 177. On the other hand, the Regulatory A\nCommissions are vested with the power to frame policy, in the\nform of regulations, under various provisions of the 2003 Act.\nHowever, the Regulatory Commissions are empowered to\nframe policy, in the form of regulations, as guided by the general\npolicy framed by the Central Government. They are to be guided\nby the National Electricity Policy, the Tariff Policy as well as the\nNational Electricity Plan in terms of Sections 79(4) and 86(4)\nafter the 2003 Act (see also Section 66). In this connection, it\nmay also be noted that the Central Government has also, in\nexercise of its powers under Section 3 of the 2003 Act, notified C\nthe Tariff Policy with effect from 6.1.2006. One of the primary\nobjectives of the Tariff Policy is to ensure availability of\nelectricity to consumers at reasonable and competitive rates.\nThe Tariff Policy tries to balance the interests of consumers and\nthe need for investments while prescribing the rate of return. It\nalso tries to promote training in electricity for making the\nmarkets competitive. Under the Tariff Policy, there is a mandate\ngiven to the Regulatory Commissions, namely, to monitor the\ntrading transactions continuously and ensure that the electricity\ntraders do not indulge in profiteering in cases of market failure.\nThe Tariff Policy directs the Regulatory Commissions to fix the\ntrading margin in a manner which would reduce the costs of\nelectricity to the consumers and, at the same time, they should\nendeavour to meet the requirement for investments.\n11. An \"electricity trader\" is defined under Section 2(26)\nto mean a person who has been given a licence to undertake\ntrading in electricity under Section 12. Section 2(32) defines a\n\"grid\" as the high voltage backbone system of inter-connected\ntransmission lines, sub-station and generating plants. Under\nSection 2(33), a “Grid Code\" is defined as a code specified\nby the Central Commission under Section 79(1)(h), while under\nSection 2(34), \"Grid Standards\" are those specified by the\nCentral Authority under Section 73(d). Under Section 2(47),\n\"open access\" is defined to mean the non-discriminatory\nprovision for access to the transmission lines or distribution\nD\nE\nF\nG\nH\n654 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA system or associated facilities given to any licensee or\nconsumer or a person engaged in generation of electricity in\naccordance with the regulations specified. Section 2(62)\ndefines the term “specified\" to mean specified by regulations\nmade by the Appropriate Commission or the Authority under\nB the 2003 Act. Under Section 2(71), the word \"trading\" is defined\nto mean purchase of electricity for resale thereof.\nC\nD\n12. Under the 2003 Act, power generation has been de-\nlicensed and captive generation is freely permitted, subject to\napproval as indicated in Sections 7, 8 and 9 of the Act.\nHowever, under Section 12, a licence has been provided as a\npre-condition for engaging in transmission or distribution or\ntrading of electricity. Therefore, licensees are granted by the\nAppropriate Commission under Section 14 of the Act on\napplications made under Section 15. Section 16 provides\npower to the Appropriate Commission to specify any general\nor specific conditions which shall apply either to a licensee or\nto a class of licensees. Under Section 18, the Appropriate\nCommission is also vested with the power to amend the licence\nas well as to revoke it in certain stipulated circumstances, if\nE public interest so requires (see Section 19). Under Section 23,\nthe Appropriate Commission has the power to issue directions\nto licensees to regulate supply, distribution, consumption or use\nof electricity, if the Appropriate Commission is of the opinion\nthat it is necessary or expedient so to do for maintaining the\nF efficient supply and for securing the equitable distribution of\nelectricity and promoting competition.\nG\nH\n13. One of the most important features of the 2003 Act is\nthe introduction of open access under Section 42 of the Act.\nUnder the open access regime, distribution companies and\neligible consumers have the freedom to buy electricity directly\nfrom generating companies or trading licensees of their choice\nand correspondingly the generating companies have the\nfreedom to sell.\n14. Section 52 of the 2003 Act deals with trading of\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n655\nelectricity activity. Under Section 52(1), the Appropriate A\nCommission may specify the technical requirement, capital\nadequacy requirement and credit worthiness for being an\nelectricity trader. Under Section 52(2), every trader is required\nto discharge its duties, in relation to supply and trading in\nelectricity, as may be specified by the Appropriate B\nCommission.\n15. The standards of performance of licensee(s) may be\nspecified by the Appropriate Commission under Section 57 of\nthe Act.\nC\n16. The 2003 Act contains separate provisions for the\nperformance of the dual functions by the Commission. Section\n61 is the enabling provision for framing of regulations by the\nCentral Commission; the determination of terms and conditions\nof tariff has been left to the domain of the Regulatory D\nCommissions under Section 61 of the Act whereas actual tariff\ndetermination by the Regulatory Commissions is covered by\nSection 62 of the Act. This aspect is very important for\ndeciding the present case. Specifying the terms and conditions\nfor determination of tariff is an exercise which is different and\ndistinct from actual tariff determination in accordance with the\nprovisions of the Act for supply of electricity by a generating\ncompany to a distribution licensee or for transmission of\nelectricity or for wheeling of electricity or for retail sale of\nelectricity.\nE\nF\n17. The term \"tariff\" is not defined in the 2003 Act. The term\n\"tariff\" includes within its ambit not only the fixation of rates but\nalso the rules and regulations relating to it. If one reads Section\n61 with Section 62 of the 2003 Act, it becomes clear that the\nAppropriate Commission shall determine the actual tariff in G\naccordance with the provisions of the Act, including the terms\nand conditions which may be specified by the Appropriate\nCommission under Section 61 of the said Act. Under the 2003\nAct, if one reads Section 62 with Section 64, it becomes clear\nthat although tariff fixation like price fixation is legislative in Hi\n656 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA character, the same under the Act is made appealable vide\nSection 111. These provisions, namely, Sections 61, 62 and\n64 indicate the dual nature of functions performed by the\nRegulatory Commissions, viz, decision-making and specifying\nterms and conditions for tariff determination.\nB\nC\n18. Section 66 confers substantial powers on the\nAppropriate Commission to develop the relevant market in\naccordance with the principles of competition, fair participation\nas well as protection of consumers' interests.\n19. Under Sections 111(1) and 111(6) respectively, the\nTribunal has appellate and revisional powers. In addition, there\nare powers given to the Tribunal under Section 121 of the 2003\nAct to issue orders, instructions or directions, as it may deem\nfit, to the Appropriate Commission for the performance of\nD statutory functions under the 2003 Act.\nE\nF\n20. The 2003 Act contemplates three kinds of delegated\nlegislation. Firstly, under Section 176, the Central Government\nis empowered to make rules to carry out the provisions of the\nAct. Correspondingly, the State Governments are also given\npowers under Section 180 to make rules. Secondly, under\nSection 177, the Central Authority is also empowered to make\nregulations consistent with the Act and the rules to carry out the\nprovisions of the Act. Thirdly, under Section 178, the Central\nCommission can make regulations consistent with the Act and\nthe rules to carry out the provisions of the Act. SERCS have a\ncorresponding power under Section 181. The rules and\nregulations have to be placed before Parliament and the State\nLegislatures, as the case may be, under Section 179 and 182.\nThe Parliament has the power to modify the rules/regulations.\nG This power is not conferred upon the State Legislatures. A\nholistic reading of the 2003 Act leads to the conclusion that\nregulations can be made as long as two conditions are satisfied,\nnamely, that they are consistent with the Act and that they are\nmade for carrying out the provisions of the Act.\nH\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\nSUBMISSIONS:\nOn behalf of M/s Tata Power Trading Co. Ltd.:\n657\nA\nB\nD\n21. On the scheme of the 2003 Act it was submitted by\nShri Harish N. Salve, learned senior counsel, that, under the\nsaid Act the Central Commission and SERCS have to frame\nregulations as well as pass statutory orders. The Act uses the\nexpression \"fixed\" in Sections 8, 19, 45 \u0026 79; it uses the\nexpression \"determined\" in the proviso to Section 9(2), Sections\n20, 42, 47, 57, 61 and 67(2) and the word \"specified\" (i.e. by\nC\nway of regulations) in Sections 13, 14, 15, 16, 17, 18(2), 28(4),\n34, 36, 38, 41, 42, 45, 51, 52, 53, 57, 61 and 67(2) of the 2003\nAct. Under the 2003 Act, according to the learned counsel,\nthere are a series of provisions which expressly require the\nCommission to frame regulations on specific aspects.\nAccording to learned counsel, each of the said three\nexpressions have to be interpreted by the terms and in the\ncontext of the scheme of the 2003 Act and not by a priori\nnotions of administrative law. For example, Section 61 posits\nthe framing of regulations by the Commission, which will subject\nto the provisions of the 2003 Act, specify the terms and E\nconditions for the determination of tariff. It is possible that such\nregulations may be licensee-specific or generic. At the same\ntime, under Section 62 read with Section 64 refers to\ndetermination of tariff in accordance with the provisions of the\nAct for supply of electricity by Gencoms, transmission of F\nelectricity, wheeling and trading of electricity. Applying the\nCynamide principle [1987(2)SCC720] of administrative law,\nsuch tariff Order would be characterized as delegated\nlegislation yet under Section 111 of the 2003 Act it is made\nappealable to the Appellate Tribunal. According to the learned\ncounsel, \"price fixation\" is ordinarily \"legislative\" and not\n\"adjudicatory” in character and yet under the 2003 Act tariff\nfixation is by Order and subject to appeal under Section 111.\nAccording to the learned counsel, use of different expressions\nin the Act implies different meanings. For example, in Section\nG\nH\n658 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA 79 the expressions used are \"regulate”, “determine\",\n\"adjudicate\", \"specify\" and \"fix\". Where the function of the\nCommission under Sections 79 and 86 require framing of\nregulations, the Act has used the expression “specified\" as\ndefined. Therefore, according to the learned counsel, the word\nB \"fix\" in Section 79(1)(j) must mean to pass an appropriate order\nfixing trading margin which is further qualified by the Act saying\n\"if considered necessary\". In this connection, learned counsel\nfurther submitted that fixing trading margin is same as price\nfixation and as such margin must be fixed by an Order and not\nC by way of regulation. Hence, according to the learned counsel,\nregulations cannot be framed under Section 79(1)(j) and under\nSection 86(1)(j) of the 2003 Act.\nD\n22. On the interpretation of Sections 178(1) and 181(1) of\nthe 2003 Act, learned counsel submitted that where rule making\npowers are enumerated and there is a general delegation of\npower to make rules to carry out the provisions of the 2003 Act,\nthe enumeration does not detract from the generality of the\npower conferred is the principle which has to be read in the\ncontext of the scheme of the 2003 Act. In this connection it was\nE submitted that under the Act the power to frame subordinate\nlegislation to carry out the provisions of the Act are contained\nin Sections 176 and 180 on Central and State Governments;\nin Sections 178 and 181 where power to frame regulations is\nconferred on Regulatory Commissions and Section 177 where\nF the power to frame regulations is conferred on CEA. Hence,\nwhen the Central Government invokes the rule making power\nunder Section 176(1), it cannot make rules to determine tariff\nsince that can be done only by the appropriate Commission\nby virtue of Section 61 read with Section 178(2)(s). A perusal\nG of the scheme of the 2003 Act suggests that each and every\nprovision of the Act where framing of regulations is\ncontemplated has a counter-part in one of the clauses as set\nout in Section 178(2). In any event, according to the learned\ncounsel, where the Act requires the discharge of a function by\na specific order, then a regulation cannot be framed to achieve\nH\n"}