{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n679\nB\nD\nlegislature before the sections conferring quasi-judicial powers A\non Tribunals which clearly indicated that the authority conferred\nunder Section 43A was confined to administrative functions of\nthe Government and the Tribunals rather than to their judicial\nfunctions. It was further held that the legislature had used two\nwords in the section: (i) orders; and (ii) directions. This Court\nfurther noticed that under the 1939 Act there was a separate\nChapter which dealt with making of \"rules\" which indicated that\nthe words \"orders\" and \"directions\" in Section 43A were meant\nto clothe the Government-with the authority to issue directions\nof administrative character. It was held that the source of power C\ndid not affect the character of acts done in exercise of that\npower. Whether it is a law or an administrative direction\ndepends upon the character or nature of the orders or directions\nauthorized to be issued in exercise of the power conferred. It\nwas, therefore, held that the words \"orders\" and \"directions\"\nwere not laws. They were binding only on the Authorities under\nthe Act. Such orders and directions were not required to be\npublished. They were not kept for scrutiny by legislature. It was\nfurther held that such orders and directions did not override the\ndiscretionary powers conferred on an authority under Section\n60 of the 1939 Act. It was observed that non compliance of such\norders, instructions and directions may result in taking\ndisciplinary action but they cannot affect a finding given by the\nquasi-judicial authority nor can they impinge upon the rules\nenacted by the rule-making authority. It was held that such\norders and directions would cover only an administrative field\nof the officers concerned and therefore such orders and\ndirections do not regulate the rights of the parties. Such orders\nand directions cannot add to the considerations/topics\nprescribed under Section 47 of the 1939 Act on the basis of\nwhich an adjudicating authority is empowered to issue or refuse\npermits, as the case may be.\n54. Applying the tests laid down in the above judgment to\nthe present case, we are of the view that, the words \"orders\",\n\"instructions\" or \"directions\" in Section 121 do not confer power\nE\nF\nG\nH\nC\n680 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA of judicial review in the Tribunal. It is not possible to lay down\nany exhaustive list of cases in which there is failure in\nperformance of statutory functions by Appropriate Commission.\nHowever, by way of illustrations, we may state that, under\nSection 79(1)(h) CERC is required to specify Grid Code having\nB regard to Grid Standards. Section 79 comes in Part X. Section\n79 deals with functions of CERC. The word \"grid\" is defined in\nSection 2(32) to mean high voltage backbone system of\ninterconnected transmission lines, sub-station and generating\nplants. Basically, a grid is a network. Section 2(33) defines \"grid\ncode\" to mean a code specified by CERC under Section\n79(1)(h). Section 2(34) defines \"grid standards\" to mean\nstandards specified under Section 73(d) by the Authority. Grid\nCode is a set of rules which governs the maintenance of the\nnetwork. This maintenance is vital. In summer months grids tend\nto trip. In the absence of the making of the Grid Code in\naccordance with the Grid Standards, it is open to the Tribunal\nto direct CERC to perform its statutory functions of specifying\nthe Grid Code having regard to the Grid Standards prescribed\nby the Authority under Section 73. One can multiply these\nillustrations which exercise we do not wish to undertake. Suffice\nit to state that, in the light of our analysis of the 2003 Act,\nhereinabove, the words orders, instructions or directions in\nSection 121 of the 2003 Act cannot confer power of judicial\nreview under Section 121 to the Tribunal, which, therefore,\ncannot go into the validity of the impugned Regulations 2006,\nas rightly held in the impugned judgment.\nD\nE\nF\n55. One of the contentions raised by Shri Shanti Bhushan,\nlearned senior counsel appearing on behalf of Calcutta\nElectricity Supply Company Ltd. needs to be considered. It was\nG contended on behalf of CESC Ltd. that under Section 111 of\nthe 2003 Act, an appeal lies only against an Order by the\nAppropriate Commission and not against Regulations framed\nby CERC under Section 178 of the 2003 Act. It was contended\nthat Regulations under Section 178 are framed in exercise of\ndelegated power in which there was an element of legislative\nH\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n681\nA\nD\nfunction. That, the Regulations framed by CERC are required\nto be laid before the Parliament under Section 179 of the 2003\nAct. The said Regulations could be modified by the two Houses\nof the Parliament. In the circumstances, it was, therefore,\ncontended that neither Section 111 nor Section 121 would be\ndeemed to have conferred any power on the Appellate Tribunal B\nfor Electricity to supervise or sit in judgment over the\nRegulations. To this extent, learned counsel supported the\ncontentions of the learned Solicitor General, appearing on\nbehalf of CERC (respondent no.1). Further, an interesting\nargument was advanced by the learned counsel, namely, that, C\nSection 121 of the 2003 Act has not yet been brought into\nforce. In this connection, reference was made to Section 1(3)\nof the 2003 Act as well as to the notification dated 10.6.2003\nissued under Section 1(3) of the 2003 Act by which the Central\nGovernment had fixed 10.6.2003 as the date on which Sections\n1 to 120 and Sections 122 to 185 were brought into force,\nhowever, Section 121 was not brought into force till Notification\ndated 27.1.2004, which brought into force Electricity\n(Amendment) Act 2003 (No.57 of 2003) came to be issued.\nAccording to the learned counsel, Section 4 of the Electricity\n(Amendment) Act, 2003 (No.57 of 2003) which was brought into\nforce on 27.1.2004 merely provided for substitution of the\noriginal Section 121 with new Section 121, without issuance\nof a further notification under Section 1(3) of the original\nElectricity Act, 2003. According to the learned counsel, there\nis a difference between substituting a dormant Section in an\nAct and in bringing a substituted section into force which has\nnot been done in this case and, therefore, Section 121, although\nbeing part of the statute, is not brought into force, till today. To\nanswer the above contention, we need to quote Section 1(3)\nand also Section 121 of the original Electricity Act, 2003 which G\nwas not brought into force though, as stated above, Sections\n1 to 120 and Sections 122 to 185 were brought into force vide\nnotification dated 10.6.2003:\nE\nF\nH\nA\n00\nB\nC\nD\nE\nLL\nF\nG\nH\n682 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\n\"Section 1. Short title, extent and commencement. -\n(3) It shall come into force on such date as the Central\nGovernment may, by notification, appoint:\nProvided that different dates may be appointed for\ndifferent provisions of this Act and any reference in any\nsuch provision to the commencement of this Act shall be\nconstrued as a reference to the coming into force of that\nprovision.\"\n\"Section 121. Power of Chairperson of Appellate\nTribunal.- The Chairperson of the Appellate Tribunal shall\nexercise general power of superintendence and control\nover the appropriate Commission.\"\n56. We also quote hereinbelow Sections 1 and 4 of the\nElectricity (Amendment) Act, 2003 (No.57 of 2003) which was\nbrought into force on 27.1.2004:\n\"Section 1. (2) It shall come into force on such date as the\nCentral Government may, by notification in the Official\nGazette, appoint.\nSection 4. For Section 121 of the principal Act, the\nfollowing Section shall be substituted, namely:-\n\"121. Power of Appellate Tribunal\nThe Appellate Tribunal may, after hearing the Appropriate\nCommission or other interested party, if any, from time to\ntime, issue such orders, instructions or directions as it may\ndeem fit, to any Appropriate Commission for the\nperformance of its statutory functions under this Act.\"\n57. As stated above, the Electricity (Amendment) Act, 2003\n(No.57 of 2003) was brought into force by Notification dated\n27.1.2004 which is reproduced hereinbelow:\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n\"MINISTRY OF POWER\nNotification\nNew Delhi, the 27th January, 2004\n683\nS.O.119(E). In exercise of the powers conferred by\nsub-section (2) of Section 1 of the Electricity (Amendment)\nAct, 2003 (57 of 2003), the Central Government hereby\nappoints the 27th January, 2004, as the date on which the\nprovisions of the said Act shall come into force.\n[F.No.23/23/2004-R\u0026R]\nA\nB\nAJAY SHANKAR, Jt. Secy.\" C\nD\nE\n58. In our view, there is no merit in the above contention\nadvanced on behalf of CESC Ltd. At the outset, we may state\nthat material brought on record indicates that Section 121 of\nthe original Electricity Act, 2003, quoted hereinabove, was\nnever brought into force because some MPs expressed the\nconcern that the power, under that section, conferred upon the\nChairperson of the Appellate Tribunal, could lead to excessive\ncentralization of power and interference with the day-to-day\nactivities of the Commission by the Chairperson of the Tribunal.\nTherefore, Section 121 was amended by Electricity\n(Amendment) Act, 2003 (No.57 of 2003) which is also quoted\nhereinabove and which amendment Act came into force from\n27.1.2004. In our view, by necessary implication of the coming\ninto force of the Electricity (Amendment) Act, 2003 (No.57 of\n2003) all provisions amended by it also came into force, hence,\nthere is no requirement for a further notification under Section\n1(3), particularly when Section 121 in its amended form has\ncome into force w.e.f. 27.1.2004. In this connection, it may be\nseen that Section 121 of the original Act stood substituted by\nAmendment Act No.57 of 2003. Substitution of a provision\nresults in repeal of the earlier provision and its replacement by\nthe new provision. Substitution is a combination of repeal and\nfresh enactment. [See: Principles of Statutory Interpretation by\nG.P. Singh, 11th Edn., p. 638]. Section 121 of the original\nElectricity Act, 2003 was never brought into force. It was H\nF\nG\n684 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA substituted by new Section 121 by Amendment Act No.57 of\n2003 which was brought into force by a notification dated\n27.1.2004. Substitution, as stated above, results in repeal of\nthe old provision and replacement by a new provision. Applying\nthese tests to the facts of the present case, we find that the\nB Electricity (Amendment) Act, 2003 (No.57 of 2003) was brought\ninto force by notification dated 27.1.2004. That, notification was\nissued under Section 1(2) of the Electricity (Amendment) Act,\n2003 (No.57 of 2003). If one reads Section 1(2) of Electricity\n(Amendment) Act, 2003 (No.57 of 2003) with Notification dated\n27.1.2004 issued under Section 1(2) of the amended Act,\n2003, it becomes clear that on coming into force of the\nElectricity (Amendment) Act, 2003 (No.57 of 2003) all provisions\namended by it also came into force. Hence, there was no\nrequirement for a further notification under Section 1(3),\nconsequently, Section 121 in its amended form came into force\nwith effect from 27.1.2004.\nC\nD\n59. Summary of Our Findings:\n(i)\nE\nF\nG\nH\n(ii)\nIn the hierarchy of regulatory powers and functions\nunder the 2003 Act, Section 178, which deals with\nmaking of regulations by the Central Commission,\nunder the authority of subordinate legislation, is\nwider than Section 79(1) of the 2003 Act, which\nenumerates the regulatory functions of the Central\nCommission, in specified areas, to be discharged\nby Orders (decisions).\nA regulation under Section 178, as a part of\nregulatory framework, intervenes and even\noverrides the existing contracts between the\nregulated entities inasmuch as it casts a statutory\nobligation on the regulated entities to align their\nexisting and future contracts with the said\nregulations.\n(iii) A regulation under Section 178 is made under the\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n685\nauthority of delegated legislation and consequently A\nits validity can be tested only in judicial review\nproceedings before the courts and not by way of\nappeal before the Appellate Tribunal for Electricity\nunder Section 111 of the said Act.\nB\nC\n(iv) Section 121 of the 2003 Act does not confer power\nof judicial review on the Appellate Tribunal. The\nwords \"orders\", \"instructions\" or \"directions\" in\nSection 121 do not confer power of judicial review\nin the Appellate Tribunal for Electricity. In this\njudgment, we do not wish to analyse the English\nauthorities as we find from those authorities that in\ncertain cases in England the power of judicial\nreview is expressly conferred on the Tribunals\nconstituted under the Act. In the present 2003 Act,\nthe power of judicial review of the validity of the D\nRegulations made under Section 178 is not\nconferred on the Appellate Tribunal for Electricity.\n(v)\nIf a dispute arises in adjudication on interpretation\nof a regulation made under Section 178, an appeal E\nwould certainly lie before the Appellate Tribunal\nunder Section 111, however, no appeal to the\nAppellate Tribunal shall lie on the validity of a\nregulation made under Section 178.\nF\n(vi) Applying the principle of “generality versus\nenumeration\", it would be open to the Central\nCommission to make a regulation on any residuary\nitem under Section 178(1) read with Section\n178(2)(ze). Accordingly, we hold that the CERC\nwas empowered to cap the trading margin under G\nthe authority of delegated legislation under Section\n178 vide the impugned notification dated\n23.1.2006.\n(vii) Section 121, as amended by Electricity H\nA\nB\nC\nD\n686.\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\n(Amendment) Act 57 of 2003, came into force with\neffect from 27.1.2004. Consequently, there is no\nmerit in the contention advanced that the said\nsection is not yet been brought into force.\nConclusion:\n60. For the aforesaid reasons, we answer the question.\nraised in the reference as follows:\nThe Appellate Tribunal for Electricity has no jurisdiction to\ndecide the validity of the Regulations framed by the Central\nElectricity Regulatory Commission under Section 178 of\nthe Electricity Act, 2003. The validity of the Regulations\nmay, however, be challenged by seeking judicial review\nunder Article 226 of the Constitution of India.\nOur summary of findings and answer to the reference are with\nreference to the provisions of the Electricity Act, 2003. They\nshall not be construed as a general principle of law to be\napplied to Appellate Tribunals vis-à-vis Regulatory\nCommissions under other enactments. In particular, we make\nE it clear that the decision may not be taken as expression of any\nF\nview in regard to the powers of Securities Appellate Tribunal\nvis-à-vis Securities and Exchange Board of India under the\nSecurities and Exchange Board of India Act, 1992 or with\nreference to the Telecom Disputes Settlements and Appellate\nTribunal vis-à-vis Telecom Regulatory Authority of India under\nthe Telecom Regulatory Authority of India Act, 1997.\n61. In view of our findings, we dismiss these appeals as\nhaving no merit with no order as to costs.\nG K.K.T.\nAppeals dismissed.\n"}