{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n659\nthat very purpose merely because there is a power to frame A\nregulations. Therefore, according to the learned counsel, trading\nmargin can be fixed only by an order under Section 79(1)(j) and\n86(1)(j) and not by regulations.\nB\nC\nD\n23. On the powers of the Appellate Tribunal under Sections\n111 and 121 of the 2003 Act, learned counsel urged, that, the\nsaid Tribunal was established as an expert second tier\nregulatory authority to review the actions of the Regulatory\nCommissions, including regulations framed by first tier\nregulatory bodies even in the absence of Section 121 of the\n2003 Act. In this connection, learned counsel further submitted\nthat the powers envisaged under Section 121 are distinct from\nthe appellate and revisional powers under Section 111(3) and\nunder Section 111(6). A plain reading of Section 121\nestablishes that the Tribunal has the power to issue orders,\ninstructions and directions to guide the Commission in the due\nperformance of its statutory function; that the said power to issue\ninstructions, orders and directions would include the power to\nframe or modify the regulations made by the first tier regulatory\nauthority, particularly in cases where the Tribunal is satisfied that\nthe regulation framed is either not consistent with the provisions E\nof the Act or does not result in due performance of the duty or\nfunctions entrusted to the Commission under the 2003 Act. In\nthe light of the provisions of Sections 111 and 121 of the 2003\nAct, learned counsel urged, that, even in an appeal under\nSection 111 if the question of validity of delegated legislation F\narises, the tribunal can consider the vires and ignore a Rule\nwhich is ultra-vires the rule-making power. The fact that there\nis no power in the tribunal to annul the regulation cannot deny\nthe power to statutory tribunal to ignore ultra vires subordinate\nlegislation. Lastly, there is no need to read down Section 121 G\non a priori notion of classical administrative law that vires of\nthe rules can only be challenged in the judicial review\nproceedings before a constitutional court.\nH\n660 SUPREME COURT REPORTS\nA On behalf of PTC India Ltd.\nB\nC\n[2010] 3 S.C.R.\n24. Shri Vikas Singh, learned senior counsel, submitted\nthat fixation of trading margins under normal business\nconditions is intrinsically contradictory and harmful to power\nmarket functioning. In this connection, it was submitted that\ncapping of trading margin does not in any manner whatsoever\ncontrol the selling price of electricity sold to Discoms. Such\ncapping of trading margin results in relegating the electricity\ntraders to mere commission agents. The role of electricity\ntraders is to play a dynamic role of bringing in new products in\nthe market which is beneficial to the consumers as well as\nGencoms. However, the entire object of having electricity\ntraders stand defeated by impugned capping of trading\nmargins. According to the learned counsel, traders in electricity\nbring depth to the electricity markets. They make value\nadditions and therefore interventions in trading by regulations\nshould not be contrary to the letter and spirit of the Act [See\nSection 66]. According to the learned counsel, severe\nregulatory intervention like imposition of margin in a voluntary\nmarket should be resorted to only in cases of market failure.\nE According to the learned counsel, on the basis of statistical\nD\ndata, the trading margin is not a return guaranteed to a trader\nand that the actual margin which the trader is getting is lower\nthan the prescribed cap. According to the learned counsel, none\nof the above facts have been appreciated by the Central\nF Commission in capping the margin as not to exceed 4.0 paíse\nper kWh on the electricity traded.\nG\nH\n25. On the question of law, learned counsel submitted that\nthe right to appeal under Section 111 in respect of adjudicatory/\nadministrative order cannot be defeated by colouring the\ndecision as a regulation. In this connection learned counsel\nsubmitted that the rules/regulations framed by the executive\nunder an Act are the law whereas regulations made by the\nstatutory authority itself is not the regulation under which it\nfunctions, but the regulation making itself is its function. In the\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n661\nformer case, it is possible to argue that the Authority which is A\nthe creature of the Statute cannot question the vires of the\nstatute, in the latter case, the Authority is not the creature of the\nRegulation framed by itself, hence the sanctity given to the\nformer is far greater than the sanctity to the latter.\n26. According to the learned counsel, that, the right to\nappeal is a substantive right and the same cannot be taken\naway by a device, i.e., by framing a regulation instead of simply\npassing an order as to denude the Appellant of its right of\nAppeal. In this connection, learned counsel urged that the\nAppellate Tribunal can hear the appeal against the regulation\nbeing the function of the Commission and can examine the\nsanctity of the regulation if the same is framed beyond the power\nof the commission to do so. In other words, if the Commission\nis entitled to adjudicate upon a matter, it does not have the\nauthority under the Act to give its decision the colour of a\nregulation so as to denude the Tribunal of its authority under\nSection 111. According to the learned counsel, since the\nimpugned regulation relegates the trading licensee to a\ncommission agent the same is ultra vires Section 66 of the 2003\nAct.\n27. According to the learned counsel, under Section 79 the\nCommission is authorized only to fix the trading margin and\nsince the impugned regulations are purportedly made under\nSection 79 the said regulations are beyond the powers of the\nCentral Commission and are, thus, ultra vires the 2003 Act.\n28. Lastly, learned counsel for PTC adopted all the\narguments of Shri Harish N. Salve, learned counsel for M/s.\nTata Power Trading Company Ltd.\n29. Shri Narasimha, learned counsel and Others broadly\nadopted the above arguments advanced on behalf of M/s. Tata\nPower Trading Company and PTC India Ltd., hence, the same\nneed not be reproduced.\nB\nC\nD\nE\nF\nG\nH\n662 SUPREME COURT REPORTS\nA On behalf of CERC\nB\nC\nD\n[2010] 3 S.C.R.\n30. After taking us through the provisions of the 2003 Act,\nthe National and the Tariff Policies, learned Solicitor General\nof India submitted that the 2003 Act contemplates three kinds\nof delegated legislation:\n(i)\n(ii)\nUnder Section 176, the Central Government is\nempowered to make rules for carrying out the\nprovisions of the Act. A corresponding power is\ngiven to the State Governments under Section 180.\nUnder Section 177, the CEA is empowered to\nmake regulations consistent with the Act and the\nrules made under Section 176.\n(iii) Under Section 178, the Central Commission may\nmake regulations consistent with the Act and the\nrules generally to carry out the provisions of the Act.\nThe corresponding power under Section 181 is\nconferred on SERCs.\nE 31. The rules and the regulations have to be placed before\nthe Parliament and the State Legislatures, as the case may be,\nunder Sections 179 and 182 respectively. According to the\nlearned counsel, even if the Rules have been laid before the\nParliament and even if there is a resolution of the Parliament\nF approving them, the validity of the Rules has to be declared by\nthe Court as ultra vires the Act and invalid. According to the\nlearned counsel, there is no power conferred upon the Appellate\nTribunal under Section 111 to declare the regulations framed\nby the Central Commission as null and void. According to the\nlearned counsel, Tribunals are creatures of the statute. They\nhave no inherent power that exists in civil courts. Any power\nexercisable by the Tribunal has to be located in the statute\nunder which it is formed. There is no authority for the\nproposition that under the Indian law, a statutory tribunal has\nthe jurisdiction to deal with the validity of subordinate legislation\nG\nH\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n663\nand pronounce it as ultra vires. Of course, according to the A\nlearned counsel, it is open to the Parliament to expressly give\nto a Tribunal the power to consider the validity of subordinate\nlegislation. However, such conferment has to be express and\nunambiguous, which is not there in this case.\nE\n32. According to the learned counsel, the mere fact that\nSection 79(1)(j) uses the word \"fix\" and the mere fact that the\nother provisions use the word \"specify\" does not lead to the\nconclusion that the Central Commission could not have issued\nthe Trading Margin Regulations 2006 as contended by the\nappellants herein. The learned counsel further urged that the\ngeneral power to frame regulations is not limited or controlled\nby enumeration of topics on which regulations may be framed.\nIn this connection, it was submitted that a holistic reading of\nthe Act leads to the conclusion that regulations can be made\nas long as they are consistent with the Act and that they are\nmade for carrying out the provisions of the Act. The Act\nrecognizes the need to regulate trading in electricity [See\nSections 52(2), 53(1)(a), 57, 60, 178(2)(d), (o), (p) and (y)].\nB\nC\nD\nF\n33. Learned counsel further submitted that for the reasons E\nmentioned herein there is no case made out by the Appellants\nto lift the veil over a fake regulation. The Central Commission\nhad to initiate proceedings against 14 traders for non-\ncompliance with licence conditions. Some traders were\noperating on high margins. Trading margin being the\ncomponent of the final price paid by the consumers required\nregulation to protect the consumers. Competition among\ntraders to capture the surplus power for sale resulted in rising\nprices. Even with a trading margin of 4 paise/unit, traders can\nmake handsome profits. For the above reasons, Commission\nthought it fit to make the impugned Regulations. It was further\ncontended that the doctrine of colourable exercise of power was\nnot applicable to decide the validity of subordinate legislation.\nG\n34. Learned counsel lastly submitted that the power of\njudicial review cannot be located in Section 121 of the Act. The H\n664\nSUPREME COURT REPORTS\nt',\n[2010] 3 S.C.R.\nA power under Section 121 is different from the power under\nSection 111. According to the learned counsel, Section 121\nempowers the tribunal to act only when the Commission is guilty\nof inaction in carrying out its statutory functions. The power to\nannul a legislative act cannot be read into Section 121. Even\nB the High Court cannot direct the Legislature to enact a law and,\ntherefore, such power cannot be read into Section 121. In order\nto entertain a challenge, directly or collaterally, the tribunal must\nhave jurisdiction which must be conferred by the statute and\nsince in the instant case tribunal is not vested with such a\nC jurisdiction, it is not open to the Appellants to place reliance\non some of the English Judgments. Thus, the Appellate Tribunal\nis not qualified to go behind a regulation as framed by CERC\nand to examine whether it acted within the bounds of the statute\nwhile framing the regulation.\nD DETERMINATIONS:\nE\nF\n35. On the above submissions, one of the questions which\narises for determination is - whether trading margin fixation\n(including capping) under the 2003 Act can only be done by\nan Order under Section 79(1)(j) and not by Regulations under\nSection 178? According to the appellant(s) it can only be done\nby an Order under Section 79(1)(j), particularly when under\nSection 178(2) power to make regulations is co-relatable to the\nfunctions ascribed to each Authority under the said 2003 Act.\n36. In every case one needs to examine the statutory\ncontext to determine whether a court or a tribunal hearing a\ncase has jurisdiction to rule on a defence based upon\narguments of invalidity of subordinate legislation or\nadministrative act under it. There are situations in which\nG Parliament may legislate to preclude such challenges in the\ninterest of promoting certainty about the legitimacy of\nadministrative acts on which the public may have to rely.\n37. On the above analysis of various sections of the 2003\nH Act, we find that the decision-making and regulation-making\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n665\nfunctions are both assigned to CERC. Law comes into A\nexistence not only through legislation but also by regulation and\nlitigation. Laws from all three sources are binding. According\nto Professor Wade, “between legislative and administrative\nfunctions we have regulatory functions\". A statutory instrument,\nsuch as a rule or regulation, emanates from the exercise of B\ndelegated legislative power which is a part of administrative\nprocess resembling enactment of law by the legislature\nwhereas a quasi-judicial order comes from adjudication which\nis also part of administrative process resembling a judicial\ndecision by a court of law. [See Shri Sitaram Sugar Co. Ltd.\nv. Union of India and Ors. reported in (1990) 3 SCC 223].\nс\nD\nE\n38. Applying the above test, price fixation exercise is really\nlegislative in character, unless by the terms of a particular\nstatute it is made quasi-judicial as in the case of Tariff fixation\nunder Section 62 made appealable under Section 111 of the\n2003 Act, though Section 61 is an enabling provision for the\nframing of regulations by CERC. If one takes \"Tariff\" as a\nsubject-matter, one finds that under Part VII of the 2003 Act\nactual determination/ fixation of tariff is done by the Appropriate\nCommission under Section 62 whereas Section 61 is the\nenabling provision for framing of regulations containing generic\npropositions in accordance with which the Appropriate\nCommission has to fix the tariff. This basic scheme equally\napplies to subject-matter \"trading margin\" in a different statutory\ncontext as will be demonstrated by discussion hereinbelow. In F\nthe case of M/s Narinder Chand Hem Raj and Ors. v. Lt.\nGovernor, Administrator, Union Territory, Himachal Pradesh\nand Ors. reported in (1971) 2 SCC 747, this Court has held\nthat power to tax is a legislative power which can be exercised\nby the legislature directly or subject to certain conditions. The G\nlegislature can delegate that power to some other Authority. But\nthe exercise of that power, whether by the legislature or by the\ndelegate will be an exercise of legislative power. The fact that\nthe power can be delegated will not make it an administrative\nipower or adjudicatory power. In the said judgment, it has been\nH\nс\nD\n666 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA further held that no court can direct a subordinate legislative\nbody or the legislature to enact a law or to modify the existing\nlaw and if Courts cannot so direct, much less the Tribunal,\nunless power to annul or modify is expressly given to it. In the\ncase of Indian Express Newspapers (Bombay) Pvt. Ltd. and\nB Ors. v. Union of India and Ors. reported in (1985) 1 SCC 641,\nthis Court held that subordinate legislation is outside the\npurview of administrative action, i.e., on the grounds of violation\nof rules of natural justice or that it has not taken into account\nrelevant circumstances or that it is not reasonable. However, a\ndistinction must be made between delegation of legislative\nfunction and investment of discretion to exercise a particular\ndiscretionary power by a statute. In the latter case, the\nimpugned exercise of discretion may be considered on all\ngrounds on which administrative action may be questioned\nsuch as non-application of mind, taking irrelevant matters into\nconsideration etc. The subordinate legislation is, however,\nbeyond the reach of administrative law. Thus, delegated\nlegislation – otherwise known as secondary, subordinate or\nadministrative legislation - is enacted by the administrative\nbranch of the government, usually under the powers conferred\nupon it by the primary legislation. Delegated legislation takes\na number of forms and a number of terms - rules, regulations,\nby-laws etc; however, instead of the said labels what is of\nsignificance is the provisions in the primary legislation which,\nin the first place, confer the power to enact administrative\nlegislation. Such provisions are also called as \"enabling\nprovisions\". They demarcate the extent of the administrator's\nlegislative power, the decision-making power and the policy\nmaking power. However, any legislation enacted outside the\nterms of the enabling provision will be vulnerable to judicial\nG review and ultra vires.\nE\nF\nH\n39. Applying the above mentioned tests to the scheme of\n2003 Act, we find that under the Act, the Central Commission\nis a decision-making as well as regulation-making authority,\nsimultaneously. Section 79 delineates the functions of the\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n667\nB\nCentral Commission broadly into two categories - mandatory A\nfunctions and advisory functions. Tariff regulation, licensing\n(including inter-State trading licensing), adjudication upon\ndisputes involving generating companies or transmission\nlicensees fall under the head \"mandatory functions\" whereas\nadvising Central Government on formulation of National\nElectricity Policy and tariff policy would fall under the head\n\"advisory functions\". In this sense, the Central Commission is\nthe decision-making authority. Such decision-making under\nSection 79(1) is not dependant upon making of regulations\nunder Section 178 by the Central Commission. Therefore,\nfunctions of Central Commission enumerated in Section 79 are\nseparate and distinct from function of Central Commission\nunder Section 178. The former is administrative/adjudicatory\nfunction whereas the latter is legislative.\nC\nD\nE\nF\n40. As stated above, the 2003 Act has been enacted in\nfurtherance of the policy envisaged under the Electricity\nRegulatory Commissions Act, 1998 as it mandates.\nestablishment of an independent and transparent Regulatory\nCommission entrusted with wide ranging responsibilities and\nobjectives inter alia including protection of the consumers of\nelectricity. Accordingly, the Central Commission is set up under\nSection 76(1) to exercise the powers conferred on, and in\ndischarge of the functions assigned to, it under the Act. On\nreading Sections 76(1) and 79(1) one finds that Central\nCommission is empowered to take measures/steps in\ndischarge of the functions enumerated in Section 79(1) like to\nregulate the tariff of generating companies, to regulate the inter-\nState transmission of electricity, to determine tariff for inter-\nState transmission of electricity, to issue licenses, to adjudicate\nupon disputes, to levy fees, to specify the Grid Code, to fix the\ntrading margin in inter-State trading of electricity, if considered\nnecessary, etc.. These measures, which the Central\nCommission is empowered to take, have got to be in\nconformity with the regulations under Section 178, wherever\nsuch regulations are applicable. Measures under Section H\nG\nC\nD\n668\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA 79(1), therefore, have got to be in conformity with the\nregulations under Section 178. To regulate is an exercise which\nis different from making of the regulations. However, making\nof a regulation under Section 178 is not a pre-condition to the\nCentral Commission taking any steps/measures under Section\nB 79(1). As stated, if there is a regulation, then the measure under\nSection 79(1) has to be in conformity with such regulation under\nSection 178. This principle flows from various judgments of this\nCourt which we have discussed hereinafter. For example, under\nSection 79(1)(g) the Central Commission is required to levy\nfees for the purpose of the 2003 Act. An Order imposing\nregulatory fees could be passed even in the absence of a\nregulation under Section 178. If the levy is unreasonable, it\ncould be the subject matter of challenge before the Appellate\nAuthority under Section 111 as the levy is imposed by an Order/\ndecision making process. Making of a regulation under Section\n178 is not a pre-condition to passing of an Order levying a\nregulatory fee under Section 79(1)(g). However, if there is a\nregulation under Section 178 in that regard then the Order\nlevying fees under Section 79(1)(g) has to be in consonance\nwith such regulation. Similarly, while exercising the power to\nframe the terms and conditions for determination of tariff under\nSection 178, the Commission has to be guided by the factors\nspecified in Section 61. It is open to the Central Commission\nto specify terms and conditions for determination of tariff even\nin the absence of the regulations under Section 178. However,\nif a regulation is made under Section 178, then, in that event,\nframing of terms and conditions for determination of tariff under\nSection 61 has to be in consonance with the regulation under\nSection 178. One must keep in mind the dichotomy between\nthe power to make a regulation under Section 178 on one hand\nG and the various enumerated areas in Section 79(1) in which\nthe Central Commission is mandated to take such measures\nas it deems fit to fulfil the objects of the 2003 Act. Applying this\ntest to the present controversy, it becomes clear that one such\narea enumerated in Section 79(1) refers to fixation of trading\nH margin. Making of a regulation in that regard is not a pre-\nE\nF\n"}