{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"C.M.C. LTD.\nV.\nUNIT TRUST OF INDIA \u0026 ORS.\nMARCH 1, 2007\n[P.K. BALASUBRAMANYAN AND V.S. SIRPURKAR, JJ.]\nA\nB\nC\nArbitration and Conciliation Act, 1996-Section 11(6)-Appointment\nof arbitrator-Application under-Case of other party to the dispute that\nappointment to be as per the Rules of Indian Council of Arbitration-\nDesignated Judge interpreting the arbitration agreement and holding that\nparties retained the right to nominate respective arbitrators and no obligation\nto choose arbitrators as per the Rules-Correctness of Held: There is no\ninfirmity in the order since the power to appoint an arbitrator not ceded to\nthe Council-On appointment of arbitrator and constitution of Arbitral\nTribunals, the parties agreed that the proceedings would be conducted as D\nper the Rules-Power retained by the parties to appoint arbitrator did not\nmilitate against the Act or the Rules-Indian Council of Arbitration Rules.\nF\nAppellant and respondent no. 1 entered into an agreement. Dispute arose\nbetween the parties. In terms of the arbitration agreement, respondent invoked\narbitration clause. It called upon the appellant to refer the dispute to be settled E\nthrough arbitrator. Respondent No. 1 named an arbitrator as sole arbitrator\nand if appellant was not willing to accept the arbitrator named, the appellant\ncould appoint its arbitrator and the said two arbitrators would then appoint a\nPresiding Arbitrator. Appellant did not appoint arbitrator in terms of the\narbitration agreement since the parties had agreed to follow Rules prescribed\nby Indian Council of Arbitration. Respondent no. 1 filed application before\nthe Chief Justice of the High Court under section 11(6) of the Arbitration\nand Conciliation Act, 1996 for appointment of an arbitrator since the appellant\nhad failed to act in terms of the procedure. Designated Judge of the High\nCourt held that the arbitration agreement did not contemplate the appointment\nof the arbitrator to be as per the Rules of the Indian Council of Arbitration G\nbut only provided regarding the following of the procedure of the Rules of the\nIndian Council of Arbitration. It noticed that the appellant had also named an\narbitrator without prejudice to its contentions and that the two arbitrators\nhad nominated a Presiding Arbitrator and that Tribunal had come into\n467\nH\n468\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA existence and as such allowed the application. Appellant filed a petition under\nArticle 226 challenging the decision of the designated Judge. Division Bench\ndismissed the petition. Hence the present appeal challenging the decision of\nDesignated Judge interpreting the arbitration clause.\nB\nC\nᎠ\nDismissing the appeal, the Court\nHELD: 1.1. There was no failure on the part of the appellant to follow\nthe procedure agreed to between the parties for appointment of an arbitrator\nresulting in conferment of jurisdiction on the Chief Justice to appoint an\narbitrator in terms of Section 11(6) of the Act. In this context, the appellant\nagreed that the arbitration was governed by the Arbitration and Conciliation\nAct, 1996. Respondent No.1 had, of course, invoked that very Act. [Para 6]\n[473-A-B]\n1.2. It is clear from the comparison of the arbitration agreement\nsuggested by the council and the arbitration agreement between the parties,\nthat the arbitration agreement between the parties substantially differs from\nthe one suggested by the Indian Council of Arbitration. Secondly, Rule 4(c)\nis specific that in case the parties had provided a different procedure for\nappointment of an arbitrator, the Council was not bound to process the case\nunless both the parties agreed to follow the entire procedure or Arbitration\nRules of the Council. Obviously, a different procedure for appointment of an\nE arbitrator or arbitrators had been agreed to by the parties and respondent\nNo.1 had obviously not agreed to follow the entire procedure or have arbitration\nunder the Rules of the Council. Therefore, even if one were to apply the Rules,\nit is difficult to accept the argument that respondent No.1 was bound to invoke\nthe Rules of the Council to put in motion an effective machinery for arbitration.\n[Para 7] [473-G-H; 474-A]\nF\n1.3. The argument that there is an incorporation of the Rules of the\nCouncil in the arbitration agreement and hence those Rules must be given\neffect to fully, does not take the appellant far in this case. On a true\nconstruction of the arbitration agreement, it is found that the parties retained\nG in themselves the right to name an arbitrator of their own, who in turn had to\nname a Presiding Arbitrator so as to constitute an Arbitral Tribunal. The\npower to appoint has not been ceded to the Indian Council of Arbitration. Once\nthe appointments are made and the Arbitral Tribunals are constituted, the\nparties have also agreed that the arbitration proceedings shall be conducted\nin accordance with the Rules prescribed by the Indian Council of Arbitration.\nH The provision that the proceedings shall be conducted in accordance with the\nC.M.C. LTD. v. UNIT TRUST OF INDIA\n469\nRules prescribed by the Indian Council of Arbitration does not in any manner A\nmilitate against the retention of the power by the parties of appointing an\narbitrator or constituting an Arbitral Tribunal. Only if there exists any\ninconsistency between the two provisions court parties would be called upon\nto undertake the existence of reading down one or ignoring one as ineffective\nor inconsistent and giving effect to the other. [Para 9] [474-E, F, G]\nB\nC\n1.4. In the instant case, there is no difficulty in reconciling both the\nclauses in the arbitration agreement. Resolution of disputes by way of\narbitration is a matter of agreement between the parties. If while\ncontemplating such a resolution of disputes they also retain in themselves\nthe power to constitute an Arbitral Tribunal, it cannot be said that there is\nanything wrong in such a provision or that the same cannot be given effect to.\nTherefore, the power retained by the parties to name an arbitrator each does\nnot militate either against the provisions of the Act or against the Rules of\nthe Indian Council of Arbitration. That Arbitral Tribunal once constituted in\nterms of the Act, may have to follow the Rules of Indian Council of Arbitration\nin that behalf. When an Arbitral Tribunal of persons well versed in law is D\nconstituted, surely, a proper procedure will be followed by them and there is\nno reason to insist on a particular procedure to be followed. Suffice it to say,\nthat there is no infirmity in the interpretation of the arbitration agreement\nby the designated Judge and in the constitution of the Arbitral Tribunal as\npresently constituted. No prejudice is caused to the appellant and no injustice\nis involved in the constitution of the Arbitral Tribunal. Therefore the order\nof the designated Judge is upheld. [Paras 6 and 9] [473-A; 475-A-D]\nFood Corporation of India v. Indian Council of Arbitration and Ors.,\n[2003] 6 S.C.C 564; Gesellschaft Fur Biotechnologische Forschun GMBH v.\nKopran Laboratories Ltd. and Anr., [2004] 13 S.C.C. 630, distinguished.\nS.B.P and Co. v. Patel Engineering Ltd. and Anr., [2005] 8 S.C.C. 618,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1119 of 2007.\nE\nF\nG\nFrom the Final Judgment and Order dated 3.10.2003 of the High Court\nof Judicature at Bombay in W.P. No. 23/2003.\nM.S. Ganesh, Soshila Ram, Nikhil Nayyar, Ankit Singhal and T.V.S.\nRaghavendra Sreyas for the Appellant.\nH\n470\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nGopal Subramanium, A.S.G., Aslam Ahmed and Avijit Bhattacharjee for\nthe Respondents.\nThe Judgment of the Court was delivered by\nP.K. BALASUBRAMANYAN, J. Leave granted.\n1. The appellant and respondent No. 1 entered into an agreement dated\n23.10.1992 for a Technology Upgrade Project of the latter. The said agreement\ncontained an arbitration clause. The same read:\n\"20. In the event of any dispute or difference relating to the\ninterpretation or application of any of the provision of this\nAgreement or as to the performance of any obligation by either\nparty shall be settled by arbitration. Each party shall appoint an\narbitrator and the arbitrators so appointed shall appoint an umpire\nto whom the matter on which the arbitrators disagree will be\nreferred. The decision of the arbitrators and in the event of there\nbeing disagreement between the arbitrators, the decision of the\numpire shall be final, conclusive and binding on the parties with\nrespect to the matter referred to arbitration. The decision of the\narbitrators or the umpire as the case may be shall constitute\narbitrators award for the purpose of Indian Arbitration Act, 1940.\nThe arbitration proceedings shall be conducted in accordance\nwith the rules prescribed by the Indian Council of Arbitration.\"\n2. Disputes arose between the parties. On 16.5.2002, respondent No. 1\nissued a notice invoking the arbitration clause and calling upon the appellant\nto refer the dispute and differences to be settled through arbitration in terms\nF of the arbitration agreement. Respondent No. 1 named an arbitrator with the\nsuggestion that he may be accepted as the sole arbitrator. But, if the appellant\nwas not willing to treat him as such, it was stated that the arbitrator named\nby respondent No. 1 may be treated as the one appointed by it in terms of\nthe arbitration agreement and in that event, the appellant was called upon to\nname its arbitrator and the said two arbitrators can then appoint a Presiding\nG arbitrator. The appellant replied stating that the parties have agreed to follow\nthe Rules prescribed by the Indian Council of Arbitration by incorporating the\nsaid Rules by reference in the arbitration clause and since respondent No. 1\nhad not acted in terms of the said Rules, the appellant regretted its inability\nto accept the stand of respondent No. 1 or to appoint an arbitrator in terms\nH of the arbitration agreement. The appellant regretted its inability to act on the\nC.M.C. LTD. v. UNIT TRUST OF INDIA [BALASUBRAMANYAN, J.] 471\nbasis of the notice issued by respondent No.1.\nA\nC\n3. Respondent No. 1 thereupon moved the Chief Justice of the High\nCourt under Section 11(6) of the Arbitration and Conciliation Act, 1996.\nRespondent No.1 contended that the appellant had failed to act in terms of\nthe procedure for appointment of an arbitrator and hence the Chief Justice or\nhis Judge designate, may appoint an arbitrator to act along with the arbitrator B\nnamed by respondent No.1 and direct the two arbitrators to appoint the third,\na Presiding Arbitrator, within the time fixed and to refer all disputes and\ndifferences between respondent No.1 and the appellant arising out of or in\nconnection with the Technology Upgrade Agreement as per the provisions\nof the Act. The appellant resisted the application essentially pleading that the\nRules of the Indian Council of Arbitration and the mandate thereof had not\nbeen complied with by the applicant before the Chief Justice and that the\narbitration clause had not been properly invoked and there is no failure on\nthe part of the appellant herein to act in accordance with the procedure\naccepted by the parties. No occasion had therefore arisen for the Chief Justice\nto appoint an arbitrator in terms of Section 11(6) of the Act. It is said that D\nthe appellant as directed by the court had named an arbitrator without prejudice\nto its contentions and it is common ground before us that the said two\narbitrators have also named the Presiding Arbitrator and an Arbitral Tribunal\nhad come into existence, but subject to the decision in this appeal filed by\nthe appellant.\nE\n4. The learned designated Judge of the High Court held that on a true\nconstruction of clause 20 of the Agreement which is the arbitration agreement,\nthe right or duty to appoint or name an arbitrator each, rested with the parties\nto the contract and what was provided for in the arbitration agreement was\nonly regarding the following of the procedure of the Rules of the Indian F\nCouncil of Arbitration. The arbitration agreement did not contemplate the\nappointment of the arbitrator to be as per the Rules of the Indian Council of\nArbitration or only from the panel of arbitrators maintained by the Council.\nThus, on a construction of the arbitration agreement in the light of the\ndecisions brought to his notice, the designated Judge, noticing that the\nappellant had also named an arbitrator without prejudice to its contentions\nand that the two arbitrators had nominated a Presiding Arbitrator and that\nTribunal can proceed to arbitrate on the dispute allowed the application and\nconstituted the Tribunal as chosen by the parties. The designated Judge also\nnoticed that the question about the jurisdiction of the Arbitral Tribunal could\nbe decided by the Tribunal itself.\nG\nH\nA\nB\n472\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n5. It may be noted that his decision was rendered before this Court\nspoke on the nature of the jurisdiction of the Chief Justice or of the designated\nJudge in SBP \u0026 CO. v. PATEL ENGINEERING LTD. \u0026 ANR. [2005] 8 S.C.C.\n618 and held it as a judicial function. The appellant therefore, filed a petition\nunder Article 226 of the Constitution of India challenging the decision of the\ndesignated Judge, on the basis that the said order was only an administrative\norder. The Division Bench held that in view of the restricted jurisdiction that\nthe court had in such matters and in the absence of any injury of any kind\nto the appellant, there was no reason to interfere with the decision of the\ndesignated Judge merely because a writ petition was maintainable to challenge\nthe same. The Petition for Special Leave to appeal was filed originally\nC challenging the decision of the Division Bench in the writ petition. But\nsubsequent to the decision in SBP \u0026 Company (supra), the appellant was\npermitted to convert the Petition for Special Leave to Appeal as one challenging\nthe order of the designated Judge and pursue its challenge thereto directly in\nthis Court. Thus, this appeal challenges the decision of the designated Judge\ninterpreting the arbitration clause quoted above and holding that the parties\nretained the right to nominate the respective arbitrators and there was no\nobligation on any of the parties to choose only an arbitrator as per the Rules\nof Arbitration of the Indian Council of Arbitration or to proceed only in terms\nof those Rules for appointment of an arbitrator.\nD\nE\n6. It is settled that getting resolution of a dispute by arbitration is a\nmatter of contract between the parties. So long as the contract does not\nmilitate against the provisions of the Arbitration Act, nothing in law prevents\nthe arbitration agreement between the parties being given effect to in full.\nWhat is contended by learned counsel for the appellant is that the arbitration\nagreement clearly specifies that \"the arbitration proceedings shall be conducted\nF in accordance with the Rules prescribed by the Indian Council of Arbitration\"\nand this would mean that the procedure for appointment of an arbitrator and\nmaking a claim for arbitration must all be in terms of the Rules of the Indian\nCouncil of Arbitration. Learned counsel points out that under Rule 15 any\nparty wishing to commence arbitration proceedings under the Rules of the\nCouncil had to give a notice of the request for arbitration to the Registrar of\nIndian Council of Arbitration and to the opposite party and had to follow the\nprocedure laid down in those Rules. Learned counsel submits that the Rules\nof the Indian Council of Arbitration had been incorporated in the arbitration\nagreement by the parties and any mode of exercise of right for invoking an\narbitration clause other than the one prescribed by the Rules of the Council\nH would be futile. Therefore, the notice issued on behalf of respondent No.1\nG\nC.M.C. LTD. v. UNIT TRUST OF INDIA [BALASUBRAMANYAN. J.] 473\nintimating the appellant of the appointment of an arbitrator and calling upon A\nthe appellant to appoint an arbitrator, would not amount to a proper invocation\nof the arbitration agreement and there is no failure on the part of the appellant\nto follow the procedure agreed to between the parties for appointment of an\narbitrator resulting in conferment of jurisdiction on the Chief Justice to appoint\nan arbitrator in terms of Section 11(6) of the Act. In this context, we may\nB\nspecifically record that the learned counsel for the appellant agreed that the\narbitration was governed by the Arbitration and Conciliation Act, 1996.\nRespondent No.1 had, of course, invoked that very Act.\n7. Even going by the Rules of arbitration of the Indian Council of\nArbitration, it is seen that the parties are not precluded from having a different C\nprocedure for appointment of an arbitrator. The Rules, even at the inception,\nsuggests the incorporation by the parties of an arbitration clause in writing\nin their contracts in the following terms:\n\"Any dispute or difference whatsoever arising between the parties.\nout of or relating to the construction, meaning, scope operation or D\neffect of this contract or the validity or the breach thereof shall be\nsettled by arbitration in accordance with the Rules of Arbitration of\nthe Indian Council of Arbitration and the award made in pursuance\nthereof shall be binding on the parties.\"\nRule 4(c) which is relevant reads:\n\"In case the parties have provided a different procedure for\nappointment of arbitrator or schedule of cost including the arbitrator's\nfee, the Council shall not be bound to process the case unless both\nthe parties agree to follow entire procedure or arbitration under Rules\nof Arbitration of the Council.\"\nE\nF\nG\nIt is clear from the comparison of the arbitration agreement suggested by the\ncouncil and the arbitration agreement between the parties, that the arbitration\nagreement between the parties substantially differs from the one suggested\nby the Indian Council of Arbitration. Secondly, Rule 4(c) is specific that in\ncase the parties had provided a different procedure for appointment of an\narbitrator, the Council was not bound to process the case unless both the\nparties agreed to follow the entire procedure or Arbitration Rules of the\nCouncil. Obviously, a different procedure for appointment of an arbitrator or\narbitrators had been agreed to by the parties and respondent No.1 had\nobviously not agreed to follow the entire procedure or have an arbitration H\n474\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA under the Rules of the Council. Therefore, even if one were to apply the\nRules, it is difficult to accept the argument that respondent No.1 was bound\nto invoke the Rules of the Council to put in motion an effective machinery\nfor arbitration.\n8. Learned counsel has referred to the decisions in Food Corporation\nB of India v. Indian Council of Arbitration \u0026 Ors., [2003] 6 S.C.C 564] and in\nGesellschaft Fur Biotechnologische Forchun GMBH v. Koppan Laboratories\nLtd. \u0026 Anr.., [2004] 13 S.C.C. 630 in support of his submission that respondent\nNo.1 was bound to proceed in terms of the Rules of the Council. But on a\nscrutiny of those decisions, it is clear that the arbitration clauses in those\nC cases were substantially in conformity with the model arbitration clause\nprescribed by the Council as quoted earlier and it was in that context that this\nCourt observed that the Rules of the Council must be followed. The very\nappointment of the Arbitral Tribunal was to be according to those Rules. But\nin this case, it is clear that the arbitration clause differs considerably from the\nagreements involved in those cases and the parties retained in themselves the\nD right to appoint the arbitrators. Hence, those decisions cannot be relied on\nfor the purpose of non-suiting respondent No.1.\nE\n9. The argument that there is an incorporation of the Rules of the\nCouncil in the arbitration agreement and hence those Rules must be given\neffect to fully, does not take the appellant far in this case. On a true construction\nof the arbitration agreement, what we find is that the parties retained in\nthemselves the right to name an arbitrator of their own, who in turn had to\nname a Presiding Arbitrator so as to constitute an Arbitral Tribunal. The\npower to appoint has not been ceded to the Indian Council of Arbitration.\nOnce the appointments are made and the Arbitral Tribunals are constituted,\nF the parties have also agreed that the arbitration proceedings shall be conducted\nin accordance with the Rules prescribed by the Indian Council of Arbitration.\nThe provision that the proceedings shall be conducted in accordance with the\nRules prescribed by the Indian Council of Arbitration does not in any manner\nmilitate against the retention of the power by the parties of appointing an\narbitrator or constituting an Arbitral Tribunal. Only if there exists any\ninconsistency between the two provisions we would be called upon to\nundertake the existence of reading down one or ignoring one as ineffective\nor inconsistent and giving effect to the other. Here in this case, there is no\ndifficulty in reconciling both the clauses in the arbitration agreement. As we\nhave noticed, resolution of disputes by way of arbitration is a matter of\nH agreement between the parties. If while contemplating such a resolution of\nG\nC.M.C. LTD. v. UNIT TRUST OF INDIA [BALASUBRAMANYAN. J.] 475\ndisputes they also retain in themselves the power to constitute an Arbitral A\nTribunal, it cannot be said that there is anything wrong in such a provision\nor that the same cannot be given effect to. Therefore, the power retained by\nthe parties to name an arbitrator each, does not militate either against the\nprovisions of the Act or against the Rules of the Indian Council of Arbitration.\nThat Arbitral Tribunal once constituted in terms of the Act, may have to\nB\nfollow the Rules of Indian Council of Arbitration in that behalf. But as rightly\npointed out by the learned Additional Solicitor General who appeared on\nbehalf of respondent No.1, when an Arbitral Tribunal of persons well versed\nin law is constituted, surely, a proper procedure will be followed by them and\nthere is no reason to insist on a particular procedure to be followed. But\nobviously, it is not a matter on which we need pronounce now. Suffice it to C\nsay, that we find no infirmity in the interpretation of the arbitration agreement\nby the designated Judge and in the constitution of the Arbitral Tribunal as\npresently constituted. We are also inclined to think that no prejudice is\ncaused to the appellant and no injustice is involved in the constitution of the\nArbitral Tribunal. We therefore affirm the order of the designated Judge and\nD\ndismiss this appeal. We expect the Arbitral Tribunal to enter upon the reference\nwithout any further delay and pronounce its award within nine months of its\nentering upon the reference.\n10. The appeal is thus dismissed with the above expectation. The\nparties are directed to suffer their respective costs.\nE\nN.J.\nAppeal dismissed.\n"}