{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"с\nD\n1104 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA effective means. After independence, there has been an\nearnest effort to bring education out of commercialism/\nmercantilism. In the year 1951, the Secondary School\nCommission was constituted as per the recommendation\nof Central Advisory Board of Education and an idea was\nB mooted by the Government to prepare textbooks and a\ncommon syllabus in education for all students. In 1964-\n1966, the report on National Education Policy was\nsubmitted by the Kothari Commission providing for\ncommon schools suggesting that public funded schools\nbe opened for all children irrespective of caste, creed,\ncommunity, religion, economic conditions or social\nstatus. Quality of education imparted to a child should not\ndepend on wealth or class. Tuition fee should not be\ncharged from any child, as it would meet the expectations\nof parents with average income and they would be able\nto send their children to such schools. The\nrecommendations by the Kothari Commission were\naccepted and reiterated by the Yashpal Committee in the\nyear 1991. It was in this backdrop that in Tamil Nadu,\nthere has been a demand from the public at large to bring\nabout a common education system for all children. In the\nyear 2006, in view of the struggle and campaign and\nconstant public pressure, the Committee under the\nChairmanship of Dr. S. Muthukumaran, former Vice-\nChancellor of Bharathidasan University was appointed\nF which recommended to introduce a common education\nsystem after abolishing the four different Boards which\nwas then in existence in the State. Subsequent thereto,\nthe Committee constituted of Shri M.P. Vijayakumar, IAS\nwas appointed to look into the recommendations of Dr.\nG S. Muthukumaran Committee which also submitted its\nrecommendations to the Government to implement a\ncommon education system upto Xth standard. [Para 6]\n[1138-D-H; 1139-A-C]\nE\nH\n1.2. The right to education is a Fundamental Right\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1105\nSUNDER \u0026 ORS.\nA\nB\nunder Article 21-A inserted by the 86th amendment of the\nConstitution. Even before the said amendment, this Court\nhas treated the right to education as a fundamental right.\nThere has been a campaign that right to education under\nArticle 21-A of Indian Constitution be read in conformity\nwith Articles 14 and 15 of the Constitution and there must\nbe no discrimination in quality of education. Thus, a\ncommon syllabus and a common curriculum is required.\nThe right of a child should not be restricted only to free\nand compulsory education, but should be extended to\nhave quality education without any discrimination on the c\nground of their economic, social and cultural\nbackground. The propagators of this campaign\ncanvassed that uniform education system would achieve\nthe code of common culture, removal of disparity,\ndepletion of discriminatory values in human relations. It\nwould enhance the virtues and improve the quality of\nhuman life, elevate the thoughts which advance our\nconstitutional philosophy of equal society. In future, it\nmay prove to be a basic preparation for uniform civil code\nas it may help in diminishing opportunities to those who\nfoment fanatic and fissiparous tendencies. [Para 7] [1139-\nD-H; 1140-A-C]\nD\nE\nMiss Mohini Jain v. State of Karnataka \u0026 Ors. AIR 1992\nSC 1858: 1992 (3) SCR 658; Unni Krishnan, J.P. \u0026 Ors. etc.\netc. v. State of A.P \u0026 Ors. Etc. AIR 1993 SC 2178: 1993 (1) F\nSCR 594; T.M.A. Pai Foundation \u0026 Ors. v. State of Karnataka\n\u0026 Ors. (2002) 8 SCC 481: 2002 (3) Suppl. SCR 587; Rohit\nSinghal \u0026 Ors. v. Principal, Jawahar N. Vidyalaya \u0026 Ors. AIR\n2003 SC 2088: 2002 (5) Suppl. SCR 515; State of Orissa v.\nMamta Mohanty (2011) 3 SCC 436; Osmania University G\nTeachers' Assn. v. State of A.P. \u0026 Anr. AIR 1987 SC 2034. -\nrelied on.\nBrown v. Board of Education, 347 U.S. 483 (1954);\nPlessy v. Ferguson 163 U.S. 537 (1896) - referred to.\nH\n1106 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n2. The legal issues involved in the instant case are:\nB\nI CHANGE OF POLICY WITH THE CHANGE OF\nGOVERNMENT:\nThe Government has to rise above the nexus of\nvested interests and nepotism and eschew window-\ndressing. The principles of governance have to be tested\non the touchstone of justice, equity, fair play and if a\ndecision is not based on justice, equity and fair play and\nhas taken into consideration other matters, though on the\nC face of it, the decision may look legitimate but as a matter\nof fact, the reasons are not based on values but to\nachieve popular accolade, that decision cannot be\nallowed to operate. Unless it is found that act done by the\nauthority earlier in existence is either contrary to statutory\nD provisions, is unreasonable, or is against public interest,\nthe State should not change its stand merely because the\nother political party has come into power. Political\nagenda of an individual or a political party should not be\nsubversive of rule of law. [Paras 16, 20] [1145-G-H; 1147-\nE C]\nF\nG\nH\nOnkar Lal Bajaj etc. etc. v. Union of India \u0026 Anr. etc. etc.\nAIR 2003 SC 2562; State of Karnataka \u0026 Anr. v. All India\nManufacturers Organisation \u0026 Ors. AIR 2006 SC 1846; State\nof U.P. \u0026 Anr. v. Johri Mal AIR 2004 SC 3800; State of\nHaryana v. State of Punjab \u0026 Anr. AIR 2002 SC 685; M.I.\nBuilders Pvt. Ltd. v. V. Radhey Shyam Sahu \u0026 Ors. AIR 1999\nSC 2468 - relied on.\nII. COLOURABLE LEGISLATIONS:\nWhen power is exercised in bad faith to attain ends\nbeyond the sanctioned purposes of power by simulation\nor pretension of gaining a legitimate goal, it is called\ncolourable exercise of power. The action becomes bad\nwhere the true object is to reach an end different from the\none for which the power is entrusted, guided by an\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1107\nSUNDER \u0026 ORS.\nB\nextraneous consideration, whether good or bad but A\nirrelevant to the entrustment. When the custodian of\npower is influenced in exercise of its power by\nconsiderations outside those for promotion of which the\npower is vested, the action becomes bad for the reason\nthat power has not been exercised bonafide for the end\ndesign. The doctrine of malafide does not involve any\nquestion of bonafide or malafide on the part of legislature\nas in such a case, the Court is concerned to a limited\nissue of competence of the particular legislature to enact\na particular law. If the legislature is competent to pass a C\nparticular enactment, the motives which impelled it to an\nact are really irrelevant. On the other hand, if the\nlegislature lacks competence, the question of motive\ndoes not arrive at all. Therefore, whether a statute is\nconstitutional or not is, thus, always a question of power\nof the legislature to enact that Statute. [Paras 21, 22]\n[1147-E-H; 1148-A]\nD\nThe State of Punjab \u0026 Anr. v. Gurdial Singh \u0026 Ors. AIR\n1980 SC 319; K.C. Gajapati Narayan Deo \u0026 Ors. v. State of\nOrissa AIR 1953 SC 375: 1954 SCR 1; R.S. Joshi, Sales Tax E\nOfficer, Gujarat \u0026 Ors. v. Ajit Mills Limited \u0026 Anr. AIR 1977\nSC 2279:1978 (1) SCR 338; K. Nagaraj \u0026 Ors. v. State of\nAndhra Pradesh \u0026 Anr. AIR 1985 SC 551: 1985 (2) SCR 579;\nWelfare Assocn. A.R.P., Maharashtra \u0026 Anr. v. Ranjit P. Gohil\n\u0026 Ors. AIR 2003 SC 1266: 2003 (2) SCR 139; State of Kerala\n\u0026 Anr. v. Peoples Union for Civil Liberties, Kerala State Unit\n\u0026 Ors. (2009) 8 SCC 46: 2009 (11) SCR 142 – relied on.\nIII. LAWS CONTRAVENING ARTICLE 13(2):\n-\nThe legislative competence can be adjudged with\nreference to Articles 245 and 246 of the Constitution read,\nwith the three lists given in the Seventh Schedule as well\nas with reference to Article 13(2) of the Constitution\nwhich prohibits the State from making any law which\nF\nG\nH\n1108 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA takes away or abridges the rights conferred by Part-III of\nthe Constitution and provides that any law made in\ncontravention of this Clause shall, to the extent of\ncontravention be void. The effect of the declaration of a\nstatute as unconstitutional amounts to as if it has never\nbeen in existence. Rights cannot be built up under it;\ncontracts which depend upon it for their consideration\nare void. The unconstitutional act is not the law. It confers\nno right and imposes no duties. More so, it does not\nuphold any protection nor create any office. In legal\ncontemplation it remains not operative as it has never\nbeen passed. In case the statute had been declared\nunconstitutional, the effect being just to ignore or\ndisregard. [Pars 23, 25] [1148-F-G; 1150-A-D]\nC\nDeep Chand \u0026 Ors. v. State of U.P. \u0026 Ors. AIR 1959 SC\nD 648: 1959 Suppl. SCR 8; Mohd. Shaukat Hussain Khan v.\nState of A.P. AIR 1974 SC 1480: 1978 (1) SCR 338; Behram\nKhurshid Pesikaka v. State of Bombay AIR 1955 SC 123:\n1955 SCR 613; Mahendra Lal Jaini v. State of Uttar Pradesh\n\u0026 Ors. AIR 1963 SC 1019: 1963 Suppl. SCR 912 - relied\nE on.\nF\nIV. DOCTRINE OF LIFTING THE VEIL:\nIn order to test the constitutional validity of the Act,\nwhere it is alleged that the statute violates the\nfundamental rights, it is necessary to ascertain its true\nnature and character and the impact of the Act. Thus,\ncourts may examine with some strictness the substance\nof the legislation and for that purpose, the court has to\nlook behind the form and appearance thereof to discover\nG the true character and nature of the legislation. Its purport\nand intent have to be determined. In order to do so it is\npermissible in law to take into consideration all factors\nsuch as history of the legislation, the purpose thereof, the\nsurrounding circumstances and conditions, the mischief\nH which it intended to suppress, the remedy for the disease\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1109\nSUNDER \u0026 ORS.\nwhich the legislature resolved to cure and the true reason A\nfor the remedy. [Para 26] [1150-E-G]\nDwarkadas Shrinivas v. The Sholapur Spinning \u0026\nWeaving Co. Ltd. \u0026 Ors. AIR 1954 SC 119: 1954 SCR 674;\nMahant Moti Das v. S.P. Sahi, The Special Officer in charge\nof Hindu Religious Trust \u0026 Ors. AIR 1959 SC 942: 1959\nSuppl. SCR 503; Hamdard Dawakhana \u0026 Anr. v. Union of\nIndia \u0026 Ors. AIR 1960 SC 554:1960 SCR 671 - relied on.\nV. INTERFERENCE BY COURT WITH EXPERT BODY'S\nOPINION:\nB\nC\nUndoubtedly, the Court lacks expertise especially in\ndisputes relating to policies of pure academic\neducational matters. Therefore, generally it should abide\nby the opinion of the Expert Body. Normally the courts D\nshould be slow to interfere with the opinions expressed\nby the experts. It would normally be wise and safe for the\ncourts to leave such decisions to experts who are more\nfamiliar with the problems they face than the courts\ngenerally can be. [para 27] [1157-B-C]\nThe University of Mysore \u0026 Anr. v. C.D. Govinda Rao \u0026\nAnr. AIR 1965 SC 491: 1964 SCR 576; Km. Neelima Misra\n7. Dr. Harinder Kaur Paintal \u0026 Ors. AIR 1990 SC 1402: 1990\n2) SCR 84; The Secretary \u0026 Curator, Victoria Memorial Hall\n7. Howrah Ganatantrik Nagrik Samity \u0026 Ors. AIR 2010 SC\n1285: 2010 (3) SCR 190; Dr. Basavaiah v. Dr. H.L. Ramesh\n\u0026 Ors. (2010) 8 SCC 372: 2010 (9) SCR 227; State of H.P.\n\u0026 Ors. v. H.P. Nizi Vyavsayik Prishikshan Kendra Sangh\n(2011) 6 SCC 597 - relied on.\n/I. WHAT CANNOT BE DONE DIRECTLY-CANNOT BE\nDONE INDIRECTLY:\nIt is a settled proposition of law that what cannot be\nlone directly, is not permissible to be done obliquely,\nE\nF\nG\nH\n1110 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA meaning thereby, whatever is prohibited by law to be\ndone, cannot legally be effected by an indirect and\ncircuitous contrivance on the principle of \"quando aliquid\nprohibetur, prohibetur at omne per quod devenitur ad\nillud.” An authority cannot be permitted to evade a law by\nB \"shift or contrivance\". [Para 28] [1151-F]\nC\nD\nE\nJagir Singh v. Ranbir Singh AIR 1979 SC 381: 1979 (2)\nSCR 282; M.C. Mehta v. Kamal Nath \u0026 Ors. AIR 2000 SC\n1997: 2000 (1) Suppl. SCR 389; Sant Lal Gupta \u0026 Ors. v.\nModern Co-operative Group Housing Society Ltd. \u0026 Ors. JT\n2010 (11) SC 273 – relied on.\n-\nVII. CONDITIONAL LEGISLATION:\nAs the legislature cannot carry out each and every\nfunction by itself, it may be necessary to delegate its\npower for certain limited purposes in favour of the\nexecutive. Delegating such powers itself is a legislative\nfunction. Such delegation of power, however, cannot be\nwide, uncanalised or unguided. The legislature while\ndelegating such power is required to lay down the criteria\nor standard so as to enable the delegatee to act within\nthe framework of the statute. The principle on which the\npower of the legislature is to be exercised is required to\nbe disclosed. It is also trite that essential legislative\nfunctions cannot be delegated. Delegation cannot be\nextended to \"repealing or altering in essential particulars\nof laws which are already in force in the area in\nquestion\". The legislature while delegating such powers\nhas to specify that on certain data or facts being found\nand ascertained by an executive authority, the operation\nG of the Act can be extended to certain areas or may be\nbrought into force on such determination which is\ndescribed as conditional legislation. While doing so, the\nlegislature must retain in its own hands the essential\nlegislative functions and what can be delegated, is the\nH task of subordinate legislation necessary for\nF\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1111\nSUNDER \u0026 ORS. .\nB\nimplementing the purpose and object of the Act. Where A\nthe legislative policy is enunciated with sufficient\nclearness or a standard is laid down, the courts should\nnot interfere. What guidance should be given and to what\nextent and whether guidance has been given in a\nparticular case at all depends on consideration of the\nprovisions of the particular Act with which the Court has\nto deal including its preamble. In case the legislature\nwants to delegate its power in respect of the\nimplementation of the law enacted by it, it must provide\nsufficient guidelines, conditions, on fulfillment of which, C\nthe Act would be enforced by the delegatee. Conferring\nunfettered, uncanalised powers without laying down\ncertain norms for enforcement of the Act tantamounts to\nabdication of legislative power by the legislature which\nis not permissible in law. More so, where the Act has\nalready come into force, such a power cannot be\nexercised just to nullify its commencement thereof.\n[Paras 29, 30, 34] [1151-H; 1152-A-G; 1154-C-D]\nD\nre: Article 143, Constitution of India and Delhi Laws Act\n(1912) etc., AIR 1951 SC 332: 1951 SCR 747; The Municipal E\nCorporation of Delhi v. Birla Cotton; Spinning and Weaving\nMills, Delhi \u0026 Anr: AIR 1968 SC 1232: 1968 SCR\n251;Rajnarain Singh v. Chairman, Patna Administration\nCommittee, Patna \u0026 Anr. AIR 1954 SC 569: 1955 SCR 290;\nBangalore Woollen, Cotton and Silk Mills Co. Ltd., Bangalore F\nv. Corporation of the City of Bangalore by its Commissioner,\nBangalore City AIR 1962 SC 1263: 1961 SCR 698;\nHamdard Dawakhana v. Union of India AIR 1960 SC 554:\n1960 SCR 671; Basant Kumar Sarkar \u0026 Ors. v. The Eagle\nRolling Mills Ltd. \u0026 Ors. AIR 1964 SC 1260: 1964 SCR 913\nrelied on.\n-\nVIII. LEGISLATIVE ARBITRARINESS:\nG\nWhenever there is arbitrariness in State action,\nwhether it be of the legislature or of the executive, Article H\n1112 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA 14 immediately springs into action and strikes down\nsuch State action. [Para 35] [1154-E-F]\nB\nAjay Hasia \u0026 Ors. v. Khalid Mujib Sehravardi \u0026 Ors. AIR\n1981 SC 487: 1981 (2) SCR 79; E.P. Royappa v. State of\nTamil Nadu \u0026 Anr. AIR 1974 SC 555: 1974 (2) SCR 348;\nSmt. Meneka Gandhi v. Union of India \u0026 Anr. AIR 1978 SC\n597: 1978 (2) SCR 621; M/s. Sharma Transport rep. by D.P.\nSharma v. Government of A.P. \u0026 Ors. AIR 2002 SC 322: 2001\n(5) Suppl. SCR 390; Bombay Dyeing \u0026 Manufacturing Co.\nLtd. (3) v. Bombay Environmental Action Group \u0026 Ors. AIR\nC\n2006 SC 1489: 2006 (2) SCR 920; Bidhannagar (Salt Lake)\nWelfare Assn. v. Central Valuation Board \u0026 Ors. AIR 2007\nSC 2276: 2007 (7) SCR 430; Grand Kakatiya Sheraton Hotel\nand Towers Employees and Workers Union v. Srinivasa\nResorts Limited \u0026 Ors. AIR 2009 SC 2337: 2009 (3) SCR\nD 668 – relied on.\nE\n-\nIX. AMENDING ACT-IF STRUCK DOWN-WHETHER OLD\nLAW WILL REVIVE:\nWhen the statute is amended, the process of\nsubstitution of statutory provisions consists of two\nparts: the old rule is made cease to exist; and the new\nrule is brought into existence in its place. In other words,\nthe substitution of a provision results in repeal of the\nearlier provision and its replacement by the new\nF provision. There is another limb of this legal proposition,\nthat is, where the Amendment Act is struck down by the\nCourt being invalid, on the ground of arbitrariness in view\nof the provisions of Article 14 of the Constitution or being\nviolative of fundamental rights enshrined in Part-Ill of the\nG Constitution, such Act can be described as void ab-initio\nmeaning thereby unconstitutional, still born or having no\nexistence at all. In such a situation, the Act which stood\nrepealed, stands revived automatically. In case the\nAmending Act is struck down by the court for want of\nH legislative competence or is violative of any of the\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1113\nSUNDER \u0026 ORS.\nfundamental rights enshrined in Part III of the A\nConstitution, it would be un-enforceable in view of the\nprovision under Article 13(2) of the Constitution and in\nsuch circumstances the old Act would revive, but not\notherwise. This proposition of law is, however, not\napplicable so far as subordinate legislation is concerned.\n[Paras 40, 42, 43, 45] [1155-G-H; 1156-A-B-F; 1157-B-C-F-\nG]\nB\nC\nBhagat Ram Sharma v. Union of India \u0026 Ors. AIR 1988\nSC 740: 1988 SCR 1034; State of Rajasthan v. Mangilal\nPindwal AIR 1996 SC 2181: 1996 (3) Suppl. SCR 98;\nKoteswar Vittal Kamath v. K.Rangappa Baliga \u0026 Co. AIR 1969\nSC 504: 1969 (3) SCR 40; Firm A.T.B. Mehtab Majid and\nCo. v. State of Madras \u0026 Anr. AIR 1963 SC 928: 1963 Suppl.\nSCR 435; State of Uttar Pradesh \u0026 Ors. v. Hirendra Pal Singh\n\u0026 Ors. (2011) 5 SCC 305: 2010 (15) SCR 854; Ameer-un- D\nNissa Begum v. Mahboob Begum \u0026 Ors. AIR 1955 SC 352;\nB.N. Tewari v. Union of India \u0026 Ors. AIR 1965 SC 1430: 1965\nSCR 421; India Tobacco Co. Ltd. v. CTO, Bhavanipore \u0026 Ors.\nAIR 1975 SC 155: 1975 (2) SCR 612; Indian Express\nNewspapers (Bombay) Private Ltd. \u0026 Ors. v. Union of India\n\u0026 Ors. AIR 1986 SC 515: 1985 (2) SCR 287; West U.P.\nSugar Mills Assn. v. State of U.P. AIR 2002 SC 948: 2002\n(1) SCR 897; Zile Singh v. State of Haryana \u0026 Ors. (2004) 8\nSCC 1: 2003 (4) Suppl. SCR 1104; State of Kerala v.\nPeoples Union for Civil Liberties, Kerala State Unit \u0026 Ors.\n(2009) 8 SCC 46: 2008 (12) SCR 1141; Harbilas Rai Bansal\nv. State of Punjab \u0026 Anr. AIR 1996 SC 857: 1995 (6) Suppl.\nSCR 178 - relied on.\nX. WHETHER LEGISLATURE CAN OVERRULE THE\nJUDGMENT OF THE COURT:\nBringing a legislation in order to nullify the judgment\nof a competent court would amount to trenching upon\nthe judicial power and no legislation is permissible which\nis meant to set aside the result of the mandamus issued\nby a court even though, the amending statute may not\nLU\nE\nF\nG\nH\n"}