{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nLL\nF\nG\nН\n1124 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nCourt on 30.4.2010, stood complied with. The DTERT\nhad been appointed as Academic Authority as\nrequired under Section 29 of the Act 2009, vide G.O.\ndated 27.7.2010.\n(xix) The material produced by the respondents\nbefore this Court reveal that norms had been made\nknown and the NCF 2005 was also implemented by\nissuing Tamil Nadu Curriculum 2009.\n(xx) The issue of repugnancy of the Act 2010 with the\nAct 2009 merely remains an academic issue as most\nof the discrepancies stood removed. Even if\nsomething remains to be done, it can be cured even\nnow, however, such a minor issue could not be a\ngood ground for putting the Act 2010 under\nsuspended animation for an indefinite period on\nuncertain terms.\n(xxi) Undoubtedly, there had been a few instances of\nportraying the personality by the leader of political\nparty earlier in power, i.e. personal glorification, self\npublicity and promotion of his own cult and\nphilosophy, which could build his political image and\ninfluence the young students, particularly, in the\nbooks of primary classes. Such objectionable\nmaterial, if any, could be deleted, rather than putting\nthe operation of the Act 2010 in abeyance for\nindefinite period.\n(xxii) As early as in April 2011, textbooks for Xth\nStandard were posted in the official website of\nSchool Education Department and many students\ndownloaded the same and started study of the same\nas the students, parents and teachers had been\nunder the impression that for Standards II to V and\nVII to X, common education system would definitely\n:\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1125\nSUNDER \u0026 ORS.\nbe implemented from academic year 2011-12. Such\npious hope of so many stakeholders could not be\nbetrayed. Rolling back the Act 2010 at this belated\nstage and withdrawal thereof even for Standard I and\nVI would be unjust, iniquitous and unfair to all\nconcerned.\n(xxiii) The Amendment Act 2011, in fact, has the effect\nof bringing back the effect of Section 14 of the Act\n2010 which had been declared ultra vires by the High\nCourt for the reason that the Board could not be\ngiven binding directions by the State Government.\n(xxiv) Even if a very few schools could not exercise\ntheir choice of multiple text books, it could not be a\nground of scrapping the Act 2010. Steps should have\nbeen taken to remove the discrepancy.\n(xxv) Passing the Act 2011, amounts to nullify the\neffect of the High Court and this Court's judgments\nand such an act simply tantamounts to subversive\nof law. [Para 70] [1170-D-H; 1171-A-H; 1172-A-H;\n1173-A-H; 1174-A-H; 1175-E]\nCase Law Reference:\nA\nB\nс\nD\n111\nE\n1992 (3) SCR 658\nrelied on\nPara 7\n1993 (1) SCR 594\nrelied on\nPara 7\nF\n2002 (3) Suppl. SCR 587\nrelied on\nPara 7\n347 U.S. 483 (1954)\nreferred to\nPara 7\n163 U.S. 537 (1896)'\nreferred to\nPara 7\nG\n2002 (5) Suppl. SCR 515\nrelied on\nPara 7\n(2011) 3 SCC 436\nrelied on\nPara 8\nAIR 1987 SC 2034\nrelied on\nPara 8\nH\n1126\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nAIR 2003 SC 2562\nrelied on\nPara16\nAIR 2006 SC 1846\nrelied on\nPara 17\nAIR 2004 SC 3800\nrelied on\nPara 18\nAIR 2002 SC 685\nrelied on\nPara 18\nB\nAIR 1999 SC 2468\nrelied on\nPara 19\nAIR 1980 SC 319\nrelied on\nPara 21\n1954 SCR 1\nrelied on\nPara .22\nC\n1978 (1) SCR 338\nrelied on\nPara 22\n1985 (2) SCR 579\nrelied on\nPara 22\n2003 (2) SCR 139\nrelied on\nPara 22\nD 2009 (11) SCR 142\nrelied on\nPara 22\n1959 Suppl. SCR 8\nrelied on\nPara 23\n1978 (1) SCR 338\nrelied on\nPara 24\n1955 SCR 613\nrelied on\nPara 25,43\nE\n1963 Suppl. SCR 912\nrelied on Paras 25, 43\n1954 SCR 674\nrelied on\nPara 26\n1959 Suppl. SCR 503\nrelied on\nPara 26\nF\n1960 SCR 671\nrelied on\nPara 26\n1964 SCR 576\nrelied on\nPara 27\n1990 (2) SCR 84\nrelied on\nPara 27\nG\n2010 (3) SCR 190\nrelied on\nPara 27\n2010 (9) SCR 227\nrelied on\nPara 27\n(2011) 6 SCC 597\nrelied on\nPara 27\nH\n1979 (2) SCR 282\nrelied on\nPara 28\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1127\nSUNDER \u0026 ORS.\n2000 (1) Suppl. SCR 389\nrelied on\nPara 28\nA\nJT 2010 (11) SC 273\nrelied on\nPara 28\n1951 SCR 747\nrelied on Paras 29,30,31\n1968 SCR 251\nrelied on\nPara 30\nB\n1955 SCR 290\nrelied on\nPara 32\n1961 SCR 698\nrelied on\nPara 32\n1960 SCR 671\nrelied on\nPara 32\nс\n1964 SCR 913\nrelied on\nPara 33\n1981 (2) SCR 79\nrelied on\nPara 35\n1974 (2) SCR 348\nrelied on\nPara 35\n1978 (2) SCR 621\nrelied on\nPara35\nD\n2001 (5) Suppl. SCR 390\nrelied on\nPara 36\n2006 (2) SCR 920\nrelied on\nPara 37\n2007 (7) SCR 430\nrelied on\nPara 38\nE\n2009 (3) SCR 668\nrelied on\nPara 38\n1988 SCR 1034\nrelied on\nPara 39\n1996 (3) Suppl. SCR 98\nrelied on\nPara 40\nF\n1969 (3) SCR 40\nrelied on\nPara 40\n1963 Suppl. SCR 435\nrelied on\nParas 41,42\n2010 (15) SCR 854\nrelied on\nPara 42\nG\nAIR 1955 SC 352\nrelied on\nPara 42\n1965 SGR 421\nrelied on\nPara 42\n1975 (2) SCR 612\nrelied on\nPara. 42\n1985 (2) SCR 287\nrelied on\nPara 42\nH\n1128 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n2002 (1) SCR 897\nrelied on\nPara 42\n2003 (4) Suppl. SCR 1104 relied on\nPara 42\n2008 (12) SCR 1141\nrelied on\nPara 42\n1995 (6) Suppl. SCR 178\nrelied on\nPara 44\nB\n1970 (1) SCR 388\nFollowed\nPara 46\n1995 (3) Suppl. SCR 545\nrelied on\nPara 47\n1991 (2) Suppl. SCR 497\nrelied on\nPara 48\nс\n1995 (1) Suppl. SCR 510 relied on\nPara 48\n1978 (3) SCR 334\nrelied on\nPara 49\n1995 (4) Suppl. SCR 493\nrelied on\nPara 49\nD 2009 (10) SCR 634\nrelied on\nParas 50,\n53\nAIR 1960 SC 1080\nrelied on\nPara 52\n2009 (9) SCR 625\nrelied on\nPara 52\nE\n1982 (2) SCR 272\nDistinguished Para 68\n1988 (2) Suppl. SCR 223\nDistinguished Para 68\n2002 (3) SCR 600\nDistinguished Para 68\nF\n2003 (4) Suppl. SCR 471\nDistinguished Para 68\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6015-6027 of 2011.\nFrom the Judgment \u0026 Order dated 18.7.2011 of the High\nCourt of Judicature at Madras in W.P. No. 12882, 12890,\n13019, 13037, 13038, 13227, 13293, 13296, 13345, 13381,\n13390, 13547 and 6143 of 2011.\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1129\nSUNDER \u0026 ORS.\nA. Navaneetha Krishnan, AG, TN, Guru Krishna Kumar, A. A\nSethuraman, AAG, TN. P.P. Rao, C.A. Sundaram and Dr.\nRajeev Dhawan, Subramonium Prasad, Anesh Paul, Apeksha\nSaran, Shweta Mohta, Akshat Hansaria, Utsav Sidhu, V.P.\nSengottuvel, S. Ravi Shankar, Rohini Musa, Yogesh\nKotemmath, Zafar Inayat, G. Umapathy, Sudha Umapathy, P.V. B\nYogeswaran, Debmalya Banerjee, Manik Karanjwala (for\nKaranjawala \u0026 Co.) for the Appellants.\nT.R. Andhyarujina, M.N, Krishnamani, R. Viduthalai, Dhruv\nMehta, Basava Prabhu S. Patil and A.T.M. Ranga Ramanujam,\nT. Harish Kumar, S. Beno Bencigar, Sameer, Sri Ram Krishna,\nB. Vinodh Kanna, S. Prabu Rama Subramanian, Sabarish\nSubramanian, Suresh Sakthi Murugan S.J. Aristole, Ankolekar\nGurudatta, S. Ashok Kumar, Gouri Karuna Das Mohanti, Anu\nGupta, Sanjeev Kumar Sharma, G. Sivabalamurugan, Anis\nMohd., L.K. Pandey, Prakhar Sharma, S. Nanda Kumar, Satish\nKumar, Anjali Chauhan, Parivesh Kumar Singh, R. Satish\nKumar, V.N. Raghupathy, Prashant Bhushan, P.B. Suresh\nBabu, S. Gowthaman, S.R. Setia, M. Yogesh Kanna and\nHimmat Singh Shergill for the Respondents.\nThe Judgment of the Court was delivered by\nC\nD\nE\nF\nDR. B.S. CHAUHAN, J. 1. These appeals have been\npreferred against the judgment and order dated 18.7.2011 of\nthe High Court of Judicature at Madras in Writ Petition.\nNos.12882, 12890, 13019, 13037, 13038, 13227, 13293,\n13296, 13345, 13381, 13390, 13547 of 2011 and W.P.(M.D.)\nNo.6143/2011 whereby the High Court has struck down\nSection 3 of The Tamil Nadu Uniform System of School\nEducation (Amendment) Act, 2011 (hereinafter called the\nAmendment Act 2011) and issued directions to the State\nAuthorities to implement the provisions of The Tamil Nadu\nUniform System of School Education Act, 2010 (hereinafter\ncalled the Act 2010), i.e. to implement the common syllabus,\ndistribute the textbooks printed under the uniform system of\neducation and commence the classes on or before 22.7.2011. H\nG\n1130 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA The Contempt Petitions have been filed for non-implementing\nthe directions given by this Court vide order dated 14.6.2011.\nB\n2. FACTS:\nA. In the State of Tamil Nadu, there had been different\nBoards imparting basic education to students upto 10th\nstandard, namely, State Board, Matriculation Board, Oriental\nBoard and Anglo-Indian Board. Each Board had its own\nsyllabus and prescribed different types of textbooks. In order\nto remove disparity in standard of education under different\nC Boards, the State Government appointed a Committee for\nsuggesting a uniform system of school education. The said\nCommittee submitted its report on 4.7.2007. Then another\nCommittee was appointed to implement suggestions/\nrecommendations made by the said Committee.\nD\nE\nF\nG\nB. During the intervening period, The Right of Children to\nFree and Compulsory Education Act, 2009 (hereinafter called\nthe Act 2009), enacted by the Parliament, came into force with\neffect from 1.4.2010 providing for free and compulsory\neducation to every child of the age of 6 to 14 years in a\nneighbourhood school till completion of elementary education\ni.e. upto 8th standard. The Act 2009 provided that curriculum\nand the evaluation procedure would be laid down by an\nAcademic Authority to be specified by the appropriate State\nGovernment, by issuing a notification. The said Academic\nAuthority would lay down curriculum and the evaluation\nprocedure taking into consideration various factors mentioned\nunder Section 29 of the Act 2009. Section 34 of the Act 2009\nalso provided for the constitution of a State Advisory Council\nconsisting of maximum 15 members. The members would be\nappointed from amongst persons having knowledge and\npractical experience in the field of elementary education and\nchild development. The State Advisory Council would advise\nthe State Government on implementation of the provisions of\nthe Act 2009 in an effective manner.\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1131\nB\nC. The Cabinet of the State of Tamil Nadu took a decision A\non 29.8.2009 that it will implement the uniform system of school\neducation in all schools in the State, form a Common Board\nby integrating the existing four Boards, and will introduce\ntextbooks providing for the uniform syllabus in Standards I and\nVI in the academic year 2010-11 and in Standards II to V and\nVII to X in the academic year 2011-12. In order to give effect\nto the said Cabinet decision, steps were taken on\nadministrative level and thus, the Tamil Nadu Uniform System\nof School Education Ordinance, 2009 was issued on\n27.11.2009 which was published in the official Gazette on\n30.11.2009. The Ordinance was subsequently converted into\nthe Act 2010 on 1.2.2010. The Act 2010 provided for the State\nCommon Board of School Education (hereinafter called the\nBoard); imposition of penalties for wilful contravention of the\nprovisions of the Act or the Rules made thereunder (Section\n11); offences by companies in the same regard (Section 12);\nand it also enabled the State Government to issue directions\non policy matters to the Board from time to time which would\nbe binding on the Board (Section 14).\nD. Section 3 of the Act 2010 provided that the Act would\ncommence:\n(a)\nin Standards \u0026 VI from the academic year 2010-\n11; and\nC\nD\nE\n(b) in Standards II to V and VII to X from the academic F\nyear 2011-12.\nSub-section(2) thereof required every school in the State\nto follow the norms fixed by the Board for giving instruction in\neach subject and follow the norms for conducting examination\nas may be specified by the Board. The Board approved the\ncurriculum and textbooks for Standards I and VI on 22.3.2010\nand the books were printed in view of the consequential order\ndated 31.3.2010 by the Tamil Nadu Textbook Corporation.\nG\nI\nB\nC\n1132\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA E. As many as 14 writ petitions were filed in the High Court\nof Madras challenging the validity of various provisions of the\nAct 2010. A Division Bench of the High Court vide judgment\nand order dated 30.4.2010 held that the provisions of Sections\n11, 12 and 14 were unconstitutional and struck down the same\nwhile the Court issued elaborate directions for implementation\nof the common syllabus and the textbooks for Standards I and\nVI by the academic year 2010-11; and for all other Standards\nby the academic year 2011-12 or until the State makes the\nnorms and the syllabus and prepares the textbooks in advance\nfor the same. Further directions were issued by the Court to\nthe State Government to bring the provisions of the Act 2010\nin consonance with the Act 2009 and notify the Academic\nAuthority and the State Advisory Council under the Act 2009.\nThe State was also directed to indicate approved textbooks\nfrom which private unaided schools could choose suitable for\ntheir schools. The Court further directed the Government to\namend the Act to say that the common/uniform syllabus was\nrestricted to five curricular subjects, namely, English, Tamil,\nMathematics, Science and Social Science which the schools\nwere bound to follow, but not in respect of the co-curricular\nsubjects. The aforesaid judgment was duly approved by this\nCourt vide order dated 10.9.2010 while dismissing large\nnumber of SLPs filed against the same by a speaking order.\nD\nE\nF. In order to implement the Act 2010 and the judgment of\nF the High Court duly approved by this Court, the State Authorities\nreferred the enumerated components of the curriculum in\nrespect of Classes II to V and VII to X to an Expert Committee\nfor its opinion. The curriculum and syllabus prepared for uniform\nsystem of school education as well as the textbooks for\nClasses II to V and VII to X for uniform system of school\neducation in Government schools and Government aided\nschools were approved by the Board.\nG\nH\nG. However, there was a change of State Government\nfollowing the general elections of the State Assembly, on\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1133\n16.5.2011. After completing the formalities, the Government\namended the Act 2010 by the Amendment Act 2011, by which\nit substituted Section 3 by a new Section providing that the\nschools would follow the common syllabus as may be specified\nby the Board for each subject in Standards I to X from such\nacademic year as may be notified by the Government in the\nofficial Gazette. The Government may specify different\nacademic years for different Standards. The amendment also\nomitted Sections 11, 12 and 14 from the Act 2010 since those\nSections had been struck down by the High Court as\nunconstitutional.\nA\nB\nC\nD\nH. New academic session was to commence on 1.6.2011\nand the Amendment Act 2011 came into force on 7.6.2011. A\nlarge number of writ petitions were filed challenging the said\namendment. A Division Bench of the High Court vide order\ndated 10.6.2011 stayed the operation of the Amendment Act\n2011, but gave liberty to the State Government to conduct a\ndetailed study of the common syllabus and common textbooks\nand further clarified that the State Government would be entitled\nto add, modify, substitute or alter any chapter, paragraph or\nportion of the textbooks etc. and further permitting the\nE\nmanagements of private schools to submit their list of books\nfor approval to the Government.\nI. The aforesaid interim order passed by the High Court\non 10.6.2011 was challenged before this Court and all those\nmatters stood disposed of vide judgment and order dated\n14.6.2011 by which this Court modified the said interim order\ninter-alia, directing constitution of a committee of experts,\nwhich the State Government had already undertaken to appoint,\nto examine ways and means for implementing the uniform\neducation system, common syllabus, and the textbooks which\nwere to be provided for Standards II to V and VII to X under\nthe Act 2010. It requested the High Court to determine if such\ntextbooks and the amended syllabus would be applicable to\nStandards li to V and VII to X keeping in view the provisions of\nF\nG\nH...\n"}