{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\n[2011] 11 S.C.R. 1094\nSTATE OF TAMIL NADU \u0026 ORS.\nV.\nK. SHYAM SUNDER \u0026 ORS.\n(Civil Appeal Nos.6015-6027 of 2011)\nAUGUST 9, 2011\n[J.M. PANCHAL, DEEPAK VERMA AND\nDR. B.S. CHAUHAN, JJ.]\nTamil Nadu Uniform System of School Education Act,\nC 2010:\nD\nObject of its enactment - Held: To enforce the uniform\neducation system in the State of Tamil Nadu in order to impart\nquality education to all children, without any discrimination on\nthe ground of their economic, social or cultural background.\ns.3 (amended by Act 2011) - Validity of - The Act 2010\nwas enacted to enforce the uniform education system in the\nState of Tamil Nadu and was held constitutionally valid by\nHigh Court and Supreme Court - After change of State\nE Government, tenders invited for publishing text books taught\nunder the old system and subsequent thereto, it was decided\nin the Cabinet meeting not to implement the uniform\neducation system - The new Government amended the Act\n2010 by the Amendment Act 2011 - Held: Whole exercise\nF of amending the Act 2010 was carried out most hurriedly\nThe entire exercise by the Government was arbitrary,\ndiscriminatory and oppressive to students, teachers and\nparents - One crore twenty lacs students could not be\nexpected to revert back to the syllabus and textbooks\nG applicable prior to 2010 after the academic term of 2011-12\nhas begun as they would be utterly confused and would be\nput to enormous stress State Government should have\nacted bearing in mind that “destiny of a nation rests with its\nI\n-\n1094\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1095\nSUNDER \u0026 ORS.\n-\nyouths” – Tamil Nadu Uniform System of School Education A\n(Amendment) Act, 2011.\ns.18 - Scope of – Discussed.\n-\nTAMIL NADU UNIFORM SYSTEM OF SCHOOL\nEDUCATION (AMENDMENT) ACT, 2011:\n-\nB\nValidity of the Act - Held: Not valid – High Court as well\nas the Supreme Court had upheld the validity of the Act 2010\n- The Amendment Act nullified the effect of the judgment of\nthe High Court approved by Supreme Court and repealed the C\nAct 2010 - Passing the Act 2011, amounted to nullify the\neffect of the High Court and Supreme Court's judgments and\nsuch an act simply tantamounted to subversive of law - Thus,\nthe Amendment Act was an arbitrary piece of legislation and\nviolative of Article 14 and was mere pretence to do away the\nUniform System of Education in terms of Act 2010 - s.18 of\nAct 2010 itself enabled the Government to issue any\nexecutive direction to remove any difficulty to enforce the\nstatutory provisions of the Act 2010 - Thus, it was not\npermissible for the legislature to annul the effect of the said\njudgments by the Amendment Act 2011 - Tamil Nadu\nUniform System of School Education Act, 2010 – Constitution\nof India, 1950 - Article 14.\nADMINISTRATIVE LAW:\n-\n-\nD\nE\nF\nChange of policy with the change of Government\nPropriety - Held: The Government has to rise above the\nnexus of vested interests and nepotism and eschew window-\ndressing - Unless it is found that act done by the authority\nearlier in existence is either contrary to statutory provisions, G\nis unreasonable, or is against public interest, the State should\nnot change its stand merely because the other political party\nhas come into power - The principles of governance have to\nbe tested on the touchstone of justice, equity, fair play – In\nthe instant case, Uniform Education system was brought in H\n-\n1096 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA terms of the Act 2010 - Change of government - Before the\nfirst Cabinet meeting of the new Government, tenders invited\nto publish the books under the old education system - This\nwould show that there was a pre-determined political decision\nto scrap the Act 2010 which was arbitrary and oppressive to\nB students, teachers and parents - Tamil Nadu Uniform System\nof School Education (Amendment) Act, 2011.\nC\n-\nColourable legislation – Held: When power is exercised\nin bad faith to attain ends beyond the sanctioned purposes\nof power by simulation or pretension of gaining a legitimate\ngoal, it is called colourable exercise of power - The action\nbecomes bad where the true object is to reach an end different\nfrom the one for which the power is entrusted, guided by an\nextraneous consideration, whether good or bad but irrelevant\nto the entrustment - If the legislature is competent to pass a\nparticular enactment, the motives which impelled it to an act\nare really irrelevant - On the other hand, if the legislature\nlacks competence, the question of motive does not arrive at\nall - Therefore, whether a statute is constitutional or not is,\nthus, always a question of power of the legislature to enact that\nE Statute - Legislation.\nD\nF\nG\nH\n-\n-\nExpert body's opinion - Scope of interference by court -\nHeld: Courts lack expertise especially in disputes relating to\npolicies of pure academic educational matters - Therefore,\ngenerally it should abide by the opinion of the Expert Body –\nNormally the courts should be slow to interfere with the\nopinions expressed by the experts - It would normally be wise\nand safe for the courts to leave such decisions to experts who\nare more familiar with the problems they face than the courts\ngenerally can be.\nState action - Arbitrariness in - Held: Whenever there\nis arbitrariness in State action, whether it be of the legislature\nor of the executive, Article 14 of the Constitution immediately\nsprings into action and strikes down such State action.\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS.\nCONSTITUTION OF INDIA, 1950:\n1097\nArticle 13(2) - Held: Article 13(2) prohibits the State from\nmaking any law which takes away or abridges the rights\nconferred by Part-III of the Constitution and provides that any\nlaw made in contravention of this Clause shall, to the extent\nof contravention be void - The legislative competence can\nbe adjudged with reference to Articles 245 and 246 of the\nConstitution read with the three lists given in the Seventh\nSchedule as well as with reference to Article 13(2) - The effect\nof the declaration of a statute as unconstitutional amounts to\nas if it has never been in existence - Rights cannot be built\nup under it; contracts which depend upon it for their\nconsideration are void - The unconstitutional act is not the\nlaw - It confers no right and imposes no duties.\nA\nB\nC\nArticle 21-À- Right to education - Held: Is a fundamental D\nright u/Article 21-A - The right of a child should not be\nrestricted only to free and compulsory education, but should\nbe extended to have quality education without any\ndiscrimination on the ground of their economic, social and\ncultural background – Education.\n-\nDOCTRINES/PRINCIPLES:\n-\n-\nE\nF\nDoctrine of lifting veil Held: In order to test the\nconstitutional validity of the Act, where it is alleged that the\nstatute violates the fundamental rights, it is necessary to\nascertain its true nature and character and the impact of the\nAct – Thus, courts may examine with some strictness the\nsubstance of the legislation and for that purpose, the court has\nto look behind the form and appearance thereof to discover\nthe true character and nature of the legislation Its purport G\nand intent have to be determined - In order to do so it is\npermissible in law to take into consideration all factors such\nas history of the legislation, the purpose thereof, the\nsurrounding circumstances and conditions, the mischief which\nit intended to suppress, the remedy for the disease which the H\n1098 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA legislature resolved to cure and the true reason for the\nremedy.\nB\nC\nWhat cannot be done directly, cannot be done indirectly\n- Held: It is a settled proposition of law that what cannot be\ndone directly, is not permissible to be done obliquely,\nmeaning thereby, whatever is prohibited by law to be done.\ncannot legally be effected by an indirect and circuitous\ncontrivance on the principle of “quando aliquid prohibetur,\nprohibetur at omne per quod devenitur ad illud\" - An authority\ncannot be permitted to evade a law by \"shift or contrivance\" -\nMaxim.\nEDUCATION/EDUCATIONAL INSTITUTIONS:\nUniform Education system\n-\nHistorical background for\nD implementation of - Discussed.\nLEGISLATION:\n-\nConditional legislation - Held: In case the legislature\nwants to delegate its power in respect of the implementation\nE of the law enacted by it, it must provide sufficient guidelines,\nconditions, on fulfillment of which, the Act would be enforced\nby the delegate Conferring unfettered, uncanalised powers\nwithout laying down certain norms for enforcement of the Act\ntantamounts to abdication of legislative power by the\nF legislature which is not permissible in law - More so, where\nthe Act has already come into force, such a power cannot be\nexercised just to nullify its commencement thereof\nAdministrative law.\nG\n-\n-\nAmending Act, if struck down whether old law would revive\nHeld: Where the Amendment Act is struck down by the court\nbeing invalid, on the ground of arbitrariness in view of the\nprovisions of Article 14 of the Constitution or being violative\nof fundamental rights enshrined in Part-III of the Constitution,\nsuch Act can be described as void ab-initio - In such a\nH situation, the Act which stood repealed, stands revived\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\n-\nSUNDER \u0026 ORS.\n1099\nautomatically – This proposition of law is, however, not A\napplicable so far as subordinate legislation is concerned -\nConstitution of India, 1950 - Article 13(2).\nBringing a legislation in order to nullify the judgment of\na competent court - Held: Would amount to trenching upon\nthe judicial power and no legislation is permissible which is\nmeant to set aside the result of the mandamus issued by a\ncourt even though, the amending statute may not mention\nsuch an objection - The rights embodied in a judgment could\nnot be taken away by the legislature indirectly - The\nlegislature cannot by bare declaration, without anything more,\ndirectly overrule, reverse or override a judicial decision -\nHowever it can, in exercise of the plenary powers conferred\nupon it by Articles 245 and 246 of the Constitution, render a\njudicial decision ineffective by enacting a valid law\nfundamentally altering or changing the conditions on which\nsuch a decision is based – The legislature, in order to\nrevalidate the law, can re-frame the conditions existing prior\nto the judgment on the basis of which certain statutory\nprovisions had been declared ultra vires and unconstitutional\nJudgment.\n-\n-\nINTERPRETATION OF STATUTES:\n-\nReading of statement of Objects and Reasons while\ninterpreting statute Held: The Statement of Objects and\nReasons appended to the Bill is not admissible as an aid to\nthe construction of the Act to be passed, but it can be used\nfor limited purpose for ascertaining the conditions which\nprevailed at that time which necessitated the making of the\nlaw, and the extent and urgency of the evil, which it sought to\nremedy - The Statement of Objects and Reasons of any\nenactment spells out the core reason for which the enactment\nis brought and it can be looked into for appreciating the true\nintent of the legislature or to find out the object sought to be\nachieved by enactment of the particular Act or even for judging\nthe reasonableness of the classifications made by such Act.\nB\nC\nD\nE\nF\nG\nH\nA\nB\n1100 SUPREME COURT REPORTS\nJUDGMENT/ORDER:\n-\n[2011] 11 S.C.R.\nNullifying the judgment of a competent court by bringing\na legislation - Permissibility – Held: A judicial pronouncement\nof a competent court cannot be annulled by the legislature in\nexercise of its legislative powers for any reason whatsoever.\nIn the State of Tamil Nadu, there were different\nBoards. Each Board had its own syllabus and prescribed\ndifferent types of textbooks. This resulted in disparity in\nstandard of education. In order to remove the disparity,\nC State Government appointed Committee for suggesting\na uniform system of school education. During the\nintervening period, the Right of Children to Free and\nCompulsory Education Act, 2009 was enacted.\nD\nE\nF\nThe Cabinet of the State Government decided on\n29.8.2009 to implement uniform system of school\neducation. To give effect to the decision of the Cabinet,\nthe Tamil Nadu Uniform System of School Education Act,\n2010 was enacted. Section 3 of the Act 2010 provided that\nthe Act would commence: in Standards I \u0026 VI from the\nacademic year 2010-11; and in Standards II to V and VII\nto X from the academic year 2011-12. Sub-section(2)\nthereof required every school in the State to follow the\nnorms fixed by the Board for giving instruction in each\nsubject and follow the norms for conducting examination\nas may be specified by the Board. The Board approved\nthe curriculum and textbooks for Standards I and VI on\n22.3.2010 and the books were printed.\nSeveral writ petitions came to be filed challenging\nG the validity of 2010 Act. The High Court by judgment\ndated 30.4.2010 held that the provisions of Sections 11,\n12 and 14 of the Act 2010 were unconstitutional and\nstruck down the same and issued elaborate directions for\nimplementation of the common syllabus and the\nH textbooks for Standards I and VI by the academic year\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1101\nSUNDER \u0026 ORS.\nB\n2010-11; and for all other Standards by the academic year A\n2011-12 or until the State made the norms and the\nsyllabus and prepared the textbooks in advance for the\nsame. Further directions were issued by the Court to the\nState Government to bring the provisions of the Act 2010\nin consonance with the Act 2009 and notify the Academic\nAuthority and the State Advisory Council under the Act\n2009. The State was also directed to indicate approved\ntextbooks from which private unaided schools could\nchoose those which are suitable for their schools. The\nCourt further directed the Government to amend the Act, C\nto say that the common/uniform syllabus was restricted\nto curricular subjects which the schools were bound to\nfollow, but not in respect of the co-curricular subjects.\nD\nE\nThe judgment of the High Court was duly approved\nby the Supreme Court by order dated 10.9.2010. The\nBoard approved the syllabus for uniform system.\nHowever, on 16.5.2011, there was change of the State\nGovernment. The new Government amended the Act\n2010 by the Amendment Act 2011, by which it substituted\nSection 3 by a new Section providing that the schools\nwould follow the common syllabus as may be specified\nby the Board for each subject in Standards I to X from\nsuch academic year as may be notified by the\nGovernment in the official Gazette. The amendment also\nomitted Sections 11, 12 and 14 from the Act 2010 since F\nthose Sections were struck down by the High Court as\nunconstitutional. New academic session was to\ncommence on 1.6.2011 and the Amendment Act 2011\ncame into force on 7.6.2011.\nSeveral writ petitions were filed challenging the\nAmendment Act. The High Court by order dated 10.6.2011\nstayed the operation of the Amendment Act 2011, but\ngave liberty to the State Government to conduct a\ndetailed study of the common syllabus and common\nG\nH\n.\n1102 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA textbooks. The said interim order was challenged before\nthe Supreme Court. The Supreme modified the said\ninterim order by order dated 14.6.2011 inter-alia, directing\nthat the academic Scheme in force for the Academic year\n2010-11 for Standards I and VI would continue to be in\nB force in all respects for the Academic year 2011-12 as\nwell; that each text book and to what extent the amended\nsyllabus would be applicable to every course, should be\nfinally determined by the High Court keeping in view the\namended provisions of the Act and its impact; and\nconstitution of a committee of experts, which the State\nGovernment had already undertaken to appoint, to\nexamine ways and means for implementing the uniform\neducation system, common syllabus, and the textbooks\nwhich were to be provided for Standards II to V and VII\nto X under the Act 2010.\nC\nD\nThe Expert Committee was constituted and gave its\nreport to the High Court. The High Court considered the\nsaid report by judgment dated 18.7.2011, found fault with\nthe report of the Expert Committee and struck down\nE Section 3 of Amendment Act 2011. It held that the\nCommittee so constituted may not be justified in\nsubmitting the report stating that the entire uniform\nsystem of education be scrapped and the text books\nalready provided for be discarded; that the Expert\nF Committee has mis-directed itself as it ought to have\nproceeded primarily to examine the ways and means of\nimplementing the uniform system of education, curiously\nthe Committee, in its final report concluded that no text\nbook can be used for the academic year 2011-12; that the\nG Committee members were not of the unanimous opinion\nthat the uniform syllabus and common text books have\nto be discarded from the current year; that in the order\ndated 10.6.2011, the High Court had directed the\nGovernment to notify the approved text books after\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1103\nSUNDER \u0026 ORS.\nA\nB\nconducting the study with a view to comply with the\ndirection issued earlier on 30.4.2010. This direction was\nissued to enable the schools to choose from the multiple\ntext books. However, these orders and directions were\ndiscarded by the State; that the State had exceeded its\npower in bringing the Amending Act to postpone an\nenactment which has already come into force. As there\nwas a sudden change in the policy of the Government\nfrom its predecessor immediately after coming into power\nthe Court had to see the impact of the amendment,\nnotwithstanding the competence of the legislature to C\npass an Amendment Act; that if the law was passed only\nostensibly but was in truth and substance, one for\naccomplishing an unauthorized object, the court would\nbe entitled to lift the veil and judicially review the case;\nthat the State has sought to achieve indirectly what could\nnot be achieved directly as it was prevented from doing\nso in view of the judgment of the Division Bench which\nupheld the validity of the Parent Act 2010; that the\nAmendment Act 2011 is an arbitrary piece of legislation\nand violative of Article 14 of the Constitution and the\nAmendment Act 2011 was merely a pretence to do away\nwith the uniform system of education under the guise of\nputting on hold the implementation of the Parent Act,\nwhich the State was not empowered to do so; that if the\nimpugned Amending Act has to be given effect to, it\nwould result in unsettling various issues and the larger\ninterest of children would be jeopardized. The instant\nappeals were filed challenging the order of the High\nCourt.\nDismissing the appeals, the Court\nHELD: 1.1. In post-Constitutional era, an attempt has\nbeen made to create an egalitarian society removing\ndisparity amongst individuals, and in order to achieve\nthat purpose, education is one of the most important and\nD\nE\nF\nG\nH\n"}