{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\nC\nD\nE\nF\nG\n1154 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nscheme has uniformly conformed to the same pattern. The\nlegislature evolves a scheme of socio-economic welfare,\nmakes elaborate provisions in respect of it and leaves it\nto the Government concerned to decide when, how and in\nwhat manner the scheme should be introduced. That, in our\nopinion, cannot amount to excessive delegation.\"\n34. In view of the above, the law stands crystallised to the\neffect that in case the legislature wants to delegate its power\nin respect of the implementation of the law enacted by it, it must\nprovide sufficient guidelines, conditions, on fulfillment of which,\nthe Act would be enforced by the delegatee. Conferring\nunfettered, uncanalised powers without laying down certain\nnorms for enforcement of the Act tantamounts to abdication of\nlegislative power by the legislature which is not permissible in\nlaw. More so, where the Act has already come into force, such\na power cannot be exercised just to nullify its commencement\nthereof.\nVIII. LEGISLATIVE ARBITRARINESS:\n35. In Ajay Hasia \u0026 Ors. v. Khalid Mujib Sehravardi \u0026\nOrs., AIR 1981 SC 487, this Court held that Article 14 strikes\nat arbitrariness because an action that is arbitrary, must\nnecessarily involve negation of equality. Whenever therefore,\nthere is arbitrariness in State action, whether it be of the\nlegislature or of the executive, Article 14 immediately springs\ninto action and strikes down such State action. (See also: E.P.\nRoyappa v. State of Tamil Nadu \u0026 Anr., AIR 1974 SC 555;\nand Smt. Meneka Gandhi v. Union of India \u0026 Anr. AIR 1978\nSC 597).\n36. In M/s. Sharma Transport rep. by D.P. Sharma v.\nGovernment of A.P. \u0026 Ors. AIR 2002 SC 322, this Court\ndefined arbitrariness observing that party has to satisfy that the\naction was not reasonable and was manifestly arbitrary. The\nexpression 'arbitrarily' means; act done in an unreasonable\nH manner, as fixed or done capriciously or at pleasure without\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1155\nadequate determining principle, not founded in the nature of A\nthings, non-rational, not done or acting according to reason or\njudgment, depending on the will alone.\n37. In Bombay Dyeing \u0026 Manufacturing Co. Ltd. (3) v.\nBombay Environmental Action Group \u0026 Ors. AIR 2006 SC\n1489, this Court held that arbitrariness on the part of the\nlegislature so as to make the legislation violative of Article 14\nof the Constitution should ordinarily be manifest arbitrariness.\nB\n38. In cases of Bidhannagar (Salt Lake) Welfare Assn.\nv. Central Valuation Board \u0026 Ors. AIR 2007 SC 2276; and C\nGrand Kakatiya Sheraton Hotel and Towers Employees and\nWorkers Union v. Srinivasa Resorts Limited \u0026 Ors. AIR 2009\nSC 2337, this Court held that a law cannot be declared ultra\nvires on the ground of hardship but can be done so on the\nground of total unreasonableness. The legislation can be D\nquestioned as arbitrary and ultra vires under Article 14.\nHowever, to declare an Act ultra vires under Article14, the Court\nmust be satisfied in respect of substantive unreasonableness\nin the statute itself.\nIX. AMENDING ACT-IF STRUCK DOWN-WHETHER OLD\nLAW WILL REVIVE:\n39. This Court in Bhagat Ram Sharma v. Union of India\n\u0026 Ors., AIR 1988 SC 740 explained the distinction between\nrepeal and amendment observing that amendment includes\nabrogation or deletion of a provision in an existing statute. If\nthe amendment of an existing law is small, the Act prefaces to\namend; if it is extensive, it repeals and re-enacts it.\nE\nF\n40. In State of Rajasthan v. Mangilal Pindwal AIR 1996 G\nSC 2181, this Court held that when the statute is amended, the\nprocess of substitution of statutory provisions consists of two\nparts:-\n(i)\nthe old rule is made to cease to exist;\nH\n1156\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nD\nE\nF\n(ii)\nthe new rule is brought into existence in its place.\nIn other words, the substitution of a provision results in repeal\nof the earlier provision and its replacement by the new\nprovision. (See also: Koteswar Vittal Kamath v. K.Rangappa\nBaliga \u0026 Co. AIR 1969 SC 504).\n41. In Firm A.T.B. Mehtab Majid and Co. v. State of\nMadras \u0026 Anr., AIR 1963 SC 928, this Court held:\n\"22. It is a settled legal proposition that whenever an Act\nis repealed, it must be considered as if it had never\nexisted. The object of repeal is to obliterate the Act from\nthe statutory books, except for certain purposes as\nprovided under Section 6 of the General Clauses Act,\n1897. Repeal is not a matter of mere form but is of\nsubstance. Therefore, on repeal, the earlier provisions\nstand obliterated/abrogated/wiped out wholly i.e. pro tanto\nrepeal\"\n42. Thus, undoubtedly, submission made by learned senior\ncounsel on behalf of the respondents that once the Act stands\nrepealed and the amending Act is struck down by the Court\nbeing invalid and ultra vires/unconstitutional on the ground of\nlegislative incompetence, the repealed Act will automatically\nrevive is preponderous and needs no further consideration.\nThis very Bench in State of Uttar Pradesh \u0026 Ors. v.\nHirendra Pal Singh \u0026 Ors., (2011) 5 SCC 305, after placing\nreliance upon a large number of earlier judgments particularly\nin Ameer-un-Nissa Begum v. Mahboob Begum \u0026 Ors., AIR\n1955 SC 352; B.N. Tewari v. Union of India \u0026 Ors., AIR 1965\nG SC 1430; India Tobacco Co. Ltd. v. CTO, Bhavanipore \u0026 Ors.,\nAIR 1975 SC 155; Indian Express Newspapers (Bombay)\nPrivate Ltd. \u0026 Ors. v. Union of India \u0026 Ors., AIR 1986 SC 515;\nWest U.P. Sugar Mills Assn. v. State of U.P., AIR 2002 SC\n948; Zile Singh v. State of Haryana \u0026 Ors., (2004) 8 SCC 1;\nState of Kerala v. Peoples Union for Civil Liberties, Kerala\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1157\nState Unit \u0026 Ors., (2009) 8 SCC 46; and Firm A.T.B. Mehtab\nMajid and Co. (supra) reached the same conclusion.\nA\n43. There is another limb of this legal proposition, that is,\nwhere the Act is struck down by the Court being invalid, on the\nground of arbitrariness in view of the provisions of Article 14\nB\nof the Constitution or being violative of fundamental rights\nenshrined in Part-III of the Constitution, such Act can be\ndescribed as void ab-initio meaning thereby unconstitutional,\nstill born or having no existence at all. In such a situation, the\nAct which stood repealed, stands revived automatically. (See:\nBehram Khurshid Pesikaka (Supra); and Mahendra Lal Jaini\n(Supra)\nC\n44. In Harbilas Rai Bansal v. State of Punjab \u0026 Anr. AIR\n1996 SC 857, while dealing with the similar situation, this Court\nstruck down the Amending Act being violative of Article 14 of D\nthe Constitution. The Court further directed as under:\n\"We declare the abovesaid provision of the amendment\nas constitutionally invalid and as a consequence restore\nthe original provisions of the Act which were operating\nbefore coming into force of the Amendment Act.\"\n(Emphasis added)\nE\n45. Thus, the law on the issues stands crystallised that in\ncase the Amending Act is struck down by the court for want of\nlegislative competence or is violative of any of the fundamental F\nrights enshrined in Part III of the Constitution, it would be un-\nenforceable in view of the provision under Article 13(2) of the\nConstitution and in such circumstances the old Act would\nrevive, but not otherwise. This proposition of law is, however,\nnot applicable so far as subordinate legislation is concerned.\nX. WHETHER LEGISLATURE CAN OVERRULE THE\nJUDGMENT OF THE COURT:\n46. A Constitution Bench of this Court in Shri Prithvi\nCotton Mills Ltd. \u0026 Anr. v. Broach Borough Municipality \u0026\nG\nI\nH.\n1158 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Ors., AIR 1970 SC 192, examined the issue and held as under:\nB\nC\nD\nE\nF\n\"....When a legislature sets out to validate a tax\ndeclared by a court to be illegally collected under an\nineffective or an invalid law, the cause for ineffectiveness\nor invalidity must be removed before validation can be said\nto take place effectively. The most important condition, of\ncourse, is that the legislature must possess the power to\nimpose the tax, for, if it does not, the action must ever\nremain ineffective and illegal. Granted legislative\ncompetence, it is not sufficient to declare merely that the\ndecision of the Court shall not bind for that it tantamounts\nto reversing the decision in exercise of judicial power\nwhich the legislature does not possess or exercise. A\ncourt's decision must always bind unless the conditions on\nwhich it is based are so fundamentally altered that the\ndecision could not have been given in the altered\ncircumstances.....\"\n47. In S.R. Bhagwat \u0026 Ors. v. State of Mysore, AIR 1996\nSC 188, a similar issue was considered by this Court while\nconsidering the provisions of Karnataka State Civil Services\n(Regulation of Promotion, Pay \u0026 Pension) Act, 1973. In that\ncase, the provisions of that Act disentitled deemed promotees\nto arrears for the period prior to actual promotion. These\nprovisions were held to be not applicable where directions of\nthe competent court against the State had become final. The\nCourt observed that any action to take away the power of judicial\ndecision shall be ultra vires the powers of the State legislature\nas it encroached upon judicial review and tried to overrule the\njudicial decision binding between the parties. The binding\njudicial pronouncement between the parties cannot be made\nG ineffective with the aid of any legislative power by enacting a\nprovision which in substance overrules such a judgment and is\nnot in the realm of a legislative enactment which displaces the\nbasis or foundation of the judgment and uniformly applies to a\nclass of persons concerned with the entire subject sought to\nH be covered by such an enactment having retrospective effect.\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1159\n48. While deciding the said case, this Court placed A\nreliance on its earlier judgments in Re, Cauvery Water Disputes\nTribunal, AIR 1992 SC 522; and G.C. Kanungo v. State of\nOrissa, AIR 1995 SC 1655. In the former case, the Constitution\nBench of this Court held that the legislature could change the\nbasis on which a decision was given by the Court and, thus, B\nchange the law in general, which would affect a class of\npersons and events at large. However, it cannot set aside an\nindividual decision inter-parties and affect their rights and\nliabilities alone. Such an act on the part of the legislature\namounts to exercising the judicial power of the State and\nfunctioning as an appellate court or tribunal. In the latter case,\na similar view had been reiterated observing that the award of\nthe tribunal could not be nullified by an Amendment Act having\nrecourse to the legislative power as it tantamounts to nothing\nelse, but \"the abuse of this power of legislature.\"\nC\nD\n49. In Madan Mohan Pathak \u0026 Anr. v. Union of India \u0026\nOrs., AIR 1978 SC 803, a seven-Judge Bench of this Court\nconsidered a similar issue and-held that the act of legislature\ncannot annul a final judgment giving effect to rights of any party.\nA declarative judgment holding an imposition of tax invalid can\nE\nbe superseded by a re-validation statute. But where the factual\nor legal situation is retrospectively altered by an act of\nlegislature, the judgment stands, unless reversed by an appeal\nor review. Bringing a legislation in order to nullify the judgment\nof a competent court would amount to trenching upon the judicial F\npower and no legislation is permissible which is meant to set\naside the result of the mandamus issued by a court even\nthough, the amending statute may not mention such an\nobjection. The rights embodied in a judgment could not be\ntaken away by the legislature indirectly.\nA similar view has been reiterated in K. Sankaran Nair\n(Dead) through LRs. v. Devaki Amma Malathy Amma \u0026 Ors.,\n(1996) 11 SCC 428.\nG\n50. The legislature cannot by bare declaration, without H\n1160 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA anything more, directly overrule, reverse or override a judicial\ndecision. However it can, in exercise of the plenary powers\nconferred upon it by Articles 245 and 246 of the Constitution,\nrender a judicial decision ineffective by enacting a valid law\nfundamentally altering or changing the conditions on which such\nB a decision is based.\nC\n(Vide: A. Manjula Bhashini \u0026 Ors. v. Managing Director,\nAndhra Pradesh Women's Cooperative Finance Corporation\nLtd. \u0026 Anr., (2009) 8 SCC 431).\n51. In view of the above, the law on the issue can be\nsummarised to the effect that a judicial pronouncement of a\ncompetent court cannot be annulled by the legislature in\nexercise of its legislative powers for any reason whatsoever.\nThe legislature, in order to revalidate the law, can re-frame the\nD conditions existing prior to the judgment on the basis of which\ncertain statutory provisions had been declared ultra vires and\nunconstitutional.\nE\nXI. READING OF THE STATEMENT OF OBJECTS AND\nREASONS: WHILE INTERPRETING THE STATUTORY\nPROVISIONS:\n52. The Statement of Objects and Reasons appended to\nthe Bill is not admissible as an aid to the construction of the\nAct to be passed, but it can be used for limited purpose for\nF ascertaining the conditions which prevailed at that time which\nnecessitated the making of the law, and the extent and urgency\nof the evil, which it sought to remedy. The Statement of Objects\nand Reasons may be relevant to find out what is the objective\nof any given statute passed by the legislature. It may provide\nG for the reasons which induced the legislature to enact the statute.\n\"For the purpose of deciphering the objects and purport of the\nAct, the court can look to the Statement of Objects and Reasons\nthereof\". (Vide: Kavalappara Kottarathil Kochuni @ Moopil\nNayar v. The States of Madras and Kerala \u0026 Ors., AIR 1960\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1161\nSC 1080; and Tata Power Company Ltd. v. Reliance Energy A\nLtd. \u0026 Ors., (2009) 16 SCC 659).\n53. In A. Manjula Bhashini \u0026 Ors. (Supra), this Court held\nas under:\nB\n\"The proposition which can be culled out from the\naforementioned judgments is that although the Statement\nof Objects and Reasons contained in the Bill leading to\nenactment of the particular Act cannot be made the sole\nbasis for construing the provisions contained therein, the\nsame can be referred to for understanding the background, C\nthe antecedent state of affairs and the mischief sought to\nbe remedied by the statute. The Statement of Objects and\nReasons can also be looked into as an external aid for\nappreciating the true intent of the legislature and/or the\nobject sought to be achieved by enactment of the particular D\nAct or for judging reasonableness of the classification\nmade by such Act.\" (Emphasis added)\n54. Thus, in view of the above, the Statement of Objects\nand Reasons of any enactment spells out the core reason for\nwhich the enactment is brought and it can be looked into for\nappreciating the true intent of the legislature or to find out the\nobject sought to be achieved by enactment of the particular Act\nor even for judging the reasonableness of the classifications\nmade by such Act.\nCASE ON MERITS:\n55. The instant case requires to be examined in the light\nof the aforesaid settled legal propositions, though it may not\nbe necessary to deal with all these issues in great detail as the\nHigh Court has already dealt with the same elaborately.\n56. In the instant case, as the Expert Committee had\nsubmitted a report and most of the members had given their\nopinion on different issues and as we have also examined the\nreports, it is evident from the same that each member had\nE\nFTT\nF\nG\nH\n1162 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA pointed out certain defects in the curriculum as well as in the\ntext books etc. There was no unanimity on any particular issue,\nas each member has expressed a different opinion on different\nissues/subjects.\nB\nC\nD\nE\nF\nG\nH\n57. The counter affidavit dated 7.6.2011 was filed before\nthe High Court by Ms. D. Sabitha, the Secretary to the\nGovernment Education Department on behalf of all the\nrespondents therein. In reply to the Writ Petition she stated as\nunder:\n\"I. Further the prayer for an issuance of writ of declaration\ndeclaring that the decision of the Cabinet dated\n22.5.2011 by the Government of Tamil Nadu to withhold\nthe implementation of the Tamil Nadu Uniform System\nof School Education Act, 2010 for the academic year\n2011-12 as published vide News Release No. 289 dt.\n22.5.2011 as null and void is not sustainable in law for\nthe sole reason that the policy decision taken by the\nCabinet would not be generally subject to judicial review.\nIt is further submitted that the decision taken by the Cabinet\nto review the implementation of the Uniform System of\nSchool Education for Standards I to X is purely in the\ninterest of students, parents and public which is within the\ndomain of the popular Government..\nII. Further the averment that text books printed would be\nwasted and there would be a loss caused to the tune of\n200 crore rupees seems to have been made without\nunderstanding the implications that could be created due\nto the implementation of the illegal policy formulated by\nthe erstwhile Government. The Government has a mandate\nto ensure the quality of education and welfare of the\nstudents. It is with this intent the present policy is being\nformulated......\n`III. The State, therefore, proposes to appoint a high\npowered committee consisting of experts in the field to\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1163\nundertake a detailed study of the more appropriate A\nsystem to be adopted for ensuring the improvement of\nquality of education and social justice by providing a level\nplaying field to all sections of society.\nIV. At this juncture, it is pointed out that the books that have\nbeen printed already are substandard and wanting in\nquality and if followed, would lead to deterioration of\nacademic Standards of school students and therefore the\nCabinet has rightly taken a policy decision after thorough\ndeliberation to stall the implementation of the Uniform\nSystem of School Education Act, 2010 as it suffers from\nillegality, irrationality and unconstitutionality....\"\n(Emphasis added)\nB\nC\nOn amendment of the writ petitions, another counter\naffidavit was filed by Ms. D. Sabitha, the same officer, wherein D\nshe stated on oath, inter-alia, as under:\n\"I. This being so, the Government has taken a decision to\nstall the implementation of the policy of the previous\ngovernment that is devoid of any legal sanction and has\nconstituted a committee to formulate an appropriate\nsolution in order to redress the complications created due\nto the implementation of the illegal policy.\nE\nII.......In the Cabinet meeting held on 22.5.2011, it was\ninitially decided to do away with the uniform Education F\nsystem. Since the schools were reopening on 1st June,\n2011, orders had to be issued for printing of textbooks. It\nis submitted that the advertisement for inviting tenders for\nprinting textbooks was issued on 23.5.2011.”\n(Emphasis added)\nG\n58. The High Court, after taking note of the counter\naffidavit filed by the present appellants labeling the Act 2010\nas illegal, irrational and unconstitutional, after it had already\nundergone an intense judicial scrutiny and held to be H\n"}