{"pages":[{"pageNumber":81},{"pageNumber":82}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n1174\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\ntaken note of by the High Court in its order dated\n10.6.2011. Thus, in such a fact-situation, it was not\npermissible for the State to revert back to the old system\nat this advanced stage.\n(xviii) Most of the other directions given by the High Court\non 30.4.2010, stood complied with. The DTERT had been\nappointed as Academic Authority as required under\nSection 29 of the Act 2009, vide G.O. dated 27.7.2010.\n(xix) The material produced by the respondents before this\nCourt reveal that norms had been made known and the\nNCF 2005 was also implemented by issuing Tamil Nadu\nCurriculum 2009.\n(xx) The issue of repugnancy of the Act 2010 with the Act\n2009 merely remains an academic issue as most of the\ndiscrepancies stood removed. Even if something remains\nto be done, it can be cured even now, however, such a\nminor issue could not be a good ground for putting the Act\n2010 under suspended animation for an indefinite period\non uncertain terms.\n(xxi) Undoubtedly, there had been a few instances of\nportraying the personality by the leader of political party\nearlier in power, i.e. personal glorification, self publicity\nand promotion of his own cult and philosophy, which could\nbuild his political image and influence the young students,\nparticularly, in the books of primary classes. Such\nobjectionable material, if any, could be deleted, rather than\nputting the operation of the Act 2010 in abeyance for\nindefinite period.\n(xxii) As early as in April 2011, textbooks for Xth Standard\nwere posted in the official website of School Education\nDepartment and many students downloaded the same and\nstarted study of the same as the students, parents and\nteachers had been under the impression that for Standards\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1175\nIl to V and VII to X, common education system would A\ndefinitely be implemented from academic year 2011-12.\nSuch pious hope of so many stakeholders could not be\nbetrayed. Rolling back the Act 2010 at this belated stage\nand withdrawal thereof even for Standard I and VI would\nbe unjust, iniquitous and unfair to all concerned.\n(xxiii) The Amendment Act 2011, in fact, has the effect of\nbringing back the effect of Section 14 of the Act 2010\nwhich had been declared ultra vires by the High Court for\nthe reason that the Board could not be given binding\ndirections by the State Government.\n(xxiv) Even if a very few schools could not exercise their\nchoice of multiple text books, it could not be a ground of\nscrapping the Act 2010. Steps should have been taken to\nremove the discrepancy.\n(xxv) Passing the Act 2011, amounts to nullify the effect of\nthe High Court and this Court's judgments and such an act\nsimply tantamounts to subversive of law.\n71. In view of the above, the appeals are devoid of any\nmerit. Facts and circumstances of the case do not present\nspecial features warranting any interference by this Court.\nB\nC\nD\nE\nThe appeals are accordingly dismissed. The appellants\nare directed to enforce the High Court judgment impugned F\nherein within a period of 10 days from today.\nD.G.\nAppeals dismissed.\n"}