{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"STATE OF U.P. AND ORS.\nV.\nRAJKUMAR SHARMA AND ORS.\nMARCH 3, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nA\nB\nService Law:\nAppointment-Selected candidates-Claiming appointment-Junior\nEngineers selected by UPPSC for appointment in the Hill Cadre of undivided C\nStäte of Uttar Pradesh-Meanwhile State of Uttaranchal coming into\nexistence-State of Uttaranchal declining to appoint the candidates-State\nof Uttar Pradesh not giving appointments as posts were meant for Hill cadre,\nwhich on creation of State of Uttaranchal stood abolished-Supreme Court\nin Sidharth Srivastava's case observing that if vacancies arise within three\nD\nyears and candidates apply, in their case upper age limit may be relaxed—\nOn candidates filing another writ petition, High Court held that as the select\nlist was in force, the writ petitioners be given the benefits-Held, selectees\ncannot claim appointment as a matter of right-High Court wrongly presumed\nthat the select list was in force-By virtue of Rules 12 and 16 the select list\nis valid only for one year-Relaxation in age was given for a period of three E\nyears for applicants if applications were invited by respective State Public\nService Commissions-U.P. Public Works Department Subordinate Engineering\nService Rules, 1951-Rules 12 and 16-Constitution of India, 1950—Articles\n14,16,320 and 323(2)-U.P. Reorganization Act, 2000-s.178.\nF\nCertain posts of Junior Engineers for the Hill Cadre of undivided\nState of Uttar Pradesh were advertised. The UPPSC sent a select list to\nthe State Government of U.P. Meanwhile, State of Uttaranchal Pradesh\ncame into existence and all the districts earlier comprising the Hill Cadre\ncame under the State of Uttaranchal. The State Government of U.P.\nforwarded the list to the State of Uttaranchal which declined to offer G\nappointments. The selected candidates filed writ petitions which were\nallowed by the High Court directing the State Government of Uttaranchal\nto give appointments to the writ petitioners. On appeal, the Supreme Court\nobserved that as and when applications were invited for selection either\n877\nH\n1\n878\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA by UPPSC or Uttaranchal State P.S.C, and if the writ petitioners apply within\na period of three years, the respective Commission would “consider them for\nselection subject to their satisfying all the eligibility requirements but relaxing\nthe upper age limit\". Thereafter the writ petitioners approached the State\nGovernment of Uttar Pradesh to appoint them but their requests were turned\ndown. They again filed another writ petition which was allowed. Aggrieved,\nthe State of U.P. filed the present appeal.\nB\nC\nAllowing the appeal, the Court\nHELD: 1.1. Filling up of vacancies over and above the number of\nvacancies advertised would be violative of the fundamental rights granted\nunder Article 14 and 16 of the Constitution. Selectees cannot claim the\nappointment as a matter of right. Mere inclusion of candidates' names in\nthe list does not confer any right to be selected, even if some of the\nvacancies remained unfilled and the concerned candidates cannot claim\nthat they have been given a hostile discrimination. Even if in some cases\nD appointments have been made by mistake or wrongly that does not confer\nany right on another person. Article 14 of the Constitution does not\nenvisage negative equality, and if the State committed the mistake it cannot\nbe forced to perpetuate the same mistake. (884-B, D, G|\nF\nUnion of India \u0026 Ors. v. Ishwar Singh Khatgri \u0026 Ors., [1992] Supp. 3\nE SCC 84; Gujarat Statge Dv. Executive Engineers' Association v. State of\nGujarat \u0026 Ors. (1994) Supp.2 SCC 591; State of Bihar \u0026 Ors. v. The\nSecretariat Assistant S.E. Union, 1986 \u0026 Ors., AIR (1994) SC 736; Prem\nSingh \u0026 Ors. v. Haryana State Electricity Board \u0026 Ors., [1996] 4 SCC 319;\nSurendra Singh \u0026 Ors. v. State of Punjab \u0026 Anr., AIR (1998) SC 18; Kamlesh\nKumar Sharma v. Yogesh Kumar Gupta \u0026 Ors., AIR (1998) SC 1021;\nShankarsan Dash v. Union of India, AIR (1991) SC 1612; Smt. Asha Kaul \u0026\nAnr. v. State of Jammu \u0026 Kashmir and Anr., [1993] 2 SCC 573; Union of\nIndia v. S.S. Uppal AIR (1996) SC 2346; Hanman Prasad v. Union of India,\n[1996] 10 SCC 742; Bihar Public Service Commission \u0026 Ors. v. State of Bihar\n\u0026 Ors., AIR (1997) SC 2280; Syndicate Bank \u0026 Ors. v. Shankar Paul \u0026 Ors.,\nG AIR (1997) SC 3091; Vice Chancellor, University of Allahabad v. Dr. Anand\nPrakash Mishra \u0026 Ors., [1997] 10 SCC 264; Punjab State Electricity Board\nv. Seema, (1999) SCC (L\u0026S) 629; All India SC \u0026 ST Employees Association\nv. A. Arthur Jeen, AIR (2001) SC 1851; Vinodan T. v. University of Kalikut,\n[2002] 4 SCC 726; S. Renuka v. State of Andhra Pradesh \u0026 Ors., AIR (2002)\nSC 1523; Baitariani Gramiya Bank v. Pallab Kumar \u0026 Ors., AIR (2000) SC\nH\n4\n+\nSTATE OF U.P. v. RAJKUMAR SHARMA\n879\n4248; Snehprabha v. State of U.P. \u0026 Ors., AIR (1996) SC 540; Secretary, Jaipur A\nDevelopment Authority, Jaipur, v. Daulat Mal Jain \u0026 Ors., [1997] 1 SCC 35;\nState of Haryana \u0026 Ors. v. Ram Kumar Mann, [1997] 3 SCC 321; Faridabad\nC.T. Scan Centre v. D.G. Health Services \u0026 Ors., [1997] 7 SCC 752; Jalandhar\nImprovement Trust v. Sampuran Singh, AIR (1999) SC 1347; State of Punjab\n\u0026 Ors. v. Dr. Rajeev Sarwal, [1999] 9 SCC 240; Yogesh Kumar \u0026 Ors. v. Govt.\nB\nof N.C.T. of Delhi \u0026 Ors., [2003] 3 SCC 548; Union of India \u0026 Anr. v.\nInternational Trading Co. \u0026 Anr., [2003] 5 SCC 437 and Kastha Niwarak\nG.S.S. Maryadit, Indore v. President, Indore Development Authority, JT (2006)\n2 SC 259, referred to.\n1.2. In the instant case, the High Court, after having correctly C\nindicated the legal position, has failed to apply the same to the factual\nscenario in its proper perspective. It wrongly presumed that the select list\nwas in force. Rules 12 and 16 of the U.P. Public Works Department\nSubordinate Engineering Service Rules, 1951 show that the select list is\nvalid only for one year. In paragraph 32 of the judgment in Sidharth\nSrivastava's* case it was made clear that it was upto the State to take a D\ndecision as to whether any relief can be granted to the persons who were\nselected in respect of the Hill Cadre. All the posts advertised for the plain\ncadre have been filled up. Therefore, the State has rightly taken the stand\nthat there was no scope for appointing the writ petitioners. Relaxation was\ngiven for a period of three years for applicants, when applications are\ninvited for selection by the U.P.P.S.C. or the Uttaranchal State Public\nService Commission. Obviously, relaxation is to be granted when fresh\napplications are invited. Therefore, the judgments of the Single Judge as\nwell as Division Bench affirming the same cannot be maintained and are\nset aside. [885-B-E]\n*State of Uttaranchal \u0026 Ors. v. Sidharth Srivastava \u0026 Ors. [2003] 9\nSCC 336, referred to..\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1433 of 2006.\nE\nF\nFrom the Judgment and Final Order dated 14.10.2004 of the Allahabad G\nHigh Court in Special Appeal No. 268/2004.\nR.G. Padia, Pradeep Misra and R.K.S. Yadav for the Appellants.\nK. Ramamoorthy, Yatish Mohan, Vishwajit Singh and Shail Kumar\nDwivedi for the Respondents.\nH\n880\nA\nSUPREME COURT REPORTS\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\n[2006] 2 S.C.R.\nChallenge in this appeal is to the judgment rendered by a Division\nBench of the Allahabad High Court in a Letters Patent Appeal. This is\nB practically the second journey of the parties to this Court. Earlier in State of\nUttaranchal and Ors. v. Sidharth Srivastava and Ors., [2003] 9 SCC 336\nconnected issues were considered.\nC\nThe factual background in a nutshell is as follows:-\nUttar Pradesh Public Service Commission (in short ‘UPPSC') published\nadvertisement inviting applications for 544 posts of J.E. Civil/Technical (507\nCivil + 37 Technical). The result of selection was published on 7-1-2000.\nThe UPPSC sent its recommendations to the U.P. Government on 30-10-\n2000. The U.P. Government forwarded the recommendations on 31-10-2000\nto the Chief Engineer's Office, Hill Cadre, Almora. The separate State of\nD\nUttaranchal came into existence on 9-11-2000. U.P. Government forwarded\nthe UPPSC recommendations in respect of posts in Hill Cadre to the\nGovernment of Uttaranchal. On 29-8-2001, Government of Uttaranchal issued\nthe order not to appoint the selected candidates mentioning two reasons that\n- (1) the new reservation policy of the State of Uttaranchal is different from\nE that of U.P. and (2) practical and legal difficulties \"in such a situation” in\ngiving appointments to the candidates recommended by the UPPSC. The\nselected candidates, aggrieved by the same, filed a batch of writ petitions\nassailing the said order, impleading State of Uttaranchal and its officers, State\nof Uttar Pradesh and its officers and UPPSC. A Division Bench of the High\nCourt, by a common judgment allowed the writ petitions and issued direction\nto the State of Uttaranchal to give appointments to the writ petitioners. The\nHigh Court took the view that the recommendations made by the UPPSC of\nthe erstwhile State of U.P. were binding on new State of Uttaranchal. High\nCourt's judgment was assailed before this Court by the State of Uttaranchal.\nF\nG\nH\nAfter noticing various provisions contained in Articles 320 and 323(2)\nof the Constitution of India, 1950 (in short the 'Constitution'), as well as\nSection 178 of the U.P. Reorganisation Act, 2000 it was held that the decision\nof the High Court was not correct. It was, inter alia, observed as follows:\n\"27. The High Court misread the Government order dated 29-8-2001\nand drew wrong inference in saying that the Government of\n1\nSTATE OF U.P. v. RAJKUMAR SHARMA [PASAYAT, J.]\n881\nB\nUttaranchal denied acceptance of the recommendations but did not A\nsay that no appointment shall be given on the basis of the\nrecommendations of UPPSC. If the Government of Uttaranchal has\ndenied to accept the recommendations of UPPSC, essentially it follows\nthat no appointment could be given. This apart in the very order in\nparagraph 2 it is specifically stated that \"therefore, in this regard after\nthorough consideration it has been decided that the candidates\nrecommended by the UPPSC may not be appointed in various\nDepartments of the Government of Uttaranchal.\" Thus, the reason\ngiven by the High Court that the Government of Uttaranchal though\ndenied to accept the recommendations of UPPSC but did not deny to\ngive appointment and as such the said Government order could be C\nignored, does not stand to reason and it is untenable.\nThe interpretation placed by the High Court on S. 78 of the Act\nis also wrong. Merely because the recommendations received by the\nerstwhile State of Uttar Pradesh had been sent to State of Uttaranchal\nand they were not reversed by the Governor for being placed with the D\nreasons before the Assembly of State of Uttar Pradesh under S. 78 of\nthe Act, it cannot be held that the recommendations made by the\nUPPSC were binding on Government of Uttaranchal. In this regard\nwe have already made the legal position clear. Hence it is unnecessary\nto deal with the same any further. In our view, looking to the reasons\nrecorded by the High Court in the impugned judgment, which are\nneither tenable nor acceptable, the impugned judgment cannot be\nallowed to stand.\"\nPara 31 of the judgment is also significant as the case of the non-\nofficial respondents had its foundation on the said paragraph which reads as\nfollows:\nE\nF\n\"31. It was also urged in the alternative that the State of Uttar Pradesh\nmay be directed to give appointments to the non-official respondents.\nThis aspect was neither raised before the High Court nor it was\nconsidered. Hence, we do not wish to deal with the same. All that we G\ncan say is that this order shall not come in the way of the State of\nUttar Pradesh, if so advised, to consider the claims of the non-official\nrespondents for appointments based on the selection made by UPPSC.\nHaving regard to the peculiar situation in which the non-official\nrespondents are placed, we would like to say that in case the non-\nofficial respondents apply as and when the applications are invited H\nA\nB\n882\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nfor selection either by UPPSC or by the Uttaranchal State Public\nService Commission in future within a period of three years, the\nUPPSC or the Uttaranchal State Public Service Commission shall\nconsider them for selection subject to their satisfying all other eligibility\nrequirements but relaxing the upper age-limit.\nAfter this Court's judgment, the candidates whose names had been\nincluded in the select list approached the State of Uttar Pradesh to appoint\nthem. However, their requests were turned down. Challenging order of the\nState Government, the writ application was filed which was allowed by learned\nSingle Judge. The State of Uttar Pradesh and its functionaries filed Letters\nPatent Appeal before the Division Bench which affirmed the order of the\nC\nlearned Single Judge.\nThe stand of the appellant-State before the High Court was that\nconsidering the peculiar circumstances the only relief granted by this Court\nwas relaxation in age for a period of 3 years whenever the selection is held.\nD The Uttar Pradesh Hill Sub-cadre Rules, 1992 (in short ‘1992 Rules') were\nenacted for certain hill areas of the State of Uttar Pradesh as it is stood before\nthe re-organisation, and the Rules were applicable in all districts of hills,\nnamely, Almora, Chamoli, Dehradun, Nainital, Pauri Garhwal, Pithoragarh,\nTehri Garhwal, Uttarkashi and Udham Singh Nagar. All the said districts\nnow stand included in the State of Uttaranchal. Therefore, the vacancies\nE which were advertised for the hills could not be filled up as the said cadre\nF\nstood abolished. Reliance has been placed by the High Court on Office\nMemorandums issued on 31.1.1994 and 15.12.1999 which did not have any\napplication whatsoever.\nStand of the non-official respondent, however, was that the note\nappended to the advertisement made it clear that there was one application\nto be made for all the posts in different departments. It was only indicated\nthat the screening shall be made at the time of final selection regarding\nposting in plain or hill areas. It was pointed out that in similar circumstances\nthose candidates who had not been appointed by the State of Uttaranchal,\nG were appointed by of State of U.P. as sub-registrar and Passengers Goods\nOfficers in the Transport Department. There could not be differential treatment\nso far as the writ-petitioners are concerned. No fresh advertisement has been\nissued since 1998 though period of more than 6 yeas has lapsed.\nThe High Court accepted that Hill sub-cadre stood abolished. But held\nH that currency of select list had not expired and the vacancies could be filled\nSTATE OF U.P. v. RAJKUMAR SHARMA [PASAYAT, J.]\n883\nup. High Court noted that appointments beyond number advertised would A\namount to filling up future vacancies which is impermissible. It also noted that\nmere inclusion in the select list did not confer any enforceable right to be\nselected even if some of the vacancies remain unfilled. Though it was noted\nthat even if a mistake has been committed in some case that cannot be a\nground to perpetuate the mistake, on the logic of negative equality yet this\nB\nis a case, according. to the High Court, which was not based on any mistake.\nThe select list was operative and its validity had not expired. If the State\nGovernment had given effect to the Office Memorandums while making\nappointment in other departments, there could be no justification to deprive\nthe writ petitioners of some benefit particularly when the select list was in\nforce and no vacancies had been advertised since 1998. It was held that this C\nCourt left the matter to be determined by the State Government. The discretion\nhad not been exercised objectively. Accordingly, the special appeal was\ndismissed, upholding similar views expressed by learned Single Judge.\nIn support of the appeal, Mr. R.G. Padia, learned senior counsel\nappearing for the State of U.P. and its functionaries submitted that the High\nCourt's judgment is unsupportable on more than one counts. First, all the\nposts which were advertised for the plain areas cadre have been filled up.\nAfter having accepted that the appointments cannot be made beyond the\nnumber of post advertised, should not have directed appointment.\nThe High Court having noticed that even if by mistake some\nappointments have been made that cannot confer a right on others, therefore\nerroneously held that this was not a case of mistake and/or that the select\nlist was in force. Even Uttar Pradesh Cadre Rules, 1992 clearly stipulates that\nthe list was valid only for one year. The High Court erroneously placed\nreliance on the Office Memorandum dated 31.1.1994 and 15.12.1999.\nD\nE\nF\nThe Office Memorandums had no application to the facts of the case.\nEven otherwise, the Office Memorandums clearly indicated that the select list\nis valid only for one year. It is of relevance to note that the U.P. PSC had\nprepared two lists one for the plan and the other for the hill cadre. Further,\nG\nin the earlier case at para 23 grievance had been made that Uttranchal\nGovernment had made appointments by picking up some candidates selected\nby U.P. PCS. This Court observed that there was no evidence of any malafides\nand similar is the position in the case at hand. It is pointed out by Mr. Padia\nthat only 11 persons in total were appointed in the two departments. Rules\n12 and 16 of the Uttar Pradesh Public Works Department Subordinate H\n884\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA Engineering Rules, 1951 (in short the 'Engineering Rules') substantiate the\nstand of learned counsel for the appellants that the select list is valid only for\none year.\nB\nFilling up of vacancies over and above the number of vacancies\nadvertised would be violative of the fundamental rights granted under Articles\n14 and 16 of the Constitution. (See: Union of India \u0026 Ors. v. Ishwar Singh\nKhatri \u0026 Ors., [1992] Supp 3 SCC 84, Gujrat State Dy. Executive Engineers,\nAssociation v. State of Gujarat \u0026 Ors., [1994] Supp 2 SCC 591; State of\nBihar \u0026 Ors. v. The Secretariat Assistant S.E. Union, (1986) \u0026 Ors., AIR\n(1994) SC 736; Prem Singh \u0026 Ors. v. Haryana State Electricity Board \u0026\nC Ors., [1996] 4 SCC 319; Surendra Singh \u0026 Ors. v. State of Punjab \u0026 Anr.,\nAIR (1998) SC 18, and Kamlesh Kumar Sharma v. Yogesh Kumar Gupta \u0026\nOrs., AIR (1998) SC 1021).\nᎠ\nSelectees cannot claim the appointment as a matter of right. Mere\ninclusion of candidates' name in the list does not confer any right to be\nselected, even if some of the vacancies remained unfilled and the concerned\ncandidates cannot claim that they have been given a hostile discrimination.\n(See: Shankarsan Dash v. Union of India, AIR (1991) SC 1612, Smt. Asha\nKaul and Anr. v. State of Jammu \u0026 Kashmir and Anr., [1993] 2 SCC 573,\nUnion of India v. S.S. Uppal AIR (1996) SC 2346, Hanman Prasad v. Union\nE of India [1996] 10 SCC 742, Bihar Public Service Commission \u0026 Ors. v.\nState of Bihar \u0026 Ors., AIR (1997) SC 2280, Syndicate Bank \u0026 Ors. v.\nShankar Paul \u0026 Ors., AIR (1997) SC 3091, Vice Chancellor, University of\nAllahabad v. Dr. Anand Prakash Mishra and Ors., [1997] 10 SCC 264,\nPunjab State Electricity Board v. Seema, [1999] SCC (L\u0026S) 629; All India\nSC \u0026 ST Employees, Association v. A Arthur Jeen, AIR (2001) SC 1851,\nVinodan T. v. University of Kalikut, [2002] 4 SCC 726, S. Renuka v. State\nof Andhra Pradesh and Ors., AIR (2002) SC 1523, and Baitariani Gramiya\nBank v. Pallab Kumar \u0026 Ors., AIR (2000) SC 4248).\nF\nEven if in some cases appointments have been made by mistake or\nG wrongly that does not confer any right on another person. Article 14 of the\nConstitution does not envisage negative equality, and if the State committed\nthe mistake it cannot be forced to perpetuate the same mistake. (See:\nSnehprabha v. State of U.P. \u0026 Ors., AIR (1996) SC 540, Secretary, Jaipur\nDevelopment Authority, Jaipur, v. Daulat Mal Jain \u0026 Ors., [1997] 1 SCC 35,\nState of Haryana and Ors. v. Ram Kumar Mann [1997] 3 SCC 321, Faridabad\nH C.T. Scan Centre v. D.G. Health Services \u0026 Ors., [1997].7 SCC 752, Jalandhar\n885\nSTATE OF U.P. v. RAJKUMAR SHARMA [PASAYAT, J.]\nImprovement Trust, v. Sampuran Singh, AIR (1999) SC 1347, State of Punjab A\nand Ors. v. Dr. Rajeev Sarwal [1999] 9 SCC 240, Yogesh Kumar and Ors.\nv. Govt. of NCT, Delhi and Ors., [2003] 3 SCC 548, Union of India and Anr.\nv. International Trading Co. and Anr., [2003] 5 SCC 437 and Kastha Niwarak\nG.S.S. Maryadit, Indore v. President, Indore Development Authority, JT (2006)\n2 SC 259).\nIn view of the aforesaid, the High Court after having correctly indicated\nthe legal position has failed to apply the same to the factual scenario in its\nproper perspective. The basic fallacy in the judgment of the learned Single\nJudge and the Division Bench is that they proceeded under the presumption\nthat the select list was in force. The view is clearly wrong. In paragraph 31\nof the earlier judgment it was made clear that it was upto the State to take\na decision as to whether any relief can be granted to the persons who were\nselected in respect of the hill cadre. All the posts advertised for the plain\ncadre have been filled up. Therefore, the State has rightly taken the stand that\nthere was no scope for appointing non-official respondents. Relaxation was\nB\nC\ngiven for a period of three years for applicants, when applications are invited D\nfor selection by the UPPSC or the Uttaranchal State Public Service Commission.\nObviously, relaxation is to be granted when fresh applications are invited.\nThat is not the case here. Therefore, the judgments of the learned Single\nJudge as well as Division Bench affirming the same cannot be maintained and\nare set aside. The appeal is allowed but without any order as to costs.\nR.P.\nAppeal allowed.\nE\n"}