{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"STATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1019\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN; J.}\nexercise of jurisdiction by the High Courts under Article 226 of\nthe Constitution.\nA\n38. Article 21, one of the fundamental rights enshrined in\nPart III of the Constitution declares that no person shall be\ndeprived of his \"life\" or \"personal liberty\" except according to\nB\nthe procedure established by law. It is trite that the words \"life\"\nand \"personal liberty\" are used in the Article as compendious\nterms to include within themselves all the varieties of life which\ngo to make up the personal liberties of a man and not merely\nthe right to the continuance of person's animal existence. (See:\nKharak Singh vs. State of U.P.27)\n39. The paramountcy of the right to \"life\" and \"personal\nliberty\" was highlighted by the Constitution Bench in Kehar\nSingh (supra). It was observed thus:\n\"To any civilised society, there can be no attributes more\nimportant than the life and personal liberty of its members.\nThat is evident from the paramount position given by the\ncourts to Article 21 of the Constitution. These twin\nattributes enjoy a fundamental ascendancy over all other\nattributes of the political and social order, and\nconsequently, the Legislature, the Executive and the\nJudiciary are more sensitive to them than to the other\nattributes of daily existence. The deprivation of personal\nliberty and the threat of the deprivation of life by the action.\nof the State is in most civilised societies regarded\nseriously and, recourse, either under express constitutional\nprovision or through legislative enactment is provided to\nthe judicial organ.\"\n\"\nC\nD\nE\nF\n40. In Minerva Mills (supra), Y.V. Chandrachud, C.J., G.\nspeaking for the majority observed that Articles 14 and 19 do\nnot confer any fanciful rights. They confer rights which are\nelementary for the proper and effective functioning of\ndemocracy. They are universally regarded by the Universal\n27. (1964) 1 SCR 332.\nH\n1020 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA Declaration of Human Rights. If Articles 14 and 19 are put out\nof operation, Article 32 will be drained of its life blood.\nEmphasising the significance of Articles 14, 19 and 21, the\nlearned Chief Justice remarked:\nB\nC\nD\nE\nF\nןד\nG\nH\n\"74. Three Articles of our Constitution, and only three,\nstand between the heaven of freedom into which Tagore\nwanted his country to awake and the abyss of unrestrained\npower. They are Articles 14, 19 and 21. Article 31-C has\nremoved two sides of that golden triangle which affords to\nthe people of this country an assurance that the promise\nheld forth by the preamble will be performed by ushering\nan egalitarian era through the discipline of fundamental\n¨rights, that is, without emasculation of the rights to liberty\nand equality which alone can help preserve the dignity of\nthe individual.\"\n41. The approach in the interpretation of fundamental rights\nhas again been highlighted in M. Nagaraj (supra), wherein this\nCourt observed as under:\n\"This principle of interpretation is particularly apposite to\nthe interpretation of fundamental rights. It is a fallacy to\nregard fundamental rights as a gift from the State to its\ncitizens. Individuals possess basic human rights\nindependently of any constitution by reason of basic fact\nthat they are members of the human race. These\nfundamental rights are important as they possess intrinsic\nvalue. Part-III of the Constitution does not confer\nfundamental rights. It confirms their existence and gives\nthem protection. Its purpose is to withdraw certain subjects\nfrom the area of political controversy to place them beyond\nthe reach of majorities and officials and to establish them\nas legal principles to be applied by the courts. Every right\nhas a content. Every foundational value is put in Part-Ill as\na fundamental right as it has intrinsic value. The converse\ndoes not apply. A right becomes a fundamental right\nbecause it has foundational value. Apart from the\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1021\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nC\nD\nprinciples, one has also to see the structure of the Article A\nin which the fundamental value is incorporated.\nFundamental right is a limitation on the power of the\nState. A Constitution, and in particular that of it which\nprotects and which entrenches fundamental rights and\nfreedoms to which all persons in the State are to be B\nentitled is to be given a generous and purposive\nconstruction. In Sakal Papers (P) Ltd. v. Union of India28,\nthis Court has held that while considering the nature and\ncontent of fundamental rights, the Court must not be too\nastute to interpret the language in a literal sense so as\nto whittle them down. The Court must interpret the\nConstitution in a manner which would enable the citizens\nto enjoy the rights guaranteed by it in the fullest measure.\nAn instance of literal and narrow interpretation of a vital\nfundamental right in the Indian Constitution is the early\ndecision of the Supreme Court in A.K. Gopalan v. State\nof Madras29. Article 21 of the Constitution provides that no\nperson shall be deprived of his life and personal liberty\nexcept according to procedure established by law. The\nSupreme Court by a majority held that 'procedure\nestablished by law' means any procedure established by\nlaw made by the Parliament or the legislatures of the State.\nThe Supreme Court refused to infuse the procedure with\nprinciples of natural justice. It concentrated solely upon the\nexistence of enacted law. After three decades, the\nSupreme Court overruled its previous decision in A.K.\nGopalan and held in its landmark judgment in Maneka\nGandhi v. Union of India 30 that the procedure contemplated\nby Article 21 must answer the test of reasonableness. The\nCourt further held that the procedure should also be in\nconformity with the principles of natural justice. This G\nexample is given to demonstrate an instance of expansive\n28. AIR 1962 SC 305.\n29. AIR 1950 SC 27.\n30. (1978) 1 SCC 248.\nE\nF\nI\nA\nB\n1022\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\ninterpretation of a fundamental right. The expression 'life'\nin Article 21 does not connote merely physical or animal\nexistence. The right to life includes right to live with\nhuman dignity. This Court has in numerous cases.\ndeduced fundamental features which are not specifically\nmentioned in Part-III on the principle that certain\nunarticulated rights are implicit in the enumerated\nguarantees.\"\n42. Thus, the opinion of this Court in A.K. Gopalan (supra)\nto the effect that a person could be deprived of his liberty by\nC\n'any' procedure established by law and it was not for the Court\nto go into the fairness of that procedure was perceived in\nManeka Gandhi (supra) as a serious curtailment of liberty of\nan individual and it was held that the law which restricted an i\nindividual's freedom must also be right, just and fair and not\narbitrary, fanciful or oppressive. This judgment was a significant\nstep towards the development of law with respect to Article 21\nof the Constitution, followed in a series of subsequent\ndecisions. This Court went on to explore the true meaning of\nthe word \"Life\" in Article 21 and finally opined that all those\nE aspects of life, which make a person live with human dignity\nare included within the meaning of the word “Life”.\nD\n43. Commenting on the scope of judicial review vis-à-vis\nconstitutional sovereignty particularly with reference to Articles\nF 14, 19 and 21 of the Constitution, in I.R. Coelho (supra), this\nG\nH\nCourt said:\n\"There is a difference between Parliamentary and\nconstitutional sovereignty. Our Constitution is framed by a\nConstituent Assembly which was not Parliament. It is in the\nexercise of law making power by the Constituent Assembly\nthat we have a controlled Constitution. Articles 14, 19, 21\nrepresent the foundational values which form the basis of\nthe rule of law. These are the principles of constitutionality\nwhich form the basis of judicial review apart from the rule\nof law and separation of powers. If in future, judicial review\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1023\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, `J.]\nwas to be abolished by a constitutional amendment, as\nLord Steyn says, the principle of parliamentary sovereignty\neven in England would require a relook. This is how law.\nhas developed in England over the years. It is in such cases\nthat doctrine of basic structure as propounded in\nKesavananda Bharati case (supra) has to apply.\"\nA\nB\nWhile observing that the abrogation or abridgement of the\nfundamental rights under Chapter III of the Constitution have to\nbe examined on broad interpretation so as to enable the\ncitizens to enjoy the rights guaranteed by Part III in the fullest\nmeasure, the Court explained the doctrine of separation of C,\npowers as follows: (SCC p.86-87, paras 64-66)\n$6\n...\n. [i]t was settled centuries ago that for preservation\nof liberty and prevention of tyranny it is absolutely essential\nto vest separate powers in three different organs. In The D\nFederalist Nos. 47, 48, and 51, James Madison details\nhow a separation of powers preserves liberty and prevents\ntyranny. In The Federalist No. 47, Madison discusses\nMontesquieu's treatment of the separation of powers in\nSpirit of Laws, (Book XI, Chapter 6). There Montesquieu E\nwrites,\n\"When the legislative and executive powers are\nunited in the same person, or in the same body of\nMagistrates, there can be no liberty ... Again, there\nis no liberty, if the judicial power be not separated\nfrom the legislative and executive.\"\nMadison points out that Montesquieu did not feel that\ndifferent branches could not have overlapping functions, but\nrather that the power of one department of Government\nshould not be entirely in the hands of another department\nof Government.\nAlexander Hamilton in The Federalist No.78,\nremarks on the importance of the independence of the\nF\nI\n1024\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA\nB\nC\njudiciary to preserve the separation of powers and the\nrights of the people:\n\"The complete independence of the courts of justice\nis peculiarly essential in a limited Constitution. By a limited\nConstitution, I understand one which contains certain\nspecified exceptions to the legislative authority; such, for\ninstance, that it shall pass no bills of attainder, no ex post\nfacto laws, and the like. Limitations of this kind can be\npreserved in practice in no other way than through the\nmedium of courts of justice, whose duty it must be to\ndeclare all acts contrary to the manifest tenor of the\nConstitution void. Without this, all the reservations of\nparticular rights or privileges would amount to nothing.\"\n(434)\nD Montesquieu finds that tyranny pervades when there is no\nseparation of powers:\n111\nE\nF\nG\nH\n\"There would be an end of everything, were the\nsame man or same body, whether of the nobles or of the\npeople, to exercise those three powers, that of enacting\nlaws, that of executing the public resolutions, and of trying\nthe causes of individuals.\"\nThe Court further observed: (SCC pg. 105, paras 129-130) ·\n\"Equality, rule of law, judicial review and separation of\npowers form parts of the basic structure of the Constitution.\nEach of these concepts are intimately connected. There\ncan be no rule of law, if there is no equality before the law.\nThese would be meaningless if the violation was not\nsubject to the judicial review. All these would be redundant\nif the legislative, executive and judicial powers are vested\nin one organ. Therefore, the duty to decide whether the\nlimits have been transgressed has been placed on the\njudiciary.\nRealising that it is necessary to secure the enforcement\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1025\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nof the Fundamental Rights, power for such enforcement A\nhas been vested by the Constitution in the Supreme Court\nand the High Courts. Judicial Review is an essential\nfeature of the Constitution. It gives practical content to the\nobjectives of the Constitution embodied in Part III and other\nparts of the Constitution. It may be noted that the mere fact B\nthat equality which is a part of the basic structure can be\nexcluded for a limited purpose, to protect certain kinds of\n-laws, does not prevent it from being part of the basic\nstructure. Therefore, it follows that in considering whether\nany particular feature of the Constitution is part of the basic\nstructure rule of law, separation of power - the fact that\nlimited exceptions are made for limited purposes, to\nprotect certain kind of laws, does not mean that it is not\npart of the basic structure.\"\n-\nConclusions:\n44. Thus, having examined the rival contentions in the\ncontext of the Constitutional Scheme, we conclude as follows:\n(i)\n(ii)\nThe fundamental rights, enshrined in Part III of the\nConstitution, are inherent and cannot be\nextinguished by any Constitutional or Statutory\nprovision. Any law that abrogates or abridges such\nrights would be violative of the basic structure\ndoctrine. The actual effect and impact of the law on\nthe rights guaranteed under Part III has to be taken\ninto account in determining whether or not it\ndestroys the basic structure.\nC\nD.\nE\nF\nArticle 21 of the Constitution in its broad\nperspective seeks to protect the persons of their G\nlives and personal liberties except according to the\nprocedure established by law. The said Article in\nits broad application not only takes within its fold\nenforcement of the rights of an accused but also the\nrights of the victim. The State has a duty to enforce H\nA\nB\nC\nD\nヨ\nF\n0\n1026\nSUPREME COURT REPORTS.\n:\n[2010] 2 S.C.R.\nthe human rights of a citizen providing for fair and\nimpartial investigation against any person accused\nof commission of a cognizable offence, which may\ninclude its own officers. In certain situations even a\nwitness to the crime may seek for and shall be\ngranted protection by the State.\n(iii) In view of the constitutional scheme and the\njurisdiction conferred on this Court under Article 32\nand on the High Courts under Article 226 of the\nConstitution the power of judicial review being an\nintegral part of the basic structure of the\nConstitution, no Act of Parliament can exclude or\ncurtail the powers of the Constitutional Courts with\nregard to the enforcement of fundamental rights. As\na matter of fact, sucha power is essential to give\npracticable content to the objectives of the\nConstitution embodied in Part III and other parts of\nthe Constitution. Moreover, in a federal constitution,\nthe distribution of legislative powers between the\nParliament and the State Legislature involves\nlimitation on legislative powers and, therefore, this\nrequires an authority other than the Parliament to\nascertain whether such limitations are\ntransgressed. Judicial review acts as the final\narbiter not only to give effect to the distribution of\nlegislative powers between the Parliament and the\nState Legislatures, it is also necessary to show any\ntransgression by each entity. Therefore, to borrow\nthe words of Lord Steyn, judicial review is justified\nby combination of \"the principles of separation of\npowers, rule of law, the principle of constitutionality\nand the reach of judicial review\".\n(iv) If the federal structure is violated by any legislative\naction, the Constitution takes care to protect the\nfederal structure by ensuring that Courts act as\nH\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1027\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\n(V)\n(vi)\nguardians and interpreters of the Constitution and A\nprovide remedy under Articles 32 and 226,\nwhenever there is an attempted violation. In the\ncircumstances, any direction by the Supreme Court\nor the High Court in exercise of power under Article\n32 or 226 to uphold the Constitution and maintain\nthe rule of law cannot be termed as violating the\nfederal structure.\nRestriction on the Parliament by the Constitution\nand restriction on the Executive by the Parliament\nunder an enactment, do not amount to restriction on\nthe power of the Judiciary under Article 32 and 226\nof the Constitution.\nB\nC\nIf in terms of Entry 2 of List II of The Seventh\nSchedule on the one hand and Entry 2A and Entry D\n80 of List I on the other, an investigation by another\nagency is permissible subject to grant of consent\nby the State concerned, there is no reason as to\nwhy, in an exceptional situation, court would be\nprecluded from exercising the same power which\nthe Union could exercise in terms of the provisions\nof the Statute. In our opinion, exercise of such power\nby the constitutional courts would not violate the\ndoctrine of separation of powers. In fact, if in such\na situation the court fails to grant relief, it would be\nfailing in its constitutional duty.\nE\nF\nG\n(vii) When the Special Police Act itself provides that\nsubject to the consent by the State, the CBI can\ntake up investigation in relation to the crime which\nwas otherwise within the jurisdiction of the State\nPolice, the court can also exercise its constitutional\npower of judicial review and direct the CBI to take\nup the investigation within the jurisdiction of the\nState. The power of the High Court under Article\n226 of the Constitution cannot be taken away, H\n1\n:\nP\nA\nB\nD\n1028\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\ncurtailed or diluted by Section 6 of the Special\nPolice Act. Irrespective of there being any statutory\nprovision acting as a restriction on the powers of\nthe Courts, the restriction imposed by Section 6 of\nthe Special Police Act on the powers of the Union,\ncannot be read as restriction on the powers of the\nConstitutional Courts. Therefore, exercise of power\nof judicial review by the High Court, in our opinion,\nwould not amount to infringement of either the\ndoctrine of separation of power or the federal,\nstructure.\n45. In the final analysis, our answer to the question referred\nis that a direction by the High Court, in exercise of its\njurisdiction under Article 226 of the Constitution, to the CBI to\ninvestigate a cognizable offence alleged to have been\ncommitted within the territory of a State without the consent of\nthat State will neither impinge upon the federal structure of the\nConstitution nor violate the doctrine of separation of power and\nshall be valid in law. Being the protectors of civil liberties of the\ncitizens, this Court and the High Courts have not only the power\nE and jurisdiction but also an obligation to protect the fundamental\nrights, guaranteed by Part III in general and under Article 21 of\nthe Constitution in particular, zealously and vigilantly.\nF\nG\nH\n46. Before parting with the case, we deem it necessary\nto emphasise that despite wide powers conferred by Articles\n32 and 226 of the Constitution, while passing any order, the\nCourts must bear in mind certain self-imposed limitations on\nthe exercise of these Constitutional powers. The very plenitude\nof the power under the said Articles requires great caution in\nits exercise. In so far as the question of issuing a direction to\nthe CBI to conduct investigation in a case is concerned,\nalthough no inflexible guidelines can be laid down to decide\nwhether or not such power should be exercised but time and\nagain it has been reiterated that such an order is not to be\npassed as a matter of routine or merely because a party has\n"}