{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"STATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1009\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nReference No. 1 (supra), the Constitution Bench (7-Judges) A\nobserved as follows:\n\"... the essential characteristic of federalism is 'the\ndistribution of limited executive, legislative and judicial\nauthority among bodies which are coordinate with and\nindependent of each other'. The supremacy of the\nConstitution is fundamental to the existence of a federal\nState in order to prevent either the legislature of the federal\nunit or those of the member States from destroying or\nimpairing that delicate balance of power which satisfies\nthe particular requirements of States which are desirous\nof union, but not prepared to merge their individuality in a\nunity. This supremacy of the Constitution is protected by\nthe authority of an independent judicial body to act as the\ninterpreter of a scheme of distribution of powers.\"\nB\nC\nD\n26. It is trite that in the Constitutional Scheme adopted in\nIndia, besides supremacy of the Constitution, the separation of\npowers between the legislature, the executive and the judiciary\nconstitutes the basic features of the Constitution. In fact, the\nimportance of separation of powers in our system of E\ngovernance was recognised in Special Reference No.1\n(supra), even before the basic structure doctrine came to be\npropounded in the celebrated case of His Holiness\nKesavananda Bharati Sripadagalvaru vs. State of Kerala \u0026\nAnr., 16 wherein while finding certain basic features of the\nConstitution, it was opined that separation of powers is part of\nthe basic structure of the Constitution. Later, similar view was\nechoed in Smt. Indira Nehru Gandhi vs. Shri Raj Narain \u0026\nAnr. 17 and in a series of other cases on the point. Nevertheless,\napart from the fact that our Constitution does not envisage a\nrigid and strict separation of powers between the said three\norgans of the State, the power of judicial review stands entirely\non a different pedestal. Being itself part of the basic structure\n16. (1973) 4 SCC 225.\n17. 1975 (Supp) SCC 1.\nF\nG\nI\nB\nC\n1010 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA of the Constitution, it cannot be ousted or abridged by even a\nConstitutional amendment. [See: L. Chandra Kumar vs. Union\nof India \u0026 Ors. (supra)]. Besides, judicial review is otherwise\nessential for resolving the disputes regarding the limits of\nConstitutional power and entering the Constitutional limitations\nas an ultimate interpreter of the Constitution. In Special\nReference No.1 of 1964 (supra), it was observed that whether\nor not there is distinct and rigid separation of powers under the\nIndian Constitution, there is no doubt that the Constitution has\nentrusted to the judicature in this country the task of construing\nthe provisions of the Constitution and of safeguarding the\nfundamental rights of the citizens. In Smt. Indira Nehru Gandhi.\n(supra), Y.V. Chandrachud, J. (as His Lordship then was),\ndrawing distinction between the American and Australian\nConstitution on the one hand and the Indian Constitution on the\nother, observed that the principle of separation of powers is not\na magic formula for keeping the three organs of the State\nwithin the strict confines of their functions. The learned judge\nalso observed that in a federal system, which distributes powers\nbetween three coordinate branches of government, though not\nrigidly, disputes regarding the limits of Constitutional power\nhave to be resolved by courts. Quoting George Whitecross\nPaton, an Australian Legal Scholar, that \"the distinction\nbetween judicial and other powers may be vital to the\nmaintenance of the Constitution itself”, the learned judge said\nthat the principle of separation of powers is a principle of\nF restraint which \"has in it the percept, innate in the prudence of\nself-preservation (even if history has not repeatedly brought in\nhome), that discretion is the better part of valour”. 18\nD\nE\n27. Recently in State of U.P. \u0026 Ors. vs. Jeet S. Bisht \u0026\nG Anr., 19 S.B. Sinha, J. dealt with the topic of separation of\npowers in the following terms:\n\"77. Separation of powers is a favourite topic for some of\n18. Julius Stone: Social Dimensions of Law and Justice, (1960) p. 668.\nH 19. (2007) 6 SCC 586.\n1\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1011\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nA\nus. Each organ of the State in terms of the constitutional\nscheme performs one or the other functions which have\nbeen assigned to the other organ. Although drafting of\nlegislation and its implementation by and large are\nfunctions of the legislature and the executive respectively,\nit is too late in the day to say that the constitutional court's B\nrole in that behalf is non-existent. The judge-made law is\nnow well recognised throughout the world. If one is to put\nthe doctrine of separation of power to such a rigidity, it\nwould not have been possible for any superior court of any\ncountry, whether developed or developing, to create new\nrights through interpretative process.\n78. Separation of powers in one sense is a limit on active\njurisdiction of each organ. But it has another deeper and\nmore relevant purpose: to act as check and balance over\nthe activities of other organs. Thereby the active\njurisdiction of the organ is not challenged; nevertheless\nthere are methods of prodding to communicate the\ninstitution of its excesses and shortfall in duty.\nConstitutional mandate sets the dynamics of this\ncommunication between the organs of polity. Therefore, it\nis suggested to not understand separation of powers as\noperating in vacuum. Separation of powers doctrine has\nbeen reinvented in modern times.\nXXX XXX XXX\nC\nD\nE\nF\nןד\nG\n80. The modern view, which is today gathering momentum\nin constitutional courts the world over, is not only to\ndemarcate the realm of functioning in a negative sense,\nbut also to define the minimum content of the demarcated\nrealm of functioning. Objective definition of function and\nrole entails executing the same, which however may be\nsubject to the plea of financial constraint but only in\nexceptional cases. In event of any such shortcoming, it is\nthe essential duty of the other organ to advise and\nrecommend the needful to substitute inaction. To this H\ni\nA\nB\nC\nD\nE\n1012 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nextent we must be prepared to frame answers to these\ndifficult questions.\nXXX XXX XXX\n83. If we notice the evolution of separation of powers\ndoctrine, traditionally the checks and balances dimension\nwas only associated with governmental excesses and\nviolations. But in today's world of positive rights and\njustifiable social and economic entitlements, hybrid\nadministrative bodies, private functionaries discharging\npublic functions, we have to perform the oversight function\nwith more urgency and enlarge the field of checks and\nbalances to include governmental inaction. Otherwise we\nenvisage the country getting transformed into a state of\nrepose. Social engineering as well as institutional\nengineering therefore forms part of this obligation.\"\n28. Having discussed the scope and width of the doctrine\nof separation of powers, the moot question for consideration\nin the present case is that when the fundamental rights, as\nenshrined in Part III of the Constitution, which include the right\nto equality (Article 14); the freedom of speech [Article 19(1)(a)]\nand the right not to be deprived of life and liberty except by\nprocedure established by law (Article 21), as alleged in the\ninstant case, are violated, can their violation be immunised\nfrom judicial scrutiny on the touchstone of doctrine of separation\nof powers between the Legislature, Executive and the Judiciary..\nTo put it differently, can the doctrine of separation of powers.\ncurtail the power of judicial review, conferred on the\nConstitutional Courts even in situations where the fundamental\nrights are sought to be abrogated or abridged on the ground\nG that exercise of such power would impinge upon the said\nF\ndoctrine?\n29. The Constitution is a living and organic document. It\ncannot remain static and must grow with the nation. The\nH Constitutional provisions have to be construed broadly and\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1013\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nB\nliberally having regard to the changed circumstances and the A\nneeds of time and polity. In Kehar Singh \u0026 Anr. vs. Union of\nIndia \u0026 Anr., 20 speaking for the Constitution Bench, R.S.\nPathak, C.J. held that in keeping with modern Constitutional\npractice, the Constitution of India is a constitutive document,\nfundamental to the governance of the country, whereby the\npeople of India have provided a Constitutional polity consisting\nof certain primary organs, institutions and functionaries with the\nintention of working out, maintaining and operating a\nConstitutional order. On the aspect of interpretation of a\nConstitution, the following observations of Justice Dickson of C\nthe Supreme Court of Canada in Lawson A.W. Hunter \u0026 Ors.\nvs. Southam Inc. 21 are quite apposite:\nD\nE\n\"The task of expounding a constitution is crucially different\nfrom that of construing a statute. A statute defines present\nrights and obligations. It is easily enacted and as easily\nrepealed. A constitution, by contrast, is drafted with an eye\nto the future. Its function is to provide a continuing\nframework for the legitimate exercise of governmental\npower and, when joined by a Bill or a Charter of rights, for\nthe unremitting protection of individual rights and liberties.\nOnce enacted, its provisions cannot easily be repealed or\namended. It must, therefore, be capable of growth and\ndevelopment over time to meet new social, political and\nhistorical realities often unimagined by its framers. The\njudiciary is the guardian of the constitution and must, in F\ninterpreting its provisions, bear these considerations in\nmind.\"\n30. In M. Nagaraj \u0026 Ors. vs. Union of India \u0026 Ors.,²²\nspeaking for the Constitution Bench, S.H. Kapadia, J. observed\nas under:\nG\n20. (1989) 1 SCC 204.\n21. (1984) 2 S.C.R. 145 (Can SC).\n22. (2006) 8 SCC 212.\nH\nA\nB\nC\n1014\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\n\"The Constitution is not an ephemeral legal document\nembodying a set of legal rules for the passing hour. It sets\nout principles for an expanding future and is intended to\nendure for ages to come and consequently to be adapted\nto the various crisis of human affairs. Therefore, a\npurposive rather than a strict literal approach to the\ninterpretation should be adopted. A Constitutional\nprovision must be construed not in a narrow and\nconstricted sense but in a wide and liberal manner so as\nto anticipate and take account of changing conditions\nand purposes so that a constitutional provision does not\nget fossilised but remains flexible enough to meet the\nnewly emerging problems and challenges.\"\n[Emphasis supplied]\nD 31. Recently, in I.R. Coelho (supra), noticing the principles\nrelevant for the interpretation of Constitutional provisions, Y.K.\nSabharwal, C.J., speaking for the Bench of nine Judges of this\nCourt, observed as follows:\nヨ\nF\nG\nH\n\"The principle of constitutionalism is now a legal principle\nwhich requires control over the exercise of Governmental\npower to ensure that it does not destroy the democratic\nprinciples upon which it is based. These democratic\nprinciples include the protection of fundamental rights. The\nprinciple of constitutionalism advocates a check and\nbalance model of the separation of powers; it requires a\ndiffusion of powers, necessitating different independent\ncentres of decision making. The principle of\nconstitutionalism underpins the principle of legality which\nrequires the Courts to interpret legislation on the\nassumption that Parliament would not wish to legislate\ncontrary to fundamental rights. The Legislature can restrict\nfundamental rights but it is impossible for laws protecting\nfundamental rights to be impliedly repealed by future\nstatutes.\"\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1015\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nObserving further that the protection of fundamental A\nconstitutional rights through the common law is the main feature\nof common law constitutionalism, the Court went on to say:\n\"Under the controlled Constitution, the principles of checks\nand balances have an important role to play. Even in\nEngland where Parliament is sovereign, Lord Steyn has\nobserved that in certain circumstances, Courts may be\nforced to modify the principle of parliamentary sovereignty,\nfor example, in cases where judicial review is sought to\nbe abolished. By this the judiciary is protecting a limited\nform of constitutionalism, ensuring that their institutional\nrole in the Government is maintained.\"\nB\nC\nD\n32. The Constitution of India expressly confers the power\nof judicial review on this Court and the High Courts under Article\n32 and 226 respectively. Dr. B.R. Ambedkar described Article\n32 as the very soul of the Constitution - the very heart of it -\nthe most important Article. By now, it is well settled that the\npower of judicial review, vested in the Supreme Court and the\nHigh Courts under the said Articles of the Constitution, is an\nintegral part and essential feature of the Constitution, E\nconstituting part of its basic structure. Therefore, ordinarily, the\npower of the High Court and this Court to test the Constitutional\nvalidity of legislations can never be ousted or even abridged.\nMoreover, Article 13 of the Constitution not only declares the\npre-constitution laws as void to the extent to which they are F\ninconsistent with the fundamental rights, it also prohibits the\nState from making a law which either takes away totally or\nabrogates in part a fundamental right. Therefore, judicial review\nof laws is embedded in the Constitution by virtue of Article 13\nread with Articles 32 and 226 of our Constitution. It is manifest\nfrom the language of Article 245 of the Constitution that all\nlegislative powers of the Parliament or the State Legislatures\nare expressly made subject to other provisions of the\nConstitution, which obviously would include the rights conferred\nin Part II of the Constitution. Whether there is a contravention\nG\nH\nC\n1016 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA of any of the rights so conferred, is to be decided only by the\nConstitutional Courts, which are empowered not only to declare\na law as unconstitutional but also to enforce fundamental rights\nby issuing directions or orders or writs of or \"in the nature of\"\nmandamus, certiorari, habeas corpus, prohibition and quo\nB warranto for this purpose. It is pertinent to note that Article 32\nof the Constitution is also contained in Part III of the\nConstitution, which enumerates the fundamental rights and not\nalongside other Articles of the Constitution which define the\ngeneral jurisdiction of the Supreme Court. Thus, being a\nfundamental right itself, it is the duty of this Court to ensure that\nno fundamental right is contravened or abridged by any statutory\nor constitutional provision. Moreover, it is also plain from the\nexpression \"in the nature of\" employed in clause (2) of Article\n32 that the power conferred by the said clause is in the widest\nterms and is not confined to issuing the high prerogative writs\nspecified in the said clause but includes within its ambit the\npower to issue any directions or orders or writs which may be\nappropriate for enforcement of the fundamental rights.\nTherefore, even when the conditions for issue of any of these\nwrits are not fulfilled, this Court would not be constrained to fold\nits hands in despair and plead its inability to help the citizen\nwho has come before it for judicial redress. (per P.N. Bhagwati,\nJ. in Bandhua Mukti Morcha vs. Union of India \u0026 Ors.²³).\nD\nE\n33.In this context, it would be profitable to make a\nF reference to the decision of this Court in Nilabati Behera\n(supra). The Court concurred with the view expressed by this\nCourt in Khatri \u0026 Ors. (II) vs. State of Bihar \u0026 Ors. 24 and Khatri\n\u0026 Ors. (IV) vs. State of Bihar \u0026 Ors., 25 wherein it was said that\nthe Court is not helpless to grant relief in a case of violation of\nthe right to life and personal liberty, and it should be prepared\n\"to forge new tools and devise new remedies\" for the purpose\n23. (1984) 3 SCC 161.\n24. (1981) 1 SCC 627.\nH 25. (1981) 2 SCC 493.\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 1017\nOF DEMOCRATIC RIGHTS, WEST BENGAL [D.K. JAIN, J.]\nof vindicating these precious fundamental rights. It was also A\nindicated that the procedure suitable in the facts of the case\nmust be adopted for conducting the enquiry, needed to\nascertain the necessary facts, for granting the relief, as may be\navailable mode of redress, for enforcement of the guaranteed\nfundamental rights. In his concurring judgment, Dr. A.S. Anand, B\nJ. (as His Lordship then was), observed as under:\nC\n35. This Court and the High Courts, being the protectors\nof the civil liberties of the citizen, have not only the power\nand jurisdiction but also an obligation to grant relief in\nexercise of its jurisdiction under Articles 32 and 226 of the\nConstitution to the victim or the heir of the victim whose\nfundamental rights under Article 21 of the Constitution of\nIndia are established to have been flagrantly infringed by\ncalling upon the State to repair the damage done by its\nofficers to the fundamental rights of the citizen,\nnotwithstanding the right of the citizen to the remedy by way\nof a civil suit or criminal proceedings. The State, of course\nhas the right to be indemnified by and take such action as\nmay be available to it against the wrongdoer in\naccordance with law - through appropriate proceedings.\" E\n34. It may not be out of place to mention that in so far as\nthis Court is concerned, apart from Articles 32 and 142 which\nempower this Court to issue such directions, as may be\nnecessary for doing complete justice in any cause or matter,\nArticle 144 of the Constitution also mandates all authorities, civil\nor judicial in the territory of India, to act in aid of the orders.\npassed by this Court.\nD\nF\nG\n35. As regards the power of judicial review conferred on\nthe High Court, undoubtedly they are, in a way, wider in scope.\nThe High Courts are authorised under Article 226 of the\nConstitution, to issue directions, orders or writs to any person\nor authority, including any government to enforce fundamental\nrights and, \"for any other purpose\". It is manifest from the\ndifference in the phraseology of Articles 32 and 226 of the H\n1018 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA Constitution that there is a marked difference in the nature and\npurpose of the right conferred by these two Articles. Whereas\nthe right guaranteed by Article 32 can be exercised only for the\nenforcement of fundamental rights conferred by Part III of the\nConstitution, the right conferred by Article 226 can be exercised\nB not only for the enforcement of fundamental rights, but \"for any\nother purpose\" as well, i.e. for enforcement of any legal right\nconferred by a Statute etc.\nC\nD\nE\nF\n36. In Tirupati Balaji Developers (P) Ltd. \u0026 Ors. vs. State\nof Bihar \u0026 Ors., 26 this Court had observed thus:\n\"8. Under the constitutional scheme as framed for the\njudiciary, the Supreme Court and the High Courts both are\ncourts of record. The High Court is not a court\n\"subordinate\" to the Supreme Court. In a way the canvas\nof judicial powers vesting in the High Court is wider\ninasmuch as it has jurisdiction to issue all prerogative writs\nconferred by Article 226 of the Constitution for the\nenforcement of any of the rights conferred by Part III of the\nConstitution and for any other purpose while the original\njurisdiction of Supreme Court to issue prerogative writs\nremains confined to the enforcement of fundamental rights\nand to deal with some such matters, such as Presidential\nelections or inter-State disputes which the Constitution\ndoes not envisage being heard and determined by High\nCourts.\"\n37. In Dwarkanath's case (supra), this Court had said that\nArticle 226 of the Constitution is couched in comprehensive\nphraseology and it ex facie confers a wide power on the High\nCourt to reach injustice wherever it is found. This Article enables\nG the High Courts to mould the reliefs to meet the peculiar and\nextra-ordinary circumstances of the case. Therefore, what we\nhave said above in regard to the exercise of jurisdiction by this\nCourt under Article 32, must apply equally in relation to the\nH 26. (2004) 5 SCC 1.\n"}