{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 2 S.C.R. 979\nSTATE OF WEST BENGAL \u0026 ORS.\nV.\nTHE COMMITTEE FOR PROTECTION OF DEMOCRATIC\nRIGHTS, WEST BENGAL \u0026 ORS.\n(Civil Appeal Nos. 6249-6250 of 2001)\nFEBRUARY 17, 2010\n[K.G. BALAKRISHNAN, CJI., R.V. RAVEENDRAN, D.K.\nJAIN, P. SATHASIVAM AND J.M. PANCHAL, JJ.]\nConstitution of India, 1950:\n-\n-\nA\nB\nD.\nヨ\nArticles 32 and 226 r/w Article 21 - Fundamental rights\n- Fair and impartial investigation Judicial Review\nDirection by Supreme Court/High Court to CBI to investigate\na cognizable offence committed within territorial jurisdiction\nof a State without the consent of the State Government -\nHELD: Will neither impinge upon the federal structure of the\nConstitution nor will it violate the doctrine of separation of\npowers, and shall be valid in law - State has a duty to enforce\nhuman rights of a citizen providing for fair and impartial\ninvestigation - Constitutional courts can exercise its power of\njudicial review and direct CBI to take up investigation within\nthe jurisdiction of the State - However, this extra ordinary\npower must be exercised sparingly, cautiously and in\nexceptional situations only when the Court after considering\nthe material on record comes to a conclusion that such\nmaterial does disclose a prima facie case calling for an\ninvestigation by CBI or any other similar agency - Restriction\non Parliament by the Constitution and on the Executive by\nParliament under an enactment do not amount to restriction\non power of Judiciary under Articles 32 and 226 - The G\nrestriction imposed by s.6 of the Special Police Act on the\npowers of the Union, cannot be read as restriction on the\npowers of the constitutional courts - Delhi Special Police\nEstablishment Act, 1946, ss. 3,5 and 6 - Investigation.\n979\nF\nI\nA\nC\n980 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nArticles 13,32,142, 144 and 226 - Judicial Review -\nNature and scope of - HELD: The Constitution expressly\nconfers the power of judicial review on the Supreme Court and\nHigh Courts under Articles 32 and 226 respectively - In view\nof the constitutional scheme and the jurisdiction conferred on\nB the Supreme Court under Article 32 and on High Courts under\nArticle 226, the power of judicial review being an integral part\nand essential feature of the Constitution constituting its basic\nstructure, no Act of Parliament can exclude or curtail the\npowers of the constitutional courts with regard to the\nenforcement of fundamental rights - Besides supremacy of\nthe Constitution, separation of powers between Legislature,\nExecutive and Judiciary constitutes basic feature of the\nConstitution - Nevertheless, judicial review stands entirely on\na different pedestal - Judicial review is essential for resolving\nthe disputes regarding the limits of constitutional power and\nentering the constitutional limitations as an ultimate\ninterpreter of the Constitution - Judicial review of laws is\nembedded in the Constitution by virtue of Article 13 read with\n*Articles 32 and 226 of the Constitution - It acts as the final\narbiter not only to give effect to the distribution of legislative\npowers between the Parliament and the State Legislatures, it\nis also necessary to show any transgression by each entity -\nSignificance of and difference between power of Supreme\nCourt under Articles 32, 142 and 144 and that of High Court\nunder Article 226 - Explained - Doctrines - Separation of\npowers - Basic structure theory - Principle of constitutionality.\nD\nE\n'F\n-\nArticles 245 and 246 r/w Seventh Schedule, List I, Entries\n2-A and 80-List II, Entry 2, List III and Articles 32 and 226-\nLegislative powers of Parliament and State Legislatures\nG Judicial review of - HELD: The broad proposition is that under\nthe Constitution there is a clear demarcation of legislative\npowers between the Union and the States and they have to\nconfine themselves within the field entrusted to them -\nHowever, the words “notwithstanding anything contained in\nH\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION\nOF DEMOCRATIC RIGHTS, WEST BENGAL\n981\nclauses (2) and (3)\" in Article 246 (1) and the words “subject A\nto clauses (1) and (2)\" in Article 246 (3) lay down the principle\nof federal supremacy viz. that in case of inevitable conflict\nbetween Union and State powers, the Union power as\nenumerated in List I shall prevail over the State power as\nenumerated in Lists II and III and in case of an overlapping B\nbetween Lists II and III, the latter shall prevail - But, the\nprinciple of federal supremacy laid down in Article 246 cannot\nbe resorted to unless there is an irreconcilable direct conflict\nbetween the entries in the Union and the State Lists - If the\nfederal structure is violated by any legislative action, the C\nConstitution takes care to protect the federal structure by\nensuring that Courts act as guardians and interpreters of the\nConstitution and provide remedy under Articles 32 and 226,\nwhenever there is an attempted violation - Doctrine of\nseparation of powers.\nIn the instant appeals and writ petitions, the question\nreferred for consideration of the Constitution Bench was:\nwhether the High Court, in exercise of its jurisdiction\nunder Article 226 of the Constitution of India, could direct\nthe Central Bureau of Investigation, established under the\nDelhi Special Police Establishment Act, 1946, to\ninvestigate a cognizable offence, which was alleged to\nhave taken place within the territorial jurisdiction of a\nState, without the consent of the State Government.\nAnswering the question, the Court\nHELD: 1.1. Article 21 of the Constitution in its broad\nperspective seeks to protect the persons of their lives\nand personal liberties except according to the procedure\nestablished by law. The said Article in its broad\napplication not only takes within its fold enforcement of\nthe rights of an accused but also the rights of the victim.\nThe State has a duty to enforce the human rights of a\ncitizen providing for fair and impartial investigation\nD\nE\nF\nG\nH\n982 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA against any person accused of commission of a\ncognizable offence, which may include its own officers.\nIn certain situations even a witness to the crime may seek\nfor and shall be granted protection by the State. [Para\n44(ii)] [1025-G-H; 1026-A-B]\nB\nC\nD\nE\nF\nKharak Singh vs. State of U.P. (1964) 1 SCR 332; Kehar\nSingh \u0026 Anr. vs. Union of India \u0026 Anr. 1988 ( 3 ) Suppl.\nSCR 1102 = (1989) 1 SCC 204; M. Nagaraj \u0026 Ors. vs. Union\nof India \u0026 Ors. 2006 (7) Suppl. SCR 336 = (2006) 8 SCC\n212; Minerva Mills Ltd. \u0026 Ors. vs. Union of India \u0026 Ors. 1981\n(1) SCR 206 =(1980) 3 SCC 625; Maneka Gandhi v. Union\nof India (1978) 1 SCC 248, referred to.\nA.K. Gopalan v. State of Madras AIR 1950 SC 27, stood\noverruled.\n1.2. From a bare reading of Entries 2-A and 80 of List\nI and Entry 2 of List II of the Seventh Schedule to the\nConstitution, it is manifest that by virtue of these entries,\nthe legislative power of the Union to provide for the\nregular police force of one State to exercise power and\njurisdiction in any area outside the State can only be\nexercised with the consent of the Government of that\nparticular State in which such area is situated, except the\npolice force belonging to any State to exercise power and\njurisdiction to railway areas outside that State. [Para 18]\n[1005-F]\n1.3. The Delhi Special Police Establishment Act, 1946,\nwhich extends to the whole of India, and whereunder the\nDelhi Special Police Establishment, namely, \"the CBI\" has\nG been constituted, was enacted with a view to constitute\na special force in Delhi for investigation of certain\noffences in Union Territories and to make provisions for\nsuperintendence and administration of the said force and\nfor extension to other areas of the powers and\nI\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 983\nOF DEMOCRATIC RIGHTS, WEST BENGAL\njurisdiction of the members of the said force in regard to A\nthe investigation of the notified offences u/s 3 thereof.\nThe \"superintendence\" of the Establishment vests in the\nCentral Government. Although s.5(1) of the Act empowers\nthe Central Government to extend the powers and\njurisdiction of members of the Delhi Special Police\nEstablishment to any area in a State, but s.6 imposes a\nrestriction on the power of the Central Government to\nextend the jurisdiction of the said Establishment only with\nthe consent of the State Government concerned. [Para 19\nand 22] [1005-G-H; 1006-A-F; 1007-G-H]\nVineet Narain \u0026 Ors. vs. Union of India \u0026 Anr. 1997 ( 6\n) Suppl. SCR 595 = (1998) 1 SCC 226, referred to.\n1.4. Restriction on the Parliament by the Constitution\nand restriction on the Executive by the Parliament under\nan enactment, do not amount to restriction on the power\nof the Judiciary under Articles 32 and 226 of the\nConstitution. [Para 44 (v)] [1027-C]\n1.5. If in terms of Entry 2 of List II of the Seventh\nSchedule on the one hand and Entry 2-A and Entry 80 of\nList I on the other, an investigation by another agency is\npermissible subject to grant of consent by the State\nconcerned, there is no reason as to why, in an\nexceptional situation, court would be precluded from\nexercising the same power which the Union could\nexercise in terms of the provisions of the statute. Exercise\nof such power by the constitutional courts would not\nviolate the doctrine of separation of powers. In fact, if in\nsuch a situation the court fails to grant relief, it would be\nfailing in its constitutional duty. [Para 44(vi)] [1027-D-F]\n1.6. When the Special Police Act itself provides that\nsubject to the consent by the State, the CBI can take up\ninvestigation in relation to the crime which was otherwise\nB\nC\nD\nE\nF\nG\nH\n984\nSUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA within the jurisdiction of the State Police, the court can\nalso exercise its constitutional power of judicial review\nand direct the CBI to take up the investigation within the\njurisdiction of the State. The power of the High Court\nunder Article 226 of the Constitution cannot be taken\nB away, curtailed or diluted by s.6 of the Special Police Act.\nIrrespective of there being any statutory provision acting\nas a restriction on the powers of the courts, the restriction\nimposed by s.6 of the Special Police Act on the powers\nof the Union, cannot be read as restriction on the powers\nof the constitutional courts. Therefore, exercise of power\nof judicial review by the High Court, would not amount\nto infringement of either the doctrine of separation of\npowers or the federal structure. [Para 44(vii)] [1027-G-H;\n1028-A-B]\nC\nD\n1.7. A direction by the High Court, in exercise of its\njurisdiction under Article 226 of the Constitution, to the\nCBI to investigate a cognizable offence alleged to have\nbeen committed within the territory of a State without the\nconsent of that State will neither impinge upon the\nE federal structure of the Constitution nor violate the\ndoctrine of separation of powers and shall be valid in law.\nBeing the protectors of civil liberties of the citizens, the\nSupreme Court and the High Courts have not only the\npower and jurisdiction but also an obligation to protect\nF the fundamental rights, guaranteed by Part III in general\nand under Article 21 of the Constitution in particular,\nzealously and vigilantly. [Para 45] [1028-D-E]\n1.8. In so far as the question of issuing a direction to\nthe CBI to conduct investigation in a case is concerned,\nG\nalthough no inflexible guidelines can be laid down to\ndecide whether or not such power should be exercised\nbut time and again it has been reiterated that such an\norder is not to be passed as a matter of routine or merely\n1\nI\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 985\nOF DEMOCRATIC RIGHTS, WEST BENGAL\nA\nB\nbecause a party has levelled some allegations against the\nlocal police. An order directing an enquiry by the CBI\nshould be passed only when the High Court, after\nconsidering the material on record, comes to a\nconclusion that such material does disclose a prima facie\ncase calling for an investigation by the CBI or any other\nsimilar agency. This extra-ordinary power must be\nexercised sparingly, cautiously and in exceptional\nsituations where it becomes necessary to provide\ncredibility and instil confidence in investigations or where\nthe incident may have national and international C\nramifications or where such an order may be necessary\nfor doing complete justice and enforcing the fundamental\nrights. Otherwise, the CBI would be flooded with a large\nnumber of cases and with limited resources, may find it\ndifficult to properly investigate even serious cases and\nin the process lose its credibility and purpose with\nunsatisfactory investigations. [Para 46 and 47] [1028-F-\nH; 1029-A-C]\nSecretary, Minor Irrigation \u0026 Rural Engineering Services,\nU.P. \u0026 Ors. vs. Sahngoo Ram Arya \u0026 Anr. (2002) 5 SCC 521,\nreferred to.\n2.1. In a democratic country governed by a written\nConstitution, it is the Constitution which is supreme and\nsovereign. All organs of the State, including the Supreme\nCourt and the High Courts, derive their authority,\njurisdiction and powers from the Constitution and owe\nallegiance to it. [Para 25] [1008-G]\nRaja Ram Pal vs. Hon'ble Speaker, Lok Sabha \u0026 Ors.\n2007 (1) SCR 317 = (2007) 3 SCC 184, referred to.\n2.2. The Constitution is a living and organic\ndocument. It cannot remain static and must grow with\nthe nation. The Constitutional provisions have to be\nconstrued broadly and liberally having regard to the\nD\nE\nF\nG\nH\nrit\n986 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA changed circumstances and the needs of time and polity.\nThe Constitution of India expressly confers the power of\njudicial review on the Supreme Court and the High Courts\nunder Article 32 and 226 respectively. Judicial review of\nlaws is embedded in the Constitution by virtue of Article\nB 13 read with Articles 32 and 226 of the Constitution. [Para\n29 and 32] [1012-H; 1013-A-B; 1015-D]\nс\n12.3. In view of the constitutional scheme and the\njurisdiction conferred on the Supreme Court under\nArticle 32 and on the High Courts under Article 226, the\npower of judicial review being an integral part and\nessential feature of the Constitution constituting its basic\nstructure, no Act of Parliament can exclude or curtail the\npowers of the constitutional courts with regard to the\nenforcement of fundamental rights. As a matter of fact,\nD such a power is essential to give practicable content to\nthe objectives of the Constitution embodied in Part III and\nother parts of the Constitution. Moreover, in a federal\nconstitution, the distribution of legislative powers\nbetween the Parliament and the State Legislature\nE involves limitation on legislative powers and, therefore,\nthis requires an authority other than the Parliament to\nascertain whether such limitations are transgressed.\nJudicial review acts as the final arbiter not only to give\neffect to the distribution of legislative powers between the\nF Parliament and the State Legislatures, it is also necessary\nto show any transgression by each entity. Therefore,\njudicial review is justified by combination of \"the\nprinciples of separation of powers, rule of law, the\nprinciple of constitutionality and the reach of judicial\nreview”. [para 44(iii)] [1026-C-G]\nG\n2.4. It is trite that in the Constitutional Scheme\nadopted in India, besides supremacy of the Constitution,\nthe separation of powers between the legislature, the\nexecutive and the judiciary constitutes the basic features\nH of the Constitution. Nevertheless, apart from the fact that\n·\nSTATE OF WEST BENGAL v. COMMITTEE FOR PROTECTION 987\nOF DEMOCRATIC RIGHTS, WEST BENGAL\nour Constitution does not envisage a rigid and strict A\nseparation of powers between the said three organs of\nthe State, the power of judicial review stands entirely on\na different pedestal. Being itself part of the basic\nstructure of the Constitution, it cannot be ousted or\nabridged by even a constitutional amendment. Even B\notherwise, judicial review is essential for resolving the\ndisputes regarding the limits of constitutional power and\nentering the constitutional limitations as an ultimate\ninterpreter of the Constitution. [Para 26] [1009-E-H; 1010-\nA-B]\nSpecial Reference No.1 of 1964 [1965] 1 S.C.R. 413;\nKesavananda Bharati Sripadagalvaru vs. State of Kerala \u0026\nAnr. 1973 Suppl. SCR 1 = (1973) 4 SCC 225; Smt. Indira\nNehru Gandhi vs. Shri Raj Narain \u0026 Anr. 1975 (Supp) SCC\n1; L. Chandra Kumar vs. Union of India \u0026 Ors. 1997 (2)\nSCR 1186 = (1997) 3 SCC 261; ; State of U.P. \u0026 Ors. vs.\nJeet S. Bisht \u0026 Anr. 2007 (7) SCR 705 = (2007) 6 SCC 586;\nand I.R. Coelho (D) By LRs. vs. State of Tamil Nadu 2007\n(1) SCR 706 = (2007) 2 SCC 1, referred to.\n©\nLawson A.W. Hunter \u0026 Ors. vs. Southam Inc. (1984) 2\nS.C.R.145 (Can SC), referred to.\nC\nD\nE\nJulius Stone: Social Dimensions of Law and Justice\n(1966) p.668, referred to.\nF\n2.5. It is manifest from the language of Article 245 of\nthe Constitution that all legislative powers of the\nParliament or the State Legislatures are expressly made\nsubject to other provisions of the Constitution, which\nobviously would include the rights conferred in Part III of\nthe Constitution. Whether there is a contravention of any\nof the rights so conferred, is to be decided only by the\nconstitutional courts, which are empowered not only to\ndeclare a law as unconstitutional but also to enforce\nfundamental rights by issuing directions or orders or writs\nG\nI -\n1.\n988 SUPREME COURT REPORTS\n[2010] 2 S.C.R.\nA of or \"in the nature of\" mandamus, certiorari, habeas\ncorpus, prohibition and quo warranto for this purpose. It\nis pertinent to note that Article 32 of the Constitution is\nalso contained in Part III of the Constitution, which\nenumerates the fundamental rights and not alongside\nB other Articles of the Constitution which define the\ngeneral jurisdiction of the Supreme Court. Thus, the\nremedy under Article 32 being a fundamental right itself,\nit is the duty of the Supreme Court to ensure that no\nfundamental right is contravened or abridged by any\nstatutory or constitutional provision. [Para 32] [1015-D-H;\n1016-A-C]\nC\n2.6. Moreover, it is also plain from the expression \"in\nthe nature of\" employed in clause (2) of Article 32 that the\npower conferred by the said clause is in the widest terms\nD and is not confined to issuing the high prerogative writs\nspecified in the said clause but includes within its ambit\nthe power to issue any directions or orders or writs which\nmay be appropriate for enforcement of the fundamental\nrights. Therefore, even when the conditions for issue of\nE any of these writs are not fulfilled, the Supreme Court\nwould not be constrained to help the citizen who has\ncome before it for judicial redress. [Para 32] [1016-D-E]\nF\nG\nBandhua Mukti Morcha vs. Union of India \u0026 Ors. 1984\n(2) SCR 67 = (1984) 3 SCC 161; Nilabati Behera vs. State\nof Orissa \u0026 Ors. 1993 (2) SCR 581 = (1993) 2 SCC 746;\nKhatri \u0026 Ors. (II) vs. State of Bihar \u0026 Ors. 1981 (2) SCR 408 =\n(1981) 1 SCC 627; and Khatri \u0026 Ors. (IV) vs. State of Bihar\n\u0026 Ors. 1981 (3) SCR 145 = (1981) 2 SCC 493, referred to.\n2.7. The fundamental rights, enshrined in Part III of\nthe Constitution, are inherent and cannot be extinguished\nby any Constitutional or Statutory provision. Any law that\nabrogates or abridges such rights would be violative of\nthe basic structure doctrine. The actual effect and impact\nH of the law on the rights guaranteed under Part III has to\n"}