{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n798\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\n7. 48 students under different categories were given\nadmission as per the list published by the Jagdalpur College\non 30th September, 2006. Vide letter dated 30th September,\n2006, the Jagdalpur College and other medical colleges in the\nState had been informed by the Directorate of Medical\nB Education, State of Chhatisgarh that 30th September, 2006\nbeing the last date for admission as per the judgment of the\nSupreme Court, a list of the students who had been given\nadmission may be sent to the Directorate and guidance sought\nfrom the Directorate, if any seats were lying vacant. The\nguidance was received by the Jagdalpur College by letter dated\n30th September, 2006, which reads as under :-\nC\nD\nE\n17\nF\n0\nH\n\"On the above subject, information about 2 vacant seats\nhas been given by you. In order to fill these up contact the\ncandidates over telephone. If contact could not be\nestablished with any candidate then fill up the vacant seats\nfrom amongst the candidates available in the college\naccording to merit.\"\n8. On that very date, inter alia, an order was issued by the\nDean of Jagdalpur College constituting a Committee to give\nadmission to the available candidates in accordance with mer\nt of the PMT. This letter reads as under:-\n\"As per the directions received from the Directorate of\nMedical Education, the vacant seats are to be filled from\nthe available candidates according to the merit in P.M.T.\nFor this purpose, Counseling Committee is constituted as\nfollows:-\n1. Dr. M.S. Banjari, Assistant Vice Principal\n2. Dr. P.D. Agarwal, Assistant Vice Principal\n3. Shri Padmakar Sasane, Demonstrator\nThe aforesaid Committee after examining the certificates\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 799\n[SWATANTER KUMAR, J.]\netc. of the available candidates recommend for admission A\non the basis of merit.\"\n9. The Dean of the Jagdalpur College was further informed\nby the Committee, on 30th September, 2006 itself, that only two\ncandidates, i.e., the appellants were available and they were\ngiven admission to the vacant seats. This letter reads as under:-\n\"In compliance of your letter No. 233/GAMC/06 Jagdalpur,\ndated 20.9.2006 the certificates etc. of the candidates\navailable on today's date have been examined. Only the\nfollowing two candidates, who were present have been\nfound to be eligible to be given admission -\n1.\nKu. Priya Gupta Merit No. UR 1614\n2. Ku. Akanksha AdileMerit No. SC 396 /3893\nB\nC\nD\nPrescribed fees have been got deposited from the\naforesaid candidates. They can be given admission\nagainst the vacant seats.\"\n10. Having granted admission to these two appellants, the\nDean of the Jagdalpur College informed the Director, Medical\nEducation as follows:-\n\"With reference to the above, it is submitted that according\nto the directions given by you in the letter under reference\nthe following two candidates, present on 30.9.2006, have\nbeen given admission in the 2 seats remained vacant in\nthis college.\nE\nF\n1.\nKu. Priya Gupta Merit No. UR 1614\n2.\nKu. Akanksha AdileMerit No. SC 396/3893\nG\nIt is further submitted that the admission procedure for all\nthe 50 seats of this college has been completed.\"\n11. As is evident from the above letters, all the events had Н\n800 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA taken place on 30th September, 2006 itself. Appellant No.2,\nAkansha Adile is stated to be daughter of the Director, Medical\nEducation Government of Chhattisgarh, one Dr. S.L. Adile, who\nis supposed to be the highest authority in the State directly\nresponsible for admission to the medical colleges, including\nB Jagdalpur College. The appellants were given admission and\nthey joined the course of MBBS.\nC\n12. The State of Chhattisgarh, vide notification No. F-16-\n1/2001/75/55 dated 8th March, 2006 had framed the Rules.\nUnder Sub-Rule (1) of Rule 4 of these Rules it had been\nspecifically prescribed that in all Government Medical and\nDental Colleges, there will be a reservation of 15 per cent of\nseats under All India quota and these seats will be filled on the\nbasis of All India Entrance Examination. Further, under sub-rule\n(2), it was specified that in the said colleges, there shall be a\nD prescribed quota of 3 per cent reserved for admissions from\nthe Central Pool, which would be filled from the names\nnominated by the concerned/authorised officer.\n13. It emerges from the record that a Right to Information\nE application was filed before the Directorate General of Medical\nServices, Medical Examination Cell, New Delhi by one Dr. Anil\nKhakhariya. The Assistant Director General, ME, Government\nof India, had forwarded the complaint to the State Government\nand the Jagdalpur College, and vide letter dated 13th\nSeptember, 2009 informed Dr. Anil Khakhariya that an inquiry\ncommittee consisting of three members had been constituted\nby the Director, Medical Education, State of Chhattisgarh to\nexamine whether the admission of the two candidates, namely\nAkansha Adile and Priya Gupta, was valid or not. The\nCommittee submitted its Report with the following findings:-\nF\nG\nH\n\"A. No Admission was granted to any students in All India\nquota on the basis of letter of Director General of Health\nServices (ME), Ministry of Health \u0026 Family Welfare, Govt.\nOf India no. U-11011/1/2006-ME dated 08/08/2006.\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 801\n[SWATANTER KUMAR, J.]\nB. Two students namely Miss. Akansha Adile \u0026 Miss Priya A\nGupta got admission in Medical College Jagdalpur in 2006\nby the state PMT merit on the last date of the admission\ni.e. 30/09/2006.\"\nB\nC\n14. The above inquiry report was submitted by the Dean\nof Jagdalpur College to the Directorate. However, on 22nd July,\n2010, the Secretary, Department of Health and Family Welfare,\nGovernment of Chhattisgarh was informed by the Assistant\nDirector General (Medical Education), Government of India that\nthe admission of Akanksha and Priya had been on the basis\nof fake letters purported to be issued from the Directorate\nGeneral of Health Services (DGHS) and that their admissions\nmay be cancelled with immediate effect and action taken report\nbe submitted to the DGHS. In furtherance to this letter, the\nDeputy Secretary, Medical and Family Welfare Department,\nGovernment of Chhattisgarh, issued an order dated 10th D\nSeptember, 2010 stating that the admission of these two\nappellants was not in accordance with the provisions of the\nRules and other guidelines/provisions with regard to allotment\nof seats under the All India Quota and the admission was\ncancelled with immediate effect. As already noticed, this letter E\nof cancellation of admission was challenged by the appellants\nbefore the High Court.\n15. The Assistant Director General, (Medical Education),\nNew Delhi, has filed an affidavit taking up the stand that the\nCentral Board for Secondary Education, New Delhi had been\nentrusted with the responsibility to conduct All India Pre-Medical\nand Pre-Dental Examinations, but allotment of seats would be\nundertaken by the DGHS. The candidates equal to the number\nof seats available for allotment, together with the wait-listed\ncandidates are called for counseling. The allotment of seats is\nmade on merit and only two rounds of counseling are permitted.\nIn the counseling, the candidates have to appear in person. In\nChhattisgarh, the allotment of All India Quota seats in the Pt.\nJLN Medical College, Raipur was made vide letter dated 8th\nF\nG\nH\n802 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA August, 2006 on the basis of vacancy position furnished by that\ncollege. The allotment of Akansha Adile and Priya Gupta in the\nJagdalpur College, was also allegedly made by the same letter\nunder 15 per cent All India Quota of 2006. However, the DGHS\ndenies making any allotment of seats to the appellants by such\nB letter.\nC\nD\n16. Therefore, according to the Union of India, it was a\ncase of fake admission to the Jagdalpur College, taken up in\nfurtherance to a purported letter issued by the answering\nrespondents, which was now found fake. Vide letter dated 19th\nApril, 2010, the Secretary, Department of Health and Family\nWelfare, State of Chhattisgarh had been requested to\npersonally look into whether the allegations made by Dr. Anil\nKhakharia under the Right to Information Act, as mentioned\nabove, were correct. Letters dated 6th August, 2010 and 24th\nAugust 2010 were also exchanged between the parties. In\nresponse to the letter of the DGHS dated 6th August, 2010, the\nSecretary, Department of Health and Family Welfare, Raipur,\nChhattisgarh, vide letter dated 24th September, 2010,\ncommunicated the information that admissions given to\nE Akansha Adile and Priya Gutpa in the MBBS course for the\nacademic year 2006-07 were against the norms and the Rules\nand the admission was cancelled immediately by the\nDepartment vide order dated 10th September, 2010. Further,\nit is the clear stand of the Union of India that the order dated\nF 10th September, 2010 was passed in accordance with law and\nthe judgment of the High Court dismissing the writ petition does\nnot call for any interference.\nG\nH\n17. The petitioners have impugned the judgment of the\nHigh Court on the following grounds:\n(1) The order dated 10th September, 2010 has been\npassed in violation of the principles of natural\njustice. Neither hearing nor copy of the inquiry report\nwas given to them prior to cancellation of\nadmission.\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 803\n(2)\n(3)\n[SWATANTER KUMAR, J.]\nB\nThe report submitted by the Inquiry Committee had A\nspecifically recorded a finding that the admission\nof both the appellants was not granted in\nfurtherance to the letter of the DGHS dated 8th\nAugust, 2006 and that they had received admission\nin the Jagdalpur College through the State PMT on\nthe basis of merit on the last date of admission, i.e.\n30th September, 2006 and only upon\nrecommendation of a duly constituted counseling\nCommittee. In face of these positive findings, the\norder of cancellation of admission suffers from lega!\ninfirmity and as such, the judgment of the High Court\nsustaining this order is in error of law.\nThe Jagdalpur College was granted permission to\nadmit students by the Central Government vide its\nletter dated 15th July, 2006 and by the Government\nof the State of Chhattisgarh only on 14th August,\n2006. Two seats had not been offered for\nadmission in the counseling held on 22nd -23rd\nAugust, 2006 and 48 seats were offered for\nadmission. The two remaining seats reverted from\nthe Central Pool quota to the State Government only\non 30th September, 2006 which were then given to\nthe appellants in accordance with the Rules.\nTherefore, no fault is attributable to the appellants.\nC\nD\nE\nF\n(4) The petitioners have already pursued the MBBS\ncourse for a considerable period and, in fact, have\ncompleted a major part of the course, having\nwritten their final examination and thus, to cancel\ntheir admission at this stage would be unjust and G\nunfair. It will be inequitable to the petitioners to\ncancel their admission at this stage and would\ncause them irreparable loss and damage, besides\nwasting the seats and public money.\nH\nA\nB\nC\nD\n804 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n(5) The High Court judgment is also challenged on the\nground that no candidate entitled to admission has\nbeen denied admission and also that no candidate\nhas complained about or objected to the admission\nof the appellants.\n18. It deserves to be noticed that the stands taken by the\nUnion of India and the State of Chhattisgarh in the present\npetitions are not exactly the same. According to the DGHS,\nRespondent No.2 herein, the letter dated 8th August, 2006 is\nfake and no seats had been allotted to the Jagdalpur College.\nSeats were allotted only to Pt. JLN Medical College, Raipur.\nThe letter dated 8th August, 2006 is alleged to have been sent\nby the Assistant Director General (ME), Ministry of Health and\nWelfare, Nirman Bhawan, New Delhi. Having found the letter\nto be fake, the DGHS directed cancellation of the admission\ngranted to both the appellants. According to the State of\nChhattisgarh, the State had to distribute only 41 seats of the\nJagdalpur College as 15 per cent were reserved for All India\nquota and three per cent for Central Pool quota. It is their stand\nthat Dr. S.L. Adile, Respondent No.3 is the father of Akanksha\nE Adile and is the highest officer in the State for controlling pre-\nmedical education and post graduate admission. Seats\nreserved, if any, would have reverted back on 23rd August,\n2006 to Respondent No.3 and no action was taken to fill up\nthese seats at that time. Suspiciously, the seats were filled only\nF on 30th September, 2006, by giving the seats to the appellants.\nThey support the case of the Union of India that the letter dated\n8th August, 2006 is fake and claim that the two seats were\ndeliberately not offered for the second round of counseling,\nwhich was held on 22nd-23rd August, 2006. All other\nG candidates had been absent on 30th September, 2006 as they\nhad not been contacted. The entire admission process of the\nappellants was vitiated by fraud.\n19. The admission to MBBS and BDS courses, whether\nat State level or All India level has ever been a matter of\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 805\n[SWATANTER KUMAR, J.]\nconcern for the courts. Large number of writ petitions are filed A\nchallenging the admission process or admission of some\nparticular candidates on varied grounds, like admission being\ncontrary to Rules, the principle of merit being disturbed,\nadmissions being arbitrary, etc. and there is still flagrant\nviolation of the dicta of this Court, as issued in various B\njudgments, as well as of the Rules and Regulations wherever\nframed by the State or Central Government or Medical or\nDental Council of India. The present case is one example of\nviolation of procedure and admissions being arbitrary. Before\nwe examine the intricacies of procedural irregularities in the\npresent case and the arbitrary admission of the appellants, we\nmust examine the background in which admissions of the\npresent kind are normally questioned before the courts of\ncompetent jurisdiction.\n20. Admission to professional colleges are governed by\nthe judgment of this Court in the case of TMA Pai Foundation\n\u0026 Ors. v. State of Karnataka \u0026 Ors. [(2002) 8 SCC 481]. The\nframework of admissions to colleges was discussed in some\ndetail by this Court. However, even in the case of Dr. Pradeep\nJain \u0026 Ors. v. Union of India \u0026 Ors. [(1984) 3 SCC 654], the\nconcept of an All India quota came to be introduced while\ndetermining the validity of a domicile requirement in such\nadmissions. Earlier, 30 per cent of seats in the under-graduate\ncourses were reserved for this purpose, which came to be\nmodified to 15 per cent seats for All India quota in the case of\nDr. Dinesh Kumar \u0026 Ors. v. Moti Lal Nehru College,\nAllahabad \u0026 Ors. [(1985) 3 SCC 22]. In the case of Dr. Dinesh\nKumar \u0026 Ors. v. Moti Lal Nehru College, Allahabad \u0026 Ors.\n[(1987) 4 SCC 459], this Court also passed directions in\nrelation to the manner of notification/announcement of details,\nresults and counseling for admission, in that case, for post\ngraduate admissions, which were to be published in two\nsuccessive issues of newspapers, including one national paper\nin English and at least two local papers in the language of the\nState. Declaration of results would be made four weeks after\nC\nD\nE\nF\nG\nH\n806 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA the examination and academic courses were to mandatorily\nbegin on the 2nd of May every year. Again, in the case of Dr.\nDinesh Kumar \u0026 Ors. v. Moti Lal Nehru College, Allahabad\n\u0026 Ors. [(1990) 4 SCC 627], as some of the States were not\nadhering to the prescribed schedule, this Court took punitive\nB action against the State of Uttar Pradesh and even\ncontemplated action under the Contempt of Courts Act, 1971.\nRight from Dr. Pradeep Jain's case (supra), this Court has\nalways directed that merit alone must be the criteria for\nadmission to MBBS courses. To make such admissions more\nD\nE\nC subject-specific, transparent and systematic, certain further\ndirections were issued by this Court in Shrawan Kumar \u0026 etc.\netc. v. Director General of Health Services \u0026 Anr. \u0026 etc.\n[(1993) 3 SCC 332]. This Court clarified that candidates who\nhave been allotted a seat in the second round of counseling\nwill have to join the college within 15 days from the date of their\npersonal appearance and the whole allotment and admission\nprocess to 15 per cent seats of All India quota will be over\nbefore the 30th September of each year, the remaining seats\nhaving been surrendered back to the college/State. Various\njudgments of this Court have sought to carry forward, with\ngreater clarity, the fundamental requirement as stated in TMA\nPai (supra) that the admission process should be fair,\ntransparent and non-exploitative. Every subsequent judgment\nof this Court has attempted to elucidate one or other aspect of\nthis principle. Having noticed that there have been irregularities\nF in maintaining the prescribed schedule and that the last few\ndays of the declared schedule are primarily being utilized in an\nexploitative manner, on account of charging higher fees for\nsecuring admission and thereby defeating the principle of\nadmission on merit, a three Judge Bench of this Court in the\nG case of Mridul Dhar (Minor) \u0026 Anr. v. Union of India \u0026 Ors.\n[(2005) 2 SCC 65] applied the schedule notified by the Medical\nCouncil of India (MCI) in Appendix 'E' of the Graduate Medical\nEducation (Amendment) Regulations, 2004 and directed its\nstrict adherence. The said Schedule reads as under:\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 807\n[SWATANTER KUMAR, J.]\n\"APPENDIX E\nTIME SCHEDULE FOR COMPLETION OF THE\nADMISSION PROCESS\nFOR FIRST MBBS COURSE\nSeats filled up by Seats filled up by\nSchedule for\nadmission\nthe\nCentral the\nState\nGovernment\nGovernments/\nthrough All-India institutions\nA\nB\n00\nEntrance\nExamination\nC\nConduct of\nMonth of May\nMonth of May\nentrance\nexamination\nDeclaration of\nBy 5th June\nBy 15th June\nresult of qualifying\nD\nexam/ entrance\nE\nEL\nF\nexam\nFirst round of To be over by 30th To be over by 25th\ncounseling/\nadmission\nJune\nJuly\nLast date for Within 15 days from 31st July\njoining the allotted the date of allotment\ncollege and course of seats\nSecond round of To be over by 8th Up to 28th August\ncounseling\nfor August\nallotment of seats\nfrom waiting list\nLast date for Within 15 days from 31st August\njoining for\nthe date of allotment\n(seats\ncandidates allotted of seat\nseats in second vacant after 22nd\nround of counseling August will\nwill \nbe\nfrom the waiting list surrendered back\nto the States/\ncolleges)\nG\nI\n"}