{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2012] 5 S.C.R. 768\nPRIYA GUPTA\nV.\nSTATE OF CHHATISHGARH \u0026 ORS.\n(Civil Appeal No. 4318 of 2012)\nMAY 08, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\nEDUCATION/EDUCATIONAL INSTITUTIONS:\nMedical and Dental College - Admission to MBBS\ncourse - Tampering with the schedule specified under the\nRegulations and judgments of the Supreme Court with clear\nintent to grant admission to less meritorious candidates over\nand above candidates of higher merit - Held: Adherence to\nthe principle of merit, compliance with the prescribed schedule,\nrefraining from mid stream admission and adoption of\nadmission process that is transparent, non-exploitative and\nfair are mandatory requirements of the entire scheme - From\ntime to time, Supreme Court has given directions in relation\nto the manner of announcement of details, results and\ncounseling for admission and its publication in newspaper -\nSchedules prescribed have the force of law in as much as they\nform part of the judgments of Supreme Court - No authority\nwhether Medical Council of India, Government of India, State\nGovernment, University or selection bodies constituted at the\ncollege level for allotment of seat by way of counseling are\nvested with the power of relaxing, varying or disturbing the\ntime schedule or the procedure of admission - There have\nbeen irregularities in maintaining the prescribed Schedule\nand that the last few days of the declared schedule are\nG primarily being utilized in an exploitative manner on account\nof charging higher fees for securing admission and thereby\ndefeating the principle of admission on merit - Adverse\nconsequences of non-adherence to the time schedule stated\nand directions issued - In the instant appeal, two vacant seats\n768\nF\nI\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 769\nA\nB\nC\nD\nwere available on 30th September, 2006 - Appellants were\ngiven admission on 30th September without effecting due\npublicity - State Government cancelled their admission on the\nground that it was arbitrary and based on favouritism - High\nCourt rightly dismissed the writ petition by appellants - There\nwas nothing on record to show that all the candidates were\ninformed of counseling on the last day - Appellants were\nstated to have been present in college and were given\nadmission - Appellant no.2 was daughter of Director of\nmedical education - From 23rd April 2006 to 29th September\n2006, no record to show efforts to fill up vacant seats - Out of\nfavouritism and arbitrariness, the appellants were given\nadmission by completing the entire admission process within\nfew hours on 30th September, 2006 - The entire exercise\nsmacked of arbitrariness, unfairness and is discriminatory -\nOn peculiar facts and circumstances, though there is no legal\ninfirmity in judgment under appeal, but since by virtue of\ninterim orders, the appellants had completed four years of\nstudies during the High Court decision, in order to do\ncomplete justice within the ambit of Article 142 of the\nConstitution, the appellants permitted to complete their\nprofessional courses subject to the condition that each one\nof them pay a sum of Rs.5 lakhs to college, which amount\nshall be utilized for developing the infrastructure in the college\n- Initiation of proceedings directed under the Contempt of\nCourts Act against various authorities - Report of the\nCommittee constituted to look into irregularity in admission\nto the effect that the admission to appellants was on State\nPMT merit was a mere eye-wash rather than a proper report\nupon examining the entire matter in its proper perspective -\nCommittee acted in undue haste, in violation of the prescribed\nprocedure of admission and certainly contrary to the G\njudgments of Supreme Court - Constitution of India, 1950 -\nArticles 141, 142 - Costs.\nRecognition granted to medical or dental college prior/\nafter 15th July of each year - Effect of.\nE\nF\nH\n$\nA\nB\nC\nD\n770 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nThe appellants had appeared in the Pre-Medical Test\nconducted by the State of Chhattisgarh for the academic\nyear 2006. The results were declared in July 2006.\nAppellant No.1 secured general rank 1614 while appellant\nNo.2 secured general rank 3893 and SC rank 396. The\nfirst counseling was held on 21-22nd July, 2006 but at\nthat time, the Jagdalpur College was not given\npermission to commence admission to the MBBS course.\nThe counseling was conducted for medical colleges at\nRaipur and Bilaspur and also for the Raipur Dental\nCollege. 18 per cent of seats were to be reserved for\nallotment under the All India Quota and the Central Pool\nquota. The State Government by its letter dated 14th\nAugust, 2006, granted permission for the starting of\nadmission procedure for the academic year 2006-07 at\nthe Jagdalpur College. Its annual admission capacity was\n50 seats which were to be filled up by the candidates who\nhad qualified PMT 2006 in the order of their merit. The\nState Government by letter dated 21st August, 2006 was\nstated to have informed the Jagdalpur College that two\nseats out of the total seats were reserved for allotment\nunder the Central Pool Quota and no seats were reserved\nunder All India Quota. Upon receipt of recognition, only\n48 seats were offered for admission to the students on\n22nd 23rd August, 2006. The Central Pool Quota seats\nwere not filled up and were allegedly not made available\nF to the candidates who appeared for that counseling. The\nDean of Jagdalpur College informed the Director, Medical\nEducation on 30th September, 2006 that on that date, 48\ncandidates had taken admission and two seats were lying\nvacant. This information was sent in response to inquiry\nG by the Director, Medical Education in this regard and\ndirections were sought by the Jagdalpur College for\nfilling up of vacant seats. On the same day, the Director,\nMedical Education, directed that the seats should be\nfilled from the merit list and the candidates could be\nH contacted on telephone and if contact was not possible,\nE\n-\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 771\nadmission could be given to the candidates who were\navailable in the Jagdalpur College. On 30th September,\n2006 itself, the two vacant seats were given to the\nappellants. The Dean of the Jagdalpur College informed\nthe Director, Medical Education about the admission of\nthe appellants.\nA\nB\nC\nD\nOn a complaint regarding irregularity in admission\ngiven to the appellants, a Committee was constituted\nwhich gave report to the effect that no admission was\ngranted to any students in All India quota and the\nappellants got admission in Medical College Jagdalpur in\n2006 by the State PMT merit on the last date of the\nadmission i.e. 30th September 2006. The inquiry report\nwas submitted by the Dean of Jagdalpur College to the\nDirectorate (DGHS). However, on 22nd July, 2010, the\nSecretary, Department of Health and Family Welfare,\nGovernment of Chhattisgarh was informed by the\nAssistant Director General (Medical Education),\nGovernment of India that the admission of the appellants\nwas on the basis of fake letters purported to be issued\nfrom the DGHS and that their admissions may be\ncancelled with immediate effect and action taken report\nbe submitted to the DGHS. In furtherance to this letter, the\nDeputy Secretary, Medical and Family Welfare\nDepartment, Government of Chhattisgarh, issued order\ndated 10th September, 2010 stating that the admission of F\nthese two appellants was not in accordance with the\nprovisions of the Rules and other guidelines/provisions\nwith regard to allotment of seats under the All India Quota\nand the admission was cancelled with immediate effect.\nThe appellants filed writ petitions before the High Court. G\nThe High Court held that admission to the appellants was\ngiven ignoring more meritorious and suitable candidates\nwhich amounted to violation of natural justice to such\nother candidates and declined to interfere with the order\nE\nH\n772 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of cancellation of admission. The instant appeals were\nfiled challenging the order of the High Court.\nB\nDisposing of the appeals, the Court\nHELD: 1. Admission to professional colleges is\ngoverned by the judgment of this Court in the case of\nTMA Pai Foundation \u0026 Ors. v. State of Karnataka \u0026 Ors.\n[(2002) 8 SCC 481]. The framework of admissions to\ncolleges was discussed in some detail by this Court.\nHowever, even in the case of Dr. Pradeep Jain \u0026 Ors. v.\nC Union of India \u0026 Ors. [(1984) 3 SCC 654], the concept of\nan All India quota came to be introduced while\ndetermining the validity of a domicile requirement in such\nadmissions. Earlier, 30 per cent of seats in the under-\ngraduate courses were reserved for this purpose, which\nD came to be modified to 15 per cent seats for All India\nquota in the case of Dr. Dinesh Kumar \u0026 Ors. v. Moti Lal\nNehru College, Allahabad \u0026 Ors. [(1985) 3 SCC 22]. In the\ncase of Dr. Dinesh Kumar \u0026 Ors. v. Moti Lal Nehru College,\nAllahabad \u0026 Ors. [(1987) 4 SCC 459], this Court also\nE passed directions in relation to the manner of notification/\nannouncement of details, results and counseling for\nadmission, in that case, for post graduate admissions,\nwhich were to be published in two successive issues of\nnewspapers, including one national paper in English and\nat least two local papers in the language of the State.\nDeclaration of results would be made four weeks after the\nexamination and academic courses were to mandatorily\nbegin on the 2nd of May every year. Again, in the case of\nDr. Dinesh Kumar \u0026 Ors. v. Moti Lal Nehru College,\nAllahabad \u0026 Ors. [(1990) 4 SCC 627], as some of the States\nwere not adhering to the prescribed schedule, this Court\ntook punitive action against the State of Uttar Pradesh\nand even contemplated action under the Contempt of\nCourts Act, 1971. Right from Dr. Pradeep Jain's case, this\nCourt has always directed that merit alone must be the\nF\nG\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 773\nD\ncriteria for admission to MBBS courses. To make such A\nadmissions more subject-specific, transparent and\nsystematic, certain further directions were issued by this\nCourt in Shrawan Kumar \u0026 etc. etc. v. Director General of\nHealth Services \u0026 Anr. \u0026 etc. [(1993) 3 SCC 332]. This Court\nclarified that candidates who have been allotted a seat in B\nthe second round of counseling will have to join the\ncollege within 15 days from the date of their personal\nappearance and the whole allotment and admission\nprocess to 15 per cent seats of All India quota will be over\nbefore the 30th September of each year, the remaining C\nseats having been surrendered back to the college/State.\nVarious judgments of this Court have sought to carry\nforward, with greater clarity, the fundamental requirement\nas stated in TMA Pai that the admission process should\nbe fair, transparent and non-exploitative. Every\nsubsequent judgment of this Court has attempted to\nelucidate one or other aspect of this principle. Having\nnoticed that there have been irregularities in maintaining\nthe prescribed schedule and that the last few days of the\ndeclared schedule are primarily being utilized in an\nexploitative manner, on account of charging higher fees\nfor securing admission and thereby defeating the\nprinciple of admission on merit, a three Judge Bench of\nthis Court in the case of Mridul Dhar (Minor) \u0026 Anr. v. Union\nof India \u0026 Ors. [(2005) 2 SCC 65] applied the schedule\nnotified by the Medical Council of India (MCI) in Appendix\n'E' of the Graduate Medical Education (Amendment)\nRegulations, 2004 and directed its strict adherence. The\nCourt noticed that the holding of 10+2 examination and\ndeclaration of results is also of importance for the entire\nadmission process and, therefore, directed strict G\nadherence to the Schedule in all respects and by all\nconcerned. The date of 30th September was stated not\nto be the date of normal admission but is to give\nopportunity to grant admission against stray vacancies.\nThe Court clarified that adherence to the time schedule H\nE\nLL\nF\nC\n774 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA by everyone was a paramount concern. In that case, the\nCourt issued a specific direction to all the State\nfunctionaries, particularly the Chief Secretaries and\nheads of the concerned Ministries/Departments\nparticipating in the States/Union Territories, adopting the\nB time schedule and holding the State examination, to\nensure declaration of results on or before 15th June,\n2005. They were also required to ensure the appropriate\nutilization of All India quota, to fullest extent, by timely\nreporting to the DGHS by the Deans of various colleges\nor any other State authority, informing the DGHS of the\nacceptance or rejection of seats by the students after the\nfirst counseling of All India/State Quota. Further, this\nCourt even took pains to declare the need for adherence\nto the schedule for receipt of applications for\nestablishment of new medical colleges or seats and the\nprocess of the review and recommendation by the\nCentral Government and the Medical Council of India.\nLastly, in the case of Priyadarshini Dental College \u0026\nHospital v. Union of India \u0026 Ors. [(2011) 4 SCC 623], this\nCourt cautioned all concerned that the schedule specified\nin Mridul Dhar should be maintained and regulations\nshould be strictly followed. The Court suggested that the\nprocess of inspection of colleges, grant of permission or\nrenewal of permission should also be done well in\nadvance to allow time for setting right the deficiencies\npointed out. [Paras 20, 21, 23] [805-D-H; 806-A-H; 808-C-\nH; 810-C-D]\nD\nE\nF\nG\nTMA Pai Foundation \u0026 Ors. v. State of Karnataka \u0026 Ors.\n(2002) 8 SCC 481: 2002 (3) Suppl. SCR 587; Dr. Pradeep\nJain \u0026 Ors. v. Union of India \u0026 Ors. (1984) 3 SCC 654: 1984\n(3) SCR 942; Dr. Dinesh Kumar \u0026 Ors. v. Moti Lal Nehru\nCollege, Allahabad \u0026 Ors. (1985) 3 SCC 22: 1985 (1) Suppl.\nSCR 41; Dr. Dinesh Kumar \u0026 Ors. v. Moti Lal Nehru College,\nAllahabad \u0026 Ors. (1987) 4 SCC 459: 1988 (1) SCR 351; Dr.\nDinesh Kumar \u0026 Ors. v. Moti Lal Nehru College, Allahabad\nH \u0026 Ors. (1990) 4 SCC 627: 1990 (1) Suppl. SCR 135; Shrawan\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 775\nKumar \u0026 etc. etc. v. Director General of Health Services \u0026\nAnr. \u0026 etc. (1993) 3 SCC 332; Mridul Dhar (Minor) \u0026 Anr. v.\nUnion of India \u0026 Ors. (2005) 2 SCC 65: 2005 (1) SCR 380;\nPriyadarshini Dental College \u0026 Hospital v. Union of India \u0026\nOrs. (2011) 4 SCC 623: 2011 (2) SCR 945 - relied on.\n2. In the case of State of Bihar \u0026 Ors. v. Dr. Sanjay\nKumar Sinha \u0026 Ors. [(1990) 4 SCC 624], a Bench of this\nCourt took exception to the non-adherence to the time\nschedules and reiterated that the admissions to medical\ncolleges and post-graduate courses were governed by\nthe orders of this Court and the regulations issued by the\nMedical Council of India, which must be strictly followed.\nThis Court issued a warning, that if there was any\nviolation in future, the same shall be treated as default\nand viewed very seriously. Further, in the case of Medical\nCouncil of India v. Madhu Singh \u0026 Ors. [(2002) 7 SCC 258],\nthis Court declared two very important principles. Firstly,\nit declared that mid-stream admissions should not be\npermitted and secondly, noticing the practice of\ncompassion in review of such admissions, this Court also\nheld that late or mid-stream admission, even just four\nmonths after beginning of the classes, cannot be\npermitted. [Para 24] [810-E-H]\nState of Bihar \u0026 Ors. v. Dr. Sanjay Kumar Sinha \u0026 Ors.\n(1990) 4 SCC 624: 1989 (2) Suppl. SCR 168 Medical\nCouncil of India v. Madhu Singh \u0026 Ors. (2002) 7 SCC 258:\n2002 (2) Suppl. SCR 228 - relied on.\nA\nB\nC\nD\nE\nF\nG\n3. Admissions based on favouritism necessarily\nbreach the rule of merit on the one hand, while on the\nother, they create frustration in the minds of the students\nwho have attained higher rank in the competitive entrance\nexaminations, but have not been admitted. Adherence to\nthe principle of merit, compliance with the prescribed\nschedule, refraining from mid-stream admissions and\nadoption of an admission process that is transparent, H\n776 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA non-exploitative and fair are mandatory requirements of\nthe entire scheme. The schedules prescribed have the\nforce of law, in as much as they form part of the\njudgments of this Court, which are the declared law of the\nland in terms of Article 141 of the Constitution of India and\nB form part of the regulations of the Medical Council of\nIndia, which also have the force of law and are binding\non all concerned. It is difficult to comprehend that any\nauthority can have the discretion to alter these schedules\nto suit a given situation, whether such authority is the\nMedical Council of India, the Government of India, State\nGovernment, University or the selection bodies\nconstituted at the college level for allotment of seats by\nway of counseling. None of these authorities are vested\nwith the power of relaxing, varying or disturbing the time\nschedule, or the procedures of admission, as provided\nin the judgments of this Court and the Medical Council\nof India Regulations. Inter alia, the disadvantages are:-\nC\nD\nE\nШш\nF\nG\nH\n(1)\n(2)\nDelay and unauthorized extension of\nschedules defeat the principle of admission on\nmerit, especially in relation to preferential\nchoice of colleges and courses. Magnanimity\nin this respect, by condoning delayed\nadmission, need not be shown by the Courts\nas it would clearly be at the cost of more\nmeritorious students. The principle of merit\ncannot be so blatantly compromised. This was\nalso affirmed by this Court in the case of\nMuskan Dogra \u0026 Ors. v. State of Punjab \u0026 Ors.\n[(2005) 9 SCC 186].\nMid-stream admissions are being permitted\nunder the garb of extended counseling or by\nextension of periods for admission which,\nagain, is impermissible.\n(3) The delay in adherence to the schedule, delay\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 777\n(4)\nin the commencement of courses etc., A\nencourage lowering of the standards of\neducation in the Medical/Dental Colleges by\nshortening the duration of the academic\ncourses and promoting the chances of\narbitrary and less meritorious admissions.\n_B\nInequities are created which are prejudicial to\nthe interests of the students and the colleges\nand more importantly, affect the maintenance\nof prescribed standard of education. These\ninequities arise because the candidates secure\nadmission, with or without active connivance,\nby the manipulation and arbitrary handling of\nthe prescribed schedules, at the cost of more\nmeritorious candidates. When admissions are\nchallenged, these students would run the risk\nof losing their seats though they may have\ncompleted their course while litigation was\npending in the court of competent jurisdiction.\nC\nD\n(5) The highly competitive standards for E\nadmission to such colleges stand frustrated\nbecause of non-adherence to the prescribed\ntime schedules. The admissions are stretched\nto the last date and then admissions are\narbitrarily given by adopting impermissible F\npractices.\n(6) Timely non-inclusion of the recognised/\napproved colleges and seats deprives the\nstudents of their right of fair choice of college/\ncourse, on the strength of their merit.\n(7) Preference should be to fill up all vacant seats,\nbut under the garb that seats should not go\nwaste, it would be impermissible to give\nadmissions in an arbitrary manner and without\nG\nH\n"}