{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"788 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA examining the entire matter in its proper perspective. It\nwas not only expected of the Committee to examine the\ndocuments which were made available to it, as is\nrecorded in the report, but also to call for all such\nnecessary documents which were relevant and could\nB have bearing on the reference made to it. The Committee\ndid not even care to know why everything was\ncompleted on 30th September, 2006 and how nobody\nelse except these two appellants were available for\nadmission from amongst candidates in the entire State.\nC [Para 39] [824-B-H; 825-A-C]\nD\n10. Another aspect of this inquiry was that, even as\non 30th September, 2006, nobody was clear as to which\nquota these two vacant seats belonged to. According to\nthe State of Chhattisgarh, these two seats were part of\nthe 15 per cent All India quota which stood surrendered\nafter 23rd August, 2006. According to the appellants, they\nwere Central Pool quota seats which stood surrendered\nto the State on 30th September, 2006 only. According to\nthe Union of India, they had not made any allotment to\nE the appellants or anyone in the Jagdalpur College from\nthe All India Quota, and even the code number given on\nthe 8th August, 2006 letter is wrong. If the Directorate, the\nUnion of India and the Jagdalpur College itself were not\nad idem as to which quota the seats belonged to and\nF who was the competent authority to allot the seats, none\nof them had any business to allot these two seats in such\nan arbitrary manner. Even now, there is no clarity as to\nhow and under what quota the Jagdalpur College has\ngranted admission to these two appellants. The inquiry\nG report, in fact, did not help to resolve the issue and\ncannot, thus, form the basis of returning any finding in\nfavour of or against any person. Ex facie, the findings\nreturned by the Inquiry Committee would appear to be\ninconclusive, uncertain and vague. Be that as it may,\nthere is no escape from returning the finding that\nH\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 789\nadmission of both the appellants was made in a most\nimproper and arbitrary manner. The whole exercise was\nundertaken on 30th September, 2006 with only one aim\nin mind, i.e., that these two appellants have to be given\nadmission in the Jagdalpur College. [para 40] [825-C-H;\n826-A]\nA\nB\nE\n11. The cancellation of the admission of the\nappellants was challenged by the appellants before the ..\nHigh Court, which allowed continuation of study under\ninterim orders, though finally it dismissed the writ\npetitions filed by these appellants. At that time, they had C.\nalready completed more than four years of the MBBS\ncourse to which they were admitted. Today, they have\nalready appeared for their final examination. The\nJagdalpur College ought to have declared these two\nseats as being available for admission when the D\ncounseling was held on 22nd - 23rd August, 2006 and\nthat there was violation of the basic principles of equality\nof opportunity and of equal consideration for allotment\nof seats. Candidates of higher merit stand excluded.\nAnother challenge which was raised on behalf of the\nappellants was that the order of cancellation dated 10th\nSeptember, 2010 was passed without affording any\nopportunity of hearing to these two appellants and,\ntherefore, the order was liable to be set aside, being\nviolative of principles of natural justice. It is, in fact, not F\nin dispute that no specific notice was given to the\nappellants before the impugned order was passed. It is\nnot necessary for this Court to examine this submission\nin any greater detail because the appellants have now\nhad two occasions to put forward their claim before the\nCourt. The High Court considered various aspects of the\ncase and gave a complete hearing to the appellants. No\nprejudice was caused to them, inasmuch as they have\npursued their studies despite cancellation of admission\nand have now been duly heard by the High Court, as well\nG\nH\n790 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA as this Court. Hence, this ground of challenge did not, in\nany case, survive, particularly since it is held the\nadmission to these appellants was given in a completely\narbitrary and unfair manner. [Paras 42-43] [826-C-H; 827-\nA-C]\nB\nE\n12. In the instant case, the fault is attributed to all the\nstakeholders involved in the process of admission, i.e.,\nthe concerned Ministry of the Union of India, Directorate\nof Medical Education in the State of Chhattisgarh, the\nDean of the Jagdalpur College and all the three Members\nC of the Committee which granted admission to both the\nappellants on 30th September, 2006. But the students\nwere also not innocent. They certainly took advantage of\nbeing persons of influence. The father of appellant No. 2\nwas the Director of Medical Education, State of\nD Chhattisgarh at the relevant time, the entire process of\nadmission was handled through the Directorate. The\nstudents well knew that the admissions could only be\ngiven on the basis of merit in the entrance test and they\nhad not ranked so high that they were entitled to the\nadmission on that basis alone. In fact, they were also\naware of the fact that no other candidate had been\ninformed and that no one was present due to non-\nintimation. Out of favouritism and arbitrariness, they had\nbeen given admission by completing the entire admission\nprocess within a few hours on 30th September, 2006.\nBalancing of equities by the Court itself is inequitable.\nSome party or the other would suffer a set back or\nadverse consequence from the order of the Court. On the\none hand, if admissions are cancelled, the students who\nhave practically completed their MBBS course would\nG lose their professional education as well as nearly five\nyears of their life spent in such education. If their\nadmissions are protected, then the standard of education,\nthe merit of the candidates and the desirability of the\npersons of higher merit becoming doctors is negated.\nH The best solution to such problems is strict adherence\nF\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 791\nA\nC\nD\nto the time schedule, procedure for selection/admission\nand strict observance of the Medical Council of India\nRegulations, by all concerned. Once these factors are\nadhered to, not only would such situation not arise, but\nalso it will prevent avoidable litigation before the Courts.\nThe persons who violate the time schedule to grant B\nadmissions in an arbitrary manner and by colourable\nexercise of power, who are not adhering to Medical\nCouncil of India Regulations and the judgments of this\nCourt, should be dealt with strictly by punishment in\naccordance with law, to prevent such mischief from\nrepeating. In the instant case, the appellants had already\nsat for their final examination and are about to complete\ntheir courses. Even if their admissions are protected on\nthe ground of equity, they cannot be granted such relief\nexcept on appropriate terms. By their admissions, firstly,\nother candidates of higher merit have been denied\nadmission in the MBBS course. Secondly, they have\ntaken advantage of a very low professional college fee,\nas in private or colleges other than the government\ncolleges, the fee payable would be Rs.1,95,000/- per year\nfor general admission and for management quota, the fee\npayable would be Rs.4,00,000/- per year, but in\ngovernment colleges, it is Rs.4,000/- per year. So, they\nhave taken a double advantage. As per their merit, they\nobviously would not have got admission into the\nJagdalpur College and would have been given\nadmission in private colleges. The ranks that they\nobtained in the competitive examination clearly depict\nthis possibility, because there were only 50 seats in the\nJagdalpur College and there were hundreds of\ncandidates above the appellants in the order of merit.\nThey have also, arbitrarily and unfairly, benefitted from\nlower fees charged in the Jagdalpur College. On the\npeculiar facts and circumstances of the case, though\nthere is no legal or other infirmity in the judgment under\nappeal, but to do complete justice between the parties H\nE\nF\nG\n792 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA within the ambit of Article 142 of the Constitution of India,\nthe appellants are permitted to complete their\nprofessional courses, subject to the condition that each\none of them pay a sum of Rs.5 lakhs to the Jagdalpur\nCollege, which amount shall be utilized for developing the\nB infrastructure in the Jagdalpur College. Heavy cost is\nimposed upon these appellants to ensure that such\nadmissions are neither accepted nor granted leave to\ncomplete their medical courses in future. [Paras 48-51]\n[828-G-H; 829-A-H; 830-A-H]\nC\nD\n13. Accordingly, it is ordered that though, there is no\nmerit in the appeal preferred by the appellants and the\njudgment of the High Court does not suffer from any\ninfirmity, still, in the peculiar facts and circumstances of\nthe case, the appellants are permitted to complete their\nMBBS course as general candidates in the Government\nMedical College, Jagdalpur, subject to their paying a sum\nof Rs. 5 lakhs each, within one week from today. In the\nevent of default of payment or failure to file proof of\npayment in the Registry of this Court, not only will the\nE present appeal stand dismissed on merits, but the exam\nresults of the defaulting appellant will not be declared,\nthey will not be conferred with the degree of MBBS by\nthe Jagdalpur College and the Medical Council of India\nshall not register their names on the rolls maintained by\nit or the State Council, as the case may be. For these\nreasons, if their admissions are cancelled, there being no\nclaimants for these seats, the seats will go waste and the\nentire expenditure incurred by the State would also be\nwasted. After so many years, it would be an exercise in\nfutility to cancel their admissions, which, but for the\ninterim orders, could be avoided. An undue advantage\nfrom the interim orders has accrued in favour of the\nappellants. The High Courts are requested to ensure\nstrict adherence to the prescribed time schedule, process\nof selection and to the rule of merit. Except in very\nexceptional cases, the High Court may consider it\nF\nG\nH\n:\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 793\nA\nappropriate to decline interim orders and hear the main\npetitions finally, subject to convenience of the Court. All\nthe relevant stakeholders have failed to perform their\nduty/obligation in accordance with law. Where the time\nschedules have not been complied with, and rule of merit\nhas been defeated, there nepotism and manipulation have B\nprevailed. The stands of various authorities are at\nvariance with each other and none admits to fault. Thus,\nit is imperative for this Court to ensure proper\nimplementation of judgments of this Court and the\nregulations of the Medical Council of India as well as not\nC\nto overlook the arbitrary and colourable exercise of\npower by the concerned authorities/colleges. Therefore,\ninitiation of proceedings is directed under the provisions\nof the Contempt of Courts Act, 1971 against the\nAdditional Secretary, Ministry of Health \u0026 Family Welfare,\nUnion of India, Dr. S.L. Adile, Director, Medical Education,\nDean of the Jagdalpur College, Dr. M.S. Banjan, Member\nof the Selection Committee, Dr. P.D. Agarwal, Member of\nthe Selection Committee, Shri Padmakar Sasane, Member\nof the Selection Committee, Director General, Directorate\nof Health Services, Union of India. All concerned\nauthorities are hereby directed to carry out the directions\nand orders contained in this judgment, particularly\nparagraphs 30 and 31 of the judgment forthwith. The\ndirections shall be applicable for the academic year 2012-\n2013 itself. [Para 53] [831-C-H; 832-A-H; 833-A-C]\nD\nE\nF\nState of M.P. \u0026 Ors. v. Gopal D. Tirthani \u0026 Ors. (2003) 7\nSCC 83: 2003 (1) Suppl. SCR 797; Bharati Vidyapeeth\n(Deemed University) \u0026 Ors. v. State of Maharashtra \u0026 Anr.\n(2004) 11 SCC 755: 2004 (2) SCR 775; Chowdhury Navin. G\nHemabhai \u0026 Ors. v. State of Gujarat \u0026 Ors. (2011) 3 SCC\n617: 2011 (2) SCR 1071 Harish Verma \u0026 Ors. v. Ajay\nSrivastava \u0026 Ors. (2003) 8 SCC 69: 2003 (3) Suppl. SCR\n833; A. Sudha v. University of Mysore \u0026 Anr. (1987) 4 SCC\n537: 1988 (1) SCR 368; Amandeep Jaswal v. State of Punjab H\n794 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA (2006) 9 SCC 597; R. Vishwanatha Pillai v. State of Kerala\n\u0026 Ors. (2004) 2 SCC 105; 2004 (1) SCR 360; Chowdhary\nNavin Hemabhai \u0026 Ors. v. The State of Gujarat \u0026 Ors. (2011)\n3 SCC 617; 2011 (2) SCR 1071; Medical Council of India v.\nRajiv Gandhi University of Health Sciences (2004) 6 SCC 76:\nB 2004 (3) SCR 1119 - referred to.\nCase Law Reference:\n2002 (3) Suppl. SCR 587 relied on\nPara 20\n1984 (3) SCR 942\nrelied on\nPara 20\nC\n1985 (1) Suppl. SCR 41\nrelied on\nPara 20\n1988 (1) SCR 351\nrelied on\nPara 20\n1990 (1) Suppl. SCR 135 relied on\nPara 20\nD\n(1993) 3 SCC 332\nrelied on\nPara 20\n2005 (1) SCR 380\nrelied on\nPara 20\n2011 (2) SCR 945\nrelied on\nPara 23\nE\n1989 (2) Suppl. SCR 168\nrelied on\nPara 24\n2002 (2) Suppl. SCR 228\nrelied on\nPara 24\n2003 (1) Suppl. SCR 797\nreferred to\nPara 25\n2004 (2) SCR 775\nreferred to\nPara 205\nF\n2011 (2) SCR 1071\nreferred to\nPara 25\n2003 (3) Suppl. SCR 833 referred to\nPara 25\n(2005) 9 SCC 186\nrelied on\nPara 27\nG\n2001 (1) Suppl. SCR 262 relied on\nPara 29\n(1994) 2 SCC 370\nrelied on\nPara 29\n2003 (1) SCR 562\nreferred to\nPara 30\n☐ H\n1988 (1) SCR 368\nreferred to\nPara 46, 47\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 795\n(2006) 9 SCC 597\nreferred to\nPara 46\nA\n2004 (1) SCR 360\nreferred to\nPara 46,\n2011 (2) SCR 1071\nreferred to\nPara 46, 47\n2004 (3) SCR 1119\nreferred to\nPara 4\nB\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4318 of 2012.\nFrom the Judgment \u0026 Order dated 09.08.2011 of the High\nCourt of Chattisgarh at Bilaspur (C.G.) in Writ Petition (C) No. C\n5488 of 2010.\nC.A. No. 4319 of 2012.\nWITH\nDr. Rajiv Dhawan, Mukul Rohtagi, Sushil Kumar Jain, D\nPuneet Jain, Pratibha Jain, Sanjeeb Panigrahi, Subas\nAcharya, L. Nidhiram Sharma, Siddhartha Chowdhury for the\nAppellants.\nAshok Bhan, S.S. Rawat, D.S. Mahra, Atul Jha, Sandeep\nJha, Dharmendra Kumar Sinha for the Respondent.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Leave granted.\n2. The Department of Medical and Family Welfare,\nGovernment of Chhattisgarh, vide its letter dated 10th\nSeptember, 2010 cancelled the admission granted to Akansha\nAdile and Priya Gupta in the MBBS course for the academic\nyear 2006-07 in the Government NMDC Medical College,\nJagdalpur (for short, the Jagdalpur College) with immediate\neffect.\n3. Aggrieved by this order of the Government, both the\nstudents challenged the legality and correctness of this action\nin separate writ petitions under Article 226 of the Constitution\nE\nF\nG\nН\n796 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of India. The High Court, vide its judgment dated 9th August,\n2011, held that admission to these petitioners had been given\nignoring more meritorious and suitable candidates, which\namounted to violation of natural justice to such other candidates\nand declined to interfere in the impugned order dated 10th\nB September 2010, hence giving rise to the present appeals. The\nappellants had appeared in the Pre-Medical Test conducted by\nthe State of Chhattisgarh for the academic year 2006. The\nresults were declared in July 2006 and Appellant No.1, Priya\nGupta, secured general rank 1614 while Appellant No.2,\nC Akansha Adile, secured general rank 3893. As the latter\nbelonged to the Scheduled Caste category, her rank in that\ncategory was 396. This entrance exam was conducted by the\nState as per the notification of the State Government dated 8th\nMarch, 2006 under the 'Chhattishgarh Medical and Dental\nGraduate Examination Rules, 2006' (Chhatisgarh Chikitsha\nTatha Dant Chikitsha Snatak Pravesh Pariksha Niyam, 2006)\n(for short, 'the Rules'). These Rules provided for allocation of\nseats and reservation, the process for admission to the vacant\nseats, selection procedure as well as cancellation of admission\nand the matters incidental thereto.\nD\nE\n4. The State Government, vide its letter dated 14th August,\n2006, had granted permission for the starting of admission\nprocedure for the academic year 2006-07 at the Jagdalpur\nCollege. The annual admission capacity was 50 seats which\nF were to be filled up by the candidates who had qualified PMT\n2006 in the order of their merit.\nG\nI\n5. The first counseling was held on 21-22nd July, 2006 but\nobviously, at that time, the Jagdalpur College had not been given\npermission to commence admission to the MBBS course. The\ncounseling was conducted for medical colleges at Raipur and\nBilaspur and also for the Raipur Dental College. 18 per cent\nof seats were to be reserved for allotment under the All India\nQuota and the Central Pool quota. However, the State\nGovernment vide letter dated 21st August, 2006 is stated to\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 797\n[SWATANTER KUMAR, J.]\nhave informed the Jagdalpur College that two seats out of the A\ntotal seats were reserved for allotment under the Central Pool\nQuota and no seats were reserved under All India Quota. Upon\nreceipt of recognition, only 48 seats were offered for admission\nto the students on 22nd - 23rd August, 2006. The Central Pool\nQuota seats were not filled up and were allegedly not made B\navailable to the candidates who appeared for that counseling.\nThe Dean of Jagdalpur College informed the Director, Medical\nEducation, State of Chhattisgarh on 30th September, 2006 that\non that date, 48 candidates had taken admission and two\nseats were lying vacant. This information was sent in response C\nto inquiry by the Director, Medical Education in this regard and\ndirections were sought by the Jagdalpur College for filling up\nof vacant seats. On the same day, the Director, Medical\nEducation, directed that the seats should be filled from the merit\nlist and the candidates could be contacted on telephone. If\nD\ncontact was not possible, admission could be given to the\ncandidates who were available in the Jagdalpur College. On\n30th September, 2006 itself, the two vacant seats were given\nto the available candidates, who are the appellants herein.\n6. As already noticed, the Jagdalpur College was granted E\npermission for starting the academic procedure for the session\n2006-2007 by the Government of Chhattisgarh. This letter\nreads as under:-\n\"Consequent to the letter No. U.12012/206/2005/M.E.(P.II)\ndated 15th July, 2006 of the Health and Family Welfare\nDepartment, Government of India, the State Government\nhereby grants permission for starting admission procedure\nfor the academic session 2006-07 in the Government\nMedical College, Jagdalpur.\n2. The annual admission capacity of the said Medical\nCollege would be 50 seats and the candidates qualified\nin P.M.T. 2006 would be given admission on the basis of\nmerit. Necessary action be ensured as per the aforesaid.\"\nF\nG\nH\n"}