{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"808 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n1st of August\n30th September\"\nA Commencement of\nacademic session\nLast date up to\nwhich students can\nbe\nadmitted\nB against vacancies\narising due to any\nreason\n21. The Court noticed that the holding of 10+2 examination\nand declaration of results is also of importance for the entire\nC admission process and, therefore, directed strict adherence to\nthe Schedule in all respects and by all concerned. The date of\n30th September was stated not to be the date of normal\nadmission but is to give opportunity to grant admission against\nstray vacancies. The Court clarified that adherence to the time\nD schedule by everyone was a paramount concern. In that case,\nthe Court issued a specific direction to all the State\nfunctionaries, particularly the Chief Secretaries and heads of\nthe concerned Ministries/Departments participating in the\nStates/Union Territories, adopting the time schedule and\nE holding the State examination, to ensure declaration of results\non or before 15th June, 2005. They were also required to\nensure the appropriate utilization of All India quota, to fullest\nextent, by timely reporting to the DGHS by the Deans of various\ncolleges or any other State authority, informing the DGHS of\nthe acceptance or rejection of seats by the students after the\nfirst counseling of All India/State Quota.\nF\nG\n22. Further, this Court even took pains to declare the need\nfor adherence to the schedule for receipt of applications for\nestablishment of new medical colleges or seats and the\nprocess of the review and recommendation by the Central\nGovernment and the Medical Council of India. In para 28 of the\njudgment, the Schedule under the 1999 Regulations are\nreferred to, that reads as under :\nI\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 809\n[SWATANTER KUMAR, J.]\n\"SCHEDULE FOR RECEIPT OF APPLICATIONS FOR A\nESTABLISHMENT OF NEW MEDICAL COLLEGES\nAND PROCESSING OF THE APPLICATIONS BY THE\nCENTRAL GOVERNMENT AND THE MEDICAL\nCOUNCIL OF INDIA\nStage of processing\n1.\n2.\n૧..\nReceipt of applications\nby the Central Government\nReceipt of applications by\nMCI from the Central\nGovernment\nRecommendations of the\nMedical Council of India to\nLast date\nFrom 1st August to 31st\nB\nAugust (both days\ninclusive) of any year\n30th September\nC\n3.\n31st December\nthe Central Government for\nD\nissue of letter of intent\n4.\nIssue of letter of intent by the\n31st January\nCentral Government\n5.\nReceipt of reply from the\n28th February\napplicant by the Central\nE\nGovernment requesting for\nletter\nof permission\n6.\nReceipt of letter from the\n15th March\nCentral Government by the\nF\nMedical Council of India for\nconsideration for issue of letter\nof permission\nRecommendations of the\n7.\n15th June\nMedical Council of India to the\nG\nCentral Government for issue\nof letter of permission\n8.\nIssue of letter of permission by 15th July\nthe Central Government\nNote: (1) The information given by the applicant in Part I\nH\n810\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of the application for setting up a medical college that is\ninformation regarding organisation, basic infrastructural\nfacilities, managerial and financial capabilities of the applicant\nshall be scrutinised by the Medical Council of India through an\ninspection and thereafter the Council may recommend issue\nB of letter of intent by the Central Government.\nC\n(2) Renewal of permission shall not be granted to a\nmedical college if the above schedule for opening a medical\ncollege is not adhered to and admissions shall not be made\nwithout prior approval of the Central Government.\"\n23. Lastly, in the case of Priyadarshini Dental College \u0026\nHospital v. Union of India \u0026 Ors. [(2011) 4 SCC 623], this Court\ncautioned all concerned that the schedule specified in Mridul\nDhar (supra) should be maintained and regulations should be\nD strictly followed. The Court suggested that the process of\ninspection of colleges, grant of permission or renewal of\npermission should also be done well in advance to allow time\nfor setting right the deficiencies pointed out.\nE\nF\n24. In the case of State of Bihar \u0026 Ors. v. Dr. Sanjay\nKumar Sinha \u0026 Ors. [(1990) 4 SCC 624], a Bench of this Court\ntook exception to the non-adherence to the time schedules and\nreiterated that the admissions to medical colleges and post-\ngraduate courses were governed by the orders of this Court\nand the regulations issued by the Medical Council of India,\nwhich must be strictly followed. This Court issued a warning,\nthat if there was any violation in future, the same shall be\ntreated as default and viewed very seriously. Further, in the\ncase of Medical Council of India v. Madhu Singh \u0026 Ors.\n[(2002) 7 SCC 258], this Court declared two very important\nG principles. Firstly, it declared that mid-stream admissions\nshould not be permitted and secondly, noticing the practice of\ncompassion in review of such admissions, this Court also held\nthat late or mid-stream admission, even just four months after\nbeginning of the classes, cannot be permitted.\nН\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 811\n[SWATANTER KUMAR, J.]\n25. A consistent and clear view held by this Court is that A\nthe regulations framed by the MCI are binding and these\nstandards cannot be deviated from. Reference can be made\nto State of M.P. \u0026 Ors. v. Gopal D. Tirthani \u0026 Ors. [(2003) 7\nSCC 83 - paras 24 and 26]; Bharati Vidyapeeth (Deemed\nUniversity) \u0026 Ors. v. State of Maharashtra \u0026 Anr. [(2004) 11 B\nSCC 755 para 20]; Chowdhury Navin Hemabhai \u0026 Ors. v.\nState of Gujarat \u0026 Ors. [(2011) 3 SCC 617 - paras 7, 11, 12,\n14 and 18] and Harish Verma \u0026 Ors. v. Ajay Srivastava \u0026 Ors.\n[(2003) 8 SCC 69 - paras 14 to 21].\n-\nC\nD\nE\n26. What is of greater significance is that this Court has\nnot so far considered or stated as a principle, what\nconsequences should follow where the Central Government, or\nthe State Government or Medical Council of India or the College\nitself, with impunity, violate the time schedule, regulations and\norder of merit to give admission to students in an arbitrary and\nnepotistic manner. Also, we must consider what preventive\nsteps can be taken to avoid such repetitive and intentional\ndefaults, as well as undue exploitation of the class of students.\nAdmissions based on favouritism necessarily breach the rule\nof merit on the one hand, while on the other, they create\nfrustration in the minds of the students who have attained higher\nrank in the competitive entrance examinations, but have not\nbeen admitted. We propose to specifically address this\nconcern in this judgment. From the above discussion and\nreference to various judgments of this Court, it is clear that F\nadherence to the principle of merit, compliance with the\nprescribed schedule, refraining from mid-stream admissions\nand adoption of an admission process that is transparent, non-\nexploitative and fair are mandatory requirements of the entire\nscheme.\n27. Now, let us examine the adverse consequences of non-\nadherence to the prescribed schedules. The schedules\nprescribed have the force of law, in as much as they form part\nof the judgments of this Court, which are the declared law of\nG\nH\n812 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA the land in terms of Article 141 of the Constitution of India and\nform part of the regulations of the Medical Council of India,\nwhich also have the force of law and are binding on all\nconcerned. It is difficult to comprehend that any authority can\nhave the discretion to alter these schedules to suit a given\nB situation, whether such authority is the Medical Council of India,\nthe Government of India, State Government, University or the\nselection bodies constituted at the college level for allotment\nof seats by way of counseling. We have no hesitation in clearly\ndeclaring that none of these authorities are vested with the\nC power of relaxing, varying or disturbing the time schedule, or\nthe procedures of admission, as provided in the judgments of\nthis Court and the Medical Council of India Regulations. Inter\nalia, the disadvantages are:-\nD\nE\nF\n0\nG\n☐ H\n(1)\nDelay and unauthorized extension of schedules\ndefeat the principle of admission on merit,\nespecially in relation to preferential choice of\ncolleges and courses. Magnanimity in this respect,\nby condoning delayed admission, need not be\nshown by the Courts as it would clearly be at the\ncost of more meritorious students. The principle of\nmerit cannot be so blatantly compromised. This was\nalso affirmed by this Court in the case of Muskan\nDogra \u0026 Ors. v. State of Punjab \u0026 Ors. [(2005) 9\nSCC 186].\n(2) Mid-stream admissions are being permitted under\nthe garb of extended counseling or by extension of\nperiods for admission which, again, is\nimpermissible.\n(3)\nThe delay in adherence to the schedule, delay in the\ncommencement of courses etc., encourage\nlowering of the standards of education in the\nMedical/Dental Colleges by shortening the duration\nof the academic courses and promoting the\nchances of arbitrary and less meritorious\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 813\n1\n[SWATANTER KUMAR, J.]\nadmissions.\n(4). Inequities are created which are prejudicial to the\ninterests of the students and the colleges and more\nimportantly, affect the maintenance of prescribed\nstandard of education. These inequities arise\nbecause the candidates secure admission, with or\nwithout active connivance, by the manipulation and\narbitrary handling of the prescribed schedules, at\nthe cost of more meritorious candidates. When\nadmissions are challenged, these students would\nrun the risk of losing their seats though they may\nhave completed their course while litigation was\npending in the court of competent jurisdiction.\n(5) The highly competitive standards for admission to\nsuch colleges stand frustrated because of non-\nadherence to the prescribed time schedules. The\nadmissions are stretched to the last date and then\nadmissions are arbitrarily given by adopting\nimpermissible practices.\n(6) Timely non-inclusion of the recognised/approved\ncolleges and seats deprives the students of their\nright of fair choice of college/course, on the strength\nof their merit.\n(7)\nPreference should be to fill up all vacant seats, but\nunder the garb that seats should not go waste, it\nwould be impermissible to give admissions in an\narbitrary manner and without recourse to the\nprescribed rule of merit.\n28. The Medical and Dental Councils of India, the\nGovernments and the Universities are expected to act in\ntandem with each other and ensure that the recognition for\nstarting of the medical courses and grant of admission are\nstrictly within the time frame declared by this Court and the\nA\nB\nC\nD\nE\nF\nG\nH\nC\n814 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA regulations. It has come to the notice of this Court that despite\nwarnings having been issued by this Court and despite the\nobservations made by this Court, that default and non-\nadherence to the time schedules shall be viewed very seriously,\nmatters have not improved. Persistent defaults by different\nB authorities and colleges and granting of admission arbitrarily\nand with favouritism have often invited criticism from this Court.\nIn the case of Arvind Kumar Kankane v. State of U.P. \u0026 Ors.\n(2001) 8 SCC 355], the Court observed that the process of\ncounseling cannot go on continuously for a long period and the\nresultant chain reaction should be checked. Some seats may\nhave to be left vacant per compulsion, but, the process of\nadmission should stand the test of rationality. There should be\nexceptional and fortuitous circumstances to justify late\nadmission. In the case of Chhavi Mehrotra (Miss) v. DGHS\n[(1994) 2 SCC 370], the Court was even compelled to issue\nnotice of contempt to the Director General of Health Services\nas to why proceedings under the Contempt of Courts Act, 1971\nbe not taken for non-compliance with the scheme framed by\nthe Court for consideration of applications for transfer of\nstudents between colleges and they be not punished\naccordingly. The consistent effort of this Court to direct\ncorrective measures and adherence to law is not only being\nthwarted by motivated action on the part of the concerned\nauthorities, but there has also been a manifold increase in\narbitrary admissions. Repeated defaults have resulted in\ngenerating more and more litigation with the passage of time.\nThis Court, thus, now views this matter with greater emphasis\non directions that should be made to curb incidents of\ndisobedience.\nD\nE\nF\nG\nH\n29. The maxim Boni judicis est causas litium dirimere\nplaces an obligation upon the Court to ensure that it resolves\nthe causes of litigation in the country.\n30. Thus, the need of the hour is that binding dicta be\nprescribed and statutory regulations be enforced, so that all\nconcerned are mandatorily required to implement the time\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 815\n[SWATANTER KUMAR, J.]\nschedule in its true spirit and substance. It is difficult and not A\neven advisable to keep some windows open to meet a\nparticular situation of exception, as it may pose impediments\nto the smooth implementation of laws and defeat the very object\nof the scheme. These schedules have been prescribed upon\nserious consideration by all concerned. They are to be applied B\nstricto sensu and cannot be moulded to suit the convenience\nof some economic or other interest of any institution, especially,\nin a manner that is bound to result in compromise of the above-\nstated principles. Keeping in view the contemptuous conduct\nof the relevant stakeholders, their cannonade on the rule of C\nmerit compels us to state, with precision and esemplastically,\nthe action that is necessary to ameliorate the process of\nselection. Thus, we issue the following directions in rem for their\nstrict compliance, without demur and default, by all concerned,.\n(i) The commencement of new courses or increases\nin seats of existing courses of MBBS/BDS are to\nbe approved/recognised by the Government of\nIndia by 15th July of each calendar year for the\nrelevant academic sessions of that year.\n(ii)\nThe Medical Council of India shall, immediately\nthereafter, issue appropriate directions and ensure\nthe implementation and commencement of\nadmission process within one week thereafter.\n(iii) After 15th July of each year, neither the Union of\nIndia nor the Medical or Dental Council of India shall\nissue any recognition or approval for the current\nacademic year. If any such approval is granted after\n15th July of any year, it shall only be operative for\nthe next academic year and not in the current\nacademic year. Once the sanction/approval is\ngranted on or before 15th July of the relevant year,\nthe name of that college and all seats shall be\nincluded in both the first and the second counseling,\nin accordance with the Rules.\nD\nE\nF\nG\nH\nA\n00\nB\nC\nD\nE\nF\n☐ G\n☐ H\n816 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n(iv) Any medical or dental college, or seats thereof, to\nwhich the recognition/approval is issued\nsubsequent to 15th July of the respective year shall\nnot be included in the counseling to be conducted\nby the concerned authority and that college would\nhave no right to make admissions in the current\nacademic year against such seats.\n(v)\n(vi)\nThe admission to the medical or dental colleges\nshall be granted only through the respective\nentrance tests conducted by the competitive\nauthority in the State or the body of the private\ncolleges. These two are the methods of selection\nand grant of admission to these courses. However,\nwhere there is a single Board conducting the state\nexamination and there is a single medical college,\nthen in terms of clause 5.1 of the Medical Council\nof India Eligibility Certificate Regulations, 2002 the\nadmission can be given on the basis of 10+2 exam\nmarks, strictly in order of merit.\nAll admissions through any of the stated selection\nprocesses have to be effected only after due\npublicity and in consonance with the directions\nissued by this Court. We vehemently deprecate the\npractice of giving admissions on 30th September\nof the academic year. In fact, that is the date by\nwhich, in exceptional circumstances, a candidate\nduly selected as per the prescribed selection\nprocess is to join the academic course of MBBS/\nBDS. Under the directions of this Court, second\ncounseling should be the final counseling, as this\nCourt has already held in the case of Ms. Neelu\nArora \u0026 Anr. v. UOI \u0026 Ors. [(2003) 3 SCC 366] and\nthird counseling is not contemplated or permitted\nunder the entire process of selection/grant of\nadmission to these professional courses.\nPRIYA GUPTA v. STATE OF CHHATISHGARH \u0026 ORS. 817\n[SWATANTER KUMAR, J.]\n(vii) If any seats remain vacant or are surrendered from A\nAll India Quota, they should positively be allotted\nand admission granted strictly as per the merit by\n15th September of the relevant year and not by\nholding an extended counseling. The remaining\ntime will be limited to the filling up of the vacant\nseats resulting from exceptional circumstances or\nsurrender of seats. All candidates should join the\nacademic courses by 30th September of the\nacademic year.\n(viii) No college may grant admissions without duly\nadvertising the vacancies available and by\npublicizing the same through the internet,\nnewspaper, on the notice board of the respective\nfeeder schools and colleges, etc. Every effort has\nto be made by all concerned to ensure that the\nadmissions are given on merit and after due\npublicity and not in a manner which is ex-facie\narbitrary and casts the shadow of favouritism.\nB\nC\nD\nE\n(ix) The admissions to all government colleges have to\nbe on merit obtained in the entrance examination\nconducted by the nominated authority, while in the\ncase of private colleges, the colleges should\nchoose their option by 30th April of the relevant\nyear, as to whether they wish to grant admission on\nF\nthe basis of the merit obtained in the test conducted\nby the nominated State authority or they wish to\nfollow the merit list/rank obtained by the candidates\nin the competitive examination collectively held by\nthe nominated agency for the private colleges. The G\noption exercised by 30th April shall not be subject\nto change. This choice should also be given by the\ncolleges which are anticipating grant of recognition,\nin compliance with the date specified in these\ndirections.\nH\n"}