{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"1\nNATIONAL INSURANCE CO. LTD.\nV.\nSMT. KUSUM RAI AND ORS.\nMARCH 24, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nMotor Vehicles Act, 1988:\nss. 163-A and 166-Driver having no valid licence-Liability of Insurance\nCompany Held, owner of vehicle would be liable, and not the insurance\ncompany, to pay the claimed amount-However, on facts, impugned award\nagainst Insurance Company not interfered with, but insurer may recover the\namount from owner-Constitution of India-Article 136.\nC\nD\nA taxi, which was insured with the appellant-Insurance Company,\nmet with an accident while it was being driven by its Khalasi who had a\nlicence for driving 'Light Motor Vehicle'. In the claim petition filed by\nheirs of the passenger, in terms of ss. 163-A and 166 of the Motor Vehicle\nAct, 1988, defence of the Insurance Company was that the condition of the\nInsurance contract was violated as the driver of the taxi did not have a valid\nand effective licence. The Tribunal held that the Inusrance Company could E\nnot get rid of its third party liability as the issue of invalid licence would\narise only between the owner of the vehicle and the Insurance Company. The\nappeal of the Insurance Company was dismissed by the High Court. Aggrieved,\nthe Insurance Company filed the present appeal.\nDismissing the appeal, the Court\nHELD: 1.1. The owner would be liable for payment of compensation\nin a case where the driver was not having a valid licence. It was the obligation\non the part of the owner to take adequate care to see that the driver had an\nappropriate licence to drive the vehicle. [393-B; 394-D]\nNational Insurance Co. Ltd. v. Swaran Singh and Ors., [2004] 3 SCC\n297 and Malla Prakasarao v. Malla Janaki and Ors., [2004] 3 SCC 343,\nrelied on.\nF\nG\n387\nH\nB\nA..\nA\nB\nC\nD\nE\nF\nG\nH\n388\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nNew India Assurance Co., Shimla v. Kamla and Ors., [2001] 4 SCC 342\nand National Insurance Company Ltd. Chandigarh v. Nicolletta Rohtagi and\nOrs., JT (2002) 7 SC 251, cited.\nNational Insurance Corporation Ltd. v. Kanti Devi (Mrs.) and Ors.,\n[2005] 5 SCC 789, referred to.\n1.2. However, in the instant case the owner has not appeared. The victim\nwas aged only 12 years. The claimants are from a poor background. They\nmust have suffered great mental agony. Therefore, it may not be appropriate\nto push them into another round of litigation particularly when it may be\ndifficult for them to secure the presence of the owner of the vehicle. [394-E]\n1.3. Although, the appellant-Insurance Company was not liable to pay\nthe claimed amount as the driver was not possessing a valid licence and the\nHigh Court was in error in holding otherwise, impugned award is not\ninterfered with, in the peculiar facts and circumstances of the case, in\nexercise of jurisdiction under Article 136 of the Constitution of India but\nthe appellant may recover the amount from the owner in the same manner as\nwas directed in Nanjappan's case. [395-D]\nOriental Insurance Co. Ltd. v. Nanjappan and Ors., [2005] SCC (Cri)\n148, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1731/2006.\nFrom the Final Judgment and Order dated 26.2.2003 of the Allahabad\nHigh Court in FAFO No. 489 of 2003.\nPiyush Sharma and Pramod Dayal for the Appellant.\nMohan Pandey, V.N. Pandey and S.S. Bandopadhyay for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nRespondent No. 3 herein is owner of a jeep bearing registration No. BR\n03 P 9011. The said vehicle admittedly was being used as a taxi and, thus,\na commercial vehicle. One Ram Lal was working as a Khalasi in the said\ntaxi. He used to drive the said vehicle sometimes. He had a driving licence.\n☐ 1\n-\n}\nNATIONAL INSURANCE CO. LTD. v. SMT. KUSUM RAI [S.B. SINHA, J.] 389\nDriving licence, however, was granted to him for driving a Light Motor A\nVehicle. The said taxi met with an accident on 14.8.2000 at about 1 p.m. as a\nresult whereof a girl aged about 12 years, Km. Anjali Rai, died.\nOn an allegation made in that behalf that the said taxi was being driven\nrashly and negligently by the aforementioned Ram Lal, a claim petition in\nterms of Sections 163A and 166 of the Motor Vehicles Act, 1988 (for short\n\"the Act\") was filed by the First and the Second Respondents herein. The\nsaid taxi admittedly was insured with the Appellant herein. One of the issues\nraised in the said proceeding was as to whether the driver of the said jeep was\nhaving a valid and effective licence. Another question which arose was as to\nwhether the said Ram Lal was driving the said vehicle.\nB\nC\nThe learned Tribunal did not go into the said question. It inter alia held\nthat the said Ram Lal had been driving the said vehicle having regard to the\nfact that he had been shown as the accused in the criminal case. However,\nas regard the question as to whether by permitting the said Ram Lal to drive\nthe said vehicle, the Respondent No. 3 herein violated the terms and conditions D\nof contract of licence, the learned Tribunal relying on or on the basis of the\ndecision of this Court in New India Assurance Co., Shimla v. Kamla and\nOrs., [2001] 4 SCC 342 held that the Insurance Company cannot get rid of\nits third party liability as the said question arises only between the owner of\nthe vehicle and the insurance company. It was further held:\n\"Insurance Company can recover this amount from owner of vehicle.\nThis legal proposition is fully applicable in this matter. So, Issue No.\n3 is decided in favour of Petitioners.\"\nThe appeal preferred thereagainst by the Appellant herein before the\nHigh Court was dismissed on the premise that no appeal was maintainable\nwherefor reliance was placed by the High Court on a decision of this Court\nin National Insurance Company Ltd. Chandigarh v. Nicolletta Rohtagi and\nOrs., JT (2002) 7 SC 251. As regard the purported statutory liability of the\nAppellant, it was held:\n66\n‘...the mere fact that there was violation of the terms and conditions\nsubject to which the insurance policy had been issued, cannot have\nthe effect of exonerating the insurer from the statutory liability cast\nupon him in this regard to pay the amount to the third party victim.\"\nIt was further held:\nE\nF\nG\n1\n1\nH\n390\nA\nB\nC\nᎠ\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\n\"It will, therefore, be open to the insurer appellant to initiate an\nappropriate proceeding for the refund of the amount paid by it to the\nclaimants and establish the breach of the terms and conditions subject\nto which the insurance policy had been issued.\"\nHence, this appeal.\nThe contention raised on behalf of the Appellant was that the High\nCourt was palpably in error as violation of the terms and conditions of the\ncontract of insurance is a matter which comes within the purview of any of\nthe 'statutory defences' which can be raised by an insurer under sub-section\n(2) of Section 149 of the Act. The statutory bar as regards raising a defence\non the part of the insurance company is confined to the quantum of damages\nonly.\nThe learned counsel appearing on behalf of the Respondent conceded\nthat the appeal preferred by the Respondent was maintainable. However,\nrelying on or on the basis of a decision of this Court in Oriental Insurance\nCo. Ltd. v. Nanjappan and Ors., [2005] SCC (Cri) 148 he argued that the\ninsurance company may pay the awarded amount to the claimants and recover\nthe same from the owner of the vehicle.\nIn a proceeding arising out of a claim petition filed under Section 166\nE of the Motor Vehicles Act, the insurance company is a necessary party as it\nis required to indemnify the owner or driver of the vehicle. Even in a case\nwhere the owner colludes with the claimants or is not otherwise represented,\nthe insurance company can contest the matter on merits of the claim petition\nupon obtaining leave of the court as is provided under sub-section (2) of\nSection 170 of the Act. However, there does not exist any embargo in raising\na defence which comes within the purview of sub-section (2) of Section 149\nof the Act which reads as under:\nF\n\"149. Duty of insurers to satisfy judgments and award against persons\ninsured in respect of third party risks.\nG\n(1) xxx\nXXX\nXXX\nH\n(2) No sum shall be payable by an insurer under sub-section (1) in\nrespect of any judgment or award unless, before the commencement\nof the proceedings in which the judgment of award is given the\ninsurer had notice through the Court or, as the case may be, the\nClaims Tribunal of the bringing of the proceedings, or in respect of\n1\n1\n1\nNATIONAL INSURANCE CO. LTD. v. SMT. KUSUM RAI [S.B. SINHA, J.] 391\nsuch judgment or award so long as execution is stayed thereon A\npending an appeal; and an insurer to whom notice of the bringing of\nany such proceedings is so given shall be entitled to be made a party\nthereto and to defend the action on any of the following grounds,\nnamely:\n(a) that there has been a breach of a specified condition of the policy, B\nbeing one of the following conditions, namely:\n(i) a condition excluding the use of the vehicle-\n(a) for hire or reward, where the vehicle is on the date of\nthe contract of insurance a vehicle not covered by a\npermit to ply for hire or reward, or\n(b) for organised racing and speed testing, or\n(c) for a purpose not allowed by the permit under which the\nvehicle is used, where the vehicle is a transport vehicle,\nor\n(d) without side-car being attached where the vehicle is a\nmotor cycle; or\nC\nD\n(ii) a condition excluding driving by a named person or persons\nor by any person who is not duly licensed, or by any person E\nwho has been disqualified for holding or obtaining a driving\nlicence during the period of disqualification; or\n(iii) a condition excluding liability for injury caused or contributed\nto by conditions of war, civil war, riot or civil commotion;\nor\n(b) that the policy is void on the ground that it was obtained\nby the nondisclosure of a material fact or by a\nrepresentation of fact which was false in some material\nparticular.\"\nIt has not been disputed before us that the vehicle was being used as\na taxi. It was, therefore, a commercial vehicle. The driver of the said vehicle,\nthus, was required to hold an appropriate licence therefor. Ram Lal who\nallegedly was driving the said vehicle at the relevant time, as noticed\nhereinbefore, was holder of a licence to drive a Light Motor Vehicle only. He\nF\nG\nH\n392\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA did not possess any licence to drive a commercial vehicle. Evidently, therefore,\nthere was a breach of condition of the contract of insurance. The Appellant,\ntherefore, could raise the said defence.\nWe have noticed hereinbefore that the Tribunal has not gone into the\nsaid question. It proceeded on the basis that the case was covered by Kamla\nB (supra). The correctness of the said decision came up for consideration before\nthis Court in National Insurance Co. Ltd. v. Swaran Singh and Ors., [2004]\n3 SCC 297 wherein this Court clearly held:\nC\nD\nE\nF\nG\nH\n\"The owner of a motor vehicle in terms of Section 5 of the Act has\na responsibility to see that no vehicle is driven except by a person\nwho does not satisfy the provisions of Section 3 or 4 of the Act. In\na case, therefore, where the driver of the vehicle, admittedly, did not\nhold any licence and the same was allowed consciously to be driven\nby the owner of the vehicle by such person, the insurer is entitled to\nsucceed in its defence and avoid liability. The matter, however, may\nbe different where a disputed question of fact arises as to whether the\ndriver had a valid licence or where the owner of the vehicle committed\na breach of the terms of the contract of insurance as also the provisions\nof the Act by consciously allowing any person to drive a vehicle who\ndid not have a valid driving licence. In a given case, the driver of the\nvehicle may not have any hand in it at all e.g. a case where an\naccident takes place owing to a mechanical fault or vis major. (See\nJitendra Kumar)”\nIn Swaran Singh (supra), to which one of us was a party, this Court\nnoticed an earlier decision of this Court, namely, Malla Prakasarao v. Malla\nJanaki and Ors.. [2004] 3 SCC 343 wherein one of the members of the\nBench, V.N. Khare, J. (as the learned Chief Justice then was) was a member.\nIn that case, it was held:\n\"1. It is not disputed that the driving licence of the driver of the\nvehicle had expired on 20-11-1982 and the driver did not apply for\nrenewal within 30 days of the expiry of the said licence, as required\nunder Section 11 of the Motor Vehicles Act, 1939. It is also not\ndisputed that the driver of the vehicle did not have driving licence\nwhen the accident took place. According to the terms of the contract,\nthe Insurance Company has no liability to pay any compensation\nwhere an accident takes place by a vehicle, driven by a driver without\na driving licence. In that view of the matter, we do not find any merit\n1\n1\n1\n}\nNATIONAL INSURANCE CO. LTD. v. SMT. KUSUM RAI [S.B. SINHA, J.] 393\nin the appeal.\"\nA\nThis Court in Swaran Singh (supra) clearly laid down that the liability\nof the insurance company vis-a-vis the owner would depend upon several\nfactors. The owner would be liable for payment of compensation in a case\nwhere the driver was not having a licence at all. It was the obligation on the\npart of the owner to take adequate care to see that the driver had an appropriate B\nlicence to drive the vehicle. The question as regards the liability of the owner\nvis-a-vis the driver being not possessed of a valid licence was considered in\nSwaran Singh (supra) stating:\nC\nD\n“Section 3 of the Act casts an obligation on a driver to hold an\neffective driving licence for the type of vehicle which he intends to\ndrive. Section 10 of the Act enables the Central Government to\nprescribe forms of driving licences for various categories of vehicles\nmentioned in sub-section (2) of the said section. The various types of\nvehicles described for which a driver may obtain a licence for one or\nmore of them are: (a) motorcycle without gear, (b) motorcycle with\ngear, (c) invalid carriage, (d) light motor vehicle, (e) transport vehicle,\n(f) road roller, and (g) motor vehicle of other specified description.\nThe definition clause in Section 2 of the Act defines various categories\nof vehicles which are covered in broad types mentioned in sub-section\n(2) of Section 10. They are \"goods carriage\", \"heavy goods vehicle\",\n\"heavy passenger motor vehicle\", \"invalid carriage\", \"light motor E\nvehicle\", \"maxi-cab\", \"medium goods vehicle\", \"medium passenger\nmotor vehicle\", \"motor-cab\", \"motorcycle\", \"omnibus\", \"private\nservice vehicle\", \"semi-trailer\", \"tourist vehicle\", \"tractor\", \"trailer\"\nand \"transport vehicle\". In claims for compensation for accidents,\nvarious kinds of breaches with regard to the conditions of driving F\nlicences arise for consideration before the Tribunal as a person\npossessing a driving licence for \"motorcycle without gear\", [sic may\nbe driving a vehicle] for which he has no licence. Cases may also\narise where a holder of driving licence for \"light motor vehicle\" is\nfound to be driving a “maxi-cab\", \"motor-cab” or “omnibus\" for\nwhich he has no licence. In each case, on evidence led before the G\nTribunal, a decision has to be taken whether the fact of the driver\npossessing licence for one type of vehicle but found driving another\ntype of vehicle, was the main or contributory cause of accident. If on\nfacts, it is found that the accident was caused solely because of some\nother unforeseen or intervening causes like mechanical failures and\nH\n394\nA\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nsimilar other causes having no nexus with the driver not possessing\nrequisite type of licence, the insurer will not be allowed to avoid its\nliability merely for technical breach of conditions concerning driving\nlicence.\"\nThe matter came up for consideration again before a Division Bench of\nB this Court in National Insurance Corporation Ltd. v. Kanti Devi (Mrs.) and\nOrs., [2005] 5 SCC 789 wherein this Court upon consideration of the\nobservations made in Swaran Singh (supra) opined:\nC\nD\nE\nF\nG\n\"12. The decision in Swaran Singh case was not before either MACT\nor the High Court when the respective orders were passed. Therefore,\nwe think it proper to remit the matter to MACT for fresh consideration.\nIt shall permit the parties to lead such further evidence as they may\nintend to lead. The matter shall be decided keeping in view the\nprinciple enunciated by this Court in Swaran Singh case.\"\nIn a case of this nature, therefore, the owner of a vehicle cannot contend\nthat he has no liability to verify the fact as to whether the driver of the\nvehicle possessed a valid licence or not.\nHowever, in this case the owner has not appeared. The victim was aged\nonly 12 years. The claimants are from a poor background. They must have\nsuffered great mental agony. Therefore, we are of the opinion that it may not\nbe appropriate to push them into another round of litigation particularly when\nit may be difficult for them to secure the presence of the owner of the\nvehicle.\nIn Nanjappan (supra), this Court opined:\n\"8. Therefore, while setting aside the judgment of the High court we\ndirect in terms of what has been stated in Baljit Kaur's case (supra)\nthat the insurer shall pay the quantum of compensation fixed by the\nTribunal, about which there was no dispute raised, to the respondents-\nclaimants within three months from today. The for the purpose of\nrecovering the same from the insured, the insurer shall not be required\nto file a suit. It may initiate a proceeding before the concerned Executing\nCourt as if the dispute between the insurer and the owner was the\nsubject matter of determination before the Tribunal and the issue is\ndecided against the owner and in favour of the insurer. Before release\nof the amount to the insured, owner of the vehicle shall be issued a\nH\n1\n1\nÉ\nNATIONAL INSURANCE CO. LTD. v. SMT. KUSUM RAI [S.B. SINHA, J.] 395\nnotice and he shall be required to furnish security for the entire A\namount which the insurer will pay to the claimants. The offending\nvehicle shall be attached, as a part of the security. If necessity arises\nthe Executing Court shall take assistance of the concerned Regional\nTransport authority. The Executing Court shall pass appropriate orders\nin accordance with law as to the manner in which the insured, owner\nof the vehicle shall make payment to the insurer. In case there is any\ndefault it shall be open to the Executing Court to direct realization by\ndisposal of the securities to be furnished or from any other property\nor properties of the owner of the vehicle, the insured. The appeal is\ndisposed of in the aforesaid terms, with no order as to costs.'\n\"\nB\nC\nAlthough, thus, we are of the opinion that the Appellant was not liable\nto pay the claimed amount as the driver was not possessing a valid licence\nand the High Court was in error in holding otherwise, we decline to interfere\nwith the impugned award, in the peculiar facts and circumstances of the case,\nin exercise of our jurisdiction under Article 136 of the Constitution of India\nbut we direct that the Appellant may recover the amount from the owner in D\nthe same manner as was directed in Nanjappan (supra).\nFor the reasons aforementioned, we decline to interfere with the impugned\njudgment. The appeal is dismissed accordingly.\nR.P.\nAppeal dismissed. E\n"}