{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"TRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 77\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nUnited Nations. The preamble to the Act suggests that it is to A\nprovide better protection for the consumers and their interests.\nBy this Act, the Legislature has constituted quasi-judicial\nTribunals/Commissions as an alternative system of adjudicating\nconsumer disputes.\nSection 3 of the CP Act gives an additional remedy for\ndeficiency of service and that remedy is not in derogation of\nany other remedy under any other law.\n25. In Proprietor, Jabalpur Tractors vs. Sedmal Jainrain\nand Anr. 1995 Supp. (4) SCC 107, it is held:\n\"The Consumer Protection Act is not in derogation of any\nlaw.\"\n26. In Fair Air Engineers Pvt. Ltd. and Anr. Vs. N.K. Modi\n(1996) 6 SCC 385, it is held:\nB\nC\nD\nF\n\"15. Accordingly, it must be held that the provisions of the\nAct are to be construed widely to give effect to the object\nand purpose of the Act. It is seen that Section 3 envisages\nthat the provisions of the Act are in addition to and are not E\nin derogation of any other law in force. It is true, as rightly\ncontended by Shri Suri, that the words \"in derogation of\nthe provisions of any other law for the time being in force\"\nwould be given proper meaning and effect and if the\ncomplaint is not stayed and the parties are not relegated\nto the arbitration, the Act purports to operate in derogation\nof the provisions of the Arbitration Act. Prima facie, the\ncontention appears to be plausible but on construction and\nconspectus of the provisions of the Act we think that the\ncontention is not well founded. Parliament is aware of the G\nprovisions of the Arbitration Act and the Contract Act, 1872\nand the consequential remedy available under Section 9\nof the Code of Civil Procedure, i.e., to avail of right of civil\naction in a competent court of civil jurisdiction.\nNonetheless, the Act provides the additional remedy.\"\nH\nA\nB\n78 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n27. In State of Karnataka vs. Vishwa Bharathi House\nBuilding Co-operative Society and Others (2003) 2 SCC 412,\na three Judge Bench of this Court observed:\n\"16. ...in asmuch as the provisions of the said Act are in\naddition to the provisions of any other law for the time\nbeing in force and not in derogation thereof as is evident\nfrom Section 3 thereof.\"\n28. In the case of Secy., Thirumurugan Coop. Agricultural\nCredit Society v. Ma. Lalitha, (2004) 1 SCC 305, this Court\nC took the view:\nD\nE\n\"12. As per Section 3 of the Act, as already stated\nabove, the provisions of the Act shall be in addition to and\nnot in derogation of any other provisions of any other law\nfor the time being in force. Having due regard to the\nscheme of the Act and purpose sought to be achieved to\nprotect the interest of the consumers better, the provisions\nare to be interpreted broadly, positively and purposefully\nin the context of the present case to give meaning to\nadditional/extended jurisdiction, particularly when Section\n3 seeks to provide remedy under the Act in addition to\nother remedies provided under other Acts unless there is\na clear bar.\"\n29. This Court, in the case of Kishore Lal v. Chairman,\nF Employees' State Insurance Corpn. (2007) 4 SCC 579, took\nthe view:\nG\nH\n\"7. The definition of \"consumer\" in the CP Act is apparently\nwide enough and encompasses within its fold not only the\ngoods but also the services, bought or hired, for\nconsideration. Such consideration may be paid or\npromised or partly paid or partly promised under any\nsystem of deferredpayment and includes any beneficiary\nof such person other than the person who hires the service\nfor consideration. The Act being a beneficial legislation,\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 79\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\naims to protect the interests of a consumer as understood A\nin the business parlance. The important characteristics of\ngoods and services under the Act are that they are\nsupplied at a price to cover the costs and generate profit\nor income for the seller of goods or provider of services.\nThe comprehensive definition aims at covering every man B\nwho pays money as the price or cost of goods and\nservices. However, by virtue of the definition, the person\nwho obtains goods for resale or for any commercial\npurpose is excluded, but the services hired for\nconsideration even for commercial purposes are not C\nexcluded. The term \"service\" unambiguously indicates in\nthe definition that the definition is not restrictive and\nincludes within its ambit such services as well which are\nspecified therein. However, a service hired or availed,\nwhich does not cost anything or can be said free of charge, D\nor under a contract of personal service, is not included\nwithin the meaning of \"service\" for the purposes of the CP\nAct.\"\n30. In Skypak Couriers Ltd. v. Tata Chemicals Ltd., (2000)\n5 SCC 294, this Court observed:\n:\n1\nE\n\"2. With the industrial revolution and development in the\ninternational trade and commerce, there has been a\nsubstantial increase of business and trade, which resulted\nin a variety of consumer goods appearing in the market F\nto cater to the needs of the consumers. The modern\nmethods of advertisement in media, influence the mind of\nthe consumers and notwithstanding the manufacturing\ndefect or imperfection in the quality, a consumer is\ntempted to purchase the goods. There has been possibility G\nof deficiency in the services rendered. For the welfare of\nsuch consumer and to protect the consumers from the\nexploitation to provide protection of the interest of the\nconsumers, Parliament enacted the Consumer Protection\nAct, and the Act itself makes provision for the\nH\nA\n\u003e\u003e\nB\nC\n80\nSUPREME COURT REPORTS. [2011] 14 (ADDL.) S.C.R.\nestablishment of Commissions for settlement of the\nconsumer disputes and matters connected therewith. The\nCommissions, under the Act, are quasi-judicial bodies and\nthey are supposed to provide speedy and simple redressal\nto consumer disputes and for that purpose, they have been\nempowered to give relief of a specified nature and in an\nappropriate way, to award compensation...\"\n31. This Court in the case of Patel Roadways Limited v.\nBirla Yamaha Ltd., (2000) 4 SCC 91, has considered this\nquestion and has laid down that the Disputes Redressal\nAgency provided for in the Act will have the jurisdiction to\nentertain complaints in which the claim for loss or damage of\ngoods entrusted to a carrier for transportation is in dispute.\n32. In our view, the protection provided under the CP Act\nD to consumers is in addition to the remedies available under any\nother Statute. It does not extinguish the remedies under another\nStatute but provides an additional or alternative remedy. In the\ninstant case, at the relevant point of time, the value of the subject\nmatter was more than Rs. 20 lakhs, by which the National\nE Commission is conferred jurisdiction for any cause of action\nthat arises under the Act. Further, we are not inclined to agree\nwith the argument of Shri. Bhagat that exercising of jurisdiction\nwas in contravention of International Law, as the Warsaw\nConvention and the Hague Protocol have been incorporated\ninto the domestic law by the passage of the CA Act. Therefore,\nwe do not find any legal infirmity in the National Commission\nexercising its jurisdiction, as the same can be considered a\nCourt within the territory of a High Contracting Party for the\npurpose of Rule 29 of the Second Schedule to the CA Act and\nthe Warsaw Convention. Before we conclude on this issue, we\nmay usefully notice a three Judge Bench decision of this Court\nin the case of Ethiopian Airlines vs. Ganesh Narain Saboo\n(Civil Appeal No.7037 of 2004) which view is binding on us. It\nis held:\nF\nG\nH\n“67. Similarly, the Carriage by Air Act, 1972 explicitly\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 81\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nprovides that its rules apply to carriage performed by the A\nState or by legally constituted public bodies under Chapter\n1, Section 2, Sub-section 1. Thus, it is clear that according\nto the Indian Law, Ethiopian Airlines can be subjected to\nsuit under the Carriage Act, 1972. It may be pertinent to\nmention that the Carriage by Air Act, 1972 (69 of 1972) B\nis an Act to give effect to the Convention for the unification\nof certain rules relating to international carriage by air\nsigned at Warsaw on the 12th day of October, 1929 and\nto the said Convention as amended by the Hague Protocol\non the 28th day of September, 1955 and to make provision C\nfor applying the rules contained in the said Convention in\nits original form and in the amended form (subject to\nexceptions, adaptations and modification) to non-\ninternational carriage by air and for matters connected\ntherewith.\"\nD\n33. However, Shri. Vinoo Bhagat, learned counsel\nappearing for the appellant-carrier has placed reliance on the\ndecisions of foreign courts to contend conventions exclusively\ngovern carriers' liabilities. We do not wish to refer to all those\ndecisions, since in our view, this issue is no more res integra E\nin view of the decisions of this Court in Ethiopian Airlines,\nwherein this Court has observed:\n\"72. On careful analysis of the American, English and\nIndian cases, it is abundantly clear that the appellant F\nEthiopian Airlines must be held accountable for the\ncontractual and commercial activities and obligations that\nit undertakes in India.\n73. It may be pertinent to mention that the Parliament has\nrecognized this fact while passing the Consumer\nProtection Act, 1986 and the Carriage by Air Act, 1972.\nSection 86 was itself, a modification and restriction of the\nprinciple of foreign sovereign immunity and thus, by limiting\nSection 86's applicability, the Parliament though these\nincorrect acts, further narrowed a party's ability to.\nG\nH\nA\nB\nC\nD\n82\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nsuccessfully plead foreign sovereign immunity. In the\nmodern era, where there is close interconnection between\ndifferent countries as far as trade, commerce and business\nare concerned, the principle of sovereign immunity can no\nlonger be absolute in the way that it much earlier was.\nCountries who participated in trade, commerce and\nbusiness with different countries ought to be subjected to\nnormal rules of the market. State owned entities would be\nable to operate with impunity, the rule of law would be\ndegraded and international trade, commerce and business\nwill come to a grinding halt. Therefore, we have no\nhesitation in coming to the conclusion that the appellant\ncannot claim sovereign immunity.\"\nNational Commission is a 'Court'?\n34. Shri. Bhagat has cited several decisions of this Court\nin which this Court has taken the view that Consumer Forums\nare not Courts but are quasi-judicial bodies or authorities or\nagencies, in furtherance of his contention that only a Court in\nMumbai has the jurisdiction to try a suit against the appellant-\nE carrier and that the National Commission is not a Court. [See\nLaxmi Engineering Works v. P.S.G. Industrial Institute, (1995)\n3 SCC 583; Charan Singh v. Healing Touch Hospital, (2000)\n7 SCC 668; State of Karnataka v. Vishwabharathi House\nBuilding Coop. Society, (2003) 2 SCC 412]. This position has\nbeen fortified recently by a decision of a Constitution Bench of\nthis Court in the case of Union of India v. R. Gandhi, President,\nMadras Bar Association, (2010) 11 SCC 1, where this Court\nhas observed:\nF\nG\nH\n\"38. The term \"courts\" refers to places where justice is\nadministered or refers to Judges who exercise judicial\nfunctions. Courts are established by the State for\nadministration of justice that is for exercise of the judicial\npower of the State to maintain and uphold the rights, to\npunish wrongs and to adjudicate upon disputes. Tribunals\non the other hand are special alternative institutional\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 83\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nA\nmechanisms, usually brought into existence by or under a\nstatute to decide disputes arising with reference to that\nparticular statute, or to determine controversies arising out\nof any administrative law. Courts refer to civil courts,\ncriminal courts and the High Courts. Tribunals can be either\nprivate tribunals (Arbitral Tribunals), or tribunals constituted B\nunder the Constitution (Speaker or the Chairman acting\nunder Para 6(1) of the Tenth Schedule) or tribunals\nauthorised by the Constitution (Administrative Tribunals\nunder Article 323-A and tribunals for other matters under\nArticle 323-B) or statutory tribunals which are created\nunder a statute (Motor Accidents Claims Tribunal, Debt\nRecovery Tribunals and Consumer Fora). Some Tribunals\nare manned exclusively by Judicial Officers (Rent Tribunals,\nMotor Accidents Claims Tribunal, Labour Courts and\nIndustrial Tribunals). Other statutory tribunals have judicial\nand technical members (Administrative Tribunals, TDSAT,\nCompetition Appellate Tribunal, Consumer Fora, Cyber\nAppellate Tribunal, etc.)\nC\nD\nDED\n45. Though both courts and tribunals exercise judicial\npower and discharge similar functions, there are certain\nwell-recognised differences between courts and tribunals.\nThey are:\n(i) Courts are established by the State and are entrusted\nwith the State's inherent judicial power for administration\nof justice in general. Tribunals are established under a\nstatute to adjudicate upon disputes arising under the said\nstatute, or disputes of a specified nature. Therefore, all\ncourts are tribunals. But all tribunals are not courts.\nE\nF\nG\n(ii) Courts are exclusively manned by Judges. Tribunals\ncan have a Judge as the sole member, or can have a\ncombination of a judicial member and a technical member\nwho is an \"expert\" in the field to which the tribunal relates. H\nA\nB\nC\n84 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nSome highly specialised fact-finding tribunals may have\nonly technical members, but they are rare and are\nexceptions.\n(iii) While courts are governed by detailed statutory\nprocedural rules, in particular the Code of Civil Procedure\nand the Evidence Act, requiring an elaborate procedure\nin decision making, tribunals generally regulate their own\nprocedure applying the provisions of the Code of Civil\nProcedure only where it is required, and without being\nrestricted by the strict rules of the Evidence Act.\"\n35. In the case of Bharat Bank Ltd. v. Employees, 1950\nSCR 459, this Court took the view that to be a court, the person\nor persons who constitute it, must be entrusted with judicial\nfunctions, that is, of deciding litigated questions according to\nD law. This Court further observed that before a person or\npersons can be said to constitute a court, it must be held that\nthey derive their powers from the State and are exercising the\njudicial powers of the State. In State of Bombay v. Narottamdas\nJethabhai, 1951 SCR 51, this Court held that the word \"Court\"\nE denoted a place where justice was judicially administered,\nhaving been vested the jurisdiction for this purpose by the State.\nIn the case of Brajnandan Sinha v. Jyoti Narain, (1955) 2 SCR\n955, it was held that in order to constitute a \"Court\" in the strict\nsense of the term, an essential condition is that the Court should\nhave, apart from having some trappings of a judicial tribunal,\npower to give decision or a definitive judgment which has finality\nand authoritativeness which are the essential tests of a judicial\npronouncement. This Court, in Ram Narain v. The Simla\nBanking and Industrial Co. Ltd., AIR 1956 SC 614, held that\na Tribunal which exercised jurisdiction for executing a decree\nwould be a \"court\" for the purpose of the Banking Companies\nAct.\nF\nG\nH\na\n36. While examining the Contempt of Courts Act, 1971,\nConstitution Bench of this Court in Baradakanta Mishra v.\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 85\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nRegistrar of Orissa High Court, (1974) 1 SCC 374, observed: A\n\"68. What then is a court? It is\nB\n\"an agency of the sovereign created by it directly or\nindirectly under its authority, consisting of one or more\nofficers, established and maintained for the purposes of\nhearing and determining issues of law and fact regarding\nlegal rights and alleged violations thereof, and of applying\nthe sanctions of the law, authorised to exercise its powers\nin due course of law at times and places previously\ndetermined by lawful authority.\" Isbill v. Stovall, Rex. Civ. C.\nApp. 92 SW 2d 1057, 1070.\"...\n\"\n37. In State of Tamil Nadu v. G.N. Venkataswamy, (1994)\n5 SCC 314, this Court observed that the primary function of a\nCourt was to adjudicate disputes, while holding that a Collector\nconstitutes a Revenue Court within the meaning of Entry 11-A\nof the List III of the Seventh Schedule of the Constitution. In\nCanara Bank v. Nuclear Power Corpn. of India, (1995) Supp\n3 SCC 81, this Court observed:\n\"26. In our view, the word 'court' must be read in the\ncontext in which it is used in a statute. It is permissible,\ngiven the context, to read it as comprehending the courts\nof civil judicature and courts or some tribunals exercising\ncurial, or judicial powers...\"\nThis Court also quoted, with approval, the Halsbury's Laws\nof England and observed thus:\n\"29. In Halsbury's Laws of England (4th Edn., Vol. 10,\nparas 701 and 702), this is observed:\n“701. Meaning of 'court'. Originally the term 'court' meant,\namong other things, the Sovereign's palace. It has acquired\nthe meaning of the place where justice is administered and,\nfurther, has come to mean the persons who exercise\njudicial functions under authority derived either directly or\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n☐ H\n86\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nindirectly from the Sovereign. All tribunals, however, are not\ncourts, in the sense in which the term is here employed.\nCourts are tribunals which exercise jurisdiction over\npersons by reason of the sanction of the law, and not\nmerely by reason of voluntary submission to their\njurisdiction. Thus, arbitrators, committees of clubs and the\nlike, although they may be tribunals exercising judicial\nfunctions, are not 'courts' in this sense of that term. On the\nother hand, a tribunal may be a court in the strict sense of\nthe term even though the chief part of its duties is not\njudicial. Parliament is a court. Its duties are mainly\ndeliberative and legislative; the judicial duties are only part\nof its functions. A coroner's court is a true court although\nits essential function is investigation.\n702. What is a court in law. The question is whether the\ntribunal is a court, not whether it is a court of justice, for\nthere are courts which are not courts of justice. In\ndetermining whether a tribunal is a judicial body the facts\nthat it has been appointed by a non-judicial authority, that\nit has no power to administer an oath, that the chairman\nhas a casting vote, and that third parties have power to\nintervene are immaterial, especially if the statute setting it\nup prescribes a penalty for making false statements;\nelements to be considered are (1) the requirement for a\npublic hearing, subject to a power to exclude the public in\na proper case, and (2) a provision that a member of the\ntribunal shall not take part in any decision in which he is\npersonally interested, or unless he has been present\nthroughout the proceedings.\nA tribunal is not necessarily a court in the strict sense of\nexercising judicial power merely because (1) it gives a final\ndecision; (2) it hears witnesses on oath; (3) two or more\ncontending parties appear before it between whom it has\nto decide; (4) it gives decisions which affect the rights of\n"}