{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"TRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 87\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nsubjects; (5) there is an appeal to a court; and (6) it is a A .\nbody to which a matter is referred by another body.\nMany bodies are not courts even though they have to\ndecide questions, and in so doing have to act judicially,\nin the sense that the proceedings must be conducted with\nfairness and impartiality. Examples are the benchers of\nthe Inns of Court when considering the conduct of one of\ntheir members, the disciplinary committee of the General\nMedical Council when considering questions affecting the\nconduct of a medical man, a trade union when exercising\ndisciplinary jurisdiction over its members....\"\nB\nC\n30. These passages, from the earlier edition of Halsbury,\nwere cited by this Court in Thakur Jugal Kishore Sinha v.\nSitamarhi Central Coop. Bank Ltd. The question there was\nwhether the provisions of the Contempt of Courts Act D\napplied to a Registrar exercising powers under Section\n48 of the Bihar and Orissa Cooperative Societies Act. It\nwas held that the jurisdiction of the ordinary civil and\nrevenue courts of the land was ousted in the case of\ndisputes that fell under Section 48. A Registrar exercising E\npowers under Section 48, therefore, discharged the duties\nwhich would otherwise have fallen on the ordinary civil and\nrevenue courts. He had not merely the trappings of a court\nbut in many respects he was given the same powers as\nwere given to the ordinary civil courts of the land by the F\nCode of Civil Procedure, including the power to summon\nand examine witnesses on oath, the power to order\ninspection of documents, to hear the parties after framing\nissues, to review his own order and to exercise the\ninherent jurisdiction of courts mentioned in Section 151.\nIn adjudicating a dispute under Section 48 of the Bihar\nAct, the Registrar was held to be \"to all intents and\npurposes a court discharging the same functions and\nduties in the same manner as a court of law is expected\nto do\".\nG\nH\nA\n88\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n38. The aforesaid observation has been strongly relied\nupon by Shri. Jaideep Gupta in reply to the contention of Shri.\nBhagat that the National Commission was not a Court, and\ntherefore, lacked jurisdiction to decide the complaint filed by\nthe opposite party. In P. Sarathy v. State Bank of India, 2000\nB (5) SCC 355, this Court took the view that the term \"Court\" in\nSection 14 of the Limitation Act, 1963, meant any authority or\ntribunal having the trappings of a court. It may also be relevant\nto notice that a Constitution Bench of this Court in the case of\nKihoto Hollohon v. Zachillhu, (1992) Supp (2) SCC 651 held\nthat all Tribunals may not be Courts, but all Courts are Tribunals.\nC\nD\n39. Now let us look at the definition of the term \"Court\" as\ncommonly understood. The Oxford Advanced Learner's\nDictionary [8th Edition] defines it as \"the place where legal\ntrials take place and where crimes, etc. are judged.” The\nOxford Thesaurus of English [3rd Ed] gives the following\nsynonyms: \"court of law, law court, bench, bar, court of justice,\njudicature, tribunal, forum, chancery, assizes, courtroom\". The\nChamber's Dictionary [10th Ed.] has described a court as \"a\nbody of person assembled to decide causes\". In Stroud's\nE Judicial Dictionary [5th Ed], the word \"court\" has been described\nas \"a place where justice is judicially ministered, and is\nderived\", and is further observed, \"but such a matter involves\na judicial act which may be brought up on certiorari”.\nF\nG\nH\n40. The above dictionary meaning and decision of this\nCourt in the case of Canara Bank (Supra.) and also the\nobservations of the Constitution Bench decision of this Court\nin the case of R. Gandhi (Supra.) reveal that word \"Court\" must\nbe understood in the context of a body that is constituted in order\nto settle disputes and decide rights and liabilities of the parties\nbefore it. \"Courts\" are those bodies that bring about resolutions\nto disputes between persons. As already mentioned, this Court\nhas held that the Tribunal and Commissions do not fall under\nthe definition of “Court”. However, in some situations, the word\n\"Court\" may be used in a wide, generic sense and not in a\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 89\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nnarrow and pedantic sense, and must, in those cases, be A\ninterpreted thus.\n41. In State of Karnataka v. Vishwabharathi House\nBuilding Coop. Society, (2003) 2 SCC 412, this Court took the\nview that there is a legal fiction created in giving tribunals like\nthe Consumer Forum the powers of a Court. It was held:\n“57. A bare perusal of Section 25 of the Act clearly\nshows that thereby a legal fiction has been created to the\neffect that an order made by District Forum/State\nCommission or National Commission will be deemed to\nbe a decree or order made by a civil court in a suit. Legal\nfiction so created has a specific purpose i.e. for the\npurpose of execution of the order passed by the Forum\nor Commission. Only in the event the Forum/State\nCommission or the National Commission is unable\nexecute its order, the same may be sent to the civil court\nfor its execution. The High Court, therefore was not correct\nto hold that in each and every case the order passed by\nthe District Forum/State Commission/National\nCommission are required to be sent to the civil courts for\nexecution thereof.\nB\nC\nto D\n58. Furthermore, Section 27 of the Act also confers\nan additional power upon the Forum and the\nCommission to execute its order. The said provision is\nakin to Order 39 Rule 2-A of the Code of Civil Procedure\nor the provisions of the Contempt of Courts Act or\nSection 51 read with Order 21 Rule 37 of the Code of\nCivil Procedure. Section 25 should be read in\nconjunction with Section 27. A parliamentary statute\nindisputably can create a tribunal and might say that non-\ncompliance with its order would be punishable by way of\nimprisonment or fine, which can be in addition to any\nother mode of recovery.\"\nE\nLL\nF\nG\n42. The use of the word \"Court\" in Rule 29 of the Second H\nB\n90 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Schedule of the CA Act has been borrowed from the Warsaw\nConvention. We are of the view that the word \"Court\" has not\nbeen used in the strict sense in the Convention as has come\nto be in our procedural law. The word \"Court\" has been\nemployed to mean a body that adjudicates a dispute arising\nunder the provisions of the CP Act. The CP Act gives the\nDistrict Forums, State Forums and National Commission the\npower to decide disputes of consumers. The jurisdiction, the\npower and procedure of these Forums are all clearly\nenumerated by the CP Act. Though, these Forums decide\nmatters after following a summary procedure, their main function\nis still to decide disputes, which is the main function and\npurpose of a Court. We are of the view that for the purpose of\nthe CA Act and the Warsaw Convention, the Consumer Forums\ncan fall within the meaning of the expression \"Court\".\nC\nD\n43. This view of ours is fortified by the decision of this Court\nin the case of Patel Roadways Ltd (supra) where this Court\nhas held that a complaint before the Consumer Forum is within\nthe meaning of the term \"suit\" as employed by Section 9 of the\nCarriers Act, 1865. In other words, we are of the view that when\nE it comes to legislations like the CP Act, there can be no\nrestricted meaning given to the word \"Court\". Hence, we reject\nthe argument of Shri. Bhagat that the National Commission is\nnot a \"Court\" within the meaning of Rule 29 of the Second\nSchedule of the CA Act.\nF\nDeficiency of Service\n44. Shri. Vinoo Bhagat, learned counsel appearing for the\nappellant-carrier, would contend that there was no deficiency\nof service on the part of the appellants. He would point out that\nG the appellant-carrier had delivered the consignment to the\naddress that was given by the consignor in the box with the title\n\"Consignee's Name and Address\". He would further state that\nthe only party in the consignee box with a name and an address\nwas that of M/s. Liwe Espanola S.A. He would assail the\nH findings of the National Commission that there was a deficiency\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 91\nEXPORTS \u0026 ANR. [H.L. DATTU, J.].\nof service on the part of the appellant-carrier for not having A\ndelivered the consignment at the correct address, and state that\n“BBSAE, MADRID, SPAIN” was not identifiable address to\nwhich any delivery of goods could be made. He would also\nstate that there was no way of finding out that the consignment\nwas to be made to a Bank. Shri. Bhagat would lay emphasis B\non the fact that it was the duty of the consignor to place the\ncorrect address and particulars while making the airway bill,\nby placing reliance on the Air Cargo Tariff Rules framed and\nnotified by IATA. He states that the entire responsibility for the\ncorrect address of the consignee falls upon the consignor and\nthere is no obligation on the part of the carrier or shipper to\nensure that the address is correct. The carrier, Shri. Bhagat\nwould submit, is only responsible to ensure the contents of the\nconsignment and not the addressee. He would further submit\nthat it would not be practical for the carrier to check the\nD\nauthenticity of the address in the consignee box for each and\nevery consignment and that they would only check if there is\nan address or not.\nC\n45. The learned counsel, Shri. Bhagat would also contend\nthat the consigner did not invoke the rights under the Warsaw E\nConvention for the non-arrival of goods in a timely manner and\nas a result, was disentitled to later complaining about the lost\nconsignment. He would then refer to Clause 12 of the airway\nbill and state that if the notice was not given by the consignor\nwithin a period of 120 days, then the claim would get F\nextinguished. He would further contend that neither the\nconsignee nor the consignor invoked their rights under Article\n13(3) and Article 14 at any time. This fact sufficiently proves,\naccording to the learned counsel, that the claim made is not\ngenuine.\nt\n46. Before the National Commission, appellant-carrier had\nfiled the affidavit of Mr. Daulat Kripalani, who was working as\nManager of the appellant-carrier in India. In the affidavit, it is\nstated that the consignor must provide all the information of the\nconsignee and further, the consignor did not give the address\nG\nH\nB\n92 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of the consignee even when it is asked for and it was also not\ninformed to them that the goods must be released after\nobtaining appropriate credit. It is the responsibility of the\nconsignor to give full particulars of the consignee as provided\nin IATA Regulations. It is also stated that Barclays Bank has\nseveral offices in Madrid and the Bank did not receive any\nletters of credit (L/C) from Canara Bank, Bangalore. It is also\nstated that L/C was not attached to the airway bill and,\ntherefore, there was no way of finding out that the consignment\nwas addressed to the Bank. It is also stated that if the name\nand address of the Bank was not given in full, the custom\nauthorities would not have released the goods. He also states\nthat there was delay in approaching the air carrier after\nshipment of the goods, which would disentitle them from making\nany claim.\nс\nD\n47. The appellant has also filed the affidavit of Khaled El\nTameer, Asstt. Vice President, Insurance claims, who has also\nstated in the same lines on that of Mr. Daulat Kripalani. In his\ncross-examination, he has stated that it is the responsibility of\nthe agent of the consignor to furnish all required documents and\nE they would accept the Airway bill on the basis of the documents\nfurnished by the agent.\nF\nG\n48. The cargo agent/respondent No.2 has filed the affidavit\nof Mr. Anil Vazirani, who is the partner of the firm. He has stated\nthat the airway bills are prepared as per the instructions of the\nconsignor and the abbreviations used in the airway bills are\nuniversally known and in the dispute between the appellant-\ncarrier and the consignor, it has no role to play and they are\nalso not liable for any damages for any deficiency of service.\n-\n49. Mr. Rajendra Hinduja – partner of the consignor, has\nfiled his affidavit. He has stated in his affidavit that the address\nof BBSAE has been given to notify the party, who is the\nconsignee. The same stands for Barclays Bank, Madrid. It is\nalso stated that since they did not receive the value of the\nH consignment, they had made several oral enquires with the\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 93\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nappellant-carrier and since they did not get positive response, A\nthey made written correspondence in the year 1993.\n50. All the witnesses, who had filed their affidavit by way\nof examination-in-chief, have been cross examined by the\ncontesting parties.\nB\nC\n51. The learned counsel Sri Vinoo Bhagat would contend\nthat in the airway bill, the consignor had indicated the name of\nthe consignee as M/s. LIWE ESPANOLA in the consignee box\nand, therefore, the consignor could not have expected the\ncarrier to have delivered the consignment to BBSAE, Madrid,\nSpain. The airway bill is one of the documents produced along.\nwith the Memorandum of civil appeal. A perusal of the same\nwould show that the agent of the consignor in the consignee's\nbox specifically mentions the name of the consignee as\nBBSAE, Madrid and immediately thereafter, the name of M/s D\nLIWE ESPANOLA is mentioned. It has come in the evidence\nof the consignor and his agent that BBSAE, Madrid is Barclays\nBank, Madrid and 'SAE' is a Spanish abbreviation for\nincorporation like 'limited'. Therefore, the consignee is only\nBarclays Bank, Madrid. It is the stand of the appellant-carrier E\nthat BBSAE, Madrid is not the consignee and further, it was\nthe responsibility of the consignor and his agent to have\nfurnished the correct and accurate particulars of the consignee\nand since the name of M/s. LIWE ESPANOLA also finds a\nplace in the consignee box, the consignment is delivered to the F\nnotified party and, therefore, it cannot be said that there was\ndeficiency of service. We cannot agree. The consignor, through\nhis agent, has stated that in the airway bill that is handed over\nto the appellant-carrier, in the consignee box, the name of\nBBSAE, Madrid is specifically mentioned. If, for any reason, the\nappellant-carrier was of the view that the name of the consignee\nis not forthcoming or if the particulars furnished were insufficient\nfor effecting the delivery of the consignment, it was expected\nfrom the appellant-carrier to have made enquiries. In our view,\nat this belated stage, the appellant-carrier cannot shift the\nG\nH\n94 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA burden by contending that it was expected from the consignor\nand his agent to have furnished the correct and proper\nparticulars of the consignee in the airway bill. The appellant is\nan air line carrier of high repute and they effect transportation\nof goods to various parts of the world including Spain and,\nB therefore, it can safely be presumed that the carriers were fully\naware of the consignee's name, which was indicated in the\nconsignee's box and they should have notified the notified party\nimmediately after the arrival of the consignment. Since, that has\nnot been done, the National Commission was justified in\nholding that there is deficiency of service on the part of the\ncarrier in not effecting the delivery of goods to the consignee.\nC\nD\n52. Learned counsel for the appellant-carrier has\ncontended that by virtue of Articles 6, 10 and 16 of the Rules,\nthe consignor is required to make the airway bill and they are\nonly responsible for correctness of the airway bill and\nconsequences of errors in it and the carrier is not required to\ncheck correctness of consignors documents. We have already\nnoticed the relevant rules. Repetition of it may not be necessary.\nRule 6 of the Rules envisages that the airway bill requires to\nE be made by the consignor and handed over the same to the\ncarrier with the cargo. Rule 10 stipulates that the consignor is\nresponsible for the correctness of the particulars and\nstatements relating to the cargo which he inserts in the airway\nbill. Sub-clause (2) of Article 10 provides that the consignor shall\nF indemnify the carrier against all damages suffered by him or\nto any other person to whom the carrier is liable, by reason of\nthe irregularity, incorrectness or incompleteness of the\nparticulars and statements furnished by the consignor. Rule 16\nprovides that the consignor should furnish all the information\nG and attach it to the airway bill to meet the requirements of law\nenforcing agencies. In the present case, as we have already\nnoticed that the consignor had furnished all the relevant\ninformation in the airway bill which would satisfy the\nrequirements of both Rule 6 and 16 of the rules and, therefore\\\nthe consignor cannot be accused of not furnishing the correct\nH\nTRANS MEDITERRANEAN AIRWAYS v.. UNIVERSAL 95\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nparticulars and information in the airway bill which is handed A\nover to the appellant-carrier with the cargo. In our view, the\nappellant-carrier cannot absolve its responsibilities by\ncontending that it would be practically impossible to verify the.\ncorrectness of all the airway bills which are furnished with the\ncargo. The appellant's contention that the name and address\nof the consignee was inadequate is difficult to accept. There\nis evidence on record to show that documents supporting the\nletter of credit was sent by the consignors using the self same\nname and address and there was no difficulty in the same being\ndelivered to the consignee bank.\nB\nC\nD\n53. The learned counsel also submits that the consignor,\nhaving not invoked Article 14 of the Rules within a reasonable\ntime, is disentitled to make any complaints before any forum,\nmuch less National Commission. We are not impressed with\nthe arguments canvassed. Rule 14 confers the right on the\nconsignor to make complaint to the carrier if the consignment\nhas not reached its destination qua the consignee. In the\nevidence of the consignor, it is elicited that necessary oral\nenquiries were made with the carrier within a reasonable time,\nwhen the consignor did not receive the value of the goods from E\nthe consignee and since it did not receive any reasonable\nexplanation, it had no other alternative but to correspond with\nthe appellant-carrier by written correspondence. Though, the\nwitnesses of the consignor are cross examined by the\nappellant-carrier, nothing worthwhile is elicited. Therefore, in the F\nabsence of any contrary evidence, the statement made by the\nconsignor and its witness require to be accepted.\n54. It is also contended that Clause 12 of the Conditions\nof Contract printed on the reverse of airway bill requires that\nthe person entitled to delivery must make a complaint to the\ncarrier in writing in the case of non delivery of the goods within\n120 days from the date of the issue of the airway bill. If not done\nwithin the time stipulated, claim, if any, against the carrier\nextinguishes. Per contra, Shri Jaideep Gupta, learned senior\nG\nH\n96 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA counsel, submits that under CP Act, the cause of action does\nnot depend on any notice in writing being served on the carrier\nunlike in certain other Statutes. While considering this issue,\nthe National Commission, in the impugned Judgment, has\nconcluded:\nB\nс\nD\nE\nF\n☐ G\nН\n\"In our view, this submission cannot be accepted.\nFirstly, Clause (12) only provides that the persons entitled\nto delivery must make a complaint to the carrier in writing,\nin case of non-delivery of the goods within 120 days from\nthe date of issue of airway bill. There is no question of\ndelivery of goods to the shipper/Complainant. Further, it\ncannot control the period of limitation provided under 'the\nAct'. Rule 29(2), upon which heavy reliance was placed by\nthe Respondent, also nowhere provides that it should be\nfiled within 120 days. On the contrary, Rule 29(2)\nspecifically provides that questions of procedure shall be\ngoverned by the law of the Court seized of the case.\nIn addition, Rule 30 of the second Schedule leaves\nno doubt that the right to damages shall be extinguished\nonly if the action is not brought within two years as provided\ntherein. It reads thus:\n\"30(1). The right to damages shall be extinguished\nif an action is not brought within two years,\nreckoned from the date of arrival at the destination,\nor from the date on which the aircraft ought to have\narrived, or from the date on which the carriage\nstopped.\n(2) The method of calculating the period of limitation\nshall be determined by the law of the Court seized\nof the case.\"\nThe Complainant entrusted the goods to the carrier\non 25th August, 1992 and the goods reached Madrid on\n"}