{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 14 (ADDL.) S.C.R. 47\nTRANS MEDITERRANEAN AIRWAYS\nV.\nM/S UNIVERSAL EXPORTS \u0026 ANR.\n(Civil Appeal No. 1909 of 2004)\nSEPTEMBER 15, 2011\n[G.S. SINGHVI AND H.L. DATTU, JJ. ]\nCONSUMER PROTECTION ACT, 1986:\nA\nB\nObject and historical background of its enactment - C\nDiscussed.\n-\n-\nComplaint by consignor claiming compensation\nJurisdiction of National Commission under the CP Act to\nentertain – Held: National Commission has jurisdiction under\nthe CP Act to entertain and decide a complaint filed by the\nconsignor claiming compensation for deficiency of service by\nthe carrier, in view of the provisions of the Carriage by Air Act\nand the Warsaw Convention - Carriage by Air Act, 1972.\n-\nD\nE\nDeficiency in service - Delivery of consignments\nComplaint filed before National Commission by consignor\nclaiming compensation for deficiency in service on the ground\nthat the consignments were delivered to wrong person\nNational commission held that the services rendered by\ncarrier were deficient and held it liable to pay compensation F\nequivalent to USD 71,615 - Order of National Commission\nchallenged on the grounds that it had no jurisdiction to\nentertain the complaint and there was no deficiency of service\n-\nHeld: There was no legal infirmity in the National\nCommission exercising its jurisdiction, as the same can be G\nconsidered a Court within the territory of a High Contracting\nParty for the purpose of Rule 29 of the Second Schedule to\nthe CA Act and the Warsaw Convention - Consignment was\ndelivered to M/s LIWE ESPANOLA - Perusal of the airway\n47\nH\n48 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n-\nA bill showed the name of the consignee as BBSAE, Madrid\nand thereafter, the name of M/s LIWE ESPANOLA was\nmentioned - The stand of the appellant-carrier cannot be\naccepted that since the name of M/s. LIWE ESPANOLA also\nappeared along with BBSAE, Madrid, the consignment was\nB delivered to the notified party If, for any reason, the\nappellant-carrier was of the view that the particulars furnished\nwere insufficient for effecting the delivery of the consignment,\nit was expected from the appellant-carrier to have made\nenquiries The appellant, being an airline carrier of high\nrepute and effecting transportation of goods to various parts\nof the world including Spain is expected to be fully aware of\nthe consignee's name, which was indicated in the consignee's\nbox and they should have notified the notified party\nimmediately after the arrival of the consignment - Since, that\nwas not done, the National Commission was justified in\nholding that there was deficiency of service on the part of the\ncarrier in not effecting the delivery of goods to the consignee.\nC\nD\n-\n-\n-\nNational Commission whether a \"court\" - Held: The use\nof the word \"Court” in Rule 29 of the Second Schedule of the\nE Act has been borrowed from the Warsaw Convention The\nword \"Court\" has not been used in the strict sense in the\nConvention as has come to be in our procedural law The\nword \"Court\" has been employed to mean a body.that\nadjudicates a dispute arising under the provisions of the CP\nF Act - The Act gives the District Forums, State Forums and\nNational Commission the power to decide disputes of\nconsumers The jurisdiction, the power and procedure of\nthese Forums are all clearly enumerated by the Act -\nThough, these Forums decide matters after following a\nG summary procedure, their main function is still to decide\ndisputes, which is the main function and purpose of a Court.\nН\n-\nCARRIAGE BY AIR ACT, 1972: Object and historical\nbackground of its enactment - Discussed.\n$\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 49\nEXPORTS \u0026 ANR.\nWORDS AND PHRASES: Court\nDiscussed.\n-\nMeaning of A\n-\nThe appellant, an International Cargo carrier had its\nprincipal place of business at Beirut, Lebanon.\nRespondent No.1-consignor was a garment exporter and\nrespondent No.2 was an accredited International Air\nTransport Association agent. The agent made out three\nairway bills for shipping of garments to Spain on behalf\nof the consignor through the appellant-carrier. In the\nconsignee column, the consignment was addressed to\n\"BB SAE MADRID, SPAIN NOTIFY: M/S LIWE ESPANOLA\nS.A., MAYOR S/N, 30006 PUENTE TOCINOR APARTADO,\n741, MORCIA, SPAIN, L.C. No. C. 1036-92-00276\". The\nconsignments reached Madrid and were cleared by the\nCustoms Authorities. The appellant-carrier delivered the\nconsignment to M/s Liwe Espanola, as according to them,\nthat was the only recognizable address available from the\ndocuments furnished by the consignor.\nAfter nine months from the date of shipment, the\nagent made enquiry regarding two of the three airway\nbills. Since there was no response, the agent made\nfurther enquiry again after four months. In response to\nthe query, the appellant-carrier informed the consignor\nthat on finding the full name and complete postal\naddress of the consignee as M/s Liwe Espanola, the\nappellant-carrier has delivered the goods to it. The\nconsignor claimed that the consignee of the said\nconsignment was Barclays Bank, Madrid and the\nappellant carrier had wrongly delivered the consignment\nto the address mentioned in the Block column instead\nof routing it through Barclays Bank. The consignor\ninstituted a complaint under Section 12 of the Consumer\nProtection Act, 1986 (CP Act) before the National\nCommission, inter alia, claiming compensation for the\nalleged deficiency of service by the appellant-carrier and\nB\nC\nD\nE\nF\nG\nH\n50 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA the agent for not delivering the said consignment to the\nconsignee. The National Commission held that the\nservices rendered by the appellant-carrier was deficient\nand thereby, it was liable to pay compensation equivalent\nto US $71,615.75 with 5% interest from the date of the\ncomplaint till its realization, and imposed costs of Rs.1\nlakh.\nB\nC\nThe questions which arose for consideration in the\ninstant appeal were whether the National Commission\nunder the CP Act has the jurisdiction to entertain and\ndecide a complaint filed by the consignor claiming\ncompensation for deficiency of service by the carrier, in\nview of the provisions of the Carriage by Air Act and the\nWarsaw Convention or whether domestic laws can be\nadded to or substituted for the provisions of the\nD conventions; and whether the appellant can be directed\nto compensate the consignor for deficiency of service in\nthe facts and circumstances of the case.\nE\nF\nDismissing the appeal, the Court\nHELD: 1. The Carriage by Air Act, 1972 (CA Act) was\nenacted to give effect to the convention for unification of\nrules relating to international carriage by air signed at\nWarsaw as amended at Hague in 1995 and the Montreal\nConvention of 1999. Section 2(ii) of the CA Act defines\nconvention to mean convention for unification of certain\nrules relating to international carriage by air signed at\nWarsaw on 12.10.1929. Section 3 provides for the\napplication of the Warsaw Convention to India. It says that\nthe rules contained in the First Schedule being the\nprovisions of the convention relating to the rights and\nliabilities of carriers, passengers, consignors, consignees\nand other persons, shall have the force of law in India in\nrelation to any carriage by air to which those rules apply\nirrespective of the nationality of the aircraft performing\nH the carriage, subject to the provisions of the Act. Section\nG\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 51\nEXPORTS \u0026 ANR.\nB\n4 provides for application of amended convention to A\nIndia and also provides for Second Schedule in\nconsonance with the amended convention. This\nSchedule applies to the claim made in the instant case\nas it is a dispute that occurred in 1994 before the\nMontreal Convention in 1999. Section 4A provides for the\napplication of the Montreal Convention to India and\nprovides for the Third Schedule. Section 7 provides that\nevery high contracting party to the convention shall, for\nthe purpose of any suit brought in a Court in India in\naccordance with the provisions of Rule 28 of the First C\nSchedule or of the Second Schedule, as the case may.\nbe, enforce a claim in respect of the carriage undertaken\nby him. Section 8 enables the application of the Act to\ncarriages which are not international. [Paras 18-19] [68-\nD-H; 69-A]\nD\n2. The Consumer Protection Act, 1986 (CP Act) aims\nto protect the interests of the consumers and provide for\nspeedy resolutions of their disputes with regard to\ndefective goods or deficiency of service. The frame work\nfor the CP Act was provided by a Resolution dated E\n09.04.1985 of the General Assembly of the United Nations\nOrganization, which is commonly known as Consumer\nProtection Resolution No.39/248. India is a signatory to\nthe said Resolution. The Act was enacted in view of the\nsaid Resolution of the General Assembly of the United F\nNations. The preamble to the Act suggests that it is to\nprovide better protection for the consumers and their\ninterests. By this Act, the Legislature has constituted\nquasi-judicial Tribunals/Commissions as an alternative\nsystem of adjudicating consumer disputes.Section 3 of\nthe CP Act gives an additional remedy for deficiency of\nservice and that remedy is not in derogation of any other\nremedy under any other law. The protection provided\nunder the CP Act to consumers is in addition to the\nremedies available under any other Statute. It does not\n0\nH\n00\nB\n52 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA extinguish the remedies under another Statute but\nprovides an additional or alternative remedy. In the\ninstant case, at the relevant point of time, the value of the\nsubject matter was more than Rs.20 lakhs, by which the\nNational Commission is conferred jurisdiction for any\ncause of action that arises under the Act. The Warsaw\nConvention and the Hague Protocol have been\nincorporated into the domestic law by the passage of the\nCA Act. Therefore, there was no legal infirmity in the\nNational Commission exercising its jurisdiction, as the\nsame can be considered a Court within the territory of a\nHigh Contracting Party for the purpose of Rule 29 of the\nSecond Schedule to the CA Act and the Warsaw\nConvention. [Paras 22, 24, 32] [74-B; 76-G-H; 77-A-B; 80-\nD-F]\nC\nD\nProprietor, Jabalpur Tractors v. Sedmal Jainrain and Anr.\n1995 Supp. (4) SCC 107: 1995 (4) Suppl. SCR 561; Fair\nAir Engineers Pvt. Ltd. and Anr. v. N.K. Modi (1996) 6 SCC\n385: 1996 (4) Suppl. SCR 820; State of Karnataka vs. Vishwa\nBharathi House Building Co-operative Society and Others\nE (2003) 2 SCC 412: 2003 (1) SCR 397: Secy., Thirumurugan\nCoop. Agricultural Credit Society v. Ma. Lalitha (2004) 1 SCC\n305: 2003 (6) Suppl. SCR 659; Kishore Lal v. Chairman,\nEmployees' State Insurance Corpn. (2007) 4 SCC 579: 2007\n(6) SCR 139; Skypak Couriers Ltd. v. Tata Chemicals Ltd.\nF (2000) 5 SCC 294: 2000 (1) Suppl. SCR 324; Patel\nRoadways Limited v. Birla Yamaha Ltd., (2000) 4 SCC 91:\n2000 (2) SCR 665 - relied on.\nG\nH\nWhether National Commission is a 'Court'?\n3. The Oxford Advanced Learner's Dictionary [8th\nEdition] defines 'Court' as \"the place where legal trials\ntake place and where crimes, etc. are judged.\" The Oxford\nThesaurus of English [3rd Ed] gives the following\nsynonyms: \"court of law, law court, bench, bar, court of\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 53\nEXPORTS \u0026 ANR.\nB\njustice, judicature, tribunal, forum, chancery, assizes, A\ncourtroom\". The use of the word \"Court\" in Rule 29 of\nthe Second Schedule of the CA Act has been borrowed\nfrom the Warsaw Convention. The word \"Court\" has not\nbeen used in the strict sense in the Convention as has\ncome to be in our procedural law. The word \"Court\" has\nbeen employed to mean a body that adjudicates a dispute\narising under the provisions of the CP Act. The CP Act\ngives the District Forums, State Forums and National\nCommission the power to decide disputes of consumers.\nThe jurisdiction, the power and procedure of these C\nForums are all clearly enumerated by the CP Act. Though,\nthese Forums decide matters after following a summary\nprocedure, their main function is still to decide disputes,\nwhich is the main function and purpose of a Court. For\nthe purpose of the CA Act and the Warsaw Convention,\nthe Consumer Forums can fall within the meaning of the\nexpression \"Court\". When it comes to legislations like the\nCP Act, there can be no restricted meaning given to the\nword \"Court\". Hence, the contention that the National\nCommission is not a \"Court\" within the meaning of Rule\n29 of the Second Schedule of the CA Act is rejected.\n[Paras 39, 42, 43] [88-D-E; 89-H; 90-A-E]\nEthiopian Airlines v. Ganesh Narain Saboo (Civil Appeal\nNo.7037 of 2004) Laxmi Engineering Works v. P.S.G.\nIndustrial Institute, (1995) 3 SCC 583: 1995 (3) SCR 174;\nCharan Singh v. Healing Touch Hospital, (2000) 7 SCC 668:\n2000 (3) Suppl. SCR 337; State of Karnataka v.\nVishwabharathi House Building Coop. Society (2003) 2 SCC\n412: 2003 (1) SCR 397; Union of India v. R. Gandhi,\nPresident, Madras Bar Association, (2010) 11 SCC 1: 2010\n(6) SCR 857; Bharat Bank Ltd. v. Employees, 1950 SCR 459;\nState of Bombay v. Narottamdas Jethabhai, 1951 SCR 51\nBrajnandan Sinha v. Jyoti Narain (1955) 2.SCR 955; Ram\nNarain v. The Simla Banking and Industrial Co. Ltd. AIR 1956\nD\nE\nF\nG\nI\n54 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA SC 614:: 1956 SCR 603; Baradakanta Mishra v. Registrar\nof Orissa High Court, (1974) 1 SCC 374: 1974 (2) SCR 282;\nState of Tamil Nadu v. G.N. Venkataswamy, (1994) 5 SCC\n314: 1994 (1) Suppl. SCR 322; Canara Bank v. Nuclear\nPower Corpn. of India, (1995) Supp 3 SCC 81: 1995 (2) SCR\nB 482; P. Sarathy v. State Bank of India 2000 (5) SCC 355:\nC\n2000 (1) Suppl. SCR 402; Kihoto Hollohon v. Zachillhu\n(1992) Supp (2) SCC 651: 1992 (1) SCR 686; State of\nKarnataka v. Vishwabharathi House Building Coop. Society\n(2003) 2 SCC 412: 2003 (1) SCR 397 - relied on.\nThe Oxford Thesaurus of English [3rd Ed] The Chamber's\nDictionary [10th Ed.]; Stroud's Judicial Dictionary [5th Ed]\nreferred to.\n-\n4. The airway bill is one of the documents produced\nD along with the Memorandum of appeal. A perusal of the\nsame would show that the agent of the consignor in the\nconsignee's box specifically mentions the name of the\nconsignee as BBSAE, Madrid and immediately thereafter,\nthe name of M/s LIWE ESPANOLA is mentioned. It came\nE in the evidence of the consignor and his agent that\nBBSAE, Madrid is Barclays Bank, Madrid and 'SAE' is a\nSpanish abbreviation for incorporation like 'limited'.\nTherefore, the consignee was only Barclays Bank,\nMadrid. The stand of the appellant-carrier cannot be\nF accepted that BBSAE, Madrid is not the consignee and\nthat it was the responsibility of the consignor and his\nagent to have furnished the correct and accurate\nparticulars of the consignee and since the name of M/s.\nLIWE ESPANOLA also finds a place in the consignee box,\nthe consignment is delivered to the notified party and,\ntherefore, it cannot be said that there was deficiency of\nservice. The consignor, through his agent, has stated that\nin the airway bill that is handed over to the appellant-\ncarrier, in the consignee box, the name of BBSAE, Madrid\nis specifically mentioned. If, for any reason, the appellant-\nG\nH\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 55\nEXPORTS \u0026 ANR.\ncarrier was of the view that the name of the consignee is A\nnot forthcoming or if the particulars furnished were\ninsufficient for effecting the delivery of the consignment,\nit was expected from the appellant-carrier to have made\nenquiries. At this belated stage, the appellant-carrier\ncannot shift the burden by contending that it was B\nexpected from the consignor and his agent to have\nfurnished the correct and proper particulars of the\nconsignee in the airway bill. The appellant is an air line\ncarrier of high repute and they effect transportation of\ngoods to various parts of the world including Spain and, c\nC\ntherefore, it can safely be presumed that the carriers were\nfully aware of the consignee's name, which was indicated\nin the consignee's box and they should have notified the\nnotified party immediately after the arrival of the\nconsignment. Since, that has not been done, the National\nCommission was justified in holding that there is\ndeficiency of service on the part of the carrier in not\neffecting the delivery of goods to the consignee. [Para 51]\n[93-B-H; 94-A-C]\nD\n5. Rule 6 of the Rules envisages that the airway bill E\nis required to be made by the consignor and handed over\nthe same to the carrier with the cargo. Rule 10 stipulates\nthat the consignor is responsible for the correctness of\nthe particulars and statements relating to the cargo which\nhe inserts in the airway bill. Sub-clause (2) of Article 10 F\nprovides that the consignor shall indemnify the carrier\nagainst all damages suffered by him or to any other\nperson to whom the carrier is liable, by reason of the\nirregularity, incorrectness or incompleteness of the\nparticulars and statements furnished by the consignor. G\nRule 16 provides that the consignor should furnish all the\ninformation and attach it to the airway bill to meet the\nrequirements of law enforcing agencies. In the instant\ncase, the consignor had furnished all the relevant\ninformation in the airway bill which would satisfy the H\n•\n56 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA requirements of both Rule 6 and 16 of the rules and,\ntherefore, the consignor cannot be accused of not\nfurnishing the correct particulars and information in the\nairway bill which is handed over to the appellant-carrier\nwith the cargo. The appellant-carrier cannot absolve its\nB responsibilities by contending that it would be practically\nimpossible to verify the correctness of all the airway bills\nwhich are furnished with the cargo. The appellant's\ncontention that the name and address of the consignee\nwas inadequate is difficult to accept. There is evidence\nC on record to show that documents supporting the letter\nof credit was sent by the consignors using the self same\nname and address and there was no difficulty in the same\nbeing delivered to the consignee bank. Rule 14 confers\nthe right on the consignor to make complaint to the\ncarrier if the consignment has not reached its destination\nqua the consignee. In the evidence of the consignor, it\nis elicited that necessary oral enquiries were made with\nthe carrier within a reasonable time, when the consignor\ndid not receive the value of the goods from the consignee\nand since it did not receive any reasonable explanation,\nit had no other alternative but to correspond with the\nappellant-carrier by written correspondence. Though, the\nwitnesses of the consignor are cross examined by the\nappellant-carrier, nothing worthwhile is elicited.\nTherefore, in the absence of any contrary evidence, the\nstatement made by the consignor and its witness require\nto be accepted. [Paras 52, 53] [94-D-H; 95-A-F]\nD\nE\nF\nCase Law Reference:\n1995 (4) Suppl. SCR 561\nrelied on\nPara 25\nG\n1996 (4) Suppl. SCR 820\nrelied on\nPara 26\n2003 (1) SCR 397\nrelied on\nPara 27\n2003 (6) Suppl. SCR 659 relied on\nPara 28\nH\n"}