{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"TRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 57\nEXPORTS \u0026 ANR.\n2007 (6) SCR 139\nrelied on\nPara 29\nA\n2000 (1) Suppl. SCR 324 relied on\nPara 30\n2000 (2) SCR 665\nrelied on\nPara 31\n1995 (3) SCR 174\nrelied on\nPara 34\nB\n2000 (3) Suppl. SCR 337 relied on\nPara 34\n2003 (1) SCR 397\nrelied on\nPara 34\n2010 (6) SCR 857\nrelied on\nParas 34, 40\nC\n1950 SCR 459\nrelied on\nPara 35\n1951 SCR 51\nrelied on\nPara 35\n(1955) 2 SCR 955\nrelied on\nPara 35\nD\n1956 SCR 603\nrelied on\nPara 36\n1974 (2) SCR 282\nrelied on\nPara 36\n1994 (1) Suppl. SCR 322 relied on\nPara 37\n1995 (2) SCR 482\nrelied on\nParas 37, 40 E\n2000 (1) Suppl. SCR 402 relied on\nPara 38\n1992 (1) SCR 686\n-\nrelied on\nPara 38\n2003 (1) SCR 397\nrelied on\nPara 41\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1919 of 2004.\nFrom the Judgment and Order dated 15.01.2004 of the\nNational Consumer Disptes Redressal Commission in Original G\nPetition No. 161 of 1994.\nVinoo Bhagat and Rutwik Panda for the Appellant.\nJaideep Gupta, G.S. Chatterjee, Raja Chatterjee,\nH\n58 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Siddhartha Dave, Senthil Jagadeesan and Jemtiben AO., for\nthe Respondents.\nB\nThe Judgment of the Court was delivered by\nH.L. DATTU, J. 1. This appeal is filed under Section 23\nof the Consumer Protection Act, 1986 [hereinafter referred to\nas \"the CP Act\"] against the order in Original Petition No. 161\nof 1994 of the National Consumer Disputes Redressal\nCommission, New Delhi [\"the National Commission\" for short]\ndated 15th January, 2004, whereby the National Commission\nC has directed the appellant to pay a sum equivalent to US\n$71,615.75 with 5% interest from the date of the complaint, till\nits realization, and imposed costs of `1 lakh for deficiency of\nservice.\nD\nE\nF\nG\nH\n2. The appellant before us is an International Cargo carrier,\nwith its principal place of business at Beirut, Lebanon.\nRespondent No.1 is a garment exporter and respondent No.2\nis an accredited International Air Transport Association agent.\nBy this appeal, we are called upon to examine and reconcile\nthe area of operation of the CP Act on the one hand, and the\nCarriage by Air Act, 1972 [hereinafter referred to as \"the CA\nAct\"] along with the Warsaw Convention of 1929 [hereinafter\nreferred to as \"the Warsaw Convention\"] on the other. The\nappellant, respondent No. 1 and respondent No. 2, hereinafter,\nfor the sake of brevity, referred to as \"appellant carrier\", \"the\nconsignor\" and \"agent\" respectively.\n3. The core issues that arise for our consideration and\ndecision in this appeal are:\n1. Whether the National Commission under the CP Act has\nthe jurisdiction to entertain and decide a complaint filed\nby the consignor claiming compensation for deficiency of\nservice by the carrier, in view of the provisions of the CA\nAct and the Warsaw Convention. Or whether domestic laws\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\n59\ncan be added to or substituted for the provisions of the A\nconventions.\n2. Whether the appellant can be directed to compensate\nthe consignor for deficiency of service in the facts and\ncircumstances of the case.\nBrief Facts\n4. The facts leading to this appeal are as follows:\n00\nB\nThe agent made out three airway bills for shipping of C\ngarments to Spain on behalf of the consignor through the\nappellant-carrier. In the consignee column, the consignment\nwas addressed as :\n\"BB SAE MADRID, SPAIN\nNOTIFY: M/S LIWE ESPANOLA S.A.,\nMAYOR S/N, 30006 PUENTE TOCINOR\nAPARTADO, 741, MORCIA, SPAIN,\nD\nL.C. No. C. 1036-92-00276”\ni\nIn the box titled 'Handling Information', the following\ninformation was recorded:\n\"MARKS: SPAIN N/C NOS: 1027-1185\nTOTAL ONE HUNDRED FIFTY NINE CARTONS ONLY/\nPLS INF CNEE IMM ON ARR/DOCUMENTS\nATTACHED\"\nThe airway bills from Bombay to Amsterdam were dated\n25-08-1992 and the consignment through the appellant-carrier\nreached Amsterdam on 30-08-1992. From Amsterdam, the\nconsignments were sent to Madrid by road on the following\nday, and they reached Madrid on 03-09-1992 and were cleared\nby the Customs Authorities. The appellant-carrier delivered the\nconsignment to M/s Liwe Espanola, as according to them, that\nwas the only recognizable address available from the\ndocuments furnished by the consignor.\nE\nF\nG\n5. After nine months from the date of shipment, the agent H\n60\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nC\nA made enquiry regarding two of the three airway bills. Since\nthere was no response, the agent made further enquiry again\nafter four months. In response to the query, the appellant-carrier\ninformed the consigner that on finding the full name and\ncomplete postal address of the consignee as M/s Liwe\nB Espanola, the appellant-carrier has delivered the goods to it. It\nwas at this stage, the consignor claimed that the consignee of\nthe said consignment was Barclays Bank, Madrid, which had\nonly one branch in Madrid and since the appellant carrier had\nwrongly delivered the consignment to the address mentioned\nin the Block column instead of routing it through Barclays Bank\nand, therefore, there is deficiency of service. Accordingly, the\nconsignor instituted a complaint under Section 12 of the CP\nAct before the National Commission, inter alia, claiming\ncompensation for the alleged deficiency of service by the\nappellant-carrier and the agent for not delivering the said\nconsignment to the consignee. The National Commission, after\nconsidering the entire evidence on record, has come to the\nconclusion that the services rendered by the appellant-carrier\nwas deficient and thereby, it was liable to pay compensation\nequivalent to US $71,615.75 with 5% interest from the date of\nthe Complaint till its realization, and imposed costs of Rs. 1\nlakh. It is the correctness or otherwise of this order, which is\ncalled in question in this appeal.\nD\nE\n6. Since this is the first appeal under Section 23 of the CP\nF Act, we are required to consider both the questions of facts as\nwell as questions of law.\nG\nImpugned Order of the National Commission\n7. The appellant-carrier before the National Commission,\nby way of preliminary objection, had raised jurisdiction of the\nNational Commission in entertaining the complaint filed by the\ncomplainant. It was the contention of the appellant-carrier that\nin view of Rule 29 and Rule 33 of the Second Schedule to the\nCA Act, the National Commission in Delhi has no jurisdiction\nH to entertain and decide the complaint. It was contended that\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 61\nEXPORTS \u0026 ANR. [H.L. DATTU, J.].\nonly the Courts at the four places mentioned in the said A\nprovision have jurisdiction to adjudicate the complaint and,\ntherefore, no other courts, Tribunal or Commission has\njurisdiction to decide the complaint filed by the complainant. It\nwas also contended that in view of the Warsaw Convention, the\nNational Commission had no jurisdiction to decide the dispute. B\nThe National Commission, after a detailed analysis of the\nprovisions of the CP Act and carrier laws, has negatived the\ncontention by holding that the CP Act has vested jurisdiction to\nthe Consumer Courts to adjudicate upon a claim for\ncompensation in cases of deficiency of service. It was also held\nthat due to the pecuniary jurisdiction of the National\nCommission, even a matter that arose in Mumbai of value of\nmore than Rs. 20 lakhs, could be filed for adjudication before\nthe National Commission (prior to the 2002 amendment).\nс\nD\n8. On merits, it was the case of the consignor before the\nNational Commission that the services offered by the appellant-\ncarrier and the agent were deficient and the consignment meant\nfor the consignee was not delivered to the notified person. It\nwas also the case of the consignor that in view of the conditions\nof contract on the reverse of the airway bill, it was required for E\nthe appellant-carrier to have delivered the consignment to the\nconsignee only, and in case of any doubt regarding the address\nof delivery, the appellant-carrier was required to enquire with\nthe consignor and not deliver the consignment to any other\nperson than the notified party. Therefore, it was contended that F\nthere is a deficiency of service by the appellant-carrier..\n9. The appellant-carrier has taken the defense that the\naddress given by the agent of the consignor was incorrect and\nincomplete, and the only address that was properly given was\nthat of the notified party, to which address they have delivered\nthe said consignment. Further, it was contended that at no point\nof time, the appellant-carrier was made known that the \"BBE\nSAE, MADRID SPAIN\" stood for Barclays Bank, Madrid.\nFurther, it was contended that the consignor had to file a suit\nG\nH\n62 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA within 120 days by relying on Rule 12 and the complaint was\nbarred by limitation. It was further contended that if there was\nany damage that was suffered by the consignor, it was due to\nthe negligence of the agent. It was also contended that the\nconsignor has received payment from the notified party. The\nB appellant-carrier also made reference to the CA Act, Warsaw\nConvention and several other authorities in support of its claim.\nC\n10. The National Commission, in the impugned order, has\nconcluded that the agent was not only the agent of the\nconsignor, but also of the agent of the appellant-carrier, and\nhence any mistake committed by the agent would make the\nprincipal (appellant-carrier) liable for such damages. Further,\nit is held by the National Commission that the appellant-carrier\nwas duty bound to have contacted the consignor in case it was\nnot able to locate the address of the consignee or in the event,\nD the consignee refused to accept the consignment. It is held that\nit is not open to the appellant-carrier to have delivered the\nconsignment to the notified party without informing the\nconsignor. On the point of limitation, the National Commission\nhas observed that by virtue of Rule 30 of the Second Schedule,\nE a suit could be brought within two years, and hence Rule 12 is\nF\nG\nnot applicable in the facts of the case. In the light of the above\nfindings, the National Commission has held that the services\nprovided by the appellant-carrier were deficient and ordered\npayment of the compensation to the consignor.\n11. Shri. Vinoo Bhagat, learned counsel, appears for the\nappellant-carrier, Shri. Jaideep Gupta, learned senior counsel,\nappears for the consignor (Respondent No.1) and Shri.\nSiddhartha Dave, learned counsel, appears for the agent\n(Respondent No.2). On the question of jurisdiction of the\nNational Commission, we were assisted by Shri. Shyam Divan,\nlearned senior counsel, as the amicus curie. For the sake of\nconvenience, we will deal with the submissions made by the\nlearned counsel on the issue of jurisdiction first and then, on\nthe factual matrix.\nH\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 63\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nIssue of Jurisdiction of the National Commission\nA\nB\nC\n12. Shri. Vinoo Bhagat, learned counsel, submits that the\nWarsaw Convention exclusively governs any claims arising\nunder it, and domestic law cannot be applied for deciding such\nclaims. The learned counsel relies on Rule 29 of the Second\nSchedule to the CA Act, to contend that it was only at the places\nmentioned in this Rule, the claim for compensation could have\nbeen filed. He further submits that the appellant-carrier could\nbe sued at a court in Mumbai (where the contract was made),\nor at Beirut (where it has its principal place of business), or at\nMadrid (place of destination), and no where else. He further\nsubmits that the Court in Delhi has no jurisdiction to entertain\nany claim against the appellant-carrier and that the provisions\nof the CP Act could not alter the jurisdiction vested on Courts\nby the Warsaw Convention. By pointing out to Rule 33 of the\nSecond Schedule, the learned counsel submits that this\nprovision fortifies his contention of the exclusive operation of\nRule 29 and states that not only are the places where the\nappellant-carrier can be sued are mentioned, but also the\nplaces where arbitration can take place, are expressly stated.\nThe learned counsel also states that there is no cause of action\nunder the CP Act, to invoke the jurisdiction of the National\nCommission. He further contends that the National Commission\nis not a Court and that a suit is maintainable only in a Court\nhaving jurisdiction. He states that it is not permissible to read\nthe word \"Court” to include quasi-judicial authorities and F\nTribunals. He places reliance on some decisions of this Court,\nthe House of Lords, Supreme Court of the United States and\nthe National Commission.\n13. Shri. Jaideep Gupta, learned senior counsel, appearing\nfor the consignor supports the finding of the National\nCommission. He submits that even assuming that Rule 29 of\nthe Second Schedule to the CA Act was applicable, the\njurisdiction of the National Commission is not ousted in any\nmanner whatsoever. He further submits that the word \"Court\"\nD\nE\nG\nH\n64\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nB\nC\nA is not used in the strict sense of the term, thereby it cannot be\nsaid that a quasi-judicial Tribunal is excluded. He submits that\nthe Warsaw Convention was reproduced in two languages\n(being English and French), and that the term “Court” seems\nto be used in a sense to indicate a body that resolves disputes\nand cannot be restricted to the meaning accorded by our judicial\nsystem. Shri. Gupta further submits that the Warsaw Convention\ndoes not contemplate the situation of alternate Tribunals\nreplacing Courts of Law. He relies on Rule 29(2) of the Second\nSchedule to the CA Act and submits that the procedural law of\nthe country, in which the suit is filed, is what is applicable, and\nin India, the CP Act was the legislation that lays down the\nremedy and procedure for the deficiency of service. He would\nfurther state that the CP Act was brought into force to expedite\nthe justice delivery system for matters relating to deficiency of\nservice, and the CP Act not only prescribes territorial\njurisdiction, but also the pecuniary jurisdiction of the various\nForums. The learned senior counsel would contend that since\nthe State Forum did not have the pecuniary jurisdiction, the\nNational Commission could and, in fact, has entertained the\ncomplaint. He would further submit that since deficiency of\nservice was computed in more than twenty lakh rupees at the\nrelevant time (it is presently one crore rupees after the 2002\namendment) or more, the National Commission would have\njurisdiction by virtue of Section 29 of the CP Act. He also cited\nsome judgments in support of his submissions and\ndifferentiated those cited by Shri. Vinoo Bhagat.\nD\nE\nF\n14. Shri. Siddhartha Dave, learned counsel appearing for\nthe agent submits that the provisions of the CP Act can co-exist\nwith those of other Statutes and the option is given to the parties\nG as to which remedy they would like to pursue and would support\nthis argument by referring to decisions of this Court.\nH\n15. Due to the importance of the question of law involved,\nShri. Shyam Divan, learned senior counsel, was requested to\nassist the Court. The learned amicus has submitted a note on\n{\nTRANS MEDITERRANEAN AIRWAYS v. UNIVERSAL 65\nEXPORTS \u0026 ANR. [H.L. DATTU, J.]\nB\nthe question of jurisdiction raised by the appellant-carrier. The A\nlearned amicus has stated that it is clear from Section 3 of the\nCP Act that Consumer Courts are additional Forums to ensure\nthat consumers get speedy disposal of their cases/complaints\nwith regard to deficiency of service. He lays emphasis on the\nphrase \"An action for damages must be brought\" at the\nbeginning of Rule 29 and states that this Rule gives an option\nto the plaintiff to sue in the Courts on any one of the places\nmentioned. He further states that Rule 33 provides an alternate\nremedy to parties to resort to proceedings of arbitration in case\nof disputes between the parties. He concludes that there is no с\nexpress bar in the CA Act to oust the jurisdiction of the Forums.\nunder the CP Act.\n16. To appreciate the rival contentions, it is necessary to\nnotice the scheme of the CA Act. The Statement of Objects\nand Reasons of the CA Act reads:\nD\nF\n\"India is a signatory to the Warsaw Convention of 1929,\nwhich is an International Agreement governing the liability\nof the air carrier in respect of international carriage of\npassengers, baggage and cargo by air. Under that E\nconvention 'international carriage' means any carriage in\nwhich according to the contract made by the parties, the\nplace of departure and the place of destination, whether\nor not there be a break in the carriage or transshipment,\nare situated either within the territories of two High\nContracting Parties, or within the territories of a single High\nContracting Party, if there is an agreed stopping place\nwithin a territory subject to the sovereignty, suzerainty,\nmandate or authority of another Power, even though that\nPower is not a party to the Convention. The Convention\nprovides that when an accident occurring during\ninternational carriage by air causes damage to a\npassenger, or a shipper or cargo, there is a presumption\nof liability of the carrier. The carrier, however, is not liable\nif he proves that he or his agent had taken all necessary\nG\nH\nA\nB\nD\nE\nLL\nF\nG\n66\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nmeasures to avoid the damage or that it was impossible\nfor him or them to take such measures. The Convention\nbalances the imposition of a presumption of liability on the\ncarrier by limiting his liability for each passenger to\n1,25,000 gold francs. There is no limitation of liability if the\ndamage is caused by the willful misconduct of the carrier,\nor by such default, on his part as, in accordance with the\nlaw of the Court ceased of the case, is equivalent to willful\nmisconduct. The Convention also contains detailed\nprovisions regarding documents of carriage.\n2. The Warsaw Convention has been given effect to in India\nby the enactment of the Indian Carriage By Air Act, 1934\n(20 of 1934) in regard to international carriage and the\nprovisions of that Act have been extended to domestic\ncarriage, subject to certain exception, adaptations and\nmodifications, by means of a notification issued in 1964.\n3. A diplomatic conference under the auspices of\nInternational Civil Aviation Organization was held at Hague\nin September, 1955 which adopted a protocol to amend\nthe provisions of the Warsaw Convention. The Hague\nprotocol was opened for signature on 28th September,\n1955 and more than the required number of States have\nratified the protocol which came into force between the\nratifying States on 1st August, 1963.\n4. Some of the amendments effected by the Hague\nprotocol to the Warsaw Convention are - (a) simplification\nof documents of carriage; (b) an increase in the amount\nspecified as the maximum sum for which the carrier may\nbe liable to a passenger, that is to say, the limits of the\nliability of the carrier in respect of a passenger has been\ndoubled, and unless a higher figure is agreed to by a\nspecial contract, the liability is raised from 1,25,000 gold\nfrancs per passenger to 2,50,000 gold francs; (c) making\nthe carrier liable where the damage was caused by an\n"}