{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"RAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 805\nRAIGAD AND ORS. (DR. B.S. CHAUHAN, J.]\n12. Conclusions about the absence or lack of personal A\nqualities in the incumbent do not amount to misconduct holding\nthe person concerned liable for punishment.\n(See: Union of India \u0026 Ors. v. J. Ahmed, AIR 1979 SC\n1022).\n13. It is also a settled legal proposition that misconduct\nmust necessarily be measured in terms of the nature of the\nmisconduct and the court must examine as to whether\nmisconduct has been detrimental to the public interest. (Vide:\nGeneral Manager, Appellate Authority, Bank of India \u0026 Anr.\nv. Mohd. Nizamuddin AIR 2006 SC 3290).\nB\nC\nE\n14. The expression 'misconduct' has to be understood as\na transgression of some established and definite rule of action,\na forbidden act, unlawful behaviour, wilful in character. It may D\nbe synonymous as mis-demeanour in propriety and\nmismanagement. In a particular case, negligence or\ncarelessness may also be a misconduct for example, when a\nwatchman leaves his duty and goes to watch cinema, though\nthere may be no theft or loss to the institution but leaving the\nplace of duty itself amounts to misconduct. It may be more\nserious in case of disciplinary forces. Further, the expression\n'misconduct' has to be construed and understood in reference\nto the subject matter and context wherein the term occurs taking\ninto consideration the scope and object of the statute which is\nbeing construed. Misconduct is to be measured in the terms\nof the nature of misconduct and it should be viewed with the\nconsequences of misconduct as to whether it has been\ndetrimental to the public interest.\nDISGRACEFUL CONDUCT:\nF\nG\n15. The expression 'disgraceful conduct' is not defined in\nthe statute. Therefore, the same has to be understood in given\ndictionary meaning. The term 'disgrace' signifies loss of honor,\nrespect, or reputation, shame or bring disfavour or discredit. H\n806 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Disgraceful means giving offence to moral sensibilities and\ninjurious to reputation or conduct or character deserving or\nbringing disgrace or shame. Disgraceful conduct is also to be\nexamined from the context in which the term has been employed\nunder the statute. Disgraceful conduct need not necessarily be\nconnected with the official of the office bearer. Therefore, it may\nbe outside the ambit of discharge of his official duty.\nB\nREMOVAL OF AN ELECTED OFFICE BEARER :\n16. The municipalities have been conferred Constitutional\nC status by amending the Constitution vide 74th Amendment Act,\n1992 w.e.f. 1.6.1993. The municipalities have also been\nconferred various powers under Article 243B of the Constitution.\nD\n17. Amendment in the Constitution by adding Parts IX and\nIX-A confers upon the local self Government a complete\nautonomy on the basic democratic unit unshackled from official\ncontrol. Thus, exercise of any power having effect of destroying\nthe Constitutional Institution besides being outrageous is\ndangerous to the democratic set-up of this country. Therefore,\nan elected official cannot be permitted to be removed\nunceremoniously without following the procedure prescribed by\nlaw, in violation of the provisions of Article 21 of the\nConstitution, by the State by adopting a casual approach and\nresorting to manipulations to achieve ulterior purpose. The\nCourt being the custodian of law cannot tolerate any attempt\nF to thwart the Institution.\nE\nThe democratic set-up of the country has always been\nrecognized as a basic feature of the Constitution, like other\nfeatures e.g. Supremacy of the Constitution, Rule of law,\nG Principle of separation of powers, Power of judicial review\nunder Articles 32, 226 and 227 of the Constitution etc. (Vide:\nHis Holiness Keshwananda Bharti Sripadagalvaru \u0026 Ors. v.\nState of Kerala \u0026 Anr., AIR 1973 SC 1461; Minerva Mills Ltd.\n\u0026 Ors. v. Union of India \u0026 Ors., AIR 1980 SC 1789; Union of\nIndia v. Association for Democratic Reforms \u0026 Anr., AIR 2002\nH\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 807\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nSC 2112; Special Reference No. 1 of 2002 (Gujarat Assembly A\nElection Matter), AIR 2003 SC 87; and Kuldip Nayar v. Union\nof India \u0026 Ors., AIR 2006 SC 3127).\nB\nC\n18. It is not permissible to destroy any of the basic features\nof the Constitution even by any form of amendment, and\ntherefore, it is beyond imagination that it can be eroded by the\nexecutive on its whims without any reason. The Constitution\naccords full faith and credit to the act done by the executive in\nexercise of its statutory powers, but they have a primary\nresponsibility to serve the nation and enlighten the citizens to\nfurther strengthen a democratic State. Public administration is\nresponsible for the effective implication of the rule of law and\nconstitutional commands which effectuate fairly the objective\nstandard set for adjudicating good administrative decisions.\nHowever, wherever the executive fails, the Courts come forward\nto strike down an order passed by them passionately and to\nremove arbitrariness and unreasonableness, for the reason,\nthat the State by its illegal action becomes liable for forfeiting\nthe full faith and credit trusted with it. (Vide: Scheduled Castes\nand Scheduled Tribes officers Welfare Council v. State of U.P.\n\u0026 Ors., AIR 1997 SC 1451; and State of Punjab \u0026 Ors. v. G.S. E\nGill \u0026 Anr., AIR 1997 SC 2324).\n19. Basic means the basis of a thing on which it stands,\nand on the failure of which it falls. In democracy all citizens have\nequal political rights. Democracy means actual, active and\neffective exercise of power by the people in this regard. It\nmeans political participation of the people in running the\nadministration of the Government. It conveys the State of affair\nin which each citizen is assured of the right of equal\nparticipation in the polity. (See: R.C. Poudyal v. Union of India\n\u0026 Ors., AIR 1993 SC 1804).\n20. In Peoples Union for Civil Liberties (PUCL) \u0026 Anr. v.\nUnion of India \u0026 Anr., AIR 2003 SC 2363, this Court held as\nunder:-\nD\nF\nG\nH\nA\nB\nC\nD\nE\n808\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n\"The trite saying that \"democracy is for the people, of the\npeople and by the people\" has to be remembered for ever.\nIn a democratic republic, it is the will of the people that is\nparamount and becomes the basis of the authority of the\nGovernment. The will is expressed in periodic elections\nbased on universal adult suffrage held by means of secret\nballot. It is through the ballot that the voter expresses his\nchoice or preference for a candidate \"Voting is formal\nexpression of will or opinion by the person entitled to\nexercise the right on the subject or issue\", as observed by\nthe Court in Lily. Thomas v. Speaker, Lok Sabha, (1993)\n4 SCC 234 quoting from Black's Law Dictionary. The\ncitizens of the country are enabled to take part in the\nGovernment through their chosen representatives. In a\nparliamentary democracy like ours, the Government of the\nday is responsible to the people through their elected\nrepresentatives. The elected representative acts or is\nsupposed to act as a live link between the people and the\nGovernment. The people's representatives fill the role of\nlaw-makers and custodians of the Government. People\nlook to them for ventilation and redressal of their\ngrievances.\"\n21. In State of Punjab v. Baldev Singh etc. etc., AIR 1999\nSC 2378, this Court considered the issue of removal of an\nelected office bearer and held that where the statutory provision\nF has a very serious repercussions, it implicitly makes it\nimperative and obligatory on the part of the authority to have\nstrict adherence to the statutory provisions. All the safeguards\nand protections provided under the statute have to be kept in\nmind while exercising such a power. The Court considering its\nG earlier judgments in Mohinder Kumar v. State, Panaji, Goa\n(1998) 8 SCC 655; and Ali Mustafa Abdul Rehman Moosa\nv. State of Kerala, AIR 1995 SC 244, held as under:-\nH\n\"It must be borne in mind that severer the punishment,\ngreater has to be the care taken to see that all the\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 809\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nsafeguards provided in a statute are scrupulously A\nfollowed.\"\n22. The Constitution Bench of this Court in G. Sadanandan\nv. State of Kerala \u0026 Anr., AIR 1966 SC 1925, held that if all\nthe safeguards provided under the Statute are not observed,\nan order having serious consequences is passed without\nproper application of mind, having a casual approach to the\nmatter, the same can be characterised as having been passed\nmala fide, and thus, is liable to be quashed.\nB\nC\n23. There can also be no quarrel with the settled legal\nproposition that removal of a duly elected Member on the basis\nof proved misconduct is a quasi-judicial proceeding in nature.\n(Vide: Indian National Congress (I) v. Institute of Social Welfare\n\u0026 Ors., AIR 2002 SC 2158). This view stands further fortified\nby the Constitution Bench judgments of this Court in Bachhitar D\nSingh v. State of Punjab \u0026 Anr., AIR 1963 SC 395 and Union\nof India v. H.C. Goel, AIR 1964 SC 364. Therefore, the\nprinciples of natural justice are required to be given full play and\nstrict compliance should be ensured, even in the absence of\nany provision providing for the same. Principles of natural justice E\nrequire a fair opportunity of defence to such an elected office\nbearer.\nF\n24. Undoubtedly, any elected official in local self-\ngovernment has to be put on a higher pedestal as against a\ngovernment servant. If a temporary government employee\ncannot be removed on the ground of misconduct without holding\na full fledged inquiry, it is difficult to imagine how an elected\noffice bearer can be removed without holding a full fledged\ninquiry. In service jurisprudence, minor punishment is\npermissible to be imposed while holding the inquiry as per the\nprocedure prescribed for it but for removal, termination or\nreduction in rank, a full fledged inquiry is required otherwise it\nwill be violative of the provisions of Article 311 of the\nConstitution of India. The case is to be understood in an entirely\ndifferent context as compared to the government employees, H.\nG\n810 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA for the reason, that for the removal of the elected officials, a\nmore stringent procedure and standard of proof is required.\nB\nC\nD\nE\n25. This Court examined the provisions of the Punjab\nMunicipal Act, 1911, providing for the procedure of removal of\nthe President of the Municipal Council on similar grounds in\nTarlochan Dev Sharma v. State of Punjab \u0026 Ors., AIR 2001\nSC 2524 and observed that removal of an elected office bearer\nis a serious matter. The elected office bearer must not be\nremoved unless a clear-cut case is made out, for the reason\nthat holding and enjoying an office, discharging related duties\nis a valuable statutory right of not only the elected member but\nalso of his constituency or electoral college. His removal may\ncurtail the term of the office bearer and also cast stigma upon\nhim. Therefore, the procedure prescribed under a statute for\nremoval must be strictly adhered to and unless a clear case is\nmade out, there can be no justification for his removal. While\ntaking the decision, the authority should not be guided by any\nother extraneous consideration or should not come under any\npolitical pressure.\n26. In a democratic institution, like ours, the incumbent is\nentitled to hold the office for the term for which he has been\nelected unless his election is set aside by a prescribed\nprocedure known to law or he is removed by the procedure\nestablished under law. The proceedings for removal must\nF satisfy the requirement of natural justice and the decision must\nshow that the authority has applied its mind to the allegations\nmade and the explanation furnished by the elected office bearer\nsought to be removed.\nG\n27. The elected official is accountable to its electorate\nbecause he is being elected by a large number of voters. His\nremoval has serious repercussions as he is removed from the\npost and declared disqualified to contest the elections for a\nfurther stipulated period, but it also takes away the right of the\npeople of his constituency to be represented by him.\nH Undoubtedly, the right to hold such a post is statutory and no\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 811\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nperson can claim any absolute or vested right to the post, but A\nhe cannot be removed without strictly adhering to the provisions\nprovided by the legislature for his removal (Vide: Jyoti Basu \u0026\nOrs. v. Debi Ghosal \u0026 Ors., AIR 1982 SC 983; Mohan Lal\nTripathi v. District Magistrate, Rai Barelly \u0026 Ors., AIR 1993\nSC 2042; and Ram Beti etc. etc. v. District Panchayat B\nRajadhikari \u0026 Ors., AIR 1998 SC 1222).\n28. In view of the above, the law on the issue stands\ncrystallized to the effect that an elected member can be\nremoved in exceptional circumstances giving strict adherence\nto the statutory provisions and holding the enquiry, meeting the\nrequirement of principles of natural justice and giving an\nincumbent an opportunity to defend himself, for the reason that\nremoval of an elected person casts stigma upon him and takes\naway his valuable statutory right. Not only the elected office\nbearer but his constituency/electoral college is also deprived\nof representation by the person of his choice. A duly elected\nperson is entitled to hold office for the term for which he has\nbeen elected and he can be removed only on a proved\nmisconduct or any other procedure established under law like\n'No Confidence Motion' etc. The elected official is accountable\nto its electorate as he has been elected by a large number of\nvoters and it would have serious repercussions when he is\nremoved from the office and further declared disqualified to\ncontest the election for a further stipulated period.\nRECORDING OF REASONS:\n29. It is a settled proposition of law that even in\nadministrative matters, the reasons should be recorded as it\nis incumbent upon the authorities to pass a speaking and\nreasoned order. In Kumari Shrilekha Vidyarthi etc. etc. v. State\nof U.P. \u0026 Ors., AIR 1991 SC 537, this Court has observed as\nunder:-\nC\nD\nE\nF\nG\n\"Every such action may be informed by reason and if\nfollows that an act un-informed by reason is arbitrary, the H\nA\nB\nC\n812 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nrule of law contemplates governance by law and not by\nhumour, whim or caprice of the men to whom the\ngovernance is entrusted for the time being. It is the trite\nlaw that \"be you ever so high, the laws are above you.\" This\nis what a man in power must remember always.\"\nי\n30. In L.I.C. of India \u0026 Anr. v. Consumer Education and\nResearch Centre \u0026 Ors., AIR 1995 SC 1811, this Court\nobserved that the State or its instrumentality must not take any\nirrelevant or irrational factor into consideration or appear\narbitrary in its decision. \"Duty to act fairly\" is part of fair\nprocedure envisaged under Articles 14 and 21. Every activity\nof the public authority or those under public duty must be\nreceived and guided by the public interest. A similar view has\nbeen reiterated by this Court in Union of India v. M.L. Capoor\n\u0026 Ors., AIR 1974 SC 87; and Mahesh Chandra v. Regional\nD Manager, U.P. Financial Corporation \u0026 Ors., AIR 1993 SC\n935.\n31. In State of West Bengal v. Atul Krishna Shaw \u0026 Anr.,\nAIR 1990 SC 2205, this Court observed that \"giving of reasons\nE is an essential element of administration of justice. A right to\nreason is, therefore, an indispensable part of sound system of\njudicial review.\"\nF\nG\n32. In S.N. Mukherjee v. Union of India, AIR 1990 SC\n1984, it has been held that the object underlying the rules of\nnatural justice is to prevent miscarriage of justice and secure\nfair play in action. The expanding horizon of the principles of\nnatural justice provides for requirement to record reasons as it\nis now regarded as one of the principles of natural justice, and\nit was held in the above case that except in cases where the\nrequirement to record reasons is expressly or by necessary\nimplication dispensed with, the authority must record reasons\nfor its decision.\n33. In Krishna Swami v. Union of India \u0026 Ors., AIR 1993\nH SC 1407, this Court observed that the rule of law requires that\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 813\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nany action or decision of a statutory or public authority must be A\nfounded on the reason stated in the order or borne-out from the\nrecord. The Court further observed:\n\"Reasons are the links between the material, the\nfoundation for their erection and the actual conclusions.\nThey would also demonstrate how the mind of the maker\nwas activated and actuated and their rational nexus and\nsynthesis with the facts considered and the conclusions\nreached. Lest it would be arbitrary, unfair and unjust,\nviolating Article 14 or unfair procedure offending Article\n21.\"\n34. This Court while deciding the issue in Sant Lal Gupta\n\u0026 Ors. v. Modern Co-operative Group Housing Society Ltd.\n\u0026 Ors., (2010) 13 SCC 336, placing reliance on its various\nearlier judgments held as under:\nB\nC\nD\nE\nF\n\"28. It is a settled legal proposition that not only\nadministrative but also judicial order must be supported\nby reasons, recorded in it. Thus, while deciding an issue,\nthe Court is bound to give reasons for its conclusion. It is\nthe duty and obligation on the part of the Court to record\nreasons while disposing of the case. The hallmark of order\nand exercise of judicial power by a judicial forum is for the\nforum to disclose its reasons by itself and giving of reasons\nhas always been insisted upon as one of the fundamentals\nof sound administration of the justice - delivery system, to\nmake it known that there had been proper and due\napplication of mind to the issue before the Court and also\nas an essential requisite of the principles of natural justice.\n\"The giving of reasons for a decision is an essential\nattribute of judicial and judicious disposal of a matter\nbefore Courts, and which is the only indication to know\nabout the manner and quality of exercise undertaken, as\nalso the fact that the Court concerned had really applied\nits mind.\" The reason is the heartbeat of every conclusion.\nIt introduces clarity in an order and without the same, the H\nG\nA\nB\nC\nD\nE\nLL\nF\nG\n814 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\norder becomes lifeless. Reasons substitute subjectivity\nwith objectivity. The absence of reasons renders an order\nindefensible/unsustainable particularly when the order is\nsubject to further challenge before a higher forum.\nRecording of reasons is principle of natural justice and\nevery judicial order must be supported by reasons\nrecorded in writing. It ensures transparency and fairness\nin decision making. The person who is adversely affected\nmust know why his application has been rejected.\"\n35. In Institute of Chartered Accountants of India v. L.K.\nRatna \u0026 Ors., AIR 1987 SC 71, this Court held that on charge\nof misconduct the authority holding the inquiry must record\nreasons for reaching its conclusion and record clear findings.\nThe Court further held:\n\"In fairness and justice, the member is entitled to know why\nhe has been found guilty. The case can be so serious that\nit can attract the harsh penalties provided by the Act.\nMoreover, the member has been given a right of appeal\nto the High Court under S. 22 A of the Act. The exercise\nhis right of appeal effectively he must know the basis on\nwhich the Council has found him guilty. We have already\npointed out that a finding by the Council is the first\ndeterminative finding on the guilt of the member. It is a\nfinding by a Tribunal of first instance. The conclusion of the\nDisciplinary Committee does not enjoy the status of a\n\"finding\". Moreover, the reasons contained in the report by\nthe Disciplinary Committee for its conclusion may or may\nnot constitute the basis of the finding rendered by the\nCouncil. The Council must, therefore, state the reasons for\nits finding\".\n36. The emphasis on recording reason is that if the\ndecision reveals the 'inscrutable face of the sphinx', it can be\nits silence, render it virtually impossible for the courts to perform\ntheir appellate function or exercise the power of judicial review\nH in adjudging the validity of the decision. Right to reason is an\n"}