{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"RAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 795\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\ncause notice dated 3.12.2008 by the State of Maharashtra A\ncalling upon him to explain why action under Section 55B of\nthe Act 1965 be not taken against him. The chargesheet\ncontained the following six charges:\nCharge No.1\nB\nUran Charitable Medical Trust has built up\nunauthorized construction on Survey Nos. 8+ 9+ 10+11\nsituated at Mouje Mhatawali to the extent of 1140 square\nmeters for their hospital and you are the Trustee of the said\nTrust. Municipal Council had issued notice dated C\n17.10.2006 for demolishing the said unauthorized\nconstruction on its own. Shri Dosu Ardesar Bhiwandiwala\nhad filed Regular Civil Suit No.95/07 against the said\nnotice in the court of Civil Judge, Junior Division, Uran and\nthe same was decided on 19.12.2007 in which plaintiff's D\napplication was rejected.\nE\nJunior Engineer of Uran Municipal Council lodged a\ncomplaint with Uran police Station under Sections 53 and\n54 of the Maharashtra Regional and Town Planning Act,\n1966 against the said unauthorized construction on\n24.7.2007. Shri Jayant Gosal and three others filed Public\nInterest Litigation No. 57 of 2008 concerning the said\nunauthorized construction of the said Trust in the Bombay\nHigh Court and the same is presently subjudice. You are\nthe Trustee of the said Trust and as President of the\nMunicipal Council, you are duty bound to oppose the\nunauthorized construction. However, you did not take any\naction to oppose the same and it appears that you have\nsupported the unauthorized construction. You have,\ntherefore, violated Sections 44, 45, 52 and 53 of the G\nMaharashtra Regional and Town Planning Act, 1966.\nCharge No.2\nThe Municipal Council had called the General Body\nF\nH\nA\nB\nC\nD\nE\nחד\nF\nG\nH\n796\nSUPREME COURT REPORTS\n[2012] 3 S:C.R.\nMeeting on 22.3.2007 by way of Resolution No. 2 Survey\n\u003e Nos. 8+ 9+ 10+ 11 at Mouje Mhatawali area\nHadmeasuring about 4000 square meters was proposed for\nreservation of garden. However, instead of that, the\nresolution was passed for reserving the same for hospital,\nnursing home and medical college. At that time, you were\n✓ presiding over the meeting. By this illegal Act, you have\nA violated Sections 44( 1 )(e) and 42(1), (2) and (3) of\nMaharashtra Municipal Councils, Panchayat Samiti and\nIndustrial Township Act, 1965.\n$\nCharge No.3\nAfter you were elected as the President on 20.12.2006, a\nGeneral Body Meeting was held on 9.1.2007. Although it\nis required under Section 80(1) of the Maharashtra\nMunicipal Councils, Panchayat Samiti and Industrial\nTownship Act, 1965 to hold the General Body Meeting once\nin two months, no such meeting was held for a period of\n'three months between 28.2.2007 and 28.5.2007. By the\nsaid act, you have violated Section 81 (1) of the\nMaharashtra Municipal Councils, Panchayat Samiti and\nIndustrial Township Act, 1965.\nCharge No.4\nጉ\n5.\nIn the meeting held on 9.1.2007, the suggestion to the\nAgenda No.4 made by Members Shri Chintaman Gharat\nand Shri Shekhar Mhatre that a rented car be provided for\nthe use of the President was rejected by you. Similarly, the\nMembers Shri Chintaman Gharat and Shri Shekhar\nMhatrehad made suggestion to the Agenda No.ll of the\nsame meeting that new Nalla be constructed near Ughadi\nat Bhavara Phanaswadi. The said suggestion was\nrejected after being read over. Similarly, Members Shri\nChintaman Gharat and Shri Shekhar Mhatre had made\nsuggestion to the Agenda No.20 in the same meeting that\nnew Nalla be constructed in front of the house of Shri\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 797\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nKailash Patail at Bhavara Phanaswadi. The said A\nsuggestion was rejected. Similarly, suggestion was made\nby Shri Chintaman Gharat and Shri Shekhar Mhatre to\nAgenda No.23 that the Standing Committee be authorized\nto open the tender/approvals and give sanctions for\ndiverse works of the Municipal Council. The said B\nsuggestion was rejected. Similarly, suggestion was made\nby Shri Chintaman Gharat and Shri Shekhar Mhatre to\nAgenda No. 27 of the same meeting regarding allotment\nof contract for spraying insecticides in Ward Nos. 1 to 17\nof the Municipal Council. It appears from the minutes of the\nmeeting dated 9.1.2007 that even said suggestion was\nrejected. You have, therefore, violated rules 30, 32(1) and\n(2) of the Maharashtra Municipal Councils (Conduct of\nBusiness) Rules, 1966 by frequently rejecting the\nsuggestions of the Members of the Municipal Council.\nCharge No.5\nTenders were invited on 5.10.2006 for installing Cl Pipeline\nof 300 mm. diameter for outlet and inlet of GSR Tank at\nSarvodayawadi within Uran Municipal Council by the\nconstruction department of Maharashtra Jeevan\nPradhikaran, Panvel by its Outward No.MJPBV /MC/MS/\nUran /311/3/06 dated 7.12.2006 at the Town Hall of the\nUran Municipal Council. Pursuant to the same three\ntenders were invited, details whereof are as follows:\nC\nD\nE\nLL\nF\nName \u0026 Address\nof the Contractor\nTender\nAmount\n1. M/s Shailemsh Construction\n9,11,351.50\nUlhasnagar\n2. M/s Padmavati Enterprise,\nG\n8,92,375.00\nAmbernath\n3. M/s Kiran B. Jadhav,\n8.47,462.98\nUlhasnagar\nH\n798\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\n....\nF\nG\nH\nOut of the aforesaid three tenders, the lowest tender\nof M/s Kiran B. Jadhav, Ulhasnagar was accepted as per\nClause 171 of the Maharashtra Accounts Code, 1971.\nHowever, the estimate was prepared as per the DSR of\n2005-2006. As a result when the tenders were invited,\nthere was a difference of more than 10% in the tender\namount. Therefore, by citing Item No.44 of the Standing\nOrder No.36 of the Commissioner and Director,\nDirectorate of Municipal Administration, the Municipal\nCouncil called for the current market rates from the\nconcerned commercial dealers. M/s Nazmi Electrical \u0026\nHardware Limited, Kalyan and M/s Sanjay Steel Tube\nCorporation Limited on 5.1.2007 to compare the\ndifference in the rates of the tenderers/ contractors and the\nmarket rates and decided that the rates of the tenderers\nwere less than the market rates on the basis of the\ncomparison and sanctioned the tenders and the bills of the\ntenderers were paid thereby you have violated paragraphs\nNos. 44 to 47 of Standing Order No.36 regarding inviting\ntenders and approvals dated 29.12.2005 bearing No.\nNPS/Inviting Tenders/2005/Case No.151/05and Rule\nNo. 171 of the Maharashtra Accounts Code, 1971.\nCharge No.6\nTenders were invited on 5.10.2006 for installing CI Pipeline\nof 300 mm. diameter for outlet and inlet of GSR Tank at\nSarvodayawadi within Uran Municipal Council by the\nconstruction department of Maharashtra Jeèvan\nPradhikaran, Panvel by its Outward No.MJPBV/MC/MS/\nUran /311/3/06 dated 7.12.2006 at the Town Hall of the\nUran Municipal Council. Pursuant to the same three\ntenders were invited, details whereof are as follows:\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 799\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nName \u0026 Address\nof the Contractor\nA\nTender\nAmount\n1. M/s Shailesh Construction\n4,21,165.00\nUlhasnagar\n2. M/s Padmavati Enterprise,\n4,18,889.28\nB\nAmbernath\n3,78,507.78\n3. M/s Kiran B. Jadhav,\nUlhasnagar\n•\nD\nE\nOut of the aforesaid three tenders, the lowest tender C\nof M/s Kiran B. Jadhav, Ulhasnagar was accepted as per\nClause 171 of the Maharashtra Accounts Code, 1971.\nHowever, the estimate was prepared as per the DSR of\n2005-2006. As a result when the tenders were invited,\nthere was a difference of more than 10% in the tender\namount. Therefore, by citing Item No.44 of the Standing\nOrder No.36 of the Commissioner and Director,\nDirectorate of Municipal Administration, the Municipal\nCouncil called for the current market rates from the\nconcerned commercial dealers. M/s Nazmi Electrical \u0026\nHardware Limited, Kalyan and M/s Sanjay Steel Tube\nCorporation Limited on 5.1.2007 to compare the\ndifference in the rates of the tenderers / contractors and\nthe market rates and decided that the rates of the tenderers\nwere less than the market rates on the basis of the\ncomparison and sanctioned the tenders and the bills of the\ntenderers were paid thereby you have violated paragraphs\nNos. 44 to 47 of Standing Order No.36 regarding inviting\ntenders and approvals dated 29.12.2005 bearing No.\nNPS/Inviting Tenders/2005/Case No.151/05 and Rule\nNo.171 of the Maharashtra Accounts Code, 1971.\nF\nG\nB. The appellant submitted his explanation dated\n18.12.2008 in writing. After considering the same, the appellant\nwas issued a notice for hearing on 23.1.2009. The appellant\nremained present alongwith his advocate before the competent H\n800 SUPREME COURT REPORTS\n[2012] 3 S.C:R.\nA authority i.e. Hon'ble Chief Minister holding the portfolio of\nDepartment. However, vide impugned order dated 21.3.2009,\nthe appellant was declared disqualified for his remaining tenure\nand further declaring him disqualified for a period of six years\neven as member of the Council.\nB\nC\nD\nE\nF\n5\nC. Being aggrieved, the appellant filed the writ petition\nchallenging the order dated 21.3.2009. The writ petition stood\ndismissed vide impugned judgment and order dated\n18.6.2009.\nHence, this appeal.\n3. Shri Vinay Navare, learned counsel appearing for the\nappellant, has submitted that only three charges i.e. charge\nnos.3, 5 and 6 have been held proved against the appellant.\nOne charge is that the appellant did not call for a meeting for a\nperiod of three months i.e. from 28.2.2007 to 28.5.2007 as\nrequired under Section 81(1) of the Act 1965, for which the\nappellant had furnished explanation which was worth\nacceptance. The officer concerned of the municipal council did\nnot inform the appellant, nor the members asked to hold such\nmeeting as required under Section 81(1) of the Act 1965, so it\nwas merely an inadvertent act and could not be intentional.\nTherefore, the question of committing any misconduct could not\narise.\nི\n4. Other charges which stood proved are regarding the\nacceptance of fresh tenders at high rates for incomplete work\nof laying down 300 mm. Cl pipeline for water supply. The tender\nfor lower estimated cost was not accepted rather there was a\ndifference of more than 10 per cent in tender amount. The\nG explanation was furnished by the appellant that there was a\nresolution by the council itself accepting the said tenders and,\ntherefore; the appellant exclusively could not be held.\nresponsible for acceptance of tenders on the high rate of CI\npipes. Even the rate of C.I. pipe purchased by Maharashtra\nH Jivan Pradhikaran were also considered and after considering\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 801\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nall these factors, the lowest bid was accepted by the Uran A\nMunicipal Council. The Chief Officer, the Junior Engineer has\nalso considered the technical aspect, and, then the\nrecommendation was forwarded under the signature of\nPresident, Chief Officer and Jr. Engineer and thereafter, the\nMunicipal Council passed resolution and accepted the said B\ntender. Therefore, it cannot be said that by doing this the\nappellant has breached any of the statutory provisions.\n5. It is further submitted that at the time of hearing on\n21.3.2009, the complainant wanted to rely upon some new\ngrounds, and, therefore, the appellant raised the objection. The\nHon'ble Chief Minister directed the Secretary to fix up a date\nof hearing, however, no date of hearing was fixed and impugned\norder dated 21.3.2009 had been passed without affording any\nopportunity of hearing to the appellant. Therefore, the said order\nwas passed in utter disregard of the principles of natural justice\nand cannot be sustained in the eyes of law.\nC\nD\nThe Competent/Statutory authority has not recorded\nreasons for conclusions arrived, by which, at least the three\ncharges stood proved against the appellant. The expression E\n'misconduct' has not been understood in correct perspective.\nEven if the three charges stood proved, the punishment\nimposed is totally disproportionate, more so, was not warranted\nin the facts and circumstances of the case. The High Court\nerred in not appreciating the facts in correct perspective, F\ntherefore, the impugned judgment and order is liable to be set\naside.\nG\n6. Shri Mike Prakash Desai and Shri Sudhansu\nChoudhary, learned counsel appearing on behalf of the\nrespondents, have vehemently opposed the appeal contending\nthat charges proved against the appellant constituted grave\nmisconduct on his part and was liable to be removed and has\nrightly been declared disqualified for further period of six years.\nThe appellant had been given full opportunity to defend himself.\nThe period of disqualification has lapsed, thus this Court is H\n802 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA dealing with an academic issue. The impugned order does not\nwarrant any interference in the facts and circumstances of the\ncase. The appeal lacks merit and, accordingly, is liable to be\ndismissed.\nB\nC\nD\nE\nF\nG\nH\n7. We have considered the rival submissions made by the\nlearned counsel of the parties and perused the record. Before\nconsidering the case on merits, it is pertinent to deal with\ncertain legal issues.\nMISCONDUCT:\n8. Misconduct has been defined in Black's Law Dictionary,\nSixth Edition as:\nr\n\"A transgression of some established and definite rule of\naction, a forbidden act, a dereliction from duty, unlawful\nbehavior, wilful in character, improper or wrong behavior,\nits synonyms are misdemeanor, misdeed, misbehavior,\ndelinquency, impropriety, mismanagement offense, but not\nnegligence or carelessness.\"\nMisconduct in office has been defined as:\n\"Any unlawful behavior by a public officer in relation to the\nduties of his office, wilful in character. Term embraces acts\nwhich the office holder had no right to perform, acts\nperformed improperly, and failure to act in the face of an\naffirmative duty to act.\"\nP. Ramanatha Aiyar's Law Lexicon, Reprint Edition 1987\nat page 821 defines 'misconduct' thus:\n\"The term misconduct implies a wrongful intention, and not\na mere error of judgment. Misconduct is not necessarily\nthe same thing as conduct involving moral turpitude. The\nword misconduct is a relative term, and has to be\nconstrued with reference to the subject matter and the\ncontext wherein the term occurs, having regard to the\nRAVI YASHWANT BHOIR v. DISTRICT COLLECTOR, 803\nRAIGAD AND ORS. [DR. B.S. CHAUHAN, J.]\nscope of the Act or statute which is being construed. A\nMisconduct literally means wrong conduct or improper\nconduct. In usual parlance, misconduct means a\ntransgression of some established and definite rule of\naction, where no discretion is left, except what necessity\nmay demand and carelessness, negligence and B\nunskilfulness are transgressions of some established, but\nindefinite, rule of action, where some discretion is\nnecessarily left to the actor. Misconduct is a violation of\ndefinite law; carelessness or abuse of discretion under an\nindefinite law. Misconduct is a forbidden act; carelessness,\na forbidden quality of an act, and is necessarily indefinite.\nMisconduct in office may be defined as unlawful behaviour\nor neglect by a public officer, by which the rights of a party\nhave been affected.\"\nC\nD\nE\nThus it could be seen that the word 'misconduct' though\nnot capable of precise definition, on reflection receives its\nconnotation from the context, the delinquency in its\nperformance and its effect on the discipline and the nature\nof the duty. It may involve moral turpitude, it must be\nimproper or wrong behaviour; unlawful behaviour, wilful in\ncharacter; forbidden act, a transgression of established\nand definite rule of action or code of conduct but not mere\nerror of judgment, carelessness or negligence in\nperformance of the duty; the act complained of bears\nforbidden quality or character. Its ambit has to be F\nconstrued with reference to the subject matter and the\ncontext wherein the term occurs, regard being had to the\nscope of the statute and the public purpose it seeks to\nserve....\".\n(See also: State of Punjab \u0026 Ors. v. Ram Singh Ex.\nConstable, AIR 1992 SC 2188).\n9. Mere error of judgment resulting in doing of negligent\nact does not amount to misconduct. However, in exceptional\ncircumstances, not working diligently may be a misconduct. An\nG\nH\n804 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA action which is detrimental to the prestige of the institution may\nalso amount to misconduct. Acting beyond authority may be a\nmisconduct. When the office bearer is expected to act with\nabsolute integrity and honesty in handling the work, any\nmisappropriation, even temporary, of the funds etc. constitutes\nB a serious misconduct, inviting severe punishment. (Vide:\nDisciplinary Authority-cum-Regional Manager \u0026 Ors. v.\nNikunja Bihari Patnaik, (1996) 9 SCC 69; Government of\nTamil Nadu v. K.N. Ramamurthy, AIR 1997 SC 3571;\nInspector Prem Chand v. Govt. of NCT of Delhi \u0026 Ors., (2007)\n4 SCC 566; and State Bank of India \u0026 Ors. v. S.N. Goyal, AIR\n2008 SC 2594).\nс\n10. In Government of A.P. v. P. Posetty, (2000) 2 SCC\n220, this Court held that since acting in derogation to the\nprestige of the institution/body and placing his present position\nD in any kind of embarrassment may amount to misconduct, for\nthe reason, that such conduct may ultimately lead that the\ndelinquent had behaved in a manner which is unbecoming of\nan incumbent of the post.\nE\nF\nG\nI\n11. In M.M. Malhotra v. Union of India \u0026 Ors., AIR 2006\nSC 80, this Court explained as under:\n11\n……...... It has, therefore, to be noted that the word\n'misconduct' is not capable of precise definition. But at the\nsame time though incapable of precise definition, the word\n'misconduct' on reflection receives its connotation from the\ncontext, the delinquency in performance and its effect on\nthe discipline and the nature of the duty. The act\ncomplained of must bear a forbidden quality or character\nand its ambit has to be construed with reference to the\nsubject-matter and the context wherein the terms occurs,\nhaving regard to the scope of the statute and the public\npurpose it seeks to serve.\"\nA similar view has been reiterated in Baldev Singh\nGandhi v. State of Punjab \u0026 Ors., AIR 2002 SC 1124.\n"}