{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"DEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n347\nother weapons. They came to the house of the victim and A\nstarted pelting stones on the bamboo wall of the said house.\nThereafter, they closed the house from the outside and set the\nhouse on fire. When the son, daughter and the wife of the victim\nsomehow managed to come out of the house, the accused\npersons caught hold of them and threw them into the fire again. B\nThereafter the elder brother who was staying in another house\nat some distance from the house of the victim was caught and\ndragged to the courtyard of the accused where the accused cut\nhim into pieces. It was held that there was absence of any strong\nmotive and the victims did not provoke or contribute to the C\nincident. The accused was the leader of the gang, and the\noffence was committed in the most barbaric manner to deter\nothers from challenging the supremacy of the accused in the\nvillage. It was held that no mitigating circumstances to refrain\nfrom imposing death penalty were found.\n60. In Karan Singh v. State of U.P., (2005) 6 SCC 342\nthe two appellants chased the deceased persons and\nbutchered them with axes and other weapons in a very\ndastardly manner. After killing three adults, the appellants\nentered their house and killed two children who in no way were\ninvolved with the alleged property dispute with the appellants.\nIt was held that the sole intention here was to exterminate the\nentire family. Thus, it was the rarest of the rare case.\nD\nE\n61. In Gurmeet Singh v. State of U.P., (2005) 12 SCC 107 F\nappellant G, along with his friend L killed thirteen members of\nhis family including small kids for a flimsy reason (objection of\nfamily of G to the visits and stay of L at their house) while they\nwere asleep. The award of death sentence was held proper.\n62. In State of Rajasthan v. Kheraj Ram, (2003) 8 SCC G\n224 the accused deliberately planned and executed his two\ninnocent children, wife and brother-in-law when they were\nsleeping at night. There was no remorse for such a gruesome\nact which was indicated by the calmness with which he was\nsmoking \"chilam\" after the commission of the act. As it was H\n348 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA preplanned and after the entire chain of events and\nB\nC\ncircumstances were comprehended, the inevitable conclusion,\nwas that the accused acted in the most cruel and inhuman\nmanner and the murder was committed in an extremely brutal,\ngrotesque, diabolical, revolting and dastardly manner.\n63. In Om Prakash v. State of Uttaranchal, (2003) 1 SCC\n648 the accused, a domestic servant killed three innocent\nmembers and attempted to kill the fourth member of the family\nof his employer in order to take revenge for the decision to\ndispense with his service and to commit robbery. The death\nsentence was upheld.\n64. In Gurdev Singh v. State of Punjab, (2003) 7 SCC 258\nthe appellants, having known that on the next day a marriage\nwas to take place in the house of the complainant and there\nD would be lots of relatives present in her house, came there on\nthe evening when a feast was going on and started firing on\nthe innocent persons. Thirteen persons were killed on the spot\nand eight others were seriously injured. The appellants\nthereafter went to another place and killed the father and brother\nof PW 15. Out of the thirteen persons, one of them was a seven-\nyear-old child, three others had ages ranging between 15 and\n17 years. The death sentence was held justified.\nE\nF\n65. In Praveen Kumar v. State of Karnataka, (2003) 12\nSCC 199 the accused was accommodated by one of the\nvictims (who was his aunt) despite her large family, and she\ngave him an opportunity to make an honest living as a tailor.\nThe accused committed the preplanned, cold-blooded murders\nof the relatives and well-wishers (including one young child)\nwhile they were sleeping. After the commission of the crime the\nG accused absconded from judicial custody for nearly four years,\nwhich eliminated the possibility of any remorse or rehabilitation.\nHeld, the extreme penalty of death was justified.\nH\n66. In Suresh v. State of U.P., (2005) 6 SCC 130 the brutal\nmurder of one of the accused's brother and his family members\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n349\nincluding minor children at night when they were fast asleep with A\naxe and chopper by cutting their skulls and necks for a piece\nof land was considered to be a grotesque and diabolical act,\nwhere any other punishment than the death penalty was\nunjustified.\n67. In Ranjeet Singh v. State of Rajasthan, (1988) 1 SCC\n633 the entire family was murdered when they were fast asleep\nand this Court observed as under:\n\"13. With regard to the sentence of death, there cannot be\ntwo opinions. The manner in which the entire family was\neliminated indicates that the offence was deliberate and\ndiabolical. It was predetermined and cold-blooded. It was\nabsolutely devilish and dastardly.\"\nB\nC\n68. In Ramdeo Chauhan v. State of Assam, (2000) 7 D\nSCC 455 the accused committed a preplanned, cold-blooded\nbrutal murder of four inmates of a house including two helpless\nwomen and a child aged 2½ years during their sleep with a\nmotive to commit theft. The accused also attacked with a spade\nanother inmate of the house, an old woman, and a neighbour E\nwhen they entered the house. The Court held that the young age\n(22 years) of the accused at the time of committing the crime\nwas not a mitigating circumstance, and death penalty was a\njust and proper punishment.\n69. In Narayan Chetanram Chaudhary v. State of F\nMaharashtra, (2000) 8 SCC 457 there was a preplanned,\ncalculated, cold-blooded murder of five women, including one\npregnant woman and two children aged 1½ years and 2½\nyears, all inmates of a house, in order to wipe out all evidence\nof robbery and theft committed by two accused in the house at G\na time when male members of the house were out. It was held\nthat the young age (20-22 years) of the accused persons cannot\nserve as a mitigating circumstance.\n70. In Surja Ram v. State of Rajasthan, (1996) 6 SCC\nH\n350\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA 271 the appellant murdered his brother, his two minor sons and\nan aged aunt by cutting their neck with a kassi while they were\nall sleeping. He also attempted to murder his brother's wife and\ndaughter but they survived with serious injuries. The dispute\nbetween them only related to putting a barbed fence on a\nB portion of their residential complex. The death sentence was\nheld to be justified.\nс\nD\nE\n11]\n11.\nF\nG\nH\n71. In Ravji v. State of Rajasthan, (1996) 2 SCC 175 the\naccused in a cool and calculated manner wanted to kill his wife\nand three minor children while they were asleep. When his\nmother intervened he injured her with an axe with an intention\nto kill her. He then silently went to the neighbour's house and\nattempted to kill his neighbour's wife who was also asleep.\nWhen his neighbour intervened he killed him too and fled from\nthe place of occurrence and tried to hide himself. The accused\nhad a solemn duty to protect his family members and maintain\nthem but he betrayed the trust reposed in him in a very cruel\nand calculated manner without any provocation whatsoever.\nHence the death penalty had to be upheld.\n72. In Sudam v. State of Maharashtra, (2011) 7 SCC 125.\nthis Court held that where an accused was found guilty of\ncommitting murder of four children and a woman with whom he\nwas living with as husband and wife, the death penalty was\njustified and observed:\n\"22. The manner in which the crime has been committed\nclearly shows it to be premeditated and well planned. It\nseems that all the four children and the woman were\nbrought near the pond in a planned manner, strangulated\nto death and the dead bodies of the children thrown in the\npond to conceal the crime. He not only killed Anita but\ncrushed her head to avoid identification. Killing four\nchildren, tying the dead bodies in bundles of two each and\nthrowing them in the pond would not have been possible,\nhad the appellant not meticulously planned the murders. It\nshows that the crime has been committed in a beastly,\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n351\nextremely brutal, barbaric and grotesque manner. It has A\nresulted in intense and extreme indignation of the\ncommunity and shocked the collective conscience of the\nsociety.\nB\n23. We are of the opinion that the appellant is a menace\nto the society who cannot be reformed. Lesser punishment,\nin our opinion, shall be fraught with danger as it may\nexpose the society to peril once again at the hands of the\nappellant. We are of the opinion that the case in hand falls.\nin the category of the rarest of rare cases and the trial\nC\ncourt did not err in awarding the death sentence and the\nHigh Court confirming the same.\"\n73. In Atbir v. Govt. (NCT of Delhi), (2010) 9 SCC 1, this\nCourt confirmed the death sentence given to the appellant who\nhad committed multiple murders of members of his family, who D\nwere none other than stepmother, brother and sister in order\nto inherit the entire property of his father. The appellant, in\nconsultation with his mother planned to eliminate the entire\nfamily of his stepmother, and with this intention went to her\nhouse, closed the doors and mercilessly inflicted 37 knife E\ninjuries on the vital parts of the victims' bodies.\n74. In Ajitsingh Harnamsingh Gujral v. State of\nMaharashtra, (2011) 14 SCC 401 the appellant was convicted\nfor burning wife and three grown up children. While awarding\nthe sentence of death this Court considered the following\ncircumstances which weighed in favor of the capital punishment:\nF\n\"91. In our opinion, a person like the appellant who instead\nof doing his duty of protecting his family kills them in such\na cruel and barbaric manner cannot be reformed or G\nrehabilitated. The balance sheet is heavily against him and\naccordingly we uphold the death sentence awarded to him.\n92. In the present case the accused did not act on any spur\nof the moment provocation. It is no doubt that a quarrel\nI\nA\nB\n352 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\noccurred between him and his wife at midnight, but the fact\nthat he had brought a large quantity of petrol to his\nresidential apartment shows that he had pre-planned the\ndiabolical and gruesome murder in a dastardly manner.\"\nCases where death sentence is commuted:\n75. Mohd. Chaman v. State (NCT of Delhi), (2001) 2\nSCC 28 was a case where the convict had raped a one-and-\na-half year old child who died as a result of the unfortunate\nincident. This Court found that the crime committed was serious\nC and heinous and the criminal had a dirty and perverted mind\nand had no control over his carnal desires. Nevertheless, this\nCourt found it difficult to hold that the criminal was such a\ndangerous person that to spare his life would endanger the\ncommunity. This Court reduced the sentence to imprisonment\nD for life since the case was one in which a \"humanist approach\"\nshould be taken in the matter of awarding punishment.\nE\nF\nG\n76. Dilip Premnarayan Tiwari v. State of Maharashtra,\n(2010) 1 SCC 775 was a case in which three convicts had killed\ntwo persons and grievously injured two others, leaving them for\ndead. A third victim later succumbed to his injuries. While\nnoticing that the crime was in the nature of, what is nowadays\nreferred to as \"honour killing\", this Court reduced the death\nsentence awarded to two of the criminals to imprisonment for\nlife with a direction that they should not be released until they\ncomplete 25 years of actual imprisonment. The third criminal\nwas sentenced to undergo 20 years of actual imprisonment.\nThat these criminals were young persons who did not have\ncriminal antecedents weighed in reducing their death sentence.\n77. Sebastian v. State of Kerala, (2010) 1 SCC 58 was\na case in which the criminal had raped and murdered a two-\nyear-old child. He was found to be a paedophile with \"extremely\nviolent propensities\". Earlier, in 1998, he was convicted of an\noffence under Section 354 IPC, that is, assault or use of\nH criminal force on a woman with intent to outrage her modesty,\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n353\nan offence carrying a maximum sentence of two years' A\nimprisonment with fine. Subsequently, he was convicted for a\nmore serious offence under Sections 302, 363 and 376 IPC but\nan appeal was pending against his conviction. The convict also\nappears to have been tried for the murder of several other\nchildren but was acquitted in 2005 with the benefit of doubt, the B\nlast event having taken place three days after he had committed\nthe rape and murder of the two-year-old child. Notwithstanding\nthe nature of the offence as well as his “extremely violent\npropensities\", the sentence of death awarded to him was\nreduced to imprisonment for the rest of his life.\nC\nD\n78. In Rajesh Kumar case (supra) the appellant had\nmurdered two children. One of them was four-and-a-half year\nold and the criminal had slit his throat with a piece of glass which\nhe obtained from breaking the dressing table. The other child\nwas an infant of eight months who was killed by holding his legs\nand hitting him on the floor. Despite the brutality of the crime,\nthe death sentence awarded to this convict was reduced to that\nof life imprisonment. It was held that he was not a continuing\nthreat to the society and that the State had not produced any\nE\nevidence to show that he was incapable of reform and\nrehabilitation.\n79. Amit v. State of U.P., (2012) 4 SCC 107 was a case\nin which a three-year-old child was subjected to rape, an\nunnatural offence and murder. The convict was also found guilty F\nof causing the disappearance of evidence. The sentence of\ndeath awarded to him was reduced to imprisonment for life\nsubject to remissions. It was held that there was nothing to\nsuggest that he would repeat the offence and that the\npossibilities of his reform over a period of years could not be\nruled out since there was no evidence of any earlier offence\ncommitted by him.\nG\n80. In the present circumstances, we would place reliance\nupon the observations of this Court in State of U.P. v.\nDharmendra Singh, (1999) 8 SCC 325. In this case, 6 accused H.\nA\nB\nC\nD\nE\nF\nG\nH\n354 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\npersons were charged with offence under Section 302 read\nwith 149 of the IPC for murdering 5 persons: an old man of 75\nyears, a woman aged 32 years, two boys aged 12 years and\na girl aged 15 years, at night when they were asleep by inflicting\nmultiple injuries to wreak vengeance. The Trial Court while\nconvicting them had awarded life sentence in regard to 4\naccused persons and after assigning reasons awarded death\nsentence to the 2 others. In appeal the High Court upheld the\nconviction of all accused persons and while confirming life\nsentence on the 4 accused persons came to the conclusion that\nthe sentence of death was not called for in respect to 2 accused\npersons who were languishing in the death cell for 3 years and\nconsequently reduced the sentence to that of imprisonment of\nlife. In appeal, this Court in context of the argument that since\nindividual overt acts that have not been established, even if the\nconviction is to be upheld, capital punishment should not be\ngranted, has observed as follows:\n\"15. We have carefully perused the evidence adduced in\nthis case, to the limited extent of examining whether the\ncase in hand is a case which could be termed as rarest\nof the rare cases so as to invoke the extreme penalty of\ndeath. The learned Sessions Judge while assigning\nspecial reasons for awarding the capital punishment came\nto the conclusion that the crime in question was a dastardly\ncrime involving the death of 5 innocent human beings for\nthe purpose of achieving the sadistic goals of Dharmendra\nand Narendra, the respondents herein, to avenge their\nrespective grouse against the complainant and his niece\nReeta by eliminating 5 members of the family. Learned\nSessions Judge distinguished the case of the 4 other\naccused with that of these respondents based on the\nmotive and on the ground that these respondents were the\nprincipal perpetrators of the crime. It is seen that the High\nCourt has concurred with this reasoning of the Sessions\nJudge. However, the High Court on the ground that the\naccused have languished in the death cell for 3 years,\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\naltered the sentence to life imprisonment.\n355\nA\nB\n23. It is possible in a given set of facts that the court might\nthink even in a case where death sentence can be\nawarded, the same need not be awarded because of the\npeculiar facts of that case like the possibility of one or more\nof the accused being responsible for offences less\nculpable than the other accused. In such circumstances, in\nthe absence of their being no material available, to bifurcate\nthe case of each accused person, the court might think it C\nprudent not to award the extreme penalty of death. But then\nsuch a decision would rest on the availability of evidence\nin a particular case. We do not think that a straitjacket\nformula for awarding death sentence can be evolved which\nis applicable to all cases. The facts of each case will have D\ntheir own implication on the question of awarding sentence.\nIn Ronny case (1998) 3 SCC 625, this Court on facts found\nextenuating factors to curb the sentence which is clear from\nthe following extract from the said judgment: (SCC p. 654,\npara 47)\n\"From the facts and circumstances, it is not possible to\npredict as to who among the three played which part. It may\nbe that the role of one has been more culpable in degree\nthan that of the others and vice versa. Where in a case like\nthis it is not possible to say as to whose case falls within\nthe 'rarest of the rare' cases, it would serve the ends of\njustice if the capital punishment is commuted into life\nimprisonment.\"\nE\nF\n81. Further in Dharmendra Singh case (supra) this Court G\nwhile rejecting the mitigating circumstance of expectation of\nsurvival due to reversal of sentence by the High Court, observed:\n\"25... In a judicial system like ours where there is a\nhierarchy of courts, the possibility of reversal of judgments\nH\nA\nB\n356 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nis inevitable, therefore, expectations of an accused cannot\nbe a mitigating factor to interfere in an appeal for\nenhancement of sentence if the same is otherwise called\nfor in law.\n26. Taking into consideration the brutality of the attack, the\nnumber of persons murdered, the age and infirmity of the\nvictims, their vulnerability and the diabolic motive, acts of\nperversion on the person of Reeta, cumulatively we find the\nsentence awarded by the trial court was just and proper.\n16\nC Mitigating and Aggravating Circumstances in the present\nD\nE\ncase:\n82. Having noticed the decisions of this Court on the said\naspect, we would revert to the factual position in this case.\nHerein, the time, place, manner of and the motive behind.\ncommission of the crime speak volumes of the pre-mediated\nand callous nature of the offence. The ruthlessness of the\nappellants is reflected through brutal murders of the young,\ninnocent children and wife of the informant by burning them alive\nto avenge their cause in the dark of the night; the cause being\nnon-withdrawal of an FIR filed by the informant for theft of his\nbuffalo against the appellant-A1. Further, from the record we\ngather that only family members of the informant have come\nforward to depose as the entire village must have been\nshocked with the ghastly murders of the deceased persons and\nin such circumstances would not have come forward to testify\nagainst the appellants who already had translated the threats\ngiven to the informant in village panchayat into a shocking\nreality. While our experience reminds us that civilized people\ngenerally unsuccinctly when the crime is committed infact in\nG their presence, withdraw themselves both from the victim and\nthe vigilante unless inevitable and consider that crime like civil\ndisputes must restrict itself to the two parties, it also evidences\nfor the threat the incident had instilled amongst the villagers that\nnone in such close knit unit besides the sanguine relatives had\nF\nH\n"}