{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"E\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n317\nreport, medical report and the evidence of Investigating Officer. A\nOn the basis of the aforesaid, the High Court has concluded\ntowards the guilt of the accused appellants and sentenced them\nas follows:\n“...since the occurrence is ghastly murder of wife and five\nB\nchildren of the informant by closing in room for not\nwithdrawing the case of theft of buffalo shocked the entire\ncommunity bringing the case in the category of rare of\nrarest to attract the maximum punishment and hence the\nreference is answered in the affirmative and I do not find\nany merit in the two appeals and hence the appeals are\ndismissed.\"\n8. Aggrieved by the aforesaid conviction and sentence, the\nappellants are before us in these appeals. The appeals before\nus are limited to the question of sentence.\nSubmissions:\n9. We have heard Dr. Sumant Bharadwaj learned counsel\nappearing for A2, Shri Ramesh Chandra Mishra, learned\ncounsel appearing for A1 and A3 and Shri Nagendra Rai,\nlearned senior counsel appearing for the respondent-State.\nC\nD\nE\n10. Dr. Bharadwaj would submit that the Courts below have\nerred in sentencing A2 as the reasons recorded by the Courts\nbelow do not conform to the statutory mandate prescribed under F\nSection 354(3) of the Code of Criminal Procedure, 1973 (for\nshort 'the Code'), which require the judgment to record\n\"reasons\" in case of sentence of life imprisonment and \"special\nreasons\" in case of death sentence. He would submit that the\nsince no extraordinary reasons have been assigned by the\nCourts below to sentence the appellant to death instead of a\nless harsher sentence and that this Court in appellate\njurisdiction cannot go into the same for the first time while\nconfirming the death sentence, the matter requires to be\nremanded to the Trial Court for fresh consideration on the\nG\nI\n318 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA question of sentence as per Section 354(3) of the Code.\nFurther, he would place reliance upon the judgments of this\nCourt in Ambaram v. State of M.P., (1976) 4 SCC 298, Balwant\nSingh v. State of Punjab, (1976) 1 SCC 425, Dagdu v. State\nof Maharashtra, (1977) 3 SCC 68, Muniappan v. State of T.N.,\nB (1981) 3 SCC 11 and Rajesh Kumar v. State, (2011) 13 SCC\n706; wherein this Court has held that “special reasons\" are\nessential for awarding death sentence under Section 354(3) of\nthe Code and in absence of such reasons has commuted the\nsentence passed by the Courts below from death to life\nC imprisonment and submit that since, in the instant case, no\n\"special reasons\" were recorded by the Courts below while\nsentencing the appellants, the sentence of the appellants ought\nto be commuted to life imprisonment.\nD\n11. Shri Mishra would assail the sentence awarded by the\nTrial Court and confirmed by the High Court and submit that in\nthe instant case mitigating circumstances overwhelmingly\noutweigh the aggravating circumstances and therefore, ends of\njustice would only be achieved by commuting the sentence of\nthe two appellant-accused persons, A1 and A3, from death to\nE imprisonment for life. He would put forth the following factors in\nsupport of his submission:\nF\nןד\n\"Mitigating Circumstances:\n1. Appellants are not hard core criminals,\nThey are not threat/ menace to the Society,\n2.\n3.\nThey have no criminal antecedent/ background,\n4.\nThey are not antisocial elements,\nG\n5.\nTheir conduct in Jail has been satisfactory,\n6.\nThe State has failed to prove that they are incapable\nof being reformed\n☐ H\nDEEPAK RAI v. STATE OF BIHAR\n319\n[H.L. DATTU, J.]\n7.\nThey have been in Jail for about seven years,\n8.\n9.\nDelay of seven years in execution of death sentence\nconfirmed in death anticipating imminent death any\nmoment,\nDeath sentence is exception and life-imprisonment\nis rule,\nA\nB\n10. Global move to abolish death sentence. 138 nations\nhave abolished death sentence while 59 countries\nincluding India have retained death sentence. C\n(2009) 6 SCC 498. Relevant page- 544, paras\n111-112,\n11. Jagat Rai at the time of commission of offence was\n48 years while Bachcha Babu Rai was 43 years,\ncomparatively young,\n12.\nOffence was committed when the appellant were\nunder the influence of extreme of mental\ndisturbance due to pendency of criminal case,\n13. There is every probability that the appellants can be\nreformed and rehabilitated,\n14. All the four main objectives which state intends to\nachieve namely deterrence, prevention, retribution\nand reformation can be achieved by keeping the\nappellants alive.\nD\nE\nF\nAggravating Circumstances:\n1.\nIt was a planned, cold-blooded brutal murder,\nG\n2.\nEntire family was wiped out....\"\n12. A contrario Shri Rai would support the judgment and\norder passed by the Courts below convicting the appellants of\nthe aforesaid offence and sentencing them to death. He would H\nA\n320 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nsubmit that the reasons recorded by the Courts below fall within\nthe statutory requirements under Section 354(3) of the Code\nas well as the parameters laid down by this Court for recording\n\"special reasons\" while sentencing a convict to death. He would\ndistinguish the cases cited by Shri Bharadwaj as cases\nB wherein the sentence of the accused persons was commuted\ndue to reasons besides absence of \"special reasons\" for\nsentencing the accused therein in the judgments and orders of\nthe Courts below and further place reliance upon the decision\nof this Court in Gurdev Singh v. State of Punjab, (2003) 7\nSCC 258 amongst others, wherein this Court has sentenced\nthe accused persons therein who were responsible for causing\nthe death of fifteen persons, besides causing grievous injuries\nto eight others to death after balancing the aggravating and\nmitigating circumstances.\nC\nD\nE\nF\nG\nH\n13. We have given our anxious consideration to the\nmaterials on record in its entirety, the submissions made by\nthe learned counsel for the parties and the judgments and\norders of the Courts below.\nIssues for consideration:\n14. The questions which fall for our consideration and\ndecision are first, whether the reasons assigned by the Courts\nbelow while sentencing the appellants are \"special reasons\"\nunder Section 354(3) of the Code and second, whether the\noffence committed by the appellants fall into the category of\n\"rarest of the rare” cases so as to warrant death sentence.\nCases cited by Shri Bharadwaj:\n15. At the outset we would examine the decisions relied\nupon by Dr. Bharadwaj and examine whether at all should the\nsentence in the present case, for lack of special reasons being\nassigned by the Trial Courts as well as the High Courts, ought\nto be commuted to imprisonment for life.\n16. In Ambaram case (supra), the appellant-accused was\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n321\ntried along with four others for murder of two persons. It was A\nthe appellant therein who shot one while his companions\nassaulted the other to death with sharp-edged weapons and a\nlathi. He was convicted under Section 302 of the IPC by the\nTrial Court and sentenced to death alone by the Trial Court as\nwell as the High Court against which he had approached this B\nCourt by filing a special leave petition. It is pertinent to note that\nhis appeal was limited to the question of sentence. This Court\nhas noticed the change in the law introduced under Section\n354(3) of the Code in 1973 which confers discretion on the\nCourts to inflict the death sentence or the sentence of life\nimprisonment each according to the circumstances and\nexigencies of each case but enjoins duty upon them to justify it\nby giving special reasons and reasons, respectively. This Court\nhas observed as follows:\nC\nD\n\"1. The High Court has not given any special reasons\nwhy Ambaram has been singled out for the award of the\nextreme penalty. Nor do we find any such reason to treat\nhim differently in the matter of sentence from his\ncompanions who have been awarded the lesser penalty.\nOn this short ground we allow this appeal and commute E\nAmbaram's death sentence to that of imprisonment for\nlife.\" (emphasis supplied)\n17. In Balwant Singh v. State of Punjab, (1976) 1 SCC\n425 this Court has observed as follows:\nF\n\"4. ... On the facts of this case, it is true that the appellant\nhad a motive to commit the murder and he did it with an\nintention to kill the deceased. His conviction under\nSection 302 of the Penal Code was justified but the facts\nfound were not such as to enable the Court to say that G\nthere were special reasons for passing the sentence of\ndeath in this case.\"\n(emphasis supplied)\nH\nA\n322 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nThereafter, this Court has observed the error committed\nby the High Court in applying the principle of extenuating\ncircumstances under the older Code even after the present\nCode coming into force in 1973 which requires the Court to\nassign special reasons while awarding death penalty and\nB observed the follows:\nс\nD\nE\nF\nG\nH\n\"5. The High Court has referred to the two decisions of this\nCourt namely in Mangal Singh v. State of U.P., (1975) 3\nSCC 290 and in Perumal v. State of Kerala, (1975) 4\nSCC 109 and has then said:\n\"There are no extenuating circumstances in this\ncase and the death sentence awarded to Balwant\nSingh appellant by the Sessions Judge is\nconfirmed ....”\nAs we have said above, even after noticing the provisions\nof Section 354(3) of the new Criminal Procedure Code the\nHigh Court committed an error in relying upon the two\ndecisions of this Court in which the trials were held under\nthe old Code. It wrongly relied upon the principle of\nabsence of extenuating circumstances - a principle which\nwas applicable after the amendment of the old Code from\nJanuary 1, 1956 until the coming into force of the new\nCode from April 1, 1974. In our judgment there is no\nspecial reason nor any has been recorded by the High\nCourt for confirming the death sentence in this case. We\naccordingly allow the appeal on the question of sentence\nand commute the death sentence imposed upon the\nappellant to one for imprisonment for life.\"\n(emphasis supplied)\n18. In Muniappan v. State of T.N., (1981) 3 SCC 11, this\nCourt has observed that not only has the Trial Court failed to\nprovide adequate hearing to the accused under Section 235(2),\nbut also it as well as the High Court have not assigned\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU; J.]\n323\nappropriate reasons while awarding and confirming the A\nsentence of the accused, respectively and thus, reached the\nconclusion that the sentence of death could not be imposed.\nB\n19. Further, in Dagdu case (supra) and Rajesh Kumar\ncase (supra) this Court has considered the facts and\ncircumstances of the case in its entirety while balancing the\naggravating and mitigating circumstances to decide upon the\nadequacy of sentence awarded by the Courts below and upon\nreaching such satisfaction that the case did not fall into the\ncategory of \"rarest of the rare” warranting \"special reasons\" for\nC\nthe award of death sentence has commuted the sentence of\nthe accused.\n20. Thus in the aforementioned cases, this Court has upon\nexamination of both-the evidence on record and the reasoning\nof the Courts below while sentencing the accused reached an D\nindependent conclusion that the facts and circumstances of the\ncase do not warrant imposition of sentence of death. Therefore,\nit is not the absence or adequacy of \"special reasons\" alone\nwhat weighed in the mind of this Court while commuting the\nsentence. The facts in toto and procedural impropriety, if any E\nloomed large in exercising such discretion. Hence, the reliance\nplaced on the aforementioned decisions is rejected.\nScope of Article 136 vis-à-vis examination of \"special\nreasons\"\nF\n21. Further, we are unable to accept the submission that\nin any case the failure on the part of the Court, which has\nconvicted an accused and heard him on the question of\nsentence but failed to express the \"special reasons\" in so many\nwords, must necessarily entail a remand to that Court for G\nelaboration upon its conclusion in awarding the death sentence\nfor the reason that while exercising appellate jurisdiction this\nCourt cannot delve into such reasons.\n22. Since the appellants are before us by way of an appeal\nH\n324 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA by special leave, we would first examine the scope of\njurisdiction of this Court under Article 136 of the Constitution\nof India vis-à-vis criminal appeals.\nB\nC\nD\nE\nF\nG\nH\n23. The appellate jurisdiction vested in this Court by virtue\nof Article 136 is not plain statutory but expansive and\nextraordinary. The Court exercises its discretion and grants\nleave to appeal in cases where it is satisfied that the same\nwould circumvent a grave miscarriage of justice. Such\njurisdiction is not fettered by rules of criminal procedure but\nguided by judicially evolved principles.\n24. We are fortified by the decision of this Court in State\nof U.P. v. Dharmendra Singh, (1999) 8 SCC 325, where while\nexamining the applicability of Section 377(3) of the Code to\nan appeal under Article 136 has observed as follows:\n“10. ...A perusal of this section shows that this provision\nis applicable only when the matter is before the High Court\nand the same is not applicable to this Court when an\nappeal for enhancement of sentence is made under Article\n136 of the Constitution. It is to be noted that an appeal to\nthis Court in criminal matters is not provided under the\nCode except in cases covered by Section 379 of the\nCode. An appeal to this Court under Article 136 of the\nConstitution is not the same as a statutory appeal under\nthe Code. This Court under Article 136 of the Constitution\nis not a regular court of appeal which an accused can\napproach as of right: It is an extraordinary jurisdiction\nwhich is exercisable only in exceptional cases when this\nCourt is satisfied that it should interfere to prevent a grave\nor serious miscarriage of justice, as distinguished from\nmere error in appreciation of evidence. While exercising\nthis jurisdiction, this Court is not bound by the rules of\nprocedure as applicable to the courts below. This Court's\njurisdiction under Article 136 of the Constitution is limited\nonly by its own discretion (see Nihal Singh v. State of\nPunjab, AIR 1965 SC 26. In that view of the matter, we are\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n325\nof the opinion that Section 377(3) of the Code in terms\ndoes not apply to an appeal under Article 136 of the\nConstitution.\n11. This does not mean that this Court will be unmindful of\nthe principles analogous to those found in the Code\nincluding those under Section 377(3) of the Code while\nmoulding a procedure for the disposal of an appeal under\nArticle 136 of the Constitution. Apart from the Supreme\nCourt Rules applicable for the disposal of the criminal\nappeals in this Court, the Court also adopts such\nanalogous principles found in the Code so as to make the\nprocedure a “fair procedure\" depending on the facts and\ncircumstances of the case.\"\n(emphasis supplied)\n25. More so, it is settled law that an appeal by special leave\nunder Article 136 is a continuation of the original proceedings.\nIn Moran M. Baselios Marthoma Mathews II v. State of Kerala,\n(2007) 6 SCC 517, this Court categorically observed as\nfollows:\n\"13. We, therefore, are of the opinion that despite the fact\nthat the appellants had insisted upon before the High Court\nfor issuance of a writ or in the nature of mandamus upon\nthe State or its officers for the purpose of grant of police\nprotection as this Court has exercised its appellate\njurisdiction under Article 136 of the Constitution of India, it\ncan and should go into that question as well viz. as to\nwhether the writ petition itself could have been entertained\nor not, particularly, when the appeal is a continuation of\nthe original proceedings.\"\n26. Further, this Court in Netai Bag v. State of W.B.,\n(2000) 8 SCC 262 while observing that the scope of an appeal\nunder Articles 136 and 226 cannot be wider than the earlier\nproceedings, has noticed that the appeals under said\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n326 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA provisions are continuation of the original proceedings.\nB\nC\n27. Thus, jurisdiction of this Court in appeal under Article\n136 though circumscribed to the scope of earlier proceedings\nis neither fettered by the rules of criminal procedure nor limited\nto mere confirmation or rejection of the appeal. This Court while\nconsidering the question of correctness or otherwise of the\nsentence awarded by the Courts below has exercised\ndiscretionary jurisdiction under Article 136 and hence can not\nonly examine the reasons so assigned under Section 354(3)\nbut also substantiate upon the same, if need so be.\n28. With the aforesaid in view, let us now examine the\nissues before us.\nIssue one: “Special reasons\" under Section 354(3) of the\nD Code\nE\nF\nG\nH\n29. Under Section 367(5) of the Code of Criminal\nProcedure, 1898 (for short \"old Code”), the normal sentence\nto be awarded to a person found guilty of murder was death\nand imprisonment for life was an exception. The Amending Act\n26 of 1955 amended Section 367(5) of the old Code resulting\nin vesting of discretion with the Court to inflict the sentence of\nlife imprisonment or death each according to the circumstances\nand exigencies of the case. The amended Section 367(5) of\nthe old Code reads as follows:\n\"367. (5) If the accused is convicted of an offence\npunishable with death, and the court sentences him to any\npunishment other than death, the court shall in its judgment\nstate the reason why sentence of death was not passed.\"\n30. The present Code which was legislated in 1973\nbrought a shift in the then existing penological trend by making\nimprisonment for life a rule and death sentence an exception.\nIt makes it mandatory for the Court in cases of conviction for\nan offence punishable with imprisonment for life to assign\n"}