{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"A\n00\nB\nC\nD\nE\nF\nG\nH\n864 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n(3) the level of skill and competence required of the\nrepresentative in giving the services\n(4) the amount of time the representative spent on the\ncase; and\n(5) the ability of the party to pay the fee\n(d) If a party is seeking monetary damages, its\nrepresentative may not seek more a fee of more\nthan 20% of the damages\nCode of Conduct for representatives\nThe National Commission to create a code of conduct\nwhich would apply to non-advocates, registered organizations\nand agents appearing before a Forum.\nDisciplinary Powers of a Forum\n(a) The presiding officer of a Forum may be given\nspecific power to discipline non-advocates, agents,\nauthorized organizations and representatives for\nviolating the code of conduct or other behaviour that\nis unfitting in a Forum\n(b)\nIn exercising its disciplinary authority, the presiding\nofficer may -\n(1) revoke a representative's privilege to appear before\nthe instant case\n(2)\n(3)\nsuspend a representative's privilege to appear\nbefore the Forum\nban a representative from appearing before the\nforum\n(4) impose a monetary fine on the representative\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 865\nORS. [DALVEER BHANDARI, J.]\n111. We direct the National Commission to frame A\ncomprehensive Rules as expeditiously as possible, in any\nevent, within three months from the date of communication of\nthis order. The copy of this judgment be sent to the National\nCommission.\n112. On consideration of totality of the facts and\ncircumstances, the view taken by the Division Bench of the\nBombay High Court in the impugned judgment cannot be said\nto be erroneous and unsustainable in law. Consequently, these\nappeals being devoid of any merit are accordingly dismissed.\n113. In the facts and circumstances of the case, we direct\nthe parties to bear their own costs.\n114. Before we part, we would like to observe that we had\nrequested Shri Jawahar Lal Gupta, a distinguished Senior\nAdvocate to assist the court as amicus curiae. He graciously\nagreed and provided excellent assistance to this court. Shri\nGupta also submitted written submissions. We record our deep\nappreciation for his valuable assistance provided by him to this\ncourt.\nB.B.B.\nAppeals dismissed.\nB\nC\nD\nE\n"}