{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nVIRENDRA KUMAR\nV.\nSTATE OF U.P.\nJANUARY 16, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPenal Code, 1860-s. 306-Conviction under on presumption under\nSection 113-A of Evidence Act--In absence of specific charge thereunder-\nPropriety of-Held: Such conviction was permissible-Even in absence of\nC presumption in terms of s. 113-A, the circumstances of the case were\nrelatable to s. 306-Evidence Act, 1872-s 113-A-Code of Criminal\nProcedure, 1973-ss. 222(2) and 464.\nD\nE\nAppellant-accused with another co-accused (his father) was charged\nof having caused death of his wife (deceased). Appellant, after his marriage\nwith the deceased used to humiliate the deceased and her family members\nfor bringing inadequate dowry and for being of dark complexion. They had\nalso publicly abused the informant-PW-1 and the same was witnessed by\nmany PWs. On the date of event PW 1 got an information that the deceased\nhad committed suicide. PW-1 seeing several injuries on the body of the\ndeceased inferred she was done to death by the appellant in conspiracy with\nhis elder brother. Complaint was lodged by him. Prior to this report the co-\naccused had given an information that the deceased had committed suicide\nby hanging. Doctor noted major injuries on the body of the deceased.\nDuring trial incriminating materials relating to torture, harassment and\ndemand of dowry were brought to the notice of appellant during his\nexamination under Section 313 Cr. P.C. Neighbours of the appellant also\ndeposed that appellant used to beat his wife. Trial Court convicted both the\naccused under Section 302 IPC. In appeal, High Court set aside the\nconviction under Section 302 and convicted the accused under Section 306\nG IPC on presumption in terms of s. 113-A of Evidence Act. Co-accused had\ndied during pendency of appeal before High Court.\nF\nH\nIn appeal to this Court, the question for determination was whether\nthe High Court was correct in convicting the accused under Section 306\nIPC in absence of specific charge thereunder.\n970\nނ\nVIRENDRA KUMAR v. STATE\n971\nDismissing the appeal, the Court\nHELD: 1. Even without reference to Section 113A of the Evidence Act\nthe prosecution version has been established. So far as the question as to\nthe effect of no charge having been framed under Section 306 is concerned\nthe effect of Section 222(2) and Section 464 of Cr. P.C. cannot be lost sight\nof. [Paras 17 \u0026 12] [978-B, 975-E]\nDalbir Singh v. State of U.P., [2004] 5 SCC 334, relied on.\nShamnsaheb M. Multtani v. State of Karnataka, [2001] 2 SCC 577,\nreferred to.\n2. The circumstances are relatable to Section 306 IPC which were\nclearly put to the appellant during his examination under Section 313\nCr.P.C. The incriminating materials relating to torture, harassment and\ndemand of dowry were specifically brought to the notice of the appellant\nduring such examination. [Paras 14 \u0026 15] [977-C-E]\n3. In support of his stand, the appellant pleaded that deceased had\ncommitted suicide and for this purpose one witness DW1 was examined. It\nwas specifically stated by him that the appellant's father had asked him to\ninform PW2 that the deceased had committed suicide and accordingly he\nhad informed PW2. Even in the absence of a presumption in terms of\nSection 113-A of the Evidence Act it is to be noted that the prosecution\nversion was specific to the extent that the deceased was being taunted by\nthe appellant for not bringing adequate dowry and/or being of dark\ncomplexion. The humiliation and harassment meted out was described by\nthe deceased when she had gone to her maternal uncle's house. The\nevidence of neighbour of the accused-appellant clearly stated that the\nappellant used to beat his wife i.e. deceased and on the night of occurrence,\nwhen he was sitting on his roof-top he had heard cries of the deceased being\nbeaten, went to the house of the appellant and he was turned away by the\nappellant who said that it was their internal affair and he should mind his\nown work. To similar effect was the evidence of PW4- another neighbour.\nThe doctor who conducted the autopsy i.e. PW6, had noted many major\ninjuries in different parts of body including one mark on the neck.\n[Paras 16 \u0026 17] [977-E-H, 978-A-B]\nA\nB\nC\nᎠ\n(1)\nE\nF\nG\nH\nA\nB\nC\nD\n972\n2007.\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 69 of\nFrom the Judgment and final Order dated 30.9.2005 of the High Court\nof Judicature at Allahabad in Crl. A. No. 493/1984.\nS.B. Maheshwari, R.K. Maheshwari, Rishi Maheshwari, Tarannum\nAnsari and Raj Kumar Kaushik for the Appellant.\nRatnaker, Atiqwe Rahman, Javed M. Rao, Shahid Ali Rao and Musharrat\nChaudhary, for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. : 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a Division\nBench of the Allahabad High Court allowing the appeal filed by the\nappellant in part by setting aside his conviction for offence punishable\nunder Section 302 of the Indian Penal Code, 1860 (in short the 'IPC') and\ninstead convicting him for offence punishable under Section 306 IPC. He\nwas sentenced to undergo imprisonment for ten years. Appellant and\nE another accused, namely, Jai Narain faced trial for alleged commission of\noffence punishable under Section 302 IPC. During pendency of the appeal\nbefore the High Court aforesaid Jai Narain died and, therefore, the appeal\nstood abated so far as he is concerned.\n•\nF\n3. Background facts in a nutshell are as follows:\n4. The informant Sheo Karan (PW-1)'s niece Smt. Pushpa (hereinafter\nreferred to as 'deceased') was married to the appellant Virendra Kumar, son\nof Jai Narain in village Chirli, Police Station Ghatampur. Immediately after the\nmarriage Virendra Kumar, his brother Suresh Kumar used to humiliate Smt.\nG Pushpa and her other family members for bringing inadequate dowry and for\nbeing of a dark complexion. They even publicly abused the informant in\nvillage Chirli and threatened to end their relations with Smt. Pushpa, the\ndeceased. This public humiliation was witnessed by Sahdev Singh (PW-3)\nand Prahlad Singh (PW-5), residents of Rajepur and Suresh, Bhanu Pratap\nH Dixit (PW-4) and many others of village Chirli, About one and a half month\nVIRENDRA KUMAR v. STATE [PASAYAT, J.]\n973\nprior to the fateful event Anil Kumar brought Smt. Pushpa to her Sasural in\nvillage Chirli. On 7.10.1982 at about 7 A.M. on information being sent by\nBhanu Pratap Dixit (PW-4), the informant Sheo Karan (PW-2) reached village\nChirli where he found the dead body of Smt. Pushpa. Four fingers of her\nright hand were burnt and on her hands and legs there were some marks of\ninjuries. There was also a deep mark of hanging on the neck which showed\nthat Smt. Pushpa had been beaten and thereafter done to death. Although\nthe appellant Virendra Kumar was present in the village, from the morning\nof the fateful day (7.10.1982) he was absent. Hence it was inferred by the\ninformant that appellant in conspiracy with his elder brother Suresh had\nmurdered Smt. Pushpa after taking help of some accomplices. The report to\nthis effect was lodged by Sheo Karan Shukla on 7.10.1982 at police out post\nSarh, police station Ghatampur, District Kanpur.\n5. However, prior to this report, on 7.10.1982 at about 10 A.M., the co-\naccused Jai Narain gave an information at the police chauki Sarh of police\nstation Ghatampur that in the night intervening 6-7 October, 1982, the\ndeceased Smt. Pushpa placed her dhoti in an iron ring on the roof and\nthereafter she tied her own neck with the same and committed suicide and\nher body was still hanging from the ring on that roof with the Sari. On\ngetting this information, the first investigating officer SI Ajab Singh\n(P.W.-8) reached the house of Jai Narain. He found the dead body hanging\nfrom a ring in the 'Dhanni' in the western Verandah by means of a Dhoti,\nwhich was tied on the neck. The body was taken down and inquest was\nperformed on it by SI Ajab Singh. The opinion of the inquest witnesses was\ntaken and also the body was sent along with the concerned papers for post\nmortem through Constables Kailash Chandra and Radhey Shyam. The\ninjuries on the dead body were indicated in the inquest. The place where\nthe body was found hanging was inspected by SI Ajab Singh (P.W.-8) who\nalso prepared site plan. He recorded the statement of Jai Singh and his wife.\nAs it had become late, the investigating officer returned to the police station.\nThereafter the investigation was conducted by SSI Jogendra Singh (P.W.-\n9). As Smt. Pushpa had tied the knot with the Dhoti that she was wearing,\nhence it was not taken into possession, but it was sent along with the body\nof the deceased for post mortem.\n6. Dr. R.K. Gupta (PW-6), Medical Officer, ESI Dispensary Kanpur\nconducted post mortem on the body of Smt. Pushpa on 8.10.1992 at 12.45\np.m. at the E.S.I. Dispensary in Kanpur.\nA\nB\nC\nD\nE\nF\nG\nH\n,\nA\nB\n974\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n7. SI Jogendra Singh (P.W.9) was handed over the investigation of this\ncase by order of the Superintendent of Police, Kanpur Dehat dated 11.10.1982\non an application by Sheo Karan of the same date, and he commenced the\ninvestigation on 15.10.1982. After that effort was made to trace the accused\npersons, but they could not be arrested. As some of the witnesses were\nabsent on that date, their statements could not be recorded and the police\nof Chauki Sarh was directed to produce the witnesses at the police station.\nOn 3.11.1982 SI Jogendra Singh recorded the statements of Sheo Karan,\nSahdeo, Deshraj Singh and Bhagwan Deen at the police station under\nSection 161 of the Code of Criminal Procedure, 1973 (in short the 'Cr. P.C').\nOn 24.11.1982 he recorded the statement of Prahlad and others. As he could\nC not find the accused in spite of search, hence he obtained order under\nSections 82 and 83 Cr.P.C. for attachment of their property on 27.11.1982. On\n17.12.1982 appellant Virendra Kumar surrendered in Court. After completion\nof investigation. S. I. Jogendra Singh submitted the charge sheet.\nD\n8. The trial court found that on the basis of circumstances highlighted,\nthe prosecution has established the accusations and therefore held the\naccused persons guilty and sentenced each to undergo imprisonment for\nlife. As noted above the two accused persons preferred appeal before the\nAllahabad High Court which partially allowed the appeal. The High Court\nnoted that though there was no specific charge in terms of Section 306 IPC,\nE the ingredients of the said provision were clearly made out and the appellant\nF\nG\nhad abetted commission of suicide by the deceased. Though a stand was\ntaken by the appellant before the High Court that since he had only been\ncharged under Section 302 IPC, he could not be convicted under Section 306\nIPC, the High Court did not find any substance in view of several decisions\nof this Court. We shall deal with the decisions referred to, by the High Court,\ninfra.\n9. In support of the appeal learned counsel for the appellant submitted\nthat the High Court acted in terms of presumption available in law under\nSection 113A of the Indian Evidence Act, 1872 (in short the ‘Evidence Act').\nIn the instant case, the offence was committed on 7.10.1982 when the\nprovision i.e. Section 113A was not in the statute book. In fact, the\nstatement under Section 313 Cr.P.C. was recorded on 2.11.1983. Reference is\nalso made to a decision of this Court in Shamnsaheb M. Multtani v. State\nof Karnataka, [2001] 2 SCC 577 to contend that in the absence of specific\nH charge under Section 306 IPC, the appellant could not have been convicted\nt\n:\nVIRENDRA KUMAR v. STATE [PASAYAT, J.]\n975\nin terms of that provision. Learned counsel for the respondent-State on the\nother hand submitted that in the instant case the prosecution did not rely\non the presumption available under Section 113A of the Evidence Act and\nthe materials on record clearly established commission of the offence by the\nappellant, even without resort to Section 113A of the Evidence Act. It is\nfurther submitted that the controversy now raised is settled by a three-judge\nBench of this Court in Dalbir Singh v. State of U.P., [2004] 5 SCC 334.\n10. Though learned counsel for the appellant submitted that the\nevidence was even otherwise insufficient to fasten the guilt on the appellant\nand on a bare perusal of the judgment of the trial court and the High Court,\nit is clear that the materials brought on record clearly formed a complete\nchain of circumstances which unerringly pointed out at the accused-\nappellant being the author of the crime. Therefore there is no infirmity in the\nanalysis done by the trial court and the High Court in analyzing the\nevidence.\n11. The residual question relates to the applicability of Section 113A\nof the Evidence Act and the question as to whether in the absence of the\nspecific charge under Section 306 IPC, the appellant could be convicted\nthough he was only charged in terms of Section 302 IPC.\n12. So far as the question as to the effect of no charge having been\nframed under Section 306 is concerned the effect of Section 222(2) and\nSection 464 of Cr. P.C. cannot be lost sight of. In Dalbir Singh's case (supra)\nit was inter alia noted as follows:\nA\nB\nC\nD\nE\nF\n\"Here the Court proceeded to examine the question that if the\naccused has been charged under Section 302 IPC and the said\ncharge is not established by evidence, would it be possible to\nconvict him under Section 306 IPC having regard to Section 222\nCr.P.C. Sub-section (1) of Section 222 lays down that when a\nperson is charged with an offence consisting of several particulars,\na combination of some only of which constitutes a complete minor\noffence, and such combination is proved, but the remaining\nparticulars are not proved, he may be convicted of the minor\noffence, though he was not charged with it. Sub-section (2) of the\nsame Section lays down that when a person is charged with an\noffence and facts are proved which reduce it to a minor offence, he H\nG\n976\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nmay be convicted of the minor offence, although he is not charged\nwith it. Section 222 Cr.P.C. is in the nature of a general provision\nwhich empowers the Court to convict for a minor offence even\nthough charge has been framed for a major offence. Illustrations (a)\nand (b) to the said Section also make the position clear. However,\nthere is a separate chapter in the Code of Criminal Procedure,\nnamely Chapter XXXV which deals with Irregular Proceedings and\ntheir effect. This chapter enumerates various kinds of irregularities\nwhich have the effect of either vitiating or not vitiating the\nproceedings. Section 464 of the Cr.P.C. deals with the effect of\nomission to frame, or absence of, or error in, charge. Sub-section\n(1) of this Section provides that no finding, sentence or order by\na Court of competent jurisdiction shall be deemed invalid merely on\nthe ground that no charge was framed or on the ground of any\nerror, omission or irregularity in the charge including any misjoinder\nof charges, unless, in the opinion of the Court of appeal, confirmation\nor revision, a failure of justice has in fact been occasioned thereby.\nThis clearly shows that any error, omission or irregularity in the\ncharge including any misjoinder of charges shall not result in\ninvalidating the conviction or order of a competent Court unless\nthe appellate or revisional Court comes to the conclusion that a\nfailure of justice has in fact been occasioned thereby. In Lakhjit\nSingh (supra) though Section 464 Cr.P.C. has not been specifically\nreferred to but the Court altered the conviction from section 302 to\n306 IPC having regard to the principles underlying in the said\nSection. In Sangaraboina Sreenu (supra) the Court completely\nignored to consider the provisions of Section 464 Cr.P.C. and\nkeeping in view Section 222 Cr.P.C. alone, the conviction of the\nappellant therein under Section 306 IPC was set aside.\n17. There arc a catena of decisions of this Court on the same lines\nand it is not necessary to burden this judgment by making reference\nto each one of them. Therefore, in view of Section 464 Cr.P.C., it\nis possible for the appellate or revisional Court to convict an\naccused for an offence for which no charge was framed unless the\nCourt is of the opinion that a failure of justice would in fact\noccasion. In order to judge whether a failure of justice has been\noccasioned, it will be relevant to examine whether the accused was\naware of the basic ingredients of the offence for which he is being\n+\nVIRENDRA KUMAR v. STATE [PASAYAT, J.]\n977\nconvicted and whether the main facts sought to be established\nagainst him were explained to him clearly and whether he got a fair\nchance to defend himself. We are, therefore, of the opinion that\nSangarabonia Sreenu (supra) was not correctly decided as it\npurports to lay down as a principle of law that where the accused\nis charged under Section 302 IPC, he cannot be convicted for the\noffence under Section 306 IPC.\"\n13. It is to be noted that in view of apparent conflict in the views\nexpressed by two Judge Bench decisions in Sangaraboina Sreenu v. State\nof A.P., [1997] 5 SCC 348 and Lakhjit Singh and Another v. State of Punjab,\n[1994] Supp 1 SCC 173 the matter was referred to a three Judge Bench in\nDalbir Singh's case (supra)\n14. There is no dispute that the circumstances are relatable to Section\n306 IPC which were clearly put to the appellant during his examination under\nSection 313 of Cr.P.C.\n15. Particular reference may be made to question Nos. 4,7,8,9,16 and 22\nin the examination under Section 313 of the Cr.P.C. and the answers given\nby the appellant. The incriminating materials relating to torture, harassment\nand demand of dowry were specifically brought to the notice of the\nappellant during such examination.\nA\nB\nC\nD\nE\n16. In support of his stand, the appellant pleaded that deceased had\ncommitted suicide and for this purpose one witness DW1 was examined. It\nwas specifically stated by him that the appellant's father had asked him to\ninform PW2 that the deceased had committed suicide and accordingly he F\nhad informed PW2. Even in the absence of a presumption in terms of Section\n113-A of the Evidence Act it is to be noted that the prosecution version was\nspecific to the extent that the deceased was being taunted by the appellant\nfor not bringing adequate dowry and/or being of dark complexion. The\nhumiliation and harassment meted out was described by the deceased when\nshe had gone to her maternal uncle's house. The evidence of PW-1 i.e.\nneighbour of the accused-appellant is also significant. It is clearly stated\nthat the appellant used to beat his wife i.e. deceased and on the night of\noccurrence, when he was sitting on his roof-top he had heard cries of the\ndeceased being beaten, went to the house of the appellant and he was\nturned away by the appellant who said that it was their internal affair and H\nG\nT\n978\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA he should mind his own work. To similar effect was the evidence of PW4-\nanother neighbour.\nB\nC\n17. The doctor who conducted the autopsy i.e. PW6, had noted many\nmajor injuries in different parts of body including one mark on the neck.\nTherefore, as rightly contended by learned counsel for the respondent-State,\neven without reference to Section 113A of the Evidence Act the prosecution\nversion has been established.\n18. Above being the position there is no merit in this appeal which is\naccordingly dismissed.\nK.K.T.\nAppeal dismissed.\nいた\n\u003e\n1\n"}