{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\nB\nC\n134 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\n7.6. The sentence imposed by the Special Judge with\nregard to the offence under the Prevention of Corruption\nAct is affirmed. [Para 32] [210-G-H]\n7.7. Accused 1, Accused 2, and Accused 4 are\nsentenced to suffer RI for one month each and to pay Rs.\n1000/- in fine and in default to suffer RI for seven days\neach for the offences punishable under Section 13(1)(c)\nread with Section 13(2) of the Prevention of Corruption\nAct read with Section 120-B of the IPC. [Para 32] [210-H;\n211-A-B]\n7.8. Similarly, the accused are also sentenced to\nsuffer RI for one month and to pay a fine of Rs. 1000/-\neach in default to suffer RI for seven days each for\noffences punishable under Section 13(1)(d) read with\nD Section 13(2) of the Prevention of Corruption Act read\nwith Section 120B of the IPC. Further Accused 1,\nAccused 2 and Accused 4 are sentenced to suffer Ri for\n6 months each and to pay fine of Rs. 5000/- each, and in\ndefault to suffer RI for one month each for offences\nE punishable under Section 120B and Section 409 read\nwith Section 120B of the IPC. [Para 32] [211-B-D]\nF\n7.9. All substantive sentences are directed to run\nconcurrently. Each accused should be given the benefit\nof set off for the period for which he has already\nundergone imprisonment in this case. So far as the\npayment of fine is concerned, a period of 2 months time\nis given to all accused persons, to deposit the same.\n[Para 32] [211-E]\n*\nG\nCase Law Reference:\n(1981) 2 SCC 443\nrelied on\nPara 17\n1988 (3) SCC 609\nrelied on\nPara 17\n(1996) 4 SCC 659\nrelied on\nPara 17\nI\nMIR NAGVI ASKARI v. C.B.I.\n135\n(2005) 12 SCC 631\nrelied on\nPara 17 A\n2008 (14) SCALE 240 referred to\nPara 17\n(1996) 10 SCC 193\nreferred to\nPara 207\n[1963] Supp 2 SCR 585 relied on\nPara 29\nB\n(2008) 2 SCC 561\nreferred to\nPara 30\n2009 (2) SCALE 457\nreferred to\nPara 30\nreferred to\nPara 30\nC\n2009 (1) SCALE 627\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1477 of 2004.\nFrom the Judgment \u0026 Order dated 19.10.2004 of the\nSpecial court (Trial of Offences Relating to Transactions in\nSecurities) at Bombay in Special Case No. 5 of 1994 in R.C.\nNo. 3 (BSC) 1993.\nD\nCrl. A. Nos. 121 \u0026 5 of 2005\nWITH\nCrl. A. Nos. 1525 \u0026 1526 of 2004\nE\nShekhar Naphade, Sr. Adv., Rahul Moshe, Sweta Moshe,\nAmit Kumar Sharma, Ms. Purnima Bhat, Sunil S. Kale, Satyajit\nSaha, V.D. Khanna, C. Mukund, Shashank Sharma, Parvez F\nUbharay, Pankaj Jain, Ashok Kumar Jain, A. Vneesh Garg,\nVandana Anand, Bijoy Kumar Jain, Jana Kalyan Das, Avijeet\nBhujabai, for the Appellant.\nA. Mariarputham, A. Suba Rao, A.T. Rao, T.A. Khan, B.K.\nPrasad, P. Parmeswaran D.S. Mahra for the Respondent.\nThe Judgment of the Court was delivered by\nG\nH\nA\n136 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nS.B. SINHA, J. 1. These five appeals, arising out of a\njudgment and order dated 19/10/2004 passed by the Special\nCourt constituted under the Special Court (Trial and Offences\nrelated to Securities) Act, 1992 (for short \"the Act\"), were taken\nup for hearing together and are being disposed of by this\nB common judgment.\nBACKGROUND FACTS\n2. Andhra Bank is a Scheduled Nationalised Bank. It has\na branch at Mumbai known as the Fort Branch. Out of five\nC appellants before us, Accused Nos. 1, 2, 4 and 5 were officers\nof the said Branch of the Andhra Bank. Accused No. 1 was the\nManager of Funds, Accused Nos. 2 and 4 were Junior\nManagement Officers of the Funds Department, and Accused\nNo. 5 was the Assistant Manager, Debit Section. Accused\nD No.3, Hiten Dalal, was at all relevant times and still is a broker\nand, inter alia, deals in securities.\nE\nAccused Nos. 1, 2, 4 and 5, in their capacity as public\nservants, were working in the Fort Branch of Andhra Bank.\nThey were charged with abuse of their position and acting\ndishonestly and fraudulently, as a result whereof undue\npecuniary advantage is said to have been procured by\nAccused No. 3 by way of crediting bankers' cheques without\nthem having been presented or sent for clearance and, thus,\nF cheating Andhra Bank and dishonestly permitting substantial\nwithdrawals from his current account by the Accused No. 3. They\nare said to have prepared false documents and used them as\ngenuine ones, with the intention to defraud and falsify entries\nin the books of accounts of the Bank. They are also charged\nG with entering into the criminal conspiracy, as they, having been\nH\nentrusted with the property of the Andhra Bank, prepared credit\nand debit vouchers in favour of Accused No. 3 authorizing credit\nof amounts of various cheques to the account of Accused No.\n3 without having actually received any bankers' cheques.\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 137\nA\nIndisputably, the Reserve Bank of India appointed a\nCommittee known as the Jankiraman Committee whence the\nalleged security scam came to light. It submitted a report, a\nportion of which was marked as Exhibit 334 before the learned\nSpecial Judge wherein certain irregularities in the functions of\nAndhra Bank were pointed out, the relevant portion whereof B\nreads as under:\n“(6) It was observed on a scrutiny of the current account of\nH.P. Dalal that the branch has accommodated the broker\nby affording credit of some of the banker's cheques\nreceived from other banks to his account one working day\nprior to the day on which the instruments were sent for\nclearing, with a view to avoiding overdrawings in the\naccount on these days. The funds so credited have been\nutilized by the broker either for purchase of securities or\nmaking some other payments. Instances noticed are given\nin the annexure. It will be seen therefrom that in the case\nof item No. (i) the branch had afforded the credit even\n⚫ before the actual date of the instrument.\"\nC\nD\n(Emphasis added) E\nIt was also pointed out how Accused No.3 had received\nfinancial benefit out of the said transactions.\nFIRST INFORMATION REPORT\n3. Relying on, or on the basis of, the Jankiraman\nCommittee Report, a First Information Report was lodged by\nPW-25 Sitaram Premaram Paladia on or about 02/06/1993\n(Exhibit 333), initially against the accused Nos. 1, 2 and 3.\nNo further preliminary inquiry was conducted before\nlodging the said First Information Report. Ten instances of grant\nof credit to Accused No. 3 were detailed therein, in respect of\nthe cheques received or those yet to be received from four\nbanks, namely Bank of Karad, ANZ Grindlays Bank, Canara\nF\nG\nI\n138 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA Bank and Standard Chartered Bank (hereinafter referred to as ☑\n\"the drawer banks\"), without presenting or sending them for\nclearance.\nB\nPW-26 Mr. Waydande while making investigation into the\nsaid offence, allegedly found involvement of Accused Nos. 4\nand 5 as well, who had prepared debit and credit vouchers, and\nmade entries in the transfer scroll, BCR Registers, Cheque\nClearing and Receiving Registers, etc. They were thereafter *\nmade accused in the said case.\nC PROSECUTION CASE\n4. The prosecution contends that the appellants herein\nentered into a conspiracy with each other with the object of\ngiving undue pecuniary advantage to Accused No. 3, and for\nD the said purpose, the bank officers had misused their position\nas public servants, forged documents and used them as\ngenuine ones for the purpose of falsification of accounts.\nThe prosecution case is that such credits should not have\nbeen given until the amount of the cheques was realized. It was\nE furthermore alleged that credit had been given even though the\nsaid cheques had not actually been received in the Fort Branch\nof Andhra Bank. The aforementioned acts on the part of the\nofficers of Andhra Bank constituted criminal breach of trust and\nforgery, as well as offences under the Prevention of Corruption\nF Act, 1988.\nG\nPROCEEDING BEFORE THE SPECIAL COURT\n5. As many as ten transactions were in question before\nthe learned judge. Separate charges were framed in respect\nof each of the aforementioned ten transactions. Before the\nlearned Special Court, 26 witnesses were examined by the\nprosecution.\nPWs 1 to 10 were employees/officers working in the\nH drawer bank along with four officers from the Funds and\n*\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.J 139\nInvestment Department.\nPWs 11 to 19 and 22 to 24 were working in the Andhra\nBank. PW-11 Hemlala G. Nair and PW-12 Rajinderkumar and\ncne Rane, were working as clerks in the Funds and Investment\nDepartment, Andhra Bank. Rane died in 1993 and thus, could\nnot be examined as a witness. PW-13 Sunil Pore and PW-14\nDilip Gursahani were working as typist and Clerk-cum-Cashier\nrespectively in the Clearing Department, Andhra Bank. PW-17\nKatta Hari Babu and PW-18 Ramesh G. Ramteke were officers\nin the Current Account Department, Andhra Bank. PW-19 S.\nGanavinayagam was the Manager (Operational) in the Current\nAccount Department and PW-22 J.S. Sastry was working as\nChief Officer, at the Head Office of Andhra Bank, Hyderabad.\nPW-23 G.D. Bhalla was working as Chief Manager in Fort\nBranch, Andhra Bank, Mumbai. PW-24 C. Raja Rao was\nworking as General Manager (Personnel) at the Head Office,\nAndhra Bank, Hyderabad. PW - 20 Anand Sinha and PW-21\nM. Mahajan were officers working in the Reserve Bank of India.\nJUDGMENT OF THE SPECIAL COURT.\n6. In respect of transaction no. 1, the Special Court noted\nthat the account of A3 was credited on 18/05/1991, whereas\nthe cheque is dated 20/05/1991. As Accused No.1 and 2\nauthorized the credit vouchers to the Current Accounts\nDepartment, allowing it to credit an amount of Rs.2 crores\nindicated therein to the account of Accused 3, without having\nin their possession the cheque for the said amount, A1 and A2\nwere guilty of criminal breach of trust as also for creating false\ndocuments.\nA\nB\nC\nD\nE\nF\nIn respect of transactions no. 2 and 3, the Special Court G\nheld that though the cheque dated 05/07/1991 was received\non 06/07/1991, the credit therefor had been given on 05/07/\n1991; the cheque amount was realized only on 06/07/1991. As\nA1 and A2 prepared debit and credit vouchers and ensured\ncredit to the account of A3, even without having in their H\n140 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA possession the corresponding cheque and, thus, they were\nguilty of criminal breach of trust and also falsifying documents.\nB\nC\nIn respect of transaction No. 4, the Special Court held that\nthough the cheque dated 17/09/1991 was received on 18/09/\n1991, the credit was given one day prior thereto, i.e., on 17/\n09/1991 and the cheque amount was realized only on 18/09/\n1991. Hence, on the day on which the credit was given, the\ncheque was not in possession of the A1 and A2, and, thus, by\nissuing credit voucher on 17/09/1991, A1 and A2 committed\ncriminal breach of trust and falsification of documents.\nIn respect of transactions no. 5 and 6, it was held by the\nSpecial Court that the cheque dated 06/11/1991 was supposed\nto have received on 06/11/1991, but credit thereof was availed\nby him on 06/11/1991 although the cheque was realized on 08/\nD 11/1991; 07/11/1991 being a holiday. Hence, on the day on\nwhich the credit was given, the cheque was not in the hands of\nthe A2 and A4; and by issuing the credit voucher on 06/11/91,\nthey have committed the offence of criminal breach of trust as\nalso falsification of documents.\nE\nF\nIt was also held in respect of transaction no. 7, that the\ncheque dated 13/11/1991 was received on that date and the\ncredit was given on 13/11/1991, although the cheque amount\nwas realized only on 14/11/1991. The cheque was not sent for\nclearing on 13/11/1991 and therefore, by issuing credit voucher\non that day, A1, A2 and A4 had committed criminal breach of\ntrust and were also guilty of preparing false documents.\nSo far as transaction No.8 is concerned, the Special Court\nheld that the cheque dated 04/12/1991 was received on 05/\nG 12/1991 and the credit was given on 04/12/1991, despite the\namount was realized only on 05/12/1991. Evidence on record\nhas clearly proved that the cheque in question was not received\nin the Funds Department on 04/12/1991, although A1 and A5\nauthorised crediting the cheque amount into A3's account on\nthat day and therefore A1 and A5 were guilty of criminal breach\nH\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 141\nof trust as also making of false documents in respect of the said A\ntransaction.\nIn respect of transaction no. 9, it was held by the Special\nCourt that the cheque dated 16/12/1991 was received on 16/\n12/1991, the credit is given and availed on 16/12/1991 and the\ncheque was actually realized only on 17/12/1991. The cheque\nwas not sent for clearing on 16/12/1991 and therefore, by\nissuing credit voucher on that day, A1 and A2 were guilty of\ncriminal breach of trust and of making of false documents in\nfurtherance thereof.\nB\nC\nIn respect of transaction no. 10, the Special Court held that\nthe cheque dated 07/04/1992 was received on 08/04/1992, and\nthe credit was given on 07/04/1992 even though the cheque\nwas realized only on 08/04/1992. As on the day on which the\ncredit was given, the cheque was not in the hands of A2, by D\nissuing the credit voucher on 07/04/1992, A2 was guilty of\ncriminal breach of trust and also guilty of making false\ndocuments in furtherance of this transaction.\nIt was also recorded by the Special Court that the\npecuniary advantage had illegally been given to A3, and thereby\nA2 and A4 have committed an offence under Section 13 (2)\nread with 13 (1) (c) and 13 (1) (d) of the Prevention of\nCorruption Act. It was also held that since the credit was illegally\ngiven to A3, they have committed criminal breach of trust, and\nthat by issuing a credit voucher without the cheque having been\nrealized, A2 and A4 have prepared false documents and\nthereby committed forgery. It was also held that A2 and A4\nentered into criminal conspiracy with A3 and other accused\npersons for the purpose of giving illegal credit to A3 and thus\nsecuring a pecuniary advantage for him.\nADMITTED FACTS:\n7. Before adverting to the rival contentions raised before\nus by the parties, we may, at the outset, notice the following:\nE\nF\nG\nH\n142 SUPREME COURT REPORTS [2009] 13 (ADDE.) S.C.R.\nA\n(i)\nB\nс\nD\nE\nF\nG\nH\nAll the cheques involved are banker's cheques.\n(ii) Payments under the banker's cheques are\nguaranteed.\n(iii) Cheques received by the Bank are dealt with by the\nFunds Department, Current Account Department,\nClearing Department and Day Book Department.\n(iv) The Current Account, Clearing and Day Book\nDepartments operate under the Operation\nDepartment of the Fort Branch, Andhra Bank\n(v)\nIn addition thereto, there is a service centre of the\nBank which is situated in separate premises. It is\nresponsible for sending the banker's cheques to\nthe Reserve Bank of India for clearance.\n(vi) It was not proved that the bank officers received\nany pecuniary advantages for themselves but by\ntheir action pecuniary advantages were received by\nAccused No. 3.\n(vii) Whereas there are no guidelines for operation of\nthe Funds Department, guidelines have been\nissued by the Andhra Bank for other connected\ndepartments, viz., Current Account Department,\nClearing Department and Day Book Department.\n(viii) It is also not in dispute that a machine known as\nAdvance Ledger Posting Machine (ALPM) was\ninstalled in the Current Account Department which\nwas possible to be operated manually. We will\nhighlight the operational details of the said machine\nat an appropriate stage.\nSUBMISSIONS OF LEARNED SENIOR COUNSEL.\n8. Mr. Naphade, Mr. C. Mukund and Mr. Das, learned\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 143\ncounsel appearing on behalf of the accused nos. 1, 2, 4 and 5 A\nurged :\n(i)\n(ii)\nSince the First Information Report was lodged only\non the basis of the report of the Jankiraman\nCommittee without any further preliminary enquiry, B\nthe entire proceeding is vitiated in law.\nJankiraman Committee having only pointed out\nirregularities committed both by the Current as well\nas the Clearing Department, appellants cannot be\nsaid to have been involved in commission of any\noffence, as alleged or at all.\nC\n(iii) There is no evidence to show that the appellants had\nany dominion over the property of the bank at any\npoint of time, and/ or they were ultimately D\nresponsible for the disposal thereof in violation of\nany direction of law.\n(iv) Since the purported guidelines [Exhibit 322] have\nno force of law, no offence of criminal breach of\ntrust can be said to have been committed in terms\nof Section 405, read with Section 43 of the Indian\nPenal Code.\nE\n(V) Further, the guidelines purportedly issued by the\nBank, in any event, have no nexus with the F\nfunctioning of the Funds Department being\napplicable in respect of securities transactions; the\nimpugned judgment of the Special Court is wholly\nunsustainable.\n(vi) Appellants, having scrupulously followed the\nprevailing bank practices and furthermore having\ncomplied with all the procedures laid down therefor,\ncannot be said to have committed any offence.\nG\n(vii) The job of the Funds Department was only to H\n"}