{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\n184 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nAll the materials on record were required to be considered\nhaving regard to the fact that 7.11.1991 was a bank holiday and\naccordingly the credit voucher could only have been sent on the\n8.11.1991\nIn our opinion, the learned Special Judge was, with\nrespect, wrong in concluding that even though the two cheques.\nwere probably received on 06.11.1991, they were not sent for\nclearing on 06.11.1991.\nIn our considered opinion, despite evidence leading to the\nC effect that cheques were received on 06.11.1991, the finding\nto the contrary was clearly erroneous. We are, therefore, of the\nopinion that the prosecution has not been successful in\nestablishing the involvement of the accused as regards these\ntransactions.\nD\nSEVENTH TRANSACTION\n23. So far as the seventh transaction is concerned, a\nbankers cheque bearing No. 22687 dated 13.11.1991 for a\nsum of Rs. 2,37,29,750/- was issued by the Standard Chartered\nE Bank in favour of Andhra Bank. Although a credit voucher for\nthe entire sum should have been prepared, a credit voucher only\nfor a sum of Rs. 1.50 crores authorizing the amount to be\ncredited in the account of Accused No. 3 was prepared. It was\nsigned by Accused No. 4 Ramesh Vardraya Shenoy. The\nF Current Account of the Accused No. 3 was credited on the\nsame day on the basis of the said credit voucher. The said\namount was duly credited in his account, as would appear from\nExhibit 195.\nG\nH\nIt is not in dispute that the credit of Rs. 1.50 crores was\ngiven on an ad hoc basis. Had such credit not been given, the\naccount of Accused No.3 would have stood overdrawn by Rs.\n1,39,86,304/-. The amount of difference, viz., 87,29,750/,\nhowever, was credited on the next day, i.e., on 14.11.1991. The\ncredit voucher was again signed by Accused No. 4.\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 185\nIndisputably, the said bankers cheque was received on\n14.11.1991 and sent for clearance on the same day. No interest\nwas charged thereupon. In the said transaction, bank suffered\na loss of Rs. 9,760.27 by way of interest.\nA\nА\nA finding of fact has been arrived at by the learned Special B\nJudge that the bankers cheque was not in physical possession\nof the officers of the Andhra Bank on 13.11.1991 stating:\n\"58. From this evidence, it clearly appears that the Cheque\n/ Pay Order [Exhibit - 40] was not received in the Andhral\nBank on 13.11.1991 and the same was not forwarded to\nthe Clearing Department for clearance i.e. for ensuring the\ncredit of that cheque. On 14.11.1991 there is entry in the\nB.C.R. Register of the entire amount of the cheque i.e. Rs.\n23729750/-. On that day credit voucher [Exhibit - 78] was\nprepared for the amount of the difference between the\namount of the cheque and the amount of Rs. 1.5 crores\nwhich was credited on 13.11.1991 to the account of Hiten\nP. Dalal. The credit voucher, therefore, is for Rs. 872975/\n\"\nNo adequate or sufficient explanation in regard thereto\nwas furnished by the concerned appellants. Admittedly, there\nwas no entry in the BCR register with regard to the said\ncheque. There are no details in the Current Account Credit\nVoucher.\nIt has been submitted by the learned counsel appearing\non behalf of the appellants that the cheque was received late\non 13.11.1991 but was not sent for clearance. It was\nfurthermore submitted that the BCR Register was not exhibited\nin the evidence.\nFrom the records as also the findings of the learned\nSpecial Judge, it is evident that the cheque was not received\nin the Funds Department on 13.11.1991. The entry of this\ncheque finds place as per Exhibit 77 only on 14.11.1991. The\nC\nE\nF\nG\nH\n186 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA details of the said transaction shows that the beneficiary thereof\nwas the Accused No. 3 and other details have also been\nmentioned therein. The credit voucher, according to Hemlata\nNair (PW-11) was sent to the Current Account Department\nunder the signature of the Accused No. 4. Ordinarily, it should\nB have contained the details, but, as noticed hereinbefore, it was\nonly for a sum of Rs. 1.50 crores. A debit voucher (Exhibit 75)\nwas issued wherein it was stated:\nC\n\"To receive 1.50 crores cheque, but received cheque for\nRs. 23929750 erroneously not presented in the clearing.\nPresented on 14.11.1991.\"\nMention of both the credit and debit vouchers finds place\nin Scroll Register (Exhibits 76(1) and 76(2)). The Transfer Scroll\nentries (Exhibits 76(3) and 76(4)) also show that the credit as\nD against the cheque at Exhibit 40, that was given to the account\nof Accused No. 3, was only Rs. 1.50 crores although the\ncheque was for a sum of Rs. 2,37,29,750. Although the cheque\nwas not sent to the clearing department for clearance on\n13.11.1991, a pay order/ cheque (Exhibit 82) was issued in\nE favour of Standard Chartered Bank for and on behalf of\nAccused No.3 upon debiting the amount mentioned therein.\nF\nG\nIn the aforementioned state of affair, the learned Special\nJudge rightly arrived at the conclusion that the cheque might\nnot have been in the physical possession of Andhra Bank on\n13.11.1991. Even Sunil Pore (PW-13) in his evidence\ncategorically stated that the consolidated credit voucher was\nreceived from the Funds Department on 13.11.1991 (Exhibit\n128) in terms whereof 14 instruments had been received from\nthe Funds Department. The bank schedule which was marked\nas Exhibit 159 showed that the total amount of the said.\ntransaction tallied with the consolidated credit voucher (Exhibit\n128). However, the bank schedule also did not include the\namount of the cheque/pay order of the Standard Chartered\nBank.\nI\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 187\nA\nIt is difficult to conceive that such a transaction could be\ncleared by the Accused bonafide. It was evidently done with an\nobject of giving an ad hoc credit of Rs. 1.50 crores to Accused\nNo.3 which he must have badly needed on 13.11.1991.\nOtherwise, as it would appear not only from the evidence of Ms.\nHemlata Nair (PW-11) but also from that of Mr. Ramteke (PW- B\n18), that his account would have been overdrawn on that day\nby Rs. 1,39,86,304.44. Mr. Bhalla (PW-23) in his evidence\nstated that no reference in relation to the transaction was made\nto him. Mr. Sastry (PW-22) also in his evidence categorically\nstated that the amount was overdrawn, and therefore, it C\nattracted levy of interest.\nThe debit voucher dated 13-11-1991 is for 1.5 crores and\nis signed by both A-1 and A-4. It is not difficult to infer that A1\nhas also played an equally active role in ensuring an ad-hoc\ncredit of Rs. 1.5 Crore into the Account of Accused No. 3. In\nher evidence, Ms. Hemlatha Nair has identified the signature\nof A1 in the debit voucher (Ext. - 75). Therefore, it is not difficult\nto perceive that A-1 is involved in this transaction.\nD\nE\nThe learned counsel for the appellant would contend that\nthe error was an inadvertent one and as the said error was\ndetected, it was re-submitted on the next day. We do not think\nthat the said explanation is sufficient. We, therefore, are of the\nopinion that the involvement of the concerned appellants\nAccused No. 3 and 4 is established beyond any doubt with F\nregard to the said transaction.\nEIGHTH TRANSACTION\n-\n24. The Eighth transaction pertains to Cheque No. 193889\ndated 04-12-1991 for Rs. 7 Crore issued by Bank of Karad, G\nFort Branch, Bombay. [Ext.32] PW2, Ms. Sampada Ambre,\nwho was working in Bank of Karad during the time of the\ntransaction, in her evidence, affirms that she had prepared the\nsaid Cheque and that was signed by PW-5, Mr. Sarmalkar.\nH\nA\nB\nC\n188 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nIt is being claimed on behalf of the Petitioners that the said\nCheque was received by Andhra Bank on 04-12-1991.\nA perusal of the record reveals that the Cheque was dated\n04-12-1991. The amount for the same was credited to the\nAccount of Accused on 04-12-1991 but the Cheque was\npresented for clearing only on 05-12-1991. However the\nirregularities in the records should have been subjected to close\nscrutiny to determine collusion, if any, between the Accused\npersons for the purpose of serving a common object.\nIn her deposition, Mrs. Hemalatha Nair, (PW-11) Clerk,\nFunds Department of Andhra Bank, Fort Branch, states that\nshe had prepared the Credit Voucher [Ext. 85] dated 04-12-\n1991 for Rs. 7 Crore favoring C.D. No. 4819 and the Debit\nVoucher [Ext. 86] dated 04-12-1991 for the same amount on\n'D being instructed by her officer.\nE\nCuriously, both the entries only mention of a Cheque\nreceived from Bank of Karad, without any reference to its\nnumber or date. She also deposed that the vouchers were\nscrolled at Scrl. No. 12 on Pg. No.90 of the Transfer Scroll\nRegister [Ext 88(1) and (2)] and authorized by Accused No.1.\nAs per Katta Hari Babu [PW-17], on the basis of the same\ncredit voucher, he credited to the account of Accused No.3, an\namount of Rs.7 crores. The same is corroborated by his\nF Statement of Account of the same date. [Ext. 195 (11)]\nHowever, according to Mr. Sunil Pore, PW-13, in the Bank\nStatement dated 04-12-1991, no entry of the said Cheque may\nbe found. Similarly, a perusal of the Cheque Clearance\nRegister of Andhra Bank Dt. 04-12-1991 also reveals that there\nG is no mention of the Cheque issued by Bank of Karad in it.\nH\nFurther in her deposition, Ms. Hemalatha Nair, (PW-11)\nstates that the said Cheque was received by Andhra Bank only\non 05-12-1991 and that at Pg. 122 of the BCR Register, dated\n05-12-1991, an entry with all the details of the said Cheque was\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n189\nmade:\nA\nAs per her evidence, on 05-12-1991, the consolidated\nCredit Voucher which included the Cheque amount of 7 Crores\nwas prepared by Shailendra Rane and was sent to the Clearing\nDept. for clearing. The BCR Register, dt. 05-12-1991, which B\ntallied with the Consolidated Credit Voucher prepared by Sri.\nShailendra Rane on the same day, was initialled by Accused\nNo. 2.\nShe deposed further that on 05-12-1991, as per the\ninstructions of accused No. 2 and 5, she prepared the BCR C\nDebit Voucher which does not include the Cheque amount of\nRs. 7 Crore. She identified the handwriting, signatures and\ninitials of herself, Accused No.1, 2 and 5.\nHad the said credit been not given, the account of the D\nAccused No. 3 would have been overdrawn by\nRs.3,01,92,461.90. No interest was charged as a result\nwhereof the bank suffered a loss of Rs. 45,547.90.\nThus, it is evident that the amount of the cheque was\ncredited to the account of Accused No.3 on 04-12-1991, even\nwithout having the same in the possession of the bank. It is also\nclear from the perusal of the records that certain irregularities.\nare present in the records pertaining to the cheque which,\nundoubtedly involved Accused No. 1 and 2. We are, thus, of\nthe opinion that Accused No.1 and 2 have undoubtedly assisted\nin ensuring the credit of Rs. 7 Crore in the account of Accused\n3.\nE\nF\nThe allegation against Accused No.5 is only regarding\nsigning by him the Consolidated Debit Voucher for a lesser G.\namount even when it was not tallying with the total amount of\nthe cheques recorded in the BCR Register on 05-12-1991.\nAccused No. 5, contended that he had done so because\nthe amounts were not tallying with and was less by seven\nH\n190 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA Crores. His further contention was that the Consolidated Credit\nVoucher was prepared by Ms. Hemalatha Nair and put up to\nhim for his signature, and he signed it keeping with the\nrequirements of double entry system and to avoid double debit\nas the same had already been debited on 04-12-1991.\nB\nC\nD\nWe may also notice that accused No.5 was acquitted by\nthe Trial Court in respect of transaction dt. 16-12-1991 despite\nthe Consolidated Debit Voucher not tallying with the total as\nreflected in the BCR Register. Thus, being only involved in\nthese two transactions having similar facts, and being acquitted\nin one, he is, in our view, entitled to the same benefit in the other\ntransaction too. Benefit of doubt given in respect of one\ntransaction would apply on all fours to the other, as both of them\nare of similar nature. Further, it also needs to be considered\nthat the prosecution has not been able to produce any evidence\nto prove Accused no.5's involvement in the conspiracy.\nTherefore we are of the opinion that the learned Special Judge\nerred in holding that accused no.5 was a party to the conspiracy\nwith regard to the instant transaction.\nE NINTH TRANSACTION\nF\nG\nH\n25. It related to a bankers cheque bearing No. 231381\ndated 16.12.1991 for a sum of Rs. 8,80,95,890.41 drawn on\nthe Standard Chartered Bank in favour of Andhra Bank. The\nentry in BCR Register of 16-12-1991 (Ext. 91) has an entry with\nfull details of the said cheque including the cheque number and\nthe date. However, the beneficiary is shown as \"Current Account\nABFS\" instead of Accused No.3. A credit voucher was\nprepared for the aforementioned sum which was signed by\nAccused Nos. 1 and 2. Accused No. 3's account was credited\non 16.12.1991. The banker's cheque, however, was received\nin the Clearing Department on 17.12.1991 and sent for clearing\non that day. Had the credit of Rs. 8,80,95,890.41 not been\ngiven, the Accused Nos. 3's account would have been\noverdrawn by Rs. 3,88,54,765.49.\n}\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 191\nA\nThe evidence brought on record clearly indicate that the\ncheque was received on 16.12.1991. It is possible that the\ncheque was received late and the same was sent with a single\ncredit voucher. As the Clearing Department refused to accept\nthe same, it was once again sent to the Clearing Department\nwith the consolidated voucher (Exhibit 122) on 17.12.1991. The B\nlearned Special Judge opined that if the cheque was received\non 16.12.1991, the same should have been sent to the Clearing\nDepartment for clearance on the same day and as such the\nlearned Judge has inferred that the cheque must have not been\nreceived before 3.00 p.m. Had the credit voucher been returned,\nas has been contended, it was obligatory on the part of the\nconcerned appellants to intimate the Current Account\nDepartment so as to enable them to, through posting of the\ncredit voucher give credit to the account of the Accused No. 3.\nIt was evidently not done. In the said transaction, loss of interest\nto the bank was for Rs. 57,324.\nC\nD\nE\nThe learned trial judge has rejected the contention of the\naccused that the cheque was received late and it was sent to\nthe clearing department with a single credit voucher and since\nthe clearing department refused to accept the same, it was once\nagain sent to the clearing department with a consolidated credit\nvoucher (Ext. -122) on 17-12-1991 on the grounds that even if\nit was true, it was the duty of the accused No. 1 and Accused\nNo. 2 to immediately intimate the Current Accounts department\nto withhold posting of the credit voucher for giving credit in the F\nAccused 3's account.\nIn relation to this transaction also, it appears to us that the\nlearned Special Judge failed to consider the practice of \"Clear\"\nand \"Unclear Credit\" to which we have already made reference\nhereinbefore and for the sake of brevity, we restrain ourselves\nfrom elaborating thereon once again.\nHowever, we are constrained to mention that is difficult to\naccept that a mere failure to intimate the current accounts\nG\nH\n192 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA department to withhold posting when there existed a\nmechanism of clear and unclear credits, would be sufficient to\nestablish conspiracy. We do not, therefore, agree with the\nlearned special judge's finding with respect to this transaction\nalso and, therefore, of the opinion that benefit of doubt should\nB be given to all the accused herein.\nTENTH TRANSACTION\n26. The tenth transaction related to a banker's cheque\nbearing No. 102956 dated 7.04.1992 for a sum of Rs. 4.00\nC crore drawn on Bank of Karad Ltd. in favour of Andhra Bank.\nThe credit voucher was prepared for the aforementioned sum\nwhich was signed by the Accused No. 2. Accused No. 3's\naccount was credited on 7.04.1992. The bankers cheque was\nreceived on 8.04.1992 in the Clearing Department and was\nD sent for clearing on the same day. Had credit of Rs. 4.00 crore\nnot been given, Accused No. 3's account would have been\noverdrawn by Rs. 2,77,95,280.95. Loss to the bank on account\nof interest was Rs. 26,027.\nE\nF\nG\nH\nThe finding arrived at by the learned Special Judge is that\nthe cheque was issued on 8.4.1992. It appears that on the day\non which the cheque was issued, there was no sufficient\nbalance in the account of Shri A.D. Narottam. His account was\ndebited only on 8.4.1992.\nThe evidence of Mr. Raje (PW-3) is that he had signed the\ncheque on 7.4.1992. He also signed the forwarding letter (which\nwas marked as Exhibit 17) on the same day. Credit voucher\nwas, however, prepared by Sudhakar Ali (PW-4) on 8.4.1992.\nIt is not in dispute that this transaction pertained to\npurchase of securities from Andhra Bank for Mr. A.D. Narottam,\nwho was a share broker. As would appear from the evidence\nof Sudhakar Ali (PW-4), an inter-bank credit voucher was\nprepared on the same day on which the cheque was issued.\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n193\nIn his evidence, Mr. Sarmalkar (PW-5) also stated that as\nMr. Narottam did not have sufficient amount in his credit, the\ncheque as also the forwarding letter was actually issued on\n8.4.1992 although they were bearing the date 7.4.1992.\nThe BCR Register (Exhibit 105) also did not show that\nthere was any entry in regard to the said cheque on 7.4.1992.\nNo such entry is found even on 8.04.1992. The rubber stamp\nof Clearing Department, however, showed the date to be\n8.04.1992. The corresponding debit voucher (Exhibit 98) also\nprovides the details of the said cheque. The credit voucher\n(Exhibit 100) on the basis whereof the said sum of Rs. 4.00\ncrores was credited to the account of Accused No. 3 on\n7.04.1992, however, did not mention the other details of the\ncheque of Bank of Karad. It mentioned the name of the bank\nas Standard Chartered Bank which is evidently not correct. The\nsaid credit voucher was signed by Accused No. 2. Therefore,\nthe basis on which the credit voucher was prepared on\n7.04.1992 has not been explained.\nContention of the appellant that in the credit voucher, the\nname of the bank was wrongly mentioned as the Standard\nChartered Bank in stead and place of Bank of Karad cannot\nbe accepted. Even the BCR Register does not show that a\ncheque for the aforementioned amount has been received. The\nbank schedule dated 7.04.1992 also does not indicate receipt\nof such a cheque from either of the said banks on 7.04.1992.\nThe consolidated credit voucher also does not bear any entry.\nIt, therefore, appears that the said credit voucher was wrongly\nprepared for a sum of Rs. 4.00 crores mentioning the name of\nthe drawer bank as Standard Chartered Bank. False entry was\nalso made in the Transfer Scroll (Exhibit 102) showing the name\nof the drawer bank as Reserve Bank of India. Even in the BCR\nRegister of 8.04.1992, no entry is found as regards the said\ncheque (Exhibit 12). The amount of the said cheque was,\nhowever, included in the consolidated voucher dated 8.04.1992\n(exhibit 106) which was sent to the Clearing Department. The\nA\nB\nC\nD\nE\nF\nG\nI\n"}