{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"I\n194 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA bank schedule dated 8.04.1992 also shows the receipt of the\ncheque which was forwarded for clearance on the same day.\nB\nIt is, therefore, evident that the concerned accused were\nnot aware about exactly where the money came from. It is wholly\nunlikely that the experienced bank officers would make such a\nglaring mistake with regard to the name of the bank as credit\nvouchers and debit vouchers are prepared only on the basis\nof the cheque as also the forwarding letter.\nKatta Hari Babu (PW-17) in his deposition stated that had\nC the said amount not been credited, Accused No. 3's account\nwould have been overdrawn by the amount of Rs.\n2,77,95,280.95.\nThus, it is evident that Accused 2 prepared the credit\nD voucher dated 07-04-1992 [Ext. – 100] for the purpose of giving\nE\n-\ncredit to the account of Accused 3 for the furtherance of the\nobjectives of the conspiracy between them.\nAPPLICATION OF THE PRINCIPLES OF CRIMINAL\nCONSPIRACY\n27. Applying the said principles to the facts and\ncircumstances of the present case it must be held that with\nrespect to the transactions involved in the present case, the\nultimate beneficiary was Hiten P. Dalal (Accused No.3). Amount\nF received from different banks by the Andhra Bank were credited\nto his account as a result whereof the cheques issued by him\nin favour of third parties could be honoured. But for the said\ncredits made in his account, it would have been overdrawn on\na few occasions.\nG\nThe nature of transactions, the manner in which the same\nhad been dealt with, and the fact that some of the officers of\nthe Andhra Bank, employed in the Funds Department and\nauthorized to get the amounts in question credited to the\naccount of Hiten P. Dalal, had facilitated the same although the\n+\nའ\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 195\nbankers' cheques in question had in some cases not even been\nreceived by the Bank clearly establish the factum of conspiracy.\nAn officer of a bank holds a position of trust. Each one of\nthem, keeping in view the nature and extent of duties required\nto be performed, is expected to do so not only in terms of\nstatutory directions, but as also the directions issued by the\nReserve Bank of India and his own employer. Documents for\nthe purpose of giving credit in the account of a customer would\nindisputably be required to be prepared on the basis of the\ncheque receipts. It cannot be prepared in anticipation of receipt\nof a cheque; firstly, because the amount of the cheque, the\nname of the drawee and other particulars would not be known\nto them; secondly, the bank is required to maintain a large\nnumber of registers to put in place a sound banking system.\nAll precautions must be taken to prevent a fraud or deceit on\nthe part of a customer.\nTherefore, the fact that, credit and debit vouchers were\nprepared and other registers were filled up, although the\ncheques were not in physical possession of the bank, in our\nopinion, clearly establishes the existence of a criminal\nconspiracy between the ultimate beneficiary, on the one hand,\nand some of the officers of the bank, on the other.\nA debit or credit voucher furthermore is not prepared in\npiecemeal or in instalments. Bank officers are not supposed\nto know the immediate requirement of an account holder.\nA\nB\nC\nD\nE\nF\nAn analysis of the facts of the case clearly demonstrates\nthat a conspiracy had been hatched between the accused 1,2,\n3 and 4 its object being that accused Nos. 1, 2 and 4 who were\nthe manager and officers working in the Funds Department and G\nhad dominion over the funds of Andhra Bank connived with A3\nto prepare credit and debit vouchers authorising the Current\nAccount department to credit those cheques to the account of\nAccussed No.3 and, thus, affording him to take pecuniary\nH\n196 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA advantage of the public money of the Bank, without some of\nthe cheques in question having even been received by the bank\nand thus dishonestly enabling A3 to make withdrawals from his\naccount No.4819 against the said credit afforded to his\naccount. Such things would not have been possible but for\nB meeting of mind amongst the accused involved herein.\nC\nIt is not in dispute that A3 was a broker in securities\ntransaction through the Funds and Investment Department of\nFort Branch, Andhra Bank. From these circumstances it is clear\nthat there existed a conspiracy between A1, A2 and A4 the\nobject of which was to obtain undue pecuniary advantage for\nA3. The said act of the accused had been in violation of the\nguidelines issued by Andhra Bank.\nAs we have noted hereinbefore on a thorough discussion,\nD in relation to all the ten transactions in detail we have not been\nable to find any conclusive evidence as regards the\ninvolvement of Accused No. 5 in the offence of criminal\nconspiracy.\nE\nThe conduct of the accused, keeping in view the\naforementioned finding of fact, being clear and explicit; in our\nopinion, the ingredients of conspiracy as enumerated under\nSection 120A of the Indian Penal Code must be held to have\nbeen clearly established only against A 1, A2, A3 and A4.\nF PREVENTION OF CORRUPTION ACT\nG\nH\n28. Further A1, A2, A4 and A5 have also been charged\nand convicted for the offence under s. 13(1)(c) and s. 13 (1)\n(d) of the Prevention of Corruption Act by the special court\nbelow. It is undisputed that accused No. 1 was working as\nManager and others accused as officer in the Funds\nDepartment of the Fort Branch. Andhra Bank is a Nationalised\nBank and, therefore, they are 'Public servants' within the\nmeaning of section 21 of the IPC.\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 197\nThe Accused, particularly A1 and A2 had dominion over A\nthe funds of the Bank, and they misappropriated the funds of\nAndhra Bank by issuing credit vouchers to the current account\ndepartment for getting the amounts credited to the account of\nA3, in some cases when the cheques were not received or sent\nfor clearance.\nPrevention of Corruption Act, 1988 replaced the prevention\nof Corruption Act, 1947. The new Act was enacted 'to\nconsolidate and amend the law relating to the prevention of\ncorruption and for matters connected there with. Relevant\nportions of S. 13 which provide for Criminal Misconduct by a\npublic servant read as under:\n\"13. Criminal misconduct by a public servant.\nB\nC\n(1) A public servant is said to commit the offence of criminal D\nmisconduct, -\n[...]\n(c) If he dishonestly or fraudulently misappropriates or\notherwise converts for his own use any property entrusted\nto him or under his control as a public servant or allows\nany other person so to do; or\n(d) If he, -[...]\n(ii) By abusing his position as a public servant, obtains for\nhimself or for any other person any valuable thing or\npecuniary advantage; or\n[...] (2) Any public servant who commits criminal\nmisconduct shall be punishable with imprisonment for a\nterm which shall be not less than one year but which may\nextend to seven years and shall also be liable to fine.\"\nSection 13 in general lays down that if a public servant\nobtain for himself or for any other person, any valuable thing or\nE\nF\nG\nH\n198 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA pecuniary advantage he would be guilty of criminal misconduct\nand sub-section (2) thereof prescribes of the punishment for\nsuch misconduct.\nB\nC\nD\nE\nF\nG\nH\nThe ingredients of clause (c) of the said section are that\nthe public servant must dishonestly or fraudulently\nmisappropriate or otherwise convert to his own use or allow any\nother person to misappropriate or otherwise convert for his own\nuse any property. Such property must have been entrusted to\nsuch public servant or must be in the alternative under his\ncontrol as a public servant. Further such conversion or\nmisappropriation must be done with a dishonest or fraudulent\nintention. If the said three conditions have been satisfied then\nthe public servant would be guilty of an offence under clause\n(c) of the section 13(1). That is to say that if there is a dishonest\nor fraudulent intention on the part of a public servant and he with\nthat intention misappropriates or otherwise converts for his own\nuse or allows any one else to misappropriate or otherwise\nconvert for his own use, any property which has been entrusted\nto him or is under his control as a public servant.\nFurther clause (d) of the said section of which the accused\nherein have also been charged deals with a similar kind of a\nsituation. The public servant must in this case by abusing his\nposition as a public servant, obtain for himself or for any other\nperson any valuable thing or pecuniary advantage to be liable\nfor criminal misconduct under the section.\nThe accused in the present case indisputably had dominion\nover the funds of the bank. They through their acts facilitated\nmisappropriation of the funds to the account of A3. Without the\nassistance provided by the other accused, the main accused\nherein A3 would not have been able to withdraw from his\naccount amounts of money to which he was not entitled to under\nlaw. The accused herein being public servants had an additional\nresponsibility of ensuring that the funds of the public were not\nmisappropriated in any manner or form, what so ever.\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 199\nA3 did not have over draft facility or any overdraft limit A\nsanctioned to him. A3 could not have overdrawn his account\nhe was facilitated to do so by A1, A2 and A4.\nSince we have not been able to find adequate evidence\nof the involvement of A 5 in the transactions we hereby acquit\nhim of all charges under the Prevention of Corruption Act.\nIt is, therefore, beyond the purview of any doubt that A1,\nA2 and A4 being public servants were guilty of offences under\ns. 13(1)(c) r/w 13(2) as also s. 13(1) (d) r/w 13(2) of the said\nAct.\nOFFENCES RELATING TO MAKING OF FALSE\nDOCUMENTS\n29. The learned special judge has also charged all the\naccused A1, A2, A4 and A5 for offences under s. 467, 471\nand 477 A of the IPC. S. 467 deals with the forgery of valuable\nsecurities and wills etc. and is reproduced below:\nB\nC\nD\n\"467. Forgery of valuable security, will, etc.-Whoever\nforges a document which purports to be a valuable security E\nor a will, or an authority to adopt a son, or which purports\nto give authority to any person to make or transfer any\nvaluable security, or to receive the principal, interest or\ndividends thereon, or to receive or deliver any money,\nmoveable property, or valuable security, or any document\npurporting to be an acquittance or receipt acknowledging\nthe payment of money, or an acquittance or receipt for the\ndelivery of any moveable property or valuable security, shall\nbe punished with imprisonment for life, or with\nimprisonment of either description for a term which may G\nextend to ten years, and shall also be liable to fine.\"\nSection 471 which deals with using as genuine a forged\ndocument has been reproduced below:\nF\nH\nA\nB\nC\nD\nE\nF\nG\nH\n200 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\n\"471. Using as genuine a forged document or electronic\nrecord-Whoever fraudulently or dishonestly uses as\ngenuine any document or electronic record which he\nknows or has reason to believe to be a forged document\nor electronic record, shall be punished in the same manner\nas if he had forged such document or electronic record.\"\nSection 477 A reads as under:\n\"477A. Falsification of accounts.-Whoever, being a clerk,\nofficer or servant, or employed or acting in the capacity of\na clerk, officer or servant, willfully, and with intent to defraud,\ndestroys, alters, mutilates or falsifies any book, electronic\nrecord, paper, writing], valuable security or account which\nbelongs to or is in the possession of his employer, or has\nbeen received by him for or on behalf of his employer, or\nwillfully, and with intent to defraud, makes or abets the\nmaking of any false entry in, or omits or alters or abets the\nomission or alteration of any material particular of any\nmaterial particular form or in, any such book, electronic\nrecord, paper, writing], valuable security or account, shall\nbe punished with imprisonment of either description for a\nterm which may extend to seven years, or with fine, or with\nboth.\nExplanation-It shall be sufficient in any charge under this\nsection to allege a general intent to defraud without\nnaming any particular person intended to be defraud\nwithout naming any particular person intended to be\ndefrauded or specifying any particular sum of money\nintended to be the subject of the fraud, or any particular\nday on which the offence was committed.\"\nThese three offences deal with substantially what is known\nas forgery, defined in Section 463 or making of a false\ndocument which is provided under Section 464. It is reproduced\nheretobelow:\n1\n'\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 201\n\"Section 464. Making a false document—A person is said\nto make a false document or false electronic record-\nFirst-Who dishonestly or fraudulently-\n(a) Makes, signs, seals or executes a document or part\nof a document;\n(b) Makes or transmits any electronic record or part of any\nelectronic record;\n(c) Affixes any digital signature on any electronic record;\n(d) Makes any mark denoting the execution of a document\nor the authenticity of the digital signature,\nWith the intention of causing it to be believed that such\ndocument or part of document, electronic record or digital\nsignature was made, signed, sealed, executed,\ntransmitted or affixed by or by the authority of a person by\nwhom or by whose authority he knows that it was not\nmade, signed, sealed, executed or affixed; or\nSecondly- Who, without lawful authority, dishonestly or\nfraudulently, by cancellation or otherwise, alters a document\nor an electronic record in any material part thereof, after it\nhas been made, executed or affixed with digital signature\neither by himself or by any other person, whether such\nperson be living or dead at the time of such alteration; or\nThirdly-Who dishonestly or fraudulently causes any person\nto sign, seal, execute or alter a document or an electronic\nrecord or to affix his digital signature on any electronic\nrecord knowing that such person by reason of\nunsoundness of mind or intoxication cannot, or that by\nreason of deception practised upon him, he does not know\nthe contents of the document or electronic record or the\nnature of the alterations.[...]\"\nA person is said to make a false document or record if\nA\nB\nC\nD\nE\nF\nG\nH\n202 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA he satisfies one of the three conditions as noticed hereinbefore\nand provided for under the said section. The first condition\nbeing that the document has been falsified with the intention of\ncausing it to be believed that such document has been made\nby a person, by whom the person falsifying the document\nB knows that it was not made. Clearly the documents in question\nin the present case, even if it be assumed to have been made\ndishonestly or fraudulently, had not been made with the intention\nof causing it to be believed that they were made by or under\nthe authority of some one else.\nC\nD\nThe second criteria of the section deals with a case where\na person without lawful authority alters a document after it has\nbeen made. There has been no allegation of alteration of the\nvoucher in question after they have been made. Therefore in\nour opinion the second criteria of the said section is also not\napplicable to the present case.\nThe third and final condition of Section 464 deals with a\ndocument, signed by a person who due to his mental capacity\ndoes not know the contents of the documents which were made\nE i.e because of intoxication or unsoundness of mind etc. Such\nis also not the case before us. Indisputably therefore the\naccused before us could not have been convicted with the\nmaking of a false document.\nF\nThe learned Special Judge, therefore, in our opinion, erred\nin holding that the accused had prepared a false document,\nwhich clearly, having regard to the provisions of the law, could\nnot have been done.\nFurther the offence of forgery deals with making of a false\nG document with the specific intentions enumerated therein. The\nsaid section has been reproduced below.\nH\n\"463. Forgery.-Whoever makes any false documents or\nelectronic record part of a document or electronic record\nwith, intent to cause damage or injury], to the public or to\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 203\nany person, or to support any claim or title, or to cause any A\nperson to part with property, or to enter into any express\nor implied contract, or with intent to commit fraud or that\nfraud may be committed, commits forgery.\"\nHowever, since we have already held that the commission.\nof the said offence has not been convincingly established, the\naccused could not have been convicted for the offence of\nforgery. The definition of \"false document\" is a part of the\ndefinition of \"forgery\". Both must be read together. [Dr. Vimla\nv. Delhi Administration, [1963] Supp 2 SCR 585]\nB\nC\nAccordingly, the accused could not have been tried for\noffence under Section 467 which deals with forgery of valuable\nsecurities, will etc. or Section 471, i.e., using as genuine a\nforged document or Section 477-A, i.e, falsification of accounts.\nThe conviction of the accused for the said offences is D\naccordingly set aside.\nCRIMINAL BREACH OF TRUST\n30. The next charge we shall deal with is one arising under\nSection 409 of the IPC with which the accused herein have\nalso been convicted of by the special judge. The punishment\nfor criminal breach of trust by a public servant is provided under\nSection 409. However we must herein make reference of\ndefinition of criminal breach of trust simplicitor which reads as\nunder Section 405:\nE\nF\n\"405.Criminal breach of trust.-Whoever, being in any\nmanner entrusted with property, or with any dominion over\nproperty, dishonestly misappropriates or converts to his\nown use that property, or dishonestly uses or disposes of\nG\nthat property in violation of any direction of law prescribing\nthe mode in which such trust is to be discharged, or of any\nlegal contract, express or implied, which he has made\ntouching the discharge of such trust, or willfully suffers any\nother person so to do, commits 'criminal breach of trust'.\"\nI\n"}