{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"164 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA account of Accused No.3 was credited on a previous day.\nB\nC\nD\nE\nF\nG\nH\nAlthough we have been taken through the depositions of\nall important witnesses, as regards the functioning of the Bank,\nwhich includes not only the internal functioning of its different\ndepartments but also the banking practice developed over the\nyears for grant of instant credit to its customers including\nAccused No.3, it may not be necessary to delve thereto in\ndetails.\nIn our considered opinion, we may proceed on the\nassumption that the transactions in question are exceptional\ntransactions and a banking practice had developed for grant\nof advance credit to some of the customers of the Bank,\nincluding Accused No.3.\nIt is not in dispute that the guidelines issued by Andhra\nBank (Ext. 322) do not relate to Bankers Cheques. It is also\nnot in dispute that the payment under the Bankers Cheques is\nguaranteed. It is furthermore admitted that the Funds\nDepartment used to receive cheques along with a forwarding\nletter mentioning in whose account the same it is to be credited\nand upon verification thereof, it would be sent to the Clearing\nDepartment. The cheques used to be received by the officer\nof the Funds Department and on the instructions of these\nofficers that the credit vouchers were to be prepared. After\npreparation, the vouchers were to be handed over to the officers\nwho, by signing them, used to authorise the transaction.\nAs per PW 23, Mr. G.H Bhalla, the cheques used to be\nsent to the Clearing Department, which in turn was responsible\nfor sending them to the service centre.\nSimilarly, according to PW 12, Mr. Rajinderkumar, the debit\nvouchers were retained in the Funds Department and credit\nvouchers were sent to the Operational Department. It was on\nthe basis of credit vouchers that entries were made in the\nCurrent Account of the Customer.\n1\n[\n1\n'\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 165\nMr. Katta Hari Babu's (PW 17) responsibility was to verify A\nthe signature of the officer on the credit vouchers after they were\nreceived by him whereafter he used to give it to his operator\nwith an instruction for posting.\nDuring daily proceedings, the Bank Schedules were made\nready by 2.30 p.m everyday. Separate vouchers were made\nfor cheques that were received after the consolidated voucher\nhad been prepared.\nThe banker's cheques, since they related to daily\ntransactions would never be post dated. No credit was to be\ngiven on the basis of post dated Cheque. Bankers Cheques\nused to be accompanied by a Covering letter, which was in the\nform of a letter of Authorization of the issuing bank containing\ndetails of the beneficiary of the said cheques.\nPW 23, Mr. G.H. Bhalla, further elaborates that giving\nimmediate credit meant preparing the credit voucher on the\nreceipt of the banker's cheque and sending the said voucher\nto the Current Account department for posting credit to the\ncustomer's account. However, customers who had deposited\nbanker's cheques could not demand the credit as a right on\nthe same day before the realization. Since Officers of the Funds\nDepartment had the ultimate responsibility to give credit, they\nused to exercise considerable discretion in the matter. It was\nB\nC\nD\nE\nроп\nthe concerned officers' responsibility to satisfy himself that the F\ncredit should come on the same day.\nHe further goes on to say that Accused No.3 had only a\nCurrent Account in the Branch. He did not enjoy any overdraft\nfacility. It was the Funds and Investment Department's\nresponsibility to carry out sale and purchase of received\nbanker's cheques on his behalf.\nCRIMINAL CONSPIRACY\n17. Appellants were charged for entering into a criminal\nconspiracy in the matter of commission of several offences.\nG\nH\nA\n166 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nCriminal conspiracy, it must be noted in this regard, is an\nindependent offence. It is punishable separately. A criminal\nconspiracy must be put to action; for so long as a crime is\ngenerated in the mind of the accused, the same does not\nbecome punishable. Thoughts even criminal in character, often\nB involuntary, are not crimes but when they take a concrete shape\nof an agreement to do or caused to be done an illegal act or\nan act which is not illegal, by illegal means then even if nothing\nfurther is done, the agreement would give rise to a criminal\nconspiracy..\nC\nThe ingredients of the offence of criminal conspiracy are:\n(i)\nan agreement between two or more persons;\n(ii)\nD\nE\nan agreement must relate to doing or causing to be\ndone either (a) an illegal act; (b) an act which is not\nillegal in itself but is done by illegal means.\nCondition precedent for holding the accused persons to\nbe guilty of a charge of criminal conspiracy must, therefore, be\nconsidered on the anvil of the fact which must be established\nby the prosecution, viz., meeting of minds of two or more\npersons for doing or causing to be done an illegal act or an\nact by illegal means.\nThe courts, however, while drawing an inference from the\nF materials brought on record to arrive at a finding as to whether\nthe charges of the criminal conspiracy have been proved or not,\nmust always bear in mind that a conspiracy is hatched in\nsecrecy and it is difficult, if not impossible, to obtain direct\nevidence to establish the same. The manner and circumstances\nin which the offences have been committed and the accused\npersons took part are relevant. For the said purpose, it is\nnecessary to prove that the propounders had expressly agreed\nto it or caused it to be done, and it may also be proved by\nadduction of circumstantial evidence and/ or by necessary\nimplication. [See Mohammad Usman Mohammad Hussain\nG.\nI\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n167\nManiyar \u0026 Ors. v. State of Maharashtra (1981) 2 SCC 443]\nThe following passage from Russell on Crimes (12th Edn.\nVol 1) cited by Jagannatha Shetty, J in Kehar Singh and Ors.\nv. State (Delhi Administration), [1988 (3) SCC 609 at 731]\nbrings out the legal position succinctly:\nA\nB\n\"The gist of the offence of conspiracy then lies, not in\ndoing the act, or effecting the purpose for which the\nconspiracy is formed, nor in attempting to do them, nor in\ninciting others to do them, but in the forming of the scheme\nor agreement between the parties. Agreement is C\nessential. Mere knowledge, or even discussion, of the plan\nis not, per se enough\"\nFurther it was noted in Kehar Singh (supra) that to\nestablish the offence of criminal conspiracy '[i]t is not required D\nthat a single agreement should be entered into by all the\nconspirators at one time. Each conspirator plays his separate\npart in one integrated and united effort to achieve the common\npurpose. Each one is aware that he has a part to play in a\ngeneral conspiracy though he may not know all its secrets or\nE\nthe means by which the common purpose is to be\naccomplished.'\nIn some cases, intent of unlawful use being made of the\ngoods or services in question may be inferred from the\nknowledge itself.\nThis Court in State of Maharashtra v. Som Nath Thapa\n[(1996) 4 SCC 659] opined that it is necessary for the\nprosecution to establish that a particular unlawful use was\nintended, so long as the goods or services in question could\nnot be put to any lawful use, stating:\n\"24. The aforesaid decisions, weighty as they are, lead us\nto conclude that to establish a charge of conspiracy\nknowledge about indulgence in either an illegal act or a\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n168 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nlegal act by illegal means is necessary. In some cases,\nintent of unlawful use being made of the goods or services\nin question may be inferred from the knowledge itself. This\napart, the prosecution has not to establish that a particular\nunlawful use was intended, so long as the goods or service\nin question could not be put to any lawful use. Finally, when\nthe ultimate offence consists of a chain of actions, it would\nnot be necessary for the prosecution to establish, to bring\nhome the charge of conspiracy, that each of the\nconspirators had the knowledge of what the collaborator\nwould do, so long as it is known that the collaborator would\nput the goods or service to an unlawful use.\"\n[See also K.R. Purushothaman v. State of Kerala (2005)\n12 SCC 631]\nSince we have dealt with the law with respect to criminal\nconspiracy in detail in R. Venkatkrishnan v. Central Bureau\nof Investigation (Criminal Appeal 76 of 2004 decided today)\nwe need not deal with it hereat once again.\nWe may however notice that this court most recently in\nMohmed Amin @ Amin Choteli Rahim Miyan Shaikh and\nAnr. v. C.B.I. through its Director, 2008 (14) SCALE 240 after\ntaking recourse to law governing the field noted thus:\n\"55. The principles which can be deduced from the above\nnoted judgments are that for proving a charge of\nconspiracy, it is not necessary that all the conspirators\nknow each and every details of the conspiracy so long as\nthey are co-participators in the main object of conspiracy.\nIt is also not necessary that all the conspirators should\nparticipate from the inception of conspiracy to its end. If\nthere is unity of object or purpose, all participating at\ndifferent stages of the crime will be guilty of conspiracy.\"\nTRANSACTIONS\n18. To properly appreciate the prosecution's case. we must\n'\nt\n1\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 169\ndeal with all the ten transactions in some details hereinafter.\nFIRST TRANSACTION\n19. The first transaction relates to a bankers cheque\nbearing No. 56643 dated 20.05.1991 for a sum of Rs. 2 crores\nissued by the Bank of Karad in favour of Andhra Bank.\nAdmittedly, the account of Accused No. 3 was credited with the\nsaid amount on 18.05.1991 itself even though the Cheque\nbears the date the 20th, on the basis of the credit voucher\nsigned by Accused 1 and Accused 2.\nThe said credit voucher had been prepared by Kamble\n(PW 12). Mr Ramtake (PW 18) who at the relevant time was\nworking in the Current Account department had received the\nsaid voucher on the 18th and had accordingly made the posting\nof Rs. 2 crore in the account of Accused 3.\nIt appears that while making the posting in the current\naccount of Accused No. 3, PW 18 entertained a doubt. He\nverified from the Transfer Scroll and from the consolidated\ncredit voucher the dates of the bankers cheques, since though\nthe date on the bankers cheque was 20/05/1991 however the\ncredit voucher had been received on the 18th itself.\nA\nB\nC\nD\nE\nThe learned Special Judge in his impugned judgment\nopined that the cheque was not in physical possession of\nAndhra Bank. Reference in this regard must also be made to F\nExhibit 27 which was prepared in the Bank of Karad, which\nalso goes to show that the cheque was issued on 20/05/1991.\nThis banker's cheque had been issued at the instance of A.D.\nNarottam and his account was debited on 20/05/1991. If the\nCheque had been issued by Andhra Bank on the 20th, serious\ndoubt arises as to how the credit voucher for the same could\nhave been prepared on 18/05/1991.\nMr. Sastry (PW 22) in his evidence categorically stated that\nthe bankers' cheques are never post-dated since they relate\nonly to that particular days transaction. The evidence of Mr.\nG\nH\n170 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA Bhalla (PW-23) is in the following terms:\nB\n\"Post dated banker's cheque cannot be issued as per the\npractice followed in the Andhra Bank.\"\nKamble (PW 12) in his evidence stated that neither in the\nBCR Register of 20/05/1991 nor in the Transfer Scroll of the\nsaid date, he found any entry made as regards the\naforementioned cheque for the credit or debit voucher for Rs.\n2.00 crores. In the transfer scroll of 20/05/1991 as also the debit\nvoucher, details of the said cheque were not found. They could\nC be found only in the Transfer Scroll of 18/05/1991. The debit\nvoucher also bore the same transfer scroll number being\nnumber 21.\nD\nE\n_ Indisputably the Transfer Scroll Register (Exhibit 140) as\nalso the credit voucher, show that the amount was to be credited\nto the account of Accused No. 3. The credit vouchers, therefore,\nwere prepared on 18.05.1991 although it bore the date\n20.05.1991. Even the BCR Register for 20.05.1991 (Exhibit\n139) does not show receipt of the cheque.\nAppellants, however, contend that although the cheque was\ndated 20.05.1991, the same had been received on 18.05.1991\non the basis of which the credit voucher was prepared and sent\nfor the purpose of posting, as per the practice of giving instant\ncredit which, in our opinion, is not worth any credence. It is not\nF in dispute that the normal banking practice is that an entry of\neach cheque would be made immediately in the BCR Register.\nHad, thus, the cheque been received on 18.05.1991, mention\nof it should have been found therein. There are no details in\nthe entry as to whom the credit should be given to or the name\nG of the drawer bank, the cheque number or the date of the\ncheque, which admittedly are required to be entered into the\nregister on receipt of a Bankers Cheque. Such details were\nfurnished only in the BCR Register dated 20.05.1991. The\ncredit and debit vouchers, thus, should have contained the\nH details of the cheque. Credit Voucher (Exhibit 136) and Debit\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 171\nVoucher (Exhibit 137), however, do not contain such details,\nand even the name of the drawer bank does not find mention.\nThe only thing which has been mentioned is that the amount of\nthe bankers cheque is to be credited to the account of Accused\nNo. 3 Hiten P. Dalal.\nMr. Raje (PW-3), who was heading the Securities\nDepartment in the Bank of Karad, categorically stated that the\ncheque was issued on 20.05.1991, under his signature. The\ncredit voucher of Bank of Karad is also dated 20.05.1991.\nSampada Ambre (PW-2) in his evidence stated that the entry\nwith regard to the said cheque was made in the DD Sold\nRegister only on 20.05.1991. Sarmalkar (PW-5), who was also\nan officer of Bank of Karad, and who had made an entry as\nregards the said cheque in the account of Mr. A.D. Narottam\n(Exhibit 73(1)) made a similar statement that his account had\nbeen debited for Rs. 2 crores on that date.\nOur attention, however, was drawn to a purported\nadmission made by Mr. Raje that sometimes, Mr. Narottam\nused to give post-dated cheques and the staff would prepare\nthe required documents on the next day. Mr. Narottam has not\nbeen examined by the defence. As the witness categorically\nstated that the said cheque was issued on 20.05.1991 itself,\nafter making an entry in the DD Sold Register and debiting it\nin the account of Mr. Narottam, the question of issuance of the\npost dated cheque would not arise. The said purported\nadmission does not relate to the cheque in question.\nMoreover, as indicated hereinbefore, the entries made in\nthe BCR register, consolidated credit voucher (Exhibit 132) are\nclear pointers to the fact that the cheque was received by\nAndhra Bank only on 20.05.1991. The cheque for a sum of Rs.\n2 crores of Bank of Karad also finds mention in the bank\nschedule dated 20.05.1991 and not in the Bank Schedule dated\n18.05.1991. It would bear repetition to state that PWs 22 and\n23, furthermore stated that bankers cheques are never post\ndated.\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n172 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nMoreover, if an account is overdrawn, it amounts to and\noverdraft and for the same, the account holder is liable to pay\ninterest. No interest was charged from the account of A 3 in\nthis regard. Loss to the bank on account of interest was Rs.\n20,274/-\nTherefore, we are of the opinion that the involvement of\nAccused Nos. 1, 2, and 3 as regards the said transaction has\nsufficiently been established by the prosecution.\nSECOND AND THIRD TRANSACTION\n20. So far as the 2nd and 3rd transactions are concerned\nthey involve bankers cheques bearing Nos. 664786 dated 5/\n7/1991 amounting to Rs.29 lac and 664785 dated 5/7/1991 for\nRs. 71 lac issued by the Bank of Karad in favour of Andhra\nBank.\nIndipsutably a single credit voucher for Rs. 1 crore\nauthorising the crediting of the said amount into the account of\naccused No.3 was issued by accused No.2. The corresponding\ndebit voucher dated 05.07.1991 was also for Rs. 1 crore and\nE it was in the handwriting of Accussed No. 2 and signed by both\naccused No. 1 and 2. This transaction was also included in the\nlist of exceptional transactions for 05.07.1991. Therefore, it is\nclear that on 05.07.1991 Accused No. 2 authorised the current\na/c department to give credit of the amount of Rs. 1 crore to\nF the account of Accused No. 3.\nG\nH\nThe finding of the learned Special Judge, relying on or on\nthe basis of the evidence of PW-2, Sampada S. Amre, that the\nsaid cheques were received on only 6/7/1991 in the clearing\ndepartment and sent for clearance on that day, even though the\namount had been credited with A3 on the 5th itself, cannot be\nsustained.\nThe question before the judge was whether the said\nCheque had really been received by the Funds department on\n1\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 173\nB\nC\nthe 07/07.1991. For this the learned Special Judge also found A\nthat in the BCR Register dated 5/7/1991 as also the transfer\nscroll, no details of the said cheques had been given, although\nin the BCR Register dated 6/7/1991 two separate entries of\nthe cheques giving details like name of the bank, cheque\nnumbers, dates and amounts had been mentioned. The\nforwarding letter of the drawer bank has not been exhibited.\nFrom the daily register it appears that the cheque for Rs. 29\nlacs and 71 lacs appear as the last entries [Exts. 28(1) and\n28(2)]. The transfer scroll also show that the said banker\ncheques were sent at the end of the day. They find mention in\nExhibit 153 at the places marked Exts. 153(1) and 153(2).\nEven in Ext. D-28 of Andhra Bank dated 5th July, 1991 they\nhad been shown as the last entries. From Exts. 153(1) and 153\n(2) it further appears that the transactions in relation to the said\ncheques were entered into on 5th July, 1991 as the last\ntransactions of the day. They had been forwarded to the current\naccount department as has been mentioned earlier. The\namount of both the cheques were clubbed together to make it\nRs. 1 crore in toto. From these documents, it is evident that\nproceeds of the cheques were credited to the account of\nE\naccused No.3 on 5th July, 1991 itself. From Ext. A-1(14),\nCurrent A/c. Register, ALPM II, it would furthermore appear that\nposting of the cheques was done by the Current Department\nat Sl. 179.\nD\nThe fact that the cheques were dated 5th July, 1991 is not F\nin dispute. It is also not disputed that the voucher Ext. 151 was\nprepared on 5th July, 1991.\nPW-15, Ragvinder Sarkar, stated :-\n\"Unless and until the cheque issued in favour of Party are\ncleared, in clearing and the account of the drawee with the\nRBI is credited to the account of that bank with RBI, credit\nof the amount of that cheque is not given to the account of\nthat party.\"\nG\nH\n"}