{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"142 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA be heard before any interim order is passed by the\nCommission in the proceedings. On 22nd December, 2009 the\nCommission only reiterated its earlier directions made to the\nDirector General for investigation and granted liberty to SAIL\nto file its reply before the Director General. The correctness of\nB the directions contained in the order dated 8th December,\n2009 was challenged by SAIL before the Competition Appellate\nTribunal (for short, the 'Tribunal'). The Commission filed an\napplication on 28th January, 2010 before the Tribunal seeking\nimpleadment in the appeal filed by SAIL. It also filed an\nC application for vacation of interim orders which had been\nissued by the Tribunal on 11th January, 2010, staying further\nproceedings before the Director General in furtherance of the\ndirections of the Commission dated 8th December, 2009. It will\nbe useful to refer to the order passed by the Commission on\n8th December, 2009 at this stage itself which reads as under:\n\"The meeting was held under the chairmanship of\nSh. H.C. Gupta, Member.\nD\nE\nF\n0\nI\n2.\nThe case was earlier considered by the Commission\nin its meetings held on 4.11.2009 and 10.11.2009. In the\nmeeting of the Commission held on 10.11.2009, Mr.\nSuman Kr. Dey, VP and Head Legal and Mrs. Pallavi\nShroff, Advocate (along with their fellow advocates)\nappeared before the Commission on behalf of the\ninformant and made detailed admissions. As per decision\ntaken during the meeting held on 10.11.2009, informant/\nhis counsel was directed to file an affidavit regarding the\ncurrent status of the writ petition filed in the Delhi high\nCourt, particular indicating its admission or otherwise and\nas to whether any other order has been passed by the\nHon'ble High Court, in the matter so far. SAIL was also\nrequested to furnish their views/comments in the matter\nwithin 2 weeks time.\n3. In the meeting of the Commission held on\n08.12.2009, the Commission took on record the affidavit\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n143\nA\nfiled by the informant on 30.11.2009 regarding the current\nstatus of the writ petition filed in the Delhi High Court and\ncertified copies of all the orders passed by the Hon'ble\nHigh Court, in the matter, till date. However, SAIL did not\nfile its reply within the stipulated time and requested to\nallow extension of time from 3.12.2009 for a further period B\nof six weeks. The Commission considered the above\nrequest of SAIL. However, the Commission did not allow\nany further extension.\n4. The case was discussed in detail. After considering\nthe details filed by the informant with the information and\nthe entire relevant material/record available in this context\nas well as detailed submission made by the advocates of\nthe informant before the Commission on 10.11.2009.\nCommission is of the opinion that there exists a prima facie\ncase. Therefore, the Commission decided that the case\nbe referred to Director General for investigation in the\nmatter.\n5.\nC\nD\nSecretary was accordingly directed to refer the case\nto DG for investigation and submission of the report within E\n45 days of the receipt of orders of the Commission. SAIL\ninformed that they may furnish their views/comments in the\nmatter to the DG.\"\nF\n9. As already noticed, the legality of this order was\nquestioned before the Tribunal by SAIL on one hand, while, on\nthe other hand the Commission had pressed its application for\nimpleadment. In the application for impleadment it was averred\nby the Commission that it is a necessary and proper party for\nadjudication of the matter before the Tribunal and therefore, it\nshould be impleaded as a party and be heard in accordance\nwith law. Emphasis was also placed on Section 18 of the Act\nto contend that powers, functions and duties of the Commission\nwere such that it would always be appropriate for the\nCommission to be impleaded as a party in appeals filed before\nthe Tribunal. It was also averred in the application that H\nG\n144 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA intervention of the Commission at the appellate proceedings\nwould not prejudice anybody. The very maintainability of the\nappeal before the Tribunal was also questioned by the\nCommission on the ground that the order under appeal before\nthe Tribunal was a direction simpliciter to conduct investigation\nB and thus was not an order appealable within the meaning of\nSection 53A of the Act. The Tribunal in its order dated 15th\nFebruary, 2010, inter alia, but significantly held as under:\nC\nD\nE\nF\n0\n(a)\nThe application of the Commission for\nimpleadment was dismissed, as in the\nopinion of the Tribunal the Commission was\nneither a necessary nor a proper party in the\nappellate proceedings before the Tribunal.\nResultantly, the application for vacation of\nstay also came to be dismissed.\n(b) It was held that giving of reasons is an\nessential element of administration of justice.\nA right to reason is, therefore, an\nindispensable part of sound system of\njudicial review. Thus, the Commission is\ndirected to give reasons while passing any\norder, direction or taking any decision.\n(c)\nThe appeal against the order dated 8th\nDecember, 2009 was held to be\nmaintainable in terms of Section 53A of the\nAct. While setting aside the said order of the\nCommission and recording a finding that\nthere was violation of principles of natural\njustice, the Tribunal granted further time to\nSAIL to file reply by 22nd February, 2010 in\naddition to the reply already filed by SAIL.\n10. This order of the Tribunal dated 15th February, 2010\nis impugned in the present appeal.\nI\nCOMPETITION COMMISSION OF INDIA v. STEEL 145\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n11. The informant, i.e. the person who wishes to complain A\nto the Commission constituted under section 7 of the Act, would\nmake such information available in writing to the Commission.\nOf course, such information could also be received from the\nCentral Government, State Government, Statutory authority or\non its own knowledge as provided under Section 19(1)(a) of B\nthe Act. When such information is received, the Commission\nis expected to satisfy itself and express its opinion that a prima\nfacie case exists, from the record produced before it and then\nto pass a direction to the Director General to cause an\ninvestigation to be made into the matter. This direction,\nnormally, could be issued by the Commission with or without\nassistance from other quarters including experts of eminence.\nThe provisions of Section 19 do not suggest that any notice is\nrequired to be given to the informant, affected party or any other\nperson at that stage. Such parties cannot claim the right to\nnotice or hearing but it is always open to the Commission to\ncall any 'such person', for rendering assistance or produce such\nrecords, as the Commission may consider appropriate.\n12. The Commission, wherever, is of the opinion that no\nprima facie case exists justifying issuance of a direction under\nSection 26(1) of the Act, can close the case and send a copy\nof that order to the Central Government, State Government,\nStatutory Authority or the parties concerned in terms of Section\n26(2) of the Act. It may be noticed that this course of action can\nbe adopted by the Commission in cases of receipt of reference\nfrom sources other than of its own knowledge and without calling\nfor the report from Director General.\n13. In terms of Section 26(3), the Director General is\nsupposed to take up the investigation and submit the report in\naccordance with law and within the time stated by the\nCommission in the directive issued under Section 26(1). After\nthe report is submitted, there is a requirement and in fact\nspecific duty on the Commission to issue notice to the affected\nparties to reply with regard to the details of the information and\nC\nD\nヨ\nF\nG\nH\n146 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA the report submitted by the Director General and thereafter\npermit the parties to submit objections and suggestions to such\ndocuments. After consideration of objections and suggestions,\nif the Commission agrees with the recommendations of the\nDirector General that there is no offence disclosed, it shall close\nB the matter forthwith, communicating the said order to the\nperson/authority as specified in terms of Section 26(6) of the\nAct. If there is contravention of any of the provisions of the Act\nand in the opinion of the Commission, further inquiry is needed,\nthen it shall conduct such further inquiry into the matter itself or\ndirect the Director General to do so in accordance with the\nprovisions of the Act.\nC\nD\n14. In terms of Section 26(7), the Commission is vested\nwith the power to refer the matter to the Director General for\nfurther investigation, or even conduct further inquiry itself, if it\nso chooses. The Commission, depending upon the nature of\nthe contravention, shall, after inquiry, adopt the course specified\nunder Sections 27 and 28 of the Act in the case of abuse of\ndominant position and the procedure under Sections 29 to 31\nof the Act in the case of combinations. The Commission is\nE vested with powers of wide magnitude and serious\nrepercussions as is evident from the provisions of Sections\n27(d), 28 and 31(3) of the Act. The Commission is empowered\nto direct modification of agreements insofar as they are in\ncontravention of Section 3, division of an enterprise enjoying\nF dominant position, modification of combinations wherever it\ndeems necessary and to ensure that there is no abuse or\ncontravention of the statutory provisions. We may notice that\nthe provisions relating to combinations have been duly notified\nvide Notifications dated 12th October 2007 and 15th May,\nG 2009 respectively. However, in the facts of the present case,\nthese provisions do not fall for consideration of the Court.\nH\n15. For conducting inquiry and passing orders, as\ncontemplated under the provisions of the Act, the Commission\nis entitled to evolve its own procedure under Section 36(1) of\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.}\n147\nthe Act. However, the Commission is also vested with the A\npowers of a Civil Court in terms of Section 36(2) of the Act,\nthough for a limited purpose. After completing the inquiry in\naccordance with law, the Commission is required to pass such\norders as it may deem appropriate in the facts and\ncircumstances of a given case in terms of Sections 26 to 31 B\nof the Act.\n16. Having referred to the background leading to the\nenactment of competition law in India and the procedure that\nthe Commission is expected to follow while deciding the\nC\nmatters before it and facts of the case, now it will be\nappropriate for this Court to refer to the submissions made in\nlight of the facts of this case. According to the Commission (the\nappellant herein), the directions passed in the order dated 8th\nDecember, 2009 under Section 26(1) of the Act are not\nappealable and further there is no requirement in law to afford\nan opportunity of hearing to the parties at the stage of\nformulating an opinion as to the existence of a prima facie\ncase. It is also the contention of the Commission that in an\nappeal before the Tribunal it is the necessary party and that the\nCommission is not expected to state reasons for forming an E.\nopinion at the prima facie stage.\nD\n17. On the contrary, according to SAIL (the respondent\nherein), the principles of natural justice have been violated by\nthe Commission while declining to grant extension of time to F\nfile its reply and that the direction in referring the matter to\nDirector General was passed in undue haste.\n18. The informant placed reliance upon Regulation 30(2)\nof the Regulations which empowers the Commission to pass\nsuch orders as it may deem fit on the basis of the facts G\navailable, where a party refuses to assist or otherwise does not\nprovide necessary information within the stipulated time.\nFurther, according to the informant there was no valid reason\nsubmitted by the SAIL which would justify grant of extension and\nH\n148 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA as such the order passed by the Commission on merits was\nnot liable to be interfered.\nB\nC\n19. We may also notice that learned counsel appearing\nfor the parties had addressed the Court on certain allied issues\nwhich may not have strictly arisen from the memorandum of\nappeal, but the questions raised were of public importance and\nare bound to arise before the Commission, as well as the\nTribunal in all matters in which the proceedings are initiated\nbefore the Commission. Thus, we had permitted the parties to\nargue those allied issues and, therefore, we would proceed to\nrecord the reasons while dealing with such arguments as well.\n20. In order to examine the merit or otherwise of the\ncontentions raised by the respective parties, it will be\nappropriate for us to formulate the following points for\nD determination:-\nE\nF\nG\n(1)\n(2)\n(3)\nH\n(4)\n-\nWhether the directions passed by the\nCommission in exercise of its powers under\nSection 26(1) of the Act forming a prima\nfacie opinion would be appealable in terms\nof Section 53A(1) of the Act?\nWhat is the ambit and scope of power\nvested with the Commission under Section\n26(1) of the Act and whether the parties,\nincluding the informant or the affected party,\nare entitled to notice or hearing, as a matter\nof right, at the preliminary stage of\nformulating an opinion as to the existence of\nthe prima facie case?\nWhether the Commission would be a\nnecessary, or at least a proper, party in the\nproceedings before the Tribunal in an appeal\npreferred by any party?\nAt what stage and in what manner the\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n(5)\n149\nCommission can exercise powers vested in A\nit under Section 33 of the Act to pass\ntemporary restraint orders?\nWhether it is obligatory for the Commission\nto record reasons for formation of a prima\nfacie opinion in terms of Section 26(1) of the\nAct?\n(6) What directions, if any, need to be issued by\nthe Court to ensure proper compliance in\nregard to procedural requirements while\nkeeping in mind the scheme of the Act and\nthe legislative intent? Also to ensure that the\nprocedural intricacies do not hamper in\nachieving the object of the Act, i.e., free\nmarket and competition.\n21. We would prefer to state our answers to the points of\nlaw argued before us at the very threshold. Upon pervasive\nanalysis of the submissions made before us by the learned\ncounsel appearing for the parties, we would provide our\nconclusions on the points noticed supra as follows:\n(1)\nB\nC\nD\nE\nןד\nF\nIn terms of Section 53A(1)(a) of the Act\nappeal shall lie only against such directions,\ndecisions or orders passed by the\nCommission before the Tribunal which have\nbeen specifically stated under the provisions\nof Section 53A(1)(a). The orders, which have\nnot been specifically made appealable,\ncannot be treated appealable by implication.\nFor example taking a prima facie view and G\nissuing a direction to the Director General for\ninvestigation would not be an order\nappealable under Section 53A.\n(2)\nNeither any statutory duty is cast on the\nH\nA\nB\n0\nD\n☐ E\nF\nG\nH\n150 SUPREME COURT REPORTS\n(3)\n[2010] 11 S.C.R.\nCommission to issue notice or grant hearing,\nnor any party can claim, as a matter of right,\nnotice and/or hearing at the stage of\nformation of opinion by the Commission, in\nterms of Section 26(1) of the Act that a prima\nfacie case exists for issuance of a direction\nto the Director General to cause an\ninvestigation to be made into the matter.\nHowever, the Commission, being a statutory\nbody exercising, inter alia, regulatory\njurisdiction, even at that stage, in its\ndiscretion and in appropriate cases may call\nupon the concerned party(s) to render\nrequired assistance or produce requisite\ninformation, as per its directive.\nThe Commission is expected to form such\nprima facie view without entering upon any\nadjudicatory or determinative process. The\nCommission is entitled to form its opinion\nwithout any assistance from any quarter or\neven with assistance of experts or others.\nThe Commission has the power in terms of\nRegulation 17 (2) of the Regulations to invite\nnot only the information provider but even\n'such other person' which would include all\npersons, even the affected parties, as it may\ndeem necessary. In that event it shall be\n'preliminary conference', for whose conduct\nof business the Commission is entitled to\nevolve its own procedure.\nThe Commission, in cases where the inquiry\nhas been initiated by the Commission suo\nmoto, shall be a necessary party and in all\nother cases the Commission shall be a\nproper party in the proceedings before the\n}\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n151\nA\nCompetition Tribunal. The presence of the\nCommission before the Tribunal would help\nin complete adjudication and effective and\nexpeditious disposal of matters. Being an\nexpert body, its views would be of\nappropriate assistance to the Tribunal. Thus, B\nthe Commission in the proceedings before\nthe Tribunal would be a necessary or a proper\nparty, as the case may be.\n(4) During an inquiry and where the\nCommission is satisfied that the act is in\ncontravention of the provisions stated in\nSection 33 of the Act, it may issue an order\ntemporarily restraining the party from carrying\non such act, until the conclusion of such\ninquiry or until further orders without giving\nnotice to such party, where it deems it\nnecessary. This power has to be exercised\nby the Commission sparingly and under\ncompelling and exceptional circumstances.\nThe Commission, while recording a\nreasoned order inter alia should: (a) record\nits satisfaction (which has to be of much\nhigher degree than formation of a prima facie\nview under Section 26(1) of the Act) in clear\nterms that an act in contravention of the\nstated provisions has been committed and\ncontinues to be committed or is about to be\ncommitted; (b) It is necessary to issue order\nof restraint and (c) from the record before the\nCommission, it is apparent that there is\nevery likelihood of the party to the lis,\nsuffering irreparable and irretrievable\ndamage or there is definite apprehension\nthat it would have adverse effect on\ncompetition in the market.\nC\nD\nヨ\nF\nG\nH\n"}