{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"172 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Order XLIII Rule 1A and even other provisions of Code of Civil\nProcedure.\nB\n46. The above approach will subserve the purpose of the\nAct in the following manner :\nFirst, expeditious disposal of matters before the\nCommission and the Tribunal is an apparent legislative intent\n1 from the bare reading of the provisions of the Act and more\nparticularly the Regulations framed thereunder. Second, if every\ndirection or recording of an opinion are made appealable then\nC certainly it would amount to abuse of the process of appeal.\nBesides this, burdening the Tribunal with appeals against non-\nappealable orders would defeat the object of the Act, as a\nprolonged litigation may harm the interest of free and fair\nmarket and economy. Finally, we see no ambiguity in the\nD language of the provision, but even if, for the sake of argument,\nwe assume that the provision is capable of two interpretations\nthen we must accept the one which will fall in line with the\nlegislative intent rather than the one which defeat the object of\nthe Act.\nヨ\nF\nG\nH\n47. For these reasons, we have no hesitation in holding\nthat no appeal will lie from any decision, order or direction of\nthe Commission which is not made specifically appealable\nunder Section 53A(1)(a) of the Act. Thus, the appeal preferred\nby SAIL ought to have been dismissed by the Tribunal as not\nmaintainable.\nSubmissions made and findings in relation to Point Nos.2\n\u0026 5\n48. The issue of notice and hearing are squarely covered\nunder the ambit of the principles of natural justice. Thus, it will\nnot be inappropriate to discuss these issues commonly under\nthe same head. The principle of audi alteram partem, as\ncommonly understood, means 'hear the other side or hear both\nsides before a decision is arrived at'. It is founded on the rule\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n173\nthat no one should be condemned or deprived of his right even\nin quasi judicial proceedings unless he has been granted liberty\nof being heard.\nA\nB\nC\nD\n49. In cases of Cooper v. Wands Worth Board of Works\n[(1863), 14 C.B. (N.S.) 180] and Errington v. Minister of Health,\n[(1935) 1 KB 249], the Courts in the United Kingdom had\nenunciated this principle in the early times. This principle was\nadopted under various legal systems including India and was\napplied with some limitations even to the field of administrative\nlaw. However, with the development of law, this doctrine was\nexpanded in its application and the Courts specifically included\nin its purview, the right to notice and requirement of reasoned\norders, upon due application of mind in addition to the right of\nhearing. These principles have now been consistently followed\nin judicial dictum of Courts in India and are largely understood\nas integral part of principles of natural justice. In other words, it\nis expected of a tribunal or any quasi judicial body to ensure\ncompliance of these principles before any order adverse to the\ninterest of the party can be passed. However, the exclusion of\nthe principles of natural justice is also an equally known concept\nand the legislature has the competence to enact laws which\nspecifically exclude the application of principles of natural\njustice in larger public interest and for valid reasons. Generally,\nwe can classify compliance or otherwise, of these principles\nmainly under three categories. First, where application of\nprinciples of natural justice is excluded by specific legislation; F\nsecond, where the law contemplates strict compliance to the\nprovisions of principles of natural justice and default in\ncompliance thereto can result in vitiating not only the orders but\neven the proceedings taken against the delinquent; and third,\nwhere the law requires compliance to these principles of natural G\njustice, but an irresistible conclusion is drawn by the competent\ncourt or forum that no prejudice has been caused to the\ndelinquent and the non-compliance is with regard to an action\nof directory nature. The cases may fall in any of these\ncategories and therefore, the Court has to examine the facts H\nE\n174 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA of each case in light of the Act or the Rules and Regulations in\nforce in relation to such a case. It is not only difficult but also\nnot advisable to spell out any straight jacket formula which can\nbe applied universally to all cases without variation.\nB\nC\n50. In light of the above principles, let us examine whether\nin terms of Section 26(1) of the Act read with Regulations in\nforce, it is obligatory upon the Commission to issue notice to\nthe parties concerned (more particularly the affected parties)\nand then form an opinion as to the existence of a prima facie\ncase, or otherwise, and to issue direction to the Director\nGeneral to conduct investigation in the matter.\n51. At the very outset, we must make it clear that we are\nconsidering the application of these principles only in light of\nthe provisions of Section 26(1) and the finding recorded by the\nD Tribunal in this regard. The intimation received by the\nCommission from any specific person complaining of violation\nof Section 3(4) read with Section 19 of the Act, sets into the\nmotion, the mechanism stated under Section 26 of the Act.\nSection 26(1), as already noticed, requires the Commission to\n. E form an opinion whether or not there exists a prima facie case\nfor issuance of direction to the Director General to conduct an\ninvestigation. This section does not mention about issuance of\nany notice to any party before or at the time of formation of an\nopinion by the Commission on the basis of a reference or\nF information received by it. Language of Sections 3(4) and 19\nand for that matter, any other provision of the Act does not\nsuggest that notice to the informant or any other person is\nrequired to be issued at this stage. In contra-distinction to this,\nwhen the Commission receives the report from the Director\nGeneral and if it has not already taken a decision to close the\ncase under Section 26(2), the Commission is not only expected\nto forward the copy of the report, issue notice, invite objections\nor suggestions from the informant, Central Government, State\nGovernment, Statutory Authorities or the parties concerned, but\nalso to provide an opportunity of hearing to the parties before\nG\nH\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n175\narriving at any final conclusion under Section 26(7) or 26(8) of A\nthe Act, as the case may be. This obviously means that wherever\nthe legislature has intended that notice is to be served upon\nthe other party, it has specifically so stated and we see no\ncompelling reason to read into the provisions of Section 26(1)\nthe requirement of notice, when it is conspicuous by its very B\nabsence. Once the proceedings before the Commission are\ncompleted, the parties have a right to appeal under Section\n53A(1)(a) in regard to the orders termed as appealable under\nthat provision. Section 53B requires that the Tribunal should\ngive, parties to the appeal, notice and an opportunity of being\nheard before passing orders, as it may deem fit and proper,\nconfirming, modifying or setting aside the direction, decision\nor order appealed against.\nC\nD\nE\n52. Some of the Regulations also throw light as to when\nand how notice is required to be served upon the parties\nincluding the affected party. Regulation 14(7) states the powers\nand functions, which are vested with the Secretary of the\nCommission to ensure timely and efficient disposal of the\nmatter and for achieving the objectives of the Act. Under\nRegulation 14(7) (f) the Secretary of the Commission is required\nto serve notice of the date of ordinary meeting of the\nCommission to consider the information or reference or\ndocument to decide if there exists a prima facie case and to\nconvey the directions of the Commission for investigation, or\nto issue notice of an inquiry after receipt and consideration of\nthe report of the Director General. In other words, this provision\ntalks of issuing a notice for holding an ordinary meeting of the\nCommission. This notice is intended to be issued only to the\nmembers of the Commission who constitute ‘preliminary\nconference' as they alone have to decide about the existence G\nof a prima facie case. Then, it has to convey the direction of\nthe Commission to the Director General. After the receipt of\nthe report of the Director General, it has to issue notice to the\nparties concerned.\nF\nH\n\"\nA\n176\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n53. Regulation 17(2) empowers the Commission to invite\nthe information provider and such other person, as is\nnecessary, for the preliminary conference to aid in formation\nof a prima facie opinion, but this power to invite cannot be\nequated with requirement of statutory notice or hearing.\nB Regulation 17(2), read in conjunction with other provisions of\nthe Act and the Regulations, clearly demonstrates that this\nprovision contemplates to invite the parties for collecting such\ninformation, as the Commission may feel necessary, for\nformation of an opinion by the preliminary conference.\nThereafter, an inquiry commences in terms of Regulation 18(2)\nwhen the Commission directs the Director General to make the\ninvestigation, as desired.\nC\nD\n54. Regulation 21(8) also indicates that there is an\nobligation upon the Commission to consider the objections or\nsuggestions from the Central Government or the State\nGovernment or the Statutory Authority or the parties concerned\nand then Secretary is required to give a notice to fix the meeting\nof the Commission, if it is of the opinion that further inquiry is\ncalled for. In that provision notice is contemplated not only to\nE the respective Governments but even to the parties concerned.\nF\nG\n55. The notices are to be served in terms of Regulation\n22 which specifies the mode of service of summons upon the\nconcerned persons and the manner in which such service\nshould be effected. The expression 'such other person',\nobviously, would include all persons, such as experts, as stated\nin Regulation 52 of the Regulations. There is no scope for the\nCourt to arrive at the conclusion that such other person would\nexclude anybody including the informant or the affected parties,\nsummoning of which or notice to whom, is considered to be\nappropriate by the Commission.\n56. With some significance, we may also notice the\nprovision of Regulation 33(4) of the Regulations, which requires\nthat on being satisfied that the reference is complete, the\nH Secretary shall place it during an ordinary meeting of the\nCOMPETITION COMMISSION OF INDIA v. STEEL 177\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\nCommission and seek necessary instructions regarding the A\nparties to whom the notice of the meeting has to be issued.\nThis provision read with Sections 26(1) and 26(5) shows that\nthe Commission is expected to apply its mind as to whom the\nnotice should be sent before the Secretary of the Commission\ncan send notice to the parties concerned. In other words,\nissuance of notice is not an automatic or obvious consequence,\nbut it is only upon application of mind by the authorities\nconcerned that notice is expected to be issued.\n57. Regulation 48, which deals with the procedure for\nimposition of penalty, requires under Sub-Regulation (2) that\nshow cause notice is to be issued to any person or enterprise\nor a party to the proceedings, as the case may be, under Sub-\nRegulation (1), giving him not less than 15 days time to explain\nthe conduct and even grant an oral hearing, then alone to pass\nan appropriate order imposing penalty or otherwise.\nB\nC\nD\n58. Issue of notice to a party at the initial stage of the\nproceedings, which are not determinative in their nature and\nsubstance, can hardly be implied; wherever the legislature so\ndesires it must say so specifically. This can be illustrated by E\nreferring to the Customs Tariff (Identification, Assessment and\nCollection of Anti-Dumping Duty on Dumped Articles and for\nDetermination of Injury) Rules, 1995 under the Customs Tariff\nAct, 1975. Rule 5(5) provides that while dealing with an\napplication submitted by aggrieved domestic producers F\naccounting for not less than 25% of total production of the like\narticle, the designated authority shall notify the government of\nexporting country before proceeding to initiate an investigation.\nRule 6(1) also specifically requires the designated authority to\nissue a public notice of the decision to initiate investigation. In\nother words, notice prior to initiation of investigation is\nspecifically provided for under the Anti-Dumping Rules,\nwhereas, it is not so under the provisions of Section 26(1) of\nthe Act.\nG\n59. Cumulative reading of these provisions, in conjunction H\n178 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA with the scheme of the Act and the object sought to be achieved,\nsuggests that it will not be in consonance with the settled rules\nof interpretation that a statutory notice or an absolute right to\nclaim notice and hearing can be read into the provisions of\nSection 26(1) of the Act. Discretion to invite, has been vested\nB in the Commission, by virtue of the Regulations, which must be\nconstrued in their plain language and without giving it undue\nexpansion.\nC\nD\n60. It is difficult to state as an absolute proposition of law\nthat in all cases, at all stages and in all events the right to notice\nand hearing is a mandatory requirement of principles of natural\njustice. Furthermore, that non-compliance thereof, would always\nresult in violation of fundamental requirements vitiating the\nentire proceedings. Different laws have provided for exclusion\nof principles of natural justice at different stages, particularly,\nat the initial stage of the proceedings and such laws have been\nupheld by this Court. Wherever, such exclusion is founded on\nlarger public interest and is for compelling and valid reasons,\nthe Courts have declined to entertain such a challenge. It will\nalways depend upon the nature of the proceedings, the grounds\nE for invocation of such law and the requirement of compliance\nto the principles of natural justice in light of the above noticed\nprinciples. In the case of Tulsiram Patel (supra), this Court took\nthe view that audi alteram partem rule can be excluded where\na right to a prior notice and an opportunity of being heard,\nF before an order is passed, would obstruct the taking of prompt\naction or where the nature of the action to be taken, its object\nand purpose as well as the scheme of the relevant statutory\nprovisions warrant its exclusion. This was followed with approval\nand also greatly expanded in the case of Delhi Transport\nG Corporation vs. Delhi Transport Corporation Mazdoor\nCongress [(1991) Supp1 SCC 600], wherein the Court held that\nrule of audi alteram partem can be excluded, where having\nregard to the nature of the action to be taken, its object and\npurpose and the scheme of the relevant statutory provisions,\nfairness in action does not demand its application and even\nН\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n179\nwarrants its exclusion. In the case of Union of India v. W.N.\nChadha [(1993) Supp 4 SCC 260], wherein the Court was\nprimarily concerned with Section 166(9) of the Criminal\nProcedure Code and the application of principles of natural\njustice in the domain of administrative law and while deciding\nwhether a person was entitled to the right of hearing, held as\nunder:-\n\"88. The principle of law that could be deduced from the\nabove decisions is that it is no doubt true that the fact that\na decision, whether a prima facie case has or has not been\nmade out, is not by itself determinative of the exclusion of\nhearing, but the consideration that the decision was purely\nan administrative one and a full-fledged inquiry follows is\na relevant and indeed a significant - factor in deciding\nwhether at that stage there ought to be hearing which the\nstatute did not expressly grant.\n-\nA\nB\nC\nD\n89. Applying the above principle, it may be held that when\nthe investigating officer is not deciding any matter except\ncollecting the materials for ascertaining whether a primal\nfacie case is made out or not and a full inquiry in case of E\nfiling a report under Section 173(2) follows in a trial before\nthe Court or Tribunal pursuant to the filing of the report, it\ncannot be said that at that stage rule of audi alteram\npartem superimposes an obligation to issue a prior notice\nand hear the accused which the statute does not expressly F\nrecognise. The question is not whether audi alteram\npartem is implicit, but whether the occasion for its\nattraction exists at all.\"\n61. The exclusion of principles of natural justice by specific\nlegislative provision is not unknown to law. Such exclusion would\neither be specifically provided or would have to be imperatively\ninferred from the language of the provision. There may be cases\nwhere post decisional hearing is contemplated. Still there may\nbe cases where 'due process' is specified by offering a full\nG\nH\nB\n180 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA hearing before the final order is made. Of course, such\nlegislation may be struck down as offending due process if no\nsafeguard is provided against arbitrary action. It is an equally\nsettled principle that in cases of urgency, a post-decisional\nhearing would satisfy the principles of natural justice. Reference\ncan be made to the cases of Maneka Gandhi v. Union of India\n[(1978) 1 SCC 48] and State of Punjab v. Gurdayal [AIR 1980\nSC 319]. The provisions of Section 26(1) clearly indicate\nexclusion of principles of natural justice, at least at the initial\nstages, by necessary implication. In cases where the conduct\nof an enterprise, association of enterprises, person or\nassociation of persons or any other legal entity, is such that it\nwould cause serious prejudice to the public interest and also\nviolates the provisions of the Act, the Commission will be well\nwithin its jurisdiction to pass ex parte ad interim injunction\norders immediately in terms of Section 33 of the Act, while\ngranting post decisional hearing positively, within a very short\nspan in terms of Regulation 31(2). This would certainly be more\nthan adequate compliance to the principles of natural justice.\nC\nD\nE\nLL\nF\nG\nH\n62. It is true that in administrative action, which entails civil\nconsequences for a person, the principles of natural justice\nshould be adhered to. In the case of Raj Restaurant and Anr.\nv. Municipal Corporation of Delhi, [(1982) 3 SCC 338], the\nSupreme Court held as under:\n\"5. Where, in order to carry on business a licence is\nrequired, obviously refusal to give licence or cancellation\nor revocation of licence would be visited with both civil and\npecuniary consequences and as the business cannot be\ncarried on without the licence it would also affect the\nlivelihood of the person. In such a situation before either\nrefusing to renew the licence or cancelling or revoking the\nsame, the minimum principle of natural justice of notice\nand opportunity to represent one's case is a must. It is not\ndisputed that no such opportunity was given before taking\nthe decision not to renew the licence though it is admitted\n181\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.}\nthat the for the reasons herein before set out the licence\nwas not renewed such a decision in violation of the\nprinciple of natural justice would b void. Now, it is true that\nno specific order is made setting out the reason for refusal\nto renew the licence. But the action taken of sealing the\npremises for carrying on the business without a licence\nclearly implies that there was refusal to renew the licence\nand the reasons are now disclosed. And the action\ndisclosing the decision being in violation of the principle\nof natural justice, deserves to be quashed.\"\n63. Wherever, this Court has dealt with the matters relating\nto complaint of violation of principles of natural justice, it has\nalways kept in mind the extent to which such principles should\napply. The application, therefore, would depend upon the nature\nof the duty to be performed by the authority under the statute.\nDecision in this regard is, in fact, panacea to the rival\ncontentions which may be raised by the parties in a given case.\nReference can be made to the judgment of this Court in the\ncase of Canara Bank vs. Debasis Das [(2003) 4 SCC 557].\nWe may also notice that the scope of duty cast upon the\nauthority or a body and the nature of the function to be\nperformed cannot be rendered nugatory by imposition of\nunnecessary directions or impediments which are not\npostulated in the plain language of the section itself. 'Natural\njustice' is a term, which may have different connotation and\ndimension depending upon the facts of the case, while keeping\nin view, the provisions of the law applicable. It is not a codified\nconcept, but are well defined principles enunciated by the\nCourts. Every quasi judicial order would require the concerned\nauthority to act in conformity with these principles as well as\nensure that the indicated legislative object is achieved.\nExercise of power should be fair and free of arbitrariness.\n64. Now, let us examine what kind of function the\nCommission is called upon to discharge while forming an\nopinion under Section 26(1) of the Act. At the face of it, this is\nA\nB\nC\nD\nE\nF\nG\nH\n"}