{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\nF\n152 SUPREME COURT REPORTS\n(5)\n[2010] 11 S.C.R.\nThe power under Section 33 of the Act to\npass temporary restraint order can only be\nexercised by the Commission when it has\nformed prima facie opinion and directed\ninvestigation in terms of Section 26(1) of the\nAct, as is evident from the language of this\nprovision read with Regulation 18(2) of the\nRegulations.\nIn consonance with the settled principles of\nadministrative jurisprudence, the\nCommission is expected to record at least\nsome reason even while forming a prima\nfacie view. However, while passing\ndirections and orders dealing with the rights\nof the parties in its adjudicatory and\ndeterminative capacity, it is required of the\nCommission to pass speaking orders, upon\ndue application of mind, responding to all the\ncontentions raised before it by the rival\nparties.\nSubmissions made and findings in relation to Point No.1\n22. If we examine the relevant provisions of the Act, the\nlegislature, in its wisdom, has used different expressions in\nregard to exercise of jurisdiction by the Commission. The\nCommission may issue directions, pass orders or take\ndecisions, as required, under the various provisions of the Act.\nThe object of the Act is demonstrated by the prohibitions\ncontained in Sections 3 and 4 of the Act. Where prohibition\nunder Section 3 relates to anti-competition agreements there\nG Section 4 relates to the abuse of dominant position. The\nregulations and control in relation to combinations is dealt with\nin Section 6 of the Act. The power of the Commission to make\ninquiry into such agreements and the dominant position of an\nentrepreneur, is set into motion by providing information to the\nH Commission in accordance with the provisions of Section 19\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n153\nof the Act and such inquiry is to be conducted by the\nCommission as per the procedure evolved by the legislature\nunder Section 26 of the Act. In other words, the provisions of\nSections 19 and 26 are of great relevance and the discussion.\non the controversies involved in the present case would revolve\non the interpretation given by the Court to these provisions.\n23. Thus, we may reproduce provisions of Section 19 and\n26 which read as under:\n\"19. Inquiry into certain agreements and dominant\nposition of enterprise.-(1) The Commission may\ninquire into any alleged contravention of the provisions\ncontained in subsection (1) of section 3 or sub-section (1)\nof section 4 either on its own motion or on-\nA\nC\n(a) receipt of any information, in such manner and D\naccompanied by such fee as may be determined by\nregulations, from any person, consumer or their\nassociation or trade association; or\n(b) a reference made to it by the Central Government or a\nE\nState Government or a statutory authority.\n(2) Without prejudice to the provisions contained in sub-\nsection (1), the powers and functions of the Commission\nshall include the powers and functions specified in sub-\nsections (3) to (7).\n(3) The Commission shall, while determining whether an\nagreement has an appreciable adverse effect on\ncompetition under section 3, have due regard to all or any\nof the following factors, namely:-\n(a) creation of barriers to new entrants in the market;\n(b) driving existing competitors out of the market;\nF\nG\nH\nA\nB\nC.\nD\n154 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\n(c) foreclosure of competition by hindering entry into the\nmarket;\n(d) accrual of benefits to consumers;\n(e) improvements in production or distribution of goods or\nprovision of services;\n(f) promotion of technical, scientific and economic\ndevelopment by means of production or distribution of\ngoods or provision of services.\n(4) The Commission shall, while inquiring whether an\nenterprise enjoys a dominant position or not under section\n4, have due regard to all or any of the following factors,\nnamely:-\n(a) market share of the enterprise;\n(b) size and resources of the enterprise;\n(c) size and importance of the competitors;\nE\n(d) economic power of the enterprise including commercial\nadvantages over competitors;\nF\nG\nI\n(e) vertical integration of the enterprises or sale or service\nnetwork of such enterprises;\n(f) dependence of consumers on the enterprise;\n(g) monopoly or dominant position whether acquired as a\nresult of any statute or by virtue of being a Government\ncompany or a public sector undertaking or otherwise;\n(h) entry barriers including barriers such as regulatory\nbarriers, financial risk, high capital cost of entry, marketing\nentry barriers, technical entry barriers, economies of scale,\nhigh cost of substitutable goods or service for consumers;\n(i) countervailing buying power;\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n(j) market structure and size of market;\n(k) social obligations and social costs;\n155\n(/) relative advantage, by way of the contribution to the\neconomic development, by the enterprise enjoying a\ndominant position having or likely to have an appreciable\nadverse effect on competition;\n(m) any other factor which the Commission may consider\nrelevant for the inquiry.\n(5) For determining whether a market constitutes a\n\"relevant market\" for the purposes of this Act, the\nCommission shall have due regard to the \"relevant\ngeographic market” and “relevant product market”.\n(6) The Commission shall, while determining the \"relevant\ngeographic market\", have due regard to all or any of the\nfollowing factors, namely:-\n(a) regulatory trade barriers;\n(b) local specification requirements;\n(c) national procurement policies;\nA\nB\nC\nE\n(d) adequate distribution facilities;\nLL\nF\n(e) transport costs;\n(f) language;\n(g) consumer preferences;\n(h) need for secure or regular supplies or rapid after-sales\nservices.\nG\n(7) The Commission shall, while determining the \"relevant\nproduct market\", have due regard to all or any of the\nfollowing factors, namely:—\nH\nA\n156\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n(a) physical characteristics or end-use of goods;\n(b) price of goods or service;\n(c) consumer preferences;\nB\n(d) exclusion of in-house production;\n(e) existence of specialised producers;\nC\nD\nE\nF\nG\nH\n(f) classification of industrial products.\n26. Procedure for inquiry under section 19\n(1) On receipt of a reference from the Central Government\nor a State Government or a statutory authority or on its own\nknowledge or information received under section 19, if the\nCommission is of the opinion that there exists a prima facie\ncase, it shall direct the Director General to cause an\ninvestigation to be made into the matter:\nProvided that if the subject matter of an information\nreceived is, in the opinion of the Commission, substantially\nthe same as or has been covered by any previous\ninformation received, then the new information may be\nclubbed with the previous information.\n(2) Where on receipt of a reference from the Central\nGovernment or a State Government or a statutory authority\nor information received under section 19, the Commission\nis of the opinion that there exists no prima facie case, it\nshall close the matter forthwith and pass such orders as it\ndeems fit and send a copy of its order to the Central\nGovernment or the State Government or the statutory\nauthority or the parties concerned, as the case may be.\n(3) The Director General shall, on receipt of direction under\nsub-section (1), submit a report on his findings within such\nperiod as may be specified by the Commission.\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n157\n(4) The Commission may forward a copy of the report A\nreferred to in sub section (3) to the parties concerned:\nProvided that in case the investigation is caused to be\nmade based on reference received from the Central\nGovernment or the State Government or the statutory\nauthority, the Commission shall forward a copy of the report\nreferred to in subsection (3) to the Central Government or\nthe State Government or the statutory authority, as the case\nmay be.\nB\nC\n(5) If the report of the Director General referred to in sub-\nsection (3) recommends that there is no contravention of\nthe provisions of this Act, the Commission shall invite\nobjections or suggestions from the Central Government or\nthe State Government or the statutory authority or the\nparties concerned, as the case may be, on such report of D\nthe Director General.\n(6) If, after consideration of the objections and suggestions\nreferred to in sub section (5), if any, the Commission\nagrees with the recommendation of the Director General,\nit shall close the matter forthwith and pass such orders as\nit deems fit and communicate its order to the Central\nGovernment or the State Government or the statutory\nauthority or the parties concerned, as the case may be.\n(7) If, after consideration of the objections or suggestions\nreferred to in sub section (5), if any, the Commission is of\nthe opinion that further investigations is called for, it may\ndirect further investigation in the matter by the Director\nGeneral or cause further inquiry to be made by in the matter\nor itself proceed with further inquiry in the matter in\naccordance with the provisions of this Act.\nE\nF\nG\n(8) If the report of the Director General referred to in sub-\nsection (3) recommends that there is contravention of any\nof the provisions of this Act, and the Commission is of the H\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n158 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nopinion that further inquiry is called for, it shall inquire into\nsuch contravention in accordance with the provisions of\nthis Act.\"\n24. The Tribunal has been vested with the power to hear\nand dispose of appeals against any direction issued or\ndecision made or order passed by the Commission in exercise\nof its powers under the provisions mentioned in Section 53A\nof the Act. The appeals preferred before the Tribunal under\nSection 53A of the Act are to be heard and dealt with by the\nTribunal as per the procedure spelt out under Section 53B of\nthe Act. It will be useful to refer to both these provisions at this\nstage itself, which read as under:-\n-\n“53A. Establishment of Tribunal. - (1) The Central\nGovernment shall, by notification, establish an Appellate\nTribunal to be known as Competition Appellate Tribunal,\n(a) to hear and dispose of appeals against any direction\nissued or decision made or order passed by the\nCommission under sub-sections (2) and (6) of section 26,\nsection 27, section 28, section 31, section 32, section 33,\nsection 38, section 39, section 43, section 43A, section\n44, section 45 or section 46 of this Act;\n(b) to adjudicate on claim for compensation that may arise\nfrom the findings of the Commission or the orders of the\nAppellate Tribunal in an appeal against any finding of the\nCommission or under section 42A or under subsection (2)\nof section 53Q of this Act, and pass orders for the\nrecovery of compensation under section 53N of this Act.\n(2) The Headquarter of the Appellate Tribunal shall be at\nsuch place as the Central Government may, by notification,\nspecify.\n53B. Appeal to Appellate Tribunal. - (1) The Central\nGovernment or the State Government or a local authority\nI\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n159\nor enterprise or any person, aggrieved by any direction,\ndecision or order referred to in clause (a) of section 53A\nmay prefer an appeal to the Appellate Tribunal.\nA\n(2) Every appeal under sub-section (1) shall be filed within\na period of sixty days from the date on which a copy of\nB\nthe direction or decision or order made by the Commission\nis received by the Central Government or the State\nGovernment or a local authority or enterprise or any person\nreferred to in that sub-section and it shall be in such form\nand be accompanied by such fee as may be prescribed:\nProvided that the Appellate Tribunal may entertain an\nappeal after the expiry of the said period of sixty days if it\nis satisfied that there was sufficient cause for not filing it\nwithin that period.\n(3) On receipt of an appeal under sub-section (1), the\nAppellate Tribunal may, after giving the parties to the\nappeal, an opportunity of being heard, pass such orders\nthereon as it thinks fit, confirming, modifying or setting\naside the direction, decision or order appealed against.\n(4) The Appellate Tribunal shall send a copy of every order\nmade by it to the Commission and the parties to the\nappeal.\n(5) The appeal filed before the Appellate Tribunal under\nsub-section (1) shall be dealt with by it as expeditiously as\npossible and endeavour shall be made by it to dispose of\nthe appeal within six months from the date of receipt of the\nappeal.\"\n25. As already noticed, in exercise of its powers, the\nCommission is expected to form its opinion as to the existence\nof a prima facie case for contravention of certain provisions of\nthe Act and then pass a direction to the Director General to\ncause an investigation into the matter. These proceedings are\nC\nD\nE\nF\nG\nH\nB\nC\n160 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA initiated by the intimation or reference received by the\nCommission in any of the manners specified under Section 19\nof the Act. At the very threshold, the Commission is to exercise\nits powers in passing the direction for investigation; or where\nit finds that there exists no prima facie case justifying passing\nof such a direction to the Director General, it can close the\nmatter and/or pass such orders as it may deem fit and proper.\nIn other words, the order passed by the Commission under\nSection 26(2) is a final order as it puts an end to the\nproceedings initiated upon receiving the information in one of\nthe specified modes. This order has been specifically made\nappealable under Section 53A of the Act. In contradistinction,\nthe direction under Section 26(1) after formation of a prima\nfacie opinion is a direction simpliciter to cause an investigation\ninto the matter. Issuance of such a direction, at the face of it, is\nan administrative direction to one of its own wings\ndepartmentally and is without entering upon any adjudicatory\nprocess. It does not effectively determine any right or obligation\nof the parties to the lis. Closure of the case causes\ndetermination of rights and affects a party, i.e. the informant;\nresultantly, the said party has a right to appeal against such\nE closure of case under Section 26(2) of the Act. On the other\nhand, mere direction for investigation to one of the wings of the\nCommission is akin to a departmental proceeding which does\nnot entail civil consequences for any person, particularly, in light\nof the strict confidentiality that is expected to be maintained by\nF the Commission in terms of Section 57 of the Act and\nRegulation 35 of the Regulations.\nD\nG.\nH\n26. Wherever, in the course of the proceedings before the\nCommission, the Commission passes a direction or interim\norder which is at the preliminary stage and of preparatory nature\nwithout recording findings which will bind the parties and where\nsuch order will only pave the way for final decision, it would not\nmake that direction as an order or decision which affects the\nrights of the parties and therefore, is not appealable. At this\nstage the case of Automec Srl v. Commission of the\n1\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n161\nEuropean Communities [(1990) ECR II-00367] can be noted,\nwhere the Court of First Instance held as under -\nA\nC\n\"42. As the Court of Justice has consistently held, any\nmeasure the legal effects of which are binding on, and\ncapable of affecting the interests of, the applicant by B\nbringing about a distinct change in his legal position is an\nact or decision against which an action for annulment may\nbe brought under Article 173. More specifically, in the case\nof acts or decisions adopted by a procedure involving\nseveral stages, in particular where they are the culmination\nof an internal procedure, an act is open to review only if it\nis a measure definitively laying down the position of the\ninstitution on the conclusion of that procedure, and not a\nprovisional measure intended to pave the way for that final\ndecision (judgment in Case 60/81 IBM v. Commission\n[1981] ECR 2639, at p. 2651, paragraph 8 et seq.). It\nfollows that the fact that the contested act is a preparatory\nmeasure constitutes one of the barriers to the admissibility\nof an action for annulment which the Court may consider\nof its own motion, as the Court of Justice acknowledged\nin its judgment in Case 346/87 Bossi v. Commission\n[1989] ECR 303, especially at p.332 et seq.\"\nD\nE\n27. The provisions of Sections 26 and 53A of the Act\nclearly depict the legislative intent that the framers never\ndesired that all orders, directions and decisions should be F\nappealable to the Tribunal. Once the legislature has opted to\nspecifically state the order, direction and decision, which would\nbe appealable by using clear and unambiguous language, then\nthe normal result would be that all other directions, orders etc.\nare not only intended to be excluded but, in fact, have been\nexcluded from the operation of that provision. The presumption\nis in favour of the legislation. The legislature is deemed to be\naware of all the laws in existence and the consequences of the\nlaws enacted by it. When other orders have been excluded\nfrom the scope of appellate jurisdiction, it will not be permissible\nG\nH\n"}