{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"A\n182 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nan inquisitorial and regulatory power. A Constitution Bench of\nthis Court in the case of Krishna Swami vs. Union of India\n[(1992) 4 SCC 605] explained the expression 'inquisitorial'. The\nCourt held that the investigating power granted to the\nadministrative agencies normally is inquisitorial in nature. The\nB scope of such investigation has to be examined with reference\nto the statutory powers. In that case the Court found that the\nproceedings, before the High Power Judicial Committee\nconstituted, were neither civil nor criminal but sui generis.\nReferring to the investigation under criminal jurisprudence as\nwell as scope of inquiry under service jurisprudence, the Court\nheld as under:\nC\nD\nE\nF\nG\nH\n“61. The problem could be broached through a different\nperspective as well. In normal parlance, in a criminal case,\ninvestigation connotes discovery and collection of\nevidence before charge-sheet is filed and based thereon\ndefinite charges are framed. Inquiry by a Magistrate is\nstopped when the trial begins. The trial is a culminating\nprocess to convict or acquit an accused. In Service\nJurisprudence, departmental inquiry against a delinquent\nemployee, bears similar insignia to impose penalty. At the\ninvestigation stage the accused or the charged officer has\nno say in the matter nor is he entitled to any opportunity.\nThe disciplinary authority or inquiry officer, if appointed, on\nfinding that the evidence discloses prima facie ground to\nproceed against the delinquent officer, the inquiry would\nbe conducted. The criminal court frames charges after\nsupplying the record of investigation relied on. Equally, the\ndisciplinary authority/inquiry officer would frame definite\ncharge or charges and would communicate the same\ntogether with a statement of the facts in support thereof\nsought to be relied on and would call upon the delinquent\nofficer to submit his explanation or written statement of\ndefence etc. At the trial/inquiry the person is entitled to\nreasonable opportunity to defend himself\n\"\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n183\nB\n65. The exceptions to the doctrine of audi alteram partem A\nare not unknown either to civil or criminal jurisprudence in our\ncountry where under the Code of Civil Procedure ex-parte\ninjunction orders can be passed by the court of competent\njurisdiction while the courts exercising criminal jurisdiction can\ntake cognizance of an offence in absence of the accused and\nissue summons for his appearance. Not only this, the Courts\neven record pre-charge evidence in complaint cases in\nabsence of the accused under the provisions of the Code of\nCriminal Procedure. Similar approach is adopted under\ndifferent systems in different countries. Reference in this regard C\ncan be made to the case of Azienda Colori Nazionali - ACNA\nS.P.A. v Commission of the European Communities, [(1972)\nECR 0933], where the argument was raised that the\nCommission had infringed the administrative procedure laid\ndown in Regulation No. 17/62 of the European Council\nRegulation. In that case the Commission of the European\nCommunities sent the notice of the objections to the applicant\nat the time of informing the applicant about the decision to\ninitiate procedure to establish infringement of rules on\ncompetition. The European Court of Justice while holding that\nsending notification of the above mentioned decision\nsimultaneously with the notice of objections cannot affect the\nrights of the defence, stated as under:-\n\"10. Neither the provisions in force nor the general\nprinciples of law require notice of the Decision to initiate\nthe procedure to establish an infringement to be given prior\nto notification of the objections adopted against the\ninterested parties in the context of such proceedings.\n11. It is the notice of objections alone and not the Decision\nto commence proceedings which is the measure stating\nthe final attitude of the Commission concerning\nundertakings against which proceedings for infringement\nof the rules on competition have been commenced.\"\nD\nLU\nE\nF\nG\n66. The jurisdiction of the Commission, to act under this H\nс\nD\n184 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA provision, does not contemplate any adjudicatory function. The\nCommission is not expected to give notice to the parties, i.e.\nthe informant or the affected parties and hear them at length,\nbefore forming its opinion. The function is of a very preliminary\nnature and in fact, in common parlance, it is a departmental\nB function. At that stage, it does not condemn any person and\ntherefore, application of audi alteram partem is not called for.\nFormation of a prima facie opinion departmentally (Director\nGeneral, being appointed by the Central Government to assist\nthe Commission, is one of the wings of the Commission itself)\ndoes not amount to an adjudicatory function but is merely of\nadministrative nature. At best, it can direct the investigation to\nbe conducted and report to be submitted to the Commission\nitself or close the case in terms of Section 26(2) of the Act,\nwhich order itself is appealable before the Tribunal and only\nafter this stage, there is a specific right of notice and hearing\navailable to the aggrieved/affected party. Thus, keeping in mind\nthe nature of the functions required to be performed by the\nCommission in terms of Section 26(1), we are of the\nconsidered view that the right of notice of hearing is not\ncontemplated under the provisions of Section 26(1) of the Act.\nHowever, Regulation 17(2) gives right to Commission for\nseeking information, or in other words, the Commission is\nvested with the power of inviting such persons, as it may deem\nnecessary, to render required assistance or produce requisite\ninformation or documents as per the direction of the\nF Commission. This discretion is exclusively vested in the\nCommission by the legislature. The investigation is directed\nwith dual purpose; (a) to collect material and verify the\ninformation, as may be, directed by the Commission, (b) to\nenable the Commission to examine the report upon its\nG submission by the Director General and to pass appropriate\norders after hearing the parties concerned. No inquiry\ncommences prior to the direction issued to the Director\nGeneral for conducting the investigation. Therefore, even from\nthe practical point of view, it will be required that undue time is\nH not spent at the preliminary stage of formation of prima facie\nE\n185\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\nopinion and the matters are dealt with effectively and A\nexpeditiously.\n67. We may also usefully note that the functions performed\nby the Commission under Section 26(1) of the Act are in the\nnature of preparatory measures in contrast to the decision\nmaking process. That is the precise reason that the legislature\nhas used the word 'direction' to be issued to the Director\nGeneral for investigation in that provision and not that the\nCommission shall take a decision or pass an order directing\ninquiry into the allegations made in the reference to the\nCommission.\n68. The Tribunal, in the impugned judgment, has taken the\nview that there is a requirement to record reasons which can\nbe express, or, in any case, followed by necessary implication\nand therefore, the authority is required to record reasons for\ncoming to the conclusion. The proposition of law whether an\nadministrative or quasi judicial body, particularly judicial courts,\nshould record reasons in support of their decisions or orders\nis no more res integra and has been settled by a recent\njudgment of this Court in the case of Assistant Commissioner,\nC.T.D.W.C. v. M/s Shukla \u0026 Brothers [JT 2010 (4) SC 35],\nwherein this Court was primarily concerned with the High Court\ndismissing the appeals without recording any reasons. The\nCourt also examined the practice and requirement of providing\nreasons for conclusions, orders and directions given by the\nquasi-judicial and administrative bodies. The Court examined\nvarious judgments of this Court in relation to its application to\nadministrative law and held as under:\n\"10. The Supreme Court in the case of S.N. Mukherjee v.\nUnion of India [(1990) 4 SCC 594], while referring to the\npractice adopted and insistence placed by the Courts in\nUnited States, emphasized the importance of recording of\nreasons for decisions by the administrative authorities and\ntribunals. It said \"administrative process will best be\nvindicated by clarity in its exercise\". To enable the Courts\nB\nC\nD\nE\nLL\nF\nG\nI\nA\nB\n186 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nto exercise the power of review in consonance with settled\nprinciples, the authorities are advised of the\nconsiderations underlining the action under review. This\nCourt with approval stated:-\n\"the orderly functioning of the process of review requires\nthat the grounds upon which the administrative agency\nacted be clearly disclosed and adequately sustained.\"\nXXX\nXXX\nXXX\nXXX\nс\nD\nE\nF\nG\nH\n12. At the cost of repetition, we may notice, that this\nCourt has consistently taken the view that recording of\nreasons is an essential feature of dispensation of justice.\nA litigant who approaches the Court with any grievance in\naccordance with law is entitled to know the reasons for\ngrant or rejection of his prayer. Reasons are the soul of\norders. Non-recording of reasons could lead to dual\ninfirmities; firstly, it may cause prejudice to the affected\nparty and secondly, more particularly, hamper the proper\nadministration of justice. These principles are not only\napplicable to administrative or executive actions, but they\napply with equal force and, in fact, with a greater degree\nof precision to judicial pronouncements. A judgment\nwithout reasons causes prejudice to the person against\nwhom it is pronounced, as that litigant is unable to know\nthe ground which weighed with the Court in rejecting his\nclaim and also causes impediments in his taking adequate\nand appropriate grounds before the higher Court in the\nevent of challenge to that judgment...\n13. The principle of natural justice has twin ingredients;\nfirstly, the person who is likely to be adversely affected by\nthe action of the authorities should be given notice to show\ncause thereof and granted an opportunity of hearing and\nsecondly, the orders so passed by the authorities should\ngive reason for arriving at any conclusion showing proper\napplication of mind. Violation of either of them could in the\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.Į\n187\ngiven facts and circumstances of the case, vitiate the order\nitself. Such rule being applicable to the administrative\nauthorities certainly requires that the judgment of the Court\nshould meet with this requirement with higher degree of\nsatisfaction. The order of an administrative authority may\nnot provide reasons like a judgment but the order must be\nsupported by the reasons of rationality. The distinction\nbetween passing of an order by an administrative or quasi-\njudicial authority has practically extinguished and both are\nrequired to pass reasoned orders...\nA\nB\nC\n69. In this very judgment, the Court while referring to other\ndecisions of the Court held that it is essential that administrative\nauthorities and tribunals should accord fair and proper hearing\nto the affected persons and record explicit reasons in support\nof the order made by them. Even in cases of supersession, it\nD\nwas held in Gurdial Singh Fijji v. State of Punjab [(1979) 2\nSCC 368] that reasons for supersession should be essentially\nprovided in the order of the authority. Reasons are the links\nbetween the materials on which certain conclusions are based\nand the actual conclusions. By practice adopted in all courts\nand by virtue of judge-made law, the concept of reasoned\njudgment has become an indispensable part of basic rule of\nlaw and in fact, is a mandatory requirement of the procedural\nlaw. Clarity of thoughts leads to clarity of vision and therefore,\nproper reasoning is foundation of a just and fair decision.\nReference can be made to Alexander Machinery (Dudley) Ltd.\nv. Crabtree [1974 ICR 120] in this regard.\n70. The above reasoning and the principles enunciated,\nwhich are consistent with the settled canons of law, we would\nadopt even in this case. In the backdrop of these determinants,\nwe may refer to the provisions of the Act. Section 26, under its\ndifferent sub-sections, requires the Commission to issue\nvarious directions, take decisions and pass orders, some of\nwhich are even appealable before the Tribunal. Even if it is a\ndirection under any of the provisions and not a decision,\nE\nF\nG\nH\ni\n188 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA conclusion or order passed on merits by the Commission, it is\nexpected that the same would be supported by some\nreasoning. At the stage of forming a prima facie view, as\nrequired under Section 26(1) of the Act, the Commission may\nnot really record detailed reasons, but must express its mind\nB in no uncertain terms that it is of the view that prima facie case\nexists, requiring issuance of direction for investigation to the\nDirector General. Such view should be recorded with reference\nto the information furnished to the Commission. Such opinion\nshould be formed on the basis of the records, including the\ninformation furnished and reference made to the Commission\nunder the various provisions of the Act, as afore-referred.\nHowever, other decisions and orders, which are not directions\nsimpliciter and determining the rights of the parties, should be\nwell reasoned analyzing and deciding the rival contentions\nraised before the Commission by the parties. In other words,\nthe Commission is expected to express prima facie view in\nterms of Section 26(1) of the Act, without entering into any\nadjudicatory or determinative process and by recording\nminimum reasons substantiating the formation of such opinion,\nwhile all its other orders and decisions should be well reasoned.\nC\nD\nLU\nE\n71. Such an approach can also be justified with reference\nto Regulation 20(4), which requires the Director General to\nrecord, in his report, findings on each of the allegations made\nby a party in the intimation or reference submitted to the\nF Commission and sent for investigation to the Director General,\nas the case may be, together with all evidence and documents\ncollected during investigation. The inevitable consequence is\nthat the Commission is similarly expected to write appropriate\nreasons on every issue while passing an order under Sections\nG 26 to 28 of the Act.\nSubmissions made and findings in relation to Point No.3\n72. The concept of necessary and proper parties is an\naccepted norm of civil law and its principles can safely be\nH applied to the proceedings before the Tribunal to a limited\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n189\nB\nextent. Even some provisions of the Act and the Regulations A\nwould guide the discussion in this behalf. In terms of Section\n7(2) of the Act the Commission is a body corporate having\nperpetual succession and a common seal with power to sue\nand be sued in its name. In terms of Section 53A, the Tribunal\nis constituted to hear and dispose of appeals against any\ndirection issued, decision made or order passed under the\nprovisions stated therein. The Tribunal is also vested with the\npower of determining the claim of compensation that may arise\nfrom the findings recorded by the Commission. As already\nnoticed, the procedure for entertaining the appeals is specified\nunder Section 53B of the Act.\nC\nD\nE\n73. The right to prefer an appeal is available to the Central\nGovernment, State Government or a local authority or enterprise\nor any person aggrieved by any direction, decision or order\nreferred to in clause (a) of Section 53A (ought to be printed as\n53A(1)(a)). The appeal is to be filed within the period specified\nand Section 53B(3) further requires that the Tribunal, after giving\nthe parties to appeal an opportunity of being heard, to pass\nsuch orders, as it thinks fit, and send a copy of such order to\nthe Commission and the parties to the appeal. Section 53S\ncontemplates that before the Tribunal a person may either\nappear 'in person' or authorize one or more chartered\naccountants or company secretanes, cost accountants or legal\npractitioners or any of its officers to present its case before the\nTribunal. However, the Commission's right to legal F\nrepresentation in any appeal before the Tribunal has been\nspecifically mentioned under Section 53S(3). It provides that\nthe Commission may authorize one or more of chartered\naccountants or company secretaries or cost accountants or\nlegal practitioners or any of its officers to act as presenting G\nofficers before the Tribunal.\n74. Section 53T grants a right in specific terms to the\nCommission to prefer an appeal before the Supreme Court\nwithin 60 days from the date of communication of the decision\nH\n190 SUPREME COURT REPORTS\nA or order of the Tribunal to them.\nB\nC\nD\n[2010] 11 S.C.R.\n75. The expression 'any person' appearing in Section 53B\nhas to be construed liberally as the provision first mentions\nspecific government bodies then local authorities and\nenterprises, which term, in any case, is of generic nature and\nthen lastly mentions ‘any person'. Obviously, it is intended that\nexpanded meaning be given to the term 'persons', i.e., persons\nor bodies who are entitled to appeal. The right of hearing is\nalso available to the parties to appeal. The above stated\nprovisions clearly indicate that the Commission a body\ncorporate, is expected to be party in the proceedings before\nthe Tribunal as it has a legal right of representation. Absence\nof the Commission before the Tribunal will deprive it of\npresenting its views in the proceedings. Thus, it may not be able\nto effectively exercise its right to appeal in terms of Section 53\nof the Act. Furthermore, Regulations 14(4) and 51 support the\nview that the Commission can be a necessary or a proper party\nin the proceedings before the Tribunal. The Commission, in\nterms of Section 19 read with Section 26 of the Act, is entitled\nto commence proceedings suo moto and adopt its own\nE procedure for completion of such proceedings. Thus, the\nprinciple of fairness would demand that such party should be\nheard by the Tribunal before any orders adverse to it are\npassed in such cases. The Tribunal has taken this view and we\nhave no hesitation in accepting that in cases where\nF proceedings initiated suo moto by the Commission, the\nCommission is a necessary party. However, we are also of the\nview that in other cases the Commission would be a proper\nparty. It would not only help in expeditious disposal, but the\nCommission, as an expert body, in any case, is entitled to\nG participate in its proceedings in terms of Regulation 51. Thus,\nthe assistance rendered by the Commission to the Tribunal\ncould be useful in complete and effective adjudication of the\n· issue before it.\nH\n76. Regulations 24 to 26 define powers of the Commission\nCOMPETITION COMMISSION OF INDIA v. STEEL\nAUTHORITY OF INDIA LTD. [SWATANTER KUMAR, J.]\n191\nto join or substitute parties in proceedings, permit person or\nenterprises to take part in proceedings and strike out\nunnecessary parties. Out of these provisions regulation 25(1)\nhas a distinct feature as it lays down the criteria which should\nbe considered by the Commission while applying its mind in\nregard to application of a party for impleadment. The person\nor enterprise sought to be impleaded should have substantial\ninterest in the outcome of the proceedings and/or that it is\nnecessary in the public interest to allow such an application. In\nother words, substantial interest in proceedings and serving of\nlarger public interest, amongst others, are the criteria which\ncould be considered by the Commission. This principle would\nobviously stand extended for exercise of jurisdiction by the\nTribunal. In our view, the Commission would have substantial\ninterest in the outcome of the proceedings in most of the cases\nas not only would the judgments of the Tribunal be binding on\nit, but they would also provide guidelines for determining various\nmatters of larger public interest and affect the economic policy\nof the country.\n77. In light of the above statutory provisions, let us examine\nthe scheme under the general principles as well. The provisions\nof Order I Rule 10 of Code of Civil Procedure control the parties\nto the proceedings and their addition or deletion thereof. Wide\ndiscretion is vested in the Court/appropriate forum in regard\nto impleadment of necessary and proper parties to the\nproceedings. Of course, such discretion has to be exercised\nin accordance with provisions of law and the principles\nenunciated by various judicial pronouncements. The\nconsideration before the Court, while determining such a\nquestion, is whether the said party is a necessary or a proper\nparty and its presence before the Court is essential for\ncomplete and effective adjudication of the subject matter, inter\nalia, it should also be kept in mind that multiplicity of litigation\nis to be avoided and that the necessary or proper party should\nnot be left out from the proceedings, particularly, before the\ntribunal or the forum.\ni\nA\nB\nC\nD\nE\nF\nG\nH\n"}