{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"882\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA she was unable to give any reply except that she was producing\nor making some groaning/moaning sound of \"huhu huhu\". Upon\nthis, PW1 gave some saline water to Nagaratna. In the\nmeantime, Venketesh came there with an Ambassador car. By\nthen, some persons from the neighbourhood had also gathered\nB there. Even a police jeep had come there. Thereafter, the\ndeceased was put into the car and the police jeep as well as\nthe car left from the place.\nC\nD\nE\n6. It is stated that Chotubhai, PW2 who was watching\ntelevision in his house at about 8.45 p.m., came out of his house\nupon hearing some commotion outside the house. He saw the\narrival of the Ambassador car and the deceased being put into\nthe car by the accused persons. He was also told that\nNagaratna was not well. Later, it was learnt that Nagaratna had\nexpired.\n7. On 8th October, 1993, at about 7.30 a.m. in the morning,\nthe deceased Nagaratna was brought to the house of PW9 in\nthe Ambassador car. By that time, she is stated to have already\ndied. Her father, PW9, noticed some marks of violence on the\nbody of the deceased when she was brought inside the house.\nIt is stated that on seeing the dead body of Nagaratna, PW9\nfainted and when he regained consciousness, he enquired from\nthe accused Anant, as to how his daughter died. Thereon the\naccused Anant jumped into the well but was rescued by some\npersons. Despite resistance, the body of the deceased was\ncremated. Thereafter, the accused including Nagesh did not\nstay in the village and they immediately returned to Belgaum.\nThe father of the deceased, PW9, lodged a complaint with the\npolice, Ex.P6 on the basis of which the First Information Report\n(FIR) Exhibit P10 was registered and the investigative\nG machinery was set into motion. The Investigating Officer, upon\ncompleting the investigation, filed charge-sheet stating that the\nfive accused, namely, Anant Ramanna Kudatalkar, Venkatesh\nShesha Revankar, Nagesh Shriniwas Raikar, Prabhakar\nRamnath Raikar, and Veerbhadra Purshottam Shetty had\nF\nH\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n883\ncommitted the offence. Accused No.3 Nagesh was charged A\nwith an offence under Section 302 IPC while all others were\nstated to have committed an offence punishable under Sections\n201 and 202 read with Section 34 IPC. All the accused stood\nthe trial and vide judgment dated 18th January, 2000, the Trial\nCourt acquitted all the accused for all offences except Nagesh, B\naccused No.3 who was convicted for the offence under Section\n302 IPC and, as already noticed, awarded imprisonment for\nlife and a fine of Rs.2,000/, in default, to undergo rigorous\nimprisonment for six months. As already noticed, the High Court\nhas confirmed the judgment of the Trial Court, giving rise to the\npresent appeal.\nC\n8. The learned counsel appearing for the sole appellant-\naccused No.3 argued with some vehemence that this is a case\nof circumstantial evidence and the prosecution has failed to\nestablish the complete chain of events pointing towards the guilt D\nof the appellant. As in the peculiar circumstances of the case\ntwo views are possible, the Court should take a view which is\nfavourable to the accused.\n9. It is further contended that the story of the prosecution.\nis based upon conjectures and surmises. There are serious and\npatent discrepancies in the case of the prosecution. The\nconduct of the appellant is such that absolves him of any liability\nunder the criminal law because he had throughout participated\nin taking the deceased to the hospital, attended her funeral and\nnever ran away. If the appellant had committed the offence, the\nfirst thing he would have done was to disappear. The\nstatements of the witnesses do not establish the offence under\nSection 302 against the appellant.\n10. In response to this submission, the counsel appearing\nfor the State argued that the prosecution has been able to\nestablish its case beyond any reasonable doubt, not only by\ncircumstantial evidence but also by the statement of the\nwitnesses who saw the deceased and the accused immediately\nprior and after the occurrence in question.\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n884 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n11. This Court in the case of Kali Ram v. State of H.P.\n[(1973) 2 SCC 808], held as under:\n\"25. Another golden thread which runs through the web of\nthe administration of justice in criminal cases is that if two\nviews are possible on the evidence adduced in the case,\none pointing to the guilt of the accused and the other to\nhis innocence, the view which is favourable to the accused\nshould be adopted. This principle has a special relevance\nin cases wherein the guilt of the accused is sought to be\nestablished by circumstantial evidence. Rule has\naccordingly been laid down that unless the evidence\nadduced in the case is consistent only with the hypothesis.\nof the guilt of the accused and is inconsistent with that of\nhis innocence, the Court should refrain from recording a\nfinding of guilt of the accused. It is also an accepted rule\nthat in case the Court entertains reasonable doubt\nregarding the guilt of the accused, the accused must have\nthe benefit of that doubt. Of course, the doubt regarding\nthe guilt of the accused should be reasonable; it is not the\ndoubt of a mind which is either so vacillating that it is\nincapable of reaching a firm conclusion or so timid that is\nis hesitant and afraid to take things to their natural\nconsequences. The rule regarding the benefit of doubt also\ndoes not warrant acquittal of the accused by report to\nsurmises, conjectures or fanciful considerations. As\nmentioned by us recently in the case of State of Punjab v.\nJagir Singh a criminal trial is not like a fairy tale wherein\none is free to give flight to one's imagination and phantasy.\nIt concerns itself with the question as to whether the\naccused arraigned at the trial is guilty of the offence with\nwhich he is charged. Crime is an event in real life and is\nthe product of interplay of different human emotions. In\narriving at the conclusion about the guilt of the accused\ncharged with the commission of a crime, the Court has to\njudge the evidence by the yardstick of probabilities, its\nintrinsic worth and the animus of witnesses. Every case in\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n885\nthe final analysis would have to depend upon its own facts. A\nAlthough the benefit of every reasonable doubt should be\ngiven to the accused, the Courts should not at the same\ntime reject evidence which is ex facie trustworthy on\ngrounds which are fanciful or in the nature of conjectures.\"\nB\n12. The Court also cautioned that wrongful acquittals are\nundesirable and shake the confidence of the people in the\njudicial system much worse, however, is the wrongful conviction\nof an innocent person. In the case of Amarsingh Munnasingh\nSuryawanshi v. State of Maharashtraa [(2007) 15 SCC 455],\nthis Court, while dealing with a situation where the accused- C\nhusband was absconding and the husband and wife were living\ntogether and at the time of death they were alone in the room,\nobserved that it was for the accused-husband to explain as to\nhow the deceased met her death. Again, while dealing with a\ncase based upon circumstantial evidence, this Court, in a\nrecent judgment in the case of Birendar Poddar v. State of\nBihar [(2011) 6 SCC 350], held as under:\nD\nE\nF\n\"7. It is obviously true that this case rests solely on\ncircumstantial evidence. It is true that in cases where death\ntakes place within the matrimonial home, it is very difficult\nto find direct evidence. But for appreciating circumstantial\nevidence, the court has to be cautious and find out whether\nthe chain of circumstances led by the prosecution is\ncomplete and the chain must be so complete and\nconclusive as to unmistakably point to the guilt of the\naccused. It is well settled that if any hypothesis or\npossibility arises from the evidence which is incompatible\nwith the guilt of the accused, in such case, the conviction\nof the accused which is based solely on circumstantial\nevidence is difficult to be sustained. {See Hanumant G\nGovind Nargundkar v. State of M.P. [AIR 1952 SC 343],\nBhagat Ram v. State of Punjab [AIR 1954 SC 621] and\nEradu v. State of Hyderabad [AIR 1956 SC 316]}\"\n13. It is neither possible nor prudent to state a straight-\nH\n886 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA jacket formula or principle which would apply to all cases without\nvariance. Every case has to be appreciated on its own facts\nand in light of the the evidence led by the parties. It is for the\nCourt to examine the cumulative effect of the evidence in order\nto determine whether the prosecution has been able to\nB establish its case beyond reasonable doubt or that the accused\nis entitled to the benefit of doubt.\n14. In the present case, there is no eye-witness to the actual\nscene of crime that resulted in the death of the deceased. To\nthat limited extent, it is a case of circumstantial evidence.\nC Certain enough, the statement of the parents of the deceased,\nPW4 and PW9, the neighbours, PW1 and PW2 and the\nInvestigating Officer, PW15 clearly establishes the case of the\nprosecution. PW1 has stated that the accused Anant had gone\nto the temple and the deceased was in the room along with the\nD appellant. At 8.30 p.m., Anant came and he brought the\ndeceased by holding her hand and, upon enquiry from PW1,\nshe was told that the deceased was not feeling well. Seeing\nher condition and the moaning sound made by the deceased,\nPW1 gave her saline water. Then, the accused Venkatesh also\nE came there in the Ambassador car. Even other people gathered\nby that time. The Police also came at the spot and the\ndeceased was taken to the hospital in the Ambassador car.\nLater, it was learnt that the police had come to the spot and\ninformed that Nagaratna had died. Similarly, PW2 is the other\nF neighbour who had been watching TV at about 8.45 p.m. on\nthat day but after hearing the commotion, had come out of his\nhouse saw that Nagaratna was being taken away in the\nAmbassador car and he was told by the accused that they were\ntaking her to a doctor as she was not well. PW4 is the mother\nof the deceased while PW9 is the father of the deceased. Both\nof them have stated that Anant had pressurized them to send\ntheir daughter to Belgaum with him. On 8th October, 1993, the\naccused brought her dead body in the car and at that time her\nnose was bleeding and there were blood clottings on the\ncheeks as well. Anant and Nagesh had informed the parents\nG\nH\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n887\nB\nthat she died as a result of consuming poison. They did not give A\nany further information. Further, the father of the deceased,\nPW9, had objected that her body be not cremated but despite\nhis protest, the dead body was cremated in the village. PW11,\nPraveen, who was running a tea shop at Belgaum, stated that\nhe had seen the accused persons in the Ambassador car and\nhe even knew the driver. He was standing near the taxi stand\nwhen the driver brought the three accused persons in the car\nand there was a girl sleeping in the car. The statement of these\nwitnesses examined in light of the statement of the Investigating\nOfficer, PW15, provides a complete chain as to how the C\ndeceased was brought to Belgaum and was last seen with\naccused Nagesh, whereafter she died and her body was\ncremated in the village despite protest by her parents.\n15. All the three accused had put the deceased into the\ncar and never took her to the doctor but instead they went to D\nthe village Gokarna where they reached next morning and\nhanded over the dead body of the deceased to the parents.\nE\nF\n16. A contention has also been raised to argue that the\nFirst Information Report (FIR), Exhibit P10, is an afterthought\nas it was lodged after deliberation and planning, that too, after\na considerable time. The Court cannot ignore the fact that young\ndaughter of PW4 and PW9 had died allegedly by consuming\npoison. No other details were brought to their notice, they had\nother daughters present in the house and the dead body of the\ndeceased was cremated against their wish. After the\ncremation, the FIR was lodged. The delay, if any, in the\ncircumstances of the case, thus, stands properly explained. The\nCourt has to examine the evidence in its entirety, particularly,\nin the case of circumstantial evidence, the Court cannot just\ntake one aspect of the entire evidence led in the case like delay G\nin lodging the FIR in isolation of the other evidence placed on\nrecord and give undue advantage to the theory of benefit of\ndoubt in favour of the accused. This Court, in the case of Sucha\nSingh \u0026 Anr. v. State of Punjab [(2003) 7 SCC 643] has\nstated:\nH\nA\nB\nс\nD\nE\nLL\nF\nG\nH\n888 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\n\"20. Exaggerated devotion to the rule of benefit of doubt\nmust not nurture fanciful doubts or lingering suspicion and\nthereby destroy social defence. Justice cannot be made\nsterile on the plea that it is better to let hundred guilty\nescape thatn punish an innocent. Letting guilty escape is\nnot doing justice according to law. (See Gurbachan Singh\nv. Satpal Singh \u0026 Ors. (AIR 1990 SC 209). Prosecution\nis not required to meet any and every hypothesis put\nforward by the accused (See State of U.P. v. Ashok\nKumar Srivastava (AIR 1992 SC 840). A reasonable\ndoubt is not an imaginary, trivial or merely possible doubt,\nbut a fair doubt based upon reason and common sense.\nIt must grow out of the evidence in the case. If a case is\nproved perfectly, it is argued that it is artificial; if a case\nhas some flaws inevitable because human beings are\nprone to err, it is argued that it is too imperfect. One\nwonders whether in the meticulous hypersensitivity to\neliminate a rare innocent from being punished, many guilty\npersons must be allowed to escape. Proof beyond\nreasonable doubt is a guideline, not a fetish. (See Inder\nSingh and another v. State (Delhi Admn.) (AIR 1978 SC\n1091. Vague hunches cannot take place of judicial\nevaluation. 'A Judge does not preside over a criminal trial,\nmerely to see that no innocent man is punished. A Judge\nalso presides to see that a guilty man, does not escape.\nBoth are public duties.' (Per Viscount Simen in Stirland\nv. Director of Public Prosecutor 91944 AC (PC 315)\nquoted in State of U.P. v. Anil Singh (AIR 1988 SC 1998).\nDoubts would be called reasonable if they are free from a\nzest for abstract speculation. Law cannot afford any\nfavourite other than truth.\"\n17. Firstly, we are unable to find any major discrepancy\nor even an iota of real doubt in the case of the prosecution and\nsecondly, despite clear irresponsible attitude on the part of the\nPolice officials who were present at the residence of the\naccused persons when the deceased was brought to the car\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n889\nA\nB\nC\nD\non the pretext of taking her to a doctor for treatment but her\nbody was taken away, still the prosecution has been able to\nestablish the complete chain of events pointing undoubtedly\ntowards the guilt of the appellant. Another very important aspect\nof this case is that the accused in their statement under Section\n313 of the Code of Criminal Procedure, 1973 (Cr.PC) took up\nthe stand of complete denial of their involvement in the crime\nand offered no explanation before the Court. As noticed above,\nthe law required the accused Nagesh in particular to provide\nsome explanation as he was last seen in the room with the\ndeceased. Rather than providing some explanation of the\ncircumstances under which the deceased died, the appellant\noffered complete denial. But strangely when PW4, the mother\nof the deceased, was cross-examined by the defence, they put\nthe suggestion to her that the deceased was having a love affair\nwith a student from her college and her parents had sent her\nto Belgaum to ensure that the said love affair failed. The\ndeceased had become desperate at Belgaum and had taken\npoison and died. If this be the stand of the accused, then there\nwas no occasion for the accused to deny every material piece\nof evidence as well as not to give any explanation when the\naccused were specifically asked for. The purpose of a\nstatement under Section 313 Cr.PC is to put to the accused\nthe material evidence appearing in the case against him as well\nas to provide him an opportunity to explain his conduct or his\nversion of the case. This Court in the case of Asraf Ali v. State\nof Assam [(2008) 16 SCC 328] has observed as follows: F\n\"21. Section 313 of the Code casts a duty on the\ncourt to put in an enquiry or trial questions to the accused\nfor the purpose of enabling him to explain any of the\ncircumstances appearing in the evidence against him. It\nfollows as a necessary corollary therefrom that each\nmaterial circumstance appearing in the evidence against\nthe accused is required to be put to him specifically,\ndistinctly and separately and failure to do so amounts to a\nserious irregularity vitiating trial, if it is shown that the\naccused was prejudiced.\nE\nG\nH\nA\nB\nC\nD\n890\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\n22. The object of Section 313 of the Code is to\nestablish a direct dialogue between the court and the\naccused. If a point in the evidence is important against the\naccused, and the conviction is intended to be based upon\nit, it is right and proper that the accused should be\nquestioned about the matter and be given an opportunity\nof explaining it. Where no specific question has been put\nby the trial court on an inculpatory material in the\nprosecution evidence, it would vitiate the trial. Of course,\nall these are subject to rider whether they have caused\nmiscarriage of justice or prejudice. This Court also\nexpressed a similar view in S. Harnam Singh v. State\n(Delhi Admn.) while dealing with Section 342 of the\nCriminal Procedure Code, 1898 (corresponding to Section\n313 of the Code). Non-indication of inculpatory material in\nits relevant facts by the trial court to the accused adds to\nthe vulnerability of the prosecution case. Recording of a\nstatement of the accused under Section 313 is not a\npurposeless exercise.\"\n18. Again, in its recent judgment in Manu Sao v. State of\nE Bihar [(2010) 12 SCC 310], a Bench of this Court to which one\nof us, Swatanter Kumar, J., was a member, has reiterated the\nabove-stated view as under :\nF\nG\nH\n\"12. Let us examine the essential features of this Section\n313 CrPC and the principles of law as enunciated by\njudgments, which are the guiding factors for proper\napplication and consequences which shall flow from the\nprovisions of Section 313 of the Code.\n13. As already noticed, the object of recording the\nstatement of the accused under Section 313 of the Code\nis to put all incriminating evidence against the accused so\nas to provide him an opportunity to explain such\nincriminating circumstances appearing against him in the\nevidence of the prosecution. At the same time, also to\npermit him to put forward his own version or reasons, if\nhe so chooses, in relation to his involvement or otherwise\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n891\nA\nin the crime. The court has been empowered to examine\nthe accused but only after the prosecution evidence has\nbeen concluded. It is a mandatory obligation upon the court\nand besides ensuring the compliance therewith the court\nhas to keep in mind that the accused gets a fair chance\nto explain his conduct. The option lies with the accused to B\nmaintain silence coupled with simpliciter denial or in the\nalternative to explain his version and reasons for his\nalleged involvement in the commission of crime. This is\nthe statement which the accused makes without fear or\nright of the other party to cross-examine him. However, if\nC\nthe statements made are false, the court is entitled to draw\nadverse inferences and pass consequential orders, as\nmay be called for, in accordance with law. The primary\npurpose is to establish a direct dialogue between the court\nand the accused and to put to the accused every important\nincriminating piece of evidence and grant him an\nopportunity to answer and explain. Once such a statement\nis recorded, the next question that has to be considered\nby the court is to what extent and consequences such\nstatement can be used during the enquiry and the trial. Over\nthe period of time, the courts have explained this concept\nand now it has attained, more or less, certainty in the field\nof criminal jurisprudence.\n14. The statement of the accused can be used to test the\nveracity of the exculpatory nature of the admission, if any,\nmade by the accused. It can be taken into consideration\nin any enquiry or trial but still it is not strictly evidence in\nthe case. The provisions of Section 313(4) explicitly\nprovides that the answers given by the accused may be\ntaken into consideration in such enquiry or trial and put in\nevidence against the accused in any other enquiry or trial\nfor any other offence for which such answers may tend to\nshow he has committed. In other words, the use is\npermissible as per the provisions of the Code but has its\nown limitations. The courts may rely on a portion of the\nD\nE\nF\nG\nH\n"}