{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2012] 5 S.C.R. 872\nNAGESH\nV.\nSTATE OF KARNATAKA\n(Criminal Appeal No. 671 of 2005)\nMAY 8, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\nPENAL CODE, 1860: s.302 - Murder - Conviction based\non circumstantial evidence - Allegation that victim-deceased\nwho was residing with accused no.1 in Belgaum was alone in\nthe house on the day of occurrence - Appellant-accused no.2\ncame there and tried to outrage her modesty and when she\nresisted such attempts, appellant assaulted her and\nadministered poison to her - Witnesses saw accused no.1\ntaking the deceased in a car brought by accused no.2 -\nAccused no. 1 told neighbours that he was taking the\ndeceased to hospital as she has taken poison - Police jeep\nalso came there - Deceased was put into the car and the car\nand the police jeep left the place - Instead of taking deceased\nto hospital she was taken to her parent's house next morning\n- Her father saw the dead body of his daughter and bruises\non her body but was forced to cremate hurriedly - FIR filed\nsubsequently - Trial court convicted appellant but acquitted\nother accused- High Court upheld the decision of the trial\ncourt - On appeal, held: Statement of witnesses provided\nF complete chain as to how the deceased was last seen with the\nappellant whereafter she died and her body was cremated in\nthe village despite protest by her parents - Appellant was last\nseen with the deceased but offered no explanation - The\nstatements of witnesses established the facts which formed\nG the very basis of the case of the prosecution - Evidence was\nadmissible and was appreciated in consonance with the rules\nof prudence and law - Findings of courts below were neither\nperverse nor improper - Interference with the order of\nconviction not called for merely because another view on the\n872\nH\nNAGESH v. STATE OF KARNATAKA\n873\nB\nsame evidence was possible - Director General of Police/ A\nCommissioner of Police directed to take disciplinary action\nagainst the police officers/officials at Belgaum, who were\npresent at the place of occurrence when the deceased was\nbrought from her room downstairs where the car was parked,\nbut failed to take appropriate action and register a case\ndespite the fact that it was openly stated that the deceased\nhad consumed poison - Further, disciplinary action directed\nagainst the police officers/officials who were present when the\nbody of the deceased was cremated and failed to take charge\nof the dead body and proceed in accordance with law, it being C\nan unnatural death, and did not discharge their public duty\nand mandatory obligations under the provisions of the Police\nManual and the Code of Criminal Procedure - Constitution\nof India, 1950 - Article 136.\nD\nCONSTITUTION OF INDIA, 1950: Article 136 - Scope of\ninterference - Held: When the evidence is legally admissible\nand has been appreciated by the courts in its correct\nperspective then merely because another view is possible,\nSupreme Court, in exercise of its powers under Article 136 of\nE\nthe Constitution, would be very reluctant to interfere with the\nconcurrent findings of the courts below.\nThe prosecution case was that the victim-deceased\nwas daughter of PW4 and PW9 and was a college\nstudent. Accused no.1 was close relative of the deceased\nand was resident of Belgaum. The appellant and accused\nno.2 were brothers-in-law of accused no.1. Accused no.1\nhad pressed upon the parents of the deceased for\nsending her from their village Gokarna to Belgaum with\nhim. At the relevant time, she was staying with accused\nno.1 at Belgaum. On the fateful day, at 5.00 p.m. when\naccused no.1 had gone to the temple leaving the\ndeceased alone in the house, the appellant came to the\nhouse of accused no.1 and tried to outrage the modesty\nof the deceased and have sexual intercourse with her. But\nF\nG\nH\nC\nD\n874 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA when she resisted such attempts, the appellant assaulted\nher and murdered her by administering poison. PW1, the\nneighbour saw accused no.1 returning to the house at\nabout 8.30 p.m. and taking the deceased along with him\noutside the house by holding her hands. On her enquiry,\nB he told that the deceased was not well and was being\ntaken for treatment to the doctor. PW1 also tried to\nenquire from the deceased as to what had happened to\nher but she was unable to give any reply except\nproducing or making some groaning/moaning sound of\n\"huhu huhu\". Upon this, PW1 gave some saline water to\nher. In the meantime, accused no.2 came there in an\nAmbassador car. By then, some persons from the\nneighbourhood had also gathered there. Even a police\njeep had come there. Thereafter, the deceased was put\ninto the car and the police jeep as well as the car left the\nplace. PW2, another neighbour who was watching\ntelevision in his house at about 8.45 p.m., came out of his\nhouse upon hearing some commotion outside the house.\nHe also saw the arrival of the Ambassador car and the\ndeceased being put into the car by the accused persons.\nHe was also told that the deceased was not well. The next\nmorning, the dead body of the victim was brought to the\nhouse of his parents in the Ambassador car. PW9 noticed\nsome marks of violence on the body of the deceased\nwhen she was brought inside the house. When PW9\nenquired from the accused no.1 as to how his daughter\nhad died, the accused no.1 jumped into the well but was\nrescued by some persons. Despite resistance, the body\nof the deceased was cremated. Thereafter, all the\naccused immediately returned to Belgaum. PW9 lodged\nG a complaint with the police. The trial court acquitted all\nthe accused for all offences except the appellant who was\nconvicted for the offence under Section 302 IPC and\nawarded imprisonment for life and a fine of Rs.2,000/, in\ndefault, to undergo rigorous imprisonment for six months.\nH The High Court confirmed the judgment of the trial court.\nE\nF\nNAGESH v. STATE OF KARNATAKA\n875\nThe instant appeal was filed challenging the order of the A\nHigh Court.\nDismissing the appeal, the Court\nHELD: 1. Every case has to be appreciated on its own\nfacts and in light of the evidence led by the parties. It is B\nfor the Court to examine the cumulative effect of the\nevidence in order to determine whether the prosecution\nhas been able to establish its case beyond reasonable\ndoubt or that the accused is entitled to the benefit of\ndoubt. In the instant case, there was no eye-witness to C\nthe actual scene of crime that resulted in the death of the\ndeceased. To that limited extent, it was a case of\ncircumstantial evidence. Certain enough, the statement\nof the parents of the deceased, PW4 and PW9, the\nneighbours, PW1 and PW2 and the Investigating Officer, D\nPW15 clearly establishes the case of the prosecution.\nPW1 has stated that the accused no.1 had gone to the\ntemple and the deceased was in the room along with the\nappellant. At 8.30 p.m., accused no.1 came and he\nbrought the deceased by holding her hand and, upon\nenquiry from PW1, she was told that the deceased was\nnot feeling well. Seeing her condition and the moaning\nsound made by the deceased, PW1 gave her saline\nwater. Then, accused no.2 also came there in the\nAmbassador car. Even other people gathered by that\ntime. The Police also came at the spot and the deceased\nwas taken to the hospital in the Ambassador car. Later,\nit was learnt that the police had come to the spot and\ninformed that the deceased had died. Similarly, PW2 is the\nother neighbour who had been watching TV at about 8.45\np.m. on that day but after hearing the commotion, had\ncome out of his house saw that the deceased was being\ntaken away in the Ambassador car and he was told by\nthe accused that they were taking her to a doctor as she\nwas not well. PW4 is the mother of the deceased while\nPW9 is the father of the deceased. Both of them have H\nE\nLL\nF\nG\nC\n876 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA stated that accused no.1 had pressurized them to send\ntheir daughter to Belgaum with him. On 8th October,\n1993, the accused brought her dead body in the car and\nat that time her nose was bleeding and there were blood\nclotting on the cheeks as well. Accused no.1 and the\nB appellant had informed the parents that she died as a\nresult of consuming poison. They did not give any further\ninformation. Further, the father of the deceased, PW9, had\nobjected that her body be not cremated but despite his\nprotest, the dead body was cremated in the village. PW11\nwho was running a tea shop at Belgaum, stated that he\nhad seen the accused persons in the Ambassador car\nand he even knew the driver. He was standing near the\ntaxi stand when the driver brought the three accused\npersons in the car and there was a girl sleeping in the car.\nThe statement of these witnesses examined in light of the\nstatement of the Investigating Officer, PW15, provides a\ncomplete chain as to how the deceased was brought to\nBelgaum and was last seen with the appellant whereafter\nshe died and her body was cremated in the village\ndespite protest by her parents. All the three accused had\nput the deceased into the car and never took her to the\ndoctor but instead they went to the village Gokarna where\nthey reached next morning and handed over the dead\nbody of the deceased to the parents. [Paras 13-15] [886-\nA-H; 887-A-D]\nD\nE\nF\nKali Ram v. State of H.P. (1973) 2 SCC 808: 1974 (1)\nSCR 722; Amarsingh Munnasingh Suryawanshi v. State of\nMaharashtraa (2007) 15 SCC 455: 2007 (11) SCR 1;\nBirendar Poddar v. State of Bihar (2011) 6 SCC 350: 2011\nG (6) SCR 873; Sucha Singh \u0026 Anr. v. State of Punjab (2003)\n7 SCC 643: 2003 (2) Suppl. SCR 35 - relied on.\nH\n2. There is no major discrepancy or even an iota of\nreal doubt in the case of the prosecution and secondly,\ndespite clear irresponsible attitude on the part of the\nNAGESH v. STATE OF KARNATAKA\n877\nA\nPolice officials who were present at the residence of the\naccused persons when the deceased was brought to the\ncar on the pretext of taking her to a doctor for treatment\nbut her body was taken away, still the prosecution has\nbeen able to establish the complete chain of events\npointing undoubtedly towards the guilt of the appellant. B\nAnother very important aspect of this case is that the\naccused in their statement under Section 313, Cr.P.C.\ntook up the stand of complete denial of their involvement\nin the crime and offered no explanation before the Court.\nThe law required the appellant in particular to provide C\nsome explanation as he was last seen in the room with\nthe deceased. Rather than providing some explanation\nof the circumstances under which the deceased died, the\nappellant offered complete denial. But strangely when\nPW4, the mother of the deceased, was cross-examined\nby the defence, they put the suggestion to her that the\ndeceased was having a love affair with a student from her\ncollege and her parents had sent her to Belgaum to\nensure that the said love affair failed. The deceased had\nbecome desperate at Belgaum and had taken poison and\ndied. If this be the stand of the accused, then there was\nno occasion for the accused to deny every material piece\nof evidence as well as not to give any explanation when\nthe accused were specifically asked for. The purpose of\na statement under Section 313 Cr.PC is to put to the\naccused the material evidence appearing in the case\nagainst him as well as to provide him an opportunity to\nexplain his conduct or his version of the case. [Para 17]\n[888-G-H; 889-A-F]\n3. It is also possible and permissible that an accused\nmay remain silent but in that circumstance and with\nreference to the facts and circumstances of a given case,\nthe Court may be justified in drawing an adverse\ninference against the accused. PW5 was another vital\nwitness who had seen the deceased when she was\nD\nE\nF\nG\nI\nC\nD\n878 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA brought to the Ambassador car and, according to her,\nlips of the deceased were blackish and her neck had\nblack marks on two sides and when she enquired about\nher from the accused, she was told that the deceased had\ntaken poison. The statements of PW1, PW4 and PW9 read\nB with the statement of this witness, establish the facts\nwhich form the very basis of the case of the prosecution\nand they have been proved in accordance with law. The\ntrend of cross-examination on behalf of the accused\nimplies admission of the death of the deceased having\ntaken place in the premises in question by taking poison,\nhowever, the accused have failed to offer any explanation\ntherefor which was least expected of him. When the\nevidence is legally admissible and has been appreciated\nby the Courts in its correct perspective then merely\nbecause another view is possible, this Court, in exercise\nof its powers under Article 136 of the Constitution, would\nbe very reluctant to interfere with the concurrent findings\nof the Courts below. Of course, there are exceptions but\nthey are very limited ones. Where upon careful\nappreciation of evidence, this Court finds that the courts\nbelow have departed from the rule of prudence while\nappreciating the evidence in a case or the findings are\npalpably erroneous and are opposed to law or the settled\njudicial dictums, then the Court may interfere with the\nconcurrent findings. Still, it is not possible to exhaustively\nstate the principles or the kind of cases in which the\nCourt would be justified in disturbing the concurrent\nfindings. It will always depend upon the facts and\ncircumstances of a given case. It was primarily for the\nreason that the courts had departed from the Rule of\nG Prudence in appreciation of evidence. In the present\ncase, the evidence is admissible evidence and has been\nappreciated in consonance with the rules of prudence\nand law. These findings can neither be termed as perverse\nor so improper that no person of common prudence can\nH arrive at that conclusion. In light of the above noted\nE\nF\nNAGESH v. STATE OF KARNATAKA\n879\nprinciples of appreciation of evidence, we would not A\ninterfere merely because it is possible to take another\nview on the same evidence. [Paras 19, 21, 23] [892-B-E;\nG-H; 893-A-B-H; 894-A-B]\nAsraf Ali v. State of Assam (2008) 16 SCC 328: 2008 B\n(10) SCR 1115; Manu Sao v. State of Bihar (2010) 12 SCC\n310: 2010 (8) SCR 811; Mousam Singha Roy \u0026 Ors. v. State\nof W.B. (2003) 12 SCC 377 - relied on.\n4. The Director General of Police/Commissioner of\nPolice, Karnataka is directed to take disciplinary action C\nagainst the police officers/officials at Belgaum, whether\nin service or not, who were present at the place of\noccurrence when the deceased was brought from her\nroom downstairs where the car was parked, and failed to\ntake appropriate action and register the case despite the D\nfact that it was openly stated that the deceased had\nconsumed poison. Further, disciplinary action is directed\nagainst the police officers/officials, whether in service or\nnot, at village Gokarna who were present when the body\nof the deceased was cremated and they failed to take E\ncharge of the dead body and proceed in accordance with\nlaw, it being an unnatural death. They did not discharge\ntheir public duty and mandatory obligations under the\nprovisions of the Police Manual and the Code of Criminal\nProcedures. The Director General of Police is directed to F\nview the matter seriously and ensure completion of the\ndisciplinary proceedings within six months from the date\nof this order. [Para 24] [894-C-F]\nCase Law Reference:\nG\n1974 (1) SCR 722\nrelied on\nPara 11\n2007 (11) SCR 1\nrelied on\nPara 12\n2011 (6) SCR 873\nrelied on\nPara 12\nH\n880 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\n2003 (2) Suppl. SCR 35 relied on\nPara 16\n2008 (10) SCR 1115\nrelied on\nPara 17\n2010 (8) SCR 811\nrelied on\nPara 18\nB\n(2003) 12 SCC 377\nrelied on\nPara 22\nC\nD\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 671 of 2005.\nFrom the Judgment \u0026 Order dated 19.12.2003 of the High\nCourt of Karnataka in Criminal Appeal No. 150 of 2000.\nSeeraj Bagga (A.C.) for the Appellant.\nV.N. Raghupathy, Azeen A. Kalebudde for the\nRespondent.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. A Bench of the High Court\nof Karnataka at Bangalore vide its judgment dated 19th\nDecember, 2003 while rejecting all the contentions raised by\nE the accused Nagesh, confirmed the judgment of conviction and\norder of sentence passed by the trial court vide its judgment\ndated 18th January, 2000 convicting the accused for an offence\nunder Section 302 of the Indian Penal Code, 1860 (IPC) and\nsentencing him to undergo imprisonment for life and pay a fine\nF of Rs.2000/- in default to undergo further rigorous imprisonment.\nfor six months. Aggrieved from the judgment of the High Court,\nthe accused has preferred the present appeal.\nG\nH\n2. We may, at the very outset, briefly refer to the facts as\nper the case of the prosecution. The deceased, Smt.\nNagaratna, was a student of second year Pre-University\nCollege (PUC) at the relevant time. Her parents, namely Smt.\nSumitra, PW4 and Shivarai Shetti, PW9, had six daughters.\nPW9 was running a small tea shop at Gokarna. The deceased\nwas earlier staying with her parents. The accused No.1, Anant,\nwas a close relative of Nagaratna and was unmarried at the\nNAGESH v. STATE OF KARNATAKA\n[SWATANTER KUMAR, J.]\n881\nA\nB\nrelevant time. Accused No.1 also was the resident of Gokarna\nbut at that time was residing at Belgaum. The other two\naccused, namely, Venketesh, Accused No.1 and Nagesh,\nAccused No.3, were brothers-in-law of Anant. All of them were\nresidents of village Gokarna. Anant had pressed upon the\nparents of Nagaratna for sending her to Belgaum with him.\nDuring the Ganapathi festival, she had visited her parents at\nGokarna and was very reluctant to go back to Belgaum.\nHowever, Anant again persuaded her parents to send her to\nBelgaum promising them to secure her a good job at Belgaum.\nHer parents, thus, had sent her back with him to Belgaum. C\nHence, at the relevant time, she was staying with Anant at\nBelgaum.\n3. PW1, Smt. Roopa, is the owner of the building called\n'Sai Prasad', bearing No.304/31 and CCB No. 18 situated at\nShastri Nagar, Goodshed Road, Belgaum comprising of three\nblocks. She herself was staying in one of the blocks with her\nhusband and children while Anant was staying in the second\nblock along with the deceased, Nagaratna. Chotubhai, PW2,\nwas also residing in the upstairs portion of the same block. In\nother words, PW1 and PW2, both were the immediate\nneighbours of Anant.\n4. On 7th October, 1993 at about 5.00 p.m. in the evening,\nAnant had gone to the temple leaving Nagaratna alone in the\nhouse. The accused Nagesh, appellant herein, came to the\nhouse of Anant and tried to outrage the modesty of the\ndeceased and have sexual intercourse with her. But when she\nresisted such attempts then Nagesh assaulted her and is stated\nto have murdered her by administering poison.\n5. Smt. Roopa, PW1, saw Anant returning to the house at\nabout 8.30 p.m. and taking the deceased Nagaratna along with\nhim outside the house by holding her hands. On her enquiry,\nshe was told by Anant that Nagaratna was not well and was\nbeing taken for treatment to the doctor. PW1 also tried to\nenquire from Nagaratna as to what had happened to her but\nD\nE\nF\nG\nH\n"}