{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"འ\nVIJAY SINGH\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 23, 2007\n[H.K. SEMA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nDelhi Police (Punishment \u0026 Appeal) Rules, 1980-r.15(2)—Requirement\nunder-of prior approval from Additional Commissioner of Police for\nconducting departmental enquiry-Held, is mandatory-On facts, Appellant\nHead Constable was dismissed for misconduct pursuant to departmental\nenquiry which was conducted without prior approval as required under\nr.15(2)-It being a case of violation of mandatory provisions of law, order\nof dismissal set aside-Service Law-Dismissal.\nC\nAppellant, a Head Constable in Delhi Police, was served with the charge D\nthat he did not follow the procedure while entering a statement in the Daily\nDiary and also made some overwriting therein with ulterior motive. The charge.\nwas framed after a preliminary enquiry. Subsequently Departmental enquiry\nwas held and Appellant was dismissed from service.\nThe question which arose for consideration in the present appeal is E\nwhether there was violation of Rule 15(2) of the Delhi Police (Punishment\nand Appeal) Rules, 1980 inasmuch as departmental enquiry was ordered\nwithout obtaining prior approval of the Additional Commissioner of Police,\ntherefore the entire enquiry was vitiated and hence the dismissal of Appellant\nis liable to be set aside.\nAllowing the appeal, the Court\nF\nHELD: 1.1. A cursory reading of sub-rule 2 of Rule 15 would clearly\nshow that the said Rule is mandatory. It has to be followed strictly in letter\nand spirit. [Para 5] [14-E]\n1.2. A reading of Rule 15(1) \u0026 (2) together and the language employed\ntherein clearly discloses that a preliminary enquiry is held only in cases of\nallegation, which is of weak character and, therefore, a preliminary enquiry\n11\nG\nH\nB\n12\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA is to be held to establish the nature of default and identity of defaulter; to\ncollect the prosecution evidence; to judge quantum of default and to bring\nrelevant documents on record to facilitate a regular departmental enquiry. In\ncases, where specific information is available, a preliminary enquiry is not\nnecessary and a departmental enquiry may be ordered by the disciplinary\nauthority straightaway. It is because of this reason sub-rule 2 of Rule 15 is\ncouched in such a way as a defence to the delinquent officer. The Additional\nCommissioner of Police being higher in hierarchy next to DGP, the\nrequirement of his approval is mandatory, so that the delinquent officer is not\nprejudiced or harassed unnecessarily in a departmental enquiry. Such\napproval, if any, must also be accorded after due application of mind. It is a\nC case of violation of mandatory provisions of law. Therefore, the appeal must\nsucceed. The appellant was dismissed by an order preceded by an enquiry.\nThe order of dismissal is set aside. The appellant shall be re-instated\nforthwith. [Para 7] [15-C, D, E]\nE\n2. The appellant was dismissed on 21.1.1998 and since then he is out of\nD service till date. The appellant would be attaining the age of superannuation\non March 31, 2012. Having regard to the facts and circumstances of this case\nand the nature of misconduct that is alleged to have been committed by the\nappellant as a police officer and applying the principle of 'no work no pay' he\nshall not be entitled to back wages from 21.1.1998 till re-instatement. Also\nkeeping in view the nature of misconduct said to have been committed by the\nappellant, as a police officer, this order would not preclude the disciplinary\nauthority to initiate a fresh proceeding from the stage of obtaining prior\napproval of the Additional Commissioner of Police, if so advised. In the event\nof the authority deciding to hold fresh enquiry from the stage of obtaining\nprior approval from Additional Commissioner of Police, they may resort to\nF the principle laid down by this Court in Managing Director, ECIL, Hyderabad\n\u0026 Ors. v. B. Karunakar \u0026 Ors., [Paras 8 and 9] [15-F-H]\nG\nManaging Director, ECIL, Hyderabad \u0026 Ors. v. B. Karunakar \u0026 Ors.,\n[1993] 4 SCC 727, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 7212 of 2005.\nFrom the Judgment and Final Order dated 9.7.2003 of the High Court of\nDelhi at New Delhi in C.W. No. 4220/2003.\nM.N. Krishnamani, Ashwani Bhardwaj and S. Pani for the Appellant.\nH\nཁ༨\nVIJAY SINGH v. U.O.I. [SEMA, J.]\n13\nB. Datta, A.S.G., T.S. Doabia, Imtiaz Ahmed, Anil Katiyar, D.S. Mehra, A\nIndra Sawhney and Sushma Suri for the Respondents.\nThe Judgment of the Court was delivered by\nH.K. SEMA, J. 1. The appellant was head constable in Delhi Police. He\nwas served with the charge, substance of which reads:-\nB\n\"On 29.3.95 a case FIR No.236/95 u/s 325/34 IPC PS Sultanpuri was\nregistered by HC Vijay Singh No.310/NW after the receipt of MLC\nreport of Sh. Nand Kishore. In the FIR, the HC showed the name of\nSh. Ram Raj as an accused including the other persons. The HC also\nmentioned that he recorded the statement of Sh. Nand Kishore on C\n4.3.95. On scrutiny it was found that there was overwriting in DD\nNo.10, dated 4.3.95 which was written by the HC on 4.3.95 and is very\nmuch visible. As per procedure HC Vijay Singh, was supposed to\nenter the statement of Sh. Nand Kishore in the daily diary on the same\nday to avoid doubt, but the HC failed to do so and did not follow the\nprocedure and also made some over writing in daily diary with ulterior\nmotive.\"\nD\n2. Admittedly, the charge was framed after a preliminary enquiry was\nconducted by PW-4 Sh.Bhairo Singh, ACP Kamla Market, Delhi. An enquiry\nwas conducted by PW-4 and its report was submitted to DCP/North-West E\nDistt. Delhi on 21.8.95 which was marked as Exhibit PW-4/A.\n3. Many grounds have been urged before us. The principle contention\nof Mr. Krishnamani, learned senior counsel is, however, rested on the question\nof violation of Rule 15(2) of the Delhi Police (Punishment and Appeal) Rules,\n1980 (in short 'the Rules'). It is contended by the counsel that Rule 15(2) F\nmandates that in a case in which a preliminary enquiry discloses the commission\nof a cognizable offence, departmental enquiry shall be ordered after obtaining\nprior approval of the Additional Commissioner of Police concerned as to\nwhether a criminal case should be registered and investigated or a departmental\nenquiry should be held. He would further contend that in the present case\na departmental enquiry was held preceded by a preliminary enquiry conducted\nby PW-4 but no prior approval was obtained from the Additional Commissioner\nof Police, therefore, the entire enquiry vitiates. This being the pure question\nof law, we have directed the respondent to produce the record as to whether\nprior approval of the Additional Commissioner of Police was obtained or not.\nG\nH\nཡ\nB\n14\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Mr.Dutta, learned ASG fairly submitted that the record does not disclose that\nprior approval of the Additional Commissioner of Police was obtained. A\nsupplementary affidavit was, however, filed by one Mr.Ajay Kumar, Deputy\nCommissioner of Police, Police Control Room, Delhi. It is averred in paragraph\n2 of the supplementary affidavit that no preliminary enquiry was ordered,\nhence the prior approval of the Additional Commissioner of Police as required\nunder Rule 15(2) of the Rules for conducting departmental enquiry was neither\nrequired nor the same was taken. To say the least, this averment is contrary\nto the statement of PW-4. A preliminary enquiry is a fact finding enquiry. Its\npurpose is (i) to establish the nature of default and identity of defaulter(s),\n(ii) to collect prosecution evidence, (iii) to judge quantum of default and (iv)\nC to bring relevant documents on record to facilitate a regular departmental\nenquiry. In the present case, a preliminary enquiry was conducted by PW-4\nhimself and a report was submitted by him, marked as Exhibit PW-4/A during\nthe enquiry.\nD\nE\nF\nG\nH\n4. Sub-rule 2 of Rule 15 reads:\n\"In cases in which a preliminary enquiry discloses the commission of\na cognizable offence by a police officer of subordinate rank in his\nofficial relations with the pubic, departmental enquiry shall be ordered\nafter obtaining prior approval of the Additional Commissioner of Police\nconcerned as to whether a criminal case should be registered and\ninvestigated or a departmental enquiry should be held\".\n5. A cursory reading of sub-rule 2 would clearly show that the said Rule is\nmandatory. It has to be followed strictly in letter and spirit.\n6. To appreciate the present controversy in proper perspective Rule\n15(1) \u0026 (2) of the Rules are reproduced:\n“15.Preliminary enquiries -(1) A preliminary enquiry is a fact finding\nenquiry. Its purpose is (i) to establish the nature of default and\nidentity of defaulter(s), (ii) to collect prosecution evidence, (iii) to\njudge quantum of default and (iv) to bring relevant documents on\nrecord to facilitate a regular departmental enquiry. In cases where\nspecific information covering the above-mentioned points exists a\nPreliminary Enquiry need not be held and Departmental enquiry may\nbe ordered by the disciplinary authority straightaway. In all other\ncases, a preliminary enquiry shall normally precede a departmental\nenquiry.\nVIJAY SINGH v. U.O.I. [SEMA. J.]\n15\nA\n(2) In cases in which a preliminary enquiry discloses the commission\nof a cognizable offence by a police officer of subordinate rank in his\nofficial relations with the pubic, departmental enquiry shall be ordered\nafter obtaining prior approval of the Additional Commissioner of Police\nconcerned as to whether a criminal case should be registered and B\ninvestigated or a departmental enquiry should be held\".\n(3)……………………………………..”\n\"\n7. A reading of Rule 15(1)\u0026(2) together and the language employed\ntherein clearly discloses that a preliminary enquiry is held only in cases of C\nallegation, which is of weak character and, therefore, a preliminary enquiry is\nto be held to establish the nature of default and identity of defaulter; to\ncollect the prosecution evidence; to judge quantum of default and to bring\nrelevant documents on record to facilitate a regular departmental enquiry. In\ncases, where specific information is available, a preliminary enquiry is not\nD\nnecessary and a departmental enquiry may be ordered by the disciplinary\nauthority straightaway. It is because of this reason sub-rule 2 of Rule 15 is\ncouched in such a way as a defence to the delinquent officer. The Additional\nCommissioner of Police being higher in hierarchy next to DGP, the requirement\nof his approval is mandatory, so that the delinquent officer is not prejudiced\nor harassed unnecessarily in a departmental enquiry. Such approval, if any, E\nmust also be accorded after due application of mind. It is a case of violation\nof mandatory provisions of law. Therefore, the appeal must succeed. The\nappellant was dismissed by an order dated 21.1.1998 preceded by an enquiry.\nThe order of dismissal is set aside. The appellant shall be re-instated forthwith.\nThe orders of the Appellate Authority, the Revisional Authority and the High\nCourt are set aside.\n8. This takes us to consider as to what relief the appellant is entitled\nto. The appellant was dismissed on 21.1.1998 and since then he is out of\nservice till date. The appellant would be attaining the age of superannuation\non March 31, 2012.\n9. Having regards the facts and circumstances of this case and the\nnature of misconduct that is alleged to have been committed by the appellant\nas a police officer and applying the principle of 'no work no pay' he shall not\nbe entitled to back wages from 21.1.1998 till re-instatement. Also keeping in\nF\nG\nH\n16\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA view the nature of misconduct said to have been committed by the appellant,\nas a police officer, this order would not preclude the disciplinary authority to\ninitiate a fresh proceeding from the stage of obtaining prior approval of the\nAdditional Commissioner of Police, if so advised. In the event of the authority\nso decide to hold fresh enquiry from the stage of obtaining prior approval\nfrom Additional Commissioner of Police, they may resort to the principle laid\ndown by this Court in paragraph 31 in Managing Director, ECIL, Hyderabad\n\u0026 Ors. v. B. Karunakar \u0026 Ors., [1993] 4 SCC 727. Subject to the aforestated.\nobservation, this appeal is allowed. No costs.\nB\nB.B.B.\nAppeal allowed.\n'\n"}