{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 4 S.C.R. 981\nS.R. SRINAVASA AND ORS.\nV.\nS. PADMAVATHAMMA\n(Civil Appeal No. 4623 of 2005)\nAPRIL 22, 2010\n[V.S. SIRPURKAR AND SURINDER SINGH NIJJAR, JJ.]\nWill:\n-\n-\nExecution of Will and its genuineness - Burden to prove\n- Held: The initial burden is on the propounder to remove all\nthe reasonable doubts Presence of suspicious\ncircumstances make initial burden heavier - Will in respect\nof suit property in favour of one of the daughter - No reason\ngiven as to why the other legal heirs were excluded from\ninheritance - None of the attesting witnesses examined - No\nreason given as to why the Will was presented before the Sub-\nRegistrar on two separate occasion for registration – Non-\nexamination of Sub-Registrar - Active participation of sole\nbeneficiary in writing and registering the Will - Cumulative\neffect of all the circumstances would create suspicion about\ngenuineness of Will - Registration by itself not sufficient to\nremove suspicion - Such suspicion cannot be removed by\nmere assertion of propounder that the Will bore signature of\ntestator or that the testator was in sound and disposing state\nof mind at the time of making Will – Thus, Will not proved to\nbe genuine - Evidence Act, 1882 - ss. 63, 68 - Hindu\nSuccession Act, 1956 - s.15(2)(a).\n-\nAttesting witness - Scribe of a Will - Held: Does not\nbecome attesting witness - It is essential that the witness\nshould put his signature animo attestandi, that is for the\npurpose of attesting that he saw executant sign - If a person\nputs his signature on the document to certify that he is a scribe\nor an identifier or a registering officer then he is not signing\n981\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n1\n982\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA in the capacity of an attesting witness - Evidence Act, 1882\nss.63, 68-Witness.\nB\nC\nThe suit property devolved upon 'P' who was the\nmother of plaintiff and defendant 4 after death of their\nfather. One of the sisters of plaintiff, 'I' was staying with\nthe mother and looking after mother till she died. 'I'\ncontinued to be in possession of suit property. When 'I'\ndied, her cremation was performed by her cousin, the\ndefendant 1. Thereafter, Defendant 1 remained in\npossession of suit property and inducted defendant 2\nand 3 as tenant.\nThe plaintiff filed a suit for declaration that she and\ndefendant 4 were the absolute owner of the suit property.\nThe defence of defendant 1 was that on 18.6.1974, the\nD mother of plaintiff had executed Will in favour of 'I', and\nsince there was no intestate succession, neither the\nplaintiff nor the defendant 4 could succeed to the suit\nproperty. The trial court dismissed the suit holding that\nthe plaintiffs did not seriously dispute the execution of\nE Will by 'P' in favour of 'I' and in fact admitted the execution\nof the Will in a subsequent suit being O.S. no. 233 of 1998\nwhich was filed by the appellants as the legal heirs of the\nplaintiff. The first appellate court reversed the judgment\nof trial court. On appeal, High Court restored the\nF judgment of trial Court. Hence the appeal.\nAllowing the appeal, the Court\nHELD: 1.1. It is not disputed that respondent No.1\nwas a rank outsider. He was not a lineal descendant of\nG 'P'. He was son of P's sister. The property would be\ninherited by the appellants under Section 15(2) of the\nHindu Succession Act if the Will dated 18.6.1974 was held\nnot to be genuine. The basic aim of Section 15(2) is to\nensure that inherited property of an issueless female\nH\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA\n983\nHindu dying intestate goes back to the source. It was\nenacted to prevent inherited property falling into the\nhands of strangers. This is also evident from the\nrecommendations of the Joint Committee of the Houses\nof Parliament. [Paras 18, 19, 21] [997-F; 998-D-E; 999-D-\nE]\nState of Punjab v. Balwant Singh 1992 Supp (3) SCC\n108; V. Dandapani Chettiar v. Balasubramanian Chettiar\n(2003) 6 SCC 633, relied on.\nJayantilal Mansukhlal and another v. Mehta Chhanalal\nAmbalal AIR 1968 Gujarat 212; Palanivelayutham Pillai and\nothers v. Ramachandran and others (2000) 6 SCC 151;\nSomnath Berman v. Dr. S.P. Raju and another AIR 1970 SC\n846; Smt. Jaswant Kaur v. Smt. Amrit Kaur and others AIR\n1977 SC 74, referred to.\n1.2. By virtue of Section 15(2)(a) of the Act, the\nappellants would inherit the property in dispute. This right\nwas sought to be defeated by defendant No.1 on the basis\nof the Will dated 18.6.1974, allegedly executed by ‘P'.\nDefendant No.1 claimed that the plaintiffs cannot claim to\n'inherit' the property on the basis of intestate succession.\nUndoubtedly, therefore, it was for defendant No.1 to\nprove that the Will was duly executed, and proved to be\ngenuine. [Para 23] [1001-G-H; 1002-A]\nH. Venkatachala Iyengar v. B.N. Thimmajamma, 1959\nSupp (1) SCR 426; Jaswant Kaur v. Amrit Kaur (1977) 1\nSCC 369, relied on.\n1.3. None of the attesting witnesses were examined.\nThe scribe, who was examined as DW.2, did not state that\nhe had signed the Will with the intention to attest. In his\nevidence, he merely stated that he was the scribe of the\nWill. He even admitted that he could not remember the\nnames of the witnesses to the Will. It is essential that the\nA\nB\nC\nD\nE\nF\nG\nH\n984 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA witness should have put his signature animo attestandi,\nthat is, for the purpose of attesting that he has seen the\nexecutant sign or has received from him a personal\nacknowledgment of his signature. If a person puts his\nsignature on the document for some other purpose, e.g.,\nB to certify that he is a scribe or an identifier or a registering\nofficer, he is not an attesting witness. The said test was\nnot satisfied by DW.2 the scribe. The effect of subscribing\na signature on the part of the scribe cannot be identified\nto be of the same status as that of the attesting\nwitnesses. [Paras 26, 27] [1004-B-H]\nC\nD\nM.L. Abdul Jabbar Sahib v. M.V. Venkata Sastri \u0026 Sons\n(1969) 1 SCC 573; N. Kamalam v. Ayyasamy (2001) 7 SCC\n503, relied on.\n2.1. There is no admission about the genuineness or\nlegality of the Will either in the plaint of OS No. 233 of 1998\nor in the evidence of PW-1. It is undoubtedly correct that\na true and clear admission would provide the best proof\nof the facts admitted. It may prove to be decisive unless\nE successfully withdrawn or proved to be erroneous. The\nHigh Court erred in holding that there was no need for\nindependent proof of the Will, in view of the admissions\nmade in OS No.233 of 1998 and the evidence of PW1. In\nfact there was no admission except that 'P' had executed\na Will bequeathing only the immovable properties\nbelonging to her in favour of 'I'. The First Appellate Court\ncorrectly observed that the said admission was only\nabout the making of the Will and not the genuineness of\nthe Will. The statements contained in the plaint as well as\nin the evidence of PW1 would not amount to admissions\nwith regard to the due execution and genuineness of the\nWill dated 18.6.1974. The First Appellate Court on analysis\nof the entire evidence clearly recorded cogent reasons\nto conclude that the execution of the Will was\nF\nG\nI\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA\n985\nsurrounded by suspicious circumstances. [Paras 31, 35, A\n36] [1006-D; 1007-H; 1008-A-F]\nNarayan Bhagwantrao Gosavi Balajiwale v. Gopal\nVinayak Gosavi (1960) 1 SCR 773; Nagindas Ramdas v.\nDalpatram Ichharam (1974) 1 SCC 242; Gautam Sarup v.\nLeela Jetly (2008) 7 SCC 85, relied on.\nB\n2.2. It was noticed by the First Appellate Court that\nalthough 'P' was allotted certain specific property, there\nwas no recital in the Will as to which of the properties\nwere bequeathed to '1'. Non-description of the schedule C\nproperty creates a reasonable suspicion as to whether\n'P' executed the Will. It was noticed that if she had the\nintention of bequeathing all her property to 'l', she would\nhave mentioned the details of all the properties which\nbelonged to her in the Will. The First Appellate Court D\nfurther held that no reason was given as to why the Will\nwas presented before the Sub Registrar on two separate\noccasions for registration. Although the son of 'P' died\nafter having been divorced from his wife he is described\nin the Will as a bachelor. No reason was stated in the Will E\nas to why the other two daughters were excluded from\nthe property by 'P'. Since the suspicious circumstances\nwere not explained by defendant No.1, the Will was not\ngenuine. The First Appellate Court also noticed that\nalthough 'I' was the sole beneficiary in the Will, she was\npresent at the time when the Will was written. She was\nalso present in the office of Registrar when the Will was\npresented for registration. This would clearly show that\n'I' had an evil eye on the suit property and, therefore, the\ndescriptions of the other properties were not given. The\nactive participation of 'I' in the writing and the registration\nof the Will may well create a suspicion about its\ngenuineness. Since there were suspicious\ncircumstances, it was necessary for the defendants to\nF\nG\nH\n986 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA explain the same. The registration of the Will by itself was\nC\nnot sufficient to remove the suspicion. The first appellate\ncourt also noticed that even in cases where the execution\nof the Will is admitted, at least one attesting witness of\nthe Will has to be examined to receive the Will in\nB evidence. DW2, who was examined was the scribe of the\nWill, gave no plausible reasons as to why the Will was\npresented twice before the Sub Registrar for registration.\nNor was it stated by this witness as to why the Will was\nnot registered on the first occasion. It was also held by\nthe First Appellate Court that non-examination of the Sub\nRegistrar created suspicion about the genuineness of\nthe Will. Even the attesting witnesses to the Will were not\nexamined. There was no evidence whether the Will was\nread over by the Sub Registrar or anybody else fore it\nwas registered. It was illained as to how the Will\ncame into possession of defendant No.1. There was no\nevidence when he was put in proper custody of the Will.\nConsidering the cumulative effect of all the\ncircumstances, the First Appellate Court correctly held\nthat execution of the Will was surrounded by suspicious\ncircumstances. [Paras 38-39] [1009-B-G; 1010-C-G]\nD\nE\nT]\nF\nG\nH\non.\nRamachandra v. Champabia AIR 1965 SC 357, relied\n3. The High Court in its judgment seemed to have\nmisread the entire evidence. The said findings recorded\nby the First Appellate Court were brushed aside by\ndubbing them as conjectural. The High court ought to\nhave taken great care to satisfy its judicial conscience\nthat the execution of the Will was not surrounded by.\nsuspicious circumstances. It is a part of the initial onus\nof the propounder to remove all reasonable doubts in the\nmatter. The presence of suspicious circumstances makes\ninitial onus heavier. Such suspicion cannot be removed\nS.R SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA\n987\nby the mere assertion of the propounder that the Will A\nbears signature of the testator or that the testator was in\na sound and disposing state of mind at the time when the\nWill was made. [Paras 40-42] [1011-A-C; 1012-D-E]\nCase Law Reference:\nB\nAIR 1968 Gujarat 212\nreferred to\nPara 14\n(2000) 6 SCC 151\nreferred to\nPara 14\nAIR 1970 SC 846\nreferred to\nPara 17\nC\nAIR 1977 SC 74\nreferred to\nPara 17\n1992 Supp (3) SCC 108 relied on\nParas 14, 21\n(2003) 6 SCC 633\nrelied on\nParas 14, 22\n(1959) Supp 1 SCR 426 relied on\nPara 25\nD\n(1977) 1 SCC 369\nrelied on\nPara 25\n(1969) 1 SCC 573\nrelied on\nPara 26\n(2001) 7 SCC 503\nrelied on\nParas 14, 27\nE\n(1960) 1 SCR 773\nrelied on\nParas 16, 32\n(1974) 1 SCC 242\nrelied on\nParas 16, 33\n(2008) 7 SCC 85\nrelied on\nParas 16, 34\nF\nAIR 1965 SC 357\nrelied on\nPara 38\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4623 of 2005.\nFrom the Judgment \u0026 Order dated 2.9.2003 of the High\nCourt of Karnataka at Bangalore in R.S.A. No. 641 of 2003.\nS.N. Bhat for the Appellant.\nG\nNand Kishore (for P.P. Singh) for the Respondent.\nH\n988 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA\nB\nThe Judgment of the Court was delivered by\nSURINDER SINGH NIJJAR, J. 1.This appeal by special\nleave has been filed by the legal heirs of the original plaintiff,\nLalithamma. OS No.195 of 1986 had been filed by Lalithamma\nin the Court of Civil Judge, Mysore which was subsequently re-\nnumbered as OS No. 1434 of 1990 in the Court of Principal Civil\nJudge, (Junior Division), Mysore. The suit was for declaration\nthat the plaintiff and defendant No.4 are the absolute owners\nof the suit schedule property and for possession thereof. The\nsuit was dismissed by the trial court. The appeal filed by the\nplaintiffs against the aforesaid judgment was allowed. The suit\nfiled by the plaintiffs was decreed as prayed. The High Court,\nhowever, in regular second appeal filed by the respondent\nherein, set aside the judgment of the first appellate court and\nrestored the judgment of the trial court, i.e. the suit filed by the\nD plaintiffs-appellants was dismissed. In these circumstances, the\nlegal representatives of the original plaintiffs have filed the\npresent appeal by special leave in this Court.\nс\nF\n2. Briefly stated the facts of the case are that the plaintiffs\nE claimed that Puttathayamma was wife of Sivaramaiah who pre-\ndeceased her in 1950. Puttathayamma died on 15.11.1979.\nShe had four children. Lalithamma (daughter) who died in 1990,\nwas the original plaintiff. Subbaramaiah (son) who died\nissueless in 1973 and Smt. Kamalamma (daughter) also died\nissueless in 1998. She was impleaded as defendant No.4 in\nthis suit. Smt. Indiramma was the 4th child. She also died\nissueless on 24.10.85. It is claimed that upon the death of\nSubbaramaiah, Puttathayamma inherited the suit property and\nbecame the absolute owner being class one heir of\nSubbaramaiah. Upon the death of Puttathayamma, the\ndeceased plaintiff, defendant No.4, Kamalamma and\nIndiramma inherited her property. During her life time,\nPuttathayamma was living with Indiramma. Upon her death,\nIndiramma continued to be in possession of the property. The\ndispute about the property arose soon after the death of\nIndiramma.\nG\nH\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n989\n3. Since the original plaintiff - Lalithamma and defendant A\nNo.4 were residing outside, they did not come to know about\nthe death of their sister, Indiramma. Defendant No.1 claiming\nto be close relative of deceased Indiramma organized and\nperformed her cremation ceremony. The house in which\nIndiramma was residing i.e., schedule property contained a lot B\nof movable properties such as gold and silver jewellery and\nother articles which were of considerable value. He took charge\nof the house as well as the moveable properties by putting it\nunder lock and key. On learning about the death of their sister,\nappellants and defendant No.4 came to Mysore, They C\ndemanded that defendant No.1 should hand over the\npossession of the house and moveable properties. He,\nhowever, refused to do so asserting that he was the absolute\nowner of the entire property. Not only this, it is stated that\ndefendant No.1 had taken away several lacs of rupees which\nhad been kept by Indiramma in various fixed deposits.\nDefendant No.1 had declined to hand over the title deeds of\nthe schedule property as well as the bank deposit receipts.\nD\n4. The appellant and defendant No.4 also learnt that the\nfirst defendant had taken heavy advances from defendants No.2 E\nand 3 and put them in possession of different portions of the\nschedule property as tenant. He had been recovering heavy rent\nfrom defendants No.2 and 3. During the pendency of the suit,\ndefendants No.2 and 3 vacated the suit schedule property.\nLater, defendant no 5 was put in possession of the property.\n5. In the suit, it is made clear that appellant and the 4th\ndefendant will take separate action regarding the bank deposits\nand other moveable properties in appropriate proceedings after\nascertaining the particulars thereof. It is clarified that the present\nsuit was filed for declaration of the title to the property and for\npossession as the first defendant has denied their title by\nrefusing to hand over the property to them.\n6. We may also notice here that during the pendency of\nF\nG\nH\n990\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA the suit, defendant No.4 also passed away issueless. The\namended suit was, therefore, pursued by the L.Rs of deceased\nLalithamma.\nB\nC\n7. In the written statement, it was claimed by the defendant\nNo.1 that Puttathayamma had executed a Will on 18.6.1974 in\nfavour of Indiramma. Consequently, there was no intestate\nsuccession. Testamentary succession devolved on late\nIndiramma. Therefore, neither the plaintiffs nor the 4th defendant\ncould succeed to the properties of Puttathayamma at all. During\nthe life time of Indiramma, her sister did not care to even look\nafter her. The moment she died, they have claimed to be heirs\nof her estate. Defendant No.1, on the other hand, is the son of\nSeethamma, sister of Puttathayamma. He denied the entire\nclaim made by the plaintiffs. He further explained that he had\ninformed the plaintiff and defendant No.4 about the death of\nIndiramrna. Although the plaintiff turned up on the 5th day, the\n4th defendant did not choose to come at all. Defendant No.1\nfurther claimed to have carried out extensive repairs of the\nhouse. It is also pleaded by defendant No.1 that Indiramma was\nthe second wife of one Chalapati Rao, who pre-deceased her.\nE Although Chalapati Rao did not beget any children with\nD\nIndiramma, he died leaving four sons and two daughters from\nhis first wife. According to the first defendant, the legal heirs of\nChalapati Rao would have preference over the appellants and\ndefendant No.4. Therefore, under any circumstances, no relief\nF could be granted to them.\nG\nH\n8. In reply to the amended plaint, defendant No.1 stated\nthat an agreement of mortgage had been created in favour of\n5th defendant in respect of the schedule property. Upon\nreceiving Rs.1,00,000/-, defendant No.1 has put defendant\nNo.5 in possession.\n9. With these pleadings parties led their evidence. Upon\nconsideration of the entire material, the suit filed by the\n"}