{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"S.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n1001\nare confined to the property \"inherited\" from the father, A\nmother, husband and father-in-law of the female Hindu and\ndo not affect the property acquired by her by gift or by\ndevice under a Will of any of them. The present Section\n15 has to be read in conjunction with Section 16 which\nevolves a new and uniform order of succession to her B\nproperty and regulates the manner of its distribution. In\nother words, the order of succession in case of property\ninherited by her from her father or mother, its operation in\nconfined to the case of dying without leaving a son, a\ndaughter or children of any predeceased son or daughter.\" C\n\"10. Sub-section (2) of Section 15 carves out an exception\nin case of a female dying intestate without leaving son,\ndaughter or children of a predeceased son or daughter.\nIn such a case, the rule prescribed is to find out the source\nfrom which she has inherited the property. If it is inherited D\nfrom her father or mother, it would devolve as prescribed\nunder Section 15(2)(a). If it is inherited by her from her\nhusband or father-in-law, it would devolve upon the heirs\nof her husband under Section 15(2)(b). The clause enacts\nthat in a case where the property is inherited by a female\nfrom her father or mother, it would devolve not upon the\nother heirs, but upon the heirs of her father. This would\nmean that if there is no son or daughter including the\nchildren of any predeceased son or daughter, then the\nproperty would devolve upon the heirs of her father. Result F\nwould be - if the property is inherited by a female from\nher father or her mother, neither her husband nor his heirs\nwould get such property, but it would revert back to the\nheirs of her father.”\n23. As noticed earlier by virtue of Section 15(2) (a) of the\nAct, the appellants would inherit the property in dispute. This\nright is sought to be defeated by defendant No.1 on the basis\nof the Will dated 18.6.1974, allegedly executed by\nPuttathayamma. Defendant No.1 being the sole beneficiary\nunder the Will claims that the plaintiffs can not claim to 'inherit'\nE\nG\nH\n1002 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA the property on the basis of intestate succession. Undoubtedly,\ntherefore, it was for defendant No.1 to prove that the Will was\nduly executed, and proved to be genuine.\nB\nC\nD\nヨ\nF\n0\nH\n24. The mode, the manner and the relevant legal\nprovisions which govern the proof of Wills have been\nelaborately dilated upon by this Court in a number of cases.\nWe may make a reference only to some of these decisions.\n25. In the case of H. Venkatachala Iyengar v. B.N.\nThimmajamma, [1959 Supp (1) SCR 426] Gajendragadkar J.\nstated the true legal position in the matter of proof of Wills. The\naforesaid statement of law was further clarified by Chandrachud\nJ. in the case of Jaswant Kaur v Amrit Kaur [(1977) 1 SCC\n369] as follows:\n\"1. Stated generally, a will has to be proved like any\nother document, the test to be applied being the usual test\nof the satisfaction of the prudent mind in such matters. As\nin the case of proof of other documents, so in the case of\nproof of wills, one cannot insist on proof with mathematical\ncertainty.\n2. Since Section 63 of the Succession Act requires\na will to be attested, it cannot be used as evidence until,\nas required by Section 68 of the Evidence Act, one\nattesting witness at least has been called for the purpose\nof proving its execution, if there be an attesting witness\nalive, and subject to the process of the court and capable\nof giving evidence.\n3. Unlike other documents, the will speaks from the\ndeath of the testator and therefore the maker of the will is\nnever available for deposing as to the circumstances in\nwhich the will came to be executed. This aspect introduces\nan element of solemnity in the decision of the question\nwhether the document propounded is proved to be the last\nwill and testament of the testator. Normally, the onus which\nlies on the propounder can be taken to be discharged on\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n1003\nproof of the essential facts which go into the making of the A\nwill.\nB\nC\n4. Cases in which the execution of the will is\nsurrounded by suspicious circumstances stand on a\ndifferent footing. A shaky signature, a feeble mind, an\nunfair and unjust disposition of property, the propounder\nhimself taking a leading part in the making of the will under\nwhich he receives a substantial benefit and such other\ncircumstances raise suspicion about the execution of the\nwill. That suspicion cannot be removed by the mere\nassertion of the propounder that the will bears the\nsignature of the testator or that the testator was in a sound\nand disposing state of mind and memory at the time when\nthe will was made, or that those like the wife and children\nof the testator who would normally receive their due share\nin his estate were disinherited because the testator might D\nhave had his own reasons for excluding them. The\nApresence of suspicious circumstances makes the initial\nonus heavier and therefore, in cases where the\ncircumstances attendant upon the execution of the will\nexcite the suspicion of the court, the propounder must E\nremove all legitimate suspicions before the document can\nbe accepted as the last will of the testator.\n5. It is in connection with wills, the execution of which\nis surrounded by suspicious circumstances that the test of\nF\nsatisfaction of the judicial conscience has been evolved.\nThat test emphasises that in determining the question as\nto whether an instrument produced before the court is the\nlast will of the testator, the court is called upon to decide\na solemn question and by reason of suspicious\ncircumstances the court has to be satisfied fully that the\nwill has been validly executed by the testator.\n6. If a caveator alleges fraud, undue influence,\ncoercion etc. in regard to the execution of the will, such\npleas have to be proved by him, but even in the absence\nG\nH\n1004\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA\nB\nof such pleas, the very circumstances surrounding the\nexecution of the will may raise a doubt as to whether the\ntestator was acting of his own free will. And then it is a part\nof the initial onus of the propounder to remove all\nreasonable doubts in the matter.\"\n26. Applying the aforesaid principles to this case, it would\nbecome evident that the Will has not been duly proved. As\nnoticed earlier in this case, none of the attesting witnesses have\nbeen examined. The scribe, who was examined as DW.2, has\nnot stated that he had signed the Will with the intention to attest.\nC In his evidence, he has merely stated that he was the scribe of\nthe Will. He even admitted that he could not remember the\nnames of the witnesses to the Will. In such circumstances, the\nobservations made by this Court in the case of M.L. Abdul\nJabbar Sahib v. M.V. Venkata Sastri \u0026 Sons, [(1969) 1 SCC\nD 573], become relevant. Considering the question as to whether\na scribe could also be an attesting witness, it is observed as\nfollows:\nE\nF\nG\n\"It is essential that the witness should have put his signature\nanimo attestandi, that is, for the purpose of attesting that\nhe has seen the executant sign or has received from him\na personal acknowledgment of his signature. If a person\nputs his signature on the document for some other purpose,\ne.g., to certify that he is a scribe or an identifier or a\nregistering officer, he is not an attesting witness.\"\n27. In our opinion, the aforesaid test has not been satisfied\nby DW.2 the scribe. The situation herein is rather similar to the\ncircumstances considered by this Court in the case of N.\nKamalam v. Ayyasamy, [(2001) 7 SCC 503]. Considering the\neffect of the signature of scribe on a Will, this Court observed\nas follows:\n\"26. The effect of subscribing a signature on the part of the\nscribe cannot in our view be identified to be of the same\nstatus as that of the attesting witnesses.\"\nН\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n1005\n\"The animus to attest, thus, is not available, so far as the A\nscribe is concerned: he is not a witness to the will but a\nmere writer of the will. The statutory requirement as noticed\nabove cannot thus be transposed in favour of the writer,\nrather goes against the propounder since both the\nwitnesses are named therein with detailed address and B\nno attempt has been made to bring them or to produce\nthem before the court so as to satisfy the judicial\nconscience. Presence of scribe and his signature\nappearing on the document does not by itself be taken to\nbe the proof of due attestation unless the situation is so\nexpressed in the document itself - this is again, however,\nnot the situation existing presently in the matter under\nconsideration.\"\nC\nD\n28. The aforesaid observations are fully applicable in this\ncase. Admittedly, none of the attesting witnesses have been\nexamined. Here signature of the scribe cannot be taken as\nproof of attestation. Therefore, it becomes evident that the\nexecution of a Will can be held to have been proved when the\nstatutory requirements for proving the Will are satisfied. The\nHigh Court has however held that proof of the Will was not E\nnecessary as the execution of the Will has been admitted in\nthe pleadings in O.S.No.233 of 1998, and in the evidence of\nP.W.1.\n29. The contention that the execution of the Will has beer.\nadmitted by the appellants herein had been negated by the First\nAppellate Court in the following manner:\n\"What is admitted under EXD 36 i.e. plaint in O.S No: 233/\n98 at Para 7 is only about the will and not the genuineness\nof the will. During evidence of PW 1, it is elicited in the\ncross examination that he came to know about the will of\nPuttathayamma as it was revealed in the written statement\nand that Puttathayamma might have written the will dated\n4-7-74. But PW 1 has not admitted the genuineness of the\nwill anywhere in his evidence. Therefore the contention of\nF.\nG\nH\n1006 SUPREME COURT REPORTS\nΑ\nB\n[2010] 4 S.C.R.\nthe learned Advocate for the first respondent that the\nexecution of the will is admitted and therefore its\ngenuineness is to be presumed cannot be accepted\"\n30. The aforesaid findings are borne out from the record\nproduced before us, which we have perused. There is no\nadmission about the genuineness or legality of the Will either\nin the plaint of OS No.233 of 1998 or in the evidence of PW1.\nThe High court committed a serious error in setting aside the\nwell considered findings, which the first Appellate Court had\nrecorded upon correct analysis of the pleadings and the\nC evidence.\nD\n31. It is undoubtedly correct that a true and clear admission\nwould provide the best proof of the facts admitted. It may prove\nto be decisive unless successfully withdrawn or proved to be\nerroneous. The legal position with regard to admissions and\ntheir evidentiary value has been dilated upon by this Court in\nmany cases. We may notice some of them.\n32. In the case of Narayan Bhagwantrao Gosavi\nBalajiwale v. Gopal Vinayak Gosavi (1960) 1 SCR 773 it was\nF observed as follows:\nF\nG\nH\n\"An admission is the best evidence that an opposing party\ncan rely upon, and though not conclusive, is decisive of the\nmatter, unless successfully withdrawn or proved\nerroneous.\"\n33. In the case of Nagindas Ramdas v. Dalpatram\nIchharam, (1974) 1 SCC 242, it has been observed:\n\"Admissions, if true and clear are by far the best\nproof of the facts admitted. Admissions in pleadings or\njudicial admissions, admissible under Section 58 of the\nEvidence Act, made by the parties or their agents at or\nbefore the hearing of the case, stand on a higher footing\nthan evidentiary admissions. The former class of\nadmissions are fully binding on the party that makes them\nand constitute a waiver of proof. They by themselves can\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n1007\nbe made the foundation of the rights of the parties. On the\nother hand, evidentiary admissions which are receivable\nat the trial as evidence, are by themselves, not conclusive.\nThey can be shown to be wrong.\"\n34. The aforesaid two judgments along with some other\nearlier judgments of this Court were considered by this Court\nin the case of Gautam Sarup v. Leela Jetly, (2008) 7 SCC 85\nwherein it was observed as follows:\nA\nB\nD\n\"16.A thing admitted in view of Section 58 of the Evidence\nAct need not be proved. Order 8 Rule 5 of the Code of C\nCivil Procedure provides that even a vague or evasive\ndenial may be treated to be an admission in which event\nthe court may pass a decree in favour of the plaintiff.\nRelying on or on the basis thereof a suit, having regard to\nthe provisions of Order 12 Rule 6 of the Code of Civil\nProcedure may also be decreed on admission. It is one\nthing to say that without resiling from an admission, it would\nbe permissible to explain under what circumstances the\nsame had been made or it was made under a mistaken\nbelief or to clarify one's stand inter alia in regard to the\nextent or effect of such admission, but it is another thing\nto say that a person can be permitted to totally resile\ntherefrom.\"\n\"28. What, therefore, emerges from the discussions made\nhereinbefore is that a categorical admission cannot be\nresiled from but, in a given case, it may be explained or\nclarified. Offering explanation in regard to an admission\nor explaining away the same, however, would depend upon\nthe nature and character thereof. It may be that a defendant\nis entitled to take an alternative plea. Such alternative\npleas, however, cannot be mutually destructive of each\nother.\"\n35. Examined on the basis of the law stated above we are\nunable to agree with the High Court that there was no need for\nindependent proof of the Will, in view of the admissions made\nE\nF\nG\nH\n1008\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nC\nA in OS No.233 of 1998 and the evidence of PW1. In fact there\nis no admission except that Puttathayamma had executed a\nWill bequeathing only the immovable properties belonging to\nher in favour of Indiramma. The First Appellate Court, in our\nopinion, correctly observed that the aforesaid admission is only\nB about the making of the Will and not the genuineness of the Will.\nSimilarly, PW1 only stated that he had come to know about the\nregistration of the Will of his grandmother favouring Indiramma\nthrough the written statement of the first defendant. The\naforesaid statement is followed by the following statements\n\"Other than that I did not know about the Will. She was not\nsigning in English. I have not seen her signing in Kannada.\nThere was no reason for my grand mother to write a Will\nfavouring Indiramma.\" Even in the cross-examination he\nreiterated that \"I know about the will written by Puttathayamma\non 18.6.1974 bequeathing the properties to Indiramma only\nthrough the written statement of the first defendant.\" In view of\nthe above we are of the opinion that the High Court committed\nan error in setting aside the well-considered finding of the First\nAppellate Court. The statements contained in the plaint as well\nas in the evidence of PW1 would not amount to admissions with\nregard to the due execution and genuineness of the Will dated\n18.6.1974.\nD\nE\n36. In our opinion, the High Court also committed a serious\nerror by totally disregarding the suspicious circumstances\nF surrounding the execution of the Will. The First Appellate Court\non analysis of the entire evidence had clearly recorded cogent\nreasons to conclude that the execution of the Will is surrounded\nby suspicious circumstances.\n37. The First Appellate Court pointed out that the execution\nG of the Will has not been proved as none of the attesting\nwitnesses have been examined. The scribe who was examined\nas DW.2 nowhere stated that he had attested the Will. The\nanimus to attest was not evident from the document. In the Will,\nD.W.2 had described himself as the scribe of the Will and\nH signed as such. Therefore, in view of the ratio of law laid down\nS.R. SRINAVASA AND ORS. v. S.\nPADMAVATHAMMA [SURINDER SINGH NIJJAR, J.]\n1009\nin N. Kamalam (supra) the statutory requirement of attestation A\nwas clearly not satisfied.\nB\nC.\n38. The First Appellate Court also observed that the Will\nis not genuine, its execution being shrouded in suspicious\ncircumstances. It is noticed by the First Appellate Court that\nalthough Puttathayamma had been allotted certain specific\nproperty, there is no recital in the Will as to which of the\nproperties had been bequeathed to Indiramma. It is further\nnoticed that son of Puttathayamma died on 27.10.73. She had,\ntherefore, inherited the property which had been allotted to the\nshare of the respondent. The Will does not describe the exact\nproperty that may have been bequeathed by Puttathayamma\nin favour of Indiramma. Non-description of the schedule\nproperty creates a reasonable suspicion as to whether\nPuttathayamma executed the Will Ex.D7. It is noticed that if she\nhad the intention of bequeathing all her property to Indiramma, D.\nshe would have mentioned the details of all the properties which\nbelonged to her in the Will. The First Appellate Court further.\nholds that no reason has been given as to why the Will was\npresented before the Sub Registrar on two separate occasions\nfor registration. Although the son of Puttathayamma died after E\nhaving been divorced from his wife he is described in the Will\nas a bachelor. No reason has been stated in the Will as to why\nthe other two daughters have been excluded from the property\nby Puttathayamma. Since the suspicious circumstances have\nnot been explained by defendant No.1, the Will is not genuine.\nThe First Appellate Court also notices that although Indiramma\nis the sole beneficiary in the Will, she was present at the time\nwhen the Will was written. She was also present in the office\nof Registrar when the Will was presented for registration. This\nwould clearly show that Indiramma had an evil eye on the suit\nproperty and, therefore, the descriptions of the other properties\nwere not given. The active participation of Indiramma in the\nwriting and the registration of the Will may well create a\nsuspicion about its genuineness. We may notice here the\nobservations made by this Court in the case of Ramachandra\nF\nG\nH\n1010 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA\nB\nC\nD\nE\nv. Champabia [AIR 1965 SC 357]. This Court has held as\nfollows:\n\"This Court also pointed out that apart from suspicious\ncircumstances of this kind where it appears that the\npropounder has taken a prominent part in the execution\nof the will which confers substantial benefits on him that\nitself is generally treated as a suspicious circumstances\nattending the execution of the will and the propounder is\nrequired to remove the suspicion by clear and satisfactory\nevidence. In other words, the propounder must satisfy the\nconscience of the court that the document upon which he\nrelies in the last will and testament of the testator.\"\n39. Since there were suspicious circumstances, it was\nnecessary for the defendants to explain the same. The\nregistration of the Will by itself was not sufficient to remove the\nsuspicion. The first appellate court also notices that even in\ncases where the execution of the Will is admitted, at least one\nattesting witness of the Will has to be examined to receive the\nWill in evidence. DW2, who has been examined is the scribe\nof the Will, has given no plausible reasons as to why the Will\nwas presented twice before the Sub Registrar for registration.\nNor is it stated by this witness as to why the Will was not\nregistered on the first occasion. It is also held by the First\nAppellate Court that non-examination of the Sub Registrar\ncreates suspicion about the genuineness of the Will. Even the\nattesting witnesses to the Will have not been examined. There\nis no evidence whether the Will was read over by the Sub\nRegistrar or anybody else before it was registered. It is not\nexplained as to how the Will came into possession of defendant\nNo.1. There is no evidence when he was put in proper custody\nG of the Will. Considering the cumulative effect of all the\ncircumstances, the First Appellate Court has held that execution\nof the Will is surrounded by suspicious circumstances.\nConsequently, the appeal was allowed and the judgment of the\nTrial Court was set aside.\nF\nH\ni\n"}