{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"N. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1021\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nA\nNotification dated 31.01.1966. The Recruitment Rules were\namended by a Notification dated 08.08.1986 and as per the\namended Recruitment Rules the post of Assistant Engineer in\nthe Public Works Department, Pondicherry, was a selection\npost and appointment to the 20% of the posts of Assistant\nEngineer was to be by direct recruitment and to the 80% of the B\nposts by promotion. 50% of the promotion quota was to be filled\nup by Section Officers (now Junior Engineers) possessing a\nrecognized degree in Civil Engineering or equivalent with three\nyears service in the grade, failing which Section Officers holding\ndiploma in Civil Engineering with six years service in the grade C\nand the remaining 50% of the promotion quota was to be filled\nup by Section Officers (Junior Engineers) possessing a\nrecognized diploma in Civil Engineering with six years service\nin the grade.\nD\nE\n4. On 24.09.1968, the Chief Secretary, Government of\nPondicherry, wrote to the Secretary, Union Public Service\nCommission (for short 'the UPSC') that there were Section\nOfficers with diploma qualification who have acquired degree\nin Civil Engineering or equivalent and have putting in several\nyears in service and having become qualified for consideration\nfor 50% quota of the post of Assistant Engineers to be filled\nup by promotion and questions have arisen whether the service\nrendered by such Section Officers before and after possessing\nthe degree or equivalent can be taken into account for\nconsideration for promotion under the degree holders quota F\nand whether their cases may be considered under the diploma\nholders quota as well for promotion to the post of Assistant\nEngineer. In the letter dated 24.09.1968, the Chief Secretary\nsought the advice of the Commission regarding the correct\nprocedure to be followed in such cases. The UPSC gave its\nadvice in its letter dated 06.12.1968 that the services of Section\nOfficers, who qualify as graduates while in service, should be\ncounted from the date they passed the degree or equivalent\nexamination or from the date they started drawing Rs.225/- p.m.\nin the prescribed scale, whichever was earlier and Section\nG\nH\n1022\nSUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA Officers may continue to be considered in the diploma holders\nquota in case it is advantageous to them and the Government\nfollowed this advice of the UPSC.\nB\nC\n5. In 1989, however, some Junior Engineers, who were\nformerly Section Officers working in the Public Works and Local\nAdministration Department of Government of Pondicherry, filed\nO.A. No. 552 of 1989 in the Central Administrative Tribunal,\nMadras Bench, (for short 'the Tribunal') and in its judgment and\norder dated 09.01.1990 the Tribunal held that when the\nRecruitment Rules require three years service in grade, the\nSection Officers (now Junior Engineers) who ceased to be\nmere diploma holders having acquired the degree qualification\nhave to be regarded as having total experience put in the grade\nof Section Officers before and after acquiring the degree\nqualification and there was nothing in the Recruitment Rules to\nwarrant the exclusion of a part of the experience acquired by\nsuch Junior Engineers while functioning in the grade of Section\nOfficers (Junior Engineers). The Tribunal accordingly directed\nthat the cases of the applicants in the O.A. be considered for\npromotion to the post of Assistant Engineers on par with other\nE degree holders Junior Engineers taking due note of their total\nlength of service rendered in the grade of Junior Engineers and\nsuch a consideration should be along side other Junior\nEngineers, who might have acquired the necessary degree\nqualification earlier than the applicants while holding the post\nF of Junior Engineers.\nD\nG\nH\n6. The judgment and order dated 09.01.1990 of the\nTribunal was challenged by N. Suresh Nathan and Others before\nthis Court in Civil Appeal No. 4542 of 1991 and this Court\ninterpreting Rule 11 of the Recruitment Rules held in the\njudgment reported in 1992 Supp. (1) SCC 584 that the period\nof three years' service in the grade required for degree-holders\nas qualification for promotion in the category of degree-holders\nmust mean three years' service in the grade as a degree-holder\nand, therefore, that period of three years can commence only\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1023\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nfrom the date of obtaining the degree and not earlier and this\ninterpretation of Rule 11 was in conformity with the past\npractice followed consistently by the Government and that the\nTribunal was not justified in taking the contrary view and\naccordingly allowed the appeal. Review Petition No.50 of 1993\nwas filed against the judgment and order dated 22.11.1991 of\nthis Court in the aforesaid case but the same was dismissed\non 31.01.1993.\nA\nB\nC\nD\n7. Thereafter, appellant Nos. 1 to 7 were promoted to the\npost of Assistant Engineer on 08.03.1997. Respondent Nos.\n2 to 7 challenged the promotion of the appellant Nos. 1 to 7\nbefore the Tribunal in O.A. No. 359 of 1997 contending inter\nalia that this Court in its judgment in N. Suresh Nathan \u0026 Ors.\nv. Union of India \u0026 Ors. (supra) has only held that three years'\nservice required for eligibility for the promotion quota reserved\nfor the category of degree-holders or equivalent should be\nconsidered from the date of acquiring the degree or equivalent,\nbut has not decided the question of seniority as between\ndegree-holders or equivalent and diploma-holders in the grade.\nThe Government of Pondicherry in its reply filed in O. A. No.359\nof 1997 before the Tribunal contended that the Departmental E\nPromotion Committee met on 29.09.1996 and keeping in view\nthe direction of this Court in the judgment in N. Suresh Nathan\n\u0026 Ors. v. Union of India \u0026 Ors. (supra) selected the Section\nOfficers/Junior Engineers to the post of Assistant Engineers by\npreparing two lists, one list for considering promotions to the\npost of Assistant Engineer for the degree-holders quota and\nanother list for considering promotion to the post of Assistant\nEngineers for the diploma-holders quota. The Government of\nPondicherry further clarified in its reply that in the first list those\nwho had joined as Section Officers/Junior Engineers with\ndegree in Civil Engineering were placed above the Section\nOfficers/Junior Engineers who had joined the service with\ndiploma in Civil Engineering but had subsequently acquired\ndegree in Civil Engineering and in the second list, the Section\nOfficers/Junior Engineers who had joined with diploma were\nF\nG\nH\nB\n1024 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA placed in order of seniority counted from the date of the joining\nin the grade. By the judgment and order dated 27.08.1999, the\nTribunal dismissed O.A. No.359 of 1997 after holding that this\nCourt has already taken a specific view in N. Suresh Nathan's\ncase (supra) with regard to the procedure to be adopted for\npromotion of Junior Engineers in the Public Works Department\nof Pondicherry construing the recruitment rules and the\napplicants in O.A. should not be allowed to raise the point once\nagain and that the judgment of this Court in N. Suresh Nathan's\ncase was binding on the Tribunal and it was not open for the\nTribunal to hold otherwise insofar as the interpretation of the\nrecruitment rules for the post of Assistant Engineer in the Public\nWorks Department in Pondicherry is concerned.\nC\n8. Aggrieved, respondents Nos.3, 4, 5 and 6 filed Writ\nPetition No.11236 of 2000 before the Madras High Court\nD against the judgment and order dated 27.08.1999 of the\nTribunal in O.A. No.359 of 1997 and by the impugned judgment\nand order, a Division Bench of the Madras High Court held\ninter alia that in N. Suresh Nathan \u0026 Ors. v. Union of India \u0026\nOrs. (supra) this Court only decided the question of eligibility\nE for promotion to the posts of Assistant Engineer meant for the\ncategory of degree-holders or equivalent, but did not decide\nthe question of seniority of Section Officers/Junior Engineers,\nwho had acquired a degree in Civil Engineering or equivalent\nafter joining as Section Officers/Junior Engineers and,\ntherefore, the judgment of this Court in N. Suresh Nathan \u0026\nOrs. (supra) did not operate as res judicata. The Division\nBench of the Madras High Court, relying on the decisions of\nthis Court in R. B. Desai \u0026 Anr. v. S. K. Khanolkar \u0026 Ors.\n[(1999) 7 SCC 54] and A. K. Raghumani Singh \u0026 Ors. v. Gopal\nChandra Nath \u0026 Ors. [(2000) 4 SCC 30], further held in the\nimpugned judgment and order that the entire service of a\nperson concerned even before acquiring the degree in Civil\nEngineering or equivalent have to be counted for the purpose\nof seniority and promotion and directed that a review DPC\nshould be held to consider the question of promotion of the\nF\nG\nH\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1025\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\npetitioners before the High Court vis-à-vis respondents 2 to 8 A\nand other eligible persons, who had become eligible by the date\nof sitting of the DPC in 1996 and accordingly allowed the Writ\nPetition.\nC\nD\n9. Mr. Jawahar Lal Gupta, Mr. L. Nageswar Rao and Mr. B\nM.N. Rao, learned senior counsel appearing for the appellants,\nsubmitted that the view taken by the High Court in the impugned\njudgment and order is the same as has been taken by the\nTribunal in its order dated 09.01.1990 in the earlier O.A. No.552\nof 1989 and as the order dated 09.01.1990 of the Tribunal in\nO.A. No.552 of 1989 has been set aside by this Court in N.\nSuresh Nathan \u0026 Ors. (supra), the impugned judgment and\norder of the High Court cannot be sustained. They referred to\nthe earlier order dated 09.01.1990 of the Tribunal in O.A.\nNo.552 of 1989 to show that the Tribunal had directed the\nauthorities to consider the applicants in the O.A. for promotion\nto the post of Assistant Engineer at par with other degree-\nholder Junior Engineers taking due note of their total length of\nservice rendered in the grade of Junior Engineer, both before\nand after acquiring the degree of Civil Engineering or\nequivalent, and submitted that this Court set aside this direction\nof the Tribunal in the judgment in N. Suresh Nathan \u0026 Ors.\n(supra). They further submitted that once this Court set aside\nthe order dated 09.01.1990 of the Tribunal in O.A. No.552 of\n1989 on the ground that the order of the Tribunal was not in\nconformity with Rule 11 of the Recruitment Rules and the\npractice followed by the Department, the decision of this Court\non the issue constitutes res judicata and the interpretation of\nRule 11 of the Recruitment Rules by this Court was a\ndeclaration of law binding on the High Court under Article 141\nof the Constitution.\n10. Mr. M.S. Ganesh, learned senior counsel appearing\nfor the Government of Pondicherry, reiterated these contentions\nof the learned counsel for the appellants.\nE\nF\nG\n11. Mr. Rakesh Dwivedi and Mr. K.V. Viswanathan,\nH\n1026 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA learned counsel appearing for respondents No. 2 to 19, in their\nreply, contended that the High Court has rightly held in the\nimpugned judgment and order that in N. Suresh Nathan \u0026 Ors\n(supra), this Court only decided the question of eligibility of\nSection Officers or Junior Engineers for promotion to the post\nB of Assistant Engineers meant for the category of degree-\nholders and not the method in which the eligible candidates will\nbe considered for promotion.\nC\nD\nE\nF\nG\nH\n12. Para 5 of the judgment in N. Suresh Nathan \u0026 Ors.\n(supra) which contains the ratio decided by this Court is quoted\nherein below:\n•\n-\n\"5. The Recruitment Rules for the post of Assistant\nEngineers in the PWD (Annexure C) are at pages 57 to\n59 of the paper book. Rule 7 lays down the qualifications\nfor direct recruitment from the two sources, namely,\ndegree-holders and diploma-holders with three years'\nprofessional experience. In other words, a degree is\nequated to diploma with three years' professional\nexperience. Rule 11 provides for recruitment by promotion\nfrom the grade of Section Officers now called Junior\nEngineers. There are two categories provided therein\none is of degree-holder Junior Engineers with three years'\nservice in the grade and the other is of diploma-holder\nJunior Engineers with six years' service in the grade, the\nprovision being for 50 per cent from each category. This\nmatches with Rule 7 wherein a degree is equated with\ndiploma with three years' professional experience. In the\nfirst category meant for degree-holders, it is also provided\nthat if degree-holders with three years' service in the grade\nare not available in sufficient number, then diploma-holders\nwith six years' service in the grade may be considered in\nthe category of degree-holders also for the 50 per cent\nvacancies meant for them. The entire scheme, therefore,\ndoes indicate that the period of three years' service in the\ngrade required for degree-holders according to Rule 11\n:\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1027\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\nas the qualification for promotion in that category must A\nmean three years' service in the grade as a degree-holder\nand, therefore, that period of three years can commence\nonly from the date of obtaining the degree and not earlier.\nThe service in the grade as a diploma-holder prior to\nobtaining the degree cannot be counted as service in the B\ngrade with a degree for the purpose of three years' service\nas a degree-holder. The only question before us is of the\nconstruction of the provision and not of the validity thereof\nand, therefore, we are only required to construe the\nmeaning of the provision. In our opinion, the contention of C\nthe appellants degree-holders that the rules must be\nconstrued to mean that the three years' service in the\ngrade of a degree-holder for the purpose of Rule 11 is\nthree years from the date of obtaining the degree is quite\ntenable and commends to us being in conformity with the\npast practice followed consistently. It has also been so\nunderstood by all concerned till the raising of the present\ncontroversy recently by the respondents. The tribunal was,\ntherefore, not justified in taking the contrary view and\nunsettling the settled practice in the department.\"\nD\nE\nF\n13. On a close reading of the aforesaid para 5 of the\njudgment of this Court in N. Suresh Nathan \u0026 Ors. (supra), we\nfind that this Court confined its decision to the qualification or\neligibility for consideration for promotion to 50% vacancies for\nthe post of Assistant Engineer meant for degree-holders or\nequivalent in the grade of Section Officers/Junior Engineers and\nheld that only those Sections Officers or Junior Engineers, who\nhad completed three years' service after obtaining degree, were\nqualified or eligible for consideration to the 50% vacancies\nmeant for the category of degree-holders or equivalent. In the G\njudgment in N. Suresh Nathan \u0026 Ors. (supra), this Court did not\ndecide on how the Section Officers/Junior Engineers who had\ncompleted three years' service in the grade after the degree\nin Civil Engineering or equivalent and had the qualification or\neligibility for consideration for promotion to the 50% vacancies\nH\n1028 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA meant for the category of degree-holders would be considered\nfor promotion.\nB\nс\n14. Article 141 of the Constitution states that the law\ndeclared by this Court shall be binding on all the courts within\nthe territory of India. In N. Suresh Nathan \u0026 Ors. (supra) this\nCourt has set aside the order of the Tribunal dated 09.01.1990\nin O.A. No.552 of 1989 after declaring that Section Officers/\nJunior Engineers having three years' service in the grade after\nthey acquired degree in Civil Engineering or equivalent will\nbecome qualified or eligible for promotion to the 50%\nvacancies meant for the category of degree-holders or\nequivalent. In N. Suresh Nathan \u0026 Ors. (supra) this Court has\nnot declared any law on how these Sections Officers/Junior\nEngineers, who had become qualified or eligible for promotion\nto the post of Assistant Engineer under the category of degree-\nD holders or equivalent, would be considered for such promotion.\nThere was, therefore, no law declared by this Court on how\nSection Officers or Junior Engineers, who become qualified or\neligible for promotion to the post of Assistant Engineer would\nbe considered for promotion, which was binding on the courts\nE under Article 141 of the Constitution.\nF\n15. Section 11 of the Code of Civil Procedure Code (for\nshort 'CPC') titled 'Res judicata' states that no court shall try\nany issue which was directly or substantially in issue between\nthe same parties and which has been heard and finally decided\nby a competent court. Thus, unless an issue directly and\nsubstantially raised in the former case is heard and decided\nby the competent court, the principle of res judicata will not be\nattracted. In N. Suresh Nathan \u0026 Ors. (supra) this Court, while\nsetting aside the order dated 09.01.1990 in O.A. No.552 of\n1989, has decided that those Section Officers/Junior Engineers\nwho complete three years' service after acquiring the degree\nin Civil Engineering or equivalent are qualified or eligible for\nconsideration for promotion to the 50% quota of vacancies for\nthe post of Assistant Engineer under the degree-holders\nH\nG\nN. SURESH NATHAN \u0026 ORS., ETC. ETC. v. UNION 1029\nOF INDIA \u0026 ORS. ETC. ETC. [A.K. PATNAIK, J.]\ncategory but has not decided how such Section Officers/Junior A\nEngineers who are qualified or eligible will be considered for\nsuch promotion under the degree-holders category. The\ndecision of this Court in N. Suresh Nathan \u0026 Ors. (supra),\ntherefore, did not constitute res judicata on the issue regarding\nthe manner in which Section Officers/Junior Engineers who B\nwere qualified or eligible for consideration for promotion to the\npost of Assistant Engineer would be considered for promotion.\n16. The High Court was, therefore, right in taking the view\nthat in N. Suresh Nathan \u0026 Ors. (supra), this Court was\nconcerned only with the question of eligibility but was not\nconcerned whether the past services rendered by the diploma-\nholders would be counted for the purpose of seniority and that\nneither Article 141 of the Constitution nor the principle of res\njudicata was a bar for Tribunal or the High Court to consider\nwhether past services of Section Officers/Junior Engineers who\nwere diploma-holders before they acquired degree in Civil\nEngineering or equivalent could be counted for the purpose of\npromotion for the 50% vacancies for the post of Assistant\nEngineers meant for the category of degree-holders or\nequivalent.\n17. Learned counsel for the appellants next submitted that\nRule 11 of the Recruitment Rules provides for two streams or\nchannels of promotion to the post of Assistant Engineer, Public\nWorks Department, one stream or channel is for Sections\nOfficers or Junior Engineers possessing a recognized degree\nin Civil Engineering or equivalent and the other for Section\nOfficers/Junior Engineers holding diploma in Civil Engineering.\nThey submitted that it is for this reason that the UPSC in its\nletter dated 06.12.1968 advised the Government that the\nservices of Section Officers/Junior Engineers, who qualify as\ngraduates while in service, should be counted from the date\nthey passed the degree or equivalent while considering them\nfor promotion for the channel or stream of promotion meant for\nSection Officers or Junior Engineers having degree in Civil\nC\nD\nE\nF\nG\nH\n1030 SUPREME COURT REPORTS\n[2010] 4 S.C.R.\nA Engineering or equivalent and the Government of Pondicherry\nhas acted on this advice of the UPSC.\nB\nC\nD\nE\nF\nG\nH\n18. Mr. Nageswar Rao cited the decision in Chandravathi\nP. K. \u0026 Ors. v. C.K. Saji \u0026 Ors. [(2004) 3 SCC 734] in which\nthe question for consideration was whether in terms of the\nscheme of the Kerala Engineering Service (General Branch)\nRules, diploma-holders were entitled to claim any weightage\nfor the service rendered by them prior to their acquisition of\ndegree qualification in the matter of promotion or transfer to\nhigher posts when specific quota is fixed for graduates and\ndiploma-holders in the matter of promotion and this Court, on\na conjoint reading of Rules 4 and 5 of the Kerala Engineering\nService (General Branch) Rules, held that a diploma-holder\nAssistant Engineer who subsequently acquired a degree\nqualification would be eligible for promotion as Assistant\nExecutive Engineer, only in the event he fulfils the conditions\nprecedent therefor and not otherwise and his case could be\nconsidered only after the cases of promotion of those who had\nbeen holding such degree qualification have been considered.\n19. Mr. Ganesh adopted these arguments of learned\ncounsel for the appellants and cited the decision in Shailendra\nDania \u0026 Ors. v. S. P. Dubey \u0026 Ors. [(2007) 5 SCC 535]\nwherein this Court interpreting the rules for promotion to the\npost of Assistant Engineers in CPWD, which has adopted by\nthe DDA, found that 25% of the total posts of Assistant\nEngineers were to be filled up by promotion from the category\nof graduate Junior Engineers and 25% of the total posts were\nto be filled up by diploma-holders with eight years' service and\nheld that a separate quota was, thus, prescribed for promotion\nof Junior Engineers for degree and diploma-holders to the\nhigher post of Assistant Engineer. He submitted that in the\naforesaid case of Shailendra Dania \u0026 Ors. (supra), this Court\nemphatically held that the service experience required for\npromotion from the post of Junior Engineer to the post of\nAssistant Engineer in the limited quota of degree-holder Junior\n;\n"}