{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nINSPECTOR PREM CHAND\nV.\nGOVT. OF N.C.T. OF DELHI AND OTHERS\nAPRIL 5, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law:\nDisciplinary proceedings-Misconduct-Allegations of demand for bribe\nC by Malaria Inspector-Raid constituted-Phenolphthalein powder applied\non bribe money-Inspector declined to take tainted money directly—He was\nacquitted by Criminal Court-Disciplinary proceedings against Appellant\nRaiding Officer under the Police Rules for not seizing tainted money as case\nproperty-He was held guilty of misconduct and negligence-Punishment of\nD forfeiture of one year's approved service imposed-Justification of-Held, not\njustified-Appellant was not guilty of any willful unlawful behaviour in\nrelation to discharge of his duties in service - Act of omission on his part was\na meṛe error of judgment-Error of judgment per se is not a misconduct―\nNegligence simpliciter also would not be misconduct-Delhi Police\n(Punishment and Appeal), Rules, 1980.\nE\nF\nComplaint was filed against a Malaria Inspector of the Municipal\nCorporation that he was demanding Rs.3,000/- by way of illegal gratification.\nAppellant, posted in the Anti-Corruption Branch as a Raid Officer, constituted\na raiding party. The complainant produced a sum of Rs.3000/- in denomination\nof Rs.500/- each in which Phenolphthalein powder was applied but when he\nattempted to pay the amount to the said Inspector, he did not accept it directly.\nIn criminal proceedings initiated against the said Inspector, the Court record\na judgment of acquittal. During pendency of the said criminal proceedings,\ndepartmental proceeding was initiated against the Appellant for gross\nmisconduct, negligence and dereliction in discharge of official duties for not\nG seizing the tainted money as case property. He was held guilty of the said\ncharges and punishment of forfeiture of one year's approved service was\nimposed upon him.\nH\nIt is contended by the Appellant that he cannot be said to have committed\nany misconduct and hence the punishment imposed upon him was\n968\n+\n1\ni\nunwarranted.\nINSPECTOR PREM CHAND v. GOVT. OF N.C.T. OF DELHI\n969\nA\nAllowing the appeal, the Court\nHELD: 1. Disciplinary proceedings was initiated against the appellant\nin terms of the provisions of the Delhi Police (Punishment and Appeal) Rules,\n1980. It was, therefore, necessary for the disciplinary authority to arrive at B\na finding of fact that the appellant was guilty of an unlawful behaviour in\nrelation to discharge of his duties in service, which was willful in character.\nNo such finding was arrived at. An error of judgment per se is not a\nmisconduct. A negligence simpliciter also would not be misconduct.\n[Para 12] [974-D-E]\nState of Punjab and Ors. v. Ram Singh Ex. Constable, [1992] 4 SCC\n54; Bharat Petroleum Corpn. Ltd. v. T. K. Raju, [2006] 3 SCC 143 and Union\nof India \u0026 Ors. v. J. Ahmed, [1979] 2 SCC 286, referred to.\nC\nY\nP. Ramanatha Aiyar's Law Lexicon, 3rd edition, at page 3027, referred\nto.\n2. The tribunal opined that the acts of omission on the part of the\nappellant was not a mere error of judgment. On what premise the said opinion\nwas arrived at is not clear. The appellate authority, namely, the Commissioner\nof Police, Delhi, categorically held that the appellant being a raiding officer\nshould have seized the tainted money as case property. In a given case, what\nshould have been done, is a matter which would depend on the facts and\ncircumstances of each case. No hard and fast rule can be laid down therefor.\n[Para 13] [975-B-C]\nD\nE\n3. The Criminal Court admittedly did not pass any adverse remarks F\nagainst the appellant. Some adverse remarks were passed against the\nInvestigating Officer, who examined himself as PW-4 as he had handed over\nthe tainted money to the complainant PW-2. A finding of fact was arrived at\nthat the accused did not make demand of any amount from the complainant\nand thus no case has been made out against him.\n[Paras 14 and 15] [975-D-E]\nZunjarrao Bhikaji Nagarkar v. Union of India \u0026 Ors., [1999] 7 SCC\n409, referred to.\n4. In the peculiar facts and circumstances of this case, the appellant\ncannot be said to have committed any misconduct. [Para 16] [975-G]\nG\nH\nL\n970\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1815 of 2007.\nFrom the Final Judgment and order dated 21.04.2006 of the High Court\nof Delhi at New Delhi in Writ Petition (civil) No. 6046 of 2006.\nS.S. Khanduja, Madhu Kapoor, A.K. Chawla and Yash Pal Dhingra for\nB the Appellant.\nA. Sharan, ASG., D.S. Mahra and Sunita Sharma for the Respondents.\nThe Judgment of the Court was delivered by\nC\nS.B. SINHA, J. 1. Leave granted.\n{\n2. The appellant was at all material times and still is working with the\nDelhi Police. He was posted in Anti-Corruption Branch in 1997. While posted\nin the said Branch, he was detailed as a Raid Officer. Allegedly, the complainant\nKamlesh Kumar Gupta s/o Prabhu Dayal Gupta, resident of Lajwanti Garden,\nD Delhi, lodged a complaint with the Anti-Corruption Branch of Delhi Police that\nPreet Pal Bansal, Inspector (Malaria), MCD, was demanding a sum Rs.3,000/\n- by way of illegal gratification from him for not challaning the godown of the\ncomplainant (PW-2). The complainant wanted a raid to be conducted in the\nsaid Preet Pal Bansal. Appellant constituted a raiding party consisting of the\ncomplainant Kamlesh Kumar Gupta (PW-2) and Devender (PW-4) and other\npolice officers including himself. In the preparation of the said operation, the\ncomplainant produced a sum of Rs.3000/- in denomination of Rs.500/- each\nwhereupon Phenolphthalein powder was applied and the tainted money was\nhanded over to the complainant. When the complainant attempted to pay the\nsaid amount to Shri Preet Pal Singh at his godown, he did not accept the\nsame. The tainted money was, therefore, not seized. It was allegedly given out\nby him that the complainant may give the same to one Devender (PW-4) and\nhe in turn would accept the money from him. Whereafter, PW-4 sat on the\npillion of the scooter and they reached at the Petrol Pump situate at the Mall\nRoad, Delhi. He was arrested.\nE\nF\nG\nH\n3. However, the tainted money was returned to the complainant by the\nInvestigating Officer. In the criminal proceedings which was initiated against\nPreet Pal Bansal, the Criminal Court recorded a judgment of acquittal holding:\n\"...These inconsistencies in respect of place of return of tainted money\nto the complainant raises speculation if at all the money was returned\nto PW-2 by PW-4 or the same was handed over to him as claimed.\nས\nY\nT\n7\nINSPECTOR PREM CHAND v. GOVT. OF N.C.T. OF DELHI [S.B. SINHA, J.] 971\nThus, different versions with regard to talks in the godown and place A\nwith regard to return of the money by PW-4 to PW-2 coupled with\nthe fact that the accused did not accept the bribe money either from\nPW-2 or PW-4 sans requisite corroboration as to the testimony of\nPW-2 complainant in respect of the prior demand of the bribe money\nand with regard to demand of money by the accused from PW-4 at\nB\nthe time of petrol pump and that the accused had already challaned\nthe complainant previously on 2/3 occasions cast shadow of doubt\non the veracity of the testimony of PW-2, PW-4 and PW-5 and creates\ndoubt about the claim of the prosecution that the accused ever\ndemanded the bribe from the complainant. The possibility of P-2\nhaving grudge against the accused on account of having challaned C\nthe complainant for 2/3 occasions in respect of his godown and got\nhim fined which fact is not disputed, cannot be ruled out. In my\nopinion, it would not be expedient to act, accept or rely upon the\ntestimony of PW-2 and PW-4. In addition to this, it is also possible\nthat the mind of PW-4 was not free from at the time of deposing in\nthe court due to fear of departmental enquiry.\"\n4. During pendency of the said criminal proceedings, however, a\ndepartmental proceedings was initiated against the appellant on or about\n19.2.2002 wherein the following allegations were made:\nD\nE\nF\n\"It is alleged that you Inspector Prem Chand, No.D-I/413 while posted\nin A.C. Branch was detailed as raid officer on 10.10.97 on complaint\nof Shri Kamlesh Kumar Gupta S/o Sh. Prabhu Dayal Gupta R/o WZ-\n71-B, Gali No.7, Lajwanti Garden, Delhi. The complainant brought the\nbribe money to the A.C. Branch, phenolphthalein powder was applied\non these currency notes in the presence of panch witness Sh. Devender\nSingh S/o Sh. Sukhbir Singh, LDC E-III, Education Department, Old\nSectt., Delhi. You, Inspr. Prem Chand, No.D-1/413 organised a raid on\nSh. Preet Pal Bansel, Inspector Malaria, CLZ, MCD for demanding\nRs.3000/- as bribe. He got case FIR No.40 dated 10.10.97 U/S 7/13 POC\nAct, P.S. A.C. Branch registered against Sh. Preet Pal Bansel, Inspr.\nMalaria, CLZ, MCD. The tainted money, although not accepted by the G\naccused Sh. Preet Pal Bansel was not seized by you being the raid\nofficer Inspr. Prem Chand despite being an important piece of evidence.\nThe accused was acquitted by the Hon'ble Court of Sh. S.S. Bal, Spl.\nJudge, Tis Hazari, Delhi in the above noted case.\nThe above act on the part of you, Inspr. Prem Chand, No.D-1/413 H\n972\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\namounts to gross misconduct, negligence and dereliction in the\ndischarge of his official duties and rendering you liable for departmental\naction under Delhi Police (Punishment and Appeal) Rules, 1980.”\n5. He was held guilty of the said charges. A second show-cause notice\nwas issued to the appellant to which cause was shown by him. By an order\nB dated 28.3.2005, a punishment of forfeiture of one year's approved service\nwas imposed upon the appellant. He preferred an appeal thereagainst. The\nappellate authority, being the Commissioner of Police, while dismissing the\nappeal of the appellant held:\nC\nD\n(1)\nE\nF\n\"I have examined the appeal, the D.E. File and other relevant documents\navailable on the file. Due procedure was followed by the E.O. During\nthe departmental proceedings. The appellant was given mandatory\nopportunities to defend his case and he had availed of the same. The\nE.O. While submitting his findings had proved the charge framed\nagainst the appellant. The disciplinary authority after having gone\nthrough the D.E. file evidence on record as well as written/oral\nsubmissions of the appellant had passed his final order awarding him\nthe punishment under appeal which is self speaking and reasoned\norder. The appellant being a raiding officer should have seized the\ntainted money as case property but he had failed to bring an important\npiece of evidence on record, resulting the acquittal of the accused by\nthe Hon'ble Court. Though, the trial court had not passed any adverse\nremarks against the appellant while passing the judgment, it is quite\nclear that the appellant had failed to discharge of his official duties\nas per law, which amounts to serious misconduct on the part of the\nappellant. Therefore, the punishment awarded to him is justified and\nis commensurate with the gravity of misconduct committed by him. No\ninfirmities were committed either by the E.O. or by the disciplinary\nauthority. None of the appellant's pleas has any force. Hence, the\nappeal of the appellant is rejected.\"\n6. The original application filed by the appellant before the Central\nG Administrative Tribunal, Principal Bench, Delhi, questioning the validity or\nlegality of the said order of punishment as also the appellate order was\ndismissed by the Tribunal by its judgment dated 15.2.2005. A writ petition\npreferred thereagainst by the appellant has been dismissed by a Division\nBench of the Delhi High Court opining:\nH\n66\n... We have also noted that in such a matter, if the plea of the\n1\n}\n7\nINSPECTOR PREM CHAND v. GOVT. OF N.C.T. OF DELHI [S.B. SINHA, J.]\n973\nB\npetitioner is accepted and the accused not accepting the bribe money A\nis to be a reason for not seizing the bribe money there was no need\nto launch prosecution against the accused. This not having been\ndone resulted in the acquittal of the accused. The reasoning given by\nthe Tribunal, therefore, does not warrant interference under Article\n226 of the Constitution of India. The learned counsel for the petitioner\nhas further submitted that even if it is assumed that there is failure\nto seize the currency notes, this does not amount to misconduct. The\nTribunal has analyzed various definitions of the word \"misconduct\"\nand we are in agreement with the conclusion of the Tribunal.\nFurthermore, misconduct need not be founded on a positive act but\ncan also be based upon an omission of duty required to be done by C\nthe public servant.”\n7. The contention of the learned counsel for the appellant is that in the\npeculiar facts and circumstances of this case, the appellant cannot be said to\nhave committed any misconduct.\n8. Mr. A. Sharan, learned Additional Solicitor General appearing on\nbehalf of the respondents would, on the other hand, support the impugned\njudgment.\n9. Before adverting to the question involved in the matter, we may see\nwhat the term 'misconduct' means.\n10. In State of Punjab and Ors. v. Ram Singh Ex. Constable, [1992] 4\nSCC 54, it was stated:\n\"Misconduct has been defined in Black's Law Dictionary, Sixth\nEdition at page 999,\nthus:\n‘A transgression of some established and definite rule of action, a\nforbidden act, a dereliction from duty, unlawful behaviour, wilful in\ncharacter, improper or wrong behaviour, its synonyms are misdemeanor,\nmisdeed, misbehavior, delinquency, impropriety, mismanagement,\noffense, but not negligence or carelessness.'\nMisconduct in office has been defined as:\nD\nE\nF\nG\n\"Any unlawful behaviour by a public officer in relation to the\nduties of his office, willful in character. Term embraces acts which the\nofficer holder had no right to perform, acts performed improperly, and H\n974\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nfailure to act in the face of an affirmative duty to act.”\n11. In P. Ramanatha Aiyar's Law Lexicon, 3rd edition, at page 3027, the\nterm 'misconduct' has been defined as under:\n\"The term 'misconduct' implies, a wrongful intention, and not a\nmere error of judgment.\nMisconduct is not necessarily the same thing as conduct involving\nmoral turpitude.\nThe word 'misconduct' is a relative term, and has to be construed\nwith reference to the subject matter and the context wherein the term\noccurs, having regard to the scope of the Act or statute which is\nbeing construed. Misconduct literally means wrong conduct or\nimproper conduct.”\n[See also Bharat Petroleum Corpn. Ltd. v. T.K. Raju, [2006] 3 SCC 143].\n12. It is not in dispute that a disciplinary proceeding was initiated\nagainst the appellant in terms of the provisions of the Delhi Police (Punishment\n, and Appeal) Rules, 1980. It was, therefore, necessary for the disciplinary\nauthority to arrive at a finding of fact that the appellant was guilty of an\nunlawful behaviour in relation to discharge of his duties in service, which was\nwillful in character. No such finding was arrived at. An error of judgment, as\nE noticed hereinbefore, per se is not a misconduct. A negligence simpliciter also\nwould not be a misconduct. In Union of India \u0026 Ors. v. J. Ahmed, [1979] 2\nSCC 286, whereupon Mr. Sharan himself has placed reliance, this Court held\nso stating:\nF\nG\nH\n\"Code of conduct as set out in the Conduct Rules clearly indicates\nthe conduct expected of a member of the service. It would follow that\nconduct which is blameworthy for the Government servant in the\ncontext of Conduct Rules would be misconduct. If a servant conducts\nhimself in a way inconsistent with due and faithful discharge of his\nduty in service, it is misconduct (see Pierce v. Foster, 17 Q.B. 536,\n542). A disregard of an essential condition of the contract of service\nmay constitute misconduct [see Laws v. London Chronicle (Indicator\nNewspapers, (1959) 1 WLR 698. This view was adopted in\nShardaprasad Onkarprasad Tiwari v. Divisional Superintendent,\nCentral Railway, Nagpur Division, Nagpur, (61 Bom LR 1596), and\nSatubha K. Vaghela v. Moosa Raza (10 Guj LR 23). The High Court **\nhas noted the definition of misconduct in Stroud's Judicial Dictionary\nwhich runs as under:\n}\n←  ོ་\n\u003e\nINSPECTOR PREM CHAND v. GOVT. OF N.C.T. OF DELHI [S.B. SINHA, J.] 975\n\"Misconduct means, misconduct arising from ill motive; acts of A\nnegligence, errors of judgment, or innocent mistake, do not constitute\nsuch misconduct.”\n[Emphasis supplied]\nB\n13. The Tribunal opined that the acts of omission on the part of the\nappellant was not a mere error of judgment. On what premise the said opinion\nwas arrived at is not clear. We have noticed hereinbefore that the appellate\nauthority, namely, the Commissioner of Police, Delhi, while passing the order\ndated 29.8.2003 categorically held that the appellant being a raiding officer\nshould have seized the tainted money as case property. In a given case, what\nshould have been done, is a matter which would depend on the facts and C\ncircumstances of each case. No hard and fast rule can be laid down therefor.\n14. The Criminal Court admittedly did not pass any adverse remarks\nagainst the appellant. Some adverse remarks were passed against the\nInvestigating Officer, who examined himself as PW-4 as he had handed over\nthe tainted money to the complainant PW-2.\n15. A finding of fact was arrived at that the accused did not make\ndemand of any amount from the complainant and thus no case has been made\nout against him. This Court in Zunjarrao Bhikaji Nagarkar v. Union of India\n\u0026 Ors., [1999] 7 SCC 409, has categorically held:\nᎠ\n(1)\nE\n\"Initiation of disciplinary proceedings against an officer cannot take\nplace on information which is vague or indefinite. Suspicion has no\nrole to play in such matter. There must exist reasonable basis for the\ndisciplinary authority to proceed against the delinquent officer. Merely\nbecause penalty was not imposed and the Board in the exercise of its\npower directed filing of appeal against that order in the Appellate F\nTribunal could not be enough to proceed against the appellant. There\nis no other instance to show that in similar case the appellant invariably\nimposed penalty.\"\n16. We, therefore, are of the opinion that in the peculiar facts and\ncircumstances of this case, the appellant cannot be said to have committed G\nany misconduct.\n17. Impugned judgment, therefore, in our opinion cannot be sustained,\nIt is set aside accordingly. The appeal is allowed. No costs.\nB.B.B.\nAppeal allowed.\nH\n"}