{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"FOMENTO RESORTS AND HOTELS LTD. AND ANR. v.\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n61\nthe beach through survey Nos. 792 and 803 before its A\nacquisition by the State Government.\nB.\nC\n28. The propositions of law laid down in Nagubai\nAmmal's case and Nusserwanji Rattanji Mistri's case on which\nreliance has been placed by Shri Divan do not have any\nbearing on the cases in hand. In Nagubai Ammal's case, this\nCourt considered the legality of the sale made in execution of\ndecree passed on a mortgage deed. The appellants, who were\ndefendants in the suit for declaration of title to certain building\nsites, resisted the respondents' claim based on the purchase\nmade in execution of mortgage decree. That suit was decreed\nin 1921 and the lands were purchased by the decree holder in\n1928. The mortgager was adjudged an insolvent in 1926. Suit\nto enforce the mortgage deed was brought in 1933 impleading\nthe official receiver and the purchaser in execution of the\nmaintenance and charge decree, but the appellants were not\nimpleaded as parties. In execution of the decree passed in the\nsecond suit, the lands were sold to a third party. The\nrespondents' father purchased the land in 1938 from the said\nthird party. The learned District Judge held that the appellants'\ntitle acquired by the purchase of 1920 stood extinguished by E\nthe sale held in execution of the charge decree by operation\nof Section 52 of the Transfer of Property Act. Before the\nSupreme Court, the appellants relied on the admission made\nby Abdul Huq (predecessors of respondents), and the\nrespondents themselves that the decree and sale in the suit F\ninstituted in 1920 were collusive. While rejecting the argument,\nthis Court observed:\n\"An admission is not conclusive as to the truth of the\nmatters stated therein. It is only a piece of evidence, the\nweight to be attached to which must depend on the\ncircumstances under which it is made. It can be shown to\nbe erroneous or untrue, so long as the person to whom it\nwas made has not acted upon it to his detriment, when it\nmight become conclusive by way of estoppel. In the present\nD\nG\nH\nA\nB\nC\nD\nE\nLL\nF\n62\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\ncase, there is no question of estoppel, as the title of Dr.\nNanjunda Rao arose under a purchase which was longer\nprior to the admissions made in 1932 and in the\nsubsequent years. It is argued for the appellants that these\nadmissions at the least shifted the burden on to the plaintiff\nof proving that the proceedings were not collusive, and that\nas he gave no evidence worth the name that these\nstatements were made under a mistake or for a purpose\nand were, in fact, not true, full effect must be given to them.\nReliance was placed on the well-known observations of\nBaron Park in Slatterie v. Pooley [[1840] 6 M. \u0026 W. 664,\n669; 151 E.R. 579, 581], that \"what a party himself admits\nto be true may reasonably be presumed to be so\", and\non the decision in Rani Chandra Kunwar v. Chaudhri\nNarpat Singh Rani Chandra Kunwar v. Rajah Makund\nSingh [[1906-07] L.R. 34 I.A. 27], where this statement of\nthe law was adopted. No exception can be taken to this\nproposition. But before it can be invoked, it must be shown\nthat there is a clear and unambiguous statement by the\nopponent, such as will be conclusive unless explained. It\nhas been a already pointed out that the tenor of the\nstatements made by Abdul Huq, his legal representatives\nand the plaintiff was to suggest that the proceedings in O.\nS. No. 100 of 1919-20 were fraudulent and not collusive\nin character. Those statements would not, in our opinion,\nbe sufficient, without more, to sustain a finding that the\nproceedings were collusive.\"\nIn Anurag Misra's case (supra), the learned Single Judge\nof the Allahabad High Court held that vague allegations about\nthe ownership of the premises made by the tenant in his written\nG statement filed in a suit for eviction cannot be treated as\nadmission about the contract of tenancy with the plaintiff/\nlandlord and the tenant cannot be estopped from subsequently\ndisputing the relationship of landlord and tenant by pleading\nthat somebody else is the owner of the premises in question.\nH\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 63\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n29. In neither of the afore-mentioned cases, this Court or A\nAllahabad High Court considered whether unequivocal\nadmission made by a party in a contemporaneous litigation can\nbe ignored on the ground of so-called defect in verification.\nThat apart, as we have already found, verification of the written\nstatement filed on behalf of appellant No.2 in Special Civil Suit B\nNo. 313/1978/A was in conformity with Order VI Rule 15 of the\nCode of Civil Procedure and the High Court rightly relied upon\nthe same for holding that existence of public access to the\nbeach through survey No.803 (new No.246/2) cannot be\ndoubted.\nC\nD\n30. The appellants attempt to confuse the existence of\naccess to the beach from point 'A' to 'B' in survey No.803 with\nthe so-called access running along side nallah deserves to be\ndiscarded because no such case was projected before the\nHigh Court and no argument was advanced on that score. It is\nalso worth mentioning that in his letter dated 1.12.1978 the\nSarpanch of the Gram Panchayat had made a specific mention\nof public footpath which runs on survey No.787 and forms the\nboundary of survey No.803 and the parking area which was\nshown as situated on the Northeast corner of survey No.787 E\nadjacent to survey No.803. There is no mention in any of the\ndocuments of the so-called access along side the nallah\ndividing survey No.803 (new No.246/2) on the one hand and\nsurvey Nos.804 and 805 on the other hand.\n31. Once it is held that there existed public access to the\nbeach through survey No.803 (new No.246/2) before its\nacquisition by the State Government in 1980, the appellants are\nduty bound to act in accordance with Clause 4(ix) of the\nagreement, which has the force of law by virtue of Section 42\nof the 1894 Act. That clause casts a duty on appellant No.1 to\nmaintain access to the beach without obstruction of any kind\nwhatsoever. The argument of Shri Anil Divan and Shri Pallav\nShishodia, learned senior counsel appearing for the appellants\nand the State of Goa respectively, that the Court may relieve\nF\nG\nH\nA\nठ\n64\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nthe appellants of the obligation to maintain access to the beach\nthrough survey No.803 (new No.246/2) because an alternative\naccess has been provided by constructing road, parking area\nand public footpath, in furtherance of the permission accorded\nby the Gram Panchayat for construction of hotel in survey No.\nB 787, cannot be accepted for the simple reason that the\nagreement was executed between the President of India and\nappellant No.1 in the backdrop of acquisition of survey No.803\n(new No.246/2) and 804 (new No.245/2) and survey No.787 on\nwhich the hotel was constructed has nothing to do with the\nacquisition proceedings. Therefore, the alternative road,\nparking and public footpath provided by appellant No.1 in lieu\nof the access available through survey No.787 cannot be made\nbasis for depriving members of the public of their age old right\nto go to the beach through survey No.803 (new No. 246/2).\nC\nD\nE\n32. The matter deserves to be considered from another\nangle. The public trust doctrine which has been invoked by Ms.\nIndira Jaising in support of her argument that the beach in\nquestion is a public beach and the appellants cannot privatize\nthe same by blocking/obstructing traditional access available\nthrough survey No.803 (new No.246/2) is implicitly engrafted\nby the State Government in Clause 4(ix) of the agreement. That\ndoctrine primarily rests on the principle that certain resources\nlike air, sea, waters and the forests have such a great\nimportance to the people as a whole that it would be wholly\nF unjustified to make them a subject of private ownership. These\nresources are gift of nature, therefore, they should be freely\navailable to everyone irrespective of one's status in life. The\npublic trust doctrine enjoins upon the Government to protect the\nresources for the enjoyment of the general public rather than\nto permit their use for private ownership or commercial\npurposes. This doctrine puts an implicit embargo on the right\nof the State to transfer public properties to private party if such\ntransfer affects public interest, mandates affirmative State\naction for effective management of natural resources and\nempowers the citizens to question ineffective management\nG\nH\n}\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 65\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nC\nthereof. The heart of the public trust doctrine is that it imposes A\nlimits and obligations upon government agencies and their\nadministrators on behalf of all the people and especially future\ngenerations. For example, renewable and non-renewable.\nresources, associated uses, ecological values or objects in\nwhich the public has a special interest (i.e. public lands, waters, B\netc.) are held subject to the duty of the State not to impair such\nresources, uses or values, even if private interests are involved.\nThe same obligations apply to managers of forests, monuments,\nparks, the public domain and other public assets. Professor\nJoseph L. Sax in his classic article \"The Public Trust Doctrine\nin Natural Resources Law: Effective Judicial Intervention\"\n(1970), indicates that the Public Trust Doctrine, of all concepts.\nknown to law, constitutes the best practical and philosophical\npremise and legal tool for protecting public rights and for\nprotecting and managing resources, ecological values or\nobjects held in trust. The Public Trust Doctrine is a tool for\nexerting long-established public rights over short-term public\nrights and private gain. Today, every person exercising his or\nher right to use the air, water, or land and associated natural\necosystems has the obligation to secure for the rest of us the\nright to live or otherwise use that same resource or property\nfor the long term and enjoyment by future generations. To say\nit another way, a landowner or lessee and a water right holder\nhas an obligation to use such resources in a manner as not to\nimpair or diminish the people's rights and the people's long\nterm interest in that property or resource, including down-slope\nlands, waters and resources.\nD\nE\nF\n33. In Illinois Central Railraod Co. v. People of the State\nof Illinois [146 US 387], the United States Supreme Court\nconsidered whether the State could abdicate its general control G\nover the sub-merged land. In the year 1869, the Illonois\nlegislature made a substantial grant of sub-merged land – a\nmile strip along the shores of Lake Michigan extending one mile\nout from the shoreline - to the Illinois Central Railroad. This was\nrepealed in 1869. The State of Illinois sued to quit title. The H\n-\n66\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA Supreme Court while accepting the stand of the State of Illinois\nheld that the title of the State in the land in dispute was a title\ndifferent in character from that which the State held in lands\nintended for sale. It was different from the title which the United\nStates held in public lands which were open to pre-emption and\nB sale. It was a title held in trust - for the people of the State that\nthey may enjoy the navigation of the water, carry on commerce\nover them and have liberty of fishing therein free from obstruction\nor interference of private parties. The abdication of the general\ncontrol of the State over lands in dispute was not consistent with\nthe exercise of the trust which required the Government of the\nState to preserve such waters for the use of the public.\nC\n34. In Robbins v. Deptt. of Public Works [244 NE 2d 577],\nthe Supreme Judicial Court of Massachusetts restrained the\nPublic Works Department from acquiring Fowl Meadows,\nD \"wetlands of considerable natural beauty ... often used for nature\nstudy and recreation\" for highway use.\n35. In National Audubon Society v. Superior Court of\nAlpine County [33 Cal 3d 419], the Supreme Court of California\nE considered whether a permit can be granted to the Department\nof Water and Power of the City of Los Angeles to appropriate\nwater of four of the five streams flowing into Mono Lake, which\nis the second largest lake in California. Some environmentalists,\nusing the public trust doctrine, brought law suit against Los\nAngeles Water Diversions. The Supreme Court of California\nexplained the concept of public trust doctrine in the following\nwords:\nF\nG\nH\n\"By the law of nature these things are common to mankind\n– the air, running water, the sea and consequently the\nshores of the sea.' (Institutes of Justinian 2.1.1) From this\norigin in Roman law, the English common law evolved the\nconcept of the public trust, under which the sovereign owns\n'all of its navigable waterways and the lands lying beneath\nthem as trustee of a public trust for the benefit of the\npeople.' “\n\"\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 67\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nWhile dealing with the State's power as a trustee of public A\nproperty, the Court observed:-\n\"Thus, the public trust is more than an affirmation of State\npower to use public property for public purposes. It is an\naffirmation of the duty of the State to protect the people's\ncommon heritage of streams, lakes, marshlands and\ntidelands, surrendering that right of protection only in rare\ncases when the abandonment of that right is consistent with\nthe purposes of the trust....\"\nB\nThe Court recorded its conclusion in the following words:- C\n\"The State has an affirmative duty to take the public trust\ninto account in the planning and allocation of water\nresources, and to protect public trust uses whenever\nfeasible. Just as the history of this State shows that\nappropriation may be necessary for efficient use of water\ndespite unavoidable harm to public trust values, it\ndemonstrates that an appropriative water rights system\nadministered without consideration of the public trust may\ncause unnecessary and unjustified harm to trust interests.\n(See Johnson, 14 U.C. Davis L. Rev. 233, 256-57/; Robie,\nSome Reflections on Environmental Considerations in\nWater Rights Administration, 2 Ecology L.Q. 695, 710-711\n(1972); Comment, 33 Hastings L.J. 653, 654.) As a matter\nof practical necessity the State may have to approve\nappropriations despite foreseeable harm to public trust\nuses. In so doing, however, the State must bear in mind\nits duty as trustee to consider the effect of the taking on\nthe public trust (see United Plainsmen v. N.D. State Water\nCons. Comm'n [247 NW 2d 457 (ND 1976)] at pp.462-\n463, and to preserve, so far as consistent with the public\ninterest, the uses protected by the trust.\"\n36. The Indian society has, since time immemorial, bee̟n\nconscious of the necessity of protecting environment and\necology. The main moto of social life has been \"to live in\nD\nE\nF\nG\nH\n68\n88\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA harmony with nature\". Sages and Saints of India lived in forests.\nTheir preachings contained in Vedas, Upanishadas, Smritis\netc. are ample evidence of the society's respect for plants,\ntrees, earth, sky, air, water and every form of life. It was regarded\nas a sacred duty of every one to protect them. In those days,\nB people worshipped trees, rivers and sea which were treated\nas belonging to all living creatures. The children were educated\nby their parents and grandparents about the necessity of\nkeeping the environment clean and protecting earth, rivers, sea,\nforests, trees, flora fauna and every species of life.\nC\nThe Constitution of India, which was enforced on 26th\nJanuary, 1950 did not contain any provision obligating the State\nto protect environment and ecology, but the people continued\nto treat it as their social duty to respect the nature, natural\nresources and protect environment and ecology. After almost\nD three decades of independence, the legislature recognized the\nimportance of protecting and improving environment and\nsafeguarding forests and wild life and Article 48A was inserted\nin Part IV of the Constitution by the Constitution (Forty-second\nAmendment) Act, 1976 whereby a duty was imposed on the\nE State to endeavour to protect and improve the environment and\nsafeguard forests and wild life of the country. By the same\namendment Article 51A was inserted in the form of Part IVA\nwhich enumerates fundamental duties of every citizen. Article\n51A(g) declares that it shall be the duty of every citizen of India\nF to protect and improve the natural environment including\nforests, lakes, rivers and wild life and to have compassion for\nliving creatures. Thereafter, the Courts repeatedly invoked\nArticles 48A and 51A for protecting environment and ecology\nand several orders were passed in public interest litigation\nG mandating the State to take action for protecting forests, rivers\nand anti pollution measures.\nH\nThe importance of the public trust doctrine was also\nrecognized by this Court and the same was applied for\nprotecting natural resources which have been treated as public\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 69\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nproperties and are held by the government as trustee of the A\npeople. In M.C. Mehta v. Kamal Nath and others [(1997) 1\nSCC 388], this Court considered whether a private company\nrunning tourists resort in Kullu-Manali valley could block the flow\nof Beas river and create a new channel to divert the river to at\nleast 1 kilometer down stream. After adverting to the theoretical B\nand philosophical basis of the public trust doctrine and some\njudgments on the subject, this Court observed:\nC\nD\n\"We are fully aware that the issues presented in this case\nillustrate the classic struggle between those members of\nthe public who would preserve our rivers, forests, parks and\nopen lands in their pristine purity and those charged with\nadministrative responsibilities who, under the pressures of\nthe changing needs of an increasingly complex society, find\nit necessary to encroach to some extent upon open lands\nheretofore considered inviolate to change. The resolution\nof this conflict in any given case is for the legislature and\nnot the courts. If there is a law made by Parliament or the\nState Legislatures the courts can serve as an instrument\nof determining legislative intent in the exercise of its\npowers of judicial review under the Constitution. But in the E\nabsence of any legislation, the executive acting under the\ndoctrine of public trust cannot abdicate the natural\nresources and convert them into private ownership, or for\ncommercial use. The aesthetic use and the pristine glory\nof the natural resources, the environment and the F\necosystems of our country cannot be permitted to be\neroded for private, commercial or any other use unless the\ncourts find it necessary, in good faith, for the public good\nand in public interest to encroach upon the said resources.\n37. In M.I. Builders Pvt. Ltd. v. Radhey Shyam Sahu and\nothers [(1999) 6 SCC 464], the Court applied public trust\ndoctrine for upholding the order of Allahabad High Court which\nquashed the decision of Lucknow Nagar Mahapalika permitting\nappellant - M.I. Builders Pvt. Ltd. to construct an underground\nshopping complex in Jhandewala Park, Aminabad Market,\nG\nH\nB\n70\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA Lucknow, and directed demolition of the construction made on\nthe park land. The High Court noted that Lucknow Nagar\nMahapalika had entered into an agreement with the appellant\nfor construction of shopping complex and given it full freedom\nto lease out the shops and also to sign agreement on its behalf\nand held that this was impermissible. On appeal by the builders,\nthis Court held that the terms of agreement were unreasonable,\nunfair and atrocious. The Court then invoked the public trust\ndoctrine and held that being a trustee of the park on behalf of\nthe public, the Nagar Mahapalika could not have transferred the\nsame to the private builder and thereby deprived the residents\nof the area of the quality of life to which they were entitled under\nthe Constitution and Municipal Laws.\nC\n38. In Intellectuals Forum, Tirupathi v. State of A.P. and\nothers [(2006) 3 SCC 549], this Court again invoked the public\nD trust doctrine in a matter involving the challenge to the\nsystematic destruction of percolation, irrigation and drinking\nwater tanks in Tirupati town, referred to some judicial\nprecedents including M.C. Mehta v. Kamal Nath (supra), M.I.\nBuilders Pvt. Ltd. (supra), National Audubon Society (supra),\nE and observed:\nF\nG\nH\n\"This is an articulation of the doctrine from the angle of the\naffirmative duties of the State with regard to public trust.\nFormulated from a negatory angle, the doctrine does not\nexactly prohibit the alienation of the property held as a\npublic trust. However, when the State holds a resource that\nis freely available for the use of the public, it provides for\na high degree of judicial scrutiny on any action of the\nGovernment, no matter how consistent with the existing\nlegislations, that attempts to restrict such free use. To\nproperly scrutinise such actions of the Government, the\ncourts must make a distinction between the Government's\ngeneral obligation to act for the public benefit, and the\nspecial, more demanding obligation which it may have as\na trustee of certain public resources [Joseph L. Sax \"The\n}\n"}