{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 3 S.C.R. 1\nFOMENTO RESORTS AND HOTELS LTD. AND\nANOTHER\nV.\nMINGUEL MARTINS AND OTHERS\n(Civil Appeal No. 4154 of 2000 Etc.)\nJANUARY 20, 2009\n[B.N. AGRAWAL AND G.S. SINGHVI, JJ.]\nLand Acquisition Act, 1894:\n-\nA\n00\nB\nC\nD\nE\nSections 4(1), 5A, 6, 16, 40, 41, 42 - Acquisition of land\n-- Whether under s.40(1)(aa) or under s.40(1)(b) – Public\naccess to beach earlier available through the land - Whether\nextinguished or vests with the State Government - Whether\nconstruction of hotel building on a portion of the land is\ncontrary to the purpose of acquisition and violative of the\nprohibition clause in the agreement with the Government\nWhether facilities and amenities to the public created by the\nowner of the land is contrary to the purpose of acquisition and\nviolative of the said agreement and could be made a ground\nfor resumption of the acquisition of land - On appeal against\nthe judgment of the High Court on the above mentioned\nissues - Held: The acquisition was under s.40(1)(aa) of the\nLand Acquisition Act, 1894 and the contrary finding recorded\nby the High Court is legally unsustainable - Alternative road,\nparking and public footpath provided in lieu of access\navailable through a particular piece of land cannot be made\nbasis for depriving members of the public of their age old right\nto go to the beach through another piece of land – High Court\ndid not commit any error in issuing a mandamus in this regard\n– It is neither proper nor justified to deny the people of their G\ntraditional right of access to the beach through a particular\npiece of land by using the roads provided in another piece of\nland - Neither the State Government nor the Goa Town and\nCountry Planning Board could allow extension of the hotel\n-\n: 1\n-\nF\nH\n2\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA building on the acquired land in violation of clause 4(viii) of\nthe Agreement which has the force of law by virtue of s.42 of\nthe Land Acquisition Act - Hence, High Court rightly ordered\ndemolition of the extension of the hotel building - Agreement\nsilent on the issue of making the facilities created by the\nB appellants open for public use without permission and\npayment of fees - Thus, it cannot be said that these facilities\nshould be made available to the general public free of costs\n- Since execution of most of the directions given by the High\nCourt remained stayed during the pendency of the appeal, it\nis\nproper to issue certain directions - Goa, Daman \u0026 Diu\nTown and Country Planning Act, 1974 - Sections 4, 8, 44(1),\n49(1) – Code of Civil Procedure, 1908 - Order VI Rule 15.\nC\nD\nE\nF\nG\nH\n-\nGoa, Daman \u0026 Diu Town and Country Planning Act,\n1974:\nSs.4, 8, 44(1), 49(1) - Duties and functions of the Board\nconstituted under the Act - Discussed.\nCode of Civil Procedure, 1908:\nOrder VI Rule 15 - Verification of pleadings - Discussed.\nDoctrines:\nPublic Trust Doctrine - Applicability of - Discussed.\nIn these appeals against the judgment of the High\nCourt of Bombay, Panaji Bench at Goa relating to land\nacquisition and town planning, on the basis of the\narguments advanced, the following questions arose for\nconsideration:\n(i) Whether land bearing survey Nos.803 (new No.246/\n2) and 804 (new No.245/2) was acquired under\nSection 40(1)(aa) or it was an acquisition under\nSection 40(1)(b)?\n(ii) Whether any public access was available to the\n5\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 3\nMINGUEL MARTINS AND ORS.\nbeach through survey No.803 (new No.246/2) before A\nits acquisition by the State Government and whether\nin terms of Clause 4(ix) of the agreement, appellant\nNo.1 is required to maintain the said access/road to\nthe beach, without any obstruction?\n(iii) Whether public access to the beach through\nsurvey No.803 (new No.246/2) stood extinguished\nwith the vesting of land in the State Government\nunder Section 16 of the 1894 Act?\nB\nC\n(iv) Whether construction of hotel building on a\nportion of survey No.803 (new No.246/2) is contrary\nto the purpose of acquisition and is violative of the\nprohibition contained in Clause 4(viii) of agreement\ndated 26.10.1983 and the High Court rightly directed\ndemolition thereof in accordance with Clause 6 of the D\nagreement?\n(v) Whether denial of the facilities and amenities\ncreated by appellant No.1 in survey No.803 (new\nNo.246/2) to the members of public is contrary to the\npurpose of acquisition and is also violative of the\nagreement and this could be made a ground for\nresumption of the acquisition of land?\nDismissing the appeals, the Court\nE\nF\nHELD: 1.1A careful reading of the two clauses viz.,\nclause (aa) and clause (b) of Section 40(1) of the Land\nAcquisition Act, 1894 shows that while Clause (aa)\nenvisages acquisition for the construction of some\nbuilding or work for a company which is engaged or is\nG\ntaking steps for engaging itself in any industry or work\nwhich is for a public purpose, Clause (b) refers to\nacquisition for construction of some work which is likely\nto prove useful to the public. The difference in the\nlanguage of the two clauses clearly brings out this\nH\n4\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA distinction. In the second part of Clause (aa), the\nlegislature has used the expression 'in any industry or\nwork which is for a public purpose'. This means that the\nparticular acquisition can be treated to have been made\nunder that clause if it is for construction of some building\nB or work for a company which is engaged or is likely to\nengage itself in any industry or work which may not\nnecessarily be useful to the public in general. As against\nthis, usefulness of the construction of some work to the\ngeneral public is sine qua non for acquisition under\nC Clause (b). The expression \"public purpose\" used in\nClause (aa) was interpreted in \"second R.L. Arora's case”\nwhich was instituted by the land owner for striking down\nthe amendment made in 1961 for validating the\nacquisition, which was quashed in the first R.L. Arora's\ncase. [Para 15] [45-H; 46-A-D]\nD\n1.2. As appellant No.1 was engaged in executing a\nproject of tourism development, i.e., construction of hotel\nalong with amenities like yoga centre, health club and\nwater sports facilities, acquisition of survey Nos.803 and\nE 804 (new Nos.246/2 and 245/2) was clearly relatable to its\nproject. This is also borne out from the language of\nagreement dated 26.10.1983, which records satisfaction\nof the Government that the land was needed for the\npurpose of executing tourism development project of\nF appellant No.1. Clause 4 (ii) of the agreement shows that\nappellant No.1 was required to undertake the work of\ncreation of sports and recreational facilities/amenities\nwithin one year of getting possession and complete the\nsame within three years. This work was certainly ancillary\nG to the tourism development project being executed by\nappellant No.1. Therefore, there is no escape from the\nconclusion that the acquisition was under Section\n40(1)(aa) of the 1894 Act and the contrary finding\nrecorded by the High Court is legally unsustainable. It is\nalso necessary to bear in mind that tourism is an\nH\n(\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 5\nMINGUEL MARTINS AND ORS.\nimportant industrial activity in Goa which attracts tourists A\nfrom all over the country and abroad. A huge amount of\nforeign exchange is generated by this industry apart from\nproviding employment and ancillary benefits to a large\nsection of the population of the State. Therefore,\nacquisition of land for tourism development project is B\ncertainly for a public purpose. [Para 20] [53-A-F]\nR.L. Arora v. State of U.P. (1962) Suppl. 2 SCR 149; R.L.\nArora v. State of Uttar Pradesh \u0026 others (1964) 6 SCR 784;\nState of West Bengal and another v. Surendra Nath\nBhattacharya and another (1980) 3 SCC 237; Pratibha Nema\nand others v. State of M.P. and others (2003) 10 SCC 626;\nSomwanti v. State of Punjab AIR 1963 SC 151; Jage Ram v.\nState of Haryana (1971) 1 SCC 671; Bajirao T. Kote v. State\nof Maharashtra (1995) 2 SCC 442 and State of West Bengal\nv. P.N. Talukdar AIR 1965 SC 646, referred to.\n2.1. The plain language of Order VI Rule 15(2) makes\nit clear that the pleadings can be verified by the\nconcerned person on his own knowledge or upon the\ninformation received and believed to be true by him/her.\nThe written statement filed on behalf of appellant No.2 in\nSpecial Civil Suit No.313/1978/A was verified by Smt. Anju\nTimblo who represented the appellants' cause before\nvarious functionaries of the State Government and its\ninstrumentalities and also filed reply affidavits in different\nwrit petitions. Smt. Anju Timblo did not claim that she is\nacquainted with the topography/geography of the area\nwhich included survey Nos.792 and 803. Therefore, she\ncould not have verified the written statement containing\nthe admission regarding existence of passage/pathway\nto beach through survey No.803 on her own knowledge.\nTherefore, verification of the written statement containing\nadmission about the existence of passage through\nMachado's Cove and survey No.803 on the basis of\ninformation which she believed to be true was in\nC\nD\nE\nF\nG\n༣,\nH\n1\n6\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA consonance with Order VI Rule 15(2) and the Civil Judge\ncommitted an error in holding that the admissions\ncontained in the written statement of the earlier suit were\nnot binding on the defendants. Another error committed\nby the Civil Judge was that he altogether overlooked the\nB statement made by Smt. Anju Timblo, who appeared as\na witness on behalf of the defendants in Special Civil Suit\nNo.67/1986 and candidly accepted in the cross-\nexamination that the written statement filed in Special\nCivil Suit No.313/1978/A contained admissions about\nexistence of access to the beach through survey No.803.\nIt is also significant to note that neither the writ\npetitioners nor the State of Goa were parties to the\nsecond suit and, therefore, they did not get opportunity\nto show that admissions contained in the written\nstatement of appellant No.2 in Special Civil Suit No.313/\n1978/A were rightly relied upon by the High Court and the\nCivil Judge could not have taken a contrary view. [Para\n26] [59-F-H; 60-A-E]\nC\nD\n2.2. The High Court cannot be said to have erred in\nE relying upon the admissions made in the written\nstatement of appellant No.2 in Special Civil Suit No. 313/\n1978/A that there existed access to the beach through\nsurvey Nos.792 and 803 before its acquisition by the\nState Government. [Para 27] [60-H; 61-A]\nLL\nF\nG\n2.3. Once it is held that there existed public access\nto the beach through survey No.803 (new No.246/2)\nbefore its acquisition by the State Government in 1980,\nthe appellants are duty bound to act in accordance with\nClause 4(ix) of the agreement, which has the force of law\nby virtue of Section 42 of the 1894 Act. That clause casts\na duty on appellant No.1 to maintain access to the beach\nwithout obstruction of any kind whatsoever. The\nargument that the Court may relieve the appellants of the\nobligation to maintain access to the beach through\nI\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v.\nMINGUEL MARTINS AND ORS.\n7\nB\nsurvey No.803 (new No.246/2) because an alternative A\naccess has been provided by constructing road, parking\narea and public footpath, in furtherance of the permission\naccorded by the Gram Panchayat for construction of\nhotel in survey No. 787, cannot be accepted for the simple\nreason that the agreement was executed between the\nPresident of India and appellant No.1 in the backdrop of\nacquisition of survey No.803 (new No.246/2) and 804 (new\nNo.245/2) and survey No.787 on which the hotel was\nconstructed has nothing to do with the acquisition\nproceedings. Therefore, the alternative road, parking and\npublic footpath provided by appellant No.1 in lieu of the\naccess available through survey No.787 cannot be made\nbasis for depriving members of the public of their age old\nright to go to the beach through survey No.803 (new No.\n246/2). [Para 31] [63-F; 64-A-C]\nC\nD\n2.4. The heart of the public trust doctrine is that it\nimposes limits and obligations upon government\nagencies and their administrators on behalf of all the\npeople and especially future generations. The Public\nTrust Doctrine is a tool for exerting long-established E\npublic rights over short-term public rights and private\ngain. Today, every person exercising his or her right to\nuse the air, water, or land and associated natural\necosystems has the obligation to secure for the rest of\nus the right to live or otherwise use that same resource\nor property for the long term and enjoyment by future\ngenerations. [Para 32] [65-A-E]\n2.5. It is reiterated that natural resources including\nforests, water bodies, rivers, sea shores, etc. are held by\nthe State as a trustee on behalf of the people and\nespecially the future generations. These constitute\ncommon properties and people are entitled to\nuninterrupted use thereof. The State cannot transfer\npublic trust properties to a private party, if such a transfer\nF\nG\n8\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA interferes with the right of the public and the Court can\ninvoke the public trust doctrine and take affirmative\naction for protecting the right of people to have access\nto light, air and water and also for protecting rivers, sea,\ntanks, trees, forests and associated natural eco-systems.\nB [Para 40] [71-F-G]\nC\n2.6. Clause 4(ix) of the agreement is binding on the\nappellants and appellant No.1 is under a statutory\nobligation to maintain access/road to the beach through\nsurvey No.803 (new No.246/2) without any obstruction of\nany kind and the High Court did not commit any error by\nissuing a mandamus in that regard. [Para 41] [71-H; 72-\nA]\nNagubai Ammal \u0026 Ors. v. B. Shama Rao \u0026 ors. (1956)\nD SCR 451 and Allahabad High Court in Anurag Misra v.\nRavindra Singh and another AIR 1994 Allahabad 124,\ndistinguished.\nE\nM.C. Mehta v. Kamal Nath and others (1997) 1 SCC 388;\nM.I. Builders Pvt. Ltd. v. Radhey Shyam Sahu and others\n(1999) 6 SCC 464 and Intellectuals Forum, Tirupathi v. State\nof A.P. and others (2006) 3 SCC 549, referred to.\nIllinois Central Railraod Co. v. People of the State of\nIllinois 146 US 387; Robbins v. Deptt. of Public Works 244\nF NE 2d 577 and National Audubon Society v. Superior Court\nof Alpine County 33 Cal 3d 419, referred to.\nG\nH\nProfessor Joseph L. Sax: \"The Public Trust Doctrine in\nNatural Resources Law: Effective Judicial Intervention\"\n(1970), referred to.\n3.1. Both, the appellants and State functionaries\nknew that there exist public access to the beach through\nsurvey No.803 (new No.246/2), that members of public\nwere using the same since time immemorial and that it\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 9\nMINGUEL MARTINS AND ORS.\nwas necessary to protect that right. Therefore, it is not A\npossible to find any fault with the view taken by the High\nCourt that access to the beach is not an encumbrance\nand in any case, the traditional pathway available to the\npublic for going to the beach through survey No.803 (new\nNo.246/2) cannot be treated as having been extinguished B\nin the face of specific provision contained in the\nagreement which is statutory in character. [Para 44]\n[73-C-E]\nC\n3.2. By applying the ratio of the judgments in\nNusserwanji Rattanji Mistri's case and H.P. State\nElectricity Board's case to the facts of this case, it is held\nthat when the State volunteered to take possession of the\nland subject to the right of the members of public to\naccess the beach through the acquired land and a\nspecific provision to that effect was incorporated in the D\nagreement executed under Section 41(5), Section 16 of\nthe 1894 Act cannot be invoked for nullifying the right of\nthe public to access the beach through survey No.803\n(new No.246/2). [Para 48] [76-E-F]\n3.3. It is neither proper nor justified for this Court to\ndeny the people of their traditional right of access to the\nbeach through survey No.803 (new No.246/2) which goes\nto Dona-Paola-Bambolim Road by using the roads\nprovided in survey No.792 (new No.242/1) (Machado's\nCove). [Para 49] [77-A-B]\nCollector of Bombay v. Nusserwanji Rattanji Mistri AIR\n1955 SC 298 and State of H.P. v. Tarsem Singh (2001) 8 SCC\n104, relied on.\nH.P. State Electricity Board and others v. Shiv K. Sharma\nand others (2005) 2 SCC 164, referred to.\nE\nF\nG\n4.1. Neither the State Government nor the Board\ncould allow extension of the hotel building on the\nacquired land in violation of first part of Clause 4(viii) of Hi\nx\n10\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA agreement dated 26.10.1983 which, it has the force of law\nby virtue of Section 42 of the 1894 Act. [Para 50] [79-F]\nB\nC\nD\nE\nF\nG\nH\n4.2. None of the relevant provisions of the Town and\nCountry Planning Act empowers the Board and/or the\nDevelopment Authority to modify, amend, alter or change\nan agreement entered into as per the requirement of\nSection 41 of the 1894 Act or allow violation thereof by\nthe company. Therefore, the decision taken by the Board\nin its meeting held on 20th June, 1991 and order dated\n20th April, 1992 issued by the Development Authority\nwere non est and the High Court rightly did not give any\ncredence to those decisions while adjudicating the issue\nrelating to legality of construction made on survey No.803\n(new No.246/2). [Para 53] [82-D-F]\n4.3. Even the EDC which was empowered under\nsecond part of Clause 4(viii) of the agreement to grant\napproval to the activities relating to development could\nnot have permitted construction/extension of the hotel\nbuilding on a portion of survey No.803 (new No.246/2). Any\nsuch decision by the EDC would also have been declared\nnullity on the ground of violation of the mandate of first\npart of Clause 4(viii) of the statutory agreement. [Para 54]\n[82-G]\n4.4. The High Court did not commit any error by\ndeclaring that extension of the hotel building on 1000 sq.\nmts. of survey No.803 (new No.246/2) is illegal and\ndirected its demolition after following the procedure\nprescribed under Clause 6 of agreement dated 26.10.1983.\n[Paras 55 and 56] [83-C-D]\n5. A reading of application dated 15.11.1978 made by\nappellant No.1 makes it clear that it had no intention of\nmaking available the facilities of yoga centre, health club\nand amenities like water sports to the general public.\nRather in paragraph 6 of its application, appellant No.1\n"}