{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"FOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 31\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nC\nsociety and is engaged in the protection of ecology A\nand environment in the State of Goa and Dr. Claudo\nAlvares, Secretary of the Goa Foundation filed Writ\nPetition No.36/1992 with prayers similar to those\nmade in Writ Petition No. 330/1991. They also\ninvoked Article 51(g) of the Constitution of India and B\npleaded that the Vainguinim beach, which is a\npublic asset, is sought to be privatized by the\nrespondents (appellants herein) and they have\nadvertised the hotel in foreign country as having a\nprivate beach. In paragraph 9 of Writ Petition\nNo.36/1992, the petitioners claimed that the\nvillagers of Taleigao and general public have been\nusing access to the beach that run through plots\nbearing survey Nos.792 and 803 (new Nos.242/1\nand 246/2) in addition to the path running along the\nboundary of survey No.787 (new No.246/1). They\nrelied on the admissions contained in the written\nstatement filed on behalf of appellant No.2 in\nSpecial Civil Suit No.313/1978/A to show that\npublic access to the beach exists through survey\nNo.803 and pleaded that in complete disregard of\nagreement dated 26.10.1983, the appellants have\nconstructed hotel building without obtaining\npermission from the competent authority and they\nhave unauthorisedly put up wall encircling those\nplots and thereby privatized Vainguinim beach.\nD\nE\nF\n(xxiv) Shri Gustavo Renato da Cruz Pinto, who had\nearlier filed Special Civil Suit No.313/78/A for pre-\nemption, also joined the fray by filing Writ Petition\nNo.141/1992. He claimed that public access to the G\nbeach through plot bearing survey No.803 has been\nblocked in utter violation of the conditions specified\nin agreement dated 26.10.1983. Another plea taken\nby Gustavo Renato da Cruz Pinto was that the land\nwas acquired under Section 40(1)(b) of the 1894\nH.\nA\nB\nC\nD\n[U]\nE\nF\nG\nH\n32\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nAct and, therefore, the respondents in the writ\npetition are duty bound to provide amenities to the\npublic in terms of agreement dated 26.10.1983,\nwhich they have failed to do.\n(xxv) The reply affidavits filed in Writ Petition Nos.36/\n1992 and 141/1992 were substantially similar to\nthe counter filed in Writ Petition No.330/1991\nexcept that in the reply affidavit of Writ Petition\nNo.36/1992, the appellants denied that they were\ntrying to privatize Vainguinim beach. They claimed\nthat the disputed construction is located at a\ndistance of 200 meters from high tide line and\nabout 1000 meters from Dona Paula jetty.\nAccording to the appellants, the beach in question\nis not a type of coastal beach but has exclusiveness\nand in that sense it was advertised as a private\nbeach. While defending Writ Petition No. 141/1992,\nSmt. Anju Timblo claimed that there has been no\nviolation of agreement dated 26.10.1983 and the\nconstruction has been made after obtaining\npermission from the competent authority. She also\nenclosed permission granted by the Sarpanch of\nthe Gram Panchayat for putting up temporary shed\nfor washing machines.\n(xxvi) A separate reply affidavit was filed by Shri Moraed\nAhmed, Member Secretary of Development\nAuthority in Writ Petition No.330/1991. The\nsubstance of his affidavit was that the Development\nAuthority has neither granted approval to the\ndeviation nor renewed the development permission\nof appellant No.1. He also referred to the illegal\nconstruction found at the time of inspections\nconducted on 15.5.1990 and 14.5.1991 which\nblocked public access to the river or reduced its\nwidth and averred that on being asked to do so,\n1\n:\n\u003e\n\"\n:\n'\n'\n}\nす\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 33\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nappellant No.1 demolished the obstruction/illegal A\nconstruction.\nB\nC\n3. At the hearing of the writ petitions, learned counsel\nappearing on behalf of the petitioners did not press the grounds\nof challenge involving violation of CRZ Regulation and\nconstruction of sewerage treatment plant without obtaining\npermission/consent from the competent authority. After taking\nnote of their statement, the High Court considered other issues\nraised before it and held that the land was acquired under\nSection 40(1)(b); that the extension of the hotel building on an\narea measuring 1000 square meters of survey No.803 (new\nNo.246/2) and other constructions were legally impermissible.\nThe High Court negatived the argument of the appellants'\ncounsel that in view of Section 16 of the 1894 Act\nencumbrance, if any, stood wiped out by observing that\ntraditional public right of way cannot be strictly treated as an\nencumbrance and existence of the way which was in use from\ntime immemorial by the public openly, peacefully and\ncontinuously can not be affected, more so, because in the\nagreement itself, access through survey No.803 (new No.246/\n2) is acknowledged in the form of Clause 4(ix). The High Court E\nalso rejected the explanations given by the appellants for\nadvertising the beach as a private beach and held that they\ncannot obstruct the passage by putting up wall/barbed wire\nfencing. In the end, the High Court observed that after executing\nagreement dated 26.10.1983, the State Government totally\nabandoned its duty and did not bother to ensure compliance\nof the condition incorporated in it.\n4. On the aforesaid premise, the High Court allowed the\nwrit petitions and gave the following directions:-\na.\nThe constructions which have come up in survey\nNo.246/2 (old 803) are required to be demolished\nand the concerned authorities shall take action in\nthis respect, within a period of eight weeks from\ntoday and the compliance report within two weeks\nD\nF\nG\nH\n34\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nb.\nC.\nd.\ntherefrom.\nA notice for resumption of the land as required\nunder proviso to clause 6 of the agreement dated\n26.10.1983 shall be issued within ten weeks by the\nGovernment to the hotel to show cause as to why,\nin the circumstances, the acquired land should not\nbe resumed. The Government shall then take\nappropriate decision in accordance with law.\nThe access which is shown in plan Exh.A colly which\nis at page 33 of Writ Petition No.141 of 1992 shall\nbe kept open without any obstruction of any kind\nfrom point A-B in order to come from Machado\nCove side from point A to 803 (246/2 new) and then\nto go to the beach beyond point B. We have already\npointed out that this plan is to the scale.\nThe challenge relating to yellow access and shifting\nthe same to purple access which is raised in Writ\nPetition No.330/91 has been exhaustively dealt with\nin separate judgment in connected Writ Petitions\nNo.284/91 and 37/92 and the order passed therein\nshall govern the said challenge.\n5. Before proceeding further, we consider it necessary to\nmention that during the pendency of these appeals, the\nappellants filed I.As. for permission to file additional documents\nincluding copy of the agreement entered into between plot\nowners/developers of Machado's Cove (old survey No.792)\nwith plot purchasers showing the pathway to be maintained in\nterms of order dated 9.4.1992 passed in W.P. No. 141/1992,\nG photographs showing the pathway and extension of the hotel\nbuilding on survey No.803 (new No.246/2) which is partly\noccupied by health club, gymnasium, beauty parlour, barber\nshop, steam, sauna, video games arcade and aerobics and\npart of circulation hall, kitchen etc., photograph showing\nH development of garden in survey No.803, a sketch showing the\n1\n;\n7\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v.\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n35\nlocation of path as per Exhibit A, copies of correspondence A\nbetween the developer and appellant No.1 on the one hand and\nfunctionaries of the State Government and Gram Panchayat on\nthe other hand, orders of the Development Authority, letter dated\n12.7.1991 of the Chairman of the Development Authority,\npleadings of and/or evidence produced by the parties in\nB\nSpecial Civil Suit Nos. 313/1978/A and 67/1986 and the\njudgment of Special Civil Suit No.67/1986.\nC\n6. It is also apposite to mention that while issuing notice\nin Writ Petition No. 141/1992, the High Court passed an interim\norder directing appellant No.1 to maintain the public access\nfrom point 'A' to 'B' in survey No.803 (new No.246/2). In the\nspecial leave petitions, paragraphs 1 and 2 of the directions\ncontained in High Court's order and action initiated for\nresumption of the land were stayed, but at the same time, the\nCourt recorded that learned counsel for the petitioner has D\nagreed that pathway from point 'A' to 'B' in survey No.246/2\nas shown at page 49 of Volume II of the paper book in SLP\n(C) No.9875/2000 shall be maintained till further orders, [This\npage is a plan showing the status of various plots including\nsurvey No.803 (new No.246/2) through which the public path E\npasses from point 'A' to 'B'].\n7. Shri Anil B. Divan, learned senior counsel appearing for\nthe appellant, argued that land in survey Nos.803 and 804 was\nacquired under Section 40(1)(aa) and not under Section\n40(1)(b) of the 1894 Act and the High Court committed serious\nerror in recording a finding that the acquisition was under\nSection 40(1)(b). Learned senior counsel submitted that the\nexpression \"public purpose\" appearing in clause (aa) of Section\n40(1) is relatable to the purpose of company and not as the term\nis generally understood in the context of the provisions.\ncontained in Part II of the 1894 Act. Shri Divan further submitted\nthat in the absence of a specific stipulation to that effect in the\nnotification published under Section 4(1) of the 1894 Act and\nagreement dated 26.10.1983, the High Court was not justified\nF\nG\nH\n36\n36\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nB\nC\nA in issuing a mandamus for providing access to the beach\nthrough that survey number. An alternative argument of Shri\nDivan is that the so called public access to the beach through\nsurvey No.803 was running parallel to the nallah dividing survey\nNo.803 on the one hand and survey Nos.804 and 805 on the\nother hand and no useful purpose will be served by insisting\non maintaining that access because new path has been made.\navailable for access to the beach by constructing road, car\nparking, etc. in compliance of the condition imposed by the\nChief Town Planner in his letter dated 1.8.1978 and by the\nGram Panchayat while granting permission for construction of\nhotel in survey No. 787. Learned senior counsel referred to the\naffidavit filed on behalf of the State Government before this\nCourt and argued that when parties to the agreement have\nclearly understood the terms thereof and the EDC gave\npermission for construction of sports facilities and amenities\nwithout insisting that the same should be allowed to be used\nby members of the public, except on paying the specified fees,\nthe High Court committed an error by issuing a mandamus for\nresumption of the land on the ground of the alleged violation\nof agreement dated 26.10.1983. Learned senior counsel\nextensively referred to the pleadings of three writ petitions and\nadditional documents filed in these appeals to show that hotel\nbuilding was extended on plot bearing survey No.803, after\nobtaining permission from the EDC and Development Authority\nand submitted that the irregularity, if any, committed in that\nF regard will be deemed to have been regularized by order dated\nD\nE\n20.4.1992 passed by the Development Authority. Shri Divan\nrelied on Clause 6 of the agreement and argued that even if\nthe appellants can be said to have violated any of the conditions\nof agreement, it is for the Government to take action for\nG resumption of the land, after giving opportunity to them to rectify\nthe defect, etc. and the High Court could not have usurp the\npower of the Government and directed demolition of the\ndisputed construction. Learned senior counsel also referred to\njudgment dated 13.3.2006 passed in Special Civil Suit No.67/\nH 1986 and argued that in the face of unequivocal finding\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 37\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nrecorded by the competent court that there is no pathway from A\nsurvey No.792 (Machado's Cove) to survey No.803, the\ndirection given by the High Court for resumption of the land on\nthe ground that access to the beach available to the public\nthrough survey No.803 (new No.246/2) has been blocked in\nviolation of the terms of agreement dated 26.10.1983, is liable B\nto be set aside. He further argued that the so-called admissions\nmade in the written statement filed in Special Civil Suit No.313/\n78/A cannot be read against the appellants because the written\nstatement was not signed by authorized representative of\nappellant No.2 on personal knowledge and, in any case, the C\nfinding recorded by the competent court in Special Civil Suit\nNo.67/1986 should be treated as conclusive on the issue of\nnon-existence of passage through survey No.803. In support of\nthis argument, learned senior counsel relied on the judgment\nof this Court in Nagubai Ammal \u0026 ors. Vs. B. Shama Rao \u0026\nors. [(1956) SCR 451] and of Allahabad High Court in Anurag\nMisra v. Ravindra Singh and another [AIR 1994 Allahabad\n124].\nD\nE\n8. Shri Pallav Shihsodia, learned senior counsel appearing\non behalf of the State of Goa and other official respondent,\nadopted the arguments of Shri Anil Divan and submitted that\nright of the public to use the traditional passage through private\nland bearing survey No.803 (new No.246/2) could, at the best,\nbe treated as easementary right which stood extinguished with\nthe acquisition of land under Section 4(1) of the 1894 Act, and F\nvesting thereof in the State Government in terms of Section 16.\nShri Shishodia referred to the counter affidavit filed on behalf\nof the State in these appeals and submitted that once\npossession of the acquired land was taken by the Government\nfree from all encumbrances, the writ petitioners could not have G\nasked for an access to the beach through survey No.803 for\nmembers of the public. He submitted that if public is allowed\nto use survey No.803, there will always be a possibility of threat\nto the security of the inmates of the hotel, which will affect inflow\nof tourist in the area and have adverse impact on the economy H.\n38\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA of the State.\nB\nC\nD\n9. Ms. Indira Jaising, learned senior counsel for the Goa\nFoundation, referred to notification dated 29.10.1980 and\nagreement dated 26.10.1983 to show that the land in dispute\nwas acquired for execution of work for the benefit of general\npublic and argued that the High Court did not commit any error\nby recording a finding that the acquisition was under Section\n40(1)(b). She pointed out that the land was acquired with the\nsole object of enabling appellant No.1 to develop sports and\nrecreational facilities/amenities which could be used by the\noccupants of the hotel rooms as also the general public and\nargued that the same cannot be said to be for the purposes of\nthe company. Ms. Jaising emphasised that on the date of\nacquisition, the appellant No.1 had already constructed the hotel\nand argued that in the garb of creating facilities and amenities\nfor the occupants of the hotel rooms, it could not have extended\nhotel building on 1000 sq. meters of plot bearing survey\nNo.803, and that too in violation of the express bar contained\nin Clause 4(viii) of agreement dated 26.10.1983. She argued\nthat order dated 20.4.1992 passed by the Development\nE Authority permitting construction on plot bearing survey No.803\nis liable to be ignored in view of Clause 4(viii) of the agreement.\nShe further argued that even if this Court comes to the\nconclusion that appellant no.1 could construct building on survey\nNo.803 by way of extension of the existing hotel, the disputed\nconstruction cannot be saved because permission of the EDC\nwas not obtained. Ms. Jaising invoked the doctrine of public\ntrust and argued that in view of the unequivocal condition\nincorporated in Clause 4(ix) of the agreement that access to\nthe beach will be maintained without any obstruction, right of\nG the members of public to go to the beach through survey No.803.\ncannot be stultified by putting up wall/barbed wire fencing or\nby creating any other impediment. Learned senior counsel\nsubmitted that the beach in question is not a private beach and,\ntherefore, the public at large cannot be denied the right to\naccess the beach. She further submitted that if appellants are\nF\nH\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 39\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nallowed to prevent the public from going to the beach through A\nthe traditional path from Dona-Paola-Bambolim Road through\nsurvey Nos. 792 and 803, the same would amount to\nprivatization of the public beach, which is legally impermissible.\nAs regards the judgment in Special Civil Suit No.67/1986, Ms.\nJaising submitted that the same is not relevant for deciding the B\nissues raised in these appeals because neither any of the writ\npetitioners nor the State Government were parties to that\nlitigation and, in any case, in view of the unequivocal stipulation\ncontained in Clause 4(ix) of the agreement, appellant No.1\ncannot wriggle out of its statutory obligation to maintain passage\nthrough plot bearing survey No.803. She countered the\nsubmission of Shri Divan that in view of the availability of\nalternative access to the beach through the road, car parking\nand footpath constructed by appellant No.1, the High Court\nshould not have insisted on continuing access to the beach\nthrough survey No. 803 by asserting that the said access has\nbeen provided in terms of letter dated 1.8.1978 of the Chief\nTown Planner and permission granted by the Gram Panchayat\nvide letter dated 22.8.1978 in lieu of the access available to\nthe public through survey No.787 and the same cannot be made\nbasis for depriving members of the public to continue to avail\naccess to the beach through the traditional path available to\nthem survey No. 803. Learned senior counsel also pointed out\nthat the alternative access is totally illusory because it ends on\nthe rocks through which no person can easily go to the beach.\n10. We have considered the respective arguments/\nsubmissions. The questions which require determination by this\nCourt are:\nD\nE\nF\n(i)\nWhether land bearing survey Nos.803 (new\nNo.246/2) and 804 (new No.245/2) was acquired\nunder Section 40(1)(aa) or it was an acquisition\nunder Section 40(1)(b)?\nG\n(ii)\nWhether any public access was available to the\nbeach through survey No.803 (new No.246/2) H\nA\nB\nD\nE\n40\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nbefore its acquisition by the State Government and\nwhether in terms of Clause 4(ix) of the agreement,\nappellant No.1 is required to maintain the said\naccess/road to the beach, without any obstruction?\n(iii) Whether public access to the beach through survey\nNo.803 (new No.246/2) stood extinguished with the\nvesting of land in the State Government under\nSection 16 of the 1894 Act?\n(iv) Whether construction of hotel building on a portion\nof survey No.803 (new No.246/2) is contrary to the\npurpose of acquisition and is violative of the\nprohibition contained in Clause 4(viii) of agreement\ndated 26.10.1983 and the High Court rightly\ndirected demolition thereof in accordance with\nClause 6 of the agreement?\n(v)\nWhether denial of the facilities and amenities\ncreated by appellant No.1 in survey No.803 (new\nNo.246/2) to the members of public is contrary to\nthe purpose of acquisition and is also violative of\nthe agreement and this could be made a ground for\nresumption of the acquisition of land?\nF\nG\nI\nRe: 1\n11. The decision of this question depends on the\ninterpretation of Sections 40(1) and 41 of the 1894 Act.\nHowever, before adverting to those sections, we deem it proper\nto notice other relevant provisions. Section 4 provides for\npublication of a preliminary notification evidencing prima facie\nsatisfaction of the government that land in any locality is needed\nor is likely to be needed for any public purpose. This section\nprescribes the mode of publication of notification and also\nindicates the steps which could be taken for survey etc. of the\nland for deciding whether the same is fit for the purpose for\nwhich it is needed. Section 5A postulates giving of an\n"}