{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84}],"text":"FOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 81\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nmaintenance and publication of statistics, bulletins and A\nmonographs on planning and its methodology; co-ordinate and\nadvise on the planning and implementation of physical\ndevelopment programmes and perform such other functions.\nwhich are incidental to the enumerated functions. The role of\nthe State Government primarily relates to approval of regional B\nplan (S.44), revision of regional plan (S.17), declaration of\nplanning areas, their amalgamation, sub-divisions, etc. (S.18),\npower to withdraw planning area from operation of the Act\n(S.19) and constitution of Planning and Development\nAuthorities for the planning area (S.20). Section 22, which c\nC\nenumerates functions and powers of Planning and\nDevelopment Authority reads as under:\n\"22. Functions and powers of Planning and Development\nAuthorities.-Subject to the provisions of this Act and the\nrules framed thereunder and subject to any directions.\nwhich the Government may give, the functions of every\nPlanning and Development Authority shall be -\n(a) to prepare an existing Land Use Map;\n(b) to prepare an Outline Development Plan;\n(c) to prepare a Comprehensive Development plan;\nD\nE\nய\n(d) to prepare and prescribe uses of land within its area;\nand\nF\n(e) to prepare schemes of development and undertake\ntheir implementation,\nand for these purposes, it may carry out or cause to be\ncarried out, surveys of the planning area and prepare\nreport or reports of such surveys, and to perform such other\nfunctions as may be prescribed.\"\nG\n52. Chapter VII of the Town and Country Planning Act\ncontains provisions relating to control of development and use H\n82\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA of land. Section 44 lays down that any person intending to carry\nout any development in respect of, or change of use of, any land\nshall make an application in writing to the Planning and\nDevelopment Authority for permission in such form containing\nsuch particulars and accompanied by such documents and\nB plans as may be prescribed. Section 44(2)(b) and (c) deal with\nthe situation in which the Development Authority objects to the\nproposal for development, in which case the matter has to be\nplaced before the Government for its decision. Section 44(3)\nlays down that the Development Authority can grant permission,\nс conditionally or unconditionally for carrying out any development\nD\nor change of use of the land. While doing so, the Development\nAuthority is required to take note of the provisions of the\ndevelopment plan, if any, in force, relevant bye-laws,\nregulations, etc.\n53. None of the above noted provisions of the Town and\nCountry Planning Act empowers the Board and/or the\nDevelopment Authority to modify, amend, alter or change an\nagreement entered into as per the requirement of Section 41\nof the 1894 Act or allow violation thereof by the company.\nE Therefore, the decision taken by the Board in its meeting held\non 20th June, 1991 and order dated 20th April, 1992 issued\nby the Development Authority were non est and the High Court\nrightly did not give any credence to those decisions while\nadjudicating the issue relating to legality of construction made\nF on survey No.803 (new No.246/2).\nG\nH\n54. We are also of the opinion that even the EDC which\nwas empowered under second part of Clause 4(viii) of the\nagreement to grant approval to the activities relating to\ndevelopment could not have permitted construction/extension\nof the hotel building on a portion of survey No.803 (new No.246/\n2). Any such decision by the EDC would also have been\ndeclared nullity on the ground of violation of the mandate of first\npart of Clause 4(viii) of the statutory agreement.\n;\n'\n,\n:\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 83\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n55. The argument of Shri Divan that extension of the hotel A\nbuilding on 1000 sq. mts. of survey No.803 (new No.246/2) falls\nwithin the definition of \"development\" contained in Section 2(10)\nof the Town and Country Planning Act which comprehends\ncarrying out of building activities and, therefore, the High Court\nshould not have ordered demolition of the extended portion of B\nthe hotel, but we are unable to agree with him and reiterate that\nneither the Board nor the Development Authority could sanction\nviolation of agreement dated 26.10.1983.\n56. For the reasons stated above, we hold that the High\nC\nCourt did not commit any error by declaring that extension of\nthe hotel building on 1000 sq. mts. of survey No.803 (new\nNo.246/2) is illegal and directed its demolition after following\nthe procedure prescribed under Clause 6 of agreement dated\n26.10.1983.\nRe: 5.\nD\n57. This question deserves to be answered in favour of the\nappellants. A reading of application dated 15.11.1978 made\nby appellant No.1 makes it clear that it had no intention of\nE\nmaking available the facilities of yoga centre, health club and\namenities like water sports to the general public. Rather in\nparagraph 6 of its application, appellant No.1 made it clear that\nthe facilities provided by the hotel will be open for use by non-\nresidents also on membership basis. Agreement dated\n26.10.1983 is totally silent on the issue of making the facilities\ncreated by the appellants open for public use without\npermission and payment of fees. Therefore, it is not possible\nto agree with Ms. Jaising that the facilities and amenities\ncreated by the appellant should be made available to the\ngeneral public free of costs.\n58. In the result, the appeals are dismissed. Since\nexecution of most of the directions given by the High Court\nremained stayed during the pendency of these appeals, we\ndeem it proper to issue the following directions:-\nF\nG\nH\n84\nSUPREME COURT REPORTS\nA\n(i)\nB\nC\nD\nE\nF\nG.N.\n[2009] 3 S.C.R.\nThe appellants are allowed three months' time to\ndemolish the extended portion of the hotel building\nwhich was constructed on 1000 sq. mts. of survey\nNo.803 (new No.246/2) and, thereafter report the\nmatter to the Development Authority which shall, in\nturn, submit a report to that effect to Goa Bench of\nthe Bombay High Court.\n(ii) If the appellants fail to demolish the building and\nreport the matter to the Development Authority\nwithin the time specified in direction No.(i) above,\nthe concerned authority shall take action in\naccordance with paragraphs (a) and (b) of the\noperative part of the High Court's order.\n(iii) The access shown in plan Exhibit-A attached to Writ\nPetition No.141/1992 shall be kept open without\nany obstruction of any kind from point 'A' to 'B' in\norder to come from Machado's Cove and then go\nto the beach beyond point 'B'. If during pendency\nof the litigation, appellant No.1 has put up any\nobstruction or made construction to block or hinder\naccess to the beach through survey No.803 (new\nNo.246/2), then the same shall be removed within\none month from today.\nAppeals dismissed.\nI\n"}