{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":":\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 51\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nrequires that the agreement must indicate the time within which A\nand the conditions on which the building or work shall be\nconstructed or executed. Clause (5) of Section 41, which is\nrelatable to an acquisition under Section 40(1)(b), also\npostulates indication of time within which work is executed or\nmaintained and the terms on which public shall be entitled to\nuse the work.\n19. In State of West Bengal v. P.N. Talukdar [AIR 1965\nSC 646] this Court considered a question similar to question\nNo.1 framed by us and observed:\nB\nC\n\"..... Generally speaking the appropriate government would\nnot state in so many words whether it was proceeding\nunder Clause (a), or Clause (aa) or Clause (b). The\nquestion whether consent has been given under one clause\nor the other or more than one clause has to be decided D\non the basis of the agreement and the notification under\nSection 6. We have also no doubt that it is open to the\nappropriate government to give consent on being satisfied.\nas to one of the three clauses only or as to more than one\nclause. In the present case reliance has been placed on E\nbehalf of the State Government on all the three clauses and\nparticularly on clauses (aa) and (b), to show that the\nconsent was given after keeping in mind all the three\nclauses of Section 40(1). The question as to which clause\nof Section 40(1) was acted upon by the State Government\nto give consent is important because on that will depend\nthe nature of the agreement which has to be made under\nSection 41. Where the purpose of the acquisition is as\nmentioned in Clause (a), the agreement has to provide for\nthe time within which, the conditions on which and the\nmanner in which the dwelling houses or amenities shall be\nerected or provided. Where the consent is based on\nClause (aa), the agreement is to provide for the time within\nwhich and the conditions on which, the building or work\nshall be constructed or executed. Where the consent is\nF\nG\nH\nA\nB\n52\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\ngiven on the basis of Clause (b), the agreement, is to\nspecify the time within which and the conditions on which\nthe work shall be executed and maintained, and the terms\non which the public shall be entitled to use the work. It will\nbe seen from the above that there are bound to be\ndifferences in the terms to be embodied in an agreement\nunder Section 41 depending upon whether the consent was\ngiven.\"\n20. In the light of the above, we shall now consider whether\non a conjoint reading of notification dated 29.10.1980 and\nC\nagreement dated 26.10.1983, acquisition of survey Nos.803\nand 804 (new Nos.246/2 and 245/2) can be treated as having\nbeen made under Section 40(1)(aa) or it was an acquisition\nunder 40(1)(b) of the 1894 Act. A brief recapitulation of the facts\nshows that soon after commencing work for construction of the\nD hotel, appellant No.1 approached the State Government for\nacquisition of land comprised in various survey numbers\nincluding survey Nos.803 and 804 (new Nos.246/2 and 245/2)\nby indicating that the first phase of its project envisages\nconstruction of hotel building in survey No.787 and in the\nE second phase, it was intending to put up a yoga centre, health\nclub and water sports facilities in survey No.805 for promoting\ntourism, which will also be useful to the general public.\nAppellant No.1 pointed out that two small plots bearing survey\nNos. 788 and 789, abutting the beach, are required for installing\na first aid post and a medical aid centre, which are necessary\nfor beach resort hotel and for providing safety measures and\nfacilities to the residents of the hotel and also for the public at\nlarge, using the beach. Appellant No.1 then submitted that for\nsecond phase of the hotel complex, it will be desirable to\nG acquire survey Nos.803 and 804 so that the entire complex will\nbecome one composite unit. In the end, appellant No. 1 indicated\nthat the facilities provided by the hotel will be open for use to\nthe non-residents on membership basis. The notification issued\nby the State Government under Section 4(1) shows that the\nland was needed for a public purpose, namely, the tourism\nF\nH\n*\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 53\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n-\nC\ndevelopment project construction of hotel at Curla, A\nVainguinim, Taleigao. In our view, as appellant No.1 was\nengaged in executing a project of tourism development, i.e.,\nconstruction of hotel along with amenities like yoga centre,\nhealth club and water sports facilities, acquisition of survey\nNos.803 and 804 (new Nos.246/2 and 245/2) was clearly B\nrelatable to its project. This is also borne out from the language\nof agreement dated 26.10.1983, which records satisfaction of\nthe Government that the land was needed for the purpose of\nexecuting tourism development project of appellant No.1.\nClause 4(ii) of the agreement shows that appellant No.1 was\nrequired to undertake the work of creation of sports and\nrecreational facilities / amenities within one year of getting\npossession and complete the same within three years. This\nwork was certainly ancillary to the tourism development project\nbeing executed by appellant No.1. Therefore, there is no\nescape from the conclusion that the acquisition was under\nSection 40(1)(aa) of the 1894 Act and the contrary finding\nrecorded by the High Court is legally unsustainable. It is also\nnecessary to bear in mind that tourism is an important industrial\nactivity in Goa which attracts tourists from all over the country\nand abroad. A huge amount of foreign exchange is generated\nby this industry apart from providing employment and ancillary\nbenefits to a large section of the population of the State.\nTherefore, acquisition of land for tourism development project\nis certainly for a public purpose.\nRe: 2\nD\nE\nLL\nF\n21. For deciding the question whether public access to the\nbeach was available through survey No.803 (new No.246/2)\nbefore its acquisition in the year 1980, it will be profitable to G\nnotice the pleadings of the parties and contents of the\ndocuments produced by them. In all the writ petitions, the\npetitioners claimed that there exists passage through survey\nNo.803 which is being used by the public for many years for\ngoing to the beach. In para 6 of his writ petition, Minguel\nH\n54\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA Martins referred to the affidavit of Avdhut Kamat filed by\nappellant No.2 in civil suit for a decree of pre-emption instituted\nby Gustavo Renato da Cruz Pinto and two others. In other two\npetitions, the writ petitioners relied on the averments contained\nin the written statement filed on behalf of appellant No.2 in\nB Special Civil Suit No.313/1978/A to support their assertion\nregarding existence of access to the beach through survey\nNo.803. Gustavo Renato da Cruz Pinto also placed on record\na copy of the affidavit of Avdhut Kamat and plan prepared by\nhim showing access to the beach from point 'A' to 'B' in survey\nNo.803. In that plan starting point of access from the beach was\nat point 'B' in survey No.803 and it ended at point 'A' touching\nnorthern boundary of that survey number towards Machado's\nCove.\nC\nD\nE\nLL\nF\nG\nH\n22. In paragraphs 2F to 20, 2R, 2S, 3E and 3H of the\nwritten statement filed on behalf of appellant No.2 in Special\nCivil Suit No.313/1978/A, the following averments were made:\n\"2F. As shown before, the properties 803, 804, 787,\n788, 789 and 805 are bounded on the South by\nseashore beyond which the river zuari lies. A part\nof this shore which forms the boundary to the said\nproperties is used as public way. This public way\nafter passing through the seashore and some\nprivate road goes upto Dona Paula jotty. This,\npublic way is used by the members of the public\nincluding the fisher folk to go from th said seashore\nupto Dona Paula jetty and vice-versa, from time\nimmemorial, without objection whosoever, openly,\npeacefully and continuously and as a matter of\nright.\n2G. The beach existing at the south of property 803\nand 787 is a public resort and it is visited by\nmembers of the public from all parts of Ilhas\nTaluka. For this purpose there is a ramp (stone\nconstruction) built on the ground in property 803\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 55\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n:\nas a means of access to the beach. There is also A\na similar ramp in the property 787. The existence\nof the ramps and the date of their construction is\nlost in antiquity but has been known to exist at\nleast for the last seventy years.\n2H. In order to have access to the portion of the beach\nexisting in the property 803, there is a footpath\nstarting from the ramp and going towards North\nupto the culvert linking property 803 with property\n792 of Machado therefrom after crossing the\nproperty of Machado in the same direction, it\ntouches the public footpath going from Dona Paula\nto Calapur. At present, the said footpath touches\nthe Panaji-Dona Paula-Bambolim road and\ncrosses the property of Machado.\n21.\n2J.\nThe way mentioned in the proceeding para 2H is\nbeing used by members of the public living in the\nvillage Calapur and also by other members of the\npublic coming from different parts of Taluka Ilhas.\nThis way is clearly visible on site.\nThe Plaintiffs family have access to the properties\n803, 804, 788 and 789 through the said way\nmentioned in para 2H and they have been using\nthis access for the last fifty years. The family of the\nPlaintiffs have their residential house at St. Cruz\nvillage and this way in the nearest way for them.\nB\nC\nD\nE\nF\n2K. The access to the property 788 and 789 of the\nPlaintiff's family is through the property 803 and\nthrough the portion of the beach used as a public G\nway and standing on the Southern side.\n2L. The access to the property 804 is through the property\n803 and for that purpose there exists a culvert.\n2M. The access to the property 806 is in the continuation H\n56\n56\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nD\nof the way leading from 803 and 804 and then\ngoing to the beach and to property 806. 806 has\nalso direct access to the seashore which is used\nas public way.\n2N. It is not true that that the way to 806 goes from\nproperty 805 as represented in the map annexed\nto the Plaint.\n20. The access to the property 807 is through the\nproperty of Machadio Survey No. 792 and more\nparticularly the way which goes just in line with the\nEastern boundary of property of Machado. This\nlatter was given access also to property 806 after\npassing through properties which stand at the East\nof property 807 and 805. As represented in the\nmap annexed to the Plaint, 807 has access through\n804 and 803.\nE\nF\nG\n2R. The members of the public coming through the way\nmentioned in Para 2P were using either the portion\nof beach in property 787 or portion of beach in\nproperty 803. Whenever they were using the ramp\nexisting in the property 803, they used the way which\nconnects the footpath mentioned in Para 2P with\nthe footpath stated in Para 2H and thereafter they\nwere going to the ramp through the way to 2(H).\n2S. The ways mentioned in Para 2F, 2H and 2P have\nbeen used by the members of the public and\nvillagers from immemorial times, openly,\npeacefully, continuously in order to come to the\nbeach and they are public ways and have been\nso dedicated as is evidenced by the long and\ncontinuous user.\nH\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 57\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n“3E. From this parking place a footpath is maintained A\nalongside the Eastern boundary of property 787\nand Western boundary of property 803 going to\nthe south upto the Sea Shore.\n3H.\nThe Plaintiffs have not come to the Court with\nclean hands and hence deliberately omitted to\nrepresent in the map annexed to the plaint the\nramps existing in the properties 787 and 803 and\ngiving access to the beach. Similarly the Plaintiffs\nhave deliberately omitted to represent in the map\nthe public way mentioned in Para 2H and 3E, the\nPlaintiffs have further deliberately, in order to snatch\ninjunction, wrongly represented the way mentioned\nin 2(k).\"\nB\nC\n[Emphasis added] D\n23. Along with the written statement, appellant No.2 filed\naffidavit of Shri Avdhut Kamat, who was engaged as consulting\nengineer for the hotel project. In paragraph 2 of his affidavit,\nShri Kamat stated as under:\nE\n\"2. I say that under instructions from said Fomento, I have\nprepared a plan of property bearing survey No. 787 to 807.\nThe properties with survey No.787, 790, 798, 800, 801,\n802 and 805 have been purchased by said Fomento from\nDefendants No.2 to 5. The plan has been drawn by me F\ntaking into consideration the old survey, new survey and\npresent position on the site. The new numbers of the survey\nare also shown in the plan. On the said plan, I have shown\nexisting public pathways by red pencil lines. From the\nsaid plan it appears that none of the Defendant's lands G\n(all of which are hatched on the plan) are, in fact,\nenclosed property, since all of them have access to public\nways. The pathways marked red in the plan have been\npersonally checked by me with the assistance of my\nH\n58\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nD\nE\nF\nassistants Engineers and can be verified on the site.\"\n[Emphasis added]\nThe affidavit of Shri Kamat was accompanied by the plan\nmarked as Exhibit-A which depicted various pathways including\nthe one going from the beach to Dona-Paola-Bambolim Road\nthrough survey Nos.803 and 792.\n24. In the reply affidavit filed in Writ Petition No.141/1992,\nappellant No.1 did not dispute the correctness of the written\nstatement filed in Special Civil Suit No.313/1978/A or the\naffidavit of Shri Avdhut Kamat and plan prepared by him after\npersonally inspecting the site. The High Court relied on the\naverments contained in the written statement and held that the\nexistence of public access to the beach/pathway leading to the\nbeach through survey No.803 cannot be doubted.\n25. Shri Anil Divan, learned senior counsel appearing for\nthe appellants heavily relied on judgment dated 13.3.2006\npassed by Civil Judge, Panaji in Special Civil Suit No.67/1986\n- Alvaro De Souza Machado and another v. Sociedade De\nFomento Industrial Pvt. Ltd. and another and argued that the\nfinding recorded by the High Court on the issue of existence\nof public access to the beach through survey No.803 should be\ntreated as redundant because the same is entirely based on\nadmissions made in the written statement filed on behalf of\nappellant No.2 in Special Civil Suit No.313/1978/A and the\ncompetent court has found that the same are not binding on\nthe appellants (who were defendants in Special Civil Suit\nNo.67/1986). He pointed out that learned Civil Judge, Panaji\nhas found that written statement was not verified by the\nconcerned person on personal knowledge and, therefore,\nadmissions made therein cannot be made basis for recording\nan adverse finding against the defendants in the suit. In the first\nblush, this argument of the learned senior counsel appears.\nattractive but on a closure scrutiny, we do not find any merit in\nH it. The learned Civil Judge who decided the suit filed by Alvaro\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 59\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nC\nDe Souza Machado and another relied upon the judgments of A\nthis Court in Nagubai Ammal \u0026 others v. B. Shama Rao \u0026\nothers (supra) and of the Allahabad High Court in Anurag Misra\nv. Ravindra Singh and another (supra) and held that the\nadmissions made in the earlier suit in paragraphs 2A, 2C, 2E,\n2F to 2S, etc. cannot be treated as binding on the defendants B\nbecause contents of the written statement were verified by using\nthe words \"true to the best of my information which I believe as\ntrue\" and not on personal knowledge. This approach of the\nlearned Civil Judge was clearly contrary to Order VI Rule 15 of\nthe Code of Civil Procedure, which provides for verification of\npleadings. Sub-rule (1) of Rule 15 lays down that save as\notherwise provided, by any law for the time being in force, every\npleading shall be verified at the foot by the party or by one of\nparties pleading or by some other person proved to the\nsatisfaction of the court to be acquainted with the facts of the\ncase. Sub-rule (2) lays down that the person verifying shall\nsatisfy, by reference to the numbered paragraphs of the\npleadings, what he verifies of his own knowledge and what he\nverifies upon the information received and believed to be true.\nSub-rule (3) requires that the verification shall be signed by the\nE\nperson making it and shall state the date on which and the place.\nat which it was signed. By amending Act No. 46/1999 the\nrequirement of filing an affidavit by the person verifying the\npleadings was incorporated but that provision does not have\nany bearing on this case.\n26. The plain language of Order VI Rule 15(2) makes it\nclear that the pleadings can be verified by the concerned person\non his own knowledge or upon the information received and\nbelieved to be true by him/her. The written statement filed on\nbehalf of appellant No.2 in Special Civil Suit No.313/1978/A\nwas verified by Smt. Anju Timblo who represented the\nappellants cause before various functionaries of the State\nGovernment and its instrumentalities and also filed reply\naffidavits in different writ petitions. Smt. Anju Timblo did not\nclaim that she is acquainted with the topography/geography of\nD\nF\nG\nI\n60\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nC\nA the area which included survey Nos.792 and 803. Therefore,\nshe could not have verified the written statement containing the\nadmission regarding existence of passage/pathway to beach\nthrough survey No.803 on her own knowledge. Therefore,\nverification of the written statement containing admission about\nB the existence of passage through Machado's Cove and survey\nNo.803 on the basis of information which she believed to be\ntrue was in consonance with Order VI Rule 15(2) and the\nlearned Civil Judge committed an error in holding that the\nadmissions contained in the written statement of the earlier suit\nwere not binding on the defendants. Another error committed\nby the learned Civil Judge was that he altogether overlooked\nthe statement made by Smt. Anju Timblo, who appeared as a\nwitness on behalf of the defendants in Special Civil Suit No.67/\n1986 and candidly accepted in the cross-examination that the\nwritten statement filed in Special Civil Suit No.313/1978/A\ncontained admissions about existence of access to the beach\nthrough survey No.803. It is also significant to note that neither\nthe writ petitioners nor the State of Goa were parties to the\nsecond suit and, therefore, they did not get opportunity to show\nthat admissions contained in the written statement of appellant\nNo.2 in Special Civil Suit No.313/1978/A were rightly relied\nupon by the High Court and the learned Civil Judge could not\nhave taken a contrary view.\nD\nE\n27. It was neither the pleaded case of the appellants before\nF the High Court nor it was argued on their behalf that the\nadmissions contained in the written statement filed in the\nprevious suit about existence of access to the beach from\nDona-Paola-Bambolim Road through survey Nos.792\n(Machado's Cove) and 803 were made under a bonafide\nG mistake and the affidavit of Shri Avdhut Kamat and the sketch\nprepared by him were contrary to the actual physical status of\nvarious survey numbers mentioned therein. Therefore, the High\nCourt cannot be said to have erred in relying upon the\nadmissions made in the written statement of appellant No.2 in\nSpecial Civil Suit No. 313/1978/A that there existed access to\nH\n"}