{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"1\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 71\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nPublic Trust Doctrine in Natural Resource Law: Effective A\nJudicial Intervention\", Michigan Law Review, Vol. 68, No.\n3 (Jan. 1970) pp.471-566]. According to Prof. Sax, whose\narticle on this subject is considered to be an authority,\nthree types of restrictions on governmental authority are\noften thought to be imposed by the public trust doctrine\n[ibid]:\n1. the property subject to the trust must not only be\nused for a public purpose, but it must be held\navailable for use by the general public;\nB\n2.\nC\nthe property may not be sold, even for fair cash\nequivalent;\n3.\nthe property must be maintained for particular types\nof use (i) either traditional uses, or (ii) some uses\nparticular to that form of resources.\"\n39. The Court then held that the government orders are\nviolative of principle Nos.1 to 3, mentioned in the article of\nProfessor Joseph L. Sax and directed that no further\nconstruction be made in Peruru and Avilala tanks and corrective\nmeasures be taken for recharging them.\n40. We reiterate that natural resources including forests,\nwater bodies, rivers, sea shores, etc. are held by the State as\na trustee on behalf of the people and especially the future\ngenerations. These constitute common properties and people\nare entitled to uninterrupted use thereof. The State cannot\ntransfer public trust properties to a private party, if such a\ntransfer interferes with the right of the public and the Court can\ninvoke the public trust doctrine and take affirmative action for\nprotecting the right of people to have access to light, air and\nwater and also for protecting rivers, sea, tanks, trees, forests\nand associated natural eco-systems.\n41. As a sequel to the above discussion, we hold that\nClause 4(ix) of the agreement is binding on the appellants and\nD\nE\nF\nG\nI\n72\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA appellant No.1 is under a statutory obligation to maintain\naccess/road to the beach through survey No.803 (new No.246/\n2) without any obstruction of any kind and the High Court did\nnot commit any error by issuing a mandamus in that regard.\nB\nRe:3\n42. Section 16 of the 1894 Act which constitute the\nfoundation of the arguments of the appellants and State that the\npublic access to the beach, if any available, through survey\nNo.803 (new No.246/2) stood extinguished with the vesting of\nC land in the State Government, reads as under:-\nD\nE\n\"16. Power to take possession. - When the Collector has\nmade an award under Section 11, he may take possession\nof the land, which shall thereupon vest absolutely in the\nGovernment, free from all encumbrances.\"\n43. The argument of Shri Anil Divan, learned senior\ncounsel appearing for the appellants is that even though access\nto the beach may have been available through survey No.803\nbefore its acquisition and the general public may have been\nusing the same as of right for going to the beach, the said right\ngot terminated as soon as possession of the land was taken\nby the government. His further argument is that public access\nto the beach through survey No.803 was in the nature of\nencumbrance on the land which stood extinguished on vesting\nF of the land in the Government in terms of Section 16 of the 1894\nAct. Shri Pallav Shishodia, learned senior counsel appearing\nfor the State adopted this argument and emphatically submitted\nthat access to the beach available to the public through survey\nNo.803 (new No.246/2) before its acquisition was obliterated\nG once the acquired land vested in the Government.\nI\n44. Although, no exception can be taken to the appellants\ncoming forward with such an argument despite the fact that in\nterms of Clause 4(ix) of the agreement which has, by virtue of\nSection 42 of the 1894 Act, the force of law, they are required\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 73\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nC\nto maintain public access to the beach, we are quite surprised A\nwith the stance adopted by the State Government. Admittedly,\nthe agreement was executed by appellant No.1 under Section\n41 of the 1894 Act in the backdrop of acquisition of survey\nNo.803 (new No.246/2) and survey No.804 (new No.245/2). It\nis also not in dispute that in terms of Clause 4(ix), appellant B\nNo.1 is required to maintain access to the beach without any\nobstruction. This shows that despite Section 16 of the 1894\nAct, the parties had consciously decided to protect the\ntraditional right of the members of public to go to the beach by\nusing the existing pathway through the acquired land. Both, the\nappellants and State functionaries knew that there exist public\naccess to the beach through survey No.803 (new No.246/2),\nthat members of public were using the same since time\nimmemorial and that it was necessary to protect that right.\nTherefore, it is not possible to find any fault with the view taken\nby the High Court that access to the beach is not an\nencumbrance and in any case, the traditional pathway available\nto the public for going to the beach through survey No.803 (new\nNo.246/2) cannot be treated as having been extinguished in\nthe face of specific provision contained in the agreement which\nis statutory in character.\nD\nE\n45. In Collector of Bombay v. Nusserwanji Rattanji Mistri\n[AIR 1955 SC 298], a bench of three Judges considered\nwhether right of the State to levy assessment on the land can\nbe treated to have been extinguished in view of Section 16 of F\nthe 1894 Act. The Court answered the question in negative and\nobserved:-\n\"Under Section 16, when the Collector makes an award\n'he may take possession of the land which shall thereupon\nvest absolutely in the Government free from all\nencumbrances'. The word 'encumbrances' in this section\ncan only mean interests in respect of which a compensation\nwas made under Section 11, or could have been claimed.\nIt cannot include the right of the government to levy\nG\nH\n74\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nassessment on the land\".\n46. In State of H.P. v. Tarsem Singh [(2001) 8 SCC 104],\na two-Judge bench interpreted Section 3 of H.P. Village\nCommon Lands Vesting and Utilization Act, 1973 and held that\nthe common right of grazing available to the people of the area\nstood extinguished with the vesting of land in the State. The\nrespondents who were residents of the village brought a suit\nin representative capacity for declaration that the land in\ndispute is being used for grazing cattle, cutting fuel wood and\nfor other common purposes and the defendant cannot interfere\nwith their easementary right to enjoy the land. The trial Court\ndecreed the suit. The appeal preferred by the state was\nsubstantially dismissed by the first appellate Court. The High\nCourt dismissed the second appeal and held that easementary\nright of grazing cannot be treated to have vested in the State\nunder Section 3. This Court reversed the judgment of the High\nCourt and dismissed the suit. After noticing the non obstante\nclause used in Section 3(1) of the Act, the Court held that all\ninterests, title and rights in the land vested in the Gram\nPanchayat stood extinguished and came to be vested in the\nE State free from all encumbrances including the easementary\nright. In the course of the judgment, two-Judges bench referred\nto the judgments of Allahabad and Calcutta High Courts\nwherein it was held that the word 'encumbrance' means burden\nor charge upon property for a claim or lien upon State or land\nF and it would include easementary right over the land.\nD\nG\n47. The last mentioned judgment was considered by\nanother bench of two-Judges in H.P. State Electricity Board\nand others v. Shiv K. Sharma and others [(2005) 2 SCC 164].\nThe facts of that case were that appellant-board purchased\n10.10. bighas out of the holding of one Rikhi Ram. The sale\ndeed specifically mentioned that respondent Nos. 1 to 3 shall\nhave access to their land from the land of the seller. Thereafter,\nthe State Government acquired an area of 41.06 bighas of land\nfor construction of 60 KW Sub-Station. The acquired land\nH\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 75\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nB\nincluded the remaining land of Rikhi Ram from whom A\nrespondent Nos.1 to 3 had purchased the land. After\nacquisition, the entire property was fenced of by barbed wire\nand electric sub-station and living quarters of the employees\nof appellant were also constructed thereupon. In the process,\nthe appellant blocked off the passage being used as access\nto the land of the respondents. Respondent Nos.1 to 3\nunsuccessfully sued the appellant-board for mandatory injunction\nto remove the barbed wire fence blocking access to their land.\nOn appeal, the learned District Judge reversed the judgment\nof the trial Court and decreed the suit. The High Court C\nconfirmed the appellate judgment. Before this Court, reliance\nwas placed on the judgment in Tarsem Singh's case and it was\nargued that even if respondent Nos. 1 to 3 had a right of way\nby easement over the land of Rikhi Ram, the said land having\nbeen acquired stood vested in the State Government under\nSection 16 absolutely free from all encumbrances including such\neasementary right. The High Court drew a distinction between\neasement of an ordinary nature in respect of which\ncompensation could have been claimed in the land acquisition\nproceedings and an easement of necessity like a right of\npassage and held that such right was not extinguished by\nreason of acquisition. For this purpose, the High Court relied\non the observations made in Nusserwanji Rattanji Mistri's\ncase. While confirming the High Court's verdict, the two-Judges\nbench observed:\nD\nE\nF\n\"This judgment of Collector of Bombay was a judgment\nby a Bench of three learned Judges of this Court. Learned\ncounsel for the appellants drew our attention to the\njudgment in State of H.P. rendered by a Bench of two\nlearned Judges and contended that this judgment clearly G\nholds that the phrase \"free from all encumbrances\" used\nin Section 16 of the Act is wholly unqualified and would\ninclude in its compass every right including an\neasementary right which affects the land. He particularly\ndrew our attention to para 10 of the judgment where the\nH\n↑\n76\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nCourt took the view:\n\"All rights, title and interests including the\neasementary rights stood extinguished and all such\nrights, title and interests vested in the State free\nfrom all encumbrances.\"\nIn the first place, it is difficult for us to read the judgment in\nTarsem Singh case as taking a view contrary to and\ndiffering from the law laid down by a larger Bench in\nCollector of Bombay. Secondly, we notice that the\ndecision in Tarsem Singh is not in respect of an\neasementary right arising out of necessity. There does not\nseem to be any discussion on the said aspect of the\nmatter in this judgment. The view taken in Collector of\nBombay therefore, appears to hold the field, particularly\nwhere the nature of easementary right claimed is not\ncapable of being evaluated in terms of compensation and\narises out of sheer necessity.\"\n48. By applying the ratio of the judgments in Nusserwanji\nRattanji Mistri's case and H.P. State Electricity Board's case\nto the facts of this case, we hold that when the State volunteered\nto take possession of the land subject to the right of the\nmembers of public to access the beach through the acquired\nland and a specific provision to that effect was incorporated in\nthe agreement executed under Section 41(5), Section 16 of the\n1894 Act cannot be invoked for nullifying the right of the public\nto access the beach through survey No.803 (new No.246/2).\n49. We also do not find any substance in the argument of\nShri Anil Divan that Court should not insist on continuance of\nG public access to the beach through survey No.803 (new No.246/\n2) because the pathway going to Dona Paula-Bambolim Road\nwhich was available through survey No.792 (new No.242/1)\n(Machado's Cove) does not exist any more. The premise on\nwhich Shri Divan has made this argument, namely, non-\nH availability of pathway through survey No.792 does not find\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 77\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nsupport from the record of these appeals. Therefore, it is A\nneither proper nor justified for this Court to deny the people of\ntheir traditional right of access to the beach through survey\nNo.803 (new No.246/2) which goes to Dona-Paola-Bambolim\nRoad by using the roads provided in survey No.792 (new\nNo.242/1) (Machado's Cove).\nRe: 4\nB\nC\nE\n50. For deciding this question, we shall have to again\nadvert to the factual matrix of the case. Appellant No.2\npurchased survey Nos.787 and 805 from Dr. Alvaro Remiojo\nBinto and leased out the same to appellant No.1. The latter\nobtained permission from the Gram Panchayat for constructing\nhotel building in survey No.787. The construction commenced\nin 1978 and was completed in May 1983. Alongside\nconstruction of the hotel building, appellant No.1 approached D\nthe State Government for acquisition of land in various survey\nnumbers including survey Nos.803 and 804 (new Nos.246/2\nand 245/2). In paragraph 3 of the application addressed to Shri\nShankar Laad, Minister of Revenue, Government of Goa,\nappellant No.1 gave out that in the first phase of the project hotel\nbuilding was proposed to be constructed in survey No. 787 and\nin the second phase, yoga centre, health club and water sports\nfacilities were proposed to be put up in survey No.805 for\npromoting tourism. In paragraph 5, appellant No.1 offered\njustification for acquisition of survey Nos.788 and 789 which\nabut the beach. In paragraph 6, appellant No.1 pointed out that\nfor second phase of the hotel complex, it would be desirable\nto acquire survey Nos.803 and 804 which will make the entire\narea one composite unit. It is thus evident that at the time of\nmaking application to the State Government for acquisition of\nland, appellant No.1 did not have any proposal for construction\nand/or extension of hotel building in survey No.803. The State\nGovernment initiated acquisition proceedings by issuing.\nnotification dated 29.10.1980 under Section 4(1) of 1894 Act,\nwhich were finalized in 1983. After Government took\nF\nG\nH\nC\n78\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA possession of the acquired land, appellant No.1 entered into\nan agreement as per the requirement of Section 41. Clauses\n3, 4 (ii), (iv), (v) and (vii) of the agreement enumerate affirmative\nactions required to be taken by appellant No.1 for achieving\nthe object of acquisition, whereas Clause 4(i), (vi), (viii) and (ix)\nB contain various negative covenants including the one against\nthe use of land for any purpose other than for which it was\nacquired. A conjoint reading of these clauses unmistakably\nshows that appellant No.1 was to use the acquired land only in\nfurtherance of and for the purpose for which it was acquired,\nnamely, creation of sports and other recreational facilities/\namenities and to maintain the same in good order and\ncondition and was not to use the land for any other purpose.\nThe first part of Clause 4(viii) contains an express embargo\nagainst construction of any building or structure on the acquired\nland by appellant No.1. The second part of that clause\nenvisages that prior approval of EDC of the Government of Goa\nwill be obtained before undertaking activities for its\ndevelopment, besides other statutory requirements under the\nexisting laws. The management of appellant No.1 was very\nmuch aware of the embargo contained in first part of Clause\n4(viii) against construction of any building or structure on the\nacquired land and this is the reason why in the application\nmade by Smt. Anju Timblo to the Development Authority under\nSection 44(1) read with Section 49 of Town and Country\nPlanning Act for grant of permission for extension of the existing\nF hotel building, survey No.246/2 was not mentioned. The EEC\nD\nE\nand EDC considered that application and approved extension\nof the existing hotel building on land in survey Nos.246/1, 246/\n3 and 246/4 (old Nos. 787, 788 and 789) subject, of course, to\nthe condition of maintaining pedestrian path. The order issued\nG by the Development Authority on 15.4.1988 was also for\nextension of the existing hotel building on land bearing survey\nNo.246/1, 3 and 4. Neither in the minutes of EEC or EDC nor\nin the order issued by the Development Authority under Section\n44(3)(c) read with Section 49(2) of the Town and Country\nH Planning Act, there was any mention of survey No.246/2. This\n$\n}\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v.\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n79\nB\nC\nshows that till that stage, appellant No.1 had consciously A\nrefrained from putting up even a proposal for constructing any\nbuilding or structure on the acquired land. For the first time a\nrequest to that effect was made in the garb of making an\napplication for renewal of permission granted by order dated\n15.4.1988 with a deviation. A mention of four sub-divisions of\nsurvey No. 246 (1, 2, 3 and 4) was made instead of three sub-\ndivisions, i.e., 1, 3 and 4. With a view to avoid scrutiny by the\nEEC and EDC, the appellants managed consideration of the\napplication for extension and deviation of hotel building by the\nBoard constituted under Section 4 of the Town and Country\nPlanning Act. The Board considered and approved extension/\ndeviation albeit in violation of the negative covenant contained\nin first part of Clause 4(viii) of the statutory agreement. While\ndoing that, the Board was fully cognizant of the fact that in view\nof Clause 4 (viii), appellant No.1 cannot use the land for\nconstructing any structure and also that even for undertaking any\nactivity relating to development, approval of the EDC will be\nnecessary. That is why the State Government forwarded the\ndecision of the Board to the Development Authority for its\nconsideration. Unfortunately, the Development Authority without\neven bringing the matter to the notice of the EDC, passed order\ndated 20.4.1992 and permitted appellant No.1 to carry out\nconstruction on plot bearing survey No.246/2. In our considered\nview, neither the State Government nor the Board could allow\nextension of the hotel building on the acquired land in violation\nof first part of Clause 4(viii) of agreement dated 26.10.1983\nwhich, at the cost of repetition, we would like to emphasise, has\nthe force of law by virtue of Section 42 of the 1894 Act. Section\n8 of the Town and Country Planning Act, which enumerates\nfunctions and powers of the Board reads as under:\n\"8. Functions and powers of Board.-(1) Subject to the\nprovisions of this Act and the rules made thereunder, the\nfunctions of the Board shall be to guide, direct and assist\nthe Planning and Development Authorities, to advise the\nGovernment in matters relating to the planning,\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n00\n80\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\ndevelopment and use of rural and urban land in the Union\nTerritory, and to perform such other functions as the\nGovernment may, from time to time, assign to the Board.\n(2) In particular, and without prejudice to the generality of\nthe foregoing provisions, the Board may, and shall if\nrequired by the Government so to do-\n(a) direct the preparation of development plans by the\nPlanning and Development Authorities;\n(b) undertake, assist and encourage the collection,\nmaintenance and publication of statistics, bulletins and\nmonographs on planning and its methodology;\n(c) co-ordinate and advise on the planning and\nimplementation of physical development programmes\nwithin the Union Territory;\n(d) prepare and furnish reports relating to the working of\nthis Act; and\n(e) perform such other functions as are incidental,\nsupplemental or consequential to any of the functions.\naforesaid or which may be prescribed.\n(3) The Board may exercise all such powers as may be\nnecessary or expedient for the purpose of carrying out its\nfunctions under this Act.\"\n51. A reading of the above reproduced section makes it\nclear that the Board is required to guide, direct and assist the\nPlanning and Development Authorities; to advise the\nGovernment in matters relating to the planning, development\nand use of rural and urban land in the Union Territory, and to\nperform other functions assigned to it by the Government. In\nterms of Section 8(2), the Board can direct the preparation of\ndevelopment plans by the Planning and Development\nAuthorities; undertake, assist and encourage the collection,\n"}