{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"FOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 21\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nquashed the impugned notifications only on the A\nground of non compliance of Rule 4 of the Rules.\nThat order was reversed by this Court in M/s.\nFomento Resorts and Hotels Ltd. v. Gustavo\nRenato Da Cruz Pino and Others [(1985) 2 SCC\n152] and the case was remitted to the High Court B\nfor deciding other grounds of challenge. It, however,\nappears that after the judgment of this Court, the\nparties compromised the matter and the writ\npetition was withdrawn on 26.3.1985.\n(xiii) In the meanwhile, appellant No.1 entered into an\nagreement with the government as per the\nrequirement of Section 41 of the 1894 Act. The\nagreement was signed on 26.10.1983. The opening\nthree paragraphs and Clauses 3, 4 and 6 of the\nagreement read as under:-\n\"WHEREAS the principal objects for which the Company\nis established are, inter alia, construction of a tourism.\ndevelopment project, etc. etc.\nC\nD\nF\nE\nAND WHEREAS for the purpose of the construction of\nthis tourism development project comprising of a hotel\nat Curla, Vainguinim, Dona Paula, Goa, the Company\nhas applied to the Government of Goa. Daman and Diu\n(hereinafter referred to as \"The Government\") for\nacquisition under the provisions of the Land Acquisition\nAct, 1894 (hereinafter referred to as \"the said Act”) of the\npieces of land containing 19,114 square metres, situated\nin the District of Tiswadi and more particularly described\nin the Schedule appended hereto and delineated in the\nPlan hereunder annexed (hereinafter called \"the said G.\nland\") for the following purpose, namely -Tourism\nDevelopment Project - construction of hotel at Curla,\nVainguinim, Taleigao.\nAND WHEREAS the Government being satisfied by an\nH\n:\nA\nB\n0\nD\nE\nເມ\nF\nG\nH\n22\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nenquiry held under Section 40 of the said Act that the\nproposed acquisition is needed for the aforesaid purpose\nand the said work is likely to prove useful to the public,\nhas consented to acquire on behalf of the company the said\nland, hereinbefore described.\n3. The said land, when so transferred to and vested\nin the Company shall be held by the Company as\nits property to be used only in furtherance of and for\nthe purpose for which it is required subject\nnevertheless to the payment of the agricultural, non-\nagricultural or other assessments and cesses, if\nany, and so far as the said land is or may from time\nto time be liable to such assessments and cesses\nunder the provisions of the law for the time being in\nforce.\n4.(i) The Company shall not use the said land for any\npurpose other than that for which it is acquired.\n(ii) The Company shall undertake the work of creation\nof sports and other recreational facilities/amenities\nwithin one year from the date on which the\npossession of the said land is handed to the\nCompany and complete the same within three\nyears from the aforesaid date.\n(iii) Where the Government is satisfied after such\nenquiry as it may deem necessary that the\nCompany was prevented by reasons beyond its\ncontrol from creating the sports and other\nrecreational amenities within the time specified in\nthe Agreement, the Government may extend the time\nfor that purpose by a period not exceeding one year\nat a time so however that the total period shall not\nexceed six years.\n(iv) The Company shall keep at all times and maintain\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 23\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n(v)\nthe said land and the amenities created thereon, in A\ngood order and condition to the satisfaction of the\nGovernment or any Officer or Officers authorized by\nthe Government.\nThe Company shall maintain all records of the\nCompany properly and supply to the Government\npunctually any information as may from time to time\nbe required by the Government.\nB\n(vi) The company shall not use the said land or any\namenities created thereon for any purpose which C\nin the opinion of the Government is objectionable.\n(vii) The Company shall conform to all the laws and the\nrules and guidelines made by the Government from\ntime to time regarding preservation of ecology and\nenvironment.\n(viii) The Company shall never construct any building\nor structures in the acquired land. Prior approval\nof Eco-Development Council of the Government\nof Goa, Daman and Diu will be obtained before\nundertaking activities for its development, besides\nother statutory requirements under the existing\nlaws.\n(ix) The public access/road to the beach shall not be\naffected or obstructed in any manner.\n6. In case the said land is not used for the purposes for\nwhich it is acquired as hereinafter recited or is used for\nany other purpose or in case the Company commits breach\nof any of the conditions hereof, the said land together with\nthe improvements, if any, affected thereon, shall be liable.\nto resumption by the Government subject however, to the\ncondition that the amount spent by the Company for the\nacquisition of the said land or its value as undeveloped land\nat the time of resumption, whichever is less, but excluding\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n☐ G\nH\n24\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nthe cost or value of any improvements made by the\nCompany to the said land or any structure standing on the\nsaid land, shall be paid as compensation to the Company.\nProvided that the said land and the amenities, if\nany, created thereon shall not be so resumed unless due\nnotice of the breach complained of has been given to the\nCompany and the Company has failed to make good\nthe breach or to comply with any directions issued by the\nGovernment in this behalf, within the time specified in the\nsaid notice for compliance therewith.\"\n[Emphasis added]\n(xiv) Although, the agreement was signed on\n26.10.1983, possession of the acquired land was\ngiven to appellant No.1 only after withdrawal of Writ\nPetition No.8 of 1984 for which permission was\ngranted on 26.3.1985.\n(XV) After delivery of possession of the acquired land,\nSmt. Anju Timblo, Director of appellant No.1, made\nan application to Panjim Planning and\nDevelopment Authority (hereinafter referred to as\n'the Development Authority') under Sections 44(1)\nread with Section 49(1) of the Goa, Daman \u0026 Diu\nTown and Country Planning Act, 1974 (hereinafter\ndescribed as 'Town \u0026 Country Planning Act') for\ngrant of permission for extension of the existing\nhotel building on survey Nos.246/1, 246/3 and 246/\n4 (old survey Nos. 787, 788 and 789). The applicant\ndid not seek extension of hotel building to survey\nNo.246/2 apparently because of the express\nembargo contained in Clause 4(viii) of the\nagreement that the company shall never construct\nany building or structure in the acquired land.\n(xvi) The aforementioned application was considered by\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 25\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nthe EEC in its 23rd meeting held on 11.6.1987 and A\nwas favourably recommended subject to the\ncondition that pedestrian path along the beach may\nbe made available by constructing an access from\nthe jetty so that public can reach the beach during\nthe high tide period. Thereafter, the matter was B\nconsidered in the meeting of the EDC held on\n11.9.1987 and it was decided to accept the\nrecommendations of the EEC, subject to the\ncondition regarding pedestrian path. The decision\nof the EDC was communicated to Smt. Anju Timblo\nby the Chief Town Planner vide his letter dated\n14.10.1987, the relevant portion of which read as\nunder:\nC\nD\n\"In continuation of this office letter No. DE/4757(DZ/\n2009)3055/87 dated 10.7.87, it is to inform that the project\nwas discussed in the 10th meeting of the Eco Development\nCouncil held on 11.9.87 and the Council has cleared the\nproject as per the plans submitted by you with condition\nthat pedestrian path be made available by construction\nan access from the jetty so that the public can reach the E\nbeach even during high tide.\"\n(xvii) In furtherance of the decision taken by the EDC, the\nDevelopment Authority issued an order under\nSection 44(3)(c) read with Section 49(2) of the\nF\nTown and Country Planning Act whereby permission\nwas granted to appellant No.1 for extension of the\nexisting hotel building. The opening paragraph and\nClause 10 of the conditions incorporated in that\norder, read as under:\nG\n\"Whereas an application has been made by Shri/Smt. Anju\nTimblo, Development permission is issued for extension\nto the existing Hotel Building with respect to his/her land\nzoned as commercial zone bearing Survey No. 246\napproved Sub No. 1, 3 and 4 Chalta No. - P.T. Sheet No. H\n26\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nof Taleigao Village Town in accordance with the\nprovisions of Section 44(1)/49(1) of the Goa, Daman and\nDiu Town and Country Planning Act, 1974, read with Rule\n13 of the Planning \u0026 Development Rules 1977 framed\nthereunder. And whereas, a development charge affixed at\nRs.84,170/- has been paid by him/her.\nTherefore, under the powers vested in this Authority under\nSection 44(3)(c) / 49(2) of the Goa, Daman \u0026 Diu Town \u0026\nCountry Planning Act, 1974, the above said applicant is\ngranted development permission to carry out development\nin accordance with the enclosed plans subject to the\nfollowing conditions:-\nCODE\nD\nE\nF\n0\nH\n10) The Pedestrian path has to be made available\nby constructing an access from the jetty so that the\npublic can reach the beach even during high tide.\"\n(xviii) After some time another application was made on\nbehalf of appellant No.1 under Section 46 read with\nSection 44 of the Town and Country Planning Act\nfor renewal of the permission granted vide order\ndated 15.4.1988 with a deviation in respect of plots\nbearing survey Nos. 246/1, 2, 3 and 4. Thus, for the\nfirst time, a request was made for raising\nconstruction in survey No. 803 (new No.246/2) in the\ngarb of making deviation from the permission\nalready granted. This application was not put up\neither before the EEC or EDC and was\nstraightaway considered by the Goa Town and\nCountry Planning Board (for short 'the Board') in its\nmeeting held on 20.6.1991 as an additional item\nand the following decision was taken:-\n\"The proposal relating to extension/deviation of Hotel\nCidade de Goa which also involves relaxation in number\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 27\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nof floors was considered and approved subject to the A\ncondition that the height shall not exceed the stipulated limit\nof 17.5 mts. which was applicable at the time when the\nproject was approved\".\n(xix) The above reproduced decision of the Board was\nforwarded by the State Government to the\nDevelopment Authority. However, without even\nwaiting for consideration by the competent body,\nappellant No.1 appears to have started construction\nby deviating from the approved plan. This\ncompelled the Chairman of the Development\nAuthority to send letter dated 12.7.1991 to appellant\nNo.1 requiring it to refrain from going ahead with\nfurther construction.\nB\nC\n(xx)\n(XX) \nIt is not borne out from the record that matter D\nrelating to extension of the hotel building on plot\nbearing survey No.803 (new No.246/2) was ever\nplaced before the EDC, but the Development\nAuthority suo moto passed order dated 20.4.1992\nvide which permission was granted to appellant E\nNo.1 to carry out the development on plot bearing\nsurvey No.246/1, 2, 3 and 4 subject to the terms and\nconditions specified therein, including the following:\n\"The condition No.10 of the Order No.PDA/T/7471/297/88\ndated 15.4.1988 should be strictly adhered to.\"\nF\n(xxi) When appellant No.1 started extension of the hotel\nbuilding in violation of the permission accorded by\nthe EDC, Shri Minguel Martins, who claims to have\npurchased plots carved out of survey No.792 (new G\nNo.242/1), popularly known as 'Machado's Cove',\nfiled Writ Petition No.330/1991, for issue of a\ndirection to the State Government, Village\nPanchayat Taleigao and other official respondents\nto remove the illegal construction made by appellant H\n4\nA\nB\nC\nD\nE\nF\n☐ G\nH\n88\n28\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nNo.1, to refrain from granting any permission for\nconstruction or regularizing the construction already\nmade by appellant No.1 and also revoke the\npermission granted vide order dated 15.4.1988. He\nfurther prayed for issue of a direction to respondent\nNos.1 and 2 in the writ petition (appellants herein)\nto keep the traditional access to the beach open\nand not to put up any further construction on plots\nbearing survey Nos.787 and 803, which would\ninterfere with the public road, parking lot and public\naccess to the beach. In paragraph 3 of his petition,\nShri Minguel Martins made a mention of the\nalleged violation of the conditions contained in\nletters dated 1.8.1978 and 22.8.1978 issued by the\nChief Town Planner and Sarpanch of the Gram\nPanchayat respectively by asserting that\nrespondent Nos.1 and 2 (appellants herein) have\nclosed the road and footpath to the beach and\ncommenced construction of the parking, which he\nhas been challenged in Writ Petition No.284/1991.\nIn paragraphs 5 to 7, he referred to agreement\ndated 26.10.1983, and alleged that in complete\nviolation of the mandate thereof, respondent Nos.1\nand 2 have made construction in survey No.803 and\nblocked public access to the beach. He also\npleaded that even though the land was acquired for\nsports and recreational facilities and use thereof for\nany other purpose is prohibited by the terms of\nagreement, the official respondents are trying to\nregularize illegal structures put up by respondent\nNos.1 and 2 and even violation of CRZ is being\nignored. Another plea taken by Shri Minguel Martins\nwas that respondent Nos.1 and 2 have constructed\nsewerage treatment plant and laundry without\nobtaining permission from the competent authority\nunder the Water (Prevention and Control of\nPollution) Act, 1974 and the Environment Protection\nA\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v.\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nAct, 1986.\n29\nA\nB\nC\nD\n(xxii) In the reply affidavit filed on behalf of respondent\nNos.1 and 2 in Writ Petition No.330/1991\n(appellants herein), it was pleaded that the\npetitioner is liable to be non-suited on the ground\nof laches and also on the ground that disputed\nquestions of fact are involved. It was further pleaded\nthat the writ petition has been instituted with an\noblique motive at the instance of Dr. Alvaro de\nSouze Macahdo, one of the co-owners of survey\nNo.792 and developer of Machado's Cove, namely,\nM/s. Alcon Real Estate Private Ltd., who filed Civil\nSuit No.67 of 1986 for similar relief but could not\npersuade Civil Judge, Junior Division, Panaji to\nentertain their prayer for temporary injunction. The\nappellants alleged that after having failed to secure\ninjunction from the civil court, Victor Albuquerque,\nthe partner of M/s. Alcon Real Estates Private Ltd.\nfiled Writ Petition No.284/1991 and Minguel Martins\nfiled Writ Petition No.330/1991 and this was\nindicative of the fact that the petitioner was in E\ncollusion with the developer of Machado's Cove.\nThey also questioned, the locus of the petitioner by\nstating that plot bearing survey No.792 has not\nbeen sub-divided and he does not have any interest\nin that property. On merits it was averred that road, F\ncar parking facilities and footpath leading to the\nbeach have been provided in accordance with the\ncondition imposed by the Chief Town Planner and\nGram Panchayat and the same are in existence\nsince 1979 and are being used by the public without G\nany obstruction. The appellants denied existence of\na pathway through survey Nos.792 and 803 and\npleaded that members of the public do not have the\nright to access the beach through survey No.803.\nThe appellants also relied on Section 16 of the H\nA\n00\nB\nC\nD\nE\nF\n0\nH\n30\n30\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\n1894 Act and averred that even if there existed\naccess to the beach through the acquired land, the\nsame stood extinguished after vesting of the land\nin the government, possession of which was given\nto appellant No.1 on 26.3.1985. On the issue of\nextension of hotel building, the appellants pleaded\nthat additional construction was made in\naccordance with the permission granted vide order\ndated 15.4.1988 and after obtaining approval of the\nproposed deviation from the competent authority.\nAs regards, the laundry and water treatment plant,\nit was averred that temporary sheds were\nconstructed for laundry after obtaining permission\nfrom the Sarpanch of the Gram Panchayat and that\ntreated effluent are intended to be used for\ngardening, manuring and other purposes for which\nno separate permission was necessary. The\nappellants referred to Suit No.313/1978/A filed by\nGustavo Renato da Cruz Pinto and others for\ndecree of possession by pre-emption and averred\nthat the so called admissions made in the written\nstatement about the existence of public pathway\nthrough plots bearing survey Nos. 792 and 803 is\nnot binding on them because contents of the written\nstatement were not verified by the authorized\nrepresentative of appellant No.2, on the basis of\npersonal knowledge and in their rejoinder, even the\nplaintiffs had not accepted the existence of such\npathway. In support of their plea that there is no\npublic pathway or access to the beach through\nsurvey Nos. 792 and 803, the appellants relied on\nthe judgment of Special Civil Suit No. 67/1986 -\nAlvaro De Souza Machado and another v.\nSociedade De Fomento Industrial Pvt. Ltd. and\nanother.\n(xxiii) The Goa Foundation, which is the registered\n"}