{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\nConsultation\n1047\n63. The Chief Minister is legally obliged to consult the Chief\nJustice of the High Court and other four consultees, which is a\nmandatory requirement. The consultation must be meaningful\nand effective and mere eliciting the views or calling for\nrecommendations would not suffice. Consultees can suggest\nvarious names from the source stipulated in the statute and\nthose names have to be discussed either in a meeting to be\nconvened by the Chief Minister of the State for that purpose or\nby way of circulation. The Chief Minister, if proposes to suggest\nor advise any name from the source ear-marked in the statute\nthat must also be made available to the consultees so that they\ncan also express their views on the name or names suggested\nby the Chief Minister. Consultees can express their honest and\nfree opinion about the names suggested by the other\nconsultees including the Chief Justice or the Chief Minister.\nAfter due deliberations and making meaningful consultation, the\nChief Minister of the State is free to advise a name which has\ncome up for consideration among the consultees to the\nGovernor of the State. The advice tendered by the Chief\nMinister will have primacy and not that of the consultees\nincluding the Chief Justice of the High Court.\n64. I may point out that the source from which a candidate\nhas to be advised consists of former judges of the Supreme\nCourt or Chief Justices of the State High Courts for the post of\nLokayukta and former judges of the High Courts for the post of\nUpa Lokayukta. Persons, who fall in that source, have earlier\nheld constitutional posts and are presumed to be persons of\nhigh integrity, honesty and ability and choosing a candidate from\nthat source itself is sometimes difficult. The Governor cannot\nappoint a person who does not fall in that source and satisfies\nthe other eligibility criteria. Contention was raised that since the\nsource consists of persons who have held the office of the\nJudge of the Supreme Court or the Chief Justice of the High\nCourt, the Chief Justice of the High Court would be in a better\nA\nB\nC\nD\nE\nய\nF\nG\nH\n1048 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA position to compare the merits and demerits of those\ncandidates. I find it difficult to accept that contention. Apart from\na person's competence, integrity and character as a judge,\nvarious other information have also to be gathered since the\npersons who fall in that source are retired judges. Government\nB has its own machinery and system to gather various information\nabout retired judges. The Chief Minister, it may be noted, cannot\nadvise a name from that source without making a meaningful\nand effective consultation after disclosing the relevant materials.\nThis, in my view, is a sufficient safeguard against arbitrary\nselection and advice. Further, as already noticed, the duties and\nfunctions of the Lokayukta or Upa Lokayukta are investigative\nin nature and their orders as such cannot be executed. In such\nsituation, the legislature, in its wisdom, felt that no primacy need\nbe attached to views of the consultees including the Chief\nJustice but on the advice of the Chief Minister.\nC\nD\n65. In my view that this is the scheme of Section 3(2)(a)\nand (b) of the Act and however, much we strain, nothing spells\nout from the language used in Section 3(2)(a) and (b) to hold\nthat primacy be attached to the opinion expressed by the Chief\nE Justice of the High Court of Karnataka. I am, therefore, of the\nview that the various directions given by the High Court holding\nthat the views of the Chief Justice has got primacy, is beyond\nthe scope of the Act and the High Court has indulged in a\nlegislative exercise which is impermissible in law. I, therefore,\nF set aside all the directions issued by the High Court, since they\nare beyond the scope of the Act.\n66. The Chief Minister, in my view, has however committed\nan error in not consulting the Chief Justice of the High Court in\nthe matter of appointment of Justice Chandrashekaraiah as\nG\nUpa Lokayukta. Records indicate that there was no meaningful\nand effective consultation or discussion of the names suggested\namong the consultees before advising the Governor for\nappointment to the post of Upa Lokayukta. The appointment\nof Justice Chandrashekaraiah as Upa Lokayukta, therefore, is\nI\nJUSTICE CHANDRASHEKARAIAH (RETD.) v. 1049\nJANEKERE C. KRISHNA\nin violation of Section 3(2)(b) of the Act since the Chief Justice A\nof the High Court was not consulted nor was the name\ndeliberated upon before advising or appointing him as Upa\nLokayukta, consequently, the appointment of Justice\nChandrasekharaiah as Upa Lokayukta cannot stand in the eye\nof law and he has no authority to continue or hold the post of B\nUpa Lokayukta of the State.\n67. Judgment of the High Court is accordingly set aside,\nwith a direction to the Chief Minister of the State to take\nappropriate steps for appointment of Upa Lokayukta in the\nC\nState of Karnataka, in accordance with law. Since nothing\nadverse has been found against Justice Chandrasekharaiah,\nhis name can still be considered for appointment to the post\nof Upa Lokayukta along with other names, if any, suggested\nby the other five consultees under the Act. I, however, make it\nclear that there is no primacy in the views expressed by any of\nthe consultees and after due deliberations of the names\nsuggested by the consultees including the name, if any\nsuggested by the Chief Minister, the Chief Minister can advise\nany name from the names discussed to the Governor of the\nState for appointment of Upa Lokayukta under the Act. Appeals E\nare allowed as above, with no order as to costs.\nMADAN B. LOKUR, J. 1. Leave granted.\n-\n2. Brother Radhakrishnan has elaborately dealt with the\nissues raised – and I agree with his conclusions. Nevertheless,\nI think it necessary to express my views on the various issues\nraised.\nThe issues raised:\nD\nF\nG\n3. My learned Brother has stated the material facts of the\ncase and it is not necessary to repeat them.\n4. The principal question for consideration is whether the\nappointment of Justice Chandrashekaraiah as an Upa-\nH\n1050 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA lokayukta was in accordance with the provisions of Section\n3(2)(b) of the Karnataka Lokayukta Act, 1984 which requires\nconsultation, inter alia, with the Chief Justice of the Karnataka\nHigh Court. In my opinion, the Karnataka High Court was right\nin holding that there was no consultation with the Chief Justice\nB specifically on the appointment of Justice Chandrashekaraiah\nas an Upa-lokayukta. His appointment, therefore, is void ab\ninitio.\nC\nD\n5. Several related questions require consideration,\nincluding whether the Upa-lokayukta is a quasi-judicial authority\nor is only (without meaning any disrespect) an investigator; who\nshould initiate the process of appointment of an Upa-lokayukta;\nwhat is meant by 'consultation' in the context of Section 3(2)(b)\nof the Karnataka Lokayukta Act, 1984 (for short the Act);\nwhether consultation is at all mandatory under Section 3(2)(b)\nof the Act; how is the process of consultation required to be\ncarried out; whether the view of the Chief Justice of the\nKarnataka High Court regarding the suitability of a person for\nappointment as Upa-lokayukta has primacy over the views of\nothers involved in the consultation and finally, whether the\nE Karnataka High Court was right in directing a particular\nprocedure to be followed for the appointment of an Upa-\nlokayukta.\n6. The interpretation of Section 3 of the Karnataka\nF Lokayukta Act, 1984 arises for consideration. This Section\nreads as follows:\nG\nH\n“Section 3: Appointment of Lokayukta and Upa-\nlokayukta\n(1) For the purpose of conducting investigations and\nenquiries in accordance with the provisions of this Act, the\nGovernor shall appoint a person to be known as the\nLokayukta and one or more persons to be known as the\nUpa-lokayukta or Upa-lokayuktas.\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1051\nB\n(2) (a) A person to be appointed as the Lokayukta shall A\nbe a person who has held the office of a Judge of\nthe Supreme Court or that of the Chief Justice of a\nHigh Court and shall be appointed on the advice\ntendered by the Chief Minister in consultation with\nthe Chief Justice of the High Court of Karnataka,\nthe Chairman, Karnataka Legislative Council, the\nSpeaker, Karnataka Legislative Assembly, the\nLeader of the Opposition in the Karnataka\nLegislative Council and the Leader of the\nOpposition in the Karnataka Legislative Assembly. C\nD\n(b) A person to be appointed as an Upa-lokayukta\nshall be a person who has held the office of a judge\nof a High Court and shall be appointed on the\nadvice tendered by the Chief Minister in\nconsultation with the Chief Justice of the High Court\nof Karnataka, the Chairman, Karnataka Legislative\nCouncil, the Speaker, Karnataka Legislative\nAssembly, the Leader of the Opposition in the\nKarnataka Legislative Council and the Leader of\nthe Opposition in the Karnataka Legislative E\nAssembly.\n(3) A person appointed as the Lokayukta or an Upa-\nlokayukta shall, before entering upon his office, make and\nsubscribe, before the Governor, or some person\nappointed in that behalf by him, an oath or affirmation in\nthe form set out for the purpose in the First Schedule.\"\nWhether the Upa-lokayukta a quasi-judicial authority:\nF\n7. Without intending to belittle the office of the Upa- G\nlokayukta, it was submitted by learned counsel for the State of\nKarnataka (hereafter “the State\") that the Upa-lokayukta is\nessentially required to investigate complaints and inquire into\ngrievances brought before him. In this process, he may be\nexercising some quasi-judicial functions, but that does not make\nH\n1052\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA him a quasi-judicial authority. The significance of this\nsubmission lies in the further submission that if the Upa-\nlokayukta is not a quasi-judicial authority then the opinion of the\nChief Justice of the Karnataka High Court would not have\nprimacy in the appointment and consultation process, otherwise\nB it would have primacy.\n(i) View of the High Court:\n8. After discussing the provisions of the Act and the case\nlaw on the subject, the High Court was of the opinion that the\nC Upa-Lokayukta performs functions that are in the nature of\njudicial, quasi-judicial and investigative. The High Court\nexpressed the view that if the functions of an Upa-Lokayukta\nwere purely investigative, the legislature would not have insisted\non a person who has held the office of a judge of a High Court\nD as the qualification for appointment and consultation with the\nChief Justice as mandatory.\nE\nF\nG\n9. In coming to this conclusion, the High Court drew\nattention to N. Gundappa v. State of Karnataka, 1989 (3) KarLJ\n425 wherein it was held that \"the Upa-lokayukta ....while\nconducting investigation into a complaint and making a report\non the basis of such investigation, exercises quasi judicial\npower. It determines the complaint made against a public\nservant involving a 'grievance' or an 'allegation' and the report\nbecomes the basis for taking action against the public servant\nby the Competent Authority.\" The Division Bench of the\nKarnataka High Court upheld this conclusion by a very cryptic\norder in State of Karnataka v. N. Gundappa, ILR 1990 Kar\n4188.\n10. The High Court also drew attention to Prof. S.N. Hegde\nv. The Lokayukta, ILR 2004 Kar 3892 wherein the scope of\nSections 9,11 and 12 of the Act were considered and it was\nheld that proceedings under Section 9 of the Act are judicial\nproceedings, or in any event, they are quasi-judicial\nH proceedings. It was said:\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1053\n\"Therefore, the investigation to be conducted under A\nSection 9 would be in the nature of a judicial proceeding\nand it would be in the nature of a suit and oral evidence is\nrecorded on oath and documentary evidence is also\nentertained. Therefore, it is clear that the investigation\nunder Section 9 of the Act would be in the nature of judicial B\nproceedings or at any rate it is a quasi-judicial\nproceedings where the principles of natural justice had to\nbe followed and if any evidence is recorded the public\nservant has the right to cross-examine those witnesses.\"\n(ii) Functions, powers, duties and responsibilities of the\nUpa-lokayukta\n11. The appointment of an Upa-lokayukta is dealt with in\nSection 3 of the Act. This Section requires that the Upa-\nlokayukta must be with a person who has held the office of a\njudge of a High Court. The Upa-lokayukta is, therefore,\nexpected to be impartial and having some (if not considerable)\njudicial experience and abilities. The reason for this, quite\nobviously, is that he would possibly be required to deal with\ncomplaints and grievances against public servants in the State.\n12. Given the importance of the office of the Upa-lokayukta,\nhe is appointed by the Governor of the State on the advice of\nthe Chief Minister, in consultation with the Chief Justice of the\nHigh Court, the Chairman of the Karnataka Legislative Council,\nthe Speaker of the Karnataka Legislative Assembly, the Leader\nof the Opposition in the Karnataka Legislative Council and the\nLeader of the Opposition in the Karnataka Legislative\nAssembly. In other words, the appointment of the Upa-lokayukta\nis the concern of constitutional authorities of the State.\n13. The oath of office taken by the Upa-lokayukta in terms\nof Section 3(3) of the Act is similar to the oath of office taken\nby a judge of a High Court under Schedule III to the Constitution.\nThe only substantial difference between the two is that, in\naddition, a judge of the High Court takes an oath to uphold the\nC\nD\nE\nF\nG\nH\n1054 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA sovereignty and integrity of India and uphold the Constitution\nof India and the laws.\nB\nс\nD\n14. The term of office and other conditions of service of\nan Upa-lokayukta are dealt with in Section 5 of the Act. This\nSection, read with Section 6 of the Act (which deals with the\nremoval of an Upa-lokayukta), provides security of tenure to the\nUpa-lokayukta. He has a fixed term of five years and cannot\nbe removed \"except by an order of the Governor passed after\nan address by each House of the State Legislature supported\nby a majority of the total membership of the House and by a\nmajority of not less than two-thirds of the members of that House\npresent and voting\". The removal of an Upa-lokayukta can only\nbe on the ground of proved misbehavior or incapacity and the\nprocedure for investigation and proof of misbehavior or\nincapacity is as provided in the Judges (Inquiry) Act, 1968 which\napplies mutatis mutandis to an Upa-lokayukta.\n15. On ceasing to hold office, an Upa-lokayukta is\nineligible for further employment to any office of profit under the\nState or any other authority, corporation, company, society or\nE university referred to in the Act. The salary of an Upa-lokayukta\nis equal to that of a judge of the High Court and the conditions\nof service cannot be varied to his disadvantage after his\nappointment. All the administrative expenses of the Upa-\nlokayukta are charged on the Consolidated Fund of the State.\nF\n16. In a sense, therefore, the Upa-lokayukta is a high\ndignitary in the State of Karnataka.\n17. Section 7 of the Act provides for matters that may be\ninvestigated by the Upa-lokayukta while Section 8 of the Act\nG provides for matters that may not be investigated by the Upa-\nlokayukta. For the purposes of this judgment, it is not necessary\nto refer to Section 8 of the Act. In terms of Section 7(2) of the\nAct, the Upa-lokayukta is entitled to investigate (upon a\ncomplaint involving a grievance or an allegation) any action\nH taken by or with the general or special approval of a public\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1055\nservant other than one mentioned in Section 7(1) of the Act. A\nOnly the Lokayukta can investigate action taken by or with the\ngeneral or special approval of a public servant mentioned in\nSection 7(1) of the Act. The power vested in an Upa-lokayukta\nis, therefore, quite wide though hierarchically circumscribed.\nB\n18. Section 9 of the Act relates to complaints and\ninvestigations thereon by an Upa-lokayukta. A complaint may\nbe made to him in the form of a statement supported by an\naffidavit. If the Upa-lokayukta, after making a preliminary enquiry\nproposes to conduct an investigation in respect of the\nC\ncomplaint, he shall follow the procedure provided in Section\n9(3) of the Act which broadly conforms to the principles of\nnatural justice by giving an opportunity to the public servant\nagainst whom the complaint is being investigated to offer\ncomments on the complaint.\nD\n19. For the purposes of any enquiry or other proceedings\nto be conducted by him, an Upa-lokayukta is empowered by\nSection 10 of the Act to issue a warrant for search and seizure\nagainst any person or property. The warrant can be executed\nby a police officer not below the rank of Inspector of Police E\nauthorized by the Upa-lokayukta to carry out the search and\nseizure. The provisions of Section 10 of the Act also make it\nclear that the provisions of the Code of Criminal Procedure,\n1973 relating to search and seizure shall apply.\n20. By virtue of Section 11 of the Act, an Upa-lokayukta\nhas all the powers of a Civil Court for the purpose of carrying\nout an investigation. These powers include summoning and\nenforcing the attendance of any person and examining him on\noath; requiring the discovery and production of any document;\nreceiving evidence on affidavits and other related powers.\nProceedings before the Upa-lokayukta are deemed to be\njudicial proceedings within the meaning of Section 193 of the\nIndian Penal Code. In this context, Section 17-A of the Act is\nimportant and this Section enables the Upa-lokayukta to\nF\nG\nH\n1056 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA exercise the same powers of contempt of itself as a High Court\nand for this purpose, the provisions of the Contempt of Courts\nAct, 1971 shall have effect mutatis mutandis.\nB\n21. The Upa-lokayukta is protected by virtue of Section 15\nof the Act in respect of any suit, prosecution or other legal\nproceedings in respect of anything that is done in good faith.\nwhile acting or purporting to act in the discharge of his official\nduties under the Act.\n22. The Upa-lokayukta is statutorily obliged under Section\nC 12(1) of the Act to submit a report in writing if, after investigation\nof any grievance, he is satisfied that the complainant has\nsuffered some injustice or undue hardship. In his report to the\nCompetent Authority, as defined in Section 2(4) of the Act, the\nUpa-lokayukta shall recommend that the injustice or hardship\nD be remedied or redressed in a particular manner and within a\nspecified time frame. Sub-section (2) of Section 12 of the Act\nrequires the Competent Authority to submit an 'action taken\nreport' to the Upa-lokayukta within one month on the report\ngiven by him. Sub-section (3) and sub-section (4) of Section\nE 12 of the Act are similar to sub-section (1) and (2) thereof\nexcept that they deal with an 'action taken report' in respect of\nan investigation resulting in the substantiation of an allegation.\nIn such a case, the Competent Authority is obliged to furnish\nan ‘action taken report' within three months of receipt of the\nF report of the Upa-lokayukta. Sub-section (5) and sub-section\nG\nH\n(7) of Section 12 of the Act provide that in the event the Upa-\nlokayukta is not satisfied with the action taken report, he may\nmake a special report upon the case to the Governor of the\nState who shall cause a copy thereof to be laid before each\nHouse of the State Legislature together with an explanatory\nmemorandum.\n23. In short, Section 12 of the Act confers a decision-\nmaking obligation on the Upa-lokayukta in respect of\ngrievances and complaints received by him.\n"}