{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1027\nfunctions is bound to act judicially. Court noticed that the A\nDesignated Authority determines the rights and obligations of\nthe “interested parties\" by applying objective standards based\non the material/information/evidence presented by the\nexporters, foreign producers and other \"interested parties\" by\napplying the procedure and principles laid down in the 1995 B\nRules.\nC\nD\n33. Provisions of Sections 9, 10 and 11 clearly indicate\nthat Lokayukta and Upa Lokayukta are discharging quasi-\njudicial functions while conducting the investigation under the\nAct. Sub-section (2) of Section 11 of the Act also states that\nfor the purpose any such investigation, including the preliminary\ninquiry Lokayukta and Upa Lokayukta shall have all the powers\nof a Civil Court while trying a suit under the Code of Civil\nProcedure, 1908, in the matter of summoning and enforcing the\nattendance of any person and examining him on oath. Further\nthey have also the power for requiring the discovery and\nproduction of any document, receiving evidence on affidavits,\nrequisitioning any public record or copy thereof from any court\nor office, issuing commissions for examination of witnesses of\ndocuments etc. Further, sub-section (3) of Section 11 stipulates E\nthat any proceedings before the Lokayukta and Upa Lokayukta\nshall be deemed to be a judicial proceeding within the meaning\nof Section 193 of the Indian Penal Code. Therefore, Lokayukta\n1 and Upa Lokayukta, while investigating the matters are\ndischarging quasi-judicial functions, though the nature of F\nfunctions is investigative.\nConsequence of the report\nG\n34. The Governor of the State, acting in his discretion, if\naccepts the report of the Lokayukta against the Chief Minister,\nthen he has to resign from the post. So also, if the Chief Minister\naccepts such a report against a Minister, then he has to resign\nfrom the post. Lokayukta or Upa Lokayukta, however, has no\njurisdiction or power to direct the Governor or the Chief Minister\nto implement its report or direct resignation from the Office they H\n1028\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA hold, which depends upon the question whether the Governor\nor the Chief Minister, as the case may be, accepts the report\nor not. But when the Lokayukta or Upa Lokayukta, if after the\ninvestigation, is satisfied that the public servant has committed\nany criminal offence, prosecution can be initiated, for which\nB prior sanction of any authority required under any law for such\nprosecution, shall also be deemed to have been granted.\nNature of Appointment\n35. We are, in this case, as already indicated, called upon\nC to decide the nature and the procedure to be followed in the\nmatter of appointment of Lokayukta or Upa Lokayukta under\nthe Act for which I have elaborately discussed the intention of\nthe legislature, objects and purpose of the Act and the nature\nand functions to be discharged by Lokayukta or Upa Lokayukta,\nD its investigative nature, the consequence of its report etc.\nSection 3 of the Act deals with the appointment of Lokayukta\nand Upa Lokayukta, which reads as follows:\nE\nபப\nLL\nF\n0\nH\n3. Appointment of Lokayukta and Upa-lokayukta-\n(1) For the purpose of conducting investigations and\nenquiries in accordance with the provisions of this Act, the\nGovernor shall appoint a person to be known as the\nLokayukta and one or more persons to be known as the\nUpa-lokayukta or Upa-lokayuktas.\n(2)(a) A person to be appointed as the Lokayukta\nshall be a person who has held the office of a Judge of\nthe Supreme Court or that of the Chief Justice of a High\nCourt and shall be appointed on the advice tendered by\nthe Chief Minister in consultation with the Chief Justice of\nthe High Court of Karnataka, the Chairman, Karnataka\nLegislative Council, the Speaker, Karnataka Legislative\nAssembly, the Leader of the Opposition in the Karnataka\nLegislative Council and the Leader of the Opposition in the\nKarnataka Legislative Assembly.\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1029\n(b) A person to be appointed as an Upa-lokayukta A\nshall be a person who has held the office of the Judge of\na High Court and shall be appointed on the advice\ntendered by the Chief Minister in consultation with the Chief.\nJustice of the High Court of Karnataka, the Chairman,\nKarnataka Legislative Council, the Speaker, Karnataka\nLegislative Assembly, the Leader of the opposition in the\nKarnataka Legislative Council and the Leader of the\nopposition in the Karnataka Legislative Assembly.\n(3) A person appointed as the Lokayukta or an Upa-\nlokayukta shall, before entering upon his office, make and\nsubscribe before the Governor, or some person appointed\nin that behalf of him, an oath or affirmation in the form set\nout for the purpose in the First Schedule.\"\nB\nC\nE\n36. The purpose of appointment of Lokayukta or Upa D\nLokayukta is clearly spelt out in Section 3(1) of the Act which\nindicates that it is for the purpose of conducting investigation\nand enquiries in accordance with the provisions of the Act. The\nprocedure to conduct investigation has been elaborately dealt\nwith in the Act. The scope of enquiry is however limited,\ncompared to the investigation that is only to the ascertainment\nof the truth or falsehood of the allegations. The power has been\nentrusted by the Act on the Governor to appoint a person to\nbe known as Lokayukta and one or more persons to be known\nas Upa Lokayukta and Upa Lokayuktas. The person to be\nappointed as Lokayukta shall be a person who has held the\noffice of a Judge of the Supreme Court of India or that of the\nChief Justice of the High Court. The Governor, as per Section\n3(2)(a), is empowered to appoint Lokayukta on the advice\ntendered by the Chief Minister, in consultation with the Chief\nJustice of the High Court of Karnataka, the Chairman,\nKarnataka Legislative Council, the Speaker, Karnataka\nLegislative Assembly, the Leader of the Opposition in the\nKarnataka Legislative Council and the Leader of the\nOpposition in the Karnataka Legislative Assembly. It is,\nF\nG\nH\n1030 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA therefore, clear that all the above five dignitaries have to be\nconsulted before tendering advice by the Chief Minister to the\nGovernor of the State.\nB\n37. Section 3(2)(b) of the Act stipulates that, so far as the\nUpa Lokayukta is concerned, he shall be a person who has held\nthe office of a Judge of the High Court and shall be appointed\non the advice tendered by the Chief Minister. The Chief Minister\nhas to consult the five dignitaries, the Chief Justice of the High\nCourt of Karnataka, the Chairman, Karnataka Legislative\nCouncil, the Speaker, Karnataka Legislative Assembly, the\nLeader of the Opposition in the Legislative Council and the\nLeader of Opposition in the Karnataka Legislative Assembly.\nTherefore, for the purpose of appointment of Lokayukta or Upa\nLokayukta all the five consultees are common. The appointment\nhas to be made by the Governor on the advice tendered by the\nD Chief Minister in consultation with those five dignitaries.\nC\nE\nF\nG\nI\nLegislations in few other States.-\n38. Legislatures in various States have laid down different\nmethods of appointment and eligibility criterias for filling up the\npost of Lokayukta and Upa-Lokayuktas, a comparison of which\nwould help us to understand the intention of the legislature and\nthe method of appointment envisaged.\n39. ANDHRA PRADESH LOKAYUKTA ACT, 1983\nSection 3\n-\nAppointment of Lokayukta and Upa-\nLokayukta: (1) For the purpose of conducting\ninvestigation in accordance with the provisions of this Act,\nthe Governor shall, by warrant under his hand and seal,\nappoint a person to be known as the Lokayukta and one\nor more persons to be known as the Upa-Lokayukta or\nUpa-Lokayuktas:\nProvided that,-\n(a) the person to be appointed as the Lokayukta\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1031\nshall be a Judge or a retired Chief Justice of a High A\nCourt;\n(b) the Lokayukta shall be appointed after\nconsultation with the Chief Justice of the High Court\nconcerned;\n(c) the Upa-Lokayukta shall be appointed from\namong the District Judges of Grade 1, out of a panel\nof five names forwarded by the Chief Justice of the\nHigh Court of Andhra Pradesh.\n(2) In the Andhra Pradesh Lokayukta and Upa -Lokayukta\nAct, 1983 (hereinafter referred to as the principal Act) for\nsub-section (2) of Section 3, the following shall be\nsubstituted, namely:-\n(i) Every person appointed to be the Lokayukta\nshall, before entering upon his office, make and\nsubscribe, before the Governor an oath or\naffirmation according to the form set out for the\npurpose in the First Schedule.\nB\nC\nD\nE\n(ii) Every person appointed to be the Upa-\nLokayukta shall, before entering upon his office,\nmake and subscribe before the Governor or some\nperson appointed in that behalf by him, an oath or\naffirmation according to the form setout for the F\npurpose in the First Schedule.\n(3) The Upa-Lokayukta shall function under the\nadministrative control of the Lokayukta and in particular,\nfor the purpose of convenient disposal of investigations\nunder this Act, the Lokayukta may issue such general or\nspecial directions, as he may consider necessary, to the\nUpa-Lokayukta:\nG\nProvided that nothing in this sub-section shall be\nconstrued to authorize the Lokayukta to question any H\nA\nB\nс\nD\nE\nF\nG\nI\n1032 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\ndecision, finding, or recommendation of the Upa-\nLokayukta.\n40. ASSAM LOKAYUKTA AND UPA-LOKAYUKTAS\nACT, 1985\nSection 3- Appointment of Lokayukta and Upa-\nLokayuktas. 1. For the purpose of conducting\ninvestigations in accordance with the provisions of the Act,\nthe Governor shall, by warrant under his hand and seal,\nappoint a person to be known as Lokayukta and one or\nmore persons to be known as Upa-Lokayukta or Upa-\nLokayuktas:\nProvided that:-\n(a) The Lokayukta shall be appointed after\nconsultation with the Chief Justice of the Gauhati\nHigh Court, the Speaker and the leader of the\nopposition in the Assam Legislative Assembly and\nif there be no such leader a person elected in this\nbehalf by the members of the opposition in that\nhouse in such manner as the speaker may direct;\n(b) The Upa-Lokayukta or Upa-Lokayuktas shall be\nappointed after consultation with the Lokayukta\nProvided further that where the Speaker of the Legislative\nAssembly is satisfied that circumstances exists on account\nof which it is not practicable to consult the leader of the\nopposition in accordance with Cl(a) of the preceding\nproviso he may intimate the Governor the name of any\nother member or the opposition in the Legislative\nAssembly who may be consulted under that clause instead\nof the leader of the opposition.\n(2) Every person appointed as the Lokayukta or Upa-\nLokayukta shall before entering upon his office, make and\nsubscribe before the Governor or some person appointed\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1033\nin that behalf by him, an oath or affirmation in the form set A\nout for the purpose in the First Schedule.\n(3) The Upa-Lokayuktas shall be subject to the\nadministrative control of the Lokayukta and, in particular,\nfor the purpose of convenient disposal of investigations\nunder this Act, the Lokayukta may issue such general or\nspecial direction, as he may consider necessary to the\nUpa-Lokayukta\nProvided that nothing in this sub-section shall be\nconstrued to authorize the Lokayukta to question any\nfinding, conclusion or recommendation of an Upa\nLokayukta.\n41. THE BIHAR LOKAYUKTA ACT, 1973:\n3. Appointment of Lokayukta.- (1) For the purpose of\nconduction investigations in accordance with the provisions\nof this Act the Governor shall by warrant under his hand\nand shall appoint a person to be known as the Lokayukta\nof Bihar;\nProvided that the Lokayukta shall be appointed after\nconsultation with the Chief Justice of the Patna High Court\nand the Opposition in the State Legislative Assembly or if\nthere be no such leader a person elected in this behalf by\nthe Opposition in the State Legislative Assembly in such\nmanner as the Speaker may direct.\n(2) The person appointed as the Lokayukta shall,\nbefore entering upon his office, make and subscribe,\nbefore the Governor, or some person appointed in that\nbehalf by the Governor, an oath or affirmation in the form\nset out for the purposes in the First Schedule.\nB\nC\nD\nE\nF\nG\n42. CHHATTISGARH LOK AAYOG ADHYADESH,\n2002\nH\n1034\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n3. Constitution of Lok Aayog:- (1) There shall be a Lok\nAayog for the purpose of conducting inquiries in\naccordance with the provisions of this Ordinance.\n(2) The Lok Aayog shall consist of two members,\none to be known as the Pramukh Lokayukt, and the other\nas the Lokayukt.\n(3) The Pramukh Lokayukt shall be a person who has\nbeen a Judge of a High Court or has held a judicial officer\nhigher than that of a Judge of a High Court.\n(4) The Lokayukta shall be a person with experience\nin administrative and quasi-judicial matters, and shall have\nfunctioned at the level of a Secretary to the Government\nof India or the Chief Secretary to any State Government\nin India.\nProvided that the Pramukh Lokayukta shall have\nadministrative control over the affairs of the Lok Aayog.\n(5) Governor shall, by warrant under his hand and\nseal, appoint the Pramukh Lokayukta and the Lokayukta,\non the advice of the Chief Minister who shall consult the\nChief Justice of the High Court of Chattisgarh and the\nSpeaker of the Chattisgarh Legislative Assembly.\n(6) Every person appointed as a Pramukh Lokayukt\nor a L Lokayukt shall, before entering upon his office, take\nand subscribe before the Governor, or some person\nappointed in that behalf by him, an oath of affirmation in\nthe form set out for the purpose in the First Schedule.\n(7) The Pramukh Lokayukt or the Lokayukt shall not\nhold any other office of trust or profit or be connected with\nany political party or carry on any business or practice any\nprofession or hold any post in any society, including any\ncooperative society, trust, or any local authority, or\nmembership of the Legislative Assembly of any State or\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\nof the Parliament.\n1035\nA\n43. DELHI LOKAYUKTA AND UPLOKAYUKTA\nACT, 1995:\n-\nSection 3 Appointment of Lokayukta and\nUplokayukta.- (1) For the purpose of conducting\ninvestigations and inquiries in accordance with the\nprovisions of this Act, the Lieutenant Governor shall, with\nthe prior approval of the President, appoint a person to be\nknown as the Lokayukta and one or more persons to be\nknown as Upalokayukta;\nProvided that-\n(a) the Lokayukta shall be appointed after\nconsultation with the Chief Justice of the High Court\nof Delhi and the Leader of the Opposition in the\nLegislative Assembly and if there be no such\nleader, a person selected in this behalf by the\nMembers of the Opposition in that House in such\nmanner as the Speaker may direct;\n(b) the Upalokayukta shall be appointed in\nconsultation with the Lokayukta.\n(2) A person shall not be qualified for appointment as-\n(a) the Lokayukta, unless he is or has been Chief\nJustice of any High Court in India, or a Judge of a\nHigh Court for seven years;\n(b) an Upalokayukta, unless he is or has been a\nSecretary to the Government or a District Judge in\nDelhi for seven years or has held the post of a Joint\nSecretary to the Government of India.\n3. Every person appointed as Lokayukta or\nB\nC\nD\nE\nF\nG\nUpalokayukta shall, before entering upon his office, make H\nA\nB\nс\nD\nE\nוח\nF\n0\n1036\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nand subscribe before the Lieutenant Governor or some\nperson appointed in that behalf by him, an oath or\naffirmation in the form set out for the purpose in the First\nSchedule.\n4. The Upalokayukta shall be subject to the\nadministrative control of the Lokayukta and in particular,\nfor the purpose of convenient disposal of investigations\nunder this Act, the Lokayukta may issue such general or\nspecial directions as he may consider necessary to the\nUpalokayukta and may withdraw to himself or may, subject\nto the provisions of Section 7, make over any case from\nhimself to an Upalokayukta or from one Upalokayukta to\nanother Upalokayukta for disposal\nProvided that nothing in this sub-section shall be\nconstrued to authorize the Lokayukta to question any\nfinding, conclusion, recommendation of an Upalokayukta.\n44. GUJARAT LOKAYUKTA ACT, 1986\n-\nSection 3\nAppointment of Lokayukta- 1) For the\npurpose of conducting investigations in accordance with\nthe provisions of this Act, the Governor shall by warrant\nunder his hand and seal appoint a person to be known as\nthe Lokayukta;\nProvided that the Lokayukta shall be appointed after\nconsultation with the Chief Justice of the High Court and\nexcept where such appointment is to be made at a time\nwhen the Legislative Assembly of the State of Gujarat has\nbeen dissolved or a Proclamation under Article 356 of the\nConstitution is in operation in the State of Gujarat, after\nconsultation also with the Leader of the Opposition in the\nLegislative Assembly or if there be no such Leader a\nperson elected in this behalf by the members of\nOpposition in that house in the manner as the Speaker may\ndirect.\nH\n"}