{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1007\ncomplaints made against administrative actions, including the A\ncases of corruption, favouritism and official indiscipline in\nadministrative machinery. Shri Bhat compared the various\nprovisions of the Act with the similar legislations in other States\nand submitted that, so far as the Karnataka Act is concerned,\nthere is a multi-member team of consultees and also there is B\nno indication in the Act as to whose opinion should prevail over\nothers. Considerable reliance was placed on the judgment of\nthis Court in Justice K.P. Mohapatra v. Sri Ram Chandra\nNayak and Ors. (2002) 8 SCC 1, wherein this Court has taken\nthe view that the opinion of the Chief Justice has got primacy C\nwhich is binding on the State. Learned senior counsel submitted\nthat the conduct and functions to be discharged by Lokayukta\nor Upa Lokayukta are apparent, utmost importance has to be\ngiven in seeing that unpolluted administration of the State is\nmaintained and maladministration is exposed. Learned senior\ncounsel submitted that the functions of the Karnataka Lokayukta\nare identical to that of Lokpal of Orissa and that the principle\nlaid down in that judgment would also apply while interpreting\nSections 3(2)(a) and (b) of the Act.\nD\nE\n14. Learned senior counsel submitted that the primacy has\nto be given to the views expressed by the Chief Justice, not\nbecause the persons appointed are discharging judicial or\nquasi-judicial functions but the source from which the persons\nare advised for appointment consists of former judges of the\nSupreme Court and Chief Justices of High Courts and judges F\nof the High Courts in the matter of appointment of Upa\nLokayukta. Learned senior counsel submitted that the Chief\nJustice of the High Court, therefore, would be in a better\nposition to know about suitability of the persons to be\nappointed to the posts since they were either former judges of G\nthe Supreme Court or Chief Justices of the High Courts or\njudges of the High Courts.\n15. Let us examine the various contentions raised at the\nbar after delving into the historical setting of the Act.\nH\n1008 SUPREME COURT REPORTS\nA Historical Setting\nB\nC\nD\nE\nF\nG\nH\n[2013] 3 S.C.R.\n16. The President of India vide notification No. 40/3/65-\nAR(P) dated 05.01.1966 appointed the Administrative\nReforms Commission for addressing \"Problems of Redress of\nCitizens' Grievances\" inter alia with the object for ensuring the\nhighest standards of efficiency and integrity in the public.\nservices, for making public administration a fit instrument for\ncarrying out the social and economic policies of the\nGovernment and achieving social and economic goals of\ndevelopment as also one responsive to people. The\nCommission was asked to examine the various issues including\nthe Problems of Redress of Citizens' Grievances. One of the\nterms of reference specifically assigned to the Commission\nrequired it to deal with the Problems of Redress of Citizens'\nGrievances, namely:\n(1) the adequacy of existing arrangements for redress of\ngrievances; and\n(2) the need for introduction of any new machinery for\nspecial institution for redress of grievances.\nThe Commission after elaborate discussion submitted its\nreport on 14.10.1966 to the Prime Minister vide letter dated\n20.10.1966.\n17. The Commission suggested that there should be one\nauthority dealing with complaints against the administrative acts\nof Ministers or Secretaries to Government at the Centre and\nin the States and another authority in each State and at the\nCentre for dealing with complaints against administrative acts\nof other officials and all these authorities should be independent\nof the executive, the legislative and the judiciary.\nThe Committee, in its report, has stated as follows:\n\"21. We have carefully considered the political\naspect mentioned above and while we recognize that\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1009\nthere is some force in it, we feel that the Prime Minister's A\nhands would be strengthened rather than weakened by the\ninstitution. In the first place, the recommendations of such\nan authority will save him from the unpleasant duty of\ninvestigation against his own colleagues. Secondly, it will\nbe possible for him to deal with the matter without the glare B\nof publicity which often vitiates the atmosphere and affects\nthe judgment of the general public. Thirdly, it would enable\nhim to avoid internal pressures which often help to shield\nthe delinquent. What we have said about the Prime Minister\napplies mutatis mutandis to Chief Minister.\nCases of corruption:\nс\n23. Public opinion has been agitated for a long time over\nthe prevalence of corruption in the administration and it is\nlikely that cases coming up before the independent D\nauthorities mentioned above might involve allegations or\nactual evidence of corrupt motive and favourtism. We think\nthat this institution should deal with such cases as well, but .\nwhere the cases are such as might involve criminal charge\nor misconduct cognizable by a Court, the case should be E\nbrought to the notice of the Prime Minister or the Chief\nMinister, as the case may be. The latter would then set the\nmachinery of law in motion after following appropriate\nprocedures and observing necessary formalities. The\npresent system of Vigilance Commissions wherever\noperative will then become redundant and would have to\nbe abolished on the setting up of the institution.\nDesignation of the authorities of the institution:\nF\n24. We suggest that the authority dealing with G\ncomplaints against Ministers and Secretaries to\nGovernment may be designated \"Lokpal\" and the other\nauthorities at the Centre and in the States empowered to\ndeal with complaints against other officials may be\ndesignated “Lokayukta\". A word may be said about our H\nA\nB\nC\n☐ D\nE\nF\n1010\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\ndecision to include Secretaries actions along with those\nof Ministers in the jurisdiction of the Lokpal. We have\ntaken this decision because we feel that at the level at\nwhich Ministers and Secretaries function, it might often be\ndifficult to decide where the role of one functionary ends\nand that of the other begins. The line of demarcation\nbetween the responsibilities and influence of the Minister\nand Secretary is thin; in any case much depends on their\npersonal equation and personality and it is most likely that\nin many a case the determination of responsibilities of\nboth of them would be involved.\n25. The following would be the main features of the\ninstitutions of Lokpal and Lokayukta:-\n(a) They should be demonstrably independent and\nimpartial.\n(b) Their investigations and proceedings should be\nconducted in private and should be informal in\ncharacter.\n(c)\nTheir appointment should, as far as possible, be\nnon-political.\n(d) Their status should compare with the highest\njudicial functionaries in the country.\n(e) They should deal with matters in the discretionary\nfield involving acts of injustice, corruption or\nfavourtism.\n(f)\n☐ G\nTheir proceedings should not be subject to judicial\ninterference and they should have the maximum\nlatitude and powers in obtaining information\nrelevant to their duties.\n(g) They should not look forward to any benefit or\n☐ H\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1011\npecuniary advantage from the executive A\nGovernment.\nBearing in mind these essential features of the\ninstitutions, the Commission recommend that the Lokpal\nbe appointed at the Centre and Lokayaukta at the State\nlevel.\nThe Lokayukta\nB\n36. So far as the Lokayukta is concerned, we\nenvisage that he would be concerned with problems similar C\nto those which would face the Lokpal in respect of\nMinisters and Secretaries though, in respect of action\ntaken at subordinate levels of official hierarchy, he would\nin many cases have to refer complainants to competent\nhigher levels. We, therefore, consider that his powers, D\nfunctions and procedures may be prescribed mutatis\nmutandis with those which we have laid down for the\nLokpal. His status, position, emoluments, etc. should,\nhowever, be analogous to those of a Chief Justice of a\nHigh Court and he should be entitled to have free access\nto the Secretary to the Government concerned or to the\nHead of the Department with whom he will mostly have to\ndeal to secure justice for a deserving citizen. Where he is\ndissatisfied with the action taken by the department\nconcerned, he should be in a position to seek a quick\ncorrective action from the Minister or the Secretary\nconcerned, failing which he should be able to draw the\npersonal attention of the Prime Minister or the Chief Minster\nas the case may be. It does not seem necessary for us to\nspell out here in more detail the functions and powers of\nthe Lokayukta and the procedures to be followed by him.\nConstitutional amendment-whether necessary?\n37. We have carefully considered whether the\ninstitution of Lokpal will require any Constitutional\nE\nF\nG\nH\nA\nB\nC\nD\nเป\nE\nF\nG\nI\n1012 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\namendment and whether it is possible for the office of the\nLokpal to be set up by Central Legislation so as to cover\nboth the Central and State functionaries concerned. We\nagree that for the Lokpal to be fully effective and for him\nto acquire power, without conflict with other functionaries\nunder the Constitution, it would be necessary to give a\nconstitutional status to his office, his powers, functions, etc.\nWe feel, however, that it is not necessary for Government\nto wait for this to materialize before setting up the office.\nThe Lokpal, we are confident, would be able to function in\na large number of cases without the definition of his\nposition under the Constitution. The Constitutional\namendment and any consequential modification of the\nrelevant statute can follow. In the meantime, Government\ncan ensure that the Lokpal or Lokayukta is appointed and\ntakes preparatory action to set up his office, to lay down\nhis procedures, etc., and commence his work to such\nextent as he can without the constitutional provisions. We\nare confident that the necessary support will be forthcoming\nfrom the Parliament.\nConclusion.\n-\n38. We should like to emphasise the fact that we attach\nthe highest importance to the implementation, at an early\ndate of the recommendations contained in this our Interim\nReport. That we are not alone in recognizing the urgency\nof such a measure is clear from the British example we\nhave quoted above. We have no doubt that the working of\nthe institution of Lokpal or Lokayukta that we have\nsuggested for India will be watched with keen expectation\nand interest by other countries. We hope that this aspect\nwould also be fully borne in mind by Government in\nconsidering the urgency and importance of our\nrecommendation. Though its timing is very close to the next\nElection, we need hardly to assure the Government that\nthis has had nothing to do with the necessity of making this\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1013\ninterim report. We have felt the need of such a\nrecommendation on merits alone and are convinced that\nwe are making it not a day too soon.”\n18. Based on the above report, the following Bill was\npresented before the Karnataka Legislature which reads as\nfollows:-\nA\nB\n\"The Administrative Reforms Commission had\nrecommended the setting up of the institution of Lokayukta\nfor the purpose of appointment of Lokayukta at the state's\nC\nlevel, to improve the standards of public administration, by\nlooking into complaints against the administrative actions,\nincluding cases of corruption, favouritism and official\nindiscipline in administrative machinery.\nOne of the election promises in the election\nmanifesto of the Janata Party was the setting up of the\nInstitution of the Lokayukta.\nThe bill provides for the appointment of a Lokayukta\nand one or more Upalokayuktas to investigate and report\non allegations or grievances relating to the conduct of\npublic servants.\nThe public servants who are covered by the Act\ninclude :-\n(1) Chief Minister;\n(2) all other Ministers and Members of the State\nLegislature;\n(3) all officers of the State Government;\n(4) Chairman, Vice Chairman of local authorities,\nStatutory Bodies or Corporations established by or\nunder any law of the State Legislature, including Co-\noperative Societies;\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1014 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\n(5) Persons in the service of Local Authorities,\nCorporations owned or controlled by the State\nGovernment, a company in which not less than fifty-\none per cent of the shares are held by the State\nGovernment, Societies registered under the\nSocieties Registration Act, Co-operative Societies\nand Universities established by or under any law of\nthe Legislature.\nWhere, after investigation into the complaint, the\nLokayukta considers that the allegation against a public\nservant is prima facie true and makes a declaration that\nthe post held by him, and the declaration is accepted by\nthe Competent Authority, the public servant concerned, if\nhe is a Chief Minister or any other Minister or Member of\nState Legislature shall resign his office and if he is any\nother non-official shall be deemed to have vacated his\noffice, and, if an official, shall be deemed to have been\nkept under suspension, with effect from the date of the\nacceptance of the declaration.\nIf, after investigation, the Lokayukta is satisfied that\nthe public servant has committed any criminal offence, he\nmay initiate prosecution without reference to any other\nauthority. Any prior sanction required under any law for\nsuch prosecution shall be deemed to have been granted.\nThe Vigilance Commission is abolished. But all\ninquiries and investigations and other disciplinary\nproceedings pending before the Vigilance Commission\nwill be transferred to the Lokayukta.\"\nThe Bill became an Act with some modifications as the\nKarnataka Lokayukta Act, 1984.\nRelevant Provisions\n19. The matters which have to be investigated are\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.}\n1015\nprovided in Section 7 of the Act which is extracted hereunder\nfor easy reference:\n\"7. Matters which may be investigated by the\nLokayukta and an Upalokayukta.– (1) Subject to the\nprovisions of this Act, the Lokayukta may investigate any\naction which is taken by or with the general or specific\napproval of.-\n(i) the Chief Minister;\nA\nB\n(ii)\na Minister or a Secretary;\nC\n(iii) a member of the State Legislature; or\n(iv) any other public servant being a public servant of a\nclass notified by the State Government in\nconsultation with the Lokayukta in this behalf;\nin any case where a complaint involving a grievance or an\nallegation is made in respect of such action.\n(2) Subject to the provisions of the Act, an Upa-\nlokayukta may investigate any action which is taken by or\nwith the general or specific approval of, any public servant\nnot being the Chief Minister, Minister, Member of the\nLegislature, Secretary or other public servant referred to\nin sub-section (1), in any case where a complaint involving\na grievance or an allegation is made in respect of such\naction or such action can be or could have been, in the\nopinion of the Upa-lokayukta, the subject of a grievance\nor an allegation.\n(2-A) Notwithstanding anything contained in sub-\nsections (1) and (2), the Lokayukta or an Upa-lokayukta\nmay investigate any action taken by or with the general or\nspecific approval of a public servant, if it is referred to him\nby the State Government.\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n1016 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\n(3) Where two or more Upa-lokayuktas are\nappointed under this Act, the Lokayukta may, by general\nor special order, assign to each of them matters which\nmay be investigated by them under this Act:\nProvided that no investigation made by an Upa-\nlokayukta under this Act, and no action taken or things\ndone by him in respect of such investigation shall be open\nto question on the ground only that such investigation\nrelates to a matter which is not assigned to him by such\norder.\n(4) Notwithstanding anything contained in sub-\nsections (1) to (3), when an Upa-lokayukta is unable to\ndischarge his functions owing to absence, illness or any\nother cause, his function may be discharged by the other\nUpa-lokayukta, if any, and if there is no other Upa-\nlokayukta by the Lokayukta.\"\n20. Few matters are not subjected to the investigation of\nLokayukta or Upa Lokayukta which is provided in Section 8 of\nthe Act, which is also extracted hereunder for easy reference:\n\"8. Matters not subject to investigation.- (1)\nExcept as hereinafter provided, the Lokayukta or an Upa-\nlokayukta shall not conduct any investigation under this Act\nin the case of a complaint involving a grievance in respect\nof any action, -\n(a) if such action relates to any matter specified in the\nSecond Schedule; or\n(b) if the complainant has or had, any remedy by way of\nappeal, revision, review or other proceedings\nbefore any Tribunal, Court Officer or other authority\nand has not availed of the same.\n(2) The Lokayukta or an Upa-lokayukta shall not\ninvestigate, -\n"}