{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1037\n(2) A person shall not be qualified for appointment as a\nLokayukta unless he is or has been a Judge of the High\nCourt.\n(3) Every person appointed as the Lokayukta shall, before\nentering upon his office, make and subscribe before the\nGovernor or some person appointed in that behalf by him\nan oath or affirmation in the form set out for the purpose\nin the First Schedule.\n45. THE JHARKHAND LOKAYUKTA ACT, 2001\n3. Appointment of Lokayukta- (1) For the purpose\nof conduction investigations in accordance with the\nprovisions of this Act, the Governor shall by warrant under\nhis hand and seal appoint a person to be known as the\nLokayukta of Jharkhand;\nProvided that the Lokayukta shall be appointed after\nconsultation with the Chief Justice of the Jharkhand High\nCourt, Ranchi and the Leader of the Opposition in the State\nLegislative Assembly or if there be no such leader a\nperson elected in this behalf by the Members of the\nOpposition in the State Legislative Assembly in such\nmanner as the Speaker may direct.\nA\nB\nC\nD\nE\n(2) The person appointed as the Lokayukta shall, before\nentering upon his office, make and subscribe, before the F\nGovernor, or some person appointed in that behalf by the\nGovernor, an oath or affirmation in the form set out for the\npurposes in the First Schedule.\n46. HARYANA LOKAYUKTA ACT, 2002:\nSection 3 - Appointment of Lokayukta- (1) For\nthe purpose of conducting investigations in accordance\nwith the provisions of this Act, the Governor, shall, by\nwarrant, under his hand and seal, appoint a person to be\nknown as the Lokayukta:\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1038\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nProvided that the Lokayukta shall be appointed on\nthe advice of the Chief Minister who shall consult\nthe Speaker of Haryana Legislative Assembly,\nLeader of Opposition and the Chief Justice of India\nin case of appointment of a person who is or has\nbeen a Judge of the Supreme Court or Chief\nJustice of the High Court, and Chief Justice of the\nPunjab and Haryana High Court in case of\nappointment of a person who is or has been a\nJudge of a High Court.\nProvided further that the result of consultation shall\nhave persuasive value but not binding on the Chief\nMinister.\n(2) A notification by the State Government about the\nconsultation having been held as envisaged in sub-section\n(1) shall be conclusive proof thereof.\n(3) Every person appointed as the Lokayukta shall, before\nentering upon his office, make and subscribe, before the\nGovernor, or some person appointed in that behalf by him,\nan oath of affirmation in the form set out for the purpose\nin the Schedule.\n47. KERALA LOK AYUKTA ACT, 1999\n-\nSection 3 Appointment of Lok Ayukta and\nUpa-Lok Ayuktas- 1) For the purpose of conducting\ninvestigations and inquiries in accordance with the\nprovisions of this Act, the Governor shall appoint a person\nto be known as Lok Ayukta and two other persons to be\nknown as Upa-Lok Ayuktas.\n(2) A person to be appointed as Lok Ayukta shall be\na person who has held the office of a Judge of the\nSupreme Court or that of the Chief Justice of a High Court\nand shall be appointed on the advice tendered by the Chief\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.].\n1039\nMinister, in consultation with the Speaker of the Legislative A\nAssembly of the State and the Leader of Opposition in the\nLegislative Assembly of the State.\n(3) A person to be appointed as an Upa-Lok Ayukta\nshall be a person who holds or has held the office of a\nJudge of a High Court and shall be appointed on the\nadvice tendered by the Chief Minister in consultation with\nthe Speaker of the Legislative Assembly of the state and\nthe leader of Opposition in the Legislative Assembly of the\nstate.\nProvided that the Chief Justice of the High Court\nconcerned shall be consulted, if a sitting judge is\nappointed as an Upa-Lok Ayukta.\nB\nC\n(4) A person appointed as Lok Ayukta or Upa-Lok Ayukta D\nshall, before entering upon his office, make and subscribe,\nbefore the Governor or a person appointed by him in that\nbehalf, an oath or affirmation in the form set out for the\npurpose in the First Schedule.\"\nE\nF\n48. A brief survey of the above statutory provisions would\nshow that State Legislatures of various States have adopted\ndifferent eligibility criteria, method of selection, consultative\nprocedures etc. in the matter of appointment of Lokayukta, Upa-\nLokayukta in their respective States. For instance, in Andhra\nPradesh Lokayukta Act the Chief Minister as such has no role\nand the only consultee for the post of Lokayukta is the Chief\nJustice. Upa Lokayukta is appointed not from the category of\nJudges of the High Court, sitting or former, but from a panel of\nfive names of District Judges of Grade I forwarded by the Chief\nJustice. Further in the States of Assam, Delhi, Gujarat, etc., the G\nChief Ministers have no role as such. However, in the States\nof Chattisgarh, Haryana etc., the Governor appoints on the\nadvice of the Chief Minister. In the State of Chhattisgarh the\nAct says, the Pramukh Lokayukta shall be a person who has\nbeen a judge of a High Court or has held a judicial office higher H\nC\n1040 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA than that of a High Court Judge. Lokayukta shall be a person\nwho has functioned at the level of a Secretary, both Government\nof India or the Chief Secretary to any State Government. The\nChief Justice of the High Court is a consultee, in the Lokayukta\nAct of Assam, Bihar, Delhi, Gujarat, Jharkhand and so on.\nB However, in the Kerala Lokayukta Act, the Chief Justice is not\na consultee at all. In few States, Upa-lokayuktas are appointed\nfrom a panel of District Judges, not from the High Court Judges\nsitting or former. Legislatures of the various States, in their\nwisdom, have, therefore, adopted different sources, eligibility\ncriteria, methods of appointment etc. in the matter of\nappointment of Lokayukta and Upa-Lokayuktas. Recently, this\nCourt had an occasion to consider the scope of Section 3(1)\nof the Gujarat Lokayukta Act, 1986 in State of Gujarat v.\nHon'ble Mr. Justice R.A. Mehta (Retd.) reported in 2013 (1)\nSCALE 7. Interpreting that provision this Court held that the\nviews of the Chief Justice have primacy in the matter of\nappointment of Lokayukta in the State of Gujarat. Every Statute\nhas, therefore, to be construed in the context of the scheme of\nthe Statute as a whole, consideration of context, it is trite, is to\ngive meaning to the legislative intention according to the terms\nin which it has been expressed.\nD\nE\n49. Constitution of India and its articles, judicial\npronouncements interpreting various articles of the Constitution\nconfer primacy to the views of Chief Justice of India or to the\nF Chief Justice of a High Court in the matter of appointment to\ncertain posts the incumbents of which have to discharge judicial\nor quasi judicial functions.\nG\nAPPOINTMENT TO THE POSTS OF DISTRICT JUDGE/\nHIGH COURT JUDGES:\n50. The views of the High Court has primacy in the matter\nof appointment of District Judges. Chandra Mohan v. State of\nU.P. 1967 (1) SCR 77 was a case relating to the appointment\nof District Judges wherein this Court had occasion to consider\nH the scope of Articles 233-236 of the Constitution. Interpreting\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1041\nB\nC\nthe word \"consultation\" in Article 233, this Court has taken the A\nview that the exercise of power of appointment by the Governor\nis conditioned by his consultation with the High Court, meaning\nthereby the Governor can only appoint a person to the post of\nDistrict Judge in consultation with the High Court. The purpose\nand object of consultation is that the High Court is expected to\nknow better in regard to the suitability or otherwise of a person,\nbelonging either to the judicial service or to the Bar, to be\nappointed as a district Judge. The duties enjoined on the\nGovernor are, therefore, to make the appointment in\nconsultation with the body which is the appropriate authority to\ngive advice to him. In Chandramouleshwar Prasad v. Patna\nHigh Court (1969) 3 SCC 56, Justice Mitter J. while\ninterpreting the Article 233 held \"that the High Court is the body\nwhich is intimately familiar with the efficiency and quality of\nofficers who are fit to be promoted as District Judges. It was\nheld that consultation with the High Court under Article 233 is\nnot an empty formality. Further, it was also stated that\nconsultation or deliberation is not complete or effective before\nthe parties thereto make their respective points of view known\nto the other others and discuss and examine the relative merits\nof their views\".\n51. In Samsher Singh v. State of Punjab and Another\n(1974) 2 SCC 831, Justice Krishna lyer, in his concurring\njudgment, highlighted the independence of Judiciary and held\n\"it is a cardinal principle of the Constitution and has been relied\non to justify the deviation, is guarded by the relevant article\nmaking consultation with the Chief Justice of India obligatory\".\nIn Union of India v. Sankalchand Himatlal Sheth and Another\n(1977) 4 SCC 193 this Court high-lighted the rationale behind\nconsulting the Chief Justice of India on matters pertaining to\njudiciary, in the light of Article 222 of the Constitution of India.\nThis Court held that \"Article 222(1) requires the President to\nconsult the Chief Justice of India on the premises that in a\nmatter which concerns the judiciary vitally, no decision ought\nto be taken by the executive without obtaining the views of the\nD\nE\nF\nG\nH\n1042 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Chief Justice of India who, by training and experience, is in the\nbest position to consider the situation fairly, competently and\nobjectively\".\nB\nC\nD\n52. In Supreme Court Advocates-on-Record Association\nand Others v. Union of India (1993) 4 SCC 441 while\ninterpreting the Article 217 of the Constitution, i.e. in the matter\nof appointment of Judges to the Higher Judiciary, it was held\nthat the opinion of the Chief Justice of India has got primacy in\nthe process of consultation. Primacy of the opinion of the Chief\nJustice of India is, in effect, the primacy of the opinion of the\nChief Justice of India formed collectively, that is, after taking\ninto account the views of his senior colleagues who are\nrequired to be consulted by him for the formation of the opinion.\nThe Court has also proceeded on the premises that the\nPresident is constitutionally obliged to consult the Chief Justice\nof India in the case of appointment of Judges of the Supreme\nCourt of India, as per the proviso to Article 124(2) and in the\ncase of appointment of the Judges of the High Court the\nPresident is obliged to consult the Chief Justice of India and\nthe Governor of the State in addition to the Chief Justice of the\nE High Court concerned. In the matter of appointment of Judges\nof the Supreme Court as well as that the High Courts, the\nopinion of the collegium of the Supreme Court of India has\nprimacy. Judgments referred to above are primarily concerned\nwith the appointment of District Judges in the subordinate\nF judiciary, High Court Judges and the Supreme Court. Primacy\nto the executive is negatived, in view of the nature of functions\nto be discharged by them and to make the judiciary\nindependent of the executive.\nG\nAPPOINTMENT TO THE CENTRAL AND STATE\nADMINISTRATIVE TRIBUNALS\n53. Central Administrative Tribunal as a Tribunal constituted\nunder Article 323-A of the Constitution and is expected to have\nthe same jurisdiction as that of the High Court. Such Tribunal\nH exercises vast judicial powers and the members must be\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA (K.S. RADHAKRISHNAN, J.]\n1043\nensured absolute judicial independence, free from any A\nexecutive or political interference. It is for this reason, sub-\nsection (7) to Section 6 of the Administrative-Tribunals Act,\n* 1985 requires that the appointment of a member of the Tribunal\ncannot be made \"except after consultation with the Chief Justice\nof India\". Considering the nature of functions to be discharged B\nby the Tribunal which is judicial, the views of the Chief Justice\nof India has primacy. In Union of India and Others v. Kali Dass\nBatish and Another (2006) 1 SCC 779 this Court has\ninterpreted the expression \"after consultation with the Chief\nJustice of India\" as appearing in Section 6(7) of the\nAdministrative Tribunal Act, 1985 and held that the judicial\npowers are being exercised by the Tribunal and hence the\nviews of the Chief Justice of India be given primacy in the matter\nof appointment in the Central Administrative Tribunal. Similar\nis the situation with regard to the State Administrative Tribunals\nas well, where the views of the Chief Justice of the High Court\nhas primacy, since the Tribunal is exercising judicial powers\nand performing judicial functions.\nAPPOINTMENT TO THE NATIONAL AND STATE\nCONSUMER REDRESSAL COMMISIONS:\n54. This Court in Ashish Handa, Advocate v. Hon'ble the\nChief Justice of High Court of Punjab and Haryana and\nOthers (1996) 3 SCC 145, held in the matter of appointment\nof President of the State Commissions and the National\nCommissions under the Consumer Protection Act, 1986, the\nconsultation with the Chief Justice of the High Court and Chief\nJustice of India is in the same manner, as indicated by the\nSupreme Court in Supreme Court Advocates-on-Record\nAssociation case (supra) for appointment of High Court and\nSupreme Court Judges. This Court noticed that the functions\ndischarged by the Commission are primarily the adjudication\nof consumer disputes and, therefore, a person from the judicial\nbranch is considered to be suitable for the office of the\nPresident. The Court noticed the requirement of consultation\nc\nC\nD\nE\nF\nG\nH\n1044 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA with the Chief Justice under the proviso to Section 16(1)(a) and\nSection 20(1)(a) of the Consumer Protection Act, is similar to\nthat in Article 217. Consequently, it was held that principle\nenunciated in the majority opinion in the Supreme Court\nAdvocates-on-Record Association case (supra) must apply\nB even for initiating the proposal for appointment.\nC\nD\nE\nF\nG\n55. This Court, however, in Ashok Tanwar and Another v.\nState of H.P. and Others (2005) 2 SCC 104, relying on\nSupreme Court Advocates-on-Record Association case\n(supra) disagreed with Ashish Handa only to the limited extent\nthat for the purpose of the Consumer Protection Act, 1986\n'consultation' would not be with the collegium, but would rest\nonly with the Chief Justice. In N. Kannadasan v. Ajoy Khose\nand Others (2009) 7 SCC 1, this Court held that primacy must\nbe with the opinion of the Chief Justice inter alia because the\nappointment is to a judicial post and in view of the peremptory\nlanguage employed in the proviso to Section 16(1)(a) of the\nConsumer Protection Act, 1986. This Court held that the word\n\"consultation\" may mean differently in different situations\ndepending on the nature and purpose of the Statute.\n56. Judgments discussed above would indicate that the\nconsultation is held to be mandatory if the incumbent to be\nappointed to the post is either a sitting or a retired judge who\nhas to discharge judicial functions and the orders rendered by\nthem are capable of execution. Consultation, it may be noted,\nis never meant to be a formality, but meaningful and effective\nand primacy of opinion is always vested with the High Court or\nthe Chief Justice of the State High Court or the collegium of\nthe Supreme Court or the Chief Justice of India, as the case\nmay be, when a person has to hold a judicial office and\ndischarge functions akin to judicial functions.\n57. The High Court, in the instant case has, placed\nconsiderable reliance on the Judgment of this Court in K.P.\nMohapatra (supra) and took the view that consultation with the\nH Chief Justice is mandatory and his opinion will have primacy.\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1045\nAbove Judgment has been rendered in the context of the A\nappointment of Orissa Lokpal under Section 3 of the Orissa\nLokpal and Lokayuktas Act. The proviso to Section 3(1) of the\nAct says that the Lokpal shall be appointed on the advice of\nthe Chief Justice of the High Court of Orissa and the Leader\nof the Opposition, if there is any. Consultation with the Chief B\nJustice assumes importance in view of the proviso. The Leader\nof the Opposition need be consulted, if there is one. In the\nabsence of the Leader of the Opposition, only the Chief Justice\nremains as the sole consultee. In that context and in view of the\nspecific statutory provision, it has been held that the consultation C\nwith the Chief Justice assumes importance and his views has\nprimacy.\n58. In that case, the Chief Justice approved the\ncandidature of Justice K.P. Mahapatra, but the Leader of the\nOpposition later recommended another person, but the State\nGovernment appointed the former but the High Court interfered\nwith that appointment. Reversing the judgment of the High\nCourt, this Court held that the opinion rendered by the Leader\nof the Opposition is not binding on the State Government.\n59. I am of the view that the judgment of this Court in K. P.\nMahapatra (supra) is inapplicable while construing the\nprovisions of the Karnataka Lokayukta Act, 1984, since the\nlanguage employed in that Act and Section 3 of the Orissa\nLokpal and Lokayukta Act, 1985 are not pari materia.\n60. We have, therefore, to interpret the provisions of\nSection 3(2)(a) and (b) as it stands in the Karnataka Lokayukta\nAct, where the language employed, in my view, is clear and\nunambiguous and we have to apply the golden rule of\ninterpretation i.e. the literal interpretation which clearly\nexpresses the intention of the legislature which I have already\nindicated, supports the objects and reasons, the preamble, as\nwell as various other related provisions of the Act.\nD\nE\nF\nG\n61. Tindal, C.J., as early as 1844, has said that \"If the H\n1046 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA words of the statute are in themselves precise and\nunambiguous, then no more can be necessary than to expound\nthose words in their natural and ordinary sense. The words\nthemselves do alone in such case best declare the intent of the\nlawgiver\". In other words, when the language is plain and\nB unambiguous and admits of only one meaning no question of\nconstruction of a statute arises, for the Act speaks for itself.\nViscount Simonds, L.C. in Empror v. Benoarilal Sarma AIR\n1945 PC 48 has said \"in construing enacted words we are not\nconcerned with the policy involved or with the results, injurious\nC or otherwise, which may follow from giving effect to the\nlanguage used\". Blackstone, in Commentaries on the Laws of\nEngland, Vol.1 page 59 has said \"the most fair and rational\nmethod for interpreting a statute is by exploring the intention of\nthe Legislature through the most natural and probable signs\nwhich are either the words, the context, the subject-matter, the\neffects and consequence, or the spirit and reasons of the law.\nIn Kanailal Sur v. Paramnidhi Sadhu Khan AIR 1957 SC 907,\nJustice Gajendragadkar stated that, \"if the words used are\ncapable of one construction only then it would not be open to\nthe courts to adopt any other hypothetical construction on the\nground that such construction is more consistent with the\nalleged object and policy of the Act\". It is unnecessary to multiply\nthat principle with decided cases, as the first and primary rule\nof construction is that the intention of the Legislature must be\nfound in the words used by the Legislature itself.\nD\nE\nF\n62. Section 3(2)(a) and (b) when read literally and\ncontextually admits of not doubt that the Governor of the State\ncan appoint Lokayukta or Upa Lokayukta only on the advice.\ntendered by the Chief Minister and that the Chief Justice of the\nG High Court is only one of the consultees and his views have no\nprimacy. The Governor, as per the statute, can appoint only on\nthe advice tendered by the Chief Minister and not on the\nopinion expressed by the Chief Justice or any of the consultees.\nH\n"}