{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1067\nC\nD\nconsulted on the subject of consultation. A consultation A\nmay be between an uninformed person and an expert or\nbetween two experts. In either case, the final decision is\nwith the consultor, but he will not be generally ignoring the\nadvice except for good reasons. The consultation is not\ncomplete or effective before the parties thereto making B\ntheir respective points of view known to the other or others\nand discuss and examine the relative merits of their views.\nIn order for two minds to be able to confer and produce a\nmutual impact, it is essential that each must have for its\nconsideration fully and identical facts, which can at once\nconstitute both the source and foundation of the final\ndecision. Such a consultation may take place at a\nconference table or through correspondence. The form is\nnot material but the substance is important. If there are\nmore than one person to be consulted, all the persons to\nbe consulted should know the subject with reference to\nwhich they are consulted. Each one should know the views\nof the other on the subject. There should be meeting of\nminds between the parties involved in the process of\nconsultation on the material facts and points involved. The\nconsultor cannot keep one consultee in dark about the\nviews of the other consultee. When consultation is\nprescribed with more than one person, there cannot be\nbilateral consultations or parallel consultations, behind the\nback of others, who are to be consulted in the process.\nConsultation is not complete or effective before the parties\nthereto make their respective points of view known to the\nother and discuss and examine the relative merit of their\nviews. They may discuss, but may disagree. They may\nconfer but may not concur. However, consultation is\ndifferent from consentaneity.\"\n(ii) Consultation in the appointment process:\n50. Sarwan Singh Lamba did not deal with the issue of\nconsultation, but Ashish Handa, Ashok Tanwar and\nE\nF\nG\nH\n1068 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Kannadasan did. That being so, reference may be made to\nthe relevant portion of Section 16(1) of the Consumer Protection\nAct which relates to the President of the State Commission.\nThis extract reads as follows:-\nB\nс\nD\n“16. Composition of the State Commission.- (1) Each\nState Commission shall consist of-\n(a)\n(b)\na person who is or has been a Judge of a High\nCourt, appointed by the State Government, who\nshall be its President:\nProvided that no appointment under this clause shall\nbe made except after consultation with the Chief\nJustice of the High Court;\nxxxxX\"\n51. It was observed in Ashish Handa that the function of\nthe State Commission is primarily to adjudicate consumer\ndisputes and therefore a person from the judicial branch is\nconsidered suitable for the office of the President of the State\nE Commission under Section 16 of the Consumer Protection Act.\nGiven this context, prior consultation with the Chief Justice of\nthe High Court is obvious since the Chief Justice is the most\nappropriate person to know the suitability of the person to be\nappointed as the President of the State Commission. Further\nF elaborating on this, it was held that the procedure of\nconsultation should be the same as laid down in Article 217 of\nthe Constitution as interpreted in Supreme Court Advocates\non Record Association v. Union of India, AIR 1994 SC 268.\nG\nH\n52. In Ashok Tanwar the Constitution Bench considered\nthe dictum laid down in Ashish Handa and categorically\ndistinguished the process of the appointment of a judge of a\nsuperior court under Article 217 of the Constitution from that of\nthe President of the State Commission. It was observed in\nparagraph 16 of the Report as follows:-\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1069\nB\n\"The process of consultation envisaged under Section 16 A\nof the Act can neither be equated to the constitutional\nrequirement of consultation under Article 217 of the\nConstitution in relation to appointment of a Judge of a High\nCourt nor can it be placed on the same pedestal.\nConsultation by the Chief Justice of the High Court with two\nsenior most Judges in selecting a suitable candidate for\nappointment as a Judge is for the purpose of selecting the\nbest person to the high office of a Judge of the High Court\nas a constitutional functionary. Consultation with the Chief\nJustice of the High Court in terms of Section 16 of the Act\nis a statutory requirement.\"\n53. Further, while referring to Aruna Roy v. Union of India,\n(2002) 7 SCC 368 it was observed that:\nC\n“... the words and expressions used in the Constitution, D\nhave no fixed meaning and must receive interpretation\nbased on the experience of the people in the course of\nworking of the Constitution. The same thing cannot be said\nin relation to interpreting the words and expressions in a\nstatute.\"\n54. This Court categorically rejected the view that\n'consultation' postulated in Article 217 of the Constitution in\nrelation to the appointment of a High Court judge be read in\nthe same way as 'consultation' as contemplated under Section\n16 of the Consumer Protection Act.\nLU\nE\nF\n55. In Kannadasan it was noted that the collegium of\njudges of the Supreme Court had found N. Kannadasan unfit\nto continue as a judge of the High Court. In this context, it was\nobserved that the expression \"retired judge” would mean a G\nperson who has retired without blemish and not merely a person\nwho has been a judge and, therefore, attention was drawn to\nthe conclusion of Fazal Ali, J in S.P. Gupta v. Union of India,\n1981 Supp SCC 87 (after referring to Union of India v.\nSankalchand Himmatlal Seth, (1977) 4 SCC 193) that both H\n1070 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA the \"consultor\" and the \"consultee\" must have before them full\nand identical facts.\nB\nC\n56. It follows from the decisions placed before us that there\nis a clear distinction between 'consultation' in the appointment\nof a judge of a superior court and 'consultation' in the\nappointment to a statutory judicial position. For the former, the\nChief Justice must consult the collegium of judges, while it is\nnot necessary for the latter. In both cases, consultation is\nmandatory.\n57. The further question that arises is whether the law laid\ndown in these decisions would be applicable to the\nappointment of an Upa-Lokayukta who is not a judicial or a\nconstitutional authority but is a sui generis quasi-judicial\nauthority? In my opinion, the answer to this question must be\nD in the affirmative.\nE\nF\nG\nH\n58. At this stage, it is necessary to mention that on a plain\nreading of Section 3(2)(b) of the Act, there can be no doubt\nthat consultation with all the constitutional authorities, including\nthe Chief Justice of the Karnataka High Court, is mandatory.\nThere was no dispute on this - the controversy was limited to\nthe meaning of 'consultation'. I have already held that an Upa-\nlokayukta is not a judicial authority, let alone a constitutional\nauthority like a judge of a High Court. Therefore, on reading of\nthe above decisions, it is clear that the mandatory consultation\nin the appointment process as postulated by Section 3(2)(b)\nof the Act is with the Chief Justice in his individual capacity and\nnot consultation in a collegial capacity.\n(iii) The process of consultation:\n59. How is this 'consultation' to take place? There are\nabsolutely no 'consultation' guidelines laid down in the Act. But\nthe High Court seems to endorse the view that consultation\nought take place across a table or through correspondence. It\nwas also suggested by learned counsel for the State that it\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1071\nwould be more appropriate that all constitutional authorities A\nhave a meeting where the suitability of the person\nrecommended for appointment may be discussed.\nB\nC\n60. I do not think it necessary to circumscribe the manner\nof consultation. The Chief Minister may consult the other\nconstitutional authorities collectively or in groups or even.\nindividually - this hardly matters as long as there is meaningful\nand effective consultation. Similarly, I do not think it necessary\nto restrict the mode of consultation. It may be in a meeting or\nthrough correspondence. Today, with available technology,\nconsultation may even be through a video link. The form of\nconsultation or the venue of consultation is not important - what\nis important is the substance of the consultation. The matter has\nto be looked at pragmatically and not semantically. It is\nimportant, as held by the High Court, that no constitutional\nauthority is kept in the dark about the name of any candidate\nunder consideration and each constitutional authority mentioned\nin Section 3(2)(b) of the Act must know the recommendation\nmade by one another for appointment as an Upa-Lokayukta.\nIn addition, they must have before them (as Fazal Ali, J\nconcluded in S.P. Gupta) full and identical facts. As long as\nE\nthese basic requirements are met, 'consultation' could be said\nto have taken place.\n(iv) Consultation in this case:\n61. Was there 'consultation' (as I have understood it)\nbetween the various constitutional authorities before the Chief\nMinister recommended the name of Justice\nChandrashekharaiah? I think not. In response to the letter of the\nChief Minister, the Chief Justice recommended the name of\nJustice Rangavittalachar; the Speaker of the Legislative\nAssembly recommended Justice Chandrashekharaiah; the\nChairman of the Legislative Council recommended Justice\nChandrashekharaiah; the Leader of the Opposition in the\nLegislative Assembly recommended Justice Mohammed\nAnwar and Justice Ramanna; the Leader of the Opposition in\nD.\nLL.\nF\nG\nH\n1072 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA the Legislative Council recommended Justice Mohammed\nAnwar and Justice Ramanna. Therefore, as many as four\nretired judges were recommended for appointment as Upa-\nlokayukta. It is not clear whether the names of all these judges\nwere disclosed to all the constitutional authorities. The name\nB of Justice Chandrashekharaiah was certainly not disclosed to\nthe Chief Justice, as is evident from his letter dated 4th February\n2012 wherein he stated four times that he was not consulted\non the appointment of Justice Chandrashekharaiah. This is\nwhat he stated:\nC\n\"I was not consulted on the said name (Shri Justice\nChandrashekaraiah) for the position of Karnataka Upa\nLokayukta.\nD\nE\n\"I had not recommended the name of Shri. Justice\nChandrashekaraiah for consideration for appointment as\nKarnataka Upa Lokayukta. Thereafter, I have not heard\nanything from you. I emphasise that the appointment of Shri.\nJustice Chandrashekaraiah has been made without\nconsultation with the Chief Justice. Therefore, it is in\nviolation of mandatory requirements of law.\nF\n\"To put the matter plainly, there is no gainsaying the fact\nthat there never ever was any consultation on the name of\nShri Justice Chandrashekaraiah for appointment to the\nposition of Upa Lokayukta between you and myself.\n0\nH\n\"I reiterate that in this particular case, not even the name\nwas shared by you (the Chief Minister) with me (the Chief\nJustice), leave alone eliciting my views on the suitability\nof the person for holding the post of Upa Lokayukta.\"\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1073\n62. The contents of this letter are not denied by the State A\nand are quite obviously admitted. Significantly, the Chief Minister\ndid not reply to this letter. Clearly, the Chief Justice was kept\nin the dark about the name of a candidate and there was no\nfull and complete disclosure of facts. Ergo, the Chief Minister\ndid not recommend the name of Justice Chandrashekharaiah\nin consultation with the Chief Justice. This was contrary to the\nmandatory requirement of Section 3(2)(b) of the Act and so, it\nmust be held that the appointment of Justice\nChandrashekharaiah was void ab initio.\n63. In this context, reference was made to Indian\nAdministrative Service (S.C.S.) Association U.P. and Others\nv. Union of India and Others, 1993 Supp. (1) SCC 730 to\ncontend that since the views of the constitutional authorities are\nnot binding on the Chief Minister, the process of consultation\nis not mandatory. In that case, this Court was considering\nSection 3(1) of the All India Service Act, 1951 which reads as\nfollows:\nB\nC\nD\n\"Regulation of recruitment and conditions of\nservices. (1) The Central Govt. may, after consultation E\nwith the Governments of the States concerned (including\nthe State of Jammu and Kashmir), (and by notification in\nthe Official Gazette) make rules for the regulation of\nrecruitment, and the conditions of service of persons\nappointed to an All India Service.\"\n64. The fifth conclusion mentioned in /AS Association was\nrelied on in support of this contention. This conclusion reads\nas follows:\nF\n\"When the object of the consultation is only to apprise of G\nthe proposed action and when the opinion or advice is not\nbinding on the authorities or person and is not bound to\nbe accepted, the prior consultation is only directory. The\nauthority proposing to take action should make known the\ngeneral scheme or outlines of the actions proposed to be H\n1074\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA\nB\nC\ntaken be put to notice of the authority or the persons to be\nconsulted; have the views or objections, take them into\nconsideration, and thereafter, the authority or person would\nbe entitled or has/have authority to pass appropriate orders\nor take decision thereon. In such circumstances it amounts\nto an action 'after consultation'.\"\n65. This conclusion must not be read in isolation but along\nwith the other conclusions arrived at in IAS Association. This\nCourt referred to ‘prior consultation' in the context of the \"subject\nof consultation\" as mentioned in the first conclusion. This 'prior\nconsultation' is not always mandatory. Then there is\n'consultation' as a part of \"fair procedure\" as mentioned in the\nsecond conclusion. This is mandatory. Finally, there is the\nconclusion arrived at which is ‘after consultation'. In some\ncases the 'consultor' may be bound to accept the conclusion\narrived at and in some cases he may not. That is a matter of\ninterpretation of the statute and the purpose of the consultation\nprocess. But to say that since the 'consultor' is not bound by\nthe conclusion arrived at, he need not go through the\nconsultation process would be stretching the law laid down in\nE IAS Association to the vanishing point.\nD\nF\nG\nH\n66. This Court held in /AS Association, with reference to\nthe above provision, that 'prior consultation' was not mandatory\nas long as the relevant rules were made ‘after consultation'. The\npresent case is not concerned with the issue of 'prior\nconsultation'. All that is of concern in the present case is\nwhether the Chief Minister acted in consultation with the\nconstitutional authorities referred to Section 3(3)(b) of the Act\nand the answer to this is in the negative.\n67. 'Consultation' for the purposes of Section 3(2)(b) of the\nAct does not and cannot postulate concurrence or consent. This\nis quite obvious given the large number of constitutional\nauthorities involved in the consultation process. There is always\na possibility of an absence of agreement on any one single.\nperson being recommended for appointment as an Upa-\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [MADAN B. LOKUR, J.]\n1075\nlokayukta, as has actually happened in the present case. In such A\na situation, it is ultimately the decision of the Chief Minister what\nadvice to tender to the Governor, since he alone has to take\nthe final call.\nB\nC\n68. Can the Chief Minister advice the Governor to appoint\na person not recommended by any of the constitutional\nauthorities? I see no reason why he cannot, as long as he\nconsults them - the 'consultation' being in the manner\npostulated above. The Chief Minister can recommend a\ncompletely different person, other than any of those\nrecommended by any of the constitutional authorities as long\nas he does not keep them in the dark about the name of the\ncandidate and there is a full and complete disclosure of all\nrelevant facts. In M.M. Gupta v. State of Jammu \u0026 Kashmir,\n(1982) 3 SCC 412 this Court explained 'consultation' in the\nmatter of judicial appointments in the following words (which D\napply equally to the present case):\n\"It is well settled that consultation or deliberation is not\ncomplete or effective before the parties thereto make their\nrespective points of view known to the other or others and\ndiscuss and examine the relative merits of their views. If\none party makes a proposal to the other who has a counter\nproposal in his minds which is not communicated to the\nproposer, the direction to give effect to the counter proposal\nwithout anything more, cannot be said to have been done\nafter consultation.\"\n69. On the facts of this case, I hold that there was no\nconsultation between the Chief Minister and the Chief Justice\non the appointment of Justice Chandrashekharaiah as an Upa-\nlokayukta. His appointment was, therefore, void ab initio.\n(v) Primacy of the view of the Chief Justice:\n70. The High Court was of the opinion that primacy is\nrequired to be given to the view of the Chief Justice of the\nE\nF\nG\nH\n1076 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Karnataka High Court in the matter of the appointment of the\nUpa-lokayukta. In fact, it was said that since the Chief Justice\nis the best person to know the suitability or otherwise of a\nretired judge of a High Court. It was also said that, \"Requesting\nthe Chief Justice to suggest a name and on receipt of the same,\nB ignoring the said name and tendering advice to the Governor\nto appoint somebody else, would make the consultation a\nfarce.\"\n71. In Ashok Tanwar the Constitution Bench did make a\nreference to the primacy of the Chief Justice of India in the\nC context of the appointment of a judge of the superior court and\nnoted that the Chief Justice is best equipped to know and\nassess the work of the candidate and his suitability for\nappointment. However, the Constitution Bench did not express\nany opinion on the question of primacy of the opinion of the\nD Chief Justice in regard to the appointment of the President of\nthe State Commission under Section 16 of the Consumer\nProtection Act, although I think it would naturally follow.\nE\nF\nG\nH\n72. In any event, in Kannadasan it was held that for the\nappointment of the President of the State Commission, the view\nof the Chief Justice was final and for all intents and purposes\ndecisive, and except for very cogent reasons, his\nrecommendation must be accepted. It was held in paragraph\n156 of the Report that:\n\"For the appointment as President of the State\nCommission, the Chief Justice of the High Court shall have\nthe primacy and thus the term \"consultation\" even for the\nsaid purpose shall mean \"concurrence\" only.\"\n73. As noted above, the Chief Justice of India or the Chief\nJustice of the High Court is the only constitutional authority\nrequired to be consulted in the appointment of a Vice Chairman\nor Member of the State Administrative Tribunal or the President\nof the State Consumer Disputes Redressal Commission. In\nthat context, it is quite understandable that the recommendation\n"}