{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"JUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1017\n(a) any action in respect of which a formal and public A\neiquiry has been ordered with the prior concurrence\nof the Lokayukta or an Upalokayukta, as the case\nmay be;\n(b) any action in respect of a matter which has been\nreferred for inquiry, under the Commission of Inquiry\nAct, 1952 with the prior concurrence of the\nLokayukta or an Upalokayukta, as the case may\nbe;\n(c) any complaint involving a grievance made after the\nexpiry of a period of six months from the date on\nwhich the action complained against becomes\nknown to the complainant; or\n(d) any complaint involving an allegation made after the\nexpiry of five years from the date on which the\naction complained against is alleged to have taken\nplace:\nProvided that he may entertain a complaint referred\nto in clauses (c) and (d) if the complainant satisfies that\nhe had sufficient cause for not making the complaint within\nthe period specified in those clauses.\nB\nC\nD\nE\n(3) In the case of any complaint involving a\ngrievance, nothing in this Act shall be construed as F\nempowering the Lokayukta or an Upa-lokayukta to\nquestion any administrative action involving the exercise\nof discretion except where he is satisfied that the elements\ninvolved in the exercise of the discretion are absent to such\nan extent that the discretion can prima facie be regarded G\nas having been improperly exercised.\"\n21. Section 9 of the Act pertains to provisions relating to\n'complaints' and 'investigations' which is extracted hereunder:\nH\n1018 SUPREME COURT REPORTS\nA\n\"9. Provisions relating to\nB\nC\n[2013] 3 S.C.R.\ncomplaints and\ninvestigations.- (1) Subject to the provisions of this Act,\nany person may make a complaint under this Act to the\nLokayukta or an Upa-lokayukta.\n(2) Every complaint shall be made in the form of a\nstatement supported by an affidavit and in such forms and\nin such manner as may be prescribed.\n(3) Where the Lokayukta or an Upa-lokayukta\nproposes, after making such preliminary inquiry as he\ndeemed fit, to conduct any investigation under this Act, he.-\n(a)\n(b)\nD\nE\nLL\nF\nG\nH\n(c)\nshall forward a copy of the complaint to the public\nservant and the Competent Authority concerned;\nshall afford to such public servant an opportunity to\noffer his comments on such complaint;\nmay make such order as to the safe custody of\ndocuments relevant to the investigation, as he\ndeems fit.\n(4) Save as aforesaid, the procedure for conducting\nany such investigation shall be such, and may be held either\nin public or in camera, as the Lokayukta or the Upa-\nlokayukta, as the case may be, considers appropriate in\nthe circumstances of the case.\n(5) The Lokayukta or the Upa-lokayukta may, in his\ndiscretion, refuse to investigate or cease to investigate any\ncomplaint involving a grievance or an allegation, if in his\nopinion.-\n(a) the complaint is frivolous or vexatious or is not\nmade in good faith;\n(b)\nthere are no sufficient grounds for investigating or,\nas the case may be, for continuing the investigation;\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\nor\n1019\n(c) other remedies are available to the complainant\nand in the circumstances of the case it would be\nmore proper for the complainant to avail such\nremedies.\nA\nB\n(6) In any case where the Lokayukta or an Upa-\nlokayukta decides not to entertain a complaint or to\ndiscontinue any investigation in respect of a complaint he\nshall record his reasons therefor and communicate the\nsame to the complainant and the public servant C\nconcerned.\n(7) The conduct of an investigation under this Act\nagainst a Public servant in respect of any action shall not\naffect such action, or any power or duty of any other public\nservant to take further action with respect to any matter\nsubject to the investigation.\"\nD\n22. Section 10 empowers Lokayukta or Upa Lokayukta to\nexercise certain powers in relation to search and seizure. It says\nthat the provisions of the Code of Criminal Procedure, relating E\nto search and seizure, would apply only for the limited purpose\nof investigation carried out by the incumbent, in consequence\nof information in his possession, while investigating into any\ngrievance, allegation against any administrative action.\n23. Section 11 deals with the producing, recording, etc.\nof evidence for the purpose of investigation under the Act. Sub-\nsections (1) and (2) of Section 11 read as follows:\nF\n\"11. Evidence.- (1) Subject to the provisions of this\nsection, for the purpose of any investigation (including the G\npreliminary inquiry if any, before such investigation) under\nthis Act, the Lokayukta or an Upa-lokahukta may require\nany public servant or any other person who, in his opinion,\nis able to furnish information or produce documents\nrelevant to the investigation to furnish any such information H\nA\n00\nB\nC\nD\nE\n1020 SUPREME COURT REPORTS\nor produce any such document.\n[2013] 3 S.C.R.\n(2) For the purpose of any investigation (including the\npreliminary inquiry) the Lokayukta or Upa-lokayukta shall\nhave all the powers of a Civil Court while trying a suit under\nthat the Code of Civil Procedure Code, 1908, in respect\nof the following matters only:-\n(a) summoning and enforcing the attendance of any person\nand examining him on oath;\n(b) requiring the discovery and production of any\ndocument;\n(c) receiving evidence on affidavits;\n(d) requisitioning any public record or copy thereof from\nany Court or office;\n(e) issuing commissions for the examination of witnesses\nor documents;\n(f) such other matters as may be prescribed.\"\nSub-section (3) of Section 11 provides for applicability of\nSection 193 of the Indian Penal Code (Punishment for false\nevidence), for proceedings before the Lokayukta or Upa\nLokayukta, while exercising its powers conferred under sub-\nF section (2) of Section 11, and only for that limited extent is\nconsidered a judicial proceeding.\n24. Section 12 deals with the reports of Lokayukta which\nessentially deals with the following aspects:\nG\n(i)\nH\n(ii)\nThe Lokayukta or Upa Lokayukta can sent a report\nwith certain recommendations and findings as\nenvisaged in sub section (1) and (3) of Section 12.\nUnder sub section (2) of Section 12, the competent\nauthority is required to intimate or cause to intimate\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1021\nthe Lokayukta or the Upa Lokayukta on the action A\ntaken on the report as provided under sub section\n(1) of Section 12, within 1 month.\nB\n(iii) Failure to intimate the action taken on the report\nsubmitted under section (1) has not been dealt with\nspecifically, however if in the opinion of Lokayukta\n/ Upa Lokayukta satisfactory action is not taken by\nthe competent authority under Section 12(2), he is\nat liberty to send a 'Special report' to the governor\nas provided for under sub section (5) of Section 12.\nC\n(iv) Findings and recommendations to be given by the\nLokayukta or Upa-lokayukta under sub section 3 of\nSection 12, include those as contemplated under\nSection 13 of the Act.\n(v)\n(vi)\nSub-section (4) of Section 12 requires the\ncompetent authority to examine the report\nforwarded under sub-section (3), within three\nmonths and intimate the Lokayukta or the Upa\nLokayukta on the action taken or proposed to be\ntaken on the basis of the report.\nFailure to intimate the action taken on the report\nsubmitted under section (3) has not been dealt with\nspecifically, however if in the opinion of Lokayukta\n/ Upa Lokayukta, satisfactory action taken is not\ntaken by the competent authority under Section\n12(4), he is at liberty to send a 'Special report' to\nthe governor as provided for under sub section (5)\nof Section 12.\n(vii) If any Special Report as contemplated under sub-\nsection (5) is received and the annual report of the\nLokayukta under sub section (6), would have to be\nlaid before each house of the State legislature\nalong with an explanatory note of the Governor.\nD\nE\nF\nG\nI\nA\nB\nс\nD\nE\nF\nG\nH\n1022\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\n(viii) It is important to note that the act neither binds the\nGovernor nor the State Legislature to accept the\nrecommendations or findings of the incumbent,\nthereby ensuring no civil consequences follow from\nthe direct action of the Lokayukta or Upa\nLokayukta.\nSection 13 prescribes when a public servant would have\nto vacate office, which reads as follows:\n\"13. Public servant to vacate office if directed by\nLokayukta etc. (1) Where after investigation into a\ncomplaint the Lokayukta or an Upalokayukta is satisfied\nthat the complaint involving an allegation against the public\nservant is substantiated and that the public servant\nconcerned should not continue to hold the post held by him,\nthe Lokayukta or the Upalokayukta shall make a\ndeclaration to that effect in his report under sub-section (3)\nof section 12. Where the competent authority is the\nGovernor, State Government or the Chief Minister, it may\neither accept or reject the declaration. In other cases, the\ncompetent authority shall send a copy of such report to the\nState Government, which may either accept or reject the\ndeclaration. If it is not rejected within a period of three\nmonths from the date of receipt of the report, or the copy\nof the report, as the case may be, it shall be deemed to\nhave been accepted on the expiry of the said period of\nthree months.\n(2) If the declaration so made is accepted or is deemed\nto have been accepted, the fact of such acceptance or the\ndeemed acceptance shall immediately be intimated by\nRegistered post by the Governor, the State Government\nor the Chief Minister if any of them is the competent\nauthority and the State Government in other cases then,\nnotwithstanding anything contained in any law, order,\nnotification, rule or contract of appointment, the public\nservant concerned shall, with effect from the date of\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1023\nintimation of such acceptance or of the deemed A\nacceptance of the declaration,\n(i) if the Chief Minister or a Minister resign his office of the\nChief Minister, or Minister, as the case may be.\n(ii) If a public servant falling under items (e) and (f), but not\nfalling under items (d) and (g) of clause (12) of section 2,\nbe deemed to have vacated his office: and\nB\n(iii) If a public servant falling under items (d) and (g) of\nclause (12) of section 2, be deemed to have been placed C\nunder suspension by an order of the appointing authority.\nProvided that if the public servant is a member of an All\nIndia Service as defined in section 2 of the All India\nServices Act, 1951 (Central Act 61 to 1951) the State\nGovernment shall take action to keep him under\nsuspension in accordance with the rules or regulations\napplicable to his service.\"\nSection 14 deals with the initiation of prosecution which\nreads as follows:\n\"14. Initiation of prosecution.- If after investigation\ninto any complaint the Lokayukta or an Upa-lokayukta is\nsatisfied that the public servant has committed any criminal\noffence and should be prosecuted in a court of law for such\noffence, then, he may pass an order to that effect and\ninitiate prosecution of the public servant concerned and if\nprior sanction of any authority is required for such\nprosecution, then, notwithstanding anything contained in\nany law, such sanction shall be deemed to have been\ngranted by the appropriate authority on the date of such\norder.\"\nD\nE\nF\nG\nH\n1024 SUPREME COURT REPORTS\nA Investigative in nature\nB\nC\n[2013] 3 S.C.R.\n25. The provisions discussed above clearly indicate that\nthe functions to be discharged by Lokayukta or Upa Lokayukta\nare investigative in nature and the report of Lokayukta or Upa\nLokayukta under sub-sections (1) and (3) of Section 12 and the\nSpecial Report submitted under sub-section (5) of Section 12\nare only recommendatory. No civil consequence as such follows\nfrom the action of Lokayukta and Upa Lokayukta, though they\ncan initiate prosecution before a competent court. I have\nextensively referred to the object and purpose of the Act and\nexplained the various provisions of the Act only to indicate the\nnature and functions to be discharged by Lokayukta or Upa\nLokayukta under the Act.\n26. The Act has, therefore, clearly delineated which are the\nD matters to be investigated by the Lokayukta and Upa\nLokayukta. They have no authority to investigate on a complaint\ninvolving a grievance in respect of any action specified in the\nSecond Schedule of the Act, which are as follows:\nE\nLL\nF\nG\nH\n(a) Action taken for the purpose of powers investigating\ncrimes relating to the security of the State.\n(b) Action taken in the exercise of powers in relation\nto determining whether a matter shall go to a Court\nor not.\n(c)\n(d)\nAction taken in matters which arise out of the terms\nof a contract governing purely commercial relations\nof the administration with customers or suppliers,\nexcept where the complaint alleges harassment or\ngross delay in meeting contractual obligations.\nAction taken in respect of appointments, removals,\npay, discipline, superannuation or other matters\nrelating to conditions of service of public servants\nbut not including action relating to claims for\nJUSTICE CHANDRASHEKARAIAH (RETD.) v.\nJANEKERE C. KRISHNA [K.S. RADHAKRISHNAN, J.]\n1025\npension, gratuity, provident fund or to any claims A\nwhich arise on retirement, removal or termination\nof service.\n(e) Grant of honours and awards.\n27. Further if the complainant has or had any remedy by\nway of appeal, revision, review or other proceedings before any.\ntribunal, court officer or other authority and has not availed of\nthe same, the Lokayukta and Upa Lokayukta shall not conduct\nany investigation under the Act, in other words, they have to act\nwithin the four corners of the Act.\n28. The Act has also been enacted to make provision for\nmaking enquiries by the Lokayukta and Upa Lokayukta into the\nadministrative action relatable to matters specified in List II or\nList III of the Seventh Schedule to the Constitution, taken by or\non behalf of the Government of Karnataka or certain public\nauthorities in the State of Karnataka, including any omission\nor commission in connection with or arising out of such action\netc.\n29. Lokayukta or Upa Lokayukta under the Act are\nestablished to investigate and report on allegations or\ngrievances relating to the conduct of public servants which\nincludes the Chief Minister; all other Minister and members of\nthe State Legislature; all officers of the State Government;\nChairman, Vice Chairman of Local Authorities, Corporations,\nowned or controlled by the State Government, a company in\nwhich not less than fifty one per cent of the shares are held by\nthe State Government, Societies registered under the Societies\nRegistration Act, Co-operative Societies and Universities\nestablished by or under any law of the Legislature.\n30. Lokayukta and Upa Lokayukta while exercising powers\nunder the Act, of course, is acting as a quasi judicial authority\nbut it functions are investigative in nature. The Constitution\nBench of this Court in Nagendra Nath Bora and Another v.\nB\nC\nD\nE\nF\nG\nH\n1026 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Commissioner of Hills Division and Appeals. Assam and\nOthers AIR 1958 SC 398 held whether or not an administrative\nbody or authority functions as purely administrative one or in a\nquasi-judicial capacity, must be determined in each case, on\nan examination of the relevant statute and rules framed\nB thereunder. This Court in Indian National Congress (I) v.\nInstitute of social Welfare and Others (2002) 5 SCC 685, while\ndealing with the powers of the Election Commission of India\nunder the Representation of the People Act, 1951 held that while\nexercising power under Section 29-A, the Commission acts\nC quasi-judicially and passes quasi judicial orders.\nD\n31. The Court held that what distinguishes an administrative\nact from a quasi-judicial act is, in the case of quasi-judicial\nfunctions, under the relevant law, the statutory authority is\nrequired to act judicially. In other words, where law requires that\nan authority before arriving at a decision must make an enquiry,\nsuch a requirement of law makes the authority a quasi-judicial\nauthority. Noticing the above legal principles this Court held in\nview of the requirement of law that the Commission is to give\ndecision only after making an enquiry, wherein an opportunity\nE of hearing is to be given to the representative of the political\nparty, the Election Commission is is required to act judicially.\nF\nG\nH\n32. Recently, in Automotive Tyre Manufactures\nAssociation v. Designated Authority and Others (2011) 2 SCC\n258, this Court examined the question whether the Designated\nAuthority appointed by the Central Government under Rule 3\nof the Customs Tariff (Identification, Assessment and Collection\nof Anti-Dumping Duty on dumped Articles and for Determination\nof Injury) Rules, 1995 (1995 Rules) for conducting investigation,\nfor the purpose of levy of anti dumping duty in terms of Section\n9-A of the Customs Act, 1962, is functioning as an\nadministrative or quasi judicial authority. The Court after\nexamining the scheme of the Tariff Act read with 1995 Rules\nand the nature of functions to be discharged by the Designated\nAuthority took the view that the authority exercising quasi-judicial\n"}