{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"STATE BANK OF INDIA AND ANR.\nV\nSOMVIR SINGH\nFEBRUARY 13, 2007\n[H.K. SEMA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nt\nService Law Compassionate appointment--Entitlement-Claim for\ncompassionate appointment-Denied by competent authority after\nascertaining the financial condition of the family of the deceased employee\nas per the mandate of the Scheme for such appointment-High Court remanded\nthe case to Bank for reconsideration-On appeal, held: Financial condition\nof the family was rightly assessed by the Bank as per the mandate of the\nScheme High Court not justified to undertake the exercise to decide the\nadequacy of the income.\nC\nD\nRespondent's mother applied for appointment of the respondent on\ncompassionate ground, after death of her husband (an employee of appellant-\nBank). The competent authority, after considering the financial condition of\nthe family found that family of the deceased employee had not been left in\npenury or without any means of livelihood and hence rejected the request for\ncompassionate appointment. On a Writ Petition filed, High Court held that E\nthe financial condition as determined by the competent authority could not be\ntermed as 'to take out the family from penury', and directed the appellant-\nBank to reconsider the claim of compassionate of appointment. Hence the\npresent appeal.\nAllowing the appeal, the Court\nHELD: 1.1. The appellant-Bank is required to consider the request for\ncompassionate appointment only in accordance with the scheme framed by it\nand no discretion as such is left with any of the authorities to make\nF\ncompassionate appointment de hors the scheme. The claim for compassionate G\nappointment and the right, if any, is traceable only to the scheme, executive\ninstructions, rules etc. framed by the employer in the matter of providing\nemployment on compassionate grounds. There is no right of whatsoever nature\nto claim compassionate appointment on any ground other than the one, if any,\n509\nH\n510\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA conferred by the employer by way of scheme or instructions as the case may\nbe. [Para 10] [514-C; D]\n1.2. The scheme for appointment of dependants of deceased employee\non compassionate grounds framed by the appellant-Bank inter alia provides\nthat in making assessment of the financial condition of the family which is\nB an important criterion for determining the eligibility to compassionate\nappointment, after taking certain factors into consideration. [Para 11]\n[514-E]\n1.3. The Authority did not commit any error in taking the terminal\nbenefits and the investments and the monthly family income including the\nC family pension paid by the bank into consideration for the purposes of deciding\nas to whether the family of the deceased employee had been left in penury or\nwithout any means of livelihood. The scheme framed by the appellant-Bank in\nfact mandates the Authority to take those factors into consideration. The\nAuthority also did not commit any error in taking into consideration the\nincome of the family from other sources viz. the agricultural land. [Para 12]\n[515-A-B]\nD\nE\nF\nG\n1.4. High Court itself could not have undertaken any exercise to decide\nas to what would be the reasonable income which would be sufficient for the\nfamily for its survival and whether it had been left in penury or without any\nmeans of livelihood. The only question the High Court could have adverted\nitself is whether the decision making process rejecting the claim of the\nrespondent for compassionate appointment is vitiated or whether the order is\nnot in conformity with the scheme framed by the appellant-Bank. It is not\neven urged that the order passed by the Competent Authority is not in\naccordance with the scheme. It is well settled that the hardship of the dependant\ndoes not entitle one to compassionate appointment de hors the scheme or the\nstatutory provisions as the case may be. The High Court ought not to have\ndisturbed the finding and the conclusion arrived at by the appellant-Bank that\nthe respondent was not living hand to mouth. [Para 13] {515-C-F]\nGeneral Manager (D\u0026PB) and Ors. v. Kunti Tiwary and Anr., [2004] 7\nSCC 271, relied on.\n2. Article 16(1) of the Constitution of India guarantees to all its citizens\nequality of opportunity in matters relating to employment or appointment to\nany office under the State. Article 16(2) protects citizens against\ndiscrimination in respect of any employment or office under the State on\nH grounds only of religion, race, caste, sex, descent. It is so well settled that\nSTATE BANK OF INDIA v. SOMVIR SINGH [B. SUDERSHAN RF DDY, J.] 511\nappointment on compassionate grounds is an exception carved out to the A\ngeneral rule that recruitment to public services is to be made in a transparent\nand accountable manner providing opportunity to all eligible persons to\ncompete and participate in the selection process. Such appointments are\nrequired to be made on the basis of open invitation of applications and merit.\nDependants of employees died in harness do not have any special or additional\nclaim to public services other than the one conferred, if any, by the employer.\n[Para 7] [513-C-E]\nUmesh Kumar Nagpal v. State of Haryana, [1994] 4 SCC 138 and Union\nBank of India and Ors. v. M.T. Latheesh, [2006] 7 SCC 350, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 743 of 2007.\nB\nC\nFrom the Final Judgment/Order dated 30.9.2005 of the High Court of\nPunjab and Haryana at Chandigarh in C.W.P. No. 2601/2004.\nMukul Rohatgi, Sanjay Kapur, Shubhra Kapur, Rajiv Kapur and Arti\nSingh for the Appellant.\nArun Bhardwaj, S.S. Shamshery and Dr. Kailash Chand for the\nRespondent.\nThe Judgment of the Court was delivered by\nB. SUDERSHAN REDDY, J. 1. Leave granted.\nD\nE\n2. The sole respondent is the son of Zile Singh who died while in\nharness on May 5, 1998. He was serving as an Assistant (typist/clerk) in the\nappellants-State Bank of India (hereinafter referred to as appellant-Bank). The\nrespondent's mother submitted an application requesting the appellant-Bank F\nfor appointment of respondent by way of compassionate appointment. The\nrespondent at the relevant time was studying in his matriculation examination.\nThe Zonal Office of the appellant-Bank at Chandigarh required the family of\nthe deceased employee to furnish the details of assets/pension/loan/income\nand other details as are required in order to consider the compassionate\nappointment. The same were furnished by the respondent. The Deputy General\nManager of the Bank submitted the proposal for the consideration of the\nCompetent Authority in the printed format inter alia indicating the details\nregarding the deceased employee, terminal benefits, details of immovable\nproperty left behind him, investments and liabilities as well as pension paid.\nThe Deputy General Manager while forwarding the request for consideration H\nG\nB\n512\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA of the Chief General Manager observed that the family of late Zile Singh has\nreasonable source of income to sustain itself and therefore, the request for\nappointment on compassionate ground does not qualify for favourable\nconsideration. No doubt, the Branch Manager where the deceased employee\nwas working recommended the case for appointment on compassionate\nground. The Chief General Manager having regard to the financial condition\nof the family found that the resources of the family are adequate to meet its\nbasic needs and accordingly rejected the request for appointment on\ncompassionate grounds. The Competent Authority found that the financial\ncondition of the family does not justify any such appointment on\ncompassionate grounds. The order of the Chief General Manager in detail\nC reveals that the deceased employee was entitled to Rs. 03.15 lacs towards\nterminal benefits and investments out of which Rs. 02.52 lacs were deducted\ntowards the liabilities leaving net surplus of Rs. 00.63 lacs. The monthly family\nincome included family pension drawn from the Bank at Rs. 2,214/- and\nincome on agricultural land being Rs. 584/-. The family members are living in\ntheir own house. The value of the agricultural land possessed by the family\nhas been fixed at Rs. 7 lacs. It is under those circumstances the Bank found\nthat the family of the deceased employee had not been left in penury or\nwithout any means of livelihood.\nD\n3. Challenging the order of rejection, the respondent filed a writ petition\nin Punjab and Haryana High Court. The Division Bench held that the income\nE\nof Rs. 2,798/- \"could not be treated to be an amount for the family which could\nbe termed as such amount to take out the family from penury.\" The High\nCourt accordingly directed the appellant-Bank to reconsider the claim of the\npetitioner for compassionate appointment keeping in view the entire facts and\ncircumstances of the case and the observations made in the order. The order\nF of the High Court is challenged in this appeal.\nG\nHI\n4. In this appeal Shri Mukul Rohtagi, learned senior counsel for the\nappellant-Bank submitted that the High Court has committed error in directing\nthe appellant-Bank to reconsider the case of the respondent on compassionate\nground. The High Court ought to have appreciated that the provisions of the\nScheme viz. compassionate appointment applies only in cases wherein the\ndeceased employee left the family in penury and without any means of\nlivelihood. The monthly income derived by the family and the immovable\nproperties owned by it do not justify any appointment on compassionate\nground. The compassionate appointment can be made only in accordance\nwith the scheme and there is no right to claim any appointment de hors the\nSTATE BANK OF INDIA v. SOMVIR SINGH [B. SUDERSHAN REDDY, J.] 513\nscheme. The view taken by the appellant-Bank according to the learned senior A\ncounsel to reject the claim of the respondent is in conformity with the scheme.\n5. Responding to the submissions made by the learned senior counsel,\nthe learned counsel for the respondent submitted that the amount paid towards\nthe terminal benefits and investments and the family pension cannot be taken\ninto consideration for the purposes of assessing as to whether dependants\nof deceased employee are left without any means of livelihood.\n6. We have given our earnest consideration to the rival submission\nmade during the course of hearing of this appeal.\nB\n7. Article 16(1) of the Constitution of India guarantees to all its citizens C\nequality of opportunity in matters relating to employment or appointment to\nany office under the State. Article 16(2) protects citizens against discrimination\nin respect of any employment or office under the State on grounds only of\nreligion, race, caste, sex, descent. It is so well settled and needs no restatement\nat our ends that appointment on compassionate grounds is an exception D\ncarved out to the general rule that recruitment to public services is to be made\nin a transparent and accountable manner providing opportunity to all eligible\npersons to compete and participate in the selection process. Such appointments\nare required to be made on the basis of open invitation of applications and\nmerit. Dependants of employees died in harness do not have any special or\nadditional claim to public services other than the one conferred, if any, by the E\nemployer.\nF\n8. In Umesh Kumar Nagpal v. State of Haryana, [1994] 4 SCC 138 this\nCourt held, \"As a rule, appointments in the public services should be made\nstrictly on the basis of open invitation of applications and merit. No other\nmode of appointment nor any other consideration is permissible. Neither the\nGovernments nor the public authorities are at liberty to follow any other\nprocedure or relax the qualifications laid down by the rules for the post.\nHowever, to this general rule which is to be followed strictly in every case,\nthere are some exceptions carved out in the interest of justice and to meet\ncertain contingencies. One such exception is in favour of the dependants of G\nan employee dying in harness and leaving his family in penury and without\nany means of livelihood. In such cases, out of pure humanitarian consideration\ntaking into consideration the fact that unless some source of livelihood is\nprovided, the family would not be able to make both ends meet, a provision\nis made in the rules to provide gainful employment to one of the dependants\nof the deceased who may be eligible for such employment. The whole object\nH\n514.\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA of granting compassionate employment is thus to enable the family to tide\nover the sudden crisis. The object is not to give a member of such family a\npost much less a post held by the deceased.\" (emphasis added)\nB\nC\n9. In Union Bank of India \u0026 Ors. v. M.T. Latheesh, [2006] 7 SCC 350,\nthis Court while dealing with the similar question observed that indiscriminate\ngrant of employment on compassionate grounds would shut the door for\nemployment to the ever-growing population of unemployed youth.\n10. There is no dispute whatsoever that the appellant-Bank is required\nto consider the request for compassionate appointment only in accordance\nwith the scheme framed by it and no discretion as such left with any of the\nauthorities to make compassionate appointment de hors the scheme. In our\nconsidered opinion the claim for compassionate appointment and the right,\nif any, is traceable only to the scheme, executive instructions, rules etc. framed\nby the employer in the matter of providing employment on compassionate\ngrounds. There is no right of whatsoever nature to claim compassionate\nD appointment on any ground other than the one, if any, conferred by the\nemployer by way of scheme or instructions as the case may be.\n11. The scheme for appointment of dependants of deceased employee\non compassionate grounds framed by the appellant-Bank inter alia provides\nthat in making assessment of the financial condition of the family which is\nE an important criterion for determining the eligibility to compassionate\nappointment, the following factors are required to be taken into consideration:\nF\n(a) Family pension\n(b) Gratuity amount received\n(c) Employee's/Employer's contribution to Provident Fund\n(d) Any compensation paid by the Bank or its Welfare Fund\n(e) Proceeds of LIC Policy and other investments of the deceased\nemployee\nG\n(f)\nIncome for family from other sources\n(g) Income of other family members from employment or otherwise\n(h) Size of the family and liabilities, if any.\n12. The Competent Authority while considering the application had\nH. taken into consideration each one of those factors and accordingly found that\n{\nSTATE BANK OF INDIA v. SOMVIR SINGH [B. SUDERSHAN REDDY, J.] 515\nthe dependants of employee who died in harness are not in penury and A\nwithout any means of livelihood. The Authority did not commit any error in\ntaking the terminal benefits and the investments and the monthly family\nincome including the family pension paid by the bank into consideration for\nthe purposes of deciding as to whether the family of late Zile Singh had been\nleft in penury or without any means of livelihood. The scheme framed by the\nB\nappellant-Bank in fact mandates the Authority to take those factors into\nconsideration. The Authority also did not commit any error in taking into\nconsideration the income of the family from other sources viz. the agricultural\nland.\nC\n13. In our considered opinion the High Court itself could not have\nundertaken any exercise to decide as to what would be the reasonable income\nwhich would be sufficient for the family for its survival and whether it had\nbeen left in penury or without any means of livelihood. The only question\nthe High Court could have adverted itself is whether the decision making\nprocess rejecting the claim of the respondent for compassionate appointment\nis vitiated? Whether the order is not in conformity with the scheme framed D\nby the appellant-Bank? It is not even urged that the order passed by the\nCompetent Authority is not in accordance with the scheme. It is well settled\nthat the hardship of the dependant does not entitle one to compassionate\nappointment de hors the scheme or the statutory provisions as the case may\nbe. The income of the family from all sources is required to be taken into\nconsideration according to scheme which the High Court altogether ignored\nwhile remitting the matter for fresh consideration by the appellant-Bank. It is\nnot a case where the dependants of the deceased employee are left 'without\nany means of livelihood' and unable to make both ends meet. The High Court\nought not to have disturbed the finding and the conclusion arrived at by the\nappellant-Bank that the respondent was not living hand to mouth. As observed F\nby this Court in General Manager (D\u0026PB) and Ors. v. Kunti Tiwary and\nAnr., [2004] 7 SCC 271, the High Court cannot dilute the criteria ‘of penury\nto one of \"not very well-to-do\". The view taken by the Division Bench of\nthe High Court may amount to varying the existing scheme framed by the\nappellant-Bank. Such a course is impermissible in law.\n14. For all the aforesaid reasons, we allow the appeal filed by the\nappellant-Bank and set aside the order passed by the Division Bench of the\nHigh Court of Punjab and Haryana. There shall be no order as to costs.\nK.K.T.\nE\nG\nAppeal allowed.\nH\n"}