{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"NEW INDIA ASSURANCE CO. LTD.\nA\nV.\nCHARLIE AND ANR.\nMARCH 29, 2005\nB\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nMotor Vehicles Act, 1988:\nC\nSection 166-Motor accident-Injured about 37 years and married-\nWas earning Rs. 18, 000 per year-Compensation-Computation of-Multiplier\nmethod-Fixation of appropriate multiplier-Held: Where the injured has\nsuffered 100%, logic applicable to a deceased can in appropriate cases be\napplied--Claimant was deriving income from agriculture, hence, normal rule\nof deprivation of income directly not applicable-Other circumstances to be\nconsidered-Multiplier of 18 worked out on basis of the prevalent banking D\nrate of interest-Compensation fixed at Rs. 3.5 lakhs with interest @ 7.5%\np.a.\nSection 166-Accident compensation-Percentage of deduction for\npersonal expenditure-Held: Depends upon circumstances of each case-On\nfacts, where the claimant was about 37 years of age and married, 1/3rd E\ndeduction held appropriate for personal expenditure.\nIn the present appeal the appellant-Insurance Company has\nchallenged the legality of the judgment rendered by High Court holding\nthe appellant liable to pay compensation to respondent No. 1 for the\ninjuries sustained by him in an automobile accident.\nAppellant contended that while computing compensation, a\nmultiplier of 16 was adopted on the ground that there was permanent\ndisability; that the said multiplier is on the higher side and that though\nnormally 1/3rd deduction is made from the earning for personal\nexpenditure, but in the instant case the multiplier of 16 has been adopted\nwithout making any deduction.\nAllowing the appeal, the Court\n1173\nF\nG\nH\nA\nB\nC\nD\nE\nF\n1174\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nHELD : 1. What would be the percentage of deduction for personal\nexpenditure cannot be governed by any rigid rule or formula by universal\napplication. It would depend upon circumstances of each case. In the\ninstant case the claimant was nearly 37 years of age and was married.\nTherefore 1/3rd deduction has to be made for personal expenditure.\n[1177-F-G]\n2.1. In a fatal accident action, the accepted measure of damages\nawarded to the dependants is the pecuniary loss suffered by them as a\nresult of the death. [1177-H; 1178-A]\nMunicipal Corporation of Delhi v. Subhagwanti, [1966] 3 SCR 649,\nreferred to.\nBaker v. Bolton, [1979] 1 All ER 774, referred to.\nHalsbury's Laws of England, Vol. 34 para 98, referred to\n2.2. The assessment of damages to compensate the dependants is\nbeset with difficulties because from the nature of things, it has to take into\naccount many imponderables, e.g., the life expectancy of the deceased and\nthe dependants, the amount that the deceased would have earned during\nthe remainder of his life, the amount that he would have contributed to\nthe dependants during that period, the chances that the deceased may not\nhave lived or the dependants may not live up to the estimated remaining\nperiod of their life expectancy, the chances that the deceased might have\ngot better employment or income or might have lost his employment or\nincome together. [1179-B-C]\nGobald Motor Service Ltd. v. R.M.K. Veluswami, [1962] 1 CR 929,\nreferred to.\n3. The manner of arriving at the damages is to ascertain the net\nincome of the deceased available for the support of himself and his\ndependants, and to deduct therefrom such part of his income as the\nG deceased was accustomed to spend upon himself, as regards both self-\nmaintenance and pleasure, and to ascertain what part of his net income\nthe deceased was accustomed to spend for the benefit of the dependants.\nThen that should be capitalized by multiplying it by a figure representing\nthe proper number of year's purchase. [1179-D-E|\nH\n4.1. The multiplier method involves the ascertainment of the loss of\n1\nNEW INDIA ASSURANCE CO. LTD. v. CHARLIE\n1175\ndependency or the multiplicand having regard to the circumstances of the A\ncase and capitalizing the multiplicand by an appropriate multiplier. The\nchoice of the multiplier is determined by the age of the deceased (or that\nof the claimants whichever is higher) and by the calculation as to what\ncapital sum, if invested at a rate of interest appropriate to a stable\neconomy, would yield the multiplicand by way of annual interest. In\nB\nascertaining this, regard should also be had to the fact that ultimately the\ncapital sum should also be consumed-up over the period for which the\ndependency is expected to last. [1179-G-H; 1180-A]\nNance v. British Columbia Electric Railway Co. Ltd., [1951] 2 All ER\n448, referred to.\n4.2. In case, where the injured has suffered 100% the logic applicable\nto a deceased can, in appropriate cases, taking note of all relevant factors\nbe reasonably applied. [1182-B]\nMallett v. Mc Mongle, [1969] 2 All ER 178, referred to.\n5. The claimant was deriving income from agriculture. Normal rule\nabout the deprivation of income is directly not applicable to cases where\nagricultural income is the source of deceased's or injured's income. In that\ncase other circumstances have to be considered. [1182-B-C]\n6.1. In Susamma Thomas's case it was noted that the normal rate of\ninterest was about 10% and accordingly the multiplier was worked out.\nAs the interest rate is on the decline, the multiplier has to consequentially\nbe raised. Therefore, instead of 16 the multiplier of 18 as was adopted in\nTrilok Chandra's case appears to be appropriate. [1182-D]\n6.2. The highest multiplier has to be for the age group of 21 years\nto 25 years when an ordinary Indian Citizen starts independently earning\nand the lowest would be in respect of a person in the age group of 60 to\n70, which is the normal retirement age. [1182-F]\nC\nD\nE\nF\nGeneral Manager, Kerala State Road Transport Coporation Trivandrum G\nv. Susamma Thomas (Mrs.) and Ors., [1994] 2 SCC 176) and U.P. State Road\nTransport Corporation and Ors. v. Trilok Chandra and Ors., [1996] 4 SCC\n36, referred to.\n7. Taking the totality of the circumstances, on the basis of the various\n1\nH\n1176\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA factors indicated above, the quantum of compensation is fixed at Rs. 3,\n50, 000. The amount shall carry interest @7.5% per annum from the date\nof filing of the claim application up to the date of payment. If any amount\nhas already been paid the same shall be adjusted from the amount to be\nworked out on the above said basis. [1182-G]\nB\nC\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1862 of 2005.\nFrom the Judgment and Order dated 5.3.2004 of the Kerala High Court\nin M.F.A. No. 724 of 2001.(C)\nJoy Basu, Rahul Tyagi and Ms. Hetu Arora for the Appellent.\nR. Sathish for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nNew India Assurance Co. Ltd. (hereinafter referred to as the 'Insurer')\ncalls in question legality of the judgment rendered by a Division Bench of the\nKerala High Court holding that the appellant was liable to pay compensation\nto the respondent No. 1 for the injuries sustained by him in an automobile\naccident. The accident took place on 14.12.1997 at about 3.10 A.M. It was\nE claimed by the claimant that he sustained injuries because of the rash and\nnegligent driving of the vehicle (Motor Cycle bearing Registration No. KL-\n7Q/9101) driven by the respondent No. 2. The claimant's stand was that he\nwas travelling as a pillion rider. Total compensation of Rs. 9,00,000 was\nclaimed. After considering the evidence on record, the Motor Accidents Claims\nTribunal, Perumbavoor (in short the 'MACT') awarded Rs. 4, 68, 825 with\n9% interest from the date of application till payment. The figure was arrived\nat in the following manner :\nfor loss of earning;\ntowards transport to hospital;\nfor extra nourishment expenses;\n1.\nRs. 2,88, 000\n2.\nRs. 2,600\n3.\nRs. 4,000\n4.\nRs. 250\nfor damage to clothing;\n5.\nRs. 1,18,975\nfor medical expenses;\nNEW INDIA ASSURANCE CO. LTD. v. CHARLIE [PASAYAT, J.] 1177\n6.\nRs. 15,000\n7.\nRs. 40,000\n1\nTotal Rs. 4,68,825\nfor pain and suffering;\nA\ntowards compensation for continuing or\npermanent disability.\nB\nIn appeal filed by the insurer-appellant the amount granted for permanent\ndisability was deleted.\nC\nIn support of the appeal, learned counsel for the appellant submitted\nthat the age of the injured was about 37 years and a multiplier of 16 was\nadopted on the ground that there was permanent disability and, therefore,\ndeprivation of contribution is on the higher side. Strong reliance is placed on\nthe decisions of this Court in General Manager, Kerala State Road Transport\nCoporation Trivandrum v. Susamma Thomas Mrs. and Ors., [1994] 2 SCC\n176 and U.P. State Road Transport Corporation and Ors. v. Trilok Chandra\nand Ors., [1996] 4 SCC 362 to contend that the multiplier is on the higher D\nside. It is also submitted that whatever be the earning, a portion of it is spent\nfor personal expenditure and normally 1/3rd deduction is made therefrom.\nBut in the instant case after taking into account the fact that the income of\nthe injured was Rs. 18,000 per year, the multiplier of 16 has been applied\nwithout making any deduction.\nIn response, learned counsel for the respondent submitted that the injured\nhas totally crippled and has been almost rendered immobile by the 100%\ndisability. Even at the time of discharge he was not in a conscious condition.\nTaking into account this factor the quantum as awarded cannot be said to be\non the higher side.\nE\nF\nWhat would be the percentage of deduction for personal expenditure\ncannot be governed by any rigid rule or formula by universal application. It\nwould depend upon circumstances of each case. In the instant case the claimant\nwas nearly 37 years of age and was married. Therefore, as rightly contended\nby learned counsel for the appellant, 1/3rd deduction has to be made for G\npersonal expenditure.\nCertain principles were highlighted by this Court in the case of Municipal\nCorporation of Delhi v. Subhagwanti, [1966] 3 SCR 649 in the matter of\nfixing the appropriate multiplier and computation of compensation. In a fatal\naccident action, the accepted measure of damages awarded to the dependants H\n51\n1178\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA is the pecuniary loss suffered by them as a result of the death. \"How much\nhas the widow and family lost by the father's death?” The answer to this lies\nin the oft quoted passage from the opinion of Lord Wright in Davies v.\nPowell Duffryn ssociated Collieries Ltd. which says :\nB\nC\nD\n\"The starting point is the amount of wages which the deceased\nwas earning, the ascertainment of which to some extent may depend\non the regularity of his employment. Then there is an estimate of how\nmuch was required or expended for his own personal and living\nexpenses. The balance will give a datum or basic figure which will\ngenerally be turned sum, however, has to be taxed down by having\ndue regard to uncertainties, for instance, that the widow might have\nagain married and thus ceased to be dependent, and other like matters\nof speculation and doubt.”\nThe rule in common law in Baker v. Bolton, [1979] 1 All ER 774\nenunciated by Lord Ellenborough was that \"in a Civil Court, the death of a\nhuman being could not be complained of as a injury, \". Indeed, the maxim\naction personalis moritur cum persona, had the effect that all actions in tort,\nwith very few exceptions, also became extinguished with that person. Great\nchanges were brought about by the Fatal Accidents Act, 1846 (now Fatal\nAccidents Act, 1976) and the Law Reforms (Miscellaneous Provisions) Act,\n1934. Under the statute, as indeed under the Indian Statute as well, there are\nE two separate and distinct cause of action, which are maintainable in\nconsequence of a person's death. There were the dependant's claim for the\nfinancial loss suffered and acclaim for injury, loss or damage, which the\ndeceased would have had, had he lived, and which survives for the benefit\nof his estate.\nF\nThe measure of damage is the pecuniary loss suffered and is likely to\nbe suffered by each dependant. Thus \"except where there is express statutory\ndirection to the contrary, the damages to be awarded to a dependant of a\ndeceased person under the Fatal Accidents Acts must take into account any\npecuniary benefit accruing to that dependant in consequence of the death of\nG the deceased. It is the net loss on balance which constitutes the measure of\ndamages.\" Lord Wright in the Davies's case (supra) said, \"The actual\npecuniary loss of each individual entitled to sue can only be ascertained by\nbalancing on the one hand the loss to him of the future pecuniary benefit, and\non the other any pecuniary advantage which from whatever sources comes to\nhim by reason of the death.\" These words of Lord Wright were adopted as\nH\nthe principle applicable also under the Indian Act in Gobald Motor Service\nNEW INDIA ASSURANCE CO. LTD. 1. CHARLIE [PASAYAT, J.] 1179\nLtd. v. R.M.K. Veluswami, [1962] 1 SCR 929 where this Court stated that the A\ngeneral principle is that the actual pecuniary loss can be ascertained only by\nbalancing on the one hand the loss to the claimant of the future pecuniary\nbenefit and on the other any pecuniary advantage which from whatever source\ncomes to them by reason of the death, that is, the balance of loss and gain\nto a dependant by the death, must be ascertained.\nThe assessment of damages to compensate the dependants is beset with\ndifficulties because from the nature of things, it has to take into account\nmany imponderables, e.g., the life expectancy of the deceased and the\ndependants, the amount that the deceased would have earned during the\nremainder of his life, the amount that he would have contributed to the\ndependants during that period, the chances that the deceased may not have\nlived or the dependants may not live up to the estimated remaining period of\ntheir life expectancy, the chances that the deceased might have got better\nemployment or income or might have lost his employment or income together.\nB\nC\nThe manner of arriving at the damages is to ascertain the net income D\nof the deceased available for the support of himself and his dependants, and\nto deduct therefrom such part of his income as the deceased was accustomed\nto spend upon himself, as regards both self-maintenance and pleasure, and to\nascertain what part of his net income the deceased was accustomed to spend\nfor the benefit of the dependants. Then that should be capitalized by\nE\nmultiplying it by a figure representing the proper number of year's purchase..\nMuch of the calculation necessarily remains in the realm of hypothesis\n\"and in that region arithmetic is a good servant but a bad master” since there\nare so often many imponderables. In every case \"it is the overall picture that\nmatters\", and the court must try to assess as best as it can the loss suffered.\nThere were two methods adopted to determine and for calculation of\ncompensation in fatal accident actions, the first the multiplier mentioned in\nDavies case (supra) and the second in Nance v. British Columbia Electric\nRailway Co. Ltd., [1951] 2 All ER 448 .\nF\nG\nThe multiplier method involves the ascertainment of the loss of\ndependency or the multiplicand having regard to the circumstances of the\ncase and capitalizing the multiplicand by an appropriate multiplier. The choice\nof the multiplier is determined by the age of the deceased (or that of the\nclaimants whichever is higher) and by the calculation as to what capital sum,\nif invested at a rate of interest appropriate to a stable economy, would yield H\n1180\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA the multiplicand by way of annual interest. In ascertaining this, regard should\nalso be had to the fact that ultimately the capital sum should also be consumed-\nup over the period for which the dependency is expected to last.\nThe considerations generally relevant in the selection of multiplicand\nand multiplier were adverted to by Lord Diplock in his speech in Mallett v.\nB Mc Mongle, [1969] 2 All ER 178 where the deceased was aged 25 and left\nbehind his widow of about the same age and three minor children. On the\nquestion of selection of multiplicand Lord Diplock observed:\nC\nD\nE\nF\nG\nH\n\"The starting point in any estimate of the amount of the 'dependency'\nis the annual value of the material benefits provided for the dependants\nout of the earnings of the deceased at the date of his death. But....there\nare many factors which might have led to variations up or down in\nthe future. His earnings might have increased and with them the\namount provided by him for his dependants. They might have\ndiminished with a recession in trade or he might have had spells of\nunemployment. As his children grew up and became independent the\nproportion of his earnings spent on his dependants would have been\nlikely to fall. But in considering the effect to be given in the award\nof damages to possible variations in the dependency there are two\nfactors to be borne in mind. The first is that the more remote in the\nfuture is the anticipated change the less confidence there can be in the\nchances of its occurring and the smaller the allowance to be made for\nit in the assessment. The second is that as a matter of the arithmetic\nof the calculation of present value, the later the change takes place\nthe less will be its effect upon the total award of damages. Thus at\ninterest rates of 4- 1/2% the present value of an annuity for 20 years\nof which the first ten years are at $ 100 per annum and the second\nten years at $ 200 per annum, is about 12 years' purchase of the\narithmetical average annuity of $ 150 per annum, whereas if the first\nten years are at $200 per annum and the second ten years at $ 100\nper annum the present value is about 14 years' purchase of the\narithmetical mean of $ 150 per annum. If therefore the chances of\nvariations in the 'dependency' are to be reflected in the multiplicand\nof which the years' purchase is the multiplier, variations in the\ndependency which are not expected to take place until after ten years\nshould have only a relatively small effect in increasing or diminishing\nthe 'dependency' used for the purpose of assessing the damages.\"\nIn regard to the choice of the multiplicand the Halsbury's Laws of\nNEW INDIA ASSURANCE CO. LTD. v. CHARLIE [PASAYAT, J.] 1181\nEngland in vol. 34, para 98 states the principle thus :\n\"98. Assessment of damages under the Fatal Accident Act, 1976 -\nThe courts have evolved a method for calculating the amount of.\npecuniary benefit that dependants could reasonably expect to have\nreceived from the deceased in the future. First the annual value to the\nA\ndependants of those benefits (the multiplicand) is assessed. In the B\nordinary case of the death of a wage-earner that figure is arrived at\nby deducting from the wages the estimated amount of his own personal\nand living expenses.\nThe assessment is split into two parts. The first part comprises\ndamages for the period between death and trial. The multiplicand is\nmultiplied by the number of years which have elapsed between those\ntwo dates. Interest at one-half the short-term investment rate is also\nawarded on that multiplicand. The second part is damages for the\nperiod from the trial onwards. For that period, the number of years\nwhich have based on the number of years that the expectancy would D\nprobably have lasted; central to that calculation is the probable length\nof the deceased's working life at the date of death.\"\nAs to the multiplier, Halsbury states :\nE\n\"However, the multiplier is a figure considerably less than the number\nof years taken as the duration of the expectancy. Since the dependants\ncan invest their damages, the lump sum award in respect of future\nloss must be discounted to reflect their receipt of interest on invested\nfunds, the intention being that the dependants will each year draw\ninterest and some capital (the interest element decreasing and the\ncapital drawings increasing with the passage of years), so that they F\nare compensated each year for their annual loss, and the fund will be\nexhausted at the age which the court assesses to be the correct age,\nhaving regard to all contingencies. The contingencies of life such as\nillness, disability and unemployment have to be taken into account.\nActuarial evidence is admissible, but the courts do not encourage\nsuch evidence. The calculation depends on selecting an assumed rate\nof interest. In practice about 4 or 5 per cent is selected, and inflation\nis disregarded. It is assumed that the return on fixed interest bearing\nsecurities is so much higher than 4 to 5 per cent that rough and ready\nallowance for inflation is thereby made. The multiplier may be\nincreased where the plaintiff is a high tax payer. The multiplicand is H\nG\n1\n1182\nA\nB\nC\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nbased on the rate of wages at the date of trial. No interest is allowed\non the total figure.\"\nIn case, where the injured has suffered 100% the logic applicable to a\ndeceased can, in appropriate cases, taking note of all relevant factors be\nreasonably applied.\nThe claimant was deriving income from agriculture.\nNormal rule about the deprivation of income is directly not applicable\nto cases where agricultural income is the source of deceased's or injured's\nincome. In that case other circumstances have to be considered.\nIn both Susamma Thomas and Trilok Chand's cases (supra) the multiplier\nappears to have been adopted taking note of the prevalent banking rate of\ninterest.\nIn Susamma Thomas's case (supra) it was noted that the normal rate of\nD interest was about 10% and accordingly the multiplier was worked out. As\nthe interest rate is on the decline, the multiplier has to consequentially be\nraised. Therefore, instead of 16 the multiplier of 18 as was adopted in Trilok\nChandra's case (supra) appears to be appropriate. In fact in Trilok Chand's\ncase (supra), after reference to Second Schedule to the Act, it was noticed\nthat the same suffers from many defects. It was pointed out that the same is\nto serve as a guide, but cannot be said to be invariable ready reckoner.\nHowever, the appropriate highest multiplier was held to be 18. The highest\nmultiplier has to be for the age group of 21 years to 25 years when an\nordinary Indian Citizen starts independently earning and the lowest would be\nin respect of a person in the age group of 60 to 70, which is the normal\nF retirement age.\nE\nTaking the totality of the circumstances, on the basis of the various\nfactors indicated above, the quantum of compensation is fixed at Rs. 3,50,000.\nThe amount shall carry interest @7.5% per annum from the date of filing of\nthe claim application up to the date of payment. If any amount has already\nG been paid the same shall be adjusted from the amount to be worked out on\nthe above said basis.\nAppeal is allowed to the aforesaid extent. No costs.\nB.B.B.\nAppeal allowed.\n"}