{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 931\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nLetter dated 03.05.2005 of the State Government, which A\nis enclosed with the affidavit of Shri Siddaiah, is also\nreproduced below:\n\"GOVERNMENT OF KARNATAKA\nUDD.151.BAN.2005\nKarnataka Secretariat\nB\nMultistoried Building\nBangalore\nDated: 03.05.2005\nSub: Ring Road Cess, Augmentation Cess (Cauvery C\nWater Cess) \u0026 MRTS Cess.\nRef: Government Circular No. 249 of 2001 dated\n20.09.2003.\nIn the above circular referred above, the Government D\nhas withdrawn all earlier orders and decided that\nhenceforth Ring Road Cess, Augmentation Cess (Cauvery\nWater Cess) \u0026 MRTS Cess should not be levied. Even so\nsome Corporations, Municipalities and Authorities are\ncharging the above cess.\nTherefore, until a decision is taken at the level of the\nGovernment about the above stated subject and until\nfurther directions, Ring Road Cess, Augmentation Cess\n(Cauvery Water Cess) \u0026 MRTS Cess should not be\ncharged. Hence this order.\nE\nF\nSd/-03.05.2005\n(V.R. llakal)\nAddl. Secretary, Govt. of Karnataka\nUrban Development” G\n30. Thereafter, Shri Anand R.H., President of the Bank\nOfficers and Officials House Building Cooperative Society\nLimited filed detailed affidavit dated 08.03.2010, paragraphs\n2 to 7 whereof are reproduced below:\nI\nA\nB\nC\nD\nເມ\nE\nF\nG\n932 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n\"2. I submit that this Hon'ble Court by order dated\n02.09.2009 had directed the Commissioner and/or\nSecretary of Appellant Bangalore Development Authority\n(BDA for short) to file a detailed and specific affidavit\nstating therein the total contribution made by the BDA\ntowards Cauvery Water Supply Scheme Stage III and the\namount demanded and/or collected from those who\napplied for sanction of private layouts as also the allottees\nof the sites in the layouts prepared by the BDA itself.\n3. I say that the BDA has deliberately not at all disclosed\nthe material facts:\n(i) the total number of the Housing Societies and others\nwho applied for sanction of layouts including private\nlayouts;\n(ii) the amount BDA has demanded from the Housing\nSocieties and others who have applied for sanction of\nlayouts and private layouts;\n(iii) the total number of sites formed in the layouts formed\nby the BDA and allotted to the public;\n(iv) the total amount demanded and collected from the\nallottees of the sites in the layouts formed by BDA itself;\n(v) as per Government order dated 25.03.1987 the BDA\nwas empowered to levy and collect amount towards the\nCauvery Water Supply Scheme also from the Applicants\nwho apply for change in land use and for formation of Group\nHousing/other major developments and for formation of\nPrivate Layouts. The BDA has not disclosed the details\nof such Applicants or the amount recovered from them in\nterms of the Government order dated 25.03.1987.\n4. I say that in the affidavit under reply the BDA has stated\nthat it has approved layouts involving about an extent of\nI\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 933\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nC\n5668 acres and 15 ¾ guntas from 1984 till 2005. The A\nextent of area involved in respect of each of the Societies\nis more than 10 acres in each layout. In terms of the\nGovernment Order the BDA has demanded towards the\nCauvery Water Supply Scheme at the rate of Rs. 3,00,000/\n- (Rupees Three Lakhs Only) per acre. Therefore, at a B\nconservative estimate the BDA has raised demand of\nmore than Rs. 170/- crores (5668 x Rs. 3 lakhs). This\namount pertains to only Housing Societies. As stated\nabove the BDA has not disclosed the total number of\nlayouts formed by it and the total number of site allotted in\nthe said layouts to its allottees. I say that the BDA has in\nits officials site http://www.bdabangalore.org/layout.htm has\nfurnished the layout information till 2007 which information\nhas been downloaded from the internet by the deponent.\nAs per the information published by the BDA itself it has\nformed 62 layouts and has made allotments of about 2\nlakh sites to general public. It is also stated therein that in\nthe last one decade more than 10 new layouts have been\nadded to the growing city of Bangalore by BDA as under:\nA. BANASHANKARI 6TH STAGE\n• 743 acres land acquired for phase-3 Banashankari 6th\nStage and Anjanapura Further Extension in Uttarahalli\nHobli, Bangalore South Taluk, 5000 sites allotted in\nSeptember 2002.\nB.\nBANASHANKARI 6TH STAGE FURTHER\nEXTENSION\n750 acres land acquired in Uttarahalli Hobli, Bangalore\nSouth Taluk, 5800 allotted during January 2004.\nC. SIR. M. VISWESHWARAYA LAYOUT\n• 1337 acres and 22 guntas of land acquired for SMV\nLayout allotted 10,000 sites during March 2003.\nD\nヨ\nF\nG\nI\n934\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nC\nD. SIR. M. VISWESHWARAYA LAYOUT FURTHER\nEXTENSION\n• 510 acres land acquired, 4200 allotted during January,\n2004. It is near Kengeri Hobli.\nE. HSR Layout is on the South-Eastern part of the city\ncloser to Electronic City and Outer Ring Road. It is one\namong the prestigious layouts of BDA.\nA total of 9900 sites have been allotted in HSR Layout\nduring 1986 to 88, 92, 95 and 99.\nF. Sir. M. Visweswaraya Nagar Layout is in the Western\npart of the city. In SMV Layout we have allotted 17, 624\nsites\nD 6 x 9-4445\nE\nய\nLL\nF\nG\n9 x 127368\n12 x 18 - 4167\n15 x 24-1644\nG. In SMV Further Extension we have allotted 3615 sites.\nIn Anjanpura Further Extension we have allotted 7340 sites\n6 x 9-1835\n9 x 12 3305\n-\n12 x 18 1335\n-\n15 x 24 - 365\nH. In Arkavathi Layout, in the 1st Phase 1710 sites and in\nthe 2nd phase 8314 sites of different dimensions. A total\nof 3664 (30x40) dimension sites have been allotted totally\nat the rate of Rs. 2100 sq. mtrs.\nH\n935 BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT\nEMPLOYEES COOP.\nSOCIETY\nLTD. [G.S. SINGHVI, J.]\nS.No Name of the\nlayout\nLocation\nNo. of sites formed\nIntermediate\nCorner\nTotal\nNo. of sites\nallotted\n1\nBSK 6th Stage\nSouth part of the\n15520\n2379\n17899\n2\ncity with\n5175\n816\n5991\n15520\n5175\napproach road\nfrom Kengeri\nRoad\n3\nAnjanapura\nSouth part of the\n5424\n829\n6253\n5424\nTownship 1 to 8th\ncity with approach\nBlock\nroad from\n14\nKanakapura Road.\n4340\n683\n5023\n4340\nBiggest Layout\nformed in recent\nyears\n5\nLO\nSMV Layout\nWest part of the\n9696\n1764\n11460\n9696\ncity with approach\n6\nSMV further\nroad from\n3615\n650\n4265\n3615\nextension\n7\nArkavath\nNagarabhavi\nRoad\n20000\n8600\n28600\n8813\nA\nB\nC\nD\nE\nF\nG\nH\n936 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nTrue copy of the layout information published by BDA in\nits official website: http://www.bdabangalore.org/layout.htm\nas at 2007 is filed as ANNEXURE A-1 to this affidavit. The\ntrue typed copy of Annexure A-1 is filed as ANNEXURE\nA-2.\n5. I say that if the total number of sites allotted by the BDA\nin the layout formed by it if taken as 2 lakhs sites as stated\nin the BDA publication the amount levied and collected by\nBDA from such allottees will come to Rs. 200 crores\n(2,00,00,000 x Rs. 10,000/-).\nAs stated in the BDA publication in the last decade itself\nmore than 73503 sites have been allotted by the BDA in\nthe layouts formed by itself. The amount levied and\ncollected by the BDA from these allottees in the last one\ndecade at the rate of Rs. 10,000/- per site in terms of the\nGovernment Order dated 25.03.1987 towards the Cauvery\nWater Supply Scheme itself will come to Rs. 73,50,30,000/\n- (Rs.10,000 per site x 73503 sites).\n6. I say that apart from the amount levied and collected by\nBDA from the above mentioned Applicants, the BDA must\nhave collected the amount towards the Cauvery Water\nSupply Scheme from the Applicants who applied for\nchange in land use and for formation of Group Housing/\nother major developments and for formation of Private\nLayouts at the rate as prescribed in the Government Order\ndated 25.03.1987.\n7. I say that the facts and figures disclosed above is based\non the averments made in the affidavit filed by BDA and\nthe information official from the official website of BDA\nhttp://www.bdabangalore.org/layout.htm and I believe the\nsame to be correct. Therefore, it is apparent that the BDA\nhas demanded more than Rs.370 crores from the\nsocieties whose layouts have been approved by BDA (Rs.\n170 crores) and from its allottees (Rs. 200 crores)\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 937\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nexcluding the Applicants who applied for change in land A\nuse and for formation of Group Housing/other major\ndevelopments and for formation of Private Layouts.\nB\nC\nD\nI say that apart from the fact that the BDA is not\nempowered to levy and collect the amount towards\nCauvery Water Supply Scheme and without prejudice to\nthe submission that the provisions of Section 32(5-A) of\nthe BDA Act is ultra vires the Constitution and without\nprejudice to rights and contentions raised in the Civil\nAppeal even assuming that the BDA could levy and collect\nthe amount towards Cauvery Water Supply Scheme, the\nBDA could collect only Rs. 30 crores. The BDA has\nhowever demanded the payment towards Cauvery Water\nSupply Scheme in excess of over Rs. 370 crores from the\nHousing Societies and its own allottees apart from the\ndemand made from the Applicants who applied for change\nin land use and for formation of Group Housing/other major\ndevelopments and for formation of Private Layouts which\nfacts have not been disclosed by the BDA. The entire\ninformation pertaining to the demand and collection of the\nfunds towards Cauvery Water Supply Scheme is available\nwith BDA but has been deliberately withheld. In any event\neven according to the affidavit filed by the BDA it has\ncollected Rs.34.55 crores as against the limit of Rs. 30\ncrores which it could collect under the Government Order.\nTherefore, the amount collected is far in excess of its limit. F\nOn this ground also the demand raised against the\nRespondent Societies is illegal and without authority of\nlaw.\"\n31. We shall first deal with the question whether the area\nin which the respondents have formed layouts fall within the\nBangalore Metropolitan Area. In the impugned order, the\nDivision Bench has recorded brief reasons for negating the\nrespondents' challenge to Notification dated 1.3.1988. The\nconclusion recorded by the Division Bench and similar view\nE\nG\nH\n938 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA expressed by another Division Bench of the High Court in the\nCommissioner, Bangalore Development Authority v. State of\nKarnataka ILR 2006 KAR 318 will be deemed to have been\napproved by the three Judge Bench of this Court in Bondu\nRamaswamy v. Bangalore Development Authority (2010) 7\nB SCC 129, which referred to Notifications dated 1.11.1965 and\n13.3.1984 issued under Section 4A(1) of the Town Planning Act\nand Notification dated 1.3.1988 issued under Section 2(c) of\nthe 1976 Act and observed:\nC\nD\nE\nF\n-\nG\nH\n\"A careful reading of the Notification dated 1-3-1988 would\nshow that the clear intention of the State Government was\nto declare the entire area declared under the Notification\ndated 1-11-1965 and the Notification dated 13-3-1984,\ntogether as the Bangalore Metropolitan Area. The\nNotification dated 1-3-1988 clearly states that the entire\narea situated within the boundaries indicated in Schedule\nIl to the Notification dated 13-3-1984 was the area for the\npurpose of Section 2(c) of the BDA Act. There is no\ndispute that the boundaries indicated in Schedule II to the\nNotification dated 13-3-1984 would include not only the\nvillages enumerated in First Schedule to the Notification\ndated 13-3-1984 but also the area that was declared as\nplanning area under the Notification dated 1-11-1965. This\nis because the areas declared under Notification dated 1-\n11-1965 are the core area (Bangalore City) and the area\nsurrounding the core area that is 218 villages forming the\nfirst concentric circle; and the area declared under the\nNotification dated 13-3-1984 (325 villages) surrounding the\narea declared under the Notification dated 1-11-1965\nforms the second concentric circle. Therefore, the\nboundaries of the lands declared under the Notification\ndated 13-3-1984, would also include the lands which were\ndeclared under the Notification dated 1-11-1965 and\ntherefore, the 16 villages which are the subject-matter of\nthe impugned acquisition, are part of the Bangalore\nMetropolitan Area.\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 939\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nA\nB\nThe learned counsel for the appellants contended that the\nnote at the end of Second Schedule to the Notification\ndated 13-3-1984 excluded the Bangalore City Planning\nArea declared under the Notification dated 1-11-1965. As\nthe planning area that was being declared under the\nNotification dated 13-3-1984 was in addition to the area\nthat was declared under the Notification dated 1-11-1965,\nit was made clear in the note at the end of the Notification\ndated 13-3-1984 that the area declared under the\nNotification dated 1-11-1965 is to be excluded. The\npurpose of the note was not to exclude the area declared C\nunder the Notification dated 1-11-1965 from the local\nplanning area. The intention was to specify what was being\nadded to the local planning area declared under the\nNotification dated 1-11-1965. But in the Notification dated\n1-3-1988, what is declared as the Bangalore Metropolitan D\nArea is the area, that is, within the boundaries indicated\nin Schedule II to the Notification dated 13-3-1984, which\nas noticed above is the area notified on 1-11-1965 as also\nthe area notified on 13-3-1984. The note in the Notification\ndated 13-3-1984 was only a note for the purposes of the E\nNotification dated 13-3-1984 and did not form part of the\nNotification dated 1-3-1988. There is therefore no doubt\nthat the intention of the State Government was to include\nthe entire area within the boundaries described in\nSchedule II, that is, the area declared under the two\nNotifications dated 1-11-1965 and 13-3-1984, as the\nBangalore Metropolitan Area.\nF\nG\nIn fact ever since 1988 everyone had proceeded on the\nbasis that the Bangalore Metropolitan Area included the\nentire area within the boundaries mentioned in Schedule\nIl to the Notification dated 13-3-1984. Between 1988 and\n2003, BDA had made several development schemes for\nthe areas in the first concentric circle around Bangalore\nCity (that is, in the 218 villages described in First Schedule\nto the Notification dated 1-11-1965) and the State Hi\nA\nB\nC\nD\nE\nF\nG\nH\n940 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nGovernment had sanctioned them. None of those were\nchallenged on the ground that the area was not part of\nBangalore Metropolitan Area.\"\nThe Bench then considered the argument that the language of\nnotification dated 1.3.1988 cannot lead to a conclusion that the\nareas specified in the Schedule were made part of the\nBangalore Metropolitan Area, referred to the doctrine of casus\nomissus, the judgment of the Constitution Bench in Padma\nSundara Rao v. State of T. N. (2003) 5 SCC 533 and\nproceeded to observe:\n\"Let us now refer to the wording and the ambiguity in the\nnotification. Section 2(c) of the BDA Act makes it clear that\nthe city of Bangalore as defined in the Municipal\nCorporation Act is part of Bangalore Metropolitan Area. It\nalso makes it clear that the areas where the City of\nBangalore Improvement Act, 1945 was in force, is also part\nof Bangalore Metropolitan Area. It contemplates other\nareas adjacent to the aforesaid areas being specified as\npart of Bangalore Metropolitan Area by a notification.\nTherefore, clearly, the area that is contemplated for being\nspecified in a notification under Section 2(c) is \"other\nareas adjacent\" to the areas specifically referred to in\nSection 2(c). But it is seen from the Notification dated 1-\n3-1988 that it does not purport to specify the \"such other\nareas adjacent\" to the areas specifically referred to in\nSection 2(c), but purports to specify the Bangalore\nMetropolitan Area itself as it states that it is specifying the\n\"areas for the purpose of the said clause\". If the notification\nspecifies the entire Bangalore Metropolitan Area, the\ninterpretation put forth by the appellants that only the\nvillages included in Schedule I to the Notification dated 13-\n3-1984 would be the Bangalore Metropolitan Area, would\nresult in an absurd situation. Obviously the city of\nBangalore and the adjoining areas which were notified\nunder the City of Bangalore Improvement Act, 1945 are\n"}