{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 901\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nprepare and publish an outline development plan for such area A\nand submit the same to the State Government for provisional\napproval. In terms of Section 12(1) (unamended), an outline\ndevelopment plan was required to indicate the manner in which\nthe development and improvement of the entire planning area\nwas to be carried out and regulated. Section 19(1), as it then B\nstood, contemplated preparation of a comprehensive\ndevelopment plan and submission of the same for the approval\nof the State Government. Section 21 (unamended) gave an\nindication of the factors which were to be included in the\ncomprehensive development plan. Section 26 (unamended) C\nimposed a duty on every Planning Authority to prepare town\nplanning schemes incorporating therein the contents specified\nin sub-section (1) of that Section. For the sake of reference,\nthese provisions are extracted below:\n\"4-A. Declaration of Local Planning Areas, their D\namalgamation, sub-division, inclusion of any area in\na Local Planning Area. -\n(1) The State Government may, by notification, declare any\narea in the State to be a Local Planning Area for the E\npurposes of this Act, this Act shall apply to such area:\nProvided that no military cantonment or part of a\nmilitary cantonment shall be included in any such area.\nF\n4-C. Constitution of Planning Authority. - (1) As soon\nas may be, after declaration of a local planning area, the\nState Government in consultation with the Board, may, by\nnotification in the Official Gazette, constitute for the\npurposes of the performance of the functions assigned to\nit, an authority to be called the \"Planning Authority\"?of that G\narea, having jurisdiction over that area.\n9. Preparation of Outline Development Plan.-(1) Every\nPlanning Authority shall, as soon as may be, carry out a\nsurvey of the area within its jurisdiction and shall, not later\nH\nA\nB\nC\nD\nE\nF\nG\nH\n902 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nthan two years from the date of commencement of this Act,\nprepare and publish in the prescribed manner an outline\ndevelopment plan for such area and submit it to the State.\nGovernment, through the Director, for provisional approval:\nProvided that on application made by a Planning\nAuthority, the State Government may from time to time by\norder, extend the aforesaid period by such periods as it\nthinks fit.\n12. Contents of Outline Development Plan.-(1) An\noutline development plan shall generally indicate the\nmanner in which the development and improvement of the\nentire planning area within the jurisdiction of the Planning\nAuthority are to be carried out and regulated. In particular\nit shall include,-\n(a) a general land-use plan and zoning of land-use for\nresidential, commercial, industrial, agricultural,\nrecreational, educational and other public purposes;\n(b) proposals for roads and highways;\n(c) proposals for the reservation of land for the purposes\nof the Union, any State, any local authority or any other\nauthority established by law in India;\n(d) proposals for declaring certain areas as areas of\nspecial control, development in such areas being subject\nto such regulations as may be made in regard to building\nline, height of buildings, floor area ratio, architectural\nfeatures and such other particulars as may be prescribed;\n(e) such other proposals for public or other purposes as\nmay from time to time be approved by the Planning\nAuthority or directed by the State Government in this behalf.\n19. Preparation of the Comprehensive Development\nPlan.-(1) As soon as may be after the publication of the\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 903\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nOutline Development Plan and the Regulations under sub- A\nsection (4) of section 13, but not later than three years from\nsuch date, every Planning Authority shall prepare in the\nprescribed manner a comprehensive Development Plan\nand submit it through the Director together with a report\ncontaining the information prescribed, to the State B\nGovernment for approval:\nProvided that on application made by a Planning\nAuthority, the State Government may, from time to time,\nby order in writing, extend the aforesaid period by such\nperiods as it thinks fit.\nC\n21. Contents of the Comprehensive Development\nPlan.-(1) The comprehensive Development Plan shall\nconsist of a series of maps and documents indicating the\nmanner in which the development and improvement of the D\nentire planning area within the jurisdiction of the Planning\nAuthority are to be carried out and regulated. Such plan\nshall include proposals for the following namely:-\n(a) comprehensive zoning of land-use for the planning\narea, together with zoning regulations;\nE\n(b) complete street pattern, indicating major and minor\nroads, national and state high ways, and traffic circulation\npattern, for meeting immediate and future requirements;\n(c) areas reserved for agriculture, parks, play-grounds and\nother recreational uses, public open spaces, public\nbuildings and institutions and areas reserved for such other\npurposes as may be expedient for new civic development;\n(d) major road improvements;\n(e) areas for new housing;\n(f) new areas earmarked for future development and\nexpansion; and\nF\nG\nH\n904\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\n(g) the stages by which the plan is to be carried out.\n(2) The report shall further contain a summary of the findings\nin the surveys carried out under sub-section (2) of section\n19, and give relevant information and data supporting\nproposals in the plan and deal in detail with.-\n(a) acquisition of land for the purpose of implementing the\nplan,\n(b) financial responsibility connected with the proposed\nimprovements, and\n(c) the manner in which these responsibilities are\nproposed to be met.\n26. Making of town planning scheme and its\ncontents.-(1) Subject to the provisions of this Act, a\nPlanning Authority, for the purpose of implementing the\nproposals in the Comprehensive Development Plan\npublished under sub-section (4) of section 22, may make\none or more town planning schemes for the area within its\njurisdiction or any part thereof.\n(2) Such town planning scheme may make provisions for\nany of the following matters namely,―\n(a) the laying out or re-laying out of land, either vacant or\nalready built upon;\n(b) the filling up or reclamation of low-lying, swamp or\nunhealthy areas or levelling up of land;\n(c) lay-out of new streets or roads; construction, diversion,\nextension, alteration, improvement and stopping up of\nstreets, roads and communications;\n(d) the construction, alteration and removal of buildings,\nbridges and other structures;\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 905\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\n(e) the allotment or reservation of land for roads, open A\nspaces, gardens, recreation grounds, schools, markets,\ngreen belts and dairies, transport facilities and public\npurposes of all kinds;\n(f) drainage inclusive of sewerage, surface or sub-soil\ndrainage and sewage disposal;\nB\n(g) lighting;\n(h) water supply;\n(i) the preservation of objects of historical or national\ninterest or natural beauty and of buildings actually used for\nreligious purposes;\nC\n(j) the imposition of conditions and restrictions in regard\nto the open space to be maintained about buildings, the D.\npercentage of building area for a plot, the number, size,\nheight and character of buildings allowed in specified\nareas, the purposes to which buildings or specified areas\nmay or may not be appropriated, the sub-division of plots,\nthe discontinuance of objectionable users of land in any E\narea in reasonable periods, parking space and loading\nand unloading space for any building and the sizes of\nprojections and advertisement signs;\n(k) the suspension, so far as may be necessary for the\nF\nproper carrying out of the scheme, of any rule, bye-law,\nregulation, notification or order, made or issued under any\nAct of the State Legislature or any of the Acts which the\nState Legislature is competent to amend;\n(I) such other matter not inconsistent with the objects of this G\nAct as may be prescribed.\"\n5. The 1976 Act was enacted by the State legislature in\nthe backdrop of the decision taken at the conference of the\nMinisters for Housing and Urban Development held at Delhi in\nH\nC\n906 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA November 1971 that a common authority should be set up for\nthe development of Metropolitan Cities. Before the constitution\nof the BDA, different authorities like the City of Bangalore\nMunicipal Corporation, the City Improvement Trust Board, the\nKarnataka Industrial Area Development Board, the Housing\nB Board and the Bangalore City Planning Authority were\nexercising jurisdiction over the Bangalore Metropolitan Area.\nSome of the functions of these authorities like development,\nplanning etc. were overlapping and creating avoidable\nconfusion. Not only this, the intervention of multiple authorities\nwas impeding coordinated development of the Metropolitan\nArea. It was, therefore, considered appropriate that a single\nauthority like the Delhi Development Authority should be set up\nfor the city of Bangalore and areas adjacent thereto which, in\ndue course, would become part of the city. It was also realised\nthat haphazard and irregular growth would continue unless\nchecked by the development authority and it may not be\npossible to rectify/correct mistakes in the future. For achieving\nthese objectives, the State legislature enacted the 1976 Act.\nSimultaneously, Section 81-B was inserted in the Town Planning\nAct for deemed dissolution of the City Planning Authority in\nrelation to the area falling within the jurisdiction of the BDA. The\npreamble of the 1976 Act and the definitions of \"Authority”,\n\"Amenity”, “Civic amenity\", \"Bangalore Metropolitan Area\",\n“Development”, “Engineering operations”, “Local Authority\",\n\"Means of access\" contained in Section 2 thereof are\nreproduced below:\nD\nE\nF\nG\n\"An Act to provide for the establishment of a Development\nAuthority for the development of the City of Bangalore and\nareas adjacent thereto and for matters connected therewith\n2. Definitions.- In this Act, unless the context otherwise\nrequires,-\n(a) \"Authority\" means the Bangalore Development\nAuthority constituted under section 3;\nI\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 907\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\n(b) “Amenity” includes road, street, lighting, drainage, A\npublic works and such other conveniences as the\nGovernment may, by notification, specify to be an amenity\nfor the purposes of this Act;\n(bb) \"Civic amenity” means,-\n(i) a market, a post office, a telephone exchange, a bank,\na fair price shop, a milk booth, a school, a dispensary, a\nhospital, a pathological laboratory, a maternity home, a\nchild care centre, a library, a gymnasium, a bus stand or\na bus depot;\n(ii) a recreation centre run by the Government or the\nCorporation;\n(iii) a centre for educational, social or cultural activities\nestablished by the Central Government or the State\nGovernment or by a body established by the Central\nGovernment or the State Government;\nB\nC\nD\n(iv) a centre for educational, religious, social or cultural\nactivities or for philanthropic service run by a cooperative E\nsociety registered under the Karnataka Co-operative\nSocieties Act, 1959 (Karnataka Act 11 of 1959) or a\nsociety registered under the Karnataka Societies\nRegistration Act, 1960 (Karnataka Act 17 of 1960) or by\na trust created wholly for charitable, educational or religious F\npurposes;\n(v) a police station, an area office or a service station of\nthe Corporation or the Bangalore Water Supply and\nSewerage Board or the Karnataka Electricity Board; and\n(vi) such other amenity as the Government may, by\nnotification, specify;\n(c) “Bangalore Metropolitan Area\" means the area\ncomprising the City of Bangalore as defined in the City of\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n908\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nBangalore Municipal Corporation Act, 1949 (Mysore Act\n69 of 1949), the areas where the City of Bangalore\nImprovement Act, 1945 (Mysore Act 5 of 1945) was\nimmediately before the commencement of this Act in force\nand such other areas adjacent to the aforesaid as the\nGovernment may from time to time by notification specify;\n(j) \"Development\" with its grammatical variations means\nthe carrying out of building, engineering, or other\noperations in or over or under land or the making of any\nmaterial change in any building or land and includes\nredevelopment;\n(k) \"Engineering operations\" means formation or laying\nout of means of access to road;\n(n) \"Local Authority\" means a municipal corporation or\na municipal council constituted or continued under any law\nfor the time being in force;\n(o) \"Means of access\" includes any means of access\nwhether private or public, for vehicles or for foot\npassengers, and includes a road;\"\n6. Sections 14, 15, 16, 28-A, 28-B, 28-C, 32(1) to (5A),\n65, 65-B 67(1)(a) and (b) of the 1976 Act are also extracted\nbelow:\n\"14. Objects of the Authority. The objects of the\nAuthority shall be to promote and secure the development\nof the Bangalore Metropolitan Area and for that purpose\nthe Authority shall have the power to acquire, hold, manage\nand dispose of moveable and immoveable property,\nwhether within or outside the area under its jurisdiction, to\ncarry out building, engineering and other operations and\ngenerally to do all things necessary or expedient for the\npurposes of such development and for purposes incidental\nthereto.\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 909\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\n15. Power of Authority to undertake works and incur A\nexpenditure for development, etc.- (1) The Authority\nmay,-\n(a) draw up detailed schemes (hereinafter referred to as\n\"development scheme\") for the development of the\nBangalore Metropolitan Area; and\nB\n(b) with the previous approval of the Government,\nundertake from time to time any works for the development\nof the Bangalore Metropolitan Area and incur expenditure\ntherefor and also for the framing and execution of C\ndevelopment schemes.\n(2) The Authority may also from time to time make and take\nup any new or additional development schemes,-\n(i) on its own initiative, if satisfied of the sufficiency of its\nresources, or\nD\n(ii) on the recommendation of the local authority if the local\nauthority places at the disposal of the Authority the\nnecessary funds for framing and carrying out any scheme; E\nor\n(iii) otherwise.\n(3) Notwithstanding anything in this Act or in any other law\nfor the time being in force, the Government may, whenever\nit deems necessary require the Authority to take up any\ndevelopment scheme or work and execute it subject to\nsuch terms and conditions as may be specified by the\nGovernment.\n16. Particulars to be provided for in a development\nscheme. Every development scheme under section 15,-\n(1) shall, within the limits of the area comprised in the\nscheme, provide for,-\nF\nG\nН\n910\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nI\n(a) the acquisition of any land which, in the opinion of the\nAuthority, will be necessary for or affected by the execution\nof the scheme;\n(b) laying and re-laying out all or any land including the\nconstruction and reconstruction of buildings and formation\nand alteration of streets;\n(c) drainage, water supply and electricity ;\n(d) the reservation of not less than fifteen percent of the\ntotal area of the layout for public parks and playgrounds\nand an additional area of not less than ten percent of the\ntotal area of the layout for civic amenities.\n(2) may, within the limits aforesaid, provide for,-\n(a) raising any land which the Authority may consider\nexpedient to raise to facilitate better drainage;\n(b) forming open spaces for the better ventilation of the\narea comprised in the scheme or any adjoining area;\n(c) the sanitary arrangements required;\n(3) may, within and without the limits aforesaid provide for\nthe construction of houses.\n28-A. Duty to maintain streets etc.- It shall be incumbent\non the Authority to make reasonable and adequate\nprovision by any means or measures which it is lawfully\ncompetent to use or take, for the following matters,\nnamely,-\n(a) the maintenance, keeping in repair, lighting and\ncleansing of the streets formed by the Authority till such\nstreets are vested in the Corporation; and\n(b) the drainage, sanitary arrangement and water supply\nin respect of the streets formed by the Authority.\n"}