{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 941\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nalready included in the Bangalore Metropolitan Area and A\nthe interpretation put forth by the appellants would have the\neffect of excluding those areas from the Bangalore\nMetropolitan Area.\nB\nC\nAs stated above, the core area or the inner circle area,\nthat is, Bangalore City, is a part of Bangalore Metropolitan\nArea in view of the definition under Section 2(c). The 218\nvillages specified in the Notification dated 1-11-1965 are\nthe villages immediately surrounding and adjoining\nBangalore City and it forms the first concentric circle area\naround the core area of Bangalore City. The 325 villages\nlisted in First Schedule to the Notification dated 13-3-1984\nare situated beyond the 218 villages and form a wider\nsecond concentric circle around the central core area and\nthe first concentric circle area of 218 villages. That is why\nthe Notification dated 1-3-1988 made it clear that the D\nBangalore Metropolitan Area would be the area within the\nboundaries indicated in Second Schedule to the\nNotification dated 13-3-1984. It would mean that the three\nareas, namely, the central core area, the adjoining 218\nvillages constituting the first concentric circle area and the E\nnext adjoining 325 villages forming the second concentric\ncircle are all included within the Bangalore Metropolitan\nArea.\nWhat is already specifically included by Section 2(c) of the\nBDA Act cannot obviously be excluded by Notification\ndated 1-3-1988 while purporting to specify the additional\nareas adjoining to the areas which were already\nenumerated. Therefore, the proper way of reading the\nNotification dated 1-3-1988 is to read it as specifying 325\nvillages which are described in the First Schedule to the\nNotification dated 13-3-1984 to be added to the existing\nmetropolitan area and clarifying that the entire areas within\nthe boundaries of Second Schedule to the Notification\ndated 13-3-1984 would constitute the Bangalore\nF\nG\nН\nA\nB\nC\nD\nヨ\nF\nG\nH\n942 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nMetropolitan Area. There is no dispute that the boundaries\nindicated in the Notification dated 13-3-1984 would clearly\ninclude the 16 villages which are the subject-matter of the\nacquisition.\"\n32. In view of the judgment in Bondu Ramaswamy v.\nBangalore Development Authority (supra), we hold that the\nvillages specified in the schedules appended to Notifications\ndated 1.11.1965 and 13.3.1984 form part of the Bangalore\nMetropolitan Area. The question whether the BDA has lost\nterritorial jurisdiction over the area in which the House Building\nSocieties have formed layouts need not be decided because\nthe learned counsel for the respondents did not challenge the\nobservations made by the Division Bench of the High Court.\n33. We shall now consider the following core questions:\n(1) whether Section 32(5A) of the 1976 Act is violative\nof Article 14 of the Constitution;\n(2)\nwhether Section 32(5A) of the 1976 Act suffers\nfrom the vice of excessive delegation of legislative\npower;\n(3) whether the demand of charges under the Cauvery\nScheme etc. amounts to tax and is, therefore, ultra\nvires the provisions of Article 265 of the\nConstitution; and\n(4) whether the BDA has collected charges from the\nhouse building societies and the allottees of sites\nof the layouts prepared by it far in excess of its\ncontribution towards the Cauvery Scheme, MRTS,\netc.\nQuestion (1)\n34. Shri Altaf Ahmed, learned senior counsel appearing\nfor the BDA and Shri Sanjay R. Hegde, learned counsel for the\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 943\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nState of Karnataka argued that Section 32(5A) is not violative A\nof Article 14 of the Constitution inasmuch as it does not operate\nunequally qua the allottees of the sites of the layouts prepared\nby the house building societies on the one hand and the BDA\nlayouts on the other hand. Learned counsel emphasised that\nthe allottees of sites in the BDA layouts which were carved out B\nafter 20.06.1987 have been burdened with the liability to pay\ncharges for the Cauvery Scheme as well as Ring Road and no\ndiscrimination has been practiced between the two sets of\nallottees. Learned senior counsel Shri Altaf Ahmed submitted\nthat even otherwise there is no comparison between the BDA C\nlayouts which were formed by spending substantial public funds\nand the private layouts prepared by the house building\nsocieties. Learned counsel referred to the additional affidavit\nof Shri Siddaiah to show that Rs. 34.55 crores were collected\nby the BDA between 1988 and 2005 both from the private\nlayouts as well as the BDA sites and the entire amount has\nbeen paid to BWSSB in lieu of the BDA's share in the Cauvery\nScheme.\nD\n35. Shri K.K. Venugopal and Shri P. Vishwanatha Shetty,\nlearned senior advocates and Shri R.S. Hegde and other E\nlearned counsel appearing for the respondents supported the\nconclusion recorded by the High Court that Section 32(5A) is\nviolative of Article 14 of the Constitution by emphasizing that\nthe impugned provision has resulted in hostile discrimination.\nbetween the allottees of sites in the layouts of the house building F\nsocieties and other people living in the Bangalore Metropolitan\nArea. Learned counsel submitted that while the benefit of the\nCauvery Scheme, Ring Road, etc. will be availed by all the\nresidents of the Bangalore Metropolitan Area, the cost of\namenities have been loaded exclusively on the allottees of the G\nsites of the private layouts and to some extent the BDA layouts\nand in this manner similarly situated persons have been\ndiscriminated. Shri Venugopal referred to the averments\ncontained in paragraphs 4 to 6 of the amendment application\nfiled in Writ Petition No. 11144/1993 to drive home the point H\nA\nB\nC\nD\nE\nF\n0\nH\n944 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nthat the BDA has loaded its share towards the Cauvery Scheme\nand Ring Road exclusively on the allottees of the private layouts\nleaving out the remaining population of the Bangalore\nMetropolitan Area.\n36. In our view, the High Court committed serious error by\nrecording a finding that Section 32(5A) is discriminatory and\nviolative of Article 14 of the Constitution. While deciding the\nissue relating to constitutionality of the Section, the High Court\noverlooked the well-established principle that a statutory\nprovision is presumed to be constitutionally valid unless proved\notherwise and burden lies upon the person who alleges.\ndiscrimination to lay strong factual foundation to prove that the\nprovision offends the equality clause enshrined in the\nConstitution.\n37. In Charanjit Lal Chowdhuri v. Union of India (1950) 1\nSCR 869, this Court enunciated the rule of presumption in\nfavour of constitutionality of the statute in the following words:\n\"Prima facie, the argument appears to be a plausible one,\nbut it requires a careful examination, and, while examining\nit, two principles have to be borne in mind :- (1) that a law\nmay be constitutional even though it relates to a single\nindividual, in those cases where on account of some\nspecial circumstances or reasons applicable to him and\nnot applicable to others, that single individual may be\ntreated as a class by himself; (2) that it is the accepted\ndoctrine of the American courts, which I consider to be\nwell-founded on principle, that the presumption is always\nin favour of the constitutionality of an enactment, and the\nburden is upon him who attacks it to show that there has\nbeen a clear transgression of the constitutional principles.\nA clear enunciation of this latter doctrine is to be found in\nMiddleton v. Texas Power and Light Company 248 U.S.\n152, 157, in which the relevant passage runs as follows:\n\"It must be presumed that a legislature understands and\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 945\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.].\ncorrectly appreciates the need of its own people, that its A\nlaws are directed to problems made manifest by\nexperience and that its discriminations are based upon\nadequate grounds.\"\"\n(emphasis supplied) B\n38. In M.H. Quareshi v. State of Bihar (1959) 1 SCR 629,\nthis Court observed:\nD\n\"The Courts, it is accepted, must presume that the\nlegislature understands and correctly appreciates the C\nneeds of its own people, that its laws are directed to\nproblems made manifest by experience and that its\ndiscriminations are based on adequate grounds. It must\nbe borne in mind that the legislature is free to recognise\ndegrees of harm and may confine its restrictions to those\ncases where the need is deemed to be the clearest and\nfinally that in order to sustain the presumption of\nconstitutionality the Court may take into consideration\nmatters of common knowledge, matters of common report,\nthe history of the times, and may assume every state of\nE\nfacts which can be conceived existing at the time of\nlegislation.\"\n39. In Ram Krishna Dalmia v. Justice S.R. Tendolkar\n(supra), to which reference has been made in the impugned\norder, this Court laid down various propositions including the\nfollowing:\nF\n“(b) that there is always a presumption in favour of the\nconstitutionality of an enactment and the burden is upon\nhim who attacks it to show that there has been a clear G\ntransgression of the constitutional principles;\n(e) that in order to sustain the presumption of\nconstitutionality the court may take into consideration\nmatters of common knowledge, matters of common report,\nH\n946\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nΑ\nB\nC\nD\nE\nF\nG\nH\nthe history of the times and may assume every state of\nfacts which can be conceived existing at the time of\nlegislation;\"\n40. In R.K. Garg v. Union of India (1981) 4 SCC 675 the\nConstitution Bench reiterated the well-settled principles in the\nfollowing words:\n\"While considering the constitutional validity of a statute\nsaid to be violative of Article 14, it is necessary to bear in\nmind certain well established principles which have been\nevolved by the courts as rules of guidance in discharge of\nits constitutional function of judicial review. The first rule is\nthat there is always a presumption in favour of the\nconstitutionality of a statute and the burden is upon him\nwho attacks it to show that there has been a clear\ntransgression of the constitutional principles. This rule is\nbased on the assumption, judicially recognised and\naccepted, that the legislature understands and correctly\nappreciates the needs of its own people, its laws are\ndirected to problems made manifest by experience and\nits discrimination are based on adequate grounds. The\npresumption of constitutionality is indeed so strong that in\norder to sustain it, the Court may take into consideration\nmatters of common knowledge, matters of common report,\nthe history of the times and may assume every state of\nfacts which can be conceived existing at the time of\nlegislation.\"\n41. Though, in the writ petitions filed by them, the\nrespondents pleaded that Section 32(5A) is discriminatory, no\nfactual foundation was laid in support of this plea and in the\nabsence of such foundation, the High Court was not at all\njustified in recording a conclusion that the impugned provision\nis violative of the equality clause contained in Article 14 of the\nConstitution.\n42. While examining the issue of hostile discrimination in\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 947\nEMPLOYEES COOP. SOCIETY LTD [G.S. SINGHVI, J.]\nD\nthe context of Section 32(5A), the Court cannot be oblivious of A\nthe fact that due to unprecedented increase in the population.\nof the Bangalore City and the policy decision taken by the State\nGovernment to encourage house building societies to form\nprivate layouts, the BDA was obliged to take effective\nmeasures to improve the civic amenities like water supply, B\nelectricity, roads, transportation, etc. within the Bangalore\nMetropolitan Area and for this it became necessary to augment\nthe resources by the BDA itself or through other State agencies/\ninstrumentalities by making suitable contribution. It would be a\nmatter of sheer speculation whether in the absence of increase C\nin the population of the Bangalore Metropolitan Area and\nproblems relating to planned development, the legislature would\nhave enacted the 1976 Act and the State and its agencies/\ninstrumentalities would have spent substantial amount for\naugmenting water supply, electricity, transportation and other\namenities. However, the fact of the matter is that with a view to\ncater to the new areas, and for making the concept of planned\ndevelopment a reality qua the layouts of the private House\nBuilding Societies and those involved in execution of large\nhousing projects, etc., the BDA and other agencies/\ninstrumentalities of the State incurred substantial expenditure\nfor augmenting the water supply, electricity, etc. There could be\nno justification to transfer the burden of this expenditure on the\nresidents of the areas which were already part of the city of\nBangalore. In other words, other residents could not be called\nupon to share the burden of cost of the amenities largely meant\nfor newly developed areas. Therefore, it is not possible to\napprove the view taken by the High Court that by restricting the\nscope of loading the burden of expenses to the allottees of the\nsites in the layouts developed after 1987, the legislature violated\nArticle 14 of the Constitution.\nQuestion (2)\n43. Learned senior counsel for the BDA and the counsel\nappearing for the State assailed the finding recorded by the\nLEI\nF\nG\nH\nC\n948 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA High Court that Section 32(5A) is a piece of excessive\ndelegation by pointing out that while the sums specified in\nSection 32(5) are required to be deposited by those intending\nto form an extension or layout to meet the expenditure for\nmaking roads, side-drains, underground drainage and water\nB supply, lighting etc., the amount required to be deposited under\nSection 32(5A) is meant for developing the infrastructure\nnecessary for augmenting the supply of water, electricity,\nconstruction of roads, etc., which are an integral part of the\nconcept of planned development. Learned counsel emphasised\nthat the policy of the legislation is clearly discernable from the\nPreamble of the 1976 Act and its provisions in terms of which\nthe BDA is required to ensure planned development of the\nBangalore Metropolitan Area. Both, Shri Ahmed and Shri\nSanjay R. Hegde submitted that Section 32(5A) does not confer\nunbridled and unguided power upon the BDA and by using the\nexpression \"such portion of the expenditure as the Authority may\ndetermine towards the execution of any scheme or work for\naugmenting water supply, electricity, roads\" and the legislature\nhas provided sufficient guidance for exercise of power by the\nBDA. In support of this argument, learned counsel relied upon\nthe judgments in Municipal Board, Hapur v. Raghuvendra\nKripal and others (1966) 1 SCR 950, Corporation of Calcutta\nand another v. Liberty Cinema (1965) 2 SCR 477 and\nBhavesh D. Parish and others v. Union of India and another\n(2000) 5 SCC 471.\nD\nE\nF\nG\nH\n44. Shri K. K. Venugopal, Shri P. Vishwanatha Shetty,\nlearned senior counsel and other learned counsel appearing\nfor the respondents reiterated the argument made before the\nHigh Court that Section 32(5A) suffers from the vice of\nexcessive delegation because the legislature has not laid down\nany policy for recovery of cost of infrastructure required for\naugmentation of supply of water, electricity, roads,\ntransportation, etc. Learned senior counsel referred to the\naverments contained in the amended writ petitions to show that\nthe cost of additional infrastructure is recovered only from those\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 949\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nB\nwho apply for sanction of private layouts and there is no A\nprovision for distribution of liability by creating demand on\nothers including those to whom sites are allotted in the BDA\nlayouts. Shri Venugopal referred to Sections 15 and 16 of the\nAct to show that the BDA is required to prepare development\nscheme and execute the same and argued that the cost of the\nscheme cannot be loaded only on the private layouts. Learned\ncounsel relied upon the judgments in Daymond v. South West\nWater Authority (1976) 1 All England Law Reports 39, The\nState of West Bengal v. Anwar Ali Sarkar (1952) SCR 284,\nDevi Das Gopal Krishnan and Ors. v. State of Punjab and Ors.\n(supra) and A.N. Parasuraman and others v. State of Tamil\nNadu (1989) 4 SCC 683 to support the conclusion recorded\nby the High Court that Section 32 (5A) is a piece of excessive\ndelegation.\nC\n45. The issue relating to excessive delegation of legislative D\npowers has engaged the attention of this Court for the last more\nthan half century. In Devi Das Gopal Krishnan and Ors. v. State\nof Punjab and Ors. (supra), Kunnathat Thathunni Moopil Nair\nv. State of Kerala (1961) 3 SCR 77 and A.N. Parasuraman\nand others v. State of Tamil Nadu (supra), the Court did not E\nfavour a liberal application of the concept of delegation of\nlegislative powers but in a large number of other judgments\nincluding Jyoti Pershad v. the Administrator for the Union\nTerritory of Delhi (supra), Ajoy Kumar Banerjee v. Union of\nIndia (1984) 3 SCC 127, Maharashtra State Board of S.H.S.E.\nv. Paritosh Bhupeshkumar Sheth (1984) 4 SCC 27, Kishan\nPrakash Sharma v. Union of India (2001) 5 SCC 212 and\nUnion of India v. Azadi Bachao Andolan (2004) 10 SCC 1,\nthe Court recognized that it is not possible for the legislature\nto enact laws with minute details to deal with increasing\ncomplexities of governance in a political democracy, and held\nthat the legislature can lay down broad policy principles and\nguidelines and leave the details to be worked out by the\nexecutive and the agencies/instrumentalities of the State and\nthat the delegation of the powers upon such authorities to\nF\nG\nH\n950 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA implement the legislative policy cannot be castigated as\nexcessive delegation of the legislative power.\nB\nC\nD\nE\nF\nG\nH\n46. In Jyoti Pershad v. the Administrator for the Union\nTerritory of Delhi (supra), the Court dealt with the question\nwhether Section 19(1) of the Slum Areas (Improvement and\nClearance) Act, 1956 which adversely affected the decree of\neviction obtained by the landlord against the tenant was a piece\nof excessive delegation. It was argued that the power vested\nin the competent authority to withhold eviction in pursuance of\norders or decrees of the Court was ultra vires the provisions.\nof the Constitution. While repelling this argument, the Court\nreferred to the provisions of the 1956 Act and observed:\n\"In the context of modern conditions and the variety and\ncomplexity of the situations which present themselves for\nsolution, it is not possible for the Legislature to envisage\nin detail every possibility and make provision for them. The\nLegislature therefore is forced to leave the authorities.\ncreated by it an ample discretion limited, however, by the\nguidance afforded by the Act. This is the ratio of delegated\nlegislation, and is a process which has come to stay, and\nwhich one may be permitted to observe is not without its\nadvantages. So long therefore as the Legislature\nindicates, in the operative provisions of the statute with\ncertainty, the policy and purpose of the enactment, the\nmere fact that the legislation is skeletal, or the fact that a\ndiscretion is left to those entrusted with administering the\nlaw, affords no basis either for the contention that there\nhas been an excessive delegation of legislative power as\nto amount to an abdication of its functions, or that the\ndiscretion vested is uncanalised and unguided as to\namount to a carte blanche to discriminate. The second\nis that if the power or discretion has been conferred in a\nmanner which is legal and constitutional, the fact that\nParliament could possibly have made more detailed\nprovisions, could obviously not be a ground for invalidating\n"}