{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 921\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\n18. The respondent promptly amended the writ petition and A\nchallenged the constitutional validity of the newly inserted sub-\nsection by asserting that the provision is discriminatory and\nviolative of Article 14 of the Constitution because it gives\nunbridled and uncanalized power to the BDA to demand\nadditional sums for different schemes. It was also pleaded that B\nsub-section (5A) has been inserted in Section 32 to legitimize\nthe conditions incorporated in letter dated 12.11.1992 for\npayment of charges for the Cauvery Scheme and the Ring.\nRoad.\n19. While the parties were litigating on the constitutionality\nof the amended provision and legality of the conditional\nsanction of the layout, the respondent applied for approval of\nthe BDA for starting civil work. The same was sanctioned\nsubject to payment of the following charges:\nC\nD\n(i) Supervision Charges\nRs. 92,26,687.00\n(at the rate of 9% on Civil Work)\n(ii) Improvement charges\nRs. 1,65,95,008.00\n(at the rate of Rs. 20 per sq. mtrs.)\nE\n(iii) Examination charges\nRs. 4,14,876.00\n(0-50 per sq. mtrs.)\n(iv) Slum Clearance Development Rs. 20,74, 365.00\nCharges (Rs. 25,000 per hectare)\nF\n(v) M.R.T.S. Tax\nRs. 1,02,51, 875.00\n(Rs. 50,000 per acre)\n(vi) Miscellaneous\nRs. 7,189.00\nG\n20. The respondent challenged the conditional approval of\ncivil work in Writ Petition No. 25833/1998 on the ground that\nthe 1976 Act does not authorize such levies and that the\nlegislature has not laid down any guideline for creating such\nH\n922 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA demand from the private House Building Societies. An\nadditional plea taken by the respondent was that the BDA has\napplied the provisions of Section 32 of the 1976 Act under a\nmistaken impression that the layout was within its jurisdiction.\nAccording to the respondent, no notification had been issued\nB by the State Government for including the villages of North and\nSouth Talukas within the Bangalore Metropolitan Area. Another\nplea taken by the respondent was that the State Government\nhas already collected conversion fine and, as such, the BDA\ndoes not have the jurisdiction to levy betterment fee. Similar\nC plea was raised in respect of Mass Rapid Transport System\nCess and the Slum Clearance charges.\nD\nE\nF\nG\nH\n21. The other House Building Cooperative Societies also\nfiled writ petitions between 1994 and 1998 for striking down\nSection 32(5A) and the conditional sanction of their layouts in\nterms of which they were required to pay for the Cauvery\nScheme and the Ring Road apart from other charges\nmentioned in the sanction of civil work as was done in the case\nof Air Craft Employees Cooperative Society Limited. They\ngenerally pleaded that:\ni.\nii.\niii.\nthe BDA has no jurisdiction to make demands\nrequiring payment of sums under various heads in\nthe matter of sanction of the residential layout plan\nas areas of their layouts do not form part of the\nBangalore Metropolitan Area;\nthe notification issued under Sec. 2(c) of the 1976\nAct is not valid as there is no specification of the\nadjacent areas;\nNotification dated 1.3.1988 is not in consonance\nwith the requirements of law as it does not specify\nthe villages and the areas which were sought to be\ndeclared and specified as part of the Bangalore\nMetropolitan Area and the specifications and\nschedules referred to in the notification have not\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 923\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nA\nbeen published;\niv.\nthe villages which include the lands that form a part\nof the residential layouts also do not figure in the\nschedule to Notification dt. 13.3.1984.\n22. The writ petitions were contested by the appellant by\nmaking the following assertions:\ni.\nB\nthe lands of the respondents' residential layout fall\nwithin the local planning area of the authority and,\ntherefore, they are liable to pay layout charges in C\nrespect of the Cauvery Scheme, Ring Road\nsurcharge, slum clearance charge, betterment levy,\nscrutiny fee, supervision charges, etc.\nii.\nthe charges have been levied in terms of the\ndirections given by the State Government and the\ndecision taken by the BDA.\nD\niii.\niv.\nthe societies are required to carry out civil work\nunder the supervision of the BDA and, therefore,\nthey are liable to pay supervision charges.\nSection 32(5A) of the 1976 Act does not suffer\nfrom any constitutional infirmity and guidance for\nlevy of such charges can be traced in the scheme\nof the Act.\nE\nF\n23. The Division Bench of the High Court first considered\nthe question whether Notification dated 1.3.1988 issued under\nSection 2(c) of the 1976 Act was invalid because the names\nof the villages or the specified area had not been notified or\npublished in the Official Gazette and whether in the absence G\nof such notification, the villages in which the societies had\nformed layouts cannot be treated as part of the Bangalore\nMetropolitan Area. The Division Bench referred to the definition\nof the expression \"Bangalore Metropolitan Area\" contained in\nSection 2(c) of the 1976 Act, the contents of Notification dated H\n924 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA 1.3.1988 and held that the description of the area given in the\nnotification was in consonance with the definition of the\nBangalore Metropolitan Area because reference had been\nmade to the villages in Schedule | to Notification dated\n13.3.1984 and the boundaries of the planning environs area as\nB per Schedule II of the said notification. The Division Bench\nopined that if Notifications dated 13.3.1984 and 1.3.1988 are\nread together, it cannot be said that the particular villages do\nnot form part of the Bangalore Metropolitan Area.\nC\nD\n24. The Division Bench did not decide the plea of the\nrespondents that some of the villages were not included in the\nSchedules by observing that determination of this question\ninvolves investigation into a question of fact and this can be\nconsidered at the time of approval of the layout plan of the\nparticular society.\n25. The argument that while dealing with the issue raised\nin Writ Petition No.13907/1995, the BDA had lost the territorial\njurisdiction because the areas in question had become part of\nCity Municipal Council, Byatarayanapura and City Municipal\nE Council, Krishnaraja Puram respectively vide Notification dated\n22.1.1996 was left to be decided by the BDA with liberty to the\nconcerned respondent to raise the same at an appropriate\nstage.\nF\n26. The Division Bench then adverted to Articles 265 and\n300A of the Constitution and held that the BDA cannot levy or\nrecover the sums specified in the demand notice on the basis\nof the government order or circular. The Division Bench further\nheld that the approval of layout plan or work order cannot be\nmade subject to the condition of deposit of the sum demanded\nG by it. The Division Bench then analysed the provisions of\nH\nSection 32 of the 1976 Act and observed:\n\"No principle appears to have been laid down or indicated\nfor the authority to be kept in view and followed when\ndetermining in such portion of the expenditure, which\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 925\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nexpenditure have to relate to be made or to be incurred in A\nthe execution of any schemes or works as referred. No\ndoubt, the schemes or works for augmenting the water\nsupply, electricity and other amenities only provide that it\nshould be worked within the Bangalore Metropolitan Area\nor work is to be for the benefit of the Bangalore B\nMetropolitan Area to provide amenities within the\nBangalore Metropolitan Area. But, the question is that out\nof that expenditure which the Bangalore Metropolitan Area\nhas to bear or incur what portion thereof the applicant\nseeking approval of layout plan etc., will be required to c\ndeposit and know the proportion or a portion of that is to\nbe determined by the authority. There is nothing in this\nsection to indicate or to provide any guideline. There are\nno rules framed under the Act with reference to subsection\n(5-A) of Section 32 of the Bangalore Development\nAuthority Act, 1976 to provide guidelines or to indicate as\nto how that is to be determined. The section does not by\nitself provide any procedure of either hearing or of giving\nthe notice to the persons affected, or there being\nopportunity of being heard being given to the concerned\npersons or person before determination of the portion of\nthe expenditure which the Bangalore Development\nAuthority has to incur with reference to those schemes or\nworks to be levied thereunder.\"\nD\nヨ\n27. The Division Bench relied upon the ratio in Ram F\nKrishna Dalmia v. Shri Justice S.R. Tendolkar and Ors. AIR\n1958 SC 538, Jyoti Pershad v. The Administrator for The Union\nTerritory of Delhi, AIR 1961 SC 1602; Devi Das Gopal\nKrishnan v. State of Punjab, AIR 1967 SC 1895, State of\nKerala v. M/s. Travancore Chemicals and Manufacturing G\nCompany (1998) 8 SCC 188 and observed:\n\"In the present case, sub-section (5-A) of Section 32 of the\nAct, does not appear to provide any guidelines so as to\ndetermine as to what exact portion of the expenditure\nH\nA\nB\nC\nD\nE\nF\nG\nH\n926 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nshould the applicant be required to deposit. No doubt, the\nentire expenditure cannot be fastened on the applicant. It\ndoes not provide any guidelines in this regard. It does not\nprovide the portion of the amount the applicant maybe\nrequired to deposit shall bear any percentage on the basis\nof enjoyment of the benefit by the applicant or the applicant\nlikely to enjoy the benefit qua enjoyment by total area or\nits population. It also does not provide that the applicant\nbefore being required to pay will have opportunity of\ndisputing that claim and challenging the correctness of the\nportion proposed by the authority to be fastened on him.\nReally the section appears to confer unbridle powers\nwithout providing any guide lines or guidance in that\nregard. The section also does not provide any remedy\nagainst the order of authority under Section 32(5) of the\nAct.\nThe learned counsel for the respondents contended that\nthere is remedy against the order of the authority under\nSection 63 of the Act by way of revision to the Government\nwhich may consider the legality or propriety of the order\nor proceedings. In our opinion, this contention of the\nlearned Counsel is without substance. In view of the Non\nobstante clause contained in sub-section (5-A) of Section\n32 of the Act which provides that exercise of that power\nand it may result in or it may cause irrational discrimination\nbetween the same set of persons and the persons maybe\ndeprived of their properties in the form of money by the\nexercise of sweet will and the unbridled discretion of the\nauthority concerned. In our view this provision as it confers\nunbridle and uncontrolled power on the authority as such\nit may enable unequal and discriminatory treatment to be\naccorded to the persons and it may enable the authority\nto discriminate among the persons similarly situated.\nTested by the yardstick of the principle laid down in Sri\nRama Krishna Dalmia's case reported in A.I.R.1958.\nSupreme Court 538 and Shri Jyothi Pershad's case\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 927\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nreported in A.I.R. 1961 Supreme Court 1602. We find that A\nthe provision of sub-section (5-A) of Section 32 of the\nBangalore Development Act, 1976 suffers from vice of\ndiscrimination and has tendency to enable the authority to\ndiscriminate and as such hit by Article 14 of the\nConstitution.”\n28. The Division Bench finally concluded that the demand\nmade by the BDA with the support of Section 32(5A) is illegal\nand without jurisdiction and accordingly allowed the writ\npetitions.\nB\nC\n29. At this stage, it will be appropriate to mention that\nduring the course of hearing on 2.9.2009, Shri Dushyant Dave,\nlearned senior counsel appearing for one of the respondents\nstated that a sum of Rs.300 crores (approximately) has been\ncollected by the BDA from the House Building Societies in lieu D\nof sanction of their layouts and substantial amount from the\nallottees of the sites of the layouts developed by it between\n1984-1992 and this, by itself, was sufficient to prove that the\nexercise of power by the BDA under Section 32 (5A) of the\n1976 Act is arbitrary. After considering the statement made by E\nShri Dave, the Court directed the Commissioner and/or\nSecretary of the BDA to file a detailed and specific affidavit\ngiving the particulars of contribution made by the BDA towards\nthe Cauvery Scheme and the amount demanded and/or\ncollected from those who applied for sanction of the private F\nlayouts as also the allottees of the sites in the BDA layouts. In\ncompliance of the Court's direction, Shri Siddaiah, the then\nCommissioner, BDA, filed affidavit dated 11.11.2009,\nparagraphs 2 to 5 of which are extracted below:\nG\n\"2. The Government of Karnataka formed the Cauvery\nWater IIIrd Stage Scheme in 1984. However, the\nGovernment directed the Bangalore Development Authority\nto contribute Rs. Thirty crores towards the Cauvery Water\nIIIrd Stage Scheme by its order No. HUD 97 MNI 81,\nBangalore dated 25th March, 1987. The Bangalore Hi\nA\nB\nс\nD\nE\nEL\nF\nG\n928\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nDevelopment Authority started collecting Cauvery Water\nCess from 1988. However, the Government by its order\nNo. UDD 151 Bem.Aa.Se 2005, dated 03.05.2005\ndirected the Bangalore Development Authority to stop\ncollection of the Cauvery Water Cess and Ring Road\nCess and MRTS Cess. A copy of the order of the\nGovernment Order dated 03.05.2005 directing not collect\nany cess referred above is produced herewith as\nAnnexure-'A'. The BDA has charged and collected the\nCauvery water cess between 1988 and 2005. The Cauvery\nWater cess collected by the BDA is periodically\ntransferred to the Bangalore Water Supply and Sewerage\nBoard (BWSSB). The chart showing year wise payments\nmade to BWSSB towards the Cauvery Water Cess from\n1988 till 2005 is produced herewith as Annexure-'B'. The\npayment chart shows the amount collected towards the\nCauvery Water Cess and paid to BWSSB. The chart\nshows that a total sum of Rs. 34.55 crores are collected\nfrom 1988 to April 2005. The sum of Rs.34.55 crores\ncollected is in respect of both private layouts as well as\nBangalore Development Authority sites. The entire money\ncollected towards the Cauvery Water Cess has been paid\nto the Bangalore Water Supply Sewerage Board,\nBangalore as stated above.\n3. Similarly, the collection towards the Ring Road Cess\nfrom the year 1992-93 and the collections were made up\nto 2005-06. The total sum collected is Rs.15.15 crores.\nThe year-wise chart showing the collection of Ring Road\nCess is produced herewith as Annexure-'C'. The Ring\nRoad Cess is collected only from the private layouts.\n4. With regard to certain averments made in W.P. No.\n11144/1993 with regard to estimated collection of Cauvery\nWater Cess, it is submitted that the estimates are far from\naccurate. It is just a guess work. The averments made\ntherein that the Government has acquired around 10,000\nI\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 929\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nacres towards the private societies will not be within the A\nknowledge of the Bangalore Development Authority,\nbecause the Government does not seek the opinion or\nconsent of BDA before acquiring land for a private layout.\nThe private layouts within the limits of BDA have to apply\nto BDA for approval of a private under Section 32 of BDA B\nAct. From 1984 till 2005, 194 applications for approval of\nprivate layouts were received and were approved by the\nBangalore Development Authority involving about an extent\nof 5668 acres and 15 3/4th gunthas (five thousand six\nhundred and sixty-eight acres and fifteen and three fourth C\ngunthas). However, Cauvery Water Cess and Ring Road\nCess are levied and collected as stated above from 1988\nand 2005 respectively. The submissions made in the Writ\nPetition to the contrary are speculative.\n5. Similarly, the averments in the W.P. that the Bangalore\nDevelopment Authority would collect about 300 crores are\nspeculative. It is submitted with respect after the directions\nof the Government in 2005, all the above collections have\nbeen stopped. Hence, this affidavit.\nBANGALORE DEVELOPMENT AUTHORITY BANGALORE\nTHE COLLECTION OF CAUVERY WATER CESS \u0026 PAID TO\nBWSSB AS MENTIONED BELOW\nD\nE\n(INR in Lakh)\nF\nSL NO\nCHEQUE NO.\nDATE\nAMOUNT\n1\nFROM FEB 1988 TO APRIL 1992\n2,130.00\n2\n705908\n02.11.1996\n150.00\n3\n718093\n21.01.1997\n100.00\n4\n737303\n15.03.1997\n100.00\nG\n5\n753086\n06.07.1997\n100.00\n6\n756449\n30.12.1997\n150.00\n7\n650002\n18.03.1998\n50.00\n8\n759664\n20.07.1998\n50.00\nI\n930 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\n9\n502441\n22.01.1999\n10\n769862\n15.09.1999\n11\n653066\n04.06.2005\nTOTAL\n50.00\n75.00\n500.00\n3,455.00\nB\nC\n(Rupees Thirty Four Crores and Fifty Five Lakh)\nSd/-\nAccounts Officer BDA,\nBangalore\nANNEXURE-I\nYEAR WISE RING ROAD CESS\n(INR in Lakh)\nYEAR\nCOLLECTIONS CHARGED TO\nBALANCE\nRING ROAD\nD\n1992-93\n63.39\nEXPEND.\n63.39\n(Feb 93 on wards)\n1993-94\n183.89\n183.89\n1994-95\n217.87\n217.87\nE\n1995-96\n331.14\n331.14\n1996-97\n162.08\n162.08\n1997-98\n180.79\n180.79\n1988-99\n84.23\n84.23\nLL\nF\n1999-00\n50.49\n50.49\n2000-01\n19.48\n19.48\n2001-02\n0.30\n0.30\n2002-03\n7.34\n7.34\nI\n2003-04\nG\n2004-05\n·\n2005-06\n214.27\n214.27\n1\n\"\nTOTAL\n1,515.27\n1,515.27\nH\n"}