{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 951\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nthe law.\"\nA\n(emphasis supplied)\n47. In Maharashtra State Board of S.H.S.E. v. Paritosh\nBhupeshkumar Sheth, (supra), the Court while dealing with the\nissue of excessive delegation of power to the Board of\nSecondary Education observed:\nB\n\"So long as the body entrusted with the task of framing the\nrules or regulations acts within the scope of the authority\nconferred on it, in the sense that the rules or regulations C\nmade by it have a rational nexus with the object and\npurpose of the statute, the court should not concern itself\nwith the wisdom or efficaciousness of such rules or\nregulations. It is exclusively within the province of the\nlegislature and its delegate to determine, as a matter of D\npolicy, how the provisions of the statute can best be\nimplemented and what measures, substantive as well as\nprocedural would have to be incorporated in the rules or\nregulations for the efficacious achievement of the objects\nand purposes of the Act. It is not for the Court to examine\nthe merits or demerits of such a policy because its scrutiny\nhas to be limited to the question as to whether the\nimpugned regulations fall within the scope of the regulation-\nmaking power conferred on the delegate by the statute.\"\nE\n48. In Ajoy Kumar Banerjee v. Union of India (supra), the F\nthree Judge Bench, while interpreting the provisions of the\nGeneral Insurance Business (Nationalisation) Act, 1972,\nobserved:\n\"The growth of legislative power of the executive is a G\nsignificant development of the twentieth century. The\ntheory of laissez-faire has been given a go-by and large\nand comprehensive powers are being assumed by the\nState with a view to improve social and economic well-\nbeing of the people. Most of the modern socio-economic\nH\nA\nB\nC\nD\nE\nF\nG\nH\n952 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nlegislations passed by the Legislature lay down the\nguiding principles of the legislative policy. The\nLegislatures, because of limitation imposed upon them\nand the time factor, hardly can go into the matters in\ndetail. The practice of empowering the executive to make\nsubordinate legislation within the prescribed sphere has\nevolved out of practical necessity and pragmatic needs\nof the modem welfare State.\nRegarding delegated legislation, the principle which has\nbeen well established is that Legislature must lay down the\nguidelines, the principles of policy for the authority to whom\npower to make subordinate legislation is entrusted. The\nlegitimacy of delegated legislation depends upon its being\nused as ancillary which the Legislature considers to be\nnecessary for the purpose of exercising its legislative\npower effectively and completely. The Legislature must\nretain in its own hand the essential legislative function\nwhich consists in declaring the legislative policy and lay\ndown the standard which is to be enacted into a rule of\nlaw, and what can be delegated in the task of subordinate\nlegislation which by very nature is ancillary to the statute\nwhich delegates the power to make it effective provided\nthe legislative policy is enunciated with sufficient clearness\nor a standard laid down. The courts cannot and do not\ninterfere on the discretion that undoubtedly rests with the\nLegislature itself in determining the extent of the delegated\npower in a particular case.\"\n(emphasis supplied)\n49. In Kishan Prakash Sharma v. Union of India (2001)\n5 SCC 212, the Constitution Bench speaking through Rajendra\nBabu, J. (as he then was), summed up the principle of\ndelegated legislation in the following words:\n\"The legislatures in India have been held to possess wide\npower of legislation subject, however, to certain limitations\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 953\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nD\nsuch as the legislature cannot delegate essential A\nlegislative functions which consist in the determination or\nchoosing of the legislative policy and of formally enacting\nthat policy into a binding rule of conduct. The legislature\ncannot delegate uncanalised and uncontrolled power. The\nlegislature must set the limits of the power delegated by B\ndeclaring the policy of the law and by laying down\nstandards for guidance of those on whom the power to\nexecute the law is conferred. Thus the delegation is valid\nonly when the legislative policy and guidelines to\nimplement it are adequately laid down and the delegate C\nis only empowered to carry out the policy within the\nguidelines laid down by the legislature. The legislature\nmay, after laying down the legislative policy, confer\ndiscretion on an administrative agency as to the\nexecution of the policy and leave it to the agency to work\nout the details within the framework of the policy. When\nthe Constitution entrusts the duty of law-making to\nParliament and the legislatures of States, it impliedly\nprohibits them to throw away that responsibility on the\nshoulders of some other authority. An area of\ncompromise is struck that Parliament cannot work in\ndetail the various requirements of giving effect to the\nenactment and, therefore, that area will be left to be filled\nin by the delegatee. Thus, the question is whether any\nparticular legislation suffers from excessive delegation\nand in ascertaining the same, the scheme, the provisions\nof the statute including its preamble, and the facts and\ncircumstances in the background of which the statute is\nenacted, the history of the legislation, the complexity of\nthe problems which a modern State has to face, will have\nto be taken note of and if, on a liberal construction given G\nto a statute, a legislative policy and guidelines for its\nexecution are brought out, the statute, even if skeletal,\nwill be upheld to be valid but this rule of liberal\nconstruction should not be carried by the court to the\nextent of always trying to discover a dormant or latent H\nE\nF\n954\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nlegislative policy to sustain an arbitrary power conferred\non the executive.\"\n(emphasis supplied)\n50. In Union of India v. Azadi Bachao Andolan (supra),\nthe Court was called upon to consider the constitutionality of\nthe Indo-Mauritius Double Taxation Avoidance Convention,\n1983. While rejecting the argument that Section 90 of the\nIncome Tax Act, under which the Treaty is said to have been\nentered, amounted to delegation of the essential legislative\nC functions, the Court observed:\nD\nヨ\nF\nG\nH\n\"The question whether a particular delegated legislation is\nin excess of the power of the supporting legislation\nconferred on the delegate, has to be determined with\nregard not only to specific provisions contained in the\nrelevant statute conferring the power to make rules or\nregulations, but also the object and purpose of the Act as\ncan be gathered from the various provisions of the\nenactment. It would be wholly wrong for the court to\nsubstitute its own opinion as to what principle or policy\nwould best serve the objects and purposes of the Act; nor\nis it open to the court to sit in judgment over the wisdom,\nthe effectiveness or otherwise of the policy, so as to\ndeclare a regulation ultra vires merely on the ground that,\nin the view of the court, the impugned provision will not help\nto carry through the object and purposes of the Act.\"\n(emphasis supplied)\n51. The principle which can be deduced from the above\nnoted precedents is that while examining challenge to the\nconstitutionality of a statutory provision on the ground of\nexcessive delegation, the Court must look into the policy\nunderlying the particular legislation and this can be done by\nmaking a reference to the Preamble, the objects sought to be\nachieved by the particular legislation and the scheme thereof\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 955\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nand that the Court would not sit over the wisdom of the A\nlegislature and nullify the provisions under which the power to\nimplement the particular provision is conferred upon the\nexecutive authorities.\nB\nD\n52. The policy underlying the 1976 Act is clearly\ndiscernable from the Preamble of the Town Planning Act and\nthe 1976 Act and the objects sought to be achieved by the two\nlegislations, namely, development of the City of Bangalore and\nareas adjacent thereto. The Town Planning Act was enacted\nfor the regulation of planned growth of land use and\nC\ndevelopment and for the making and execution of town planning\nschemes in the entire State including the City of Bangalore. By\nvirtue of Section 67 of the 1976 Act and with the insertion of\nSection 81-B in the Town Planning Act by Act No.12 of 1976,\nthe BDA became the Local Planning Authority for the local\nplanning area comprising the City of Bangalore with jurisdiction\nover an area which the City Planning Authority for the City of\nBangalore had immediately before the constitution of the BDA\nand the latter has been empowered to exercise the powers,\nperform the functions and discharge the duties under the Town\nPlanning Act as if it were a Local Planning Authority constituted E\nfor the Bangalore City. In other words, w.e.f. 20.12.1975, i.e.,\nthe date on which the 1976 Act was enforced, the BDA\nacquired the status of a Local Planning Authority as defined in\nSection 2(7) read with Section 4(C) of the Town Planning Act\nin respect of the City of Bangalore and thereby acquired the F\npowers which were earlier vested in the Local Planning\nAuthority constituted for the Bangalore City. The objects sought\nto be achieved by the legislature by enacting the Town Planning\nAct were to create conditions favourable for planning and\nreplanning of the urban and rural areas in the State so that full G\ncivic and social amenities could be available for the people of\nthe State; to stop uncontrolled development of land due to land\nspeculation and profiteering in land; to preserve and improve\nexisting recreational facilities and other amenities contributing\ntowards the balance use of land and future growth of populated H\nB\nC\nD\n4\n956 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA areas in the State ensuring desirable standards of environment,\nhealth, hygiene and creation of facilities of orderly growth of\nindustry and commerce. The Town Planning Act also envisaged\npreparation of the town planning schemes and execution thereof\nby the Planning Authorities constituted for the specified areas.\nSection 9 (unamended) envisaged preparation of outline\ndevelopment plan incorporating therein the various matters\nenumerated in Section 12(1), preparation of comprehensive\ndevelopment plan by including the proposal for comprehensive\nzoning of land use for the planning area; building complete\nstreet pattern indicating major and minor roads, National and\nState highways and traffic circulation pattern for meeting\n⚫ immediate and future requirements; areas for new housing and\nnew areas earmarked for future development and expansion.\nThe definition of “development” contained in Section 2(j) of the\n1976 Act is somewhat similar to the one contained in Section\n1(c) of the Town Planning Act. Section 14 of the 1976 Act lays\ndown that the objects of the BDA shall be to promote and\nsecure the development of the Bangalore Metropolitan Area\nand for that purpose, the BDA shall have the power to acquire,\nhold manage and dispose of movable and immovable property,\nwhether within or outside the area under its jurisdiction.\n“Bangalore Metropolitan Area” has been defined under Section\n2(c) of the 1976 Act. It consists of the following areas: (a) area\ncomprising the City of Bangalore as defined in the City of\nBangalore Municipal Corporation Act, 1949 which is now\nreplaced by the Karnataka Municipal Corporations Act, 1976,\n(b) the areas where the City of Bangalore Improvement Act,\n1945 was immediately before the commencement of the 1976\nAct in force, and (c) such other areas adjacent to the aforesaid\nas the Government may from time to time by notification\nG specify. Section 15 empowers the BDA to draw up detailed\nschemes and undertake works for the development of the\nBangalore Metropolitan Area and incur expenditure for that\npurpose. It can also take up any new or additional development\nscheme on its own, subject to the availability of sufficient\nH resources. If a local authority provides necessary funds for\nE\nF\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 957\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nA\nD\nframing and carrying out any scheme, then too, the BDA can\ntake up such scheme. Under Section 15(3), which contains a\nnon obstante clause, the Government can issue direction to the\nBDA to take up any development scheme or work and execute\nit subject to such terms and conditions as may be specified by\nit. Section 16 enumerates the matters which are required to be B\nincluded in the scheme, i.e., the acquisition of land necessary\nfor or affected by the execution of the scheme, laying or relaying\nof land including construction and reconstruction of buildings\nand formation and alteration of streets, drainage, water supply\nand electricity, reservation of land for public parks or C.\nplaygrounds and at least 10% of the total area for civil\namenities. The development scheme may also provide for\nraising of any land to facilitate better drainage, forming of open\nspaces for better ventilation of the area comprised in the\nscheme or any adjoining area and the sanitary arrangement.\nSections 17 to 19 contain the mechanism for finalisation of the\nscheme and its approval by the State Government as also the\nacquisition of land for the purposes of the scheme. Sections\n20 to 26 provide for levy and collection of betterment tax.\nSection 27 specifies the time limit of five years from the date\nof publication of the scheme in the Official Gazette for execution\nof the scheme as also consequence of non execution. Section\n28-A casts a duty on the BDA to ensure proper maintenance,\nlighting and cleansing of the streets and the drainage, sanitary\narrangement and water supply in respect of the streets formed\nby it. Section 32 provides for formation of new extensions or\nlayouts or making of new private streets, which can be done\nonly after obtaining express sanction from the BDA and subject\nto the conditions which may be specified by the BDA. Section\n32(5) lays down that the BDA can call upon the applicant to\ndeposit the sums necessary for meeting the expenditure for G\nmaking roads, drains, culverts, underground drainage and water\nsupply and lighting and the charges for such other purposes as\nmay be indicated by the BDA, as a condition precedent to the\ngrant of application. Section 32(5A), which also contains a non\nobstante clause, empowers the BDA to require the applicant H\nE\nF\n958 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA to deposit additional amount to meet a portion of the\nB\nC\nD\nE\nexpenditure, which the BDA may determine towards the\nexecution of any scheme or work for augmenting water supply,\nelectricity, roads, transportation and such other amenities within\nthe Bangalore Metropolitan Area.\n53. The above survey of the relevant provisions of the 1961\nand the 1976 Acts makes it clear that the basic object of the\ntwo enactments is to ensure planned development of the areas\nwhich formed part of the Bangalore Metropolitan Area as on\n15.12.1975 and other adjacent areas which may be notified by\nthe Government from time to time. The BDA is under an\nobligation to provide \"amenities\" as defined in Section 2(b) and\n\"civic amenities\" as defined in Section 2(bb) of the 1976 Act\nfor the entire Bangalore Metropolitan Area. In exercise of the\npowers vested in it under Sections 15 and 16, the BDA can\nprepare detailed schemes for the development of the\nBangalore Metropolitan Area and incur expenditure for\nimplementing those schemes, which are termed as\ndevelopment schemes. The expenditure incurred by the BDA\nin the implementation of the development schemes can be\nloaded on the beneficiaries of the development schemes. By\nvirtue of Notifications dated 1.11.1965 and 13.3.1984 issued\nunder Section 4A(1) of the Town Planning Act and notification\ndated 1.3.1988 issued under Section 2(c) of the 1976 Act,\nhundreds of villages adjacent to the City of Bangalore were\nmerged in the Bangalore Metropolitan Area. For these areas,\nthe BDA was and is bound to provide amenities like water,\nelectricity, streets, roads, sewerage, transport system, etc.,\nwhich are available to the existing Metropolitan Area of the City\nof Bangalore. This task could not have been accomplished by\nG the BDA alone from its meager fiscal resources. Therefore, the\nState Government, the BDA and other instrumentalities of the\nState like BWSSB had to pool their resources as also man and\nmaterial to augment water supply, electricity and transport\nfacilities and also make provision for construction of new roads,\nH layouts, etc. The BDA had to contribute to the funds required\nF\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 959\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nfor new water supply scheme, generation of additional electricity A\nand development of a mass rapid transport system to\ndecongest the Bangalore Metropolitan Area. This is the reason\nwhy the State Government passed orders dated 25.3.1987 and\n12.1.1993, which could appropriately be treated as directions\nissued under Section 65 of the 1976 Act for carrying out the B\npurposes of the Act and approved the proposal for loading the\nBDA's share of expenditure in the execution of the Cauvery\nScheme on all the layouts to be formed thereafter. With the\ninsertion of Section 32(5A) in the 1976 Act, these orders\nacquired the legislative mandate. In terms of that section, the C\nBDA has been vested with the power to call upon the\napplicants desirous of forming new extensions or layouts or\nprivate streets to pay a specified sum in addition to the sums\nreferred to in Section 32(5) to meet a portion of the expenditure\nincurred for the execution of any scheme or work for augmenting D\nwater supply, electricity, roads, transportation and other\namenities.\nE\nF\n54. At the cost of repetition, it will be apposite to observe\nthat apart from the Preamble and the objects of the 1961 and\n1976 Acts and the scheme of the two enactments,\nthe\nexpression \"such portion of the expenditure as the Authority may\ndetermine towards the execution of any scheme or work for\naugmenting water supply, electricity, roads, transportation and\nsuch other amenities\" supplies sufficient guidance for the\nexercise of power by the BDA under Section 32(5A) and it is\nnot possible to agree with the learned counsel for the\nrespondents that the section confers unbridled and uncanalised\npower upon the BDA to demand an unspecified amount from\nthose desirous of forming private layouts. It is needless to say\nthat the exercise of power by the BDA under Section 32(5A) G\nis always subject to directions which can be given by the State\nGovernment under Section 65. We may add that it could not\nhave been possible for the legislature to make provision for\neffective implementation of the provisions contained in the\n1961 and 1976 Acts for the development of the Bangalore H\n960 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA Metropolitan Area and this task had to be delegated to some\nother agency/instrumentality of the State.\nB\nC\nD\nE\n55. The above discussion leads to the conclusion that\nSection 32(5A) does not suffer from the vice of excessive\ndelegation and the legislative guidelines can be traced in the\nPreamble of the 1961 and 1976 Acts and the object and\nscheme of the two legislations.\nQuestion (3)\n56. The next question which calls for determination is\nwhether the demand of charges under the Cauvery Scheme,\netc. amounts to imposition of tax and is, therefore, ultra vires\nthe provision of Article 265 of the Constitution.\n57. The debate whether a particular levy can be treated\nas 'fee' or 'tax' and whether in the absence of direct evidence\nof quid pro quo, the levy would always be treated as tax has\nengaged the attention of this Court and almost all the High\nCourts for the last more than four decades.\n58. In Kewal Krishan Puri v. State of Punjab (1980) 1 SCC\n416, the Constitution Bench considered the question whether\nthe resolutions passed by the Agriculture Market Committees\nin Punjab and Haryana to increase the market fee on the\nagricultural produce bought and sold by the licensees in the\nF notified market areas from Rs. 2/- to Rs. 3/- for every Rs. 100/\nG\nI\n- were legally sustainable. After noticing the distinction between\ntax and fee and a large number of precedents, the Constitution\nBench culled out the following principles:\n\"(1) That the amount of fee realised must be earmarked\nfor rendering services to the licensees in the notified.\nmarket area and a good and substantial portion of it must\nbe shown to be expended for this purpose.\n(2) That the services rendered to the licensees must be in\nrelation to the transaction of purchase or sale of the\n"}