{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 961\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nagricultural produce.\n(3) That while rendering services in the market area for the\npurposes of facilitating the transactions of purchase and\nsale with a view to achieve the objects of the marketing\nlegislation it is not necessary to confer the whole of the\nbenefit on the licensees but some special benefits must\nbe conferred on them which have a direct, close and\nreasonable correlation between the licensees and the\ntransactions.\n(4) That while conferring some special benefits on the\nlicensees it is permissible to render such service in the\nmarket which may be in the general interest of all\nconcerned with the transactions taking place in the market.\n(5) That spending the amount of market fees for the\npurpose of augmenting the agricultural produce, its facility\nof transport in villages and to provide other facilities meant\nmainly or exclusively for the benefit of the agriculturists is\nnot permissible on the ground that such services in the long\nrun go to increase the volume of transactions in the market\nultimately benefiting the traders also. Such an indirect and\nremote benefit to the traders is in no sense a special\nbenefit to them.\n(6) That the element of quid pro quo may not be possible,\nor even necessary, to be established with arithmetical\nexactitude but even broadly and reasonably it must be\nestablished by the authorities who charge the fees that the\namount is being spent for rendering services to those on\nwhom falls the burden of the fee.\n(7) At least a good and substantial portion of the amount\ncollected on account of fees, may be in the neighbourhood\nof two-thirds or three-fourths, must be shown with\nreasonable certainty as being spent for rendering services\nof the kind mentioned above.\"\nA\nB\nC\nD\nE\nF\nG\nH\nA\n962\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n59. The ratio of the aforesaid judgment was substantially\ndiluted in Southern Pharmaceuticals and Chemicals, Trichur\nand others v. State of Kerala and others (1981) 4 SCC 391.\nIn the latter decision, the Court considered the constitutional\nvalidity of Sections 12-A, 12-B, 14(e) and (f) and 68-A of the\nB Kerala Abkari Act 1077. One of the questions considered by\nthe 3-Judge Bench was whether the levy of supervisory charges\nunder Section 14 (e) of the Act and Rule 16(4) of the Kerala\nRectified Spirit Rules, 1972 could be regarded as fee even\nthough there was no quid pro quo between the levy and the\nservices rendered by the State. The Bench referred to the\ndistinction between tax and fee highlighted in the\nCommissioner, Hindu Religious Endowments, Madras v.\nLakshmindra Thirtha Swamiar of Shirur Mutt (1954) SCR\n1005 and proceeded to observe:\nC\nD\nヨ\nF\nG\nH\n\"\"Fees” are the amounts paid for a privilege, and are not\nan obligation, but the payment is voluntary. Fees are\ndistinguished from taxes in that the chief purpose of a tax\nis to raise funds for the support of the Government or for\na public purpose, while a fee may be charged for the\nprivilege or benefit conferred, or service rendered or to\nmeet the expenses connected therewith. Thus, fees are\nnothing but payment for some special privilege granted on\nservice rendered. Taxes and taxation are, therefore,\ndistinguishable from various other contributions, charges,\nor burdens paid or imposed for particular purposes and\nunder particular powers or functions of the Government. It\nis now increasingly realised that merely because the\ncollections for the services rendered or grant of a privilege\nor licence, are taken to the consolidated fund of the State\nand are not separately appropriated towards the\nexpenditure for rendering the service is not by itself\ndecisive. That is because the Constitution did not\ncontemplate it to be an essential element of a fee that it\nshould be credited to a separate fund and not to the\nconsolidated fund. It is also increasingly realised that the\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 963\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nelement of quid pro quo stricto senso is not always a sine\nqua non of a fee. It is needless to stress that the element\nof quid pro quo is not necessarily absent in every tax. We\nmay, in this connection, refer with profit to the observations\nof Seervai in his Constitutional Law, to the effect:\nA\nB\n\"It is submitted that as recognised by Mukherjea, J.\nhimself, the fact that the collections are not merged\nin the consolidated fund, is not conclusive, though\nthat fact may enable a court to say that very\nimportant feature of a fee was present. But the C\nattention of the Supreme Court does not appear to\nhave been called to Article 266 which requires that\nall revenues of the Union of India and the States\nmust go into their respective consolidated funds\nand all other public moneys must go into the\nrespective public accounts of the Union and the\nStates. It is submitted that if the services rendered\nare not by a separate body like the Charity\nCommissioner, but by a government department,\nthe character of the imposition would not change\nbecause under Article 266 the moneys collected for\nthe services must be credited to the consolidated\nfund. It may be mentioned that the element of quid\npro quo is not necessarily absent in every tax.\"\"\nD\nE\nய\n(emphasis supplied) F\nThe three Judge Bench also referred to the Constitution Bench\njudgment in Kewal Krishna Puri v. State of Punjab (supra) and\nobserved:\n\"To our mind, these observations are not intended and\nmeant as laying down a rule of universal application. The\nCourt was considering the rate of a market fee, and the\nquestion was whether there was any justification for the\nincrease in rate from Rs 2 per every hundred rupees to\nRs 3. There was no material placed to justify the increase\nG\nH\nA\nB\nс\n964 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nin rate of the fee and, therefore, it partook the nature of a\ntax. It seems that the Court proceeded on the assumption\nthat the element of quid pro quo must always be present\nin a fee. The traditional concept of quid pro quo is\nundergoing a transformation.\"\n60. The test laid down in Kewal Krishna Puri v. State of\nPunjab (supra) was again considered in Sreenivasa General\nTraders v. State of A.P. (1983) 4 SCC 353. In that case, the\npetitioners had challenged the constitutional validity of the\nincrease in the rate of market fee levied under the Andhra\nPradesh (Agricultural Produce and Livestock) Markets Act,\n1966 from 50 paise to Rs. 1/- on every Rs. 100/- of the\naggregate amount for which the notified agricultural produce,\netc. were purchased or sold in the notified market area. The\npetitioners relied upon the proposition laid down in Kewal\nD Krishna Puri's case (supra) in support of their argument that in\nthe absence of any evidence or correlation between the levy\nand special services rendered by the Market Committees to\nthe beneficiaries, the levy should be regarded as tax. The three\nJudge Bench referred to the proposition laid down in Kewal\nE Krishna Puri's case (supra) and observed:\nLL\nF\nG\nH\n\"It would appear that there are certain observations to be\nfound in the judgment in Kewal Krishan Puri case which\nwere really not necessary for purposes of the decision and\ngo beyond the occasion and therefore they have no\nbinding authority though they may have merely persuasive\nvalue. The observation made therein seeking to quantify\nthe extent of correlation between the amount of fee\ncollected and the cost of rendition of service, namely:\n(SCC p. 435, para 23): \"At least a good and substantial\nportion of the amount collected on account of fees, maybe\nin the neighbourhood of two-thirds or three-fourths, must\nbe shown with reasonable certainty as being spent for\nrendering services in the market to the payer of fee”,\nappears to be an obiter.\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 965\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nB\nC\nThe traditional view that there must be actual quid pro quo A\nfor a fee has undergone a sea change in the subsequent\ndecisions. The distinction between a tax and a fee lies\nprimarily in the fact that a tax is levied as part of a common\nburden, while a fee is for payment of a specific benefit or\nprivilege although the special advantage is secondary to\nthe primary motive of regulation in public interest if the\nelement of revenue for general purpose of the State\npredominates, the levy becomes a tax. In regard to fees\nthere is, and must always be, correlation between the fee\ncollected and the service intended to be rendered. In\ndetermining whether a levy is a fee, the true test must be\nwhether its primary and essential purpose is to render\nspecific services to a specified area or class; it may be\nof no consequence that the State may ultimately and\nindirectly be benefited by it. The power of any legislature\nto levy a fee is conditioned by the fact that it must be \"by\nand large\" a quid pro quo for the services rendered.\nHowever, correlationship between the levy and the\nservices rendered (sic or) expected is one of general\ncharacter and not of mathematical exactitude. All that is\nnecessary is that there should be a “reasonable\nrelationship\" between the levy of the fee and the services\nrendered.\"\nD\nE\nF\n61. In Kishan Lal Lakhmi Chand v. State of Haryana 1993\nSupp (4) SCC 461, while dealing with the constitutionality of\nthe levy of cess under the Haryana Rural Development Act,\n1986, the three Judge Bench referred to the scheme of the Act\nand held that from the scheme of the Act it would be clear that\nthere is a broad, reasonable and general corelationship\nbetween the levy and the resultant benefit to the producer of G\nthe agricultural produce, dealer and purchasers as a class\nthough no single payer of the fee receives direct or personal\nbenefit from those services. Though the general public may be\nbenefited from some of the services like laying roads, the\nprimary service was to the producer, dealer and purchaser of H\n966 SUPREME COURT REPORTS\nA the agricultural produce.\nB\n[2012] 4 S.C.R.\n62. In Krishi Upaj Mandi Samiti v. Orient Paper \u0026\nIndustries Ltd. (1995) 1 SCC 655 the two Judge Bench\nreviewed and analysed various precedents including the\njudgments in Commissioner, Hindu Religious Endowments v.\nSri Lakshmindra Thirtha Swamiar of Sri Shirur Mutt (supra),\nMahant Sri Jagannath Ramanuj Das v. State of Orissa (1954)\nSCR 1046, Ratilal Panachand Gandhi v. State of Bombay\n(1954) SCR 1055, H.H. Sadhundra Thirtha Swamiar v.\nCommissioner for Hindu Religious and Charitable\nEndowments 1963 Supp (2) SCR 302, Corporation of Calcutta\nv. Liberty Cinema (supra), Kewal Krishna Puri v. State of\nPunjab (supra), Sreenivasa General Traders v. State of A.P.\n(supra), Om Parkash Agarwal v. Giri Raj Kishori (1986) 1 SCC\n722, Kishan Lal Lakhmi Chand v. State of Haryana (supra)\nD and culled out 9 propositions, of which proposition No. 7 is\nC\nE\nF\n0\nH\nextracted below:\n\"(7) It is not a postulate of a fee that it must have relation\nto the actual service rendered. However, the rendering of\nservice has to be established. The service, further, cannot\nbe remote. The test of quid pro quo is not to be satisfied\nwith close or proximate relationship in all kinds of fees. A\ngood and substantial portion of the fee must, however, be\nshown to be expended for the purpose for which the fee\nis levied. It is not necessary to confer the whole of the\nbenefit on the payers of the fee but some special benefit\nmust be conferred on them which has a direct and\nreasonable corelation to the fee. While conferring some\nspecial benefits on the payers of the fees, it is permissible\nto render service in the general interest of all concerned.\nThe element of quid pro quo is not possible or even\nnecessary to be established with arithmetical exactitude.\nBut it must be established broadly and reasonably that the\namount is being spent for rendering services to those on\nwhom the burden of the fee falls. There is no postulate of\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 967\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nA\na fee that it must have a direct relation to the actual services\nrendered by the authorities to each individual to obtain the\nbenefit of the service. The element of quid pro quo in the\nstrict sense is not always a sine qua non for a fee. The\nelement of quid pro quo is not necessarily absent in every\ntax. It is enough if there is a broad, reasonable and general B\ncorelationship between the levy and the resultant benefit\nto the class of people on which the fee is levied though no\nsingle payer of the fee receives direct or personal benefit\nfrom those services. It is immaterial that the general public\nmay also be benefited from some of the services if the C\nprimary service intended is for the payers of the fees.\"\n63. In I.T.C. Ltd. v. State of Karnataka 1985 (Supp) SCC\n476, another three Judge Bench considered the validity of levy\nand collection of market fee from sellers of specified agricultural\nproduce. Sabyasachi Mukharji, J. (as he then was), with whom\nFazal Ali, J. (as he then was) agreed, laid down the following\nprinciples:\n\"(1) there should be relationship between service and fee,\n(2) that the relationship is reasonable cannot be\nestablished with mathematical exactitude in the sense that\nboth sides must be equally balanced,\nD\nE\nF\n(3) in the course of rendering such services to the payers\nof the fee if some other benefits accrue or arise to others,\nquid pro quo is not destroyed. The concept of quid pro quo\nshould be judged in the context of the present days - a\nconcept of markets which are expected to render various\nservices and provide various amenities, and these benefits\ncannot be divorced from the benefits accruing incidentally G\nto others,\n(4) a reasonable projection for the future years of practical\nscheme is permissible, and\nH\nA\nB\n968\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n(5) services rendered must be to the users of those\nmarkets or to the subsequent users of those markets as\na class. Though fee is not levied as a part of common\nburden yet service and payment cannot exactly be\nbalanced.\n(6) The primary object and the essential purpose of the\nimposition must be looked into.\"\n64. If the conditions imposed by the BDA requiring the\nrespondents to pay for augmentation of water supply, electricity,\nC transport, etc. are scrutinized in the light of the principles laid\ndown in Sreenivasa General Traders v. State of A.P. (supra),\nKishan Lal Lakhmi Chand v. State of Haryana (supra) and\nI.T.C. Ltd. v. State of Karnataka (supra), it cannot be said that\nthe demand made by the BDA amounts to levy of tax and is\nD ultra vires Article 265 of the Constitution.\nE\nF\n65. Under the 1976 Act, the BDA is obliged to provide\ndifferent types of amenities to the population of the Bangalore\nMetropolitan Area including the allottees of the sites in the\nlayouts prepared by house building societies. It is quite possible\nthat they may not be the direct beneficiaries of one or the other\namenities made available by the BDA, but this cannot detract\nfrom the fact that they will certainly be benefited by the\nconstruction of the Outer Ring Road and Intermediate Ring\nRoad, Mass Rapid Transport System, etc. They will also be the\nultimate beneficiaries of the Cauvery Scheme because\navailability of additional 270 MLD water to Bangalore will enable\nBWSSB to spare water for the private layouts. It is neither the\npleaded case of the respondents nor it has been argued that\nthe allottees of sites in the layouts to be developed by the\nG private societies will not get benefit of amenities provided by\nthe BDA. Thus, charges demanded by the BDA under Section\n32(5A) cannot be termed as tax and declared unconstitutional\non the ground that the same are not sanctioned by the law\nenacted by competent legislature.\nH\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 969\nEMPLOYEES COOP. SOCIETY LTD. [G.S. SINGHVI, J.]\nQuestion (4)\nA\nB\nC\n66. The only issue which survives for consideration is\nwhether the charges demanded by the BDA are totally\ndisproportionate to its contribution towards Cauvery Water\nScheme, Ring Road, Mass Rapid Transport System, etc. We\nmay have examined the issue in detail but in view of the\naffidavit dated 11.11.2009 filed by Shri Siddaiah, the then\nCommissioner, BDA to the effect that only Rs. 34.55 crores\nhave been collected between February, 1988 to 4.6.2005\ntowards the Cauvery Scheme and a sum of Rs. 15.15 crores\nhas been collected by way of Ring Road surcharge between\n1992-93 and 2005-06 and that the State Government has\ndirected that henceforth Ring Road surcharge, the Cauvery\nWater Cess and MRTS Cess should not be levied till\nappropriate decision is taken, we do not consider it necessary\nto adjudicate the controversy, more so, because in the written\narguments filed on behalf of the BDA it has been categorically\nstated that the Government has to take a decision about the\npending demands and the Court may issue appropriate\ndirection in the matter, which the BDA will comply. In our view,\nends of justice will be served by directing the State Government E\nto take appropriate decision in the light of communication dated\n03.05.2005.\nD\n67. So far as the levy of supervision charges, improvement\ncharges, examination charges, slum clearance development F\ncharges and MRTS cess is concerned, it is appropriate to\nmention that the High Court has not assigned any reason for\ndeclaring the levy of these charges to be illegal. Therefore, that\npart of the impugned order cannot be sustained. Nevertheless,\nwe feel that the State Government should take appropriate\ndecision in the matter of levy of these charges as well and\ndetermine whether the same were disproportionate to the\nexpenses incurred by it, the BDA or any other agency/\ninstrumentality of the State.\nG\nI\nA\n970 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n68. In the result, the appeals are allowed, the impugned\norder is set aside and the writ petitions filed by the respondents\nare dismissed subject to the direction that within three months\nfrom the date of receipt/production of the copy of this judgment,\nthe State Government shall take appropriate decision in the\nB context of communication dated 03.05.2005. Within this period,\nthe State Government shall also decide whether the levy of\nsupervision charges, improvement charges, examination\ncharges, slum clearance development charges and MRTS cess\nat the rates specified in the communications of the BDA was\nexcessive. The decision of the State Government should be\ncommunicated to the respondents within next four weeks. If any\nof the respondents feel aggrieved by the decision of the State\nGovernment then it shall be free to avail appropriate legal\nremedy. The parties shall bear their respective costs.\nC\nD. B.B.B.\nAppeals allowed.\n"}