{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"1\n1\nPUNJAB STATE INDUSTRIAL DEV. CORPN. LTD.\nV.\nP.N.F.C. KARAMCHARI SANGH AND ANR.\nAPRIL 4, 2006\n[ARUN KUMAR AND R.V. RAVEENDRAN, JJ.]\nA\nB\nCompanies Act, 1956-Section 446-Companies (Court) Rules, 1959-\nRule 9 Company Court-Powers of, qua a company-in-liquidation-Held:\nCompany Court not empowered to fasten liability of the company-in-liquidation\ntowards its workers on Appellant, a distinct and separate corporation and C\na third party Sick Industrial Companies (Special Provisions) Act, 1985.\nGovernment Order-Note made by State Chief Minister—Held: Is not\nan order of the State Government-Hence, not binding-Order of State\nGovernment is issued in a prescribed manner and the note cannot be treated\nas one.\nD\nPNFC, a company promoted by Appellant-State Industrial Corporation\nwas wound up under the Sick Industrial Companies (Special Provisions) Act,\n1985 on recommendation of the Board for Industrial and Financial\nReconstruction (BIFR). In view of its financial difficulties, PNFC had not E\npaid wages to its workers for several months. The workers approached the\nChief Minister of the State who made a note for Appellant to raise resources\nin order to meet the liability of PNFC towards the worker's wages.\nRelying upon the said note, the workers' association i.e. Respondent\nNo.1 filed application before the Company Judge in High Court. The Company F\nJudge directed Appellant to release funds in terms of the said note of the\nChief Minister to the Official Liquidator for paying dues of the workers. The\norder was confirmed by the Division Bench of High Court.\nIn appeal to this Court, the question which arose for consideration is\nwhether the liability with respect to money due from PNFC towards its workers G\ncould be fastened on Appellant, a distinct and separate legal entity.\nAllowing the appeal, the Court\n751\nH\n752\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nHELD: 1.1. The Appellant could not be made liable for the dues owed by\nthe PNFC to its workers. [756-H|\n1.2. Under Section 446 of the Companies Act, 1956 the powers of the\nCompany Judge qua a Company under liquidation may be wide, but that does\nnot empower the Company Judge to pass an order making a distinct and\nseparate corporation, a third party, liable for the liabilities of the Company in\nliquidation. This aspect unfortunately has not been adverted to either by the\nCompany Judge or by the Division Bench of the High Court. [755-G]\nSudarsan Chits (I) Ltd. v. O. Sukumaran Pillai and Ors., [1984] 4 SCC\n657 and Calcutta Chromotype Ltd. v. Collector of Central Excise, Calcutta\nAIR (1988) SC 1631, distinguished.\n2.1. The note of the Chief Minister cannot be said to be an order of the\nState Government and therefore is not binding on the Appellant. The orders\nof the State Government are issued in a prescribed manner and the note\ncannot be treated as one. [756-B]\n2.2. Reliance on Article 135 of the Memorandum and Articles of\nAssociation of the Appellant under which the State Government can issue\ndirectives to the Appellant is misplaced in the present case because the note\nof the Chief Minister cannot be said to be a directive of the State Government\nE nor it is in relation to broad policy of the Company. [756-C-E]\n3. Though as a matter of law the Appellant could not be made liable for\nthe dues owed by PNFC to its workers, it is noticed that the then Chief\nMinister had taken a sympathetic view in the matter while appending his\nnote. In view of the fact that the case relates to the dues of the workers, the\nF State Government may sympathetically consider whether it can provide some\nrelief to the workers. [757-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1392/2003.\nFrom the Judgment and Order dated 4.7.2002 of the High Court of\nG Punjab and Haryana in C.A.No. 14/2002.\nRavindra Shrivastava, N.S. Boparai, Rishi Malhotra and Prem Malhotra\nfor the Appellant.\nR.K. Rathore Addl. Adv. Gen of Punjab, Amit Singh, Sanjeev Anand,\nH Yakesh Anand, Vikas Vashishth, K.S. Rana, M.K. Verma and Arun K. Sinha\n1\n}\nPUNJAB STATE INDUSTRIAL DEV. CORPN, LTD. 1. P.N.F.C. KARAMCHARI SANGH [Arun Kumar, J.] 753\nfor the Respondents.\nThe Judgment of the Court was delivered by\nA\nARUN KUMAR, J. M/s. Punjab National Fertiliser and Chemical Limited\n(hereinafter referred to as 'PNFC') is a Company limited by shares and is\nregistered as a company under the Companies Act, 1956. This company was B\npromoted by the Punjab State Industrial Development Corporation Limited\n(hereinafter referred to as 'PSIDC') and the PSIDC held 46.13% shares in it.\nOn recommendation of the BIFR (Board for Industrial \u0026 Financial\nReconstruction) under the Sick Industrial Companies (Special Provisions)\nAct, 1985, the winding up order was passed qua the PNFC on 27th July, 2001.\nC\nIn view of its financial difficulties the PNFC stopped paying the wages\nto its workers from September, 1999. The workers were therefore agitating for\npayment of their wages. It appears that they approached the Chief Minister\nof the State of Punjab in this behalf. On a proposal put forth by the concerned\ndepartment, the Chief Minister on 25th August, 2001 made the following note: D\n\"It is not a question of legality or statutory obligation. It is an\nissue involving of a large number of employees who has going without\nsalary. Even legally they are entitled for their pay and emoluments till\nthe actual date of winding up.\nConsidering that there is resource constraint within the PSIDC, the\noffer of Finance Department to permit PSIDC to raise resources by\nmarket borrowing with State guarantee should be pursued.\nExercise may be done in a time bound manner so that disbursement\nof 6 months salary as requested by the Food \u0026 Supplies Minister, is\nnot delayed. After the disbursement the matter be reported.\"\nE\nF\nThe workers' association, that is respondent No.1 filed an application\nbefore the Company Judge in the High Court of Punjab and Haryana under\nRule 9 of the Companies (Court) Rules, 1959 seeking a direction to PNFC\n(represented by Official Liquidator) and PSIDC to pay six months salaries to G\nthe employees.\nIn their application, the workers sought relief mainly on the basis of the\nsaid note of the Chief Minister terming it as an order of the Chief Minister.\nOn the said application of the workers, the learned Company Judge passed\nan order on. 16th May, 2002 directing PSIDC to release funds in terms of the H\n754\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA order of Chief Minister dated 25th August, 2001 to the Official Liquidator\nwithin a period who was directed to disburse it to the workmen after examining\nthe claim of each workman.\nB\nThe PSIDC applied for review of the said order of the Company Judge\non the ground that it was not in a sound financial position to make the\npayment. Secondly, the PSIDC denied its liability to pay on the ground that\nthe workers who were to be paid were not the workers of the PSIDC. Lastly,\nit was represented that the interest of the workers was protected because the\nworkers dues were the first charge on the sale proceeds of assets of the\nCompany in view of Section 529 A of the Companies Act. The review\nC application was dismissed vide order dated 7th June, 2002. Thereafter, the\nappellant filed an appeal against the order of the Company Judge dated 16th\nMay, 2002 before a Division Bench of the High Court. The said appeal was\ndismissed vide order dated 4th July, 2002 which is subject-matter of the\npresent appeal.\nD\nE\nF\nG\nH\nWhile disposing of the appeal, the High Court rightly observed that the\nquestion for consideration in the appeal was whether the Company Court had\njurisdiction to direct the PSIDC to release funds in terms of the order passed\nby the Chief Minister on 25th August, 2001. However, the appeal was dismissed\non the ground that the Company Court had jurisdiction to issue such a\ndirection having regard to Section 446 (2) (d) of the Companies Act without\nadverting to the question of liability of the PSIDC in law, for making such\npayment.\nThere is no dispute that under Section 446 the Company Court can pass\norders in relation to the Company in liquidation. The real question in issue\nin the case was whether the liability with respect to money due from the\nCompany in liquidation towards its workers could be fastened on an\nindependent corporation. The Company Court has chosen to fasten liability\non a third party, i.e., the PSIDC while seized of proceedings with respect to\nthe Company in liquidation (the PNFC). Was it legally permissible?\nThe learned counsel for the appellant submitted that the PSIDC was\nformed in the year 1966 as one of the State Financial Institutions for promoting\nand developing industries in the State of Punjab. In its role of promotion and\ndevelopment of the industries in the State, the PSIDC promoted more than 100\ncompanies. The object was to ensure industrial development in the State. The\nPNFC was one of the several companies promoted by the PSIDC. As already\nnotified, the PNFC is a separate legal entity being a Company limited by\n1\n1\nPUNJAB STATE INDUSTRIAL DEV. CORPN. LTD. 1. P.N.F.C. KARAMCHARI SANGH [ARUN KUMAR, J.] 755\nshares under the Companies Act. The PNFC is not a Government company A\nwhile the PSIDC is a wholly owned undertaking of the Government of Punjab.\nEven according to respondents, PSIDC held only 46.23% of equity, other\npublic financial institutions held 14.59% and public held the remaining 39.18%.\nB\nAfter drawing our attention to the legal status of the two companies\ninvolved, the learned counsel for the appellant drew our attention to the note\nof the Chief Minister of Punjab. It is submitted with reference to the said Note\nthat it can neither be said to be an order of the State Government nor can\nit has any binding force so far as the PSIDC is concerned. The submission\nof the learned counsel for the appellant is that the note is in the nature of\na suggestion/request by the Chief Minister and the PSIDC has no legal C\nliability so far as the dues of the PNFC to its workers are concerned. Both\nthe companies were separate legal entities. Though PSIDC might have been\ninvolved in promotion and thereafter in guiding the affairs of the PNFC, that\nis not enough to fasten the liabilities of the PNFC to the PSIDC.\nE\nIn reply, the learned counsel appearing for the respondent workers D\nassociation, submitted that as the affairs of PNFC are entirely managed and\ncontrolled by the PSIDC, the corporate veil has to be lifted to show that\nPSIDC was responsible for the acts of PNFC and liabilities of PNFC and it was\ntherefore liable for the dues of the workers. In their application under Rule\n9 of the Companies (Court) Rules the workers have pleaded that the PSIDC\nexercised control over financial and administrative affairs of the PNFC. It is\nalso submitted that the fact that the PSIDC holds 46.13% shares in the PNFC\nshows the financial interest of the PSIDC in the PNFC. The officers of the\nPSIDC are also said to have been posted from time to time in the PNFC to\nmanage its affairs. The learned counsel relied on Section 446 of the Companies\nAct to suggest that a Company Judge has wide powers with respect to a F\ncompany in liquidation. He invited reference to Sudarsan Chits (I) Ltd. v. O.\nSukumaran Pillai and Ors., [1984] 4 SCC 657 in support of this contention.\nIn our view this judgment does not help the respondent. Under Section 446\nthe powers of the Company Judge qua a Company under liquidation may be\nwide, but that does not empower the Company Judge to pass an order making\nG\na distinct and separate corporation, a third party, liable for the liabilities of the\nCompany in liquidation. This aspect unfortunately has not been adverted to\neither by the learned Company Judge or by the Division Bench of the High.\nCourt.\nReliance was placed on the so called order of the Chief Minister H\n756\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA permitting the PSIDC to raise funds in order to meet the liability of the PNFC\ntowards salary of its workers for at least six months. We have carefully\nperused the note of the Chief Minister dated 25th August, 2001. The said note\ncannot be said to be an order of the State Government and therefore is not\nbinding on the PSIDC. The orders of the State Government are issued in a\nprescribed manner and the note dated 25th August, 2001 cannot be treated\nB\nC\nD\nE\nF\nG\nas one.\nThe learned counsel for the respondent also brought to our notice\nArticle 135 of the Memorandum and Articles of Association of the PSIDC\nunder which the State Government can issue directives to the PSIDC. Article\n135 is reproduced as under:\n“Notwithstanding anything contained in any of the Articles, the\nGovernment may from time to time; issue such directives as they may\nconsider necessary in matters of broad policy and in like manner may\nvary and annul any such directive. The company shall give immediate\neffect to directives so issued.\nReliance on Article 135 is misplaced in the present case because the\nnote of the Chief Minister cannot be said to be a directive of the State\nGovernment nor it is in relation to broad policy of the Company. Article 135\ndoes not help the respondent.\nWhile contending that the veil has to be lifted, the learned counsel\nrelied on Calcutta Chromotype Ltd. v. Collector of Central Excise, Calcutta,\nAIR (1988) SC 1631. This was a case of alleged evasion of excise duty by a\nmanufacturer selling its manufactured products through a sole selling\ndistributor, who sold the goods in market at a higher price. The idea was to\nshow a lesser price of manufacture in order to save central excise duty. The\nmanufacturing company as well as the business of the sole selling agent\nthough shown as independent, were owned by the members of the same\nfamily. In such a case the focus is from a different angle and the issue is\ndifferent. In the present case there is no evasion of any tax. Here the issue\nis when there are two independently legal entities can an order be passed that\none company will be liable for the dues of the other to a third party. Can a\nCompany Court pass such a direction without consideration of the question\nof legal liability of the company sought to be made liable?\nAs a result of the above discussion we hold that the PSIDC could not\nH be made liable for the dues owed by the PNFC to its workers. The appeal is\nPUNJAB STATE INDUSTRIAL DEV. CORPN. LTD. v. P.N.F.C. KARAMCHARI SANGH [ARUN KUMAR, J.] 757\naccordingly allowed. The orders of the Company Court as well as of the A\nDivision Bench of the High Court which are under challenge in this appeal\nare set aside. No costs.\nThough we have found as a matter of law that the PSIDC could not be\nmade liable for the dues owed by the PNFC to its workers, we notice that the\nthen Chief Minister had taken a sympathetic view in the matter while appending B\nhis note dated 25th August, 2001. In view of the fact that the case relates\nto the dues of the workers the State Government may sympathetically consider\nwhether it can provide some relief to the workers.\nB.B.B.\nAppeal allowed.\n"}