{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nC\nD\n(K)\nE\nF\nG\nH\nD. GOPINATHAN PILLAI\nV.\nSTATE OF KERALA AND ANR.\nJANUARY 15, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nArbitration Act, 1940:\nApplication for setting aside award-3320 days delay in filing-\nCondoned by civil court-High Court declining to interfere-Held, delay\ncannot be condoned without assigning any reasonable, satisfactory,\nsufficient and proper reason-Orders of Civil Court and High Court set\naside-Delay/Laches-Delay in filing application for setting aside award.\nRespondent-State Government filed an application for condoning 3320\ndays delay in filing the application for setting aside the award. The civil\ncourt allowed the said application observing that officers of the State\nGovernment committed gross negligence in not filing the objection for\nsuch a long time but the Government should not be penalized for their fault.\nThe High Court dismissed appellant's revision petition.\nAllowing the appeal, the Court\nHELD:\nThere is no dispute in regard to the delay of 3320 days in filing the\npetition for setting aside the award. When a mandatory provision is not\ncomplied with and when the delay is not properly, satisfactorily and\nconvincingly explained, the court cannot condone the delay, only on the\nsympathetic ground. The orders passed by the Sub-Judge and also by the\nHigh Court are far from satisfactory. No reason whatsoever has been given\nto condone the inordinate delay of 3320 days. It is well considered principle\nof law that the delay cannot be condoned without assigning any reasonable,\nsatisfactory, sufficient and proper reason. Both the courts have miserably\nfailed to comply and follow the principle laid down by this Court in catena\nof cases. [Para 5] [906-B-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 220 of 2007.\n904\nD. GOPINATHAN PILLAI v. STATE OF KERALA \u0026 ANR. [LAKSHMANAN, J.] 905\nFrom the final Judgment and Order dated 13.12.2005 of the High Court\nof Kerala at Ernakulam in C.R.P. No. 1177/2005.\nA\nI\n1\nT.L. Viswanatha Iyer, T.G. Narayanan Nair, for the Appellant.\nR. Sathish, for the Respondents.\nThe Judgment of the Court was delivered by\nDr.AR.LAKSHMANAN, J.: 1. Leave granted.\n2. Heard Mr. T.L.V. Iyer, learned senior counsel for the appellant and\nMr.R.Sathish, learned counsel for the respondents.\n3. This appeal is directed against the order passed by the learned\nSingle Judge of the High Court dt.13.12.2005 in C.R.P.No.1177 of 2005.\nBefore the High Court, it was submitted by the appellant herein (D.Gopinathan\nPillai) that the delay in filing an application for setting aside the award was\nonly 30 days and there was absolutely no explanation for the inordinate\ndelay of 3320 days in filing the appeal. The High Court without going into\nthe merits of the delay petition has, however, observed that the application\nto set aside the award is ultimately dismissed then the appellant cannot be\nsaid to be aggrieved and that if the said petition is ultimately allowed and\nthe arbitral award passed in favour of the appellant is set aside then his\nremedy is to file an appeal under Section 39 of the Arbitration Act, 1940 and\nthat the appellant can challenge the impugned order in that appeal, in case,\nthe petition to set aside the award happened to be decided against the\nappellant. Reserving the said right to the appellant, the Civil Revision\nPetition was dismissed by the High Court.\n4. Our attention was also drawn to the order passed by the Principal\nSub Judge, Thiruvananthapuram dt.30.09.2005 in I.A.No.1309/2005 in\nO.P.(Arb.) 78/1995 which was filed by the State of Kerala against the\nappellant herein. The court has considered whether the delay of 3320 days\nin filing the petition to set aside the award can be condoned. We have\nperused the entire order. However, without assigning any acceptable\nreason, Principal Sub Judge, Thiruvananthapuram has condoned the inordinate\ndelay of 3320 days and allowed the I.A. filed by the State of Kerala. While\ncondoning the delay, the learned Sub Judge has also observed that the\nofficers of the State of Kerala has committed gross negligence in not filing\nB\nC\nD\nE\nF\nG\nH\n906\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA the objection for a long period of 3320 days and, therefore, for the fault of\nthe officers, the State should not be penalised.\nB\n5. We are unable to countenance the finding rendered by the Sub\nJudge and also the view taken by the High Court. There is no dispute in\nregard to the delay of 3320 days in filing the petition for setting aside the\naward. When a mandatory provision is not complied with and when the\ndelay is not properly, satisfactorily and convincingly explained, the court\ncannot condone the delay, only on the sympathetic ground. The orders\npassed by the learned Sub Judge and also by the High Court are far from\nsatisfactory. No reason whatsoever has been given to condone the\nC inordinate delay of 3320 days. It is well-considered principle of law that the\ndelay cannot be condoned without assigning any reasonable, satisfactory,\nsufficient and proper reason. Both the courts have miserably failed to\ncomply and follow the principle laid down by this Court in catena of cases.\nWe, therefore, have no other option except to set aside the order passed by\nthe Sub-Judge and as affirmed by the High Court. We accordingly set aside\nD both the orders and allow this appeal.\nNo costs.\nR.P.\nAppeal allowed.\n,\n;\n"}