{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"B\nA\nM. SRINIVASA PRASAD AND ORS.\nV.\nTHE COMPTROLLER \u0026 AUDITOR GENERAL OF INDIA AND ORS.\nMARCH 29, 2007\n[H. K. SEMA AND V.S. SIRPURKAR, JJ.]\nC\nD\nF\nService Law:\nSeniority-Determination of-Seniority of direct recruits to the post of\nSection Officer on passing examination-Claim that the initial appointment\non probation to be reckoned towards the seniority-Recruitment Rules silent\nabout the determination of inter se seniority-Standing Orders issued by\nexecutive instruction to fill the gap unfilled by statutory Rules-Enforceability\nof-Held: Executive instructions can supplement the statutory Rules-Further,\nit cannot be said that seniority is to be reckoned from the date of appointment.\nComptroller and Auditor General's Manual of Standing Orders\n(Administrative) Volume 1-Indian Audit and Accounts Department Section\nOfficer (Commercial Audit) Recruitment Rules, 1988.\nAppellants were appointed to the post of Section Officer (Commercial\nE Audit) by direct recruitment process. Their services are governed by Indian\nAudit and Accounts Department Section Officer (Commercial Audit)\nRecruitment Rules, 1988. As per the Rules, the appellants were to be on\nprobation for two years and during the period of probation they were to qualify\nin the Section Officer's Grade Examination for appointment as regular Section\nOfficers. The seniority of the appellants as Section Officer was reckoned from\nthe date they qualified in the Section Officer Grade Examination for\nappointment as regular Section Officers. Aggrieved appellants filed O.A.\nclaiming that the initial appointment on probation was to be reckoned towards\nthe seniority for the purpose of promotion from Section Officer to AAO. The\nRecruitment Rules of 1988 was silent regarding fixation of seniority of the\nG direct recruits. The Comptroller and Auditor General's Manual of Standing\nOrders (Administrative) Volume 1 was issued by an executive instruction.\nThis was challenged before the High Court. Unable to succeed there, the\nappellants have approached this Court.\nH\nThe question which arose for consideration was as to whether by\n520\n\u003e.\nT\nY\nM. SRINIVASA PRASAD ». THE COMPTROLLER \u0026 AUDITOR GENERAL OF INDIA\n521\nexecutive instructions/standing orders the gap not covered by the Rules and A\nnot inconsistent with the Rules if framed can be filled and whether they are\nvalid and enforceable.\nDismissing the appeals, the Court\nHELD: 1.1. The Government cannot amend or supersede statutory Rules B\nby administrative instructions, but if the rules are silent on any particular\npoint the Government can fill up the gaps and supplement the rules and issue\ninstructions not inconsistent with the rules already framed.\n[Para 17] [528-G]\nC\n1.2. The statutory rules are silent about the determination of inter se\nseniority. In order to supplement the Rules, the standing orders by executive\ninstructions, have been brought out to fill the gap unfilled by the statutory\nRules. This was made clear by the Comptroller and Auditor General's Manual\nof Standing Orders (Administrative). Paragraph 5.6.6. of the executive\ninstructions provides for the method for regulation of the seniority of the D\ndirect recruits to the post of Section Officers on passing Part II of the Section\nOfficers Grade Examination. [Paras 9, 13 and 19] [527-B; 523-H; 524-A]\nSant Ram Sharma v. State of Rajasthan, AIR (1967) SC 1910, followed.\nUnion of India v. H. R. Patankar, [1984] (supp.) SCC 359, relied on. E\nMohan Lal v. State of Himachal Pradesh, [1997] 4 SCC 416,\ndistinguished.\n2. The submissions that the seniority be reckoned from the date of\nappointment, that the executive instructions cannot supplement the rules, and F\nthat merely accepting the terms and conditions of appointment would not debar\nthe appellants from claiming seniority from the date of appointment, cannot\nbe accepted. [Para 14]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5013 of 2000.\nFrom the Final Judgment and Order dated 12.07.2002 of the High Court\nof Delhi in CWP No. 984 of 2002.\nG\nCivil Appeal No. 5504 of 2003.\nWITH\nH\nA\nB\nC\n522\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nM.N. Krishnamani, N.K. Neeraj, R, Santhanan Krishnan, K. Radha Rani,\nP. Vijaya Kumar, Praveen K. Pandey, C. Tulari Krishna, D. Mahesh Babu, Anil\nGautam, V.K. Singh, Onkar Prasad, Saumyajit Pani and M.P. Shorawala for the\nAppellants.\nYashraj Singh Deora, Harshvardhan Jha, Dhruv Mehta, (for M/s K.L.\nMehta \u0026 Co.) V.G. Pragasam, Krishan Mahajan, R.C. Kathia, Rajni Singh,\nNeelam, Anil Katiyar, P.S. Narsimha (for M/S. P.S.N. \u0026 Co.) for the Respondents.\nThe Judgment of the Court was delivered by\nH.K. SEMA, J. 1. These two appeals raise a common question of facts\nand law and they are being disposed of by this common judgment. For the\nsake of brevity, we are taking facts from Civil Appeal No.5504 of 2003.\n2. The undisputed facts are that the appellants are direct recruits to the\npost of Section Officer (Commercial Audit) in the Audit and Accounts\nD department. Their services are governed by the recruitment Rules known as\nIndian Audit and Accounts Department Section Officer (Commercial Audit)\nRecruitment Rules, 1988 framed by the President of India under Article 148(5)\nof the Constitution of India.\n. 3. The Rule inter alia provides the method of recruitment is by promotion\nE failing which by transfer/transfer on deputation and failing both, by direct\nrecruitment. The Rule also provides that the period of probation is two years.\nNote to Rule 11 provides that during the period of probation they should\nqualify in the Section Officer's Grade Examination (SOGE) for appointment as\nregular Section Officers.\nF\nG\n4. It is contended by learned counsel for the respondents that having\naccepted the terms and conditions of appointment they are stopped from\nchallenging the same.\n5. The appellants were appointed on various dates on certain terms and\nconditions common to all. The terms and conditions inter alia read:-\n1.\nH 2.\nThe period of probation will be two years. This may however be\nincreased or decreased at the discretion of the appointing\nauthority. His/her appointment will be purely temporary and will\nbe terminable at one months notice on either side.\nDuring the period of probation he/she will have to undergo a\nM. SRINIVASA PRASAD v. THE COMPTROLLER \u0026 AUDITOR GENERAL OF INDIA [SEMA, J.] 523\n3.\nregular course of training for such a period at such place and in A\nsuch manner as may be prescribed. He/she may also be assigned\nregular duties during the period of training.\nDuring training the Section Officers Grade Examination (SOGE)\nwill be conducted. He/She will have to qualify the SOGE (Both)\nPart I and II Examination within the period of probation. Those B\nwho fail to qualify the above exam are liable to be discharged\nfrom service. Candidates who pass this examination will be\nposted as regular Section Officer (Audit).\nXXX XXX XXX\n4.\n5.\nXXX\n6.\nXXX\nXXX XXX XXX\nC\nOn satisfactory completion of probation he/she will be eligible for\nconfirmation in the office where he/she is posted on a regular\nbasis as Section Officer (Audit) subject to his/her being considered\nfit in all respect for permanent retention in the service. His/her\nconfirmation in the Section Officer cadre will not however give D\nhim/her any special claim to seniority. The seniority of direct\nrecruits to the cadre vis-a-vis Departmental candidates passing\nregular Section Officer (Audit) Grade Part II Examination will be\nfixed in accordance with the seniority rules as at present viz that\na directly recruited Section Officer (Audit) shall rank immediately E\nbelow the last Section Officer (Audit) Grade Examination passed\nperson officiating in the Section Officer (Audit) cadre on the date\non which he takes over charge as Section Officer (Audit)\".\n6. The controversy arose when the seniority of the appellants as Section\nOfficer was reckoned w.e.f. the date they were qualified in the Section Officer F\nGrade Examination for appointment as regular Section Officers. Aggrieved\nthereby they preferred O.A. They claimed that the initial appointment as\nprobation be reckoned towards the seniority for the purpose of promotion\nfrom Section Officer to AAO.\n7. It is clear that in the Recruitment Rules of 1988 the Rule is silent as G\nto how the seniority of the direct recruits be fixed.\n8. The Comptroller and Auditor General's Manual of Standing Orders\n(Administrative) Volume 1 was issued by an executive instruction.\n9. Paragraph 5.6.6. provides that the seniority of the direct recruits to H\n524\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA the post of Section Officers on passing Part II of the Section Officers Grade\nExamination shall be regulated by the following method:\nB\n“(i) A directly recruited Section Officer shall rank immediately below\nthe last Section Officers Examination passed member of the staff\nofficiating in the Section Officers grade on the date on which he\ntakes over charge as a regular Section Officer. If an officiating\nSection Officer reverts at any time to his previous post, the\nreversion not being on account of his proceeding on leave, he\nshall lose his seniority vis-a-vis all those recruited directly, who\nare appointed as Section Officer upto the date on which he again\nbegins to officiate continuously.\nC\n(ii)\nxxx XXX\nXXX\nXXX\nD\n(iii)\nA direct recruit is appointed a Section Officer on regular basis\nonly on satisfactory completion of the period of probation\nprescribed in the recruitment rules even though he passes the\nexamination before that period his seniority is also effective on\nhis actual taking over charge as a regular section officer\".\n10. Rule 12 of Indian Audit \u0026 Accounts Deptt. Recruitment Rules, 1989\ndeals with the recruitment by promotion and it provides, 'Section Officers\n(Audit) who have qualified Section Officers Grade Examination and have three\nE years of regular service in the grade'.\nF\nG\nH\n11. The seniority in Section Officers cadre is governed by paragraph 5.6\nof the executive instructions. It reads:-\n“5.6.1(i) Each Civil Audit Office and Civil Accounts Office and each\nRailway Audit Office has its own Section Officers cadre except where\nany such office is re-organized into two or more independent offices\nand so long as the cadre is not separated for the offices into which\nit has been reorganized.\n(ii) The interse seniority of Section Officers (Commercial) is based on\nAll India basis under separate orders issued by the Comptroller and\nAuditor General of India.\n(iii) Similarly the seniority Section Officers (Defence Audit each) and\nSection Officers (posts and Telecommunications Audit) each is fixed\nseparately.\nད\nM. SRINIVASA PRASAD v. THE COMPTROLLER \u0026 AUDITOR GENERAL OF INDIA [SEMA, J.]\n5.6.2 xxx XXX\nXXX\nXXX\n5.6.3 XXX XXX\nXXX\nXXX\n5.6.4 xxx XXX\nXXX\nXXX\n5.6.5 xxx XXX\nXXX\nXXX\n525\nA\nB\n☑\n5.6.6. The seniority of the direct recruits to the post of Section\nOfficers on passing Part II of the Section Officers Grade Examination\nshall be regulated by the following principles:\n(i) A directly recruited Section Officer shall rank immediately\nbelow the last Section Officers Examination passed member of the C\nstaff officiating in the Section Officers grade on the date on\nwhich he takes over charge as a regular Section Officer. If an\nofficiating Section Officer reverts at any time to his previous\npost, the reversion not being on account of his proceeding on\nleave, he shall lose his seniority vis-a-vis all those recruited\ndirectly, who are appointed as Section officers up to the date on\nwhich he again begins to officiate continuously.\nNote The terms last Section Officer's Grade Examination passed\nmember of the staff refers to one who has passed in an earlier\nexamination and not in the examination in which the direct recruit has\ncome out successful.\n(ii) As between direct recruits themselves.\n(a) One who completely passes the Section officers' Grade\nExamination earlier shall rank senior to those who pass the\nexamination at a later date, irrespective of the date of their\nrecruitment of or of the date of passing Part I of the Section\nofficers Grade Examination.\n(b) Amongst the persons who pass in the same Section Officers'\nGrade Examination, relative seniority shall be determined according\nto the year of recruitment i.e. those belonging to an earlier batch\nof recruitment shall be senior to those belonging to a subsequent\nbatch.\n(c) Where the direct recruits belonging to the same batch of\nrecruitment pass the same Section Officers' Grade Examination,\nthe Chartered Accountants as a class will rank senior most,\nD\nΕ\nF\nG\nH\n526\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\ninterse seniority among them being fixed with reference to the\ndate of passing the Chartered Accountants (final) examination,\nthe person passing in an earlier examination ranking senior to the\none passing in subsequent examination. The cost and works\nAccountants as a class will be ranked below the Chartered\nAccountants, the interse seniority among them being determined\non the same lines as for Chartered Accountants. When the date\nof passing the Chartered Accountants (final)/ICWA (final)\nexamination is the same, the relative seniority within the relevant\nclass of persons will be determined according to seniority in age.\nAll other persons will rank as a class below the Chartered\nAccountants and Cost and Works Accountants, the interse\nseniority among them being fixed in accordance with the rank\nsecured at the time of selection for appointment. If for the\npurposes of ranking, two or more of them have been bracketed,\nthe older person shall be the senior.\n(iii) A direct recruit is appointed as a Section Officer on regular\nbasis only on satisfactory completion of the period of probation\nprescribed in the Recruitment Rules even though he passes the\nexamination before that period, his seniority is also effective on\nhis actually taking over charge as a regular Section Officer.\n(iv) Once the seniority of a directly recruited Section Officer is\nfixed in an office he is for further advancement, governed by the\nsame provisions as laid down for other Section Officers.\"\nPara 4.8 of the said Manual of Standing Orders Vol.1 provides:\n\"Recruitment to the grade of Assistant Audit Officer (AAO) in the IA\n\u0026 AD is made by promotion from the grade of Section Officers who\nhave qualified in Section Officer Grade Examination and have three\nyears of regular service in the grade as on the crucial date on the\nbasis of seniority subject to fitness.\nNote: The direct recruits will be selected on the basis of an entrance\nexamination conducted by Comptroller and Auditor General of India\nor any authority specified by him. During the period of probation they\nshould qualify in the Section Officers Grade Examination (SOGE) for\nappointment as regular Section Officers\".\n12. A fascicule reading of the Rules and the Manual two things clearly\nM. SRINIVASA PRASAD v. THE COMPTROLLER \u0026 AUDITOR GENERAL OF INDIA [SEMA, J.]\n527\nemerge: (a) The passing of qualifying examination/departmental examination A\n(SOGE) prescribed for the purpose of determining the seniority and (b) A\nSection Officer passing an examination first would have precedent over a\nperson who passes the examination later.\n13. We have already noticed that the Rules are silent insofar as with\nregard to the determination of seniority. In order to supplement the Rules, the B\nstanding orders by executive instructions, as noticed above, have been brought\nout to fill the gap unfilled by the statutory Rules.\nC\n14. It is vehemently contended by Mr. M.N. Krishnamani, leaned senior\ncounsel for the appellants that the general principle is that the seniority be\nreckoned from the date of appointment. He further contended that the\nexecutive instructions cannot supplement the rules. He also contended that\nmerely accepting the terms and conditions of appointment would not debar\nthe appellants from claiming seniority from the date of appointment. We do\nnot agree with these contentions. It is also contended by Mr. Krishnamani\nthat once the incumbent passed the departmental/qualifying examination his D\nseniority would relate back to the date of appointment. To support his\ncontention, Mr. Krishnamani learned senior counsel, referred to the decision\nof this Court in the case of Mohan Lal v. State of Himachal Pradesh, [1997]\n4 SCC 416, where this Court pointed out in paragraph 8 as under:-\nF\n\"8. A reading of this rule relating to conduct of examination would E\nindicate that the Government shall hold the examinations twice a year\nbetween 3rd week of April and 1st week of November, or on such\nother dates as are notified by the Excise and Taxation Commissioner.\nThe examination so conducted by the Institute of Public\nAdministration, Shimla shall be in the manner prescribed in Paragraph\n(ii) of Rule 4 of the Rules. It is, therefore, clear that the Government\nis required to conduct the examinations twice a year and the candidates\nare required to pass the examinations within two years from the date\nof joining the post on probation. The Rule does not give four chances\nto every candidates. They shall pass the departmental examination\nwithin two years. On successful completion of probation and declaration G\nthereof, his seniority would relate back to the date of appointment\".\n(emphasis supplied)\n15. This Court has taken that view because in that case the Rule itself\nprovides namely Rule 11(3)(i) of the H.P. Excise and Taxation Department H\n528\nSUPREME COURT REPORTS\nA (Inspectorate Staff, Class III) Service. Rule 11(3)(i) reads:-\nB\n[2007] 4 S.C.R.\n11.(3) On the completion of the period of probation of a person and\npassing the prescribed examination the appointment authority may\n(a) if his work and conduct is found satisfactory-\n(i) confirm such person from the date of his appointment if appointed\nagainst a permanent vacancy; or\nC\nᎠ\nE\nF\nG\nThe facts of that case have no application in the present case.\n16. The sole controversy to be determined is that as to whether by an\nexecutive instructions/standing orders to fill the gap not covered by the Rules\nand not inconsistent with the Rules if framed can be validly made and\nenforceable?\n17. The question posed is no more res integra. A Constitution Bench\nof this Court in Sant Ram Sharma v. State of Rajasthan, AIR (1967) SC 1910,\nhas considered the similar question and held in paragraph 7 as under:-\n\"We proceed to consider the next contention of Mr. N.C. Chatterjee\nthat in the absence of any statutory rules governing promotions to\nselection grade posts the Government cannot issue administrative\ninstructions and such administrative instructions cannot impose any\nrestrictions not found in the Rules already framed. We are unable to\naccept this argument as correct. It is true that there is no specific\nprovisions in the Rules laying down the principle of promotion of\njunior or senior grade officers to selection grade posts. But that does\nnot mean that till statutory rules are framed in this behalf the\nGovernment cannot issue administrative instructions regarding the\nprinciple to be followed in promotions of the officers concerned to\nselection grade posts. It is true that Government cannot amend or\nsupersede statutory Rules by administrative instructions, but if the\nrules are silent on any particular point Government can fill up the\ngaps and supplement the rules and issue instructions not inconsistent\nwith the rules already framed.\"\n(emphasis supplied)\nH 18. In Union of India v. H.R. Patankar, [1984] supp. SCC 359, a similar\nM. SRINIVASA PRASAD v. THE COMPTROLLER \u0026 AUDITOR GENERAL OF INDIA [SEMA, J.]\n529\nview was taken by this Court. It was held that even if there are no statutory A\nrules in force for determining seniority in a Service or even if there are\nstatutory rules but they are silent on any particular subject, it is competent\nto the Government by an executive order to make appropriate Seniority Rules\nor to fill in the lacuna in the statutory rules by making an appropriate seniority\nrule in regard to the subject on which the statutory rules are silent.\n19. We have already noticed that the statutory rules are silent about the\ndetermination of inter se seniority. This was made clear by the Comptroller\nand Auditor General's Manual of Standing Orders (Administrative). In view\nthereof, these appeals are devoid of merits and are accordingly dismissed. No\ncosts.\nN.J.\nAppeals dismissed.\nB\n"}