{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"M/S. S \u0026 S. ENTERPRISE\nV.\nDESIGNATED AUTHORITY AND ORS.\nFEBRUARY 22, 2005\n.6\nA\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nB.\nAnti-dumping laws :\nCustom Tariff (Anti-Dumping Duty on Dumped Articles and for\nDetermination of Injuries) Rules 1995–Rules 14(d) \u0026 Rule 5 :\nInvestigation under Rule 14(d)—When terminable-Held, the Designated\nAuthority to terminate the investigation, if volume of dumped imports found to\nbe less than the de minimis of 3% of total imports.\nC\nD\n'Volume of imports'-Basis of computation-Held, volume of imports is\nto be computed on the basis of the quantity of imports and not the price of\nimports-Customs Tariff Act, 1975-Section 9A.\nAnti-dumping duty-Imposition of-Purpose and object of--Discussed.\nE\nThe appellant imported batteries from Bangladesh. On a complaint,\nRespondent no. 1 conducted investigation and found that the total number\nof imports made by the appellant was less than 3% of total imports of\nsuch batteries. Inspite of such finding, Respondent no.1 continued the\ninvestigation and held that the value of imports made by the appellant\nwas exceeding 6% which was more than the de minimis limit of 3% as F\nprovided under Rule 14(d) of Custom Tariff (Anti-Dumping Duty on\nDumped Articles and for Determination of Injuries) Rules 1995. On\nappeal, the Central Excise \u0026 Gold Control Appellate Tribunal (CEGAT)\nupheld the order holding that the word 'volume' in the context of Rule\n14 meant value. Hence the appeal.\nAllowing the appeal, the Court\n:\nHELD 1. The interpretation of Rule 14(d) of the Custom Tariff\n(Anti-Dumping Duty on Dumped Articles and for Determination of\nInjuries) Rules, 1995 by Respondent No. 1 and the Tribunal is incorrect\n255\nG\nH\n\"\n256\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA and contrary to its language. The imposition of dumping duty is under\nSection 9A of the Customs Tariff Act 1975 and the Rules and is the\noutcome of the General Agreement on Tariff and Trade (GATT) to which\nIndia is a party. The purpose behind the imposition of the duty is to curb\nunfair trade practices resorted to by exporters of a particular country of\nflooding the domestic markets with goods at rates which are lower than\nthe rate at which the exporters normally sell the same or like goods in\ntheir own countries so as to cause or be likely to cause injury to the\ndomestic market. The levy of dumping duty is a method recognized by\nGATT which seeks to remedy the injury and at the same time balances\nthe right of exporters from other countries to sell their products within\nC the country with the interest of the domestic markets. However a negligible\nquantity of imports would not be sufficient to cause such injury.\nB\nD\nE\nF\nG\n|258-H; 259-A-B, C]\nAgreement on implementation of Article VI of the GATT, 1994, Article\n5.8, referred to.\n2.1. There shall be immediate termination of investigation in cases\nwhere the authorities determine that the margin of dumping is de minimis,\nor that the volume of dumped imports, actual or potential, or the injury,\nis negligible. The volume of dumped imports shall normally be regarded\nas negligible if the volume of dumped imports from a particular country\nis found to account for less than 3% of imports of the like product in the\nimporting country. [259-D,\nEl\n1\n2.2. The de minimis rule as far as the price is concerned is when the\n'dumping margin or the difference between the export price of the article\nand its normal value, is less than 2%. In other words the exporter is selling\nthe goods in India at almost the same price that it does in its country. As\nfar as quantity is concerned, if the export accounts for less than 3% of\nthe total imports of the like article into India, it is treated as too trivial\nfor the law and is ignored. The Rules have also distinguished between\nvolume as meaning quantity on the one hand and price on the other. ·\n[259-G-H; 260-A]\n3. The percentage of 3% vis-a-vis the quantity is not broad based\nbut determined, with reference to a 'like article'. The consideration of\nvolume would also be limited to such \"like articles”. Therefore, when Rule\n14(d) says that the investigation must be terminated if the 'volume' of the\nH\n}\nS\u0026 S. ENTERPRISE 1. DESIGNATED AUTHORITY\n257\ndumped imports is less than 3% of the imports of the like product, it must A\nmean that the quantity of dumped imports must account for less than 3%\nof the total imports. To hold otherwise would mean that if the price is\nlower than 3%, irrespective of the quantity imported, the investigation\nwould be dropped and it would, lead to the absurd situation that a small\nnumber of expensive imports would invite anti-dumping investigation but\nB\ncheap imports flooding the domestic markets would not. In fact such a\nsituation is exactly what the dumping rules have been framed to prevent.\n[260-E, G-H; 261-A]\nC\nE\n4. Nobody has questioned the preliminary finding of the Designated\nAuthority that the quantity of the imports from Bangladesh during the\nperiod of investigation was less than 3% of the total imports of the 'like\narticle' to India. The investigation therefore should have been promptly\ndropped against the appellant. The respondents' submission that the\npreliminary finding was not conclusive of the matter and was subject to a\nfinal finding is unacceptable and is against the language of Rule 14(d).\nThe proceedings for investigation, are, under Rule 5, initiated on a written D\napplication by the domestic industry. The application is required to be\nsupported by evidence of (a) dumping; (b) injury where applicable; and\n(c) a causal link between dumping of imports and the alleged injury. The\nDesignated Authority is required on the basis of the evidence as adduced\nby the domestic industry, to arrive at a prima facie conclusion even before\ninitiating the investigation. After collecting such evidence and information\nwhich pertain to the ingredients of dumping, the Designated Authority is\nrequired \"in appropriate cases\" to record a preliminary finding regarding\nexport price, normal value and margin of dumping and the injury to the\ndomestic industry under Rule 12. If the Designated Authority is of the\nopinion on the basis of its preliminary finding that there has been dumping F\nwhich has caused injury to the domestic industry, it may make a\npreliminary determination of the margin of dumping. On the basis of the\npreliminary finding, the Central Government may, under Rule 13, levy\nprovisional duty. It is at this stage that Rule 14 comes into operation when\nthe investigation is yet to be completed finally and the final findings\npublished under Rule 17. As it was incumbent on Respondent No. 1 to\nhave closed the investigation under Rule 14(d) once it held that the volume\nof dumped imports was less than 3% of the total imports, it is sufficient\nto set aside the anti dumping duty imposed on the appellant.\n|261-B-D, F-H; 262-A]\nG\nH\n258\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 9012 of 2003.\nFrom the Judgment and Order dated 3.6.2003 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, New Delhi in F.O. Nos. 4-\n6/2003-AD in A. No. C/2004/2002-AD.\nDr. Aman Hingorani, Ms. Priya Hingorani, Ms. Reema Bhandari, M/s.\nHingorani \u0026 Associates the Appellant.\nT.S. Doabia, Manish Sharma and D.S. Mahara Respondents.\nThe Judgment of the Court was delivered by\nRUMA PAL, J. The appellant imported lead acid batteries from\nBangladesh during the period 1.2.2000 to 13.9.2001. The total number of\nbatteries so imported were found to be less than 3% of the total imports of\nsuch batteries into India during that period. This was so found by the\nDesignated Authority (the Respondent No. 1), on an investigation consequent\nupon a complaint lodged by the private respondent under Rule 5 of the\nCustoms Tariff (Anti-Dumping Duty on Dumped Articles and for\nDetermination of Injuries) Rules 1995 (referred to as 'the Rules').\nRule 14(d) inter alia provides that if the Designated Authority determines\nthat the volume of the dumped imports actual or potential from a particular\ncountry accounts for less than 3% of the imports of the like product, he shall\nterminate the investigation immediately. Nevertheless the Respondent No.1\ncontinued the investigation in respect of the imports from Bangladesh on the\nfinding that the value of imports made from Bangladesh was more than 6%\nwhich was more than the de minimis limit of 3% as provided under Rule\nF 14(d). On 7th December, 2001 the Respondent No.1 published the final\nfinding determining that anti-dumping duty was payable in respect of such\nimports of batteries during the period under investigation. The Ministry of\nFinance accepted the recommendation of the Respondent No.1 and notified\nthe Anti-dumping Duty by Notification dated 2.1.2002.\nG\nH\nThe appellant preferred an appeal before the Central Excise \u0026 Gold\n(Control Appellate Tribunal (CEGAT). The Tribunal rejected the submission\nof the appellant that the Designated Authority should have computed the\nvolume of exports on the basis of quantity rather than on the basis of price.\nIt held that the word \"volume\" in the context of Rule 14 meant value.\nS\u0026 S. ENTERPRISE v. DESIGNATED AUTHORITY [RUMA PAL, J.]\nB\n259\nIn our opinion, the interpretation of Rule 14(d) by the respondent No.1 A\nand the Tribunal is incorrect and contrary to its language. The imposition of\ndumping duty is under Section 9A of the Customs Tariff Act 1975 and the\nRules and is the outcome of the General Agreement on Tariff and Trade\n(GATT) to which India is a party. The purpose behind the imposition of the\nduty is to curb unfair trade practices resorted to by exporters of a particular\ncountry of flooding the domestic markets with goods at rates which are lower\nthan the rate at which the exporters normally sell the same or like goods in\ntheir own countries so as to cause or be likely to cause injury to the domestic\nmarket. The levy of dumping duty is a method recognized by GATT which\nseeks to remedy the injury and at the same time balances the right of exporters\nfrom other countries to sell their products within the country with the interest C\nof the domestic markets. Thus the factors to constitute 'dumping', is (i) an\nimport at prices which are lower than the normal value of the goods in the\nexporting country; (ii) the exports must be sufficient to cause injury to the\ndomestic industry.\nHowever a negligible quantity of imports would not be sufficient to D\ncause such injury. Article 5.8 of the Agreement on Implementation of Article\nVI of the GATT, 1994 makes this clear :\nE\n“An application under paragraph 1 shall be rejected and an\ninvestigation shall be terminated promptly as soon as the authorities\nconcerned are satisfied that there is no sufficient evidence of either\ndumping or of injury to justify proceeding with the case. There shall\nbe immediate termination in cases where the authorities determine\nthat the margin of dumping is de minimis, or that the volume of\ndumped imports, actual or potential, or the injury, is negligible. The\nmargin of dumping shall be considered to be de minimis if this margin F\nis less than 2%, expressed as a percentage of the export price. The\nvolume of dumped imports shall normally be regarded as negligible\nif the volume of dumped imports from a particular country is found\nto account for less than 3% of imports of the like product in the\nimporting Member, unless countries which individually account for\nless than 3% of the imports of the like product in the importing G\nMember collectively account for more than 7% of imports of the like\nproduct in the importing Member.\"\nThe de minimis rule as far as the price is concerned is when the dumping\nmargin or the difference between the export price of the article and its normal\nH\nF\n260\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA value, is less than 2%. In other words the exporter is selling the goods in\nIndia at almost the same price that it does in its country. As far as quantity\nis concerned, if the export accounts for less than 3% of the total imports of\nthe like article into India, it is treated as too trivial for the law and is ignored.\nB\nC\nD\nᎠ\nThe Rules have also distinguished between volume as meaning quantity\non the one hand and price on the other. For example under Rule 11(2), the\nDesignated Authority is required to determine the injury to the domestic\nindustry taking into account, inter-alia, the volume of dumped imports and\ntheir effect on the price in the domestic market for like articles. In Section\n14 itself, such distinction is maintained in Rule 14 (c) and (d). Of particular\nsignificance is Annexure II to the Rules, which deals with the principles for\ndetermination of injury. Paragraph I provides that:\n“A determination of injury shall involve an objective examination of\nboth (a) the volume of the dumped imports and the effect of the\ndumped imports on prices in the domestic market for like article and\n(b) the consequent impact of these imports on domestic producers of\nsuch products.\"\nParagraph 2 speaks of the consideration of whether there has been a\nsignificant increase in the dumped imports while examining the volume of\ndumped imports and whether there has been a significant price under cutting\nE by the dumped imports in order to assess the effect on the prices in the\ndomestic market i.e. an increase in quantity and a decrease in the export\nprices. Again Paragraph 5 which deals with the causal relationship between\ndumping and the injury to the domestic industry speaks of \"the volume and\nprices of imports\" as one of the relevant factors.\nF\nG\nH\nThe percentage of 3% vis-a-vis the quantity is not broad based but\ndetermined, we emphasise, with reference to a ‘like article'. The word “like\narticle\" has been defined in Rule (2) (d) as :-\n66\n(d) \"like article\" means an article which is identical or alike in\nall respects to the article under investigation for being dumped in\nIndia or in the absence of such an article, another article which although\nnot alike in all respects, has characteristics closely resembling those\nof the articles under investigation.\"\nThe consideration of volume would also be limited to such \"like articles\".\nTherefore, when Rule 14(d) says that the investigation must be\n1\n261\nS\u0026 S. ENTERPRISE v. DESIGNATED AUTHORITY [RUMA PAL, J.]\nterminated if the 'volume' of the dumped imports is less than 3% of the A\nimports of the like product, it must mean that the quantity of dumped imports\nmust account for less than 3% of the total imports. To hold otherwise would\nmean that if the price is lower than 3%, irrespective of the quantity imported,\nthe investigation would be dropped and it would, as submitted by the appellant,\nlead to the absurd situation that a small number of expensive imports would\nB\ninvite anti-dumping investigation but cheap imports flooding the domestic\nmarkets would not. In fact such a situation is exactly what the dumping rules\nhave been framed to prevent.\nNobody has questioned the preliminary finding of the Designated\nAuthority that the quantity of the imports from Bangladesh during the period Ċ\nof investigation was less than 3% of the total imports of the 'like article' to\nIndia. The investigation therefore should have been promptly dropped against\nthe appellant who imported from Bangladesh.\nThe respondents' submission that the preliminary finding was not\nconclusive of the matter and was subject to a final finding is unacceptable D.\nand is against the language of Rule 14(d). The proceedings for investigation,\nare, under Rule 5, initiated on a written application by the domestic industry.\nThe application is required to be supported by evidence of (a) dumping; (b)\ninjury where applicable; and (c) a causal link between dumping of imports\nand the alleged injury. The Designated Authority is required on the basis of\nthe evidence as adduced by the domestic industry, to arrive at a prima facie\nE\nconclusion even before initiating the investigation. The initiation of the\ninvestigation is then publicly notified with copies being sent to the known\nexporters of the articles alleged to be dumped as well as to the Government\nof exporting countries and other interested parties, [Rule 6(2)]. Information\nmay be required by the Designated Authority from such persons who are F\nrequired to supply the same, normally within 30 days from the date of the\nreceipt of the notice. After collecting such evidence and information which\npertain to the ingredients of dumping, the Designated Authority is required\n\"in appropriate cases\" to record a preliminary finding regarding export price,\nnormal value and margin of dumping and the injury to the domestic industry\nunder Rule 12. If the Designated Authority is of the opinion on the basis of G\nits preliminary finding that there has been dumping which has caused injury\nto the domestic industry, it may make a preliminary determination of the\nmargin of dumping. On the basis of the preliminary finding the Central\nGovernment may, under Rule 13, levy provisional duty. It is at this stage that\nRule 14 comes into operation when the investigation is yet to be completed H\n262\nSUPREME COURT REPORTS\nA finally and the final findings published under Rule 17.\n[2005] 2 S.C.R.\nAs we hold that it was incumbent on the Respondent No. I to have\nclosed the investigation under Rule 14(d) once it came to the conclusion that\nthe volume of dumped imports was less than 3% of the total imports it is\nsufficient to upset the finding of the Tribunal and the Respondent No.1 to set\nB aside the anti dumping duty imposed on the appellant. In the circumstances,\nit is unnecessary to decide on the further challenge raised by the appellant on\nthe basis of violation of Rule 16.\nThe appeal is accordingly allowed and the impugned decisions of the\nTribunal and the Designated Authority are set aside.\nD.G.\nAppeal allowed.\n"}