{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"-\n[2010] 8 S.C.R. 81\nSINDHI EDUCATION SOCIETY \u0026 ANR.\nV.\nTHE CHIEF SECRETARY, GOVT. OF NCT OF DELHI \u0026\nORS.\n(Civil Appeal No. 5489 of 2007)\nJULY 8, 2010\n[DR. B.S. CHAUHAN AND SWATANTER KUMAR, JJ.]\nEducation/Educational Institutions:\nMinority institutions - School run by a linguistic minority\nReceiving grant-in-aid - Circular issued by Education\nDepartment of Delhi Government in September 1989 to all\nthe schools that appointment of scheduled castes and\nschedule Tribes candidates was a precondition for all the\ninstitution receiving grant-in-aid from Government in terms of\nr.64 of the Delhi School Education Rules, 1973- HELD: Rule\n64(1)(b) and the Circular of September 1989 are not\nenforceable against linguistic minority schools in NCT of\nDelhi Delhi School Education Rules, 1973 – r.64(1)(b)\nDelhi School Education Act, 1973 - ss. 20,21, 28(2).\n-\nDelhi School Education Rules, 1973:\n-\n-\nA\nB\nC\nD\nE\nFA\nr.64(1)(b) – Undertaking to be given by a school for grant-\nin-aid to fill in the posts in the school with the Scheduled F\nCastes and Scheduled Tribes candidates - HELD: Is not\nenforceable against linguistic minority schools in NCT of\nDelhi - The object and purpose of the DSE Act is to improve\nthe standard and management of school education and\nprotection to minority schools - Rules must fall within the\nambit and scope of principal legislation - If r.64(1)(b) is\nenforced against minority schools, it would adversely affect\nand dilute the protection available to minority school under\nthe Act and the Constitution - Delhi School Education Act,\n81\nG\nH\n82\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA 1973 - s.21- Constitution of India, 1950 - Articles 14,15,\n16(2), 29 and 30(2) - Interpretation of Statutes - Purposive\ninterpretation – Doctrine of purposive advancement.\nB\nC\nD\nE\n-\nDelhi School Education Act, 1973:\ns.2(o) - 'Minority school' - School run by Sindhi\nEducation Society - HELD: Is a linguistic minority school in\nNCT of Delhi - Delhi School Education Rules, 1973 -\nr.64(1)(b).\nCONSTITUTION OF INDIA, 1950\n-\n-\nArticles 14,15, 29 and 30(2) - Minority Institutions\nGrant-in-aid School run by Sindhi Education Society\nHELD: The Society enjoys the status of a linguistic minority\nand the school being a minority institution is entitled to all\nconstitutional benefits and protection under Articles 29 and\n30 - To receive grant-in-aid is a legitimate right of a school\nsubject to satisfying the requirement of law - Article 30(2)\nrequires the State not to discriminate the minority institution\nin relation to matters of grant-in-aid - Delhi School Education\nRules, 1973 – r.64(1)(b).\n-\n-\nArticles 15, 29 and 30 - Linguistic minority - Right to\nestablish and administer school - HELD: Includes right to\nappoint teachers - To appoint a teacher is part of the regular\nF administration and management of the school – A linguistic\nminority is entitled to conserve its language and culture by a\nconstitutional mandate - A provision of law or a circular which\nwould be enforced against the general class may not be\nenforceable with the same rigors against minority institutions,\nG particularly, where it relates to establishment and\nmanagement of a school - Rule 64(1)(b) of DSE Rules, if\nenforced, would adversely affect and dilute the right and\nprotection available to minority school under the Constitution\n- Delhi School Education Rules, 1973 – r.64(1)(b).\nH\n'\n-\nArticles 14, 15(5), 16, 29 and 30(1) - Reservation policy\n་\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 83\nGOVT. OF NCT OF DELHI\n-\nException in regard to minority institutions HELD: A\nAlthough State is entitled to make law and reservations in\ndifferent fields for Scheduled Castes, Scheduled Tribes and\nbackward classes in the service under the State, but Article\n15(5) carves out an exception for minority educational\ninstitutions in regard to which the said power cannot be B\nexercised.\nArticles 12,14 and 16 - “State\" - Reservation in relation\nto 'service under the State' - Linguistic minority school run\nby a society registered under Societies Registration Act -\nс\nReceiving grant-in-aid - HELD: The expression 'service\nunder the State' would include service directly under the State\nor its instrumentalities which can be termed as State within\nthe meaning of Article 12 - In order to bring a society,\norganization or body within the expressions 'State' or 'other\nauthorities' appearing in Article 12, financial control,\nmanagerial and administrative control and functional control\nof such institution must be exercised by the State - Merely\nreceiving grant-in-aid per se would not make a minority school\nor institution 'State' within the meaning of Article 12 - Delhi\nSchool Education Rules, 1973 – r.64(1)(b).\nAdministrative Law:\n--\nFraming of policy HELD: Is the domain of the\nGovernment - It must do so within the framework of the\nConstitution and the laws - Concept of, reservation has been\nprovided primarily under Article 16 of the Constitution\nMinority institutions have been excluded under Article 15(5)\nfrom application of reservation policy - State may not be well\nwithin its constitutional duty to compel linguistic minority\ninstitutions to accept a policy decision, enforcement of which\nwill impinge upon their fundamental right and/or protection -\nConstitution of India, 1950 - Articles 15(5) and 16 - Delhi\nSchool Education Rules, 1973 - r. 64(1)(b).\nPolicy decision\n-\nChange of Reasons for - HELD:\n-\nD\nE\nF\nG\nН\n84\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA. When Government changes its policy decision, it is expected\nto give valid reasons - Absence of reasons and apparent\nnon-application of mind would give colour of arbitrariness to\nState action - Besides, State would not compel a linguistic\nminority institution to accept a policy decision, enforcement\nB of which will infringe its fundamental rights and/or protection.\nC\nE\n-\nJudgment Reasoning HELD: Reasoning is\nconsidered as the soul of the judgment – Various principles\ninvolved in the case need to be analised - Educational\nInstitutions.\nA Senior Secondary School, run by the appellant-\nSindhi Education Society and availing the grant-in-aid,\nreceived a communication in September 1989, addressed\nto all the Schools by the Education Directorate that\nD appointment of Scheduled Castes and Scheduled Tribes\ncandidates was a pre-condition for all the agencies\nreceiving grant-in-aid from the Government in terms of\nRule 64 of the Delhi School Education Rules, 1973. The\nappellant-Society filed a writ petition before the High\nCourt contending that the school being a minority\ninstitution was outside the purview of the said\ncommunication. The single Judge of the High Court\nallowed the writ petition holding that the case was\nentirely covered by the decision in Sumanjit Kaur's case¹\nrendered by the single Judge, and affirmed by the\nDivision Bench of the High Court. However, the Division\nBench set aside the judgment of the single Judge, and\nexpressing a dissent to the earlier Division Bench\ndecision in Sumanjit Kaur's case, granted the certificate of\nleave to appeal.\nF\nG\nH\nAllowing the appeal of the Society, the Court\nHELD:1.1. There is no dispute to the fact that the\nappellant-Society enjoys the status of a linguistic minority\n1. Sumanjit Kaur v. Nct of Delhi 2005 III AD (Delhi) 560.\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 85\nGOVT. OF NCT OF DELHI\nand the institution being a minority institution is entitled A\nto all the constitutional benefits and protection under\nArticles 29 and 30 of the Constitution of India. The High\nCourt in Sindhi Education Society \u0026 Anr. Vs. The Chief.\nSecretary, Govt. of NCT of Delhi \u0026 Ors. (Writ petition No. 940\nof 1975) has clearly declared that the appellant is a\nB\nlinguistic minority and that judgment has attained finality.\nOnce an institution satisfies the ingredients of s.2(o) of\nthe Delhi School Education Act, 1973, it has to be given\nthe status of a minority institution. [para 14] [105-G-H; 106-\nA]\nC\nD\n1.2. It is of great significance to notice that the\nlegislature in its wisdom by a specific provision u/s 21 of\nthe DSE Act has kept minority schools outside the ambit\nand scope of s.20, i.e. the power of control and\nmanagement vested in the authority. Even any of alleged\nbreach of conditions would not enable the authorities to\ntake over the management of any minority school.\nSection 21, thus, is an absolute exception to the\napplicability of s.20. The scheme of the DSE Act, in\nparticular, is to give greater freedom to the aided minority E\ninstitutions and not to impinge upon their minority status\nas granted under Article 30(1) of the Constitution. [para\n16 and 25] [107-F-H; 113-D]\nF\nRe.: Kerala Education Bill, 1957 (1959) SCR 995; T.M.A.\nPai Foundation v. State of Karnataka 2002 Suppl.\n3 SCR 587 = (2002) 8 SCC 481; Kanya Junior High School,\nBal Vidya Mandir v. U.P. Basic Shiksha Parishad 2006\nSuppl. 4 SCR 813 = (2006) 11 SCC 92; Secy. Malankara\nSyrian Catholic College v. T. Jose 2006 Suppl. 9 SCR 644\n= (2007) 1 SCC 386; Brahmo Samaj Education Society v.\nState of W.B. 2004 Suppl. 2 SCR 214 = (2004) 6 SCC 224;\nAhmedabad St. Xaviers College Society v. State of Gujarat\n1975 (1) SCR 173 = AIR 1974 SC 1389; Father Thomas\nShingare v. State of Maharashtra 2001 Suppl. 5 SCR 636 =\n(2002) 1 SCC 758; T. Devadasan v. Union of India (1964) H\nG\n86\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA SCR 680 = AIR 1964 SC 179; and Lt. Governor of Delhi v.\nV.K. Sodhi \u0026 Ors. 2007 (8) SCR 1027 = AIR 2007 SC 2885,\nreferred to.\nB\n1.3. The DSE Rules specifically contemplate that the\nState Government will not have any strict control over the\nmanagement of the minority institutions. Even the\nmembers, who are nominated by the Director of\nEducation, would only have a right of limited participation\nwith no right of voting. The limited extent of control\nexercisable by the authorities is demonstrated in DSE\nC Rules 44, 59 and 96(3A) and (3B). Besides these statutory\nprovisions and the scheme under the DSE Act, various\njudgments of this Court have also consistently taken the\nview that the State has no right of interference in the\nestablishment, administration and management of a\nD school run by linguistic minority except the power to\nregulate as specified. [para 53] [158-A-F]\nE\n1.4. The right under clause (1) of Article 30 is not\nabsolute but subject to reasonable restrictions which,\ninter alia, may be framed having regard to the public\ninterest and national interest of the country. The right to\nadminister does not amount to the right to mal-administer\nand the right is not free from regulations. The regulatory\nmeasures are necessary for ensuring orderly, efficient\nand sound administration, and can be laid down by the\nF State in the administration of minority institutions. The\nright of the State is to be exercised primarily to prevent\nmal-administration and such regulations are permissible\nregulations. These regulations could relate to guidelines\nfor the efficiency and excellence of educational\nG standards, ensuring the security of the services of the\nteachers or other employees, framing rules and\nregulations governing the conditions of service of\nteachers and employees and their pay and allowances\nand prescribing course of study or syllabi of the nature\nH of books etc. However, the power to regulate,\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 87\nGOVT. OF NCT OF DELHI\nundisputedly, is not unlimited. It has more restriction than A\nfreedom particularly, in relation to the management of\nlinguistic minority institutions. [para 55,56 and 58] [159-\nE-F; 160-C-F; 163-G-H; 164-A]\nState of Kerala v. Very Rev. Mother Provincial 1971 (1)\nSCR 734 = (1970) 2 SCC 417; All Saints High School v. Govt.\nof A.P. 1971 (1) SCR 734 = (1980) 2 SCC 478; T.M.A. Pai\nFoundation v. State of Karnataka 2002 Suppl. 3 SCR 587 =\n(2002) 8 SCC 481; and Malankara Syrian Catholic College\nv. T. Jose 2006 Suppl. 9 SCR 644 = (2007) 1 SCC 386,\nreferred to.\n1.5. Minority institutions could even impart education\nin their own language or in any other language, which\nchoice essentially has to be left to the minority institution.\nThe constitution itself uses the word 'choice' in Article\n30(1), which indicates the extent of liberty and freedom,\nthe framers of the Constitution intended to grant to the\nminority community. Thus, there arises no occasion for\nthe Court to read restrictions into the freedom of the\nB\nC\nD\nminority schools on the ground of policy. It may amount E\nto intrusion into the very minority character and\nprotection available to the community in law. [para 56]\n[161-F-H; 162-A]\n1.6. The right to establish and administer includes a\nright to appoint teachers. A linguistic minority has F\nconstitution and character of its own and is entitled to\nconserve its language and culture by a constitutional\nmandate. Thus, it must select people who satisfy the\nprescribed criteria, qualification and eligibility and at the\nsame time ensure better cultural and linguistic G\ncompatibility to the minority institution. Of course, what\nshould be the qualification or eligibility criteria for a\nteacher to be appointed can be defined and, in fact, has\nbeen defined by the Government of N.C.T. of Delhi and\nwithin that specified parameters, the right of the linguistic H\n88\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA minority institution to appoint a teacher cannot be\ninterfered with. The paramount feature of the DSE Act was\nto bring efficiency and excellence in the field of school\neducation and, therefore, it is expected of the minority\ninstitutions to select the best teacher to the faculty. Once\nB the teachers possessing the requisite qualifications were\nselected by the minorities for their educational\ninstitutions, the State would have no right to veto the\nselection of the teachers. To provide and enforce any\nregulation, which will practically defeat this purpose\nwould have to be avoided. Besides, a provision of law or\na Circular, which would be enforced against the general\nclass, may not be enforceable with the same rigors\nagainst the minority institution, particularly where it\nrelates to establishment and management of the school.\n[para 54, 59 and 63] [158-G; 164-C-G; 168-G-H]\nC\nD\n2.1. Under s. 28(2) of the DSE Act, 1973, rules can be\nframed in regard to the condition which every existing\nschool shall be required to comply. It has to be noticed\nthat such Rules can be framed and have only one\nE purpose 'make rules to carry out the provisions of the Act\".\nThe framing of Rules does not empower the\nAdministrator to go beyond the purpose or object of the\nAct and all the Rules so framed should be intended only\nto further the cause of the Act and bring nothing into\nF existence, which is specifically or by necessary\nimplication impermissible under the provisions of the Act,\nEven, otherwise, it is a settled principle of law that Rules\nmust fall within the ambit and scope of the principal\nlegislation. Section 21 is sufficiently indicative of the\ninbuilt restrictions that the framers of the law intended to\nimpose upon the State while exercising its power in\nrelation to a linguistic minority school. DSE Act was\nenacted primarily for the purpose of better organization\nand development of school education in the Union\nTerritory of Delhi and for matters connected therewith or\nG\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 89\nGOVT. OF NCT OF DELHI\nincidental thereto. Thus, the very object and propose of A\nthis enactment was to improve the standard as well as\nmanagement of school education. It will be too far fetched\nto read into this object that the law was intended to make\ninroads into character and privileges of the minority. -\n[para 17 and 58] [108-B-F; 164-B; 163-D-F]\nB\nIslamic Academy of Eduation v. State of Karnataka 2003\n(2) Suppl. SCR 474 = (2003) 6 SCC 697; P.A. Inamdar v.\nState of Maharashtra 2005 (2) Suppl. SCR 603 = (2005) 6\nSCC 537, referred to.\n2.2. In the case of Kanya Junior High School, Bal Vidya\nMandir the Court has kept a clear line of distinction\nbetween laws made by the State to regulate the\nadministration of educational institutions receiving grant-\nin-aid but if such regulations interfere with overall\nadministrative control by the management over the staff\nor abridges or dilutes, in any other manner, the right to\nestablish and administer educational institutions, in that\nevent, to such extent, the regulations will be inapplicable\nto the minorities. [para 43] [144-H; 147-E-F]\nKanya Junior High School, Bal Vidya Mandir v. U.P.\nBasic Shiksha Parishad 2006 Suppl. 4 SCR 813 = (2006) 11\nSCC 92, relied on.\n2.3. Under Rule 60, every aided school, which was\nreceiving aid, will continue to receive such aid, so long\nas it fulfills the conditions of receiving the aid, in terms\nof Rule 64. Rule 64 deals with the condition that an\nundertaking in writing has to be filed by the institution to\nreceive the grant-in-aid allowed by the competent\nauthority under the provisions of the DSE Act. Sub-rule\n(1)(b) of r.64 deals with the relevant condition that the\nschool shall fill in the posts in the school with the\nScheduled Castes and the Scheduled Tribes candidates\nin accordance with the instructions issued by the Central\nC\nD\nE\nF\nיד\nG\nH\n90\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA Government from time to time and also maintain the roster\nand other connected returns in this behalf. Second\nproviso to Rule 10 requires that wherever a linguistic\nminority school decides to impart education in a language\nother than the language of such linguistic minority, in that\nB event the Administrator shall not be under any obligation\nto give grant-in-aid to such schools. [para 22 and 49] [111-\nC-F; 151-F]\n2.4. Article 30(2) requires the State not to discriminate\nagainst any educational institution on the ground that it\nC is under the management of a minority, whether based on\nreligion or language, while granting aid to the educational\ninstitution. The Government does not enjoy identical\ncontrol over the management of the schools belonging\nto the minority and/or majority schools. The logical\nD impact of Article 30(2) read with the provisions of the DSE\nAct and the Rules framed thereunder is that, to receive\ngrant-in-aid is a legitimate right of a school subject to\nsatisfying the requirements of law. [para 47 and 49] [150-\nC; 152-B]\nE\nUnni Krishnan, J.P. V. State of A.P. 1993 (1) SCR 594 =\n(1993) 1 SCC 645, referred to.\n2.5. The purpose of granting protection or privilege\nto the minorities in terms of Article 29, and at the same\nF time, applying negative language in Article 30(2) in relation\nto State action for releasing grant-in-aid, as well as the\nprovisions of DSE Act, 1973 and the rules framed\nthereunder is obvious that the constitutional intent is to\nbring the minorities at parity or equality with the majority\nG as well as give them right to establish, administer and run\nminority educational institutions. With the primary object\nof Article 21A of the Constitution in mind, the State was\nexpected to expand its policy as well as methodology for\nimparting education. [para 58] [163-B-D]\nH\n"}