{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY,\nGOVT. OF NCT OF DELHI\n91\n2.6. The concept of equality stated under Article 30(2) A\nhas to be read in conjunction with the protection under\nArticle 29 and thus it must then be given effect to achieve\nexcellence in the field of education. Providing of grant-\nin-aid, which travels from Article 30(2) to the provisions\nof the DSE Act and Chapter VI of the Rules framed B\nthereunder, is again to be used for the same purpose,\nsubject to regulations which themselves must fall within\nthe permissible legislative competence. The purpose of\ngrant-in-aid cannot be construed so as to destroy, impair\nor even dilute the very character of the linguistic minority C\ninstitutions. All these powers must ultimately, stand in\ncomity to the provisions of the Constitution, which is the\nparamount law. [para 60] [165-D-F]\nD\n2.7. Besides, in the given facts and circumstances\nof the case, the court is also duty bound to advance the\ncause or the purpose for which the law is enacted.\nDifferent laws relating to these fields, thus, must be read\nharmoniously, construed purposively and implemented\nto further advancement of the objects, sought to be\nachieved by such collective implementation of law. While, E\nkeeping the rule of purposive interpretation in mind, one\nhas also further to add such substantive or ancillary\nmatters which would advance the purpose of the\nenactment still further. To sum up, we will term it as\n·‘doctrine of purposive advancement'. Courts will have to\nstrike the balance between different facets relating to\ngrant-in-aid, right to education being the fundamental\nright, protection available to religious or linguistic\nminorities under the Constitution and the primary object\nto improve and provide efficiency and excellence in\nG\nschool education. In the considered view of the Court, it\nwill not be permissible to infringe the constitutional\nprotection in exercise of State policy or by a subordinate\nlegislation to frame such rules which will impinge upon\nthe character or in any way substantially dilute the right\nF\n¬¬\nH\n92\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nB\nA of the minority to administer and manage affairs of its\nschool. State has the right to frame such regulations\nwhich will achieve the object of the Act. Even if it is\nassumed that there is no complete eclipse of the DSE Act\nin the Rules in the case of minority institutions, still Rule\n64(1)(b), if enforced, would adversely affect and dilute the\nright and protection available to the minority school under\nthe Constitution. Once the State lacks basic power and\njurisdiction to make special provisions for reservations\nin relation to minority institutions, which do not form part\nof service under the State, it will be difficult for the Court\nto hold that Rule 64(1)(b) can be enforced against aided\nminority institution. [para 54,58 and 60] [159-B; 163-F-G;\n165-F-H; 166-C]\nC\n3.1. Article 14 of the Constitution commands equality\nD before law or the equal protection of laws. Although, the\nState is entitled to make law and reservations in different\nfields for Scheduled Castes and Scheduled Tribes and\nthe persons belonging to backward class in the services\nunder the State, in accordance with law, but the\nE Constitution has itself made out certain exceptions to the\ngeneral rule of equality in terms of Articles 15 and 16.\nArticle 15(5) of the Constitution excludes the minority\neducational institutions from the power of the State to\nmake any provision by law for the advancement of any\nsocially and educationally backward classes of citizens\nor for Scheduled Castes and Scheduled Tribes in relation\nto their admission to educational institutions including\nprivate educational institutions whether aided or unaided.\nThis Article is capable of very wide interpretation and\nvests the State with power of wide magnitude to achieve\nthe purpose stated in the Article. But, the framers of the\nConstitution have specifically excluded minority\neducational institutions from operation of this clause.\n[para 45-46 and 50] [148-C; 152-C-D]\nF\nG\nH\n3.2. Article 16 which ensures equality of opportunity\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 93\nGOVT. OF NCT OF DELHI\nA\nin matters of public employment prohibits discrimination\nand, at the same time, vests the State with power to make\nprovisions, laws and reservations in relation to a\nparticular class or classes of persons. This power of the\nState is in relation to the 'service under the State', which\nexpression would obviously include service directly B\nunder the State Government or its instrumentalities and/\nor even the sectors which can be termed as State within\nthe meaning of Article 12 of the Constitution. Once an\norganization or society falls outside the ambit of this\ncircumference, it will be difficult for the Courts to hold that C\nthe State has a right to frame such laws or provisions or\nmake reservations in the field of employment of that\norganization/society. [para 50] [152-E-H; 153-A-B]\nD\n3.3. Merely receiving grant-in-aid per se would not\nmake a minority school or institution 'State' within the\nmeaning of Article 12 of the Constitution. In order to bring\na society, organization or body within the expression\n‘State' or ‘other authority' appearing in Article 12, financial\ncontrol, managerial and administrative control and\nfunctional control of such institution must be exercised E\nby the State. The service in an aided linguistic minority\nschool cannot be construed as 'a service under the State'\neven with the aid of Article 12 of the Constitution.\nResultantly, Rule 64(1)(b) cannot be enforced against the\nlinguistic minority school. Rule 64(1)(b) and the circular F\nof September, 1989, are not enforceable against the\nlinguistic minority school in the NCT of Delhi. [para\n51,52,67 and 68] [154-A; 153-D; 172-E-H]\nAjay Hasia v. Khalid Mujib Sehravardi 1981 (2)\nSCR 79 = (1981) 1 SCC 722; Zoroastrian Coop. Housing\nSociety Ltd. v. District Registrar, Coop. Societies (Urban)\n2005 (3) SCR 592 = (2005) 5 SCC 632; State of U.P. v.\nRadhey Shyam Rai 2009 (4) SCR 143 = (2009) 5 SCC 577,\nreferred to.\nG\nН\nA\n94\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\n4.1. To frame policy is the domain of the Government.\nIf, as a matter of policy, the Government has decided to\nimplement the reservation policy for upliftment of the\nsocially or otherwise backward classes, then essentially\nit must do so within the frame work of the Constitution\nB and the laws. The concept of reservation has been\nprovided, primarily, under Article 16 of the Constitution.\nTherefore, it would be the requirement of law that such\npolicies are framed and enforced within the four corners\nof law and to achieve the laudable cause of upliftment of\nC a particular section of the society. The framework of\nreservation policy should be such, as to fit in within the\nconstitutional scheme of our democracy. As and when\nthe Government changes its policy decision, it is\nexpected to give valid reasons and act in the larger\ninterest of the entire community rather than a section\nthereof. [para 65-66] [170-E-F; 171-F]\nD\nE\nF\nG\nH\nM. Nagaraj v. Union of India 2006 (7) Suppl. SCR 336\n= (2006) 8 SCC 212, referred to.\n4.2. In its wisdom and apparently in accordance with\nlaw Government had taken a policy decision and issued\nthe circular dated 21st March, 1986 exempting the\nminority institutions from complying with the\nrequirements of the Rule 64(1)(b) of the DSE Rules.\nDespite this and judgment of the High Court there was a\nchange of mind by the State that resulted in issuance of\nthe subsequent circular of September, 1989. No reasons\nhave been recorded in support of the decision\nsuperseding the circular dated 21st March, 1986. It is a\nsettled canon of administrative jurisprudence that State\naction, must be supported by some valid reasons and\nshould be upon due application of mind. Absence of\nreasoning and apparent non-application of mind would\ngive colour of arbitrariness to the state action. [para 66]\n[171-F-H; 172-A-B]\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 95\nGOVT. OF NCT OF DELHI\nB\n4.3. Besides, State actions should be actio quaelibet A\net sua via and every discharge of its duties, functions and\ngovernance should also be within the constitutional\nframework. This principle equally applies to the\nGovernment while acting in the field of reservation as\nwell. It would not be possible for the Courts to permit the\nState to impinge upon or violate directly or indirectly the\nconstitutional rights and protections granted to various\nclasses including the minorities. Thus, the State may not\nbe well within its constitutional duty to compel the\nlinguistic minority institution to accept a policy decision,\nenforcement of which will infringe their fundamental right\nand/or protection. On the contrary, the minority can\nvalidly question such a decision of the State in law. [para\n67] [172-C-F]\nс\nพ.\nE\n5.1 This Court does not approve the view expressed D\nby the single Judge of the Delhi High Court in the case\nof Sumanjit Kaur insofar as it held that the regulation\nwould compel appointments to the teaching faculty in the\nminority schools of the persons, who may be inimical\ntowards the minority community. The Court is of the\nconsidered view that the Single Judge as well as the\nDivision Bench erred in law in stating this proposition as\nit is contra-legam. While deciding a constitutional matter\nin accordance with law, the Court would not be\ncompetent to raise a presumption of inimical attitude of F\nand towards one community or the other. However, to the\nextent that it may interfere with the choice of medium of\ninstructions as well as minority character of the\ninstitution to some extent is a finding recorded in\naccordance with law. The Division Bench of the High G\nCourt, in the instant matter, was right in not accepting the\nsaid reason given in Sumarjit Kaur's case. But, it was\nexpected of the Division Bench to critically analyze other\nreasons given by the Single Judge in that case. [para 61-.\n62] [167-B-H; 168-A-F]\nH\nA\n00\nB\n96\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nSumanjit Kaur v. NCT of Delhi 2005 III AD (Delhi) 560\n- Disapproved to the extent it observed that regulation\nwould compel appointments to teaching faculty of\npersons who may be inimical towards minority\ncommunity.\n5.2 Reasoning is considered as the soul of the\njudgment. The discussion in the impugned judgment\ndoes not analyze the various principles enunciated in\nregard to the protection available to the linguistic\nminorities under Article 29 and the result of principle of\nC equality introduced by Article 30(2) of the Constitution.\nTherefore, the view of the Division Bench in the judgment\nunder appeal cannot be accepted. [para 62] [168-D-F]\nCase Law Reference:\nD\n2005 III AD (Delhi) 560\nDisapproved\npara 1\n(1959) SCR 995\nreferred to\npara 12\n2002 Suppl. 3 SCR 587\nreferred to\npara 27\nE 2006 Suppl. 4 SCR 813\nrelied on\npara 27\n2006 Suppl. 9 SCR 644\nreferred to\npara 27\n2004 Suppl. 2 SCR 214\nreferred to\npara 27\nF\n1975 (1) SCR 173\nreferred to\npara 28\n2001 Suppl. 5 SCR 636\nreferred to\npara 28\n1964 SCR 680\nreferred to\npara 28\n2007 (8) SCR 1027\nreferred to\npara 28\nG\n2003 (2) Suppl. SCR 474\nreferred to\npara 41\n2005 (2) Suppl. SCR 603\nreferred to\npara 42\n1993 (1) SCR 594\nreferred to\npara 48\nH 1981 (2) SCR 79\nreferred to\npara 51\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 97\nGOVT. OF NCT OF DELHI\n2005 (3) SCR 592\nreferred to\npara 51\nA\n2009 (4) SCR 143\nreferred to\npara 51\n1971 (1) SCR 734\nreferred to\npara 56\n1971 (1) SCR 734\nreferred to\npara 56\nB\n2006 (7) Suppl. SCR 336 referred to\npara 65\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n5489 of 2007.\nFrom the Judgment \u0026 Order dated 30.11.2006 of the High\nCourt of Delhi at New Delhi in LPA Nos. 33, 34, 35, 36, 40,\n41, 42 \u0026 43 of 2006.\nC\nP.P. Malhotra, ASG, Madhurima Mridul, Rekha Pandey,\nChetan Chawla (for Anil Katiyar), D.S. Mahra, Ashok Gurnani D\n(for K.L. Janjani), H.K. Puri for the appearing parties.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. The Bench hearing the\nletters patent appeal in the High Court of Delhi at New Delhi,\nwhile setting aside the judgment/order passed by the learned.\nSingle Judge dated 14th September, 2005 in Writ Petition (C)\nNo.2426 of 1992, issued a certificate of leave to appeal under\nArticle 133 read with Article 134-A of the Constitution of India,\n1950 (for short 'the Constitution') in its judgment dated 30th\nNovember, 2006 and considered it appropriate to frame the\nfollowing questions to be decided by this Court :-\n(a) Whether Rule 64(1)(b) of the Delhi School\nEducation Rules 1973 and the orders/\ninstructions issued thereunder would, if\nmade applicable to an aided minority\neducational institution, violate the\nfundamental right guaranteed under Article\n30(1) of the Constitution and are the\nE\nEL\nF\nG\nH\nA\n00\nB\nC\n98\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nrespondents herein entitled to a declaration\nand consequential directions to that effect?\n(b) Have the judgments of the learned Single\nJudge of the High Court in Sumanjit Kaur v.\nNCT of Delhi [2005 III AD (Delhi) 560], as\naffirmed by the decision dated 1.2.2006 of\nthe Division Bench of the High Court in (LPA\nNos.445-446/2005) Govt. of National\nCapital of Territory of Delhi v. Sumanjit\nKaur been correctly decided?\n2. It is useful to notice at this juncture itself that the Division\nBench doubted the correctness of judgment of another Division\nBench of that Court in the case of Govt. of NCT of Delhi v.\nSumanjit Kaur in LPA Nos. 445-446 of 2006 dated 1.2.2006.\nD The Division Bench had affirmed the view taken by the Single\nJudge in Sumanjit Kaur (supra). The learned Single Judge had\nexpressed the view that such circulars and regulations issued\nby the Directorate of Education, would be unconstitutional since\nthey are likely to interfere with the choice of the medium of\nE instruction as well as minority character of the institution by\ncompelling the appointment to the teaching faculty of persons,\nwho may be inimical towards that minority community. The\nCourt further held that since the approval in the facts of the case\nwould be deemed to have been granted, the Court was not\nF expected to discuss or pass further orders in the writ petition.\nThe Division Bench, which passed the impugned judgment\nexpressed the view contra to the view taken by the learned\nSingle Judge in the Case of Sumanjit Kaur (supra), as affirmed\nby the Division Bench. While noticing that the Government of\nNCT of Delhi had filed the Special Leave Petition (C) No.\n16374 of 2006 in this Court in that case, the Division Bench in\nthe present case thought it fit to grant the certificate for leave\nto appeal to this Court.\nG\n3. This is how we have been called upon to examine the\nH\nj\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 99\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nconstitutionality and legality or otherwise of the above questions A\nframed by the High Court of Delhi. We are also of the\nconsidered view that besides the above question, it will have\nto be examined that even if the relevant provisions of the Delhi\nSchool Education Act, 1973 (for short the 'DSE Act') are not\nunconstitutional, would they still apply with their rigors to the\nlinguistic minority schools receiving grant-in-aid from the\nGovernment. Before we enter upon the aspects relating to law\non the above issues, reference to the basic facts would be\nnecessary.\nFacts -\nB\nC\n4. The appellant - Sindhi Education Society (hereinafter\nreferred to as 'the Society') is a Society established and duly\nregistered under the provisions of the Societies Registration\nAct, 1860. The Society is running, inter alia, a school known D\nas S.E.S. Baba Nebhraj Senior Secondary School at Lajpat\nNagar, New Delhi.\n5. According to the Society, Sindhi language is one of the\nlanguages included in VIII Schedule of the Constitution and the\npeople speaking Sindhi language are scattered in various parts\nof the country. As Sindhi language is not spoken by the majority\nof people in Delhi, therefore, the Sindhi community in Delhi is\nand has been held to be a linguistic minority by virtue of Article\n30(1) of the Constitution. The Society, therefore, has a\nconstitutional right to establish and administer educational\ninstitutions of its choice. In furtherance of such an object, the\nschool was established for preservation of Sindhi language and\nmanaging the affairs of the school as per its constitution and\nunder the provisions of the relevant laws.\n6. In the year 1973, the DSE Act came into force with a\nview to provide better organization and development of the\nschool education in Union Territory of Delhi and for matters\nconnected therewith and incidental thereto. Soon after coming\ninto force of the provisions of the DSE Act, 1973, the Society\nE\nF\nG\nH\nH\n100 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA felt that certain provisions of the DSE Act infringed the minority\ncharacter of the Society, particularly, in matters related to\nadministration and management of the school.\nB\nс\nD\nE\nF\nG\n☐ H\n7. It appears that the society filed a writ petition in the High\nCourt of Delhi being Writ Petition (C) No. 940 of 1975, titled\nSindhi Education Society (Regd.) v. Director of Education and\nothers, which came to be disposed of by a detailed judgment\nof the Delhi High Court dated 14th July, 1982. In that judgment,\nthe Court specifically held that the Society was a linguistic\nminority and the provisions of the DSE Act as specified in the\njudgment would not be applicable to the Society. In order to put\nthe matters with clarity, it will be useful to refer to the findings\nrecorded by the Court which read as under :-\n\"In the present case the Delhi School Education Act is\napplicable only to the Union territory of Delhi. It is with\nreference to this Territory that one has to consider as to\nwhether Sindhi is a language spoken by the majority or\nminority of the people. On this there can be no doubt.\nSindhi is not spoken by majority of the people in Delhi and,\ntherefore, the Sindhi community in Delhi can legitimately\nbe regarded as a linguistic minority. Just as a religious\nminority may be composed of persons whose mother-\ntongue may not be the same, similarly a linguistic minority\nmay not necessarily be composed of people who belong\nto a religious minority of the State. As such, every person,\nwho is a Sindhi, would be regarded as belonging to a\nlinguistic minority irrespective of the fact as to whether he\nis a Hindu, or a Muslim or a Christian to the effect that\nsome of the provisions of the Act and the Rules would not\napply to minority institutions, while some other provisions\ncould be made applicable only with certain modifications\nor in accordance with the observations made by the Court.\nWe may now summarise the decision of this Court with\nregard to those provisions of the Act and the Rules which\nit held as not being applicable, or being applicable as per\n"}