{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 151\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\npolicies to invite the private sector into the field of dispensation A\nof education. This obviously, led to certain liberalization in the\nfield of private sector dealing with the different levels of\neducation. All the schools, which then came up, had to be\nrecognized by the competent authority and they had to work\nunder the regulatory measures declared by the State but in B\naccordance with law. The private sector could be dissected into\ntwo sectors - aided and non-aided schools. The aided schools\ncould further be divided into two sections - minority institutions\nreceiving grant in aid and, non-minority institutions receiving\ngrant-in-aid.\nC\nD\nE\n49. As is evident from the above narrated principles, the\nGovernment does not enjoy identical control over the\nmanagement of the schools belonging to the minority and/or\nmajority schools. In view of the above ground reality and\namendment in law, Article 30(2) provides a definite protection\nto the minority institutions that they would not be discriminated\nagainst providing of grant-in-aid. This aspect is further dealt\nwith some clarity in Chapter VI relating to grant-in-aid under the\nprovisions of the DSE Rules, 1973. In terms of Rule 60, every\naided school will continue to get the aid subject to the\nprovisions of the DSE Rules. Rule 64 of DSE Rules\ncontemplates that aid to be given upon furnishing of suitable\nundertaking by the managing committee. The grant-in-aid, then,\nwould be given only upon satisfaction of the conditions\nstipulated in Rule 65. Second proviso to Rule 10 requires that F\nwherever a linguistic minority school decides to impart\neducation in a language other than the language of such\nlinguistic minority, in that event the Administrator shall not be\nunder any obligation to give grant-in-aid to such schools. In\nother words, a school run by linguistic minority would be entitled G\nto receive grant-in-aid if it is imparting education in the\nlanguage of the minority, of course, by satisfying other stated\nconditions. The right to receive grant thus has to be accepted\nas a legitimate right in contra-distinction or opposed to legal\nright to get recognition including the case of a minority H\n152 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA institution. This principle has been reiterated by this Court in\ncatena of judgments including the judgments referred by us\nabove. The logical impact of Article 30(2) read with the\nprovisions of the DSE Act and the Rules framed thereunder is\nthat, to receive grant-in-aid is a legitimate right of a school\nB subject to satisfying the requirements of law. Article 30(2) thus,\nhas been worded in a negative language not permitting the\nState to discriminate the minority institution in relation to the\nmatters of grant-in-aid.\n50. Article 15(5) of the Constitution excludes the minority\nC educational institutions from the power of the State to make any\nprovision by law for the advancement of any socially and\neducationally backward classes of the citizens or for Scheduled\nCastes and Scheduled Tribes in relation to their admission to\neducational institutions including private educational institutions\nD whether aided or unaided. This Article is capable of very wide\nF\ninterpretation and vests the State with power of wide magnitude\nto achieve the purpose stated in the Article. But, the framers\nof the Constitution have specifically excluded minority\neducational institutions from operation of this clause. Article 16\nE which ensures equality of opportunity in matters of public\nemployment again has been worded so as to prohibit\ndiscrimination and, at the same time, vests the State with power\nto make provisions, laws and reservations in relation to a\nparticular class or classes of persons. It is of some significance\nto notice that power of the State to exercise such power is in\nrelation to the 'service under the State'. This expression has\nbeen used in all the clauses of the Article which relates to\nproviding of employment and framing of laws/reservations in\nthose categories. Upon its true construction, this expression\nitself is capable of a wide construction and must be construed\nliberally and cannot be restricted to its narrow sense. The\nexpression 'service under the State' would obviously include\nservice directly under the State Government or its\ninstrumentalities and/or even the sectors which can be termed\nas a State within the meaning of Article 12 of the Constitution.\nG\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 153\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nOnce an organization or society falls outside the ambit of this A\ncircumference, in that event, it will be difficult for the Courts to\nhold that the State has a right to frame such laws or provisions\nor make reservations in the field of employment of those\nsocieties.\nB\nC\n51. The interpretation of the word 'State' really does not\nrequire any deliberation as this aspect is no more res-integra\nand has been settled by the law stated in the case of Ajay\nHasia v. Khalid Mujib Sehravardi [(1981) 1 SCC 722], where\nthis Court spelt out the test that would be applicable in\ndetermining whether a Corporation or a Government Company\nor a private body is an instrumentality or agency of the State.\nPrimarily, there are different type of controls, which can be\nexercised by the State over any other authority, society,\norganization or private body to bring it within the ambit of the\nexpression 'State' or 'other authority' appearing in Article 12 D\nof the Constitution. These are financial control, managerial and\nadministrative control and functional control. To put it differently,\nwhat is the administrative control that the Government exercises\nupon such a body, whether functions of that body are\ngovernmental functions or closely related thereto, quantum of E\nState control, volume of financial assistances, character and\nstructure of the body and cumulative effect of these factors etc.\nThis has been followed consistently in the case of Zoroastrian\nCoop. Housing Society Ltd. v. District Registrar, Coop.\nSocieties (Urban) [(2005) 5 SCC 632] and in a very recent F\njudgment in the case of State of U.P. v. Radhey Shyam Rai\n[(2009) 5 SCC 577], wherein this Court held that Uttar Pradesh\nGanna Kishan Sansthan (Sansthan) is a State because these\ncriteria were satisfied and even the State could take over the\nfunctions of the Sansthan. Unless all these three aspects are\nestablished or they are stated to be satisfied, it will not be\npermissible to term that society, organization or body as a\n'State'.\n52. There is no doubt, that there may be minority\ninstitutions which are receiving grant-in-aid from the\nG\nH\n154 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA Government. But, merely receiving grant-in-aid per se would not\nmake such school or institution 'State' within the meaning of\nArticle 12 of the Constitution of India. Even this aspect we need\nnot discuss in any great detail as the question stands settled\nby the judgment of this Court in the case of V.K. Sodhi (supra),\nB wherein this Court has dealt with the question whether State\nCouncil of Education, Research and Training is not State or\nother authority within the meaning of Article 12. The Court\nreturned the finding that though the finances were being\nprovided by the State, the State Government does not have\nC deep and pervasive control over the working of the Council and\nit was an independent society and thus, is not a State. The\nCourt held as`under :\nD\nE\nF\nG\nH\n\"11. The two elements, one, of a function of the State,\nnamely, the coordinating of education and the other, of the\nCouncil being dependant on the funding by the State,\nsatisfied two of the tests indicated by the decisions of this\nCourt. But, at the same time, from that alone it could not\nbe assumed that SCERT is a State. It has to be noted that\nthough finance is made available by the State, in the\nmatter of administration of that finance, the Council is\nsupreme. The administration is also completely with the\nCouncil. There is no governmental interference or control\neither financially, functionally or administratively, in the\nworking of the Council. These were the aspects taken note\nof in Chander Mohan Khanna (supra) to come to the\nconclusion that NCERT is not a State or other authority\nwithin the meaning of Article 12 of the Constitution of India.\nNo doubt, in Chander Mohan Khanna (supra), the Bench\nnoted that the fact that education was a State function could\nnot make any difference. This part of the reasoning in\nChander Mohan Khanna (supra) case has been\nspecifically disapproved by the majority in Pradeep Kumar\nBiswas (supra). The majority noted that the objects of\nforming Indian Institute of Chemical Biology was with the\nview of entrusting it with a function that is fundamental to\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 155\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nthe governance of the country and quoted with approval the A\nfollowing passage in Rajasthan SEB v. Mohan Lal\n[(1967) 3 S.C.R. 377]:\n\"The State, as defined in Article 12, is thus comprehended\nto include bodies created for the purpose of promoting the\neducational and economic interests of the people.\nThe majority then stated:\n\"We are in respectful agreement with this statement of the\nlaw. The observations to the contrary in Chander Mohan\nKhanna v. NCERT relied on by the learned Attorney-\nGeneral in this context, do not represent the correct legal\nposition.\"\nXXX XXX XXX XXX XXX\nB\nC\nD\nF\n13. We also find substantial differences in the two set\nups. Sabhajit Tewary (supra), after referring to the rules of\nthe Council of Scientific and Industrial Research which was\nregistered under the Societies Registration Act, concluded\nthat it was not a State within the meaning of Article 12 of E\nthe Constitution. While overruling the said decision, the\nmajority in Pradeep Kumar Biswas (supra) took the view\nthat the dominant role played by the Government of India\nin the governing body and the ubiquitous control of the\nGovernment in the Council and the complete subjugation\nof the Governing Body to the will of the Central Government,\nthe inability of the Council to lay down or change the terms\nand conditions of service of its employees and the inability\nto alter any bye-law without the approval of the Government\nof India and the owning by the Central Government of the\nassets and funds of the Council though normally owned by\nthe society, all indicated that there was effective and\npervasive control over the functioning of the Council and\nsince it was also entrusted with a Governmental function,\nthe justifiable conclusion was that it was a State within the\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n156 SUPREME COURT REPORTS\nJum\n[2010] 8 S.C.R.\nmeaning of Article 12 of the Constitution. The majority also\nnoticed that on a winding up of that Council, the entire\nassets were to vest in the Central Government and that\nwas also a relevant indication. Their Lordships in the\nmajority also specifically overruled as a legal principle that\na Society registered under the Societies Registration Act\nor a company incorporated under the Companies Act, is\nby that reason alone excluded from the concept of State\nunder Article 12 of the Constitution. In the case of SCERT,\nin addition to the operational autonomy of the Executive\nCommittee, it could also amend its bye-laws subject to the\nprovisions of the Delhi Societies Registration Act though\nwith the previous concurrence of the Government of Delhi\nand that the proceedings of the Council are to be made\navailable by the Secretary for inspection of the Registrar\nof Societies as per the provisions of the Societies\nRegistration Act. The records and proceedings of the\nCouncil have also to be made available for inspection by\nthe Registrar of Societies. In the case of dissolution of\nSCERT, the liabilities and assets are to be taken over at\nbook value by the Government of Delhi which had to\nappoint a liquidator for completing the dissolution of the\nBody. The creditors' loans and other liabilities of SCERT\nshall have preference and bear a first charge on the assets\nof the Council at the time of dissolution. This is not an\nunconditional vesting of the assets on dissolution with the\nGovernment. It is also provided that the provisions of the\nSocieties Registration Act, 1860 had to be complied with\nin the matter of filing list of office-bearers every year with\nthe Registrar and the carrying out of the amendments in\naccordance with the procedure laid down in the Act of\n1860 and the dissolution being in terms of Sections 13 and\n14 of the Societies Registration Act, 1860 and making all\nthe provisions of the Societies Registration Act applicable\nto the Society. These provisions, in our view, indicate that\nSCERT is subservient to the provisions of the Societies\nRegistration Act rather than to the State Government and\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 157\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nthat the intention was to keep SCERT as an independent A\nbody and the role of the State Government cannot be\ncompared to that of the Central Government in the case\nof Council of Scientific and Industrial Research.\nB\nC\nD\n14. As we understand it, even going by paragraph 40 of\nthe judgment in Pradeep Kumar Biswas (supra), which we\nhave quoted above, we have to consider the cumulative\neffect of all the facts available in the case. So considered,\nwe are inclined to hold that SCERT is not a State or other\nauthority within the meaning of Article 12 of the Constitution\nof India. As we see it, the High Court has not\nindependently discussed the relevant rules governing the\nfunctioning and administration of SCERT. It has proceeded\non the basis that in the face of Pradeep Kumar Biswas\n(supra) decision, the decision in Chander Mohan Khanna\n(supra) must be taken to be overruled and no further\ndiscussion of the question is necessary. But, in our view,\neven going by Pradeep Kumar Biswas (supra), each case\nhas to be considered with reference to the facts available\nfor determining whether the body concerned is a State or\nother authority within the meaning of Article 12 of the\nConstitution of India. So considered, we find that the\nGovernment does not have deep and pervasive control\nover the working of SCERT. It does not have financial\ncontrol in the sense that once the finances are made\navailable to it, the administration of those finances is left F\nto SCERT and there is no further governmental control. In\nthis situation, we accept the submission on behalf of the\nappellants and hold that SCERT is not a State or other\nauthority within the meaning of Article 12 of the Constitution\nof India. After all, the very formation of an independent G\nsociety under the Societies Registration Act would also\nsuggest that the intention was not to make the body a\nmere appendage of the State. We reverse the finding of\nthe High Court on this aspect.\"\nE\nH\nA\n158 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n53. The principle above enunciated clearly shows that it\nis the cumulative effect of all the three essential features which\nwould finally help in determining whether a society, body or an\nassociation is 'State' or not. We have referred to various\nprovisions of the DSE Act, 1973 and particularly, the Rules\nB framed thereunder. The DSE Rules specifically contemplate\nthat the State Government will not have any strict control over\nthe management of these institutions. Even the members, who\nare nominated by the Director of Education, would only have a\nright of limited participation with no right of voting. Rule 59(b)(iv),\nC requires two other persons who are or have been teachers of\nany other school or college, to be nominated by the Advisory\nBoard on the Managing Committee of a school. However, this\nclause shall not apply to a minority institution in terms of the\nproviso to the said Rule. The limited extent of control\nexercisable by the authorities is demonstrated in DSE Rules\n44, 59 and 96(3A) \u0026 (3B). Every school is required, when it\ndesires to establish a new school, to give intimation in writing\nto the Administrator or its office to establish such a school to\nspecifically exempt the minorities' institutions from application\nof this detailed provision. In addition to this, the management\nof a minority school cannot be taken over by the authorities in\nterms of Section 20 of the DSE Act as the statute itself prohibits\nthe application of Section 20 to such school in terms of Section\n21 of the Act. Besides these statutory provisions and the\nscheme under the DSE Act, various judgments of this Court\nhave also consistently taken the view that the State has no right\nof interference in the establishment, administration and\nmanagement of a school run by linguistic minority except the\npower to regulate as specified.\nD\nE\nF\nG\nH\n54. The right to establish and administer includes a right\nto appoint teachers. Thus, except providing grant-in-aid as per\nthe DSE Rules and having no power to discriminate in terms\nof Article 30(2) of the Constitution, the Government has a very\nlimited regulatory control over the minority institutions and no\ncontrol whatsoever on the managing committee, internal\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 159\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nA\nmanagement of the school and, of course, has no power to take\nover such an institution. This Court has also expressed the view\nin some judgments that in respect of minority or even minority\ninstitutions, steps can be taken even for closure of such\ninstitutions in the national interest which of course may be a rare.\nexception. Once the State lacks basic power of jurisdiction to B\nmake special provisions and reservations in relation to minority\ninstitutions, which do not form part of service under the State,\nit will be difficult for the Court to hold that Rule 64(1)(b) can be\nenforced against aided minority institution. There are still other\naspects which can usefully be examined to analyze this issue\nin a greater detail. In T.M.A. Pai's case (supra) the right to\nestablish an institution is provided. The Court held that the right\nto establish an institution is provided in Article 19(1)(g) of the\nConstitution. Such right, however, is subject to reasonable\nrestriction, which may be brought about in terms of clause (6)\nthereof. Further, that minority, whether based on religion or\nlanguage, however, has a fundamental right to establish and\nadminister educational institution of its own choice under Article\n30(1).\nC\nD\nE\n55. The right under clause (1) of Article 30 is not absolute\nbut subject to reasonable restrictions which, inter alia, may be\nframed having regard to the public interest and national interest\nof the country. Regulation can also be framed to prevent mal-\nadministration as well as for laying down standards of\neducation, teaching, maintenance of discipline, public order, F\nhealth, morality etc. It is also well settled that a minority\ninstitution does not cease to be so, the moment grant-in-aid is\nreceived by the institution. An aided minority education\ninstitution, therefore, would be entitled to have the right of\nadmission of students belonging to the minority group and, at\nthe same time, would be required to admit a reasonable extent\nof non-minority students, to the extent, that the right in Article\n30(1) is not substantially impaired and further, the citizen's right\nunder Article 29 (2) is not infringed.\nG\nH\n'\n160\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA\nB\nD\n56. A minority institution may have its own procedure and\nmethod of admission as well as the selection of students but it\nhas to be a fair and transparent method. The State has the\npower to frame regulations which are reasonable and do not\nimpinge upon the basic character of the minority institutions.\nThis Court, in some of the decisions, has taken the view that\nthe width of the rights and limitations thereof of unaided\ninstitutions, whether run by a majority or by a minority, must\nconform to the maintenance of excellence and with a view to\nachieve the said goal indisputably, the regulations can be made\nby the State. It is also equally true that the right to administer\nC\ndoes not amount to the right to mal-administer and the right is\nnot free from regulations. The regulatory measures are\nnecessary for ensuring orderly, efficient and sound\nadministration. The regulatory measures can be laid down by\nthe State in the administration of minority institutions. The right\nof the State is to be exercised primarily to prevent mal-\nadministration and such regulations are permissible regulations.\nThese regulations could relate to guidelines for the efficiency\nand excellence of educational standards, ensuring the security\nof the services of the teachers or other employees, framing\nE rules and regulations governing the conditions of service of\nteachers and employees and their pay and allowances and\nprescribing course of study or syllabi of the nature of books etc.\nSome of the impermissible regulations are refusal to affiliation\nwithout sufficient reasons, such conditions as would completely\nF destroy the autonomous status of the educational institution, by\nintroduction of outside authority either directly or through its\nnominees in the Governing Body or the Managing Committee\nof minority institution to conduct its affairs etc. These have been\nillustrated by this Court in the Case of State of Kerala v. Very\nG Rev. Mother Provincial [1970) 2 SCC 417, All Saints High\nSchool v. Govt. of A.P. [(1980) 2 SCC 478] and T.M.A. Pai's\ncase (supra). Even in the Kerala Education Bill, 1957 case\n(supra), referred for opinion by the President under Article\n143(1) of the Constitution, this Court while answering question\nNo.2 emphasized upon the freedom and extent of protection\nH\n"}