{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 161\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\navailable to the minority institutions. Referring to the fact that A\nArticles 29 and 30 are set out in Part-III of the Constitution, which\nguarantees fundamental rights, the text and margin notes of\nboth the Articles show that their purpose is to confer those\nfundamental rights on certain sections of community, which\nconstitute minority communities. The Court held that Article B\n30(1) cannot be limited and should equally operate in favour\nof educational institution, whether established pre or post the\ncommencement of the Constitution. The Bench repelled the\ncontention that by admission of an outsider, the minority\ninstitution will loose its character as such, and held:\n\"To say that an institution which receives aid on account\nof its being a minority educational institution must not\nrefuse to admit any member of any other community only\non the grounds therein mentioned and then to say that as\nsoon as such institution admits such an outsider it will\ncease to be a minority institution is tantamount to saying\nthat minority institutions will not, as minority institutions, be\nentitled to any aid”.\nWhile admitting non-members, the institution does not shed\nits character or ceases to be a minority institution. The freedom\nof minority institutions was further explained by the Bench by\nsaying that it is the choice of the minority institution, to establish\nsuch educational institutions as well serve both purposes that\nof conserving their religion, language or culture and also the\npurpose of giving a thorough good general education to their\nchildren. So, they could even impart education in their own\nlanguage or in any other language, which choice essentially has\nto be left to the minority institution. The constitution itself uses\nthe word 'choice' in Article 30(1), which indicates the extent of\nliberty and freedom, the framers of the Constitution intended\nto grant to the minority community. Thus, there arises no\noccasion for the Court to read restrictions into such freedom\non the ground of policy. It may amount to intrusion into the very\nminority character and protection available to the community in\nC\nD\nE\nF\nG\nH\n162 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA law. The right to frame regulations, therefore, is not itself an\nunregulated right. It has its own limitations and sphere within\nwhich such regulations would be framed and made operative.\nB\nC\nD\n57. It is not necessary for us to examine the extent of power\nto make regulations, which can be enforced against linguistic\nminority institutions, as we have already discussed the same\nin the earlier part of the judgment. No doubt, right conferred on\nminorities under Article 30 is only to ensure equality with the\nmajority but, at the same time, what protection is available to\nthem and what right is granted to them under Article 30 of the\nConstitution cannot be diluted or impaired on the pretext of\nframing of regulations in exercise of its statutory powers by the\nState. The permissible regulations, as afore-indicated, can\nalways be framed and where there is a mal-administration or\neven where a minority linguistic or religious school is being run\nagainst the public or national interest, appropriate steps can\nbe taken by the authorities including closure but in accordance\nwith law. The minimum qualifications, experience, other criteria\nfor making appointments etc are the matters which will fall\nsquarely within the power of the State to frame regulations but\npower to veto or command that a particular person or class of\npersons ought to be appointed to the school failing which the\ngrant-in-aid will be withdrawn, will apparently be a subject which\nwould be arbitrary and unenforceable. Even in T.M.A. Pai's\ncase (supra), which view was reiterated by this Court in the\nF case of Secy. Malankara Syrian Catholic College (supra), it\nwas held that the conditions for proper utilization of the aid by\nthe educational institution was a matter within the empowerment\nof the State to frame regulations but without abridging or diluting\nthe right to establish and administer educational institutions. In\nG that case, while dealing with the appointment of a person as\nPrincipal, the Court clearly stated the dictum that the freedom\nto choose the person to be appointed as Principal has always\nbeen recognized as a vital facet to right to administer the\neducational institution. It being an important part of the\nadministration and even if the institution is aided, there can be\nE\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 163\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nno interference with the said right. The power to frame A\nregulations and control the management is subject to another\nrestriction which was reiterated by the Court in P.A. Inamdar's\ncase (supra) stating that it is necessary that the objective of\nestablishing the institution was not defeated.\nB\nC\nD\nE\n58. At last, what is the purpose of granting protection or\nprivilege to the minorities in terms of Article 29, and at the\nsame time, applying negative language in Article 30(2) in\nrelation to State action for releasing grant-in-aid, as well as the\nprovisions of DSE Act, 1973 and the rules framed thereunder?\nIt is obvious that the constitutional intent is to bring the\nminorities at parity or equality with the majority as well as give\nthem right to establish, administer and run minority educational\ninstitutions. With the primary object of Article 21A of the\nConstitution in mind, the State was expected to expand its\npolicy as well as methodology for imparting education. DSE Act,\nas we have already noticed, was enacted primarily for the\npurpose of better organization and development of school\neducation in the Union Territory of Delhi and for matters\nconnected therewith or incidental thereto. Thus, the very object\nand propose of this enactment was to improve the standard as\nwell as management of school education. It will be too far\nfetched to read into this object that the law was intended to\nmake inroads into character and privileges of the minority.\nBesides, in the given facts and circumstances of the case, the\nCourt is also duty bound to advance the cause or the purpose\nfor which the law is enacted. Different laws relating to these\nfields, thus, must be read harmoniously, construed purposively\nand implemented to further advancement of the objects, sought\nto be achieved by such collective implementation of law. While,\nyou keep the rule of purposive interpretation in mind, you also G\nfurther add such substantive or ancillary matters which would\nadvance the purpose of the enactment still further. To sum up,\nwe will term it as 'doctrine of purposive advancement'. The\npower to regulate, undisputedly, is not unlimited. It has more\nrestriction than freedom particularly, in relation to the H\nF\n164 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA management of linguistic minority institutions. The rules, which\nwere expected to be framed in terms of Section 28 of the DSE\nAct, were for the purpose of carrying out the provisions of the\nAct. Even, otherwise, it is a settled principle of law that Rules\nmust fall within the ambit and scope of the principal legislation.\nB Section 21 is sufficiently indicative of the inbuilt restrictions that\nthe framers of the law intended to impose upon the State while\nexercising its power in relation to a linguistic minority school.\nC\nD\n59. To appoint a teacher is part of the regular\nadministration and management of the School. Of course, what\nshould be the qualification or eligibility criteria for a teacher to\nbe appointed can be defined and, in fact, has been defined by\nthe Government of N.C.T. of Delhi and within that specified\nparameters, the right of the linguistic minority institution to\nappoint a teacher cannot be interfered with. The paramount\nfeature of the above laws was to bring efficiency and excellence\nin the field of school education and, therefore, it is expected of\nthe minority institutions to select the best teacher to the faculty.\nTo provide and enforce the any regulation, which will practically\ndefeat this purpose would have to be avoided. A linguistic\nE minority is entitled to conserve its language and culture by a\nconstitutional mandate. Thus, it must select people who satisfy\nthe prescribed criteria, qualification and eligibility and at the\nsame time ensure better cultural and linguistic compatibility to\nthe minority institution. At this stage, at the cost of repetition,\nF we may again refer to the judgment of this Court in T.M.A. Pai's\ncase (supra), where in para 123, the Court specifically noticed\nthat while it was permissible for the State and its educational\nauthorities to prescribe qualifications of a teacher, once the\nteachers possessing the requisite qualifications were selected\nG by the minorities for their educational institutions, the State\nwould have no right to veto the selection of the teachers. Further,\nthe Court specifically noticed the view recorded by Khanna, J.\nin reference to Kerala Education Bill, 1957 case (supra), and\nto clauses 11 and 12 of the Bill in particular, where the learned\nJudge had declared that, it is the law declared by the Supreme\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 165\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nCourt in subsequently contested cases as opposed to the A\nPresidential reference, which would have a binding effect and\nsaid:\n\"123 The words 'as at present advised' as well as\nthe preceding sentence indicate the view expressed by this\nCourt in relation to Kerala Education Bill, 1957, in this\nrespect was hesitant and tentative and not a final view in\nthe matter.\"\nB\nWhat the Court had expressed in para 123 above, appears\nto have found favour with the Bench dealing with the case of C\nT.M.A. Pai (supra). In any case, nothing to the contrary was\nobserved or held in the subsequent judgment by the larger\nBench.\nE\n60. The concept of equality stated under Article 30(2) has D\nto be read in conjunction with the protection under Article 29\nand thus it must then be given effect to achieve excellence in\nthe field of education. Providing of grant-in-aid, which travels\nfrom Article 30(2) to the provisions of the DSE Act and Chapter\nVI of the Rules framed thereunder, is again to be used for the\nsame purpose, subject to regulations which themselves must\nfall within the permissible legislative competence. The purpose\nof grant-in-aid cannot be construed so as to destroy, impair or\neven dilute the very character of the linguistic minority\ninstitutions. All these powers must ultimately, stand in comity\nto the provisions of the Constitution, which is the paramount\nlaw. The Court will have to strike the balance between different\nfacets relating to grant-in-aid, right to education being the\nfundamental right, protection available to religious or linguistic\nminorities under the Constitution and the primary object to\nimprove and provide efficiency and excellence in school\neducation. In our considered view, it will not be permissible to\ninfringe the constitutional protection in exercise of State policy\nor by a subordinate legislation to frame such rules which will\nimpinge upon the character or in any way substantially dilute\nthe right of the minority to administer and manage affairs of its\nF\nG\nH\n166 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA school. Even though in the case of Mohinder Kaur (supra), the\nBench of this Court held that upon restoration of the minority\ncharacter of the institution, the provisions of the Act and the\nrules framed thereunder would cease to apply to a minority\ninstitution. We still would not go that far and would preferably\nB follow the view expressed by larger Bench of this Court in\nT.M.A. Pai's case (supra) and even rely upon other subsequent\njudgments, which have taken the view that the State has the\nright to frame such regulations which will achieve the object of\nthe Act. Even if it is assumed that there is no complete eclipse\nof the DSE Act in the Rules in the case of minority institutions,\nstill Rule 64(1)(b), if enforced, would adversely effect and dilute\nthe right and protection available to the minority school under\nthe Constitution.\nC\n61. Now, we will revert back to the facts of the present case.\nD There is no dispute to the fact that the appellant-school is a\nlinguistic minority institution and has been running as such for\na considerable time. Admittedly, it was receiving grant-in-aid\nfor all this period. Its minority status was duly accepted and\ndeclared by the judgment of the Delhi High Court in the case\nE of this very institution and which has attained finality. In this very\njudgment, the Court also held that certain provisions of DSE\nRules, 1973 would not apply to this minority school. Thereafter,\nvide letter dated 12th March, 1985, the Managing Committee\nwas required to give an undertaking that it would make.\nF reservation in service for Scheduled Castes and Schedule\nTribes, to which the school had replied relying upon the\njudgment of the Delhi High Court in its own case. However, vide\nletter dated 21st March, 1986, Secretary (Education),\nGovernment of N.C.T., Delhi had informed the appellants that\nG the circular requiring Government aided schools to comply with\nthe provisions relating to reservation was not applicable to the\nminority institutions. In face of the judgment of the Court, such\na requirement was not carried out by the appellant-school and\nthe controversy was put at rest vide letter dated 21st March,\n1986 and the institution continued to receive the grant-in-aid.\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 167\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\nHowever, in September, 1989, again, a letter was addressed A\nto all the government aided schools including the appellant\nstating that it was a precondition for all agencies receiving\ngrant-in-aid, not only to enforce the requirement of providing\nreservation in the posts but even not to make any regular\nappointments in the general category till the vacancies in the\nreserved category were filled up. This was challenged before\nthe High Court. At the very outset, we may notice that we entirely\ndo not approve the view expressed by the learned Single Judge\nof the Delhi High Court in the case of Sumanjit Kaur (supra)\ninsofar as it held that the regulation would be unconstitutional\nsince they are likely to interfere with the choice of the medium\nof instruction as well as minority character of the institution by\ncompelling the appointments to the teaching faculty of the\npersons, who may be inimical towards the minority community.\nC\nD\nF\n62. We are of the considered view that the learned Single\nJudge as well as the Division Bench erred in law in stating the\nabove proposition as it is contra-legam. The Preamble of our\nConstitution requires the people of India to constitute into a\n'Sovereign Socialist Secular Democratic Republic'.\nSecularism, therefore, is the essence of our democratic E\nsystem. Secularism and brotherhoodness is a golden thread\nthat runs into the entire constitutional scheme formulated by the\nframers of the Constitution. The view of the learned Single\nJudge and the Division Bench in the case of Sumanjit Kaur\n(supra), runs contra to the enunciated law. We are afraid that\nwhile deciding a constitutional matter in accordance with law,\nthe Court would not be competent to raise a presumption of\ninimical attitude of and towards one community or the other. We\ndo not approve the view of the High Court that a provision of\nan Act or a Circular issued thereunder could be declared as\nunconstitutional on such presumptuous ground. However, to the\nextent that it may interfere with the choice of medium of\ninstructions as well as minority character of the institution to\nsome extent is a finding recorded in accordance with law. The\nDivision Bench while entertaining the appeal against the H\nG\n168 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA judgment of the learned Single Judge, had primarily\nC\nconcentrated on the point that the selection of the teacher was\nvalid and not violative of the Rules and accepted the findings\nrecorded by the learned Single Judge, resulting in grant of relief\nto the appellants. Further, in our considered view and for the\nB reasons afore-recorded, the judgment of the Division Bench in\nthe present case while dismissing the writ petition filed by the\nappellants before that Court cannot be sustained in law. Further,\nin the judgment under appeal the Division Bench was right in\nnot accepting the reason given by the learned Single Judge\nfounded on other persons being inimical towards minority. It\nwas expected of the Division Bench to critically analyze other\nreasons given by the learned Single Judge in the case of\nSumanjit Kaur (supra), which had been followed in the present\ncase. We could have had the benefit of the independent view\nof the Division Bench as well. Reasoning is considered as the\nsoul of the judgment. The Bench referred to the fact that the\nview in the Kerala Education Bill, 1957 case (supra) was\ntentative but still erred in ignoring paragraph 123 of the T.M.A.\nPai's case (supra) as well as the other judgments referred by\nus, presumably, as they might not have been brought to the\nnotice of the Bench. The discussion does not analyze the\nvarious principles enunciated in regard to the protection\navailable to the linguistic minorities under Article 29 of the\nConstitution and the result of principle of equality introduced by\nArticle 30(2) of the Constitution. For the detailed reasons\nrecorded in this judgment, we are unable to persuade ourselves\nto accept the view of the Division Bench in the Judgment under\nappeal.\nD\nE\nF\nG\nH\n63. A linguistic minority has constitution and character of\nits own. A provision of law or a Circular, which would be\nenforced against the general class, may not be enforceable with\nthe same rigors against the minority institution, particularly\nwhere it relates to establishment and management of the\nschool. It has been held that founders of the minority institution\nhave faith and confidence in their own committee or body\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 169\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\nD\nconsisting of the persons selected by them. Thus, they could A\nchoose their managing committee as well as they have a right\nto choose its teachers. Minority institutions have some kind of\nautonomy in their administration. This would entail the right to\nadminister effectively and to manage and conduct the affairs\nof the institution. There is a fine distinction between a restriction\non the right of administration and a regulation prescribing the\nmanner of administration. What should be prevented is the mal-\nadministration. Just as regulatory measures are necessary for\nmaintaining the educational character and content of the\nminority institutions, similarly, regulatory measures are C\nnecessary for ensuring orderly, efficient and sound\nadministration. Every linguistic minority may have its own socio,\neconomic and cultural limitations. It has a constitutional right to\nconserve such culture and language. Thus, it would have a right\nto choose teachers, who possess the eligibility and\nqualifications, as provided, without really being impressed by\nthe fact of their religion and community. Its own limitations may\nnot permit, for cultural, economic or other good reasons, to\ninduct teachers from a particular class or community. The\ndirection, as contemplated under Rule 64(1)(b), could be\nenforced against the general or majority category of the\nGovernment aided school but, it may not be appropriate to\nenforce such condition against linguistic minority schools. This\nmay amount to interference with their right of choice and, at the\nsame time, may dilute their character of linguistic minority. It\nwould be impermissible in law to bring such actions under the\ncover of equality which in fact, would diminish the very essence\nof their character or status. Linguistic and cultural compatibility\ncan be legitimately claimed as one of the desirable features\nof a linguistic minority in relation to selection of eligible and\nqualified teachers.\n64. A linguistic minority institution is entitled to the\nprotection and the right of equality enshrined in the provisions\nof the Constitution. The power is vested in the State to frame\nregulations, with an object to ensure better organization and\nE\nF\nG\nH\n170 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA development of school education and matters incidental thereto.\nSuch power must operate within its limitation while ensuring that\nit does not, in any way, dilute or impairs the basic character of\nlinguistic minority. Its right to establish and administer has to\nbe construed liberally to bring it in alignment with the\nB constitutional protections available to such communities. The\nminority society can hardly be compelled to perform acts or\ndeeds which per se would tantamount to infringement of its right\nto manage and control. In fact, it would tantamount to imposing\nimpermissible restriction. A school which has been established\nand granted status of a linguistic minority for years, it will not\nbe proper to stop its grant-in-aid for the reason that it has failed\nto comply with a condition or restriction which is impermissible\nin law, particularly, when the teacher appointed or proposed to\nbe appointed by such institution satisfy the laid down criteria\nand/or eligibility conditions. The minority has an inbuilt right to\nappoint persons, which in its opinion are better culturally and\nlinguistically compatible to the institution.\nс\nD\n65. To frame policy is the domain of the Government. If,\nas a matter of policy, the Government has decided to\nE implement the reservation policy for upliftment of the socially\nor otherwise backward classes, then essentially it must do so\nwithin the frame work of the Constitution and the laws. The\nconcept of reservation has been provided, primarily, under\nArticle 16 of the Constitution. Therefore, it would be the\nrequirement of law that such policies are framed and enforced\nwithin the four corners of law and to achieve the laudable cause\nof upliftment of a particular section of the society. In regard to\nthe ambit and scope of reservation, this Court in the case of\nM. Nagaraj v. Union of India [(2006) 8 SCC 212] held as under\nG -\nF\nH\n\"39. Reservation as a concept is very wide. Different\npeople understand reservation to mean different things.\nOne view of reservation as a generic concept is that\nreservation is an anti-poverty measure. There is a different\n"}