{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"SINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 141\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\neven in national interest a minority institute cannot be A\nclosed down. Further, minority educational institutions have\npreferential right to admit students of their own community/\nlanguage. No such rights exist so far as non-minority\neducational institutions are concerned.\nXXX XXX XXX XXX XXX\nB\nс\nE\n14.......Whilst discussing Article 30 under the heading “To\nwhat extent can the rights of aided private minority\ninstitutions to administer be regulated” reliance has been\nplaced, in the majority judgment, on previous judgments in\nthe cases of Kerala Education Bill, 1957, Re, Sidhajbhai\nSabhai v. State of Gujarat, Rev. Father W. Proost v. State\nof Bihar, State of Kerala v. Very Rev. Mother Provincial\nand Ahmedabad St. Xavier's College Society v. State of\nGujarat. All these cases have recognised and upheld the D\nrights of minorities under Article 30. These cases have held\nthat in the guise of regulations, rights under Article 30\ncannot be abrogated. It has been held, even in respect of\naided minority institutions that they must have full\nautonomy in administration of that institution. It has been\nheld that the right to administer includes the right to admit\nstudents of their own community/ language. Thus an\nunaided minority professional college cannot be in a\nworse position than an aided minority professional college.\nIt is for this reason that paragraph 68 provides that a\ndifferent percentage can be fixed for unaided minority\nprofessional colleges. The expression “different\npercentage for minority professional institutions\" carries a\ndifferent meaning than the expression \"certain percentage\nfor unaided professional colleges\". In fixing the percentage\nfor unaided minority professional colleges the State must\nkeep in mind, apart from local needs, the interest/need of\nthat community in the State. The need of that community,\nin the State, would be paramount vis-à-vis the local\nneeds.\"\nF\nG\nH\nA\n142 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n42. In an attempt to clarify the matters beyond controversy,\na Seven-Judge Bench of this Court in the case of P.A. Inamdar\nv. State of Maharashtra [(2005) 6 SCC 537], discussed the\nentire gamut of law in relation to minority educational institutions\nand noticed that the right conferred by Article 30 was more in\nB the nature of protection for minorities. It protects minority\ninstitutions from regulatory legislations framed under Article 19\n(6), but still they were not immune from regulatory control. The\nCourt was primarily concerned in that case with admission of\nthe students to different institutions where it observed that even\nwithin the scope and ambit of Article 30(1) there was a need\nfor imposing reasonable restrictions even on the minority\ninstitutions, and such direction would not vitiate and hurt the\nminority status. There are two basic concepts - one relating to\nimposition of conditions with regard to the management of the\ninstitutions and secondly the power of the State to step in where\nthere are questions of national interest. The Court did approve\nthe permitted operation of the committees with reference to\nrationality and reasonableness and the two significant matters\nwere decided by the Court as follows :\nC\nD\nE\nLĿL\nF\nG\nH\n\"103. To establish an educational institution is a\nfundamental right. Several educational institutions have\ncome up. In Kerala Education Bill “minority educational\ninstitutions\" came to be classified into three categories,\nnamely, (i) those which do not seek either aid or\nrecognition from the State; (ii) those which want aid; and\n(iii) those which want only recognition but not aid. It was\nheld that the first category protected by Article 30(1) can\n\"exercise that right to their hearts' content\" unhampered by\nrestrictions. The second category is most significant. Most\nof the educational institutions would fall in that category as\nno educational institution can, in modern times, afford to\nsubsist and efficiently function without some State aid. So\nit is with the third category. An educational institution may\nsurvive without aid but would still stand in need of\nrecognition because in the absence of recognition,\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 143\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nC\nD\neducation imparted therein may not really serve the A\npurpose as for want of recognition the students passing\nout from such educational institutions may not be entitled\nto admission in other educational institutions for higher\nstudies and may also not be eligible for securing jobs.\nOnce an educational institution is granted aid or aspires B\nfor recognition, the State may grant aid or recognition\naccompanied by certain restrictions or conditions which\nmust be followed as essential to the grant of such aid or\nrecognition. This Court clarified in Kerala Education Bill that\n\"the right to establish and administer educational\ninstitutions\" conferred by Article 30(1) does not include the\nright to maladminister, and that is very obvious. Merely\nbecause an educational institution belongs to a minority it\ncannot ask for aid or recognition though running in\nunhealthy surroundings, without any competent teachers\nand which does not maintain even a fair standard of\nteaching or which teaches matters subversive to the\nwelfare of the scholars. Therefore, the State may prescribe\nreasonable regulations to ensure the excellence of the\neducational institutions to be granted aid or to be\nrecognised. To wit, it is open to the State to lay down\nconditions for recognition such as, an institution must have\na particular amount of funds or properties or number of\nstudents or standard of education and so on. The dividing\nline is that in the name of laying down conditions for aid\nor recognition the State cannot directly or indirectly defeat\nthe very protection conferred by Article 30(1) on the minority\nto establish and administer educational institutions.\nDealing with the third category of institutions, which seek\nonly recognition but not aid, Their Lordships held that \"the\nright to establish and administer educational institutions of\ntheir choice\" must mean the right to establish real\ninstitutions which will effectively serve the needs of the\ncommunity and scholars who resort to these educational\ninstitutions. The dividing line between how far the\nregulation would remain within the constitutional limits and H\nE\nF\n•\nG\nA\nB\nC\nD\nE\nLL\nF\n144 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nwhen the regulations would cross the limits and be\nvulnerable is fine yet perceptible and has been\ndemonstrated in several judicial pronouncements which\ncan be cited as illustrations. They have been dealt with\nmeticulous precision coupled with brevity by S.B. Sinha,\nJ. in his opinion in Islamic Academy. The considerations\nfor granting recognition to a minority educational institution\nand casting accompanying regulations would be similar as\napplicable to a non-minority institution subject to two\noverriding considerations: (i) the recognition is not denied\nsolely on the ground of the educational institution being one\nbelonging to minority, and (ii) the regulation is neither\naimed at nor has the effect of depriving the institution of\nits minority status.\nXXX XXX XXX XXX XXX\n134. However, different considerations would apply for\ngraduate and postgraduate level of education, as also for\ntechnical and professional educational institutions. Such\neducation cannot be imparted by any institution unless\nrecognised by or affiliated with any competent authority\ncreated by law, such as a university, Board, Central or\nState Government or the like. Excellence in education and\nmaintenance of high standards at this level are a must. To\nfulfil these objectives, the State can and rather must, in\nnational interest, step in. The education, knowledge and\nlearning at this level possessed by individuals collectively\nconstitutes national wealth.”\nThe apparent analysis was that the emphasis has to be\non the need for preserving its minority character so as to enjoy\nG the privilege of protection under Article 30(1).\n43. Still, in the case of Kanya Junior High School, Bal\nVidya Mandir v. U.P. Basic Shiksha Parishad [(2006) 11 SCC\n92], this Court observed that the law did not contemplate\nH granting of any higher rights to the minority as opposed to\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 145\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\nmajority and it only conferred additional protection. Referring A.\nto P.A. Inamdar's case (supra), the Court declared that the\nobject underlying Article 30(1) is to see the desire of minorities.\nthat their children should be brought up properly, efficiently and\nacquire eligibility for higher university education. It further\nnoticed that under the provisions of law, the approval of District\nBasic Education Officer was not necessary before terminating\nthe services of a teacher, as the institution was recognized as\na minority institution. Last of the judgment, which has some\nbearing on the subject in question, is on the principle reiterated\nby a Bench of this Court in the case of Secy. Malankara Syrian C\nCatholic College (supra), where the Court again dealt with the\naided minority educational institutions and terms and conditions\nof services of employees. The Court in para 12 of the judgment\nframed the following two questions :\n\"12. The rival contentions give rise to the following\nquestions:\n(i) To what extent, the State can regulate the right of the\nminorities to administer their educational institutions, when\nsuch institutions receive aid from the State?\n(ii) Whether the right to choose a Principal is part of the\nright of minorities under Article 30(1) to establish and\nadminister educational institutions of their choice. If so,\nwould Section 57(3) of the Act violate Article 30(1) of the\nConstitution of India?\"\nThe Answer to question no. 1 was provided in para 21\nwhile question no. 2 was answered in para Nos. 27 and 28 of\nthe judgment which read as under:\n\"21. We may also recapitulate the extent of regulation by\nthe State, permissible in respect of employees of minority\neducational institutions receiving aid from the State, as\nclarified and crystallised in T.M.A. Pai. The State can\nprescribe:\nD\nE\nF\nG\nН\nA\nB\nC\nD\nE\n-\nF\nG\nH\n146 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n(i) the minimum qualifications, experience and other\ncriteria bearing on merit, for making appointments,\n(ii) the service conditions of employees without interfering\nwith the overall administrative control by the management\nover the staff,\n(iii) a mechanism for redressal of the grievances of the\nemployees,\n(iv) the conditions for the proper utilisation of the aid by\nthe educational institutions, without abridging or diluting the\nright to establish and administer educational institutions.\nIn other words, all laws made by the State to regulate the\nadministration of educational institutions and grant of aid\nwill apply to minority educational institutions also. But if any\nsuch regulations interfere with the overall administrative\ncontrol by the management over the staff, or abridges/\ndilutes, in any other manner, the right to establish and\nadminister educational institutions, such regulations, to that\nextent, will be inapplicable to minority institutions.\nXXX XXX XXX XXX XXX\n27. It is thus clear that the freedom to choose the person\nto be appointed as Principal has always been recognised\nas a vital facet of the right to administer the educational\ninstitution. This has not been, in any way, diluted or altered\nby T.M.A. Pai. Having regard to the key role played by the\nPrincipal in the management and administration of the\neducational institution, there can be no doubt that the right\nto choose the Principal is an important part of the right of\nadministration and even if the institution is aided, there can\nbe no interference with the said right. The fact that the post\nof the Principal/Headmaster is also covered by State aid\nwill make no difference.\n28. The appellant contends that the protection extended\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 147\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nby Article 30(1) cannot be used against a member of the A\nteaching staff who belongs to the same minority community.\nIt is contended that a minority institution cannot ignore the\nrights of eligible lecturers belonging to the same\ncommunity, senior to the person proposed to be selected,\nmerely because the institution has the right to select a B\nPrincipal of its choice. But this contention ignores the\nposition that the right of the minority to select a Principal\nof its choice is with reference to the assessment of the\nperson's outlook and philosophy and ability to implement\nits objects. The management is entitled to appoint the\nperson, who according to them is most suited to head the\ninstitution, provided he possesses the qualifications\nprescribed for the posts. The career advancement\nprospects of the teaching staff, even those belonging to the\nsame community, should have to yield to the right of the\nmanagement under Article 30(1) to establish and\nadminister educational institutions.\"\nC\nD\nThe above answers to the questions formulated\ndemonstrates that the Court has kept a clear line of distinction\nbetween laws made by the State to regulate the administration E\nof educational institutions receiving grant-in-aid but if such\nregulations interfere with overall administrative control by the\nmanagement over the staff or abridges or dilutes, in any other\nmanner, the right to establish and administer educational\ninstitutions, in that event, to such extent, the regulations will F\nbe inapplicable to the minorities.\nDiscussion on constitutional provisions read in\nconjunction with the provisions of the Delhi School\nEducation Act, 1973 and the Rules framed thereunder with\nreference to the legal principles above enunciated\nG\n44. Undoubtedly, the Preamble of our Constitution\nmandates 'to secure to all its citizens justice - social, economic\nand political'. The Constitution has been held to be a living and\norganic thing and not a mere law and it is expected to be H\n148 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA construed broadly and liberally. Thus, these expressions must\nbe given liberal construction so as to further the constitutional\nmandate. The social and economic justice would take within\nits ambit the progress and development of the entire nation\nwithout reference to caste, creed, colour or the section of the\nB society to which they belong.\nC\n45. Article 14 of the Constitution commands equality\nbefore law or the equal protection of laws. The concept of\nequality is wide enough to include equality in advantages.\navailable to the public at large as a result of State action. The\nConstitution has itself made out certain exceptions to the\ngeneral rule of equality in terms of Articles 15 and 16. Article\n15 (1) spells out a prohibitory intent against the State that it\nwould not discriminate against any citizen on the ground only\nof religion, race, caste, sex, place of birth or any of them. In\nD other words, the State cannot deny the equality on the basis of\nthe aforestated factors. Despite this mandate, Article 15(3)\nspells out an exception to Article 15(1) and 15(2) as well as to\nthe concept of basic equality and empowers the State to make\nspecial provisions for women and children. Similarly, by Article\nE 15(4), which was introduced by 1st Constitutional Amendment\nof 1951, the State is further empowered to make any special\nprovisions for advancement of any socially and educationally\nbackward classes of citizens or for the Scheduled Castes and\nScheduled Tribes. Article 15(5), which was introduced by 93rd\nF Constitutional Amendment of 2005, made out another\nexception to the general rule of equality and this sub-Article,\nwhile giving power to the State to enact special laws, also\ncarves out an exception in regard to which this power cannot\nbe exercised, i.e. minority educational institutions referred to\nG in clause (1) of Article 30. Article 15(5) reads as under:\nH\n\"Nothing in this article or in sub-clause (g) of Clause (1) of\nArticle 19 shall prevent the State from making any special\nprovision, by law, for the advancement of any socially and\neducationally backward classes of citizens or for the\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 149\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nScheduled Castes or the Scheduled Tribes insofar as such A\nspecial provisions relate to their admission to the\neducational institutions including private educational\ninstitutions, whether aided or unaided by the State, other\nthan the minority educational institutions referred to in\nClause (1) of Article 30.”\nB\nC\nD\n46. Article 16 further guarantees to the citizens equality of\nopportunity in matters of public employment. Article 16(2) again\nprohibits discrimination in respect of any employment or office\nunder the State on the ground of religion, race, caste, sex,\ndescent, place of birth, residence or any of them. These factors\ncannot render any citizen ineligible for appointment for public\nemployment. Clauses (3) to (4B) are the provisions which\nempowers the State to make any law in regard to a class or\nclasses of employment or appointment to an office under the\nGovernment of, or any local or other authority within, a State or\nUnion Territory, any requirement as to a residence within that\nState or Union Territory, prior to such employment or\nappointment. It also empowers the State from making any\nprovision for the reservation of appointments or posts in favour\nof any backward class which, in the opinion of the State, is not E\nadequately represented in the service under the State. The\nState is also vested with the power of reserving the vacancies\nin a particular year and make reservation in favour of Scheduled\nCastes and Scheduled Tribes, which are not adequately\nrepresented in service of the State, in matters of promotion with F\nconsequential seniority. Putting it simply, the State is entitled\nto make law and reservations in different fields for Scheduled\nCastes and Scheduled Tribes and the persons belonging to\nbackward class in the services under the State, in accordance\nwith law.\n47. While dealing with the cultural and educational rights\nunder the Constitution, the framers have devoted specific\nattention to the minorities in our country while enacting Articles\n29 and 30. Article 29 grants complete protection to any section\nG\nH\n150 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA of the citizens residing in the territory of India having a distinct\nlanguage, script or culture of its own and freedom to conserve\nthe same. Besides granting this freedom, this Article also\nmandates that no citizen shall be denied admission to any\neducational institution maintained by the State or receiving aid\nB out of the State funds on the grounds of discrimination stated\nin Articles 15 and 16 of the Constitution. Article 30 gives certain\nrights to the minorities, i.e. all minorities whether religious or\nlinguistic, have the right to establish and administer educational\ninstitutions of their choice. Article 30(2) has to be noticed with\nC some emphasis. It requires the State not to discriminate against\nany educational institution on the ground that it is under the\nmanagement of a minority, whether based on religion or\nlanguage, while granting aid to the educational institution. The\nArticle reads as under:\nD\nເນ\nE\n\"30. Right of minorities to establish and administer\neducational institutions.--(2) The State shall not, in granting\naid to educational institutions, discriminate against any\neducational institution on the ground that it is under the\nmanagement of a minority, whether based on religion or\nlanguage.\"\n48. The principle of free primary education had been\nintroduced as a constitutional right by this Court in Unni\nKrishnan, J.P. V. State of A.P. [(1993) 1 SCC 645]. The Court,\nF while dealing with the case of T.M.A. Pai (supra), not only\nreiterated the same with approval but made right to receive\nsecondary education as a fundamental right. The dictum of this\nCourt then led to 86th constitutional amendment by Amendment\nAct of 2002 wherein Article 21-A was introduced placing a\nclear obligation on the State to provide free and compulsory\neducation to all children of the age of 6 to 14 years in such\nmanner as the State may by law determine. The judgments of\nthe Court and the constitutional law introduced a new dimension\nto the right of the children to receive education. To achieve this\nobject, the State had to introduce various incentives and\nG\nH\n"}