{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"}\n.\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 111\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nframers of the rule desired, that the authorities should exercise A\nover the aided minority schools in comparison to the\nGovernment aided non-minority schools. There is clear line of\ndistinction which gets more and more prominent with further\nreference to the various provisions of the DSE Act and the\nRules framed thereunder.\n22. Chapter-VI is the basic chapter, with which, we may\nbe concerned in the present case, as it deals with grant-in-aid.\nUnder Rule 60, every aided school, which was receiving aid,\nwill continue to receive such aid, so long as it fulfills the\nconditions of receiving the aid, in terms of Rule 64. Rule 64\ndeals with the condition that an undertaking in writing has to be\nfiled by the institution to receive the grant-in-aid allowed by the\ncompetent authority under the provisions of the DSE Act. The\nRule reads as under:\n\"(1) No school shall be granted aid unless its\nmanaging committee gives an undertaking in\nwriting that:\nB\nC\nD\n(a)\nit shall comply with the provisions of the Act\nand these rules;\nE\n(b) it shall fill in the posts in the school with the\nScheduled Castes and the Scheduled Tribes\ncandidates in accordance with the\ninstructions issued by the Central F\nGovernment from time to time and also\nmaintain the roster and other connected\nreturns in this behalf;\"\nRule 65 details the conditions which a school, applying for\ngrant-in-aid, should satisfy. The grant-in-aid is required to be\ngiven only for the qualified staff as Rule 66 imposes no\nobligation upon the State to release grant-in-aid in relation to\nunqualified staff. The management of the school must employ\nadequate number of qualified teachers and other staff which is\nН\n112 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA approved by the Director under the norms prescribed for such\npost or which may be prescribed from time to time.\nB\nс\n23. Rule 96 under Chapter VIII relates to the Recruitment\nand Terms and Conditions of Service of the Employees of the\nPrivate Schools other than the Unaided Minority Schools. This\nchapter itself will not apply to unaided minority schools but\nwould apply to other schools. The chapter deals with how a\nselection committee will be constituted and how the employees\nincluding the teachers would be appointed to the schools. DSE\nRules 96(1) to 96(3) deals in some detail with reference to\nappointment, constitution of the selection committee,\nmethodology of selection and appointment to the post of\nteacher as well as Group-D employees. Significantly, DSE\nRules 96(3A) and 96(3B) are exceptions to the earlier part of\nthe DSE Rules. The said DSE Rule 96(3A) refers to various\nD nominations which makes it clear that in the case of aided\nminority schools, such nominated persons, under different\nclauses stated therein, shall act only as advisers and will not\nhave the power to vote or actually control the selection of an\nemployee. Rule 96(3B) states that notwithstanding anything\nE contained in sub-rule (3), the Selection Committee of a minority\nschool shall not be limited by the number specified in the said\nsub-rule and its managing committee may fix such number.\nObviously, all these provisions have been framed with the\nemphasis on the fact that authorities like the Administrator,\nF Director and other officers do not have a direct, and in some\ncases, even indirect participation in the management and\nadministration of the minority school which includes the\nselection and appointment of teachers. It attains a greater\nsignificance, once these provisions along with restrictions\nG stated in the DSE Act are read in conjunction with Articles 29\nand 30 of the Constitution.\nH\n24. Chapter-XI of the DSE Rules deal with Unaided\nMinority School. It requires that recruitment of employees of each\nrecognized unaided minority school shall be made on the\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 113\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nrecommendation of a Selection Committee to be constituted A\nby the managing committee of that school. Rule 128(1) requires\nthe minimum qualifications for appointment as a teacher of an\nunaided minority school shall not be less than those as are\nprescribed by the Affiliating Board. In the event, no minimum\nqualifications have been specified by the Affiliating Board, in B\nrespect of the post of any teacher, the minimum qualifications\nfor recruitment to the such post be made by the Administrator\nafter considering such recommendations or suggestions as\nmay be made by the unaided school in this behalf. In terms\nof Rule 129, the appropriate Authority has been empowered C\nto relax the minimum qualification for such period as it may\ndeem fit and proper. Chapter XII deals with 'Admissions to\nRecognized Schools'.\nD\n25. Thus, the scheme of the DSE Act, in particular, is to\ngive greater freedom to the aided minority institutions and not\nto impinge upon their minority status as granted under Article\n30(1) of the Constitution. We shall shortly discuss the\nconstitutional mandate and effect thereof with reference to the\nfacts of the present case. On the analysis of the above, it is\nclear that Section 21 of the DSE Act has to be given its true E\nmeaning and permitted to operate in the larger field. The\nstringent power vested in the appropriate Authority in terms of\nthe Section 20 cannot be enforced against a minority institution.\nIt is the consequence flowing from the violations committed by\nmanagement of a school that empowers the authorities to take F\nover the management of the school within the scope of Section\n21 of the DSE Act. Minority Institutions being an exception to\nthese rules have been given a distinct and definite status under\nthe Act and the Rules framed thereunder.\nDiscussion on law particularly with reference to the\njudgments relied upon by the respective parties.\nG\n26. Mr. P.P. Malhotra, the learned Additional Solicitor\nGeneral of India, with great emphasis, argued that by providing\nand enforcing the intent of Rule 64(1)(b) of the DSE Rules, the H\n114 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA Government is not causing any discrimination. The said DSE\nRule relating to reservation is uniformly applied to all schools.\nIt was fairly stated that there is no dispute to the fact that the\nappellant institution is a linguistic minority institution. It is also\ncontended that the controversy in the present case is covered\nB by Kerala Education Bill, 1957, case (supra) and the appeal\ndeserves to be dismissed.\nC\n27. The direction issued by the Directorate of Education\nfor furnishing of such an undertaking is contemplated under\nRule 64(1)(b) and its implementation is in consonance with the\nprinciple of equality before law and also within the ambit of\nArticle 15 of the Constitution. The right is vested in the\nGovernment to make reservation, as such the grant-in-aid is to\nbe used for a social object, namely, upliftment of reserved\ncategory, even by providing employment in minority institutions,\nD like the appellant. This shall be the true spirit of the preamble\nof the Constitution, which requires attainment of the goal, to\nsecure to all citizens, justice, social, economic and political.\nThese expressions are of wide magnitude and the authorities\nare well within their competence to require minority institutions\nas well to comply with the rule of reservation and file\nundertakings as contemplated under Rule 64(1)(b) of the DSE\nRules. The reliance has primarily been placed upon the\njudgment of this Court in the case of Kerala Education Bill,\n1957 (supra); T.M.A. Pai Foundation v. State of Karnataka\nF [(2002) 8 SCC 481]; Kanya Junior High School, Bal Vidya\nMandir v. U.P. Basic Shiksha Parishad [(2006) 11 SCC 92],\nSecy. Malankara Syrian Catholic College v. T. Jose [(2007)\n1 SCC 386] and Brahmo Samaj Education Society v. State\nof W.B. [(2004) 6 SCC 224].\nE\nG\nH\n28. On the contra, the submission made by Mr. K.L. Janjani,\nthe learned counsel appearing on behalf of the appellant is that\nmerely because the State is providing grant-in-aid to a minority\ninstitution, it will not clothe the authority with the power to\ninterfere in the administration and management of a minority\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 115\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nD\ninstitution. Right to appoint a teacher is a part of the A\nmanagement and, thus, is free from any restriction. In terms of\nArticle 30 of the Constitution, the right of minority to establish\nand administer educational institutions of their own choice, is\nincapable of being interfered with by the authorities and the\nlanguage of Rule 64(1)(b), as well as the directives issued by B\nthe respondents violates the constitutional protection available\nto the appellants in accordance with law. It is the contention of\nthe appellant that the law enunciated in Kerala Education Bill\ncase, 1957 (supra) has been watered down suitably by this\nCourt in T.M.A. Pai's case (supra) and also that the provisions C\nof DSE Act are not pari materia, much less, identical to that of\nKerala Education Bill, 1957 case (supra). There are specific\nprovisions in the DSE Act and the Rules exempting linguistic\nminority institutions and, as such, the State cannot derive any\nbenefit from the said judgment. The purpose of allowing grant-\nin-aid is to create equality and parity with other institutions. But\nthis does not mean that the authorities under the pretext of\ngranting to the minority institutions additional protections\nimpose conditions which would frustrate the very purpose and\nobject of minority institution and for non-compliance thereof,\ndeny the grant-in-aid. On the simple interpretation of Articles\n15, 29 and 30 of the Constitution, it is crystal clear that the\nlinguistic minority institution has the right to make appointments,\nfree of restriction or reservation, as that alone will be in the\ninterest of the linguistic minority. The learned counsel for the\nappellants relied upon the dictum of order in T.M.A. Pai's case\n(supra), in addition to the Ahmedabad St. Xaviers College\nSociety v. State of Gujarat [AIR 1974 SC 1389]; Father\nThomas Shingare v. State of Maharashtra [(2002) 1 SCC\n758]; T. Devadasan v. Union of India [AIR 1964 SC 179],\nBrahmo Samaj Education Society (supra) and Lt. Governor G\nof Delhi v. V.K. Sodhi \u0026 Ors. [AIR 2007 SC 2885] in support\nof his contentions.\nE\nய\nLL\nF\n29. In the light of the submissions made before us, it will\nbe pertinent for us to examine how the law has travelled for all H\n1\nC\n116 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA these years in relation to the right of minority to run their\ninstitutions and the extent to which they can be subjected to\ncontrol by the appropriate authorities, in accordance with law.\nThe seven-Judge Bench of this Court in the case of Kerala\nEducation Bill, 1957 (supra) was concerned with\nB constitutionality or otherwise of certain clauses of the Kerala\nEducation Bill, 1957. While, discussing the scope of rights\navailable to the minority institutions in relation to running of\neducational courses, the Court dealt with different aspects of\nthe matter and discussed the constitutional provisions construed\nin light of the Kerala Education Bill. The Bill had provided\ndifferent clauses which the institution was required to satisfy to\nreceive the grant-in-aid. In para 29 of the judgment, the Court\nnoticed various clauses of the Kerala Education Bill, the validity\nof which was challenged before this Court. The argument\nadvanced before the Court, inter alia, was also with reference\nto the Anglo Indian Education Institutions, that they were entitled\nto receive the grant under Article 337 of the Constitution and\nthe provisions of the said Bill, which legitimately come within\nthe provisions which infringe their right not only under Article\n337 of the Constitution, but also violate Article 30(1) of the\nConstitution. In that case they are prevented from effectively\nexercising its rights. A Bench noticed the grievances of the\nminorities in para 29 of the judgment and discussed the same\nin para 31 before arriving at the final conclusion.\nD\nE\nF\n30. The Court in that case was dealing with the\nPresidential Reference, in terms of Article 143 of the\nConstitution. While referring to the questions framed for the\nopinion of the Court, the Court noticed that the width of power\nof control thus sought to be assumed by the State evidently\nG appeared to the President to be calculated to raise doubts as\nto the constitutional validity of some of the clauses of the said\nBill on the ground of prohibited infringement of some of the\nfundamental rights granted to the minority communities by the\nConstitution. The Bench in Para 10 noticed the questions which\nare as under:-\nH\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 117\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\n(1)\n\"Does sub-clause 5 of clause 3 of the Kerala A\nEducation Bill read with clause 36 thereof or\nany of the provisions of the said sub-clause\n36 thereof or any of the provisions of the said\nsub-clause, offend article 14 of the\nConstitution in any particulars or to any B\nextent?\n(2) Do sub-clause (5) of clause (3), sub-clause\n(3) of clause 8 and clause 9 to 13 of the\nKerala Education Bill or any provisions\nthereof, offend clause 91) of article 30 of the\nConstitution in any particulars or to any\nextent?\nC\n(3) Does clause 15 of the Kerala Education Bill\nor any provisions thereof, offend article 14 of D\nthe Constitution in any particulars or to any\nextent?\n(4)\nDoes clause 33 of the Kerala Education Bill,\nor any provisions thereof, offend article 226 E\nof the Constitution in any particulars or to any\nextent?\"\nThe answers to question Nos. 1 and 3:\n✓\n\"That result, therefore, is that the charge of F\ninvalidity of the several clauses of the Bill\nwhich fall within the ambit of questions 1 and\n3 on the ground of the infraction of Article 14\nmust stand repelled and our answers to both\nthe questions 1 and 3 must, therefore, be in G\nthe negative\".\nAnswer to question No. 2 :-\n'\n\"Yes, so far as Anglo Indian education\ninstitutions entitled to grant under Article H\n.'\nA\nB\nC\nD\nE\n118 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n337 are concerned. (ii) As regards other\nminorities not entitled to grant as of right\nunder any express provision of he\nconstitution but are in receipt of aid or desire\nsuch aid and also as regards Anglo Indian\neducational institutions in so far as they are.\nreceiving aid in excess of what are due to\nthem under Article 337 clauses 8(3) and 9\nto 13 do not offend Article 30(1) but clause\n3(5) in so far as it makes such educational\ninstitutions subject to clauses 14 and 15 do\nnot offend Article 30(1). (iii) Clause 7 (except\nsub clauses (1) and (3) which applies only\nto aided schools), clause 10 in so far as they\napply to recognized schools to be\nestablished after the said Bill comes into\nforce do not offend Article 30(1) but clause\n3(5) in so far as it makes the new schools\nestablished after the commencement of the\nBill subject to clause 20 does offend Article\n30(1).\"\nIn the said case, the Court held that right of the minorities\nto some extent was restricted in the sense that general control\nstill could be exercised by the authorities concerned, but in\naccordance with law. That is how Clause 11 of the Bill, which\nF has been very heavily relied upon by the respondents before\nus, completely put an embargo on the appointment of teachers\nof their choice and the teachers could only be appointed out of\nthe panel selected by the Public Service Commission. This\nclause was held not to be in violation of the Constitution, but\nG clauses 14 and 15, which related to taking over of the\nmanagement of an aided school for the conditions stipulated\ntherein, were held to be unconstitutional and bad. This was in\nview of the law stated under the Bill and its scheme that\nweighed with the Court to record findings afore-noticed.\nH\n•\nSINDHI EDUCATION SOCIETY v. CHIEF SECRETARY, 119\nGOVT. OF NCT OF DELHI [SWATANTER KUMAR, J.]\nB\n31. Still another Seven Judge Bench of this Court, in the A\ncase of the Ahmedabad St. Xavier's College Society (supra)\nwas, primarily, concerned with the scope of Articles 29 and 30\nof the Constitution, relating to the rights of minorities to impart\ngeneral education and applicability of the concept of affiliation\nto such institutions. Of course, the Court held that there was no\nfundamental right of a minority institution to get affiliation from\na University. When a minority institution applies to a University\nto be affiliated, it expresses its choice to participate in the\nsystem of general education and courses of instructions\nprescribed by that University, and it agrees to follow the uniform C\ncourses of study. Therefore, measures which will regulate the\ncourses of study, the qualifications and appointment of\nteachers, the conditions of employment of teachers, the health,\nhygiene of students and the other facilities are germane to\naffiliation of minority institutions. With regard to grant of an\nappropriate protection of such community in terms of Article 30\nof the Constitution, the Court held as under :-\nD\n\"12. The real reason embodied in Article 30 (1) of the\nConstitution is the conscience of the nation that the\nminorities, religious as well as linguistic, are not prohibited E\nfrom establishing and administering educational\ninstitutions of their choice for the purpose of giving their\nchildren the best general education to make them complete\nmen and women of the country. The minorities are given\nthis protection under Article 30 in order to preserve and F\nstrengthen the integrity and unity of the country The sphere\nof general secular education is intended to develop the\ncommonness of the boys and girls of our country. This is\nin the true spirit of liberty, equality and fraternity through the\nmedium of education. If religious or linguistic minorities are\nnot given protection under Article 30 to establish and\nadminister educational institutions of their choice, they will\nfeel isolated and separate. General secular education will\nopen doors of perception and act as the natural light of\nmind for our countrymen to live in the whole.\ni\nG\nI\n120 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\nXXX XXX XXX XXX XXX\n30. Educational institutions are temples of learning. The\nvirtues of human intelligence are mastered and\nharmonized by education. Where there is complete\nharmony between the teacher and the taught, where the\nteacher imparts and the student receives, where there is\ncompete dedication of the teacher and the taught in\nlearning, where there is discipline between the teacher and\nthe taught, where both are worshippers of learning, no\ndiscord or challenge will arise. An educational institution\nruns smoothly when the teacher and the taught are\nengaged in the common ideal of pursuit of knowledge. It\nis, therefore, manifest that the appointment of teachers is\nan important part in educational institutions. The\nqualifications and the character of the teachers are really\nimportant. The minority institutions have the right to\nadminister institutions. This right implies the obligation and\nduty of the minority institutions to render the very best to\nthe students. In the right of administration, checks and\nbalances in the shape of regulatory measure are required\nto ensure the appointment of good teachers and their\nconditions of service. The right to administer is to be\ntempered with regulatory measures to facilitate smooth\nadministration. The best administration will reveal no trace\nor color of minority. A minority institution should shine in\nexemplary eclectism in the administration of the institution.\nThe best compliment that can be paid to a minority\ninstitution is that it does not rest on or proclaim its minority\ncharacter.\"\nAs is evident from the above noticed dictum of the Court\nthe emphasis had been laid on the right of the minority\ninstitutions to administer institution. Appointment of teacher is\nan important part of administration of educational institution and\nadministrative freedom of the minority in that regard.\n32. Now we may refer to a judgment of this Court in the\n"}