{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nSTATE OF PUNJAB AND ORS.\nน\nM/S. ATUL FASTENERS LIMITED\nAPRIL 30, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nC\nSales Tax-Punjab General Sales Tax (Deferment and Exemption) Rules,\n1991-Scheme for deferment of tax-Benefit of tax deferment, effective for 7\nyears from 1997 till 2004, given in 2001-Claim for refund of tax amount\nalready paid from 1997 to 2001-Granted by High Court-Interest on the\nrefunded amount from 2001 upto date of refund/adjustment—Entitlement to-\nHeld, not entitled-Interest is admissible in a tax enactment on two grounds\nnamely 'Agreement' or 'Statutory Provision'-It cannot be granted on the\nbasis of equity under the tax enactment, particularly under statutory schemes\nD for grant of exemption/deferment-Neither the Deferment Scheme nor the\nDeferment Rules provided for interest-Punjab General Sales Tax Act, 1948—\nss. 11 \u0026 12.\nE\nF\nInterpretation of Statutes-Sales Tax-Tax deferment scheme-Strict\nInterpretation.\nThe Sales Tax Department granted Deferment Certificate to Respondent-\nassessee on 21-12-2001 for the period 30-4-1997 to 29-4-2004. The Deferment\nCertificate was given based on the Eligibility Certificate issued by the\nIndustries Department, which was granted to Respondent only on 13-09-2001.\nUnder the Deferment Certificate, quantum of benefit of tax deferment was\nRs.62,47,500/-. Respondent availed deferment of tax for the period from 1-\n10-2001 to 29-04-2004 amounting to Rs.33,48,600/- as against total\nentitlement of Rs.62,47,500/-. Subsequently it filed writ petition claiming that\nduring the period 30-04-1997 to 30-09-2001, it had deposited tax amount of\nRs.42,62,807/- and is therefore entitled to refund of such amount. High Court\nG allowed the petition and further directed the Department to pay 18% p.a.\ninterest on Rs.42,62,807/- from 21-12-2001 upto the date of refund/\nadjustment. Hence the present appeal in which primarily the grant of interest\nof the refund is under challenge.\nH\nPartly allowing the appeal, the Court\n1010\nSTATE OF PUNJAB v. ATUL FASTENERS LTD.\n1011\nHELD: 1.1. The present case does not concern with regular assessment A\nof tax. It is concerned with the Deferment Scheme and the Deferment Rules,\n1991 framed under Punjab General Sales Tax, 1948. Neither the Scheme nor\nthe Rules provides for interest. [Para 5] [1013-F, G]\n1.2. Interest is admissible in a tax enactment on two grounds namely\n'Agreement' or 'Statutory Provision'. Interest cannot be granted on the basis B\nof equity under the tax enactment, particularly under statutory schemes for\ngrant of exemption/deferment. Exemption schemes have to be given strict\ninterpretation. Applying the above test the High Court has erred in granting\ninterest @ 18% p.a. on Rs.42,62,807/- with effect from 21.12.2001 till\npayment. [Para 5] [1013-B, E]\nRedihot Electricals v. Union of India and Ors., [1989] 75 STC 257,\nreferred to.\nC\nD\n2. The assessee wanted to avoid payment of penalty during the period\nwhen its application for Eligibility Certificate was pending before the\nIndustries Department. In fact under the Deferment Rules of 1991 an applicant\nis required to calculate his entitlement on the basis of notional tax liability\nfor the year in question. Therefore, the assessee has paid the tax under the\nSales Tax Act in order to avoid penalty. The question of paying interest will\nalso not arise because sales tax is an indirect tax. It is collected by the assessee\nfrom its customers. The incidence of tax falls not on the assessee but on its E\ncustomers. The assessee collects the sales tax from its customers as a part\nof sale price. It forms part of his turnover for the stipulated period. Under the\nScheme the liability to pay tax by the assessee accrues each year but the\npayment of tax is deferred. On expiry of seven years the assessee has to pay\nback the tax collected by it during 7 years. It is a sort of a loan given by the\nState to the assessee so that the assessee can use the tax amount to meet its\nworking capital requirement. The liability of the respondent-assessee accrued\neach year, therefore, there is no question of the Department paying interest\n@ 18% on the tax collected by the assessee during the aforestated period.\nThe tax was collected by the assessee from its customers as an agent for the\nGovernment. Therefore, the question of payment of interest under the G\nDeferment Scheme does not arise. This reasoning appears to be the basis for\nthe Scheme for not providing for the payment of interest.\n[Para 5] [1014-A, B, C, D, E]\nF\n3. The assessee would be entitled to refund of the tax collected during\nthe aforestated period from 30.4.1997 to 20/21.12.2001. However, that would H\n1012\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA be without interest. [Para 7] {1014-G]\nB\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5648 of 2006.\nFrom the Final Judgment and Order dated 02.08.2004 of the High Court\nof Punjab and Haryana at Chandigarh in C.W.P. No. 8757 of 2004.\nAjay Pal for the Appellants.\nJawaharlal Gupta, Nidhi Gupta and S. Janani for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. On 20.12.2001 Deferment Certificate was granted by the\nSales Tax Department to the respondent-assessee for the period April 30, 1997\nto 29th April 2004. Under that Certificate the quantum of benefit of tax\ndeferment was Rs.62,47,500/-. The said certificate stated that the assessee was\nentitled to the benefit of tax deferment subject to the maximum of\nD Rs.62,47,500/-. The assessee had commenced its commercial production on\nApril 30, 1997. The assessee had applied to the Industries Department for\ngrant of Eligibility Certificate. That Certificate was however granted only on\n13.9.2001 for 84 months (7 years) commencing from April 30, 1997. The\nDeferment Certificate was given by the Sales Tax Department based on the\nEligibility Certificate only on 21.12.2001. After the grant of Eligibility Certificate\non 21.12.2001 the assessee availed the deferment of tax for the period from\n1.10.2001 to 29.4.2004 amounting to Rs.33,48,600, as against its total entitlement\nof Rs.62,47,500/-. The case of the assessee is that during the period 30.4.1997\nto 30.9.2001 it had deposited/paid an amount of Rs.42,62,807/-. Consequently,\nassessee seeks refund of the tax amount paid by him during the period\nF 30.4.1997 to 29.9.2001. This claim has been granted by the impugned judgment.\nHence this civil appeal by the Department.\nE\nG\nH\n2. The short question which arises for determination in this case is\nwhether the Department was liable to pay interest @ 18% p.a. on\nRs. 42,62,807/- from 21.12.2001 till refund/adjustment.\n3. At the outset it may be noted that the entitlement of the assessee\nto the grant of benefit of tax deferment is not in issue. The quantum of the\nbenefit is not in dispute. Similarly, the period commencing from 30.4.1997 to\n29.4.2004 is also not in dispute. Under the Deferment Scheme read with Punjab\nGeneral Sales Tax (Deferment and Exemption) Rules, 1991, on expiry of 7 years\nSTATE OF PUNJAB v. ATUL FASTENERS LTD. [KAPADIA, J.] 1013\n(84 months) i.e. on 29.4.2004, the assessee who was allowed to retain the tax A\ncollected by it on behalf of the Department had to repay it in 3 instalments.\nIn the present case the first instalment of repayment by the assessee became\ndue on 29.4.2004, the second instalment became due on 28.4.2005 and the\nthird instalment became due on 28.4.2006. The assessee had filed a writ\npetition in 2004 for refund.\n4. In our view the High Court had erred in granting interest @ 18% p.a.\non Rs. 42,62,807/- with effect from 21.12.2001 till payment. We have examined\nthe Deferment Scheme as well as the said 1991 Rules framed by the Government\nunder the Sales Tax law. There is no provision for grant of interest. Before\nus on instructions learned advocate appearing for the State fairly stated that\nthe State is in appeal against the grant of interest @ 18%. The State is not\ndenying the grant of refund by adjustment. Therefore, the only question\nwhich we are required to consider in this civil appeal is whether the assessee\nwas entitled to interest @ 18% per annum from 20/21 December 2001 upto the\ndate of refund/adjustment.\nB\nC\nD\nE\n5. Interest is admissible in a tax enactment on two grounds namely\n‘Agreement' or 'Statutory Provision'. Interest cannot be granted on the basis\nof equity under the tax enactment, particularly under statutory schemes for\ngrant of exemption/deferment. It is well settled that exemption schemes have\nto be given strict interpretation. Applying the above test the High Court has\nerred in granting interest @ 18% per annum for the aforestated period. Assessee\nhas relied upon the provision of Section 12 of Punjab General Sales Tax Act,\n1948 for refund. That Section states that the assessing authority shall in the\nprescribed manner refund to a registered dealer applying in this behalf any\namount of tax, interest or penalty paid by such dealer if the amount of tax paid\nwas in excess of the amount due under the Act. Section 12 is preceded by F\nSection 11 which deals with assessment of tax. In the present case we are not\nconcerned with regular assessment of tax. The assessment proceedings under\nthe Act proceeds on the basis that if the tax paid by the dealer on his returns\n(declared turn over) is more than the tax assessed by the Department then\nthe assessee would be entitled to refund of the excess amount with interest.\nIn the present case we are concerned with the Deferment Scheme and the G\nDeferment Rules, 1991 framed under Punjab General Sales Tax Act, 1948.\nNeither the Scheme nor the Rules provides for interest. In the circumstances\nthe High Court has erred in granting interest @ 18% for the aforestated\nperiod. We are not inclined to grant interest on the basis of the principle\nenunciated in the judgment of the Delhi High Court in the case of Redihot H\n1\ni\nI\nB\n1014\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Electricals v. Union of India and Ors., (1989) 75 STC 257 on which the\nassessee has placed reliance. In the present case there is no collection of tax.\nIn the present case the assessee wanted to avoid payment of penalty during\nthe period when its application for Eligibility Certificate was pending before\nthe Industries Department. In fact under the Deferment Rules of 1991 an\napplicant is required to calculate his entitlement on the basis of notional tax\nliability for the year in question. (See clause 'j' of Form ST (D \u0026 E) -1).\nTherefore, in the present case the assessee has paid the tax under the Sales\nTax Act in order to avoid penalty. The question of paying interest will also\nnot arise because sales tax is an indirect tax. It is collected by the assessee\nfrom its customers. The incidence of tax falls not on the assessee but on its\nC customers. The assessee collects the sales tax from its customers as a part\nof sale price. It forms part of his turn over for the stipulated period. Under\nthe Scheme the liability to pay tax by the assessee accrues each year but the\npayment of tax is deferred. On expiry of seven years the assessee has to pay\nback the tax collected by it during 7 years. It is a sort of a loan given by the\nState to the assessee so that the assessee can use the tax amount to meet\nD\nits working capital requirement. As stated the liability of the respondent-\nassessee accrued each year, therefore, there is no question of the Department\npaying interest @ 18% on the tax collected by the assessee during the\naforestated period. The tax was collected by the assessee from its customers\nas an agent for the Government. The assessee is allowed to retain that amount\nE which has accrued to the account of the State Government. Therefore, the\nquestion of payment of interest under the Deferment Scheme does not arise.\nThis reasoning appears to be the basis for the Scheme for not providing for\nthe payment of interest.\nF\n6. Before concluding we may state that interest @ 18% on Rs. 42 lacs\n(approx.) for the period 21.12.2001 to 20.12.2007 would come to Rs. 43 lacs\n(approx.). In other words, the respondent which is now under the liability to\nrepay wants to repay out of Interest.\n7. For the aforestated reasons we allow this appeal in part by setting\naside the directions of the High Court to the State to refund the amount of\nG\nthe tax collected from 30.4.1997 to 20/21.12.2001 with interest @ 18% from\n21.12.2001 upto the date of refund/adjustment. We make it clear that the\nassessee would be entitled to refund of the tax collected during the aforestated\nperiod from 30.4.1997 to 20/21.12.2001. However, that would be without interest.\nAccordingly, the appeal is partly allowed with no order as to costs.\nH\nB.B.B.\nAppeal partly allowed.\n"}