{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"SHEIKH RAFI\nV.\nSTATE OF ANDHRA PRADESH AND ANR.\nAPRIL 24, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nPenal Code 1860-Ss. 300 \"Thirdly\" \u0026 302-Murder-Accused chased\ndeceased and then stabbed him with knife-19 injuries caused in quick\nsuccession-Injuries on vital body parts-Held; Knife was indiscriminately\nused-Injuries were caused in a cruel and unusual manner-19 injuries\ncaused in quick succession cannot be said to have been caused as a result\nof grave and sudden provocation-Very fact that so many injuries were\ncaused in quick succession and particularly where the deceased being\nunarmed and in a helpless situation, is sufficient to indicate that s. 300\n\"Thirdly\" was attracted-Charge of murder proved.\nAccording to the prosecution, in context to a dispute with regard to\nshare in the joint family property, a quarrel took place between Appellant and\nhis brother pursuant to which the former chased the latter with a knife and\ninflicted injuries by stabbing indiscriminately. The injuries proved fatal. Trial\nCourt held Appellant guilty u/s 302 IPC. High Court upheld the conviction\nIn appeal to this Court the question which arose for consideration is\nwhether in the facts and circumstances of the case, Appellants liable to be\nheld guilty only under Part II of Section 304, IPC and not under Section 302\nIPC Dismissing the appeal, the Court\nC\nD\nE\nF\nHELD: 1.1. Although, in a given case, the number of injuries on the\nperson of the deceased may not be the determinative factor, the same, however,\nis relevant. 19 injuries have been inflicted by the appellant, as had been found\nby the autopsy surgeon. Nature of the injuries and the different parts of the\nbody of the deceased whereupon the same were inflicted clearly go to show G\nthat the knife was indiscriminately used. Injuries had been caused to vital\nparts of the body of the deceased namely chest, abdomen. His lungs and liver\nwere also damaged. [Paras 12 and 13] [471-A, B; 472-D]\n1.2. Appellant evidently intended to cause grievous injuries to the\n467\nسلم\nH\n468\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA deceased. The deceased was unarmed. He was merely resisting infliction of\ninjuries on him by a knife and in the process the appellant also received minor\ninjuries and that too on his thigh, palm and shoulder. Such minor injuries\nreceived by the appellant were not required to be explained by the prosecution.\n[Paras 14 and 15] [472-E, F}\nB\nC\n2. Incident did not take place at or near the house of the appellant\nDeceased might have picked up quarrel with his mother in the morning but\nthe same by itself cannot be treated to be relevant for the purpose of\ndetermining the nature of the offence. What would amount to a \"murder\" is\nstated in Section 300, IPC. What is necessary for attracting the said provision\ninter alia would be that if the person committing the act, knew that it is so\nimminently dangerous that it must in all probability cause death or such bodily\ninjury as is likely to cause death. Exceptions to the said rule would be\nattracted only when the offender is deprived of his power of self control which\nis caused by grave and sudden provocation by the deceased or any other person,\nor by mistake or accident Exceptions appended to Section 300 are subject to\nD the provisos contained therein. [Paras 16 and 17] [472-F, G; 473-A]\nE\nF\nG\nH\nVirsa Singh v. State of Panjab, AIR (1958) SC 465; Vadla Chandraiah\nv. State of A.P., (2006) 14 SCALE 108 and Chandrappa \u0026 Ors. v. State of\nKarnataka, (2007) 3 SCALE 90, relied on\n3.1. Each case must be judged its own facts. The distinctive feature in\nthe present case are the injuries which have been caused in a cruel and\nunusual manner. Apart from the purported quarrel picked up by the deceased\nwith his mother, there is no immediate provocation which can be said to be\nthe immediate cause leading to the assault. The deceased was chased and the\ninjuries have been inflicted on a main road and that too before a hospital. It\nwas caused in the evening before a large number of person. He could have\nbeen caught and disarmed only by a constable. Evidently others including PW-\n5 and PW-7 who had been witnessing the occurrence, did not even dare to do\nso. [Paras 19 and 21] [474-D; 475-B, C]\nSukhbir Singh v. State of Haryana, [2002] 3 SCC 327, distinguished.\n3.2. Nineteen injuries caused in quick succession cannot be said to have\nbeen caused as a result of grave and sudden provocation. The very fact that so\nmany injuries were caused in quick succession and particularly where the\ndeceased being unarmed and in a helpless situation, is sufficient to indicate\nthat Sec. 300 \"Thirdly\" is attracted in his case. The prosecution has brought\n\"\nSHEIKH RAFI v. STATE OF ANDHRA PRADESH [S.B. SINHA, J.] 469\nmaterials on record to prove the charge of murder against the Appellant.\n[Paras 22 and 24] [475-C, D, G]\nRam Swarup and Ors. v. State of Haryana etc., [1993] Supp. 4 SCC 344,\ndistinguished.\n2007.\nA\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 616 of B\nFrom the Judgment and Order date 28.03.2006 of the High Court of\nJudicature of Andhra Pradesh at Hyderabad in Criminal Appeal No. 2632 of\n2004.\nP.H. Parekh, Lalit Chauhan, Mary Mitzy (for M/S. P.H. Parekh \u0026 Co.) for\nthe Appellant.\nD. Bharathi Reddy, Senha Bhaskaran and P. Vinay Kumar for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nC\nᎠ\n2. Appellant herein and the deceased said Shaik Baji were brothers. PW-\n3 (Abdul Munaff) and PW-4 (Shaik Abdul Ghouse) were also brothers. PW- E\n2 is the mother of the appellant and the deceased. They are resident of village\nNandula Peth, in the town of Tenali in the State of Andhra Pradesh. The\nfamily was owner of a shopping complex. Deceased was running his pump\nrepairing business in one of the shop rooms situated at the first floor of the\nsaid Complex. Deceased was allegedly insisting for partition of the joint\nF\nproperty. In the morning of the fateful day i.e. 9.11.1998, he allegedly picked\nup a quarrel with PW-2 in regard to his share in the property. On refusal to\ndo so, she was allegedly assaulted. A quarrel also allegedly took place by and\nbetween the deceased and the appellant at about 5 p.m. on the said day.\nAppellant chased him with a knife. The deceased ran and came in front of the\ncasualty room of the hospital at Tenali, whereafter Appellant is said to have G\ncaught and inflicted injuries by stabbing him indiscriminately.\n3. PW-1 (P. Subbarao), a constable working in Pattabipuram Police\nStation, while going to attend to his duties, found some people gathered on\nthe street, and saw the appellant stabbing the deceased with a knife. A driver\nattached to the Sub-Divisional Police Officer named Konduri Sridhar (PW-7) H\n•\n470\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA also came to the scene of occurrence. PW-1 caught hold of the appellant, and\nsnatched away the knife from his hands. Officers of the Police Station were\ninformed by Sridhar (PW-7) about the incident.\n4. The deceased, was treated by the casualty staff of the hospital.\nHowever, PW-1 came to learn there about his death about 10 minutes.\nB Thereafter, Shri K. Venkatarao, PW-15, In charge of the Tenali Police Station,\nthereafter visited the place of occurrence. Appellant was handed over to him\nand a written complaint was lodged by PW-1. The knife with which the\noffence was committed was also seized. In regard to the said occurrence, the\nFirst Information Report was recorded at about 6.30 p.m.\nC\nD\nE\nF\n5. Upon completion of investigation, the Investigating Officer submitted\nthe chargesheet and the appellant was ultimately put to trial. He was found\nto be guilty of commission of an offence under Section 302 of the Indian Penal\nCode.\n6. The incident was also witnessed inter alia by PW-5 ( Kota Bosu\nBabu) and PW-7 (Konduri Sridhar). Their presence at the scene of occurrence\nand being eye witnesses thereto is not in dispute. Brothers of the appellant\nas also PW-3 and PW4 and also their mother PW-2, however, did not support\nthe prosecution case, the reason wherefor, is obvious.\n7. The High Court also found the appellant guilty of commission of the\nsaid offence and dismissed his appeal.\n8. This Court had issued a limited notice in regard to the nature of the\noffence.\n9. Mr. P.H. Parekh, learned counsel appearing on behalf of the appellant\nwould submit that the appellant cannot be said to have committed an offence\nunder Section 302 of the Indian Penal Code, but only under Part-II of Section\n304 thereof. Backdrop of the events for the purpose of determining the nature\nof the offences, it was urged, must be kept in mind and in this behalf emphasis\nbeen laid on the fact that the deceased picked up quarrel with his mother in\nG\nthe morning and with the appellant in the evening in regard to partition of\nthe property. It was also pointed out that the deceased was a rowdy element.\n10. The learned counsel appearing on behalf of the State, however,\nwould support the impugned judgment.\nH\n}\nSHEIKH RAFI v. STATE OF ANDHRA PRADESH [S.B. SINHA, J.] 471\n11. The short question which arises for consideration before us, therefore, A\nis as to whether in the facts and circumstances of this case, the appellant was\nguilty of commission of an offence only under Part-II of Section 304 of the\nIndian Penal Code and not Section 302 thereof.\n12. Although, in a given case, the number of injuries on the person of\nthe deceased may not be the determinative factor, the same, however, is B\nrelevant. 19 injuries have been inflicted by the appellant, as had been found\nby the autopsy surgeon, which are;\n1. Incised wound present 5\" above the front of the right wrist size of\n1\" x 12\" x 1¼\" Horizontal and Antemortem.\n2. Incised wound present 2\" below the right elbow on back side in a\nsize of 5\" x 2\" x ½\" horizontal antemortem.\n3. Incised wound present 2\" below the right elbow joint front side of\n2\" x 1\" x 2\" oblique antemortem.\n4. Incised wound present upper half of right arm insize of 2\" x 1\" x\n1\" horizontal antemortem.\n5. Incised wound present in right Epigastric region in a size of 2\" x\n½\" x 12\" oblique antemortem.\n6. An incised wound present 2\" below the right knee 4\" x 2\" x 2\"\nhorizontal antemortem.\n7. Incised wound present middle of the back of right thigh 4\" x 2\" x\n2\" vertical antemortem.\nC\nD\nE\n8. An incised wound present right lumbar region 3\" x 2\" x 1\" oblique F\nantemortem.\n9. An incised wound present posterior aspect of right knee joint 2\"\nx2\" x 2\" vertical antemortem.\n10. An abrasion is present on left hand thumb 1\" x ½\" antemortem.\nG\n11. An incised wound present in between left index and middle finger\n2\" x 2\" antemortem.\n12. An incised wound present medial aspect of middle left forearm 1\"\nx 1\" horizontal antemortem.\nH\n472\nA\nB\nC\nᎠ\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n13. An incised wound present back of the left shoulder 2\" x ½\" x ½\"\nantemortem.\n14. Incised wound present left side of the chest above and nipple 1\"x\n½\" x 2 horizontal antemortem penetrating type.\n15. Incised wound present below left axilla x ¾\" x ½\" x ½ vertical.\n16. Incised wound present left epigastric region with protrusion\nintestines antemortem.\n17. An incised wound present left inguinal region 3\" x 1\" x 2\" vertical\nantemortem.\n18. An incised wound present lower half of left thigh 3\" above left\nknee. 4\" x 2\" x 1\" vertical antemortem.\n19. Incised wound present lateral aspect of left thigh 1\" x 1/2\" x 1/2\"\nvertical antemortem. '\n66\n13. Nature of the injuries and the different parts of the body of the\ndeceased whereupon the same were inflicted in our opinion clearly go to show\nthat the knife was indiscriminately used. Injuries had been caused to vital parts\nof the body of the deceased namely chest, abdomen. His lung and lever were\nalso damaged.\n14. Appellant evidently intended to cause grievous injuries to the\ndeceased. He put resistance thereto as far as possible and in the process\nsuffered injuries on his arms, finger and thigh.\n15. The deceased was unarmed. He was merely resisting infliction of\ninjuries on him by a knife and in the process the appellant also received minor\ninjuries and that too on his thigh, palm and shoulder. Such minor injuries\nreceived by the appellant were not required to be explained by the prosecution.\n16. Incident did not take place at or near the house of the appellant.\nDeceased might have picked up quarrel with his mother in the morning, but\nthe same by itself cannot be treated to be relevant for the purpose of determining\nthe nature of the offence. Distinction between Section 299 and Section 300 of\nthe Indian Penal Code is well known. What would amount to a \"murder\" is\nstated in Section 300 of the Indian Penal Code. What is necessary for attracting\nthe said provision inter alia would be that if the person committing the act,\nH knew that it is so imminently dangerous that it must in all probability cause\nSHEIKH RAFI v. STATE OF ANDHRA PRADESH [S.B. SINHA, J.] 473\ndeath or such bodily injury as is likely to cause death.\nA\n17. Exceptions to the said rule would be attracted only when the offender\nis deprived of his power of self control which is caused by grave and sudden\nprovocation by the deceased or any other person, or by mistake or accident.\nExceptions appended to Section 300 are subject to the provisos contained\ntherein. Vivian Bose, J. in Virsa Singh v. State of Punjab, AIR (1958) SC 465, B\nstated the law thus;\n\"(12) To put it shortly, the prosecution must prove the following facts\nbefore it can bring a case under S. 300, “thirdly”;\nFirst, it must establish, quite objectively, that a bodily injury is present; C\n_ Secondly, the nature of the injury must be proved; These are purely\nobjective investigations.\n-Thirdly, it must be proved that there was an intention to inflict that\nparticular bodily injury, that is to say, that it was not accidental or\nunintentional, or that some other kind of injury was intended.\n- Once these three elements are proved to be present, the enquiry\nproceeds further and,\n-Fourthly, it must be proved that the injury of the type just described\nmade up of the three elements set out above is sufficient to cause\ndeath in the ordinary course of nature. This part of the enquiry is\npurely objective and inferential and has nothing to do with the\nintention of the offender.\nD\nE\nF\n(13) Once these four elements are established by the prosecution\n(and, of course, the burden is on the prosecution throughout) the\noffence is murder under S. 300, \"thirdly\". It does not matter that there\nwas no intention to cause death. It does not matter that there was no\nintention even to cause an injury of a kind that is sufficient to cause\ndeath in the ordinary course of nature (not that there is any real\ndistinction between the two). It does not even matter that there is no G\nknowledge that an act of that kind will be likely to cause death. Once\nthe intention to cause the bodily injury actually found to be present\nis proved, the rest of the enquiry is purely objective and the only\nquestion is whether, as a matter of purely objective inference, the\ninjury is sufficient in the ordinary course of nature to cause death. No\nH\n474\nA\nB\nC\nᎠ\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\none has a licence to run around inflicting injuries that are sufficient\nto cause death in the ordinary course of nature and claim that they\nare not guilty of murder. If they inflict injuries of that kind, they must\nface the consequences; and they can only escape if it can be shown,\nor reasonably deduced that the injury was accidental or otherwise\nunintentional. “\n18. In Vadla Chandraiah v. State of A.P., (2006) 14 SCALE 108, this\nCourt stated the law, thus,\n90.\n\"13. The issue as to whether the case would fall under Section 302\nIPC or under Section 304 Part-II thereof or not should be judged\nkeeping in view the aforementioned factual backdrop. For the said\npurpose, the term 'evidence brought on records' must be considered\nin its entirety.\"\nSee also Chandrappa \u0026 Ors. v. State of Karnataka, (2007) 3 SCALE\n19. Each case, therefore, must be judged on its own facts.\n20. Strong reliance has been placed by Mr. Parekh on Sukhbir Singh\nv. State of Haryana, [2002] 3 SCC 327, wherein this Court held as under:-\n\"The High Court has also found that the occurrence had taken place\nupon a sudden quarrel but as the appellant was found to have acted\nin cruel and unusual manner, he was not given the benefit of such\nexception. For holding him to have acted in a cruel and unusual\nmanner, the High Court relied upon the number of injuries and their\nlocation on the body of the deceased. In the absence of the existence\nof common object, the appellant cannot be held responsible for the\nother injuries caused to the person of the deceased. He is proved to\nhave inflicted two blows on the person of the deceased which were\nsufficient in the ordinary course of nature to cause his death. The\ninfliction of the injuries and their nature proves the intention of the\nappellant but causing of such two injuries cannot be termed to be\neither in a cruel or unusual manner. All fatal injuries resulting in death\ncannot be termed as cruel or unusual for the purposes of not availing\nthe benefit of Exception 4 of Section 300 IPC. After the injuries were\ninflicted and the injured had fallen down, the appellant is not shown\nto have inflicted any other injury upon his person when he was in a\n2\nSHEIKH RAFI v. STATE OF ANDHRA PRADESH [S.B. SINHA, J.] 475\nhelpless position. It is proved that in the heat of passion upon a A\nsudden quarrel followed by a fight, the accused who was armed with\nbhala caused injuries at random and thus did not act in a cruel or\nunusual manner.\"\n21. Apparently the said decision was rendered on its own facts. We\nmay, however, notice that it came to be considered in Vadla Chandraiah B\n(supra), The distinctive feature herein are the injuries which have been caused\nin a cruel and unusual manner. Apart from the purported quarrel picked up\nby the deceased with his mother, there is no other immediate provocation\nwhich can be said to be the immediate cause leading to the assault. The\ndeceased was chased and the injuries have been inflicted on a main road and\nthat too before a hospital. It was caused in the evening before a large number\nof persons. He could have been caught and disarmed only by a constable.\nEvidently others including PW-5 and PW-7 who had been witnessing the\noccurrence, did not even dare to do so.\n22. Nineteen injuries caused in quick succession cannot be said to have\nbeen caused as a result of grave and sudden provocation. The very fact that D\nso many injuries were caused in quick succession and particularly where the\ndeceased being unarmed and in a helpless situation, is sufficient to indicate\nthat Sec. 300 \"Thirdly\" is attracted in this case.\n23. Reliance has also been placed by Mr. Parekh on Ram Swarup and\nOrs. v. State of Haryana etc., [1993] Supp. 4 SCC 344. That was a case where E\na plea of right of self defence was raised. In that case a fight between two\nparties took place. Keeping in view the evidences brought on record, this\nCourt opined that the High Court adopted a wrong approach for judging the\ncase of bilateral clash in regard to the question as to which party was the\naggressor. Having regard to the nature of defence raised therein, viz. right of\nself defence, number of injuries were found to be not a relevant factor for\ndetermination as to whether prosecution party or the accused party was the\naggressor. This Court merely laid down that the question must be determined\non the factual matrix of each case. The ratio of the said decision, therefore,\nis clearly not attracted.\n24. We, therefore, are of the opinion that the prosecution has brought\nmaterials on record to prove the charge of murder against the appellant.\nB.B.B.\n25. Therefore, there is no merit in this appeal. It is dismissed accordingly.\nF\nG\nAppeal dismissed.\nH\n"}