{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"P.R. MURLIDHARAN AND ORS.\nV.\nSWAMI DHARAMANDA THEERTHA PADAR \u0026 ORS.\nMARCH 10, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nA\nB\nC\nConstitution of India, 1950-Articles 21 and 226-Code of Civil\nProcedure, 1908-Order IX, Rule 9-Suit for declaration of title/continuation\nas head of a religious Institution/Trust filed by the petitioner-Dismissed by\nTrial Court-Another suit filed by other contender-Petitioner filing a writ\npetition for police protection-High Court granting police protection to\npetitioner holding that he was entitled to hold the office of the Head of the\nTrust-On appeal, Held: Since suit on contentious issues pending before a\nCivil Court, High Court usurped the jurisdiction of the Civil Court by\ndetermining the contentious issues-In order to determine such disputed D\nquestion of fact, not only the interpretation of the document alone but adduction\nof oral evidence also necessary-Besides, another contender for the post also\nraised a contention-Under the circumstances, High Court could not have\ngone into such questions in a writ proceeding-A writ proceeding cannot be\na substitute for a civil suit since jurisdiction of a civil court is wide and\nE\nplenary-Hence, impugned judgment is set aside, however, the petitioner may\napproach to the Superintendent of Police by filing an appropriate representation\nfor police protection, if he so desire.\nWrits-Writ of mandamus-Writ jurisdiction of High Courts-Exercise\nof-Discussed.\nF\nRespondent claiming himself to be a Sansyasi in the tradition of \"Sree\nChattambi Swamy Thiruvadikal\" and Madathipathi and Sthiradhyakshan\nof “Vadayampadi Asharamam” filed a petition in the Civil Court for a\ndeclaration that he was entitled to continue in the capacity of head of the\nreligious Institution The suit was dismissed for default. An application for G\nrestoration of the suit was also dismissed. The said religious institution\nresolved to amend the deed of trust so as to abolish the post of\nSthiradhayakshan and to vest his powers and duties in the President of\nthe Institution.\n1163\nH\n\"\nA\n1164\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nFirst respondent challenged the purported resolution by filing a suit\nin the Civil Court. An interlocutory application was filed by another\ncontender for the said post for getting himself impleaded as a party. The\nsuit filed by the first respondent was dismissed; he then filed a writ petition\nbefore the High Court praying for police protection. A Division Bench of\nthe High Court went into the question as to whether the first respondent\nwas entitled to hold the office of Madathipathi and Sthiradhyakshan for\nthe purpose of issuing an appropriate direction as regard grant of police\nprotection. The High Court held that 'the State and the police officials\nhave got a legal obligations to give protection to the life and properties of\nthe appellant upon arriving at a finding of fact that he was entitled to hold\nC the said office. Hence the present appeal.\nB\nD\nE\nF\nAllowing the appeal, the Court\nHELD, (Per Sinha, J.):\n1.1. The High Court, despite noticing that the suits on contentious\nissues were pending in the Court of Munsif, sought to usurp the jurisdiction\nof the Civil Court. It determined the contentious issues which were\nrequired to be proved in terms of the provisions of the Indian Evidence\nAct. [1168-F, G|\n1.2. A person could not approach the High Court for the purpose of\ndetermining such disputed questions of fact which was beyond the scope\nand purport of the jurisdiction of the High Court while exercising writ\njurisdiction as it also involved determination of disputed questions of fact.\nRespondent no.1 who sought to claim a status was required to establish\nthe same in a court of law in an appropriate proceeding. He for one reason\nor the other, failed to do so. The provisions of Order 9 Rule 9 of the Code\nof Civil Procedure stares on his face. He, therefore, could not have filed a\nwrit petition for getting the self same issues determined in his favour which\nhe could not do even by filing a suit. Indeed the jurisdiction of the writ\nCourt is wide while granting relief to a citizen of India so as to protect\nG his life and liberty as adumbrated under Article 21 of the Constitution of\nIndia, but while doing so it could not collaterally go into that question,\ndetermination whereof would undoubtedly be beyond its domain. What\nwas necessary for determination of the question arising in the writ petition\nwas not the interpretation of the document alone, but it required adduction\nof oral evidence as well. Such evidence was necessary for the purpose of\nexplaining the true nature of the deed of trust, as also the practice followed\nH\n}\nP.R. MURLIDHARAN v. SWAMI DHARAMANDA THEERTHA PADAR\n1165\nby this trust. [1169-A-D]\nA\n1.3 The impleading applicant has raised a contention that he alone\nwas ordained to hold the said office as per the bye-laws of the trust. The\nqualification of the first respondent to hold the office was also in question.\nIn this view of the matter, such disputed questions could not have been\ngone into by the High Court in a writ proceeding. Furthermore, the B\njurisdiction of the Civil Court is wide and plenary. In a case of this nature,\na writ proceeding cannot be a substitute for a civil suit. Hence, the\nimpugned judgment cannot be sustained and is set aside. In the event, the\nfirst respondent feels that he as a person should receive protection to his\nlife he may make an appropriate representation to the Superintendent of C\nPolice who after causing an inquiry made in this behalf may pass an\nappropriate order as is permissible in law. [1169-D-G]\nPer Balasubramanyan, J., (Supplementing):\n1.1. A Writ Petition under the guise of seeking a writ of mandamus D\ndirecting the police authorities to give protection to a Writ Petitioner,\ncannot be made a forum for adjudicating on civil rights. It would be an\nabuse of process for a Writ Petitioner to approach the High Court under\nArticle 226 of the Constitution of India seeking a writ of mandamus\ndirecting the police authorities to protect his claimed possession of a\nproperty without first establishing his possession in an appropriate Civil E\nCourt. The temptation to grant relief in cases of this nature should be\nresisted by the High Court. The wide jurisdiction under Article 226 of the\nConstitution of India would remain effective and meaningful only when\nit is exercised prudently and in appropriate situations. [1170-B, D]\nF\n1.2. The fact that a Writ Petitioner may be barred from approaching\nthe Civil Court, in view of Order IX Rule 9 of the Code of Civil Procedure,\nor some other provisions, is no ground for the High Court to take upon\nitself, under Article 226 of the Constitution of India, the duty to adjudicate\non the civil rights of parties for the purpose of deciding whether a writ of\nmandamus could be issued to the police authorities for the protection of G\nthe alleged rights of the Writ Petitioner. [1170-F]\n1.3. A writ of mandamus directing the police authorities to give\nprotection to the person of a Writ Petitioner can be issued, when the court\nis satisfied that there is a threat to his person and the authorities have\nH\n1166\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA failed to perform their duties and it is different from granting relief for\nthe first time to a person either to allegedly protect his right to property\nor his right to an office, especially when the pleadings themselves disclose\nthat disputed questions are involved. [1170-G, H]\n1.4. A writ for \"police protection\" so-called, has only a limited scope,\nB as, when the court is approached for protection of rights declared by a\ndecree or by an order passed by a civil court. It cannot be extended to\ncases where rights have not been determined either finally by the civil\ncourt or, at least at an interlocutory stage in an unambiguous manner,\nand then too in furtherance of the decree or order. [1171-C]\nC\nD\nE\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1634 of 2006.\nFrom the Final Judgment dated 22.9.2004 of the Kerala High Court in\nW.P. (C) No. 16047 of 2004.\nT.L.V. Iyer, S. Sukumaran, Alam Gir, A. Deb Kumar and Rauf Rahim\nfor the Appellants.\nK. Radhakrishna, Udaya Kumar Sagar and Ms. Bina Madhavan for M/\ns. Lawyer's Knit \u0026 Co., for the Respondents.\nP. Krishnamurthy, Kulbhushan Arora, K. Rajeev, Ramesh Babu M.R.\n(N.P.) and R. Sathish for the Applicant.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nApplication for impleadment is allowed.\nThe respondent herein claimed himself to be a Sansyasi in the tradition\nof \"Sree Chattambi Swamy Thiruvadikal\" and Madathipathi and\nSthiradhyakshan of Parama Bhattara Gurukula Seva Sangham, popularly\nknown as \"Vadayampadi Asharamam\". The respondent filed a suit in the\nCourt of Munsiff, Kolencherry being O.S. No. 71 of 2000 for a declaration\nthat he was entitled to continue in the said capacity and he was not allowed\nto discharge his duties attached to the said office in terms of the purported\norder dated 20.1.1996 of Kailasanatha Theertha Padar. The said suit was\ndismissed for default. An application for restoration of the said suit was filed\nH which was also dismissed.\nP.R. MURLIDHARAN v. SWAMI DHARAMANDA THEERTHA PADAR [SINHA, J.]1167\nIt is not in dispute that the appellants herein had raised a contention A\nthat the general body of the Seva Sangham had met on 7.1.2001 and resolved\nto amend the deed of trust so as to abolish the post of Sthiradhayakshan and\nto vest his powers and duties in the President of the Seva Sangham.\nKailasanatha allegedly served as Sthiradhayakshan since 1996 onwards.\nIt was stated that while he was on pilgrimage, the first respondent claimed B\nhimself to have taken over the office of Madathipathi and Sthiradhyakshan\nof the Ashram, although he had allegedly no qualification therefor.\nC\nIt is not in dispute that in relation to the affairs of the trust a suit being\nO.S. No. 30 of 2002 is pending in the Court of Munsif, Kolencherry. The\nsaid suit has been filed by one G. Parameswaran Nair, founder member of the\nAshram questioning the aforementioned purported resolution dated 7.1.2001.\nAn interlocutory application has been filed by Brahmasree Kailasa Nadananda\nTeertha Padar for getting himself impleaded as a party. The said applicant in\nhis impleadment application alleges that as per the byelaws, he had admittedly\nbeen serving in the said capacity since 1995 and, thus, in law continues to D\nbe the Madathipathi and Sthiradhyakshan. Indisputably, the said applicant as\nalso the first respondent herein are parties in the suit being O.S. No. 30 of\n2002.\nThought the suit filed by the first respondent was dismissed, he filed a\nwrit petition before the Kerala High Court at Ernakulam praying for police E\nprotection which was marked as WP (C) No. 16047/04. A Division Bench of\nthe said High Court went into the question as to whether the first respondent\nwas entitled to hold the office of Madathipathi and Sthiradhyakshan for the\npurpose of issuing an appropriate direction as regard grant of police protection.\nThe High Court opined that 'the State and the police officials have got a legal\nobligations to give protection to the life and properties of the appellant upon\narriving at a finding of fact that he was entitled to hold the said office. The\nHigh Court proceeded to determine the said purported question in the light\nof Article 21 of the Constitution of India and opined:\nF\n\"Respondent 5 and 6 have not given adequate and effective police G\nprotection in spite of repeated requests which only paved the way of\nthe contesting respondents and others to take law into their hands and\nact contrary to the terms of the trust deed. Such being the conduct of\nthe respondents, their assertion that Ext. P3 is fabricated by the\npetitioner cannot be believed. Going by the facts and circumstances\nof the case, and on going through the materials placed before us, we H\n1168\nA\nB\nC\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nare inclined to accept the averment made by the petitioner that he is\nSthiradhyakshan and Madathipathy of the Ashramam.\"\nIt was directed:\n\"We have therefore no hesitation to allow this writ petition giving\ndirection to respondent 5 and 6 to give adequate and effective police\nprotection to safeguard the interest of the petitioner being the\nSthiradhyakshan and Madathipathy of the Vadayampadi Ashramam.\nPetitioner be given effective police protection so as to discharge the\nfunction as Sthiradhyakshan and Madathipathy as per Ext. Pl trust\ndeed for his peaceful residence in the Ashramam...\"\nAggrieved thereby the Appellant is before us.\nMr. T.L.V. Iyer, learned senior counsel appearing on behalf of the\npetitioner and Mr. P. Krishnamurthy, learned senior counsel appearing on\nbehalf of the applicant in the impleadment application submitted that the\nD High Court exceeded its jurisdiction in doing so.\nE\nF\nMr. K. Radhakrishnan, learned senior counsel appearing on behalf of\nthe respondent no. 1, on the other hand, took us through various documents\nreferred to by the High Court in its impugned judgment for the purpose of\nshowing that having regard to the resolution dated 20.1.1996, the respondent\nno. was entitled to function in the capacity of Madathipathi and\nSthiradhyakshan. Our attention was also drawn to the fact that the first\nrespondent was ordained therefor and, thus, he could not be removed from\nthe post of Sthiradhyakshan and Madathipathy as per the terms of the trust.\nThe question is a contentious one. Construction of the said trust and the\nrights and obligations thereunder were in question. The first respondent filed\na suit in that behalf. The said suit was dismissed. In terms of Order 9 Rule\n9 of the Code of Civil Procedure another suit would not be maintainable at\nhis instance. We have noticed herein before that another suit being O.S. No.\n30 of 2002 is pending in the court of the Munsif. The High Court, despite\nG noticing the said fact, sought to usurp the jurisdiction of the civil court. It,\nas noticed hereinbefore, determined the contentious issues which were required\nto be proved in terms of the provisions of the Indian Evidence Act.\nH\nIt is one thing to say that in a given case a person may be held to be\nentitled to police protection, having regard to the threat perception, but it is\nT\nP.R. MURLIDHARAN v. SWAMI DHARAMANDA THEERTHA PADAR [SINHA, J.]1169\nanother thing to say that he is entitled thereto for holding an office and A\ndischarging certain functions when his right to do so is open to question. A\nperson could not approach the High Court for the purpose of determining\nsuch disputed questions of fact which was beyond the scope and purport of\nthe jurisdiction of the High Court while exercising writ jurisdiction as it also\ninvolved determination of disputed questions of fact. The respondent no. 1\nB\nwho sought to claim a status was required to establish the same in a court of\nlaw in an appropriate proceeding. He for one reason or the other, failed to do\nso. The provisions of Order 9 Rule 9 of the Code of Civil Procedure stares\non his face. He, therefore, could not have filed a writ petition for getting the\nself same issues determined in his favour which he could not do even by\nfiling a suit. Indeed the jurisdiction of the writ court is wide while granting C\nrelief to a citizen of India so as to protect his life and liberty as adumbrated\nunder Article 21 of the Constitution of India, but while doing so it could not\ncollaterally go into that question, determination whereof would undoubtedly\nbe beyond its domain. What was necessary for determination of the question\narising in the writ petition was not the interpretation of the document alone,\nD\nbut it required adduction of oral evidence as well. Such evidence was necessary\nfor the purpose of explaining the true nature of the deed of trust, as also the\npractice followed by this trust. In any event, the impleading applicant herein,\nas noticed hereinbefore, has raised a contention that he alone was ordained\nto hold the said office as per the byelaws of the trust. The qualification of the\nfirst respondent to hold the office was also in question. In this view of the E\nmatter, we are of the opinion that such disputed questions could not have\nbeen gone into by the High Court in a writ proceeding.\nFurthermore, the jurisdiction of the civil court is wide and plenary. In\na case of this nature, a writ proceeding cannot be a substitute for a civil suit.\nF\nFor the foregoing reasons, the impugned judgment cannot be sustained\nwhich is set aside accordingly. However, in the event, the first respondent\nfeels that he as a person should receive protection to his life he may make\nan appropriate representation to the Superintendent of Police who after causing\nan inquiry made in this behalf may pass an appropriate order as is permissible\nin law. The appeal is allowed with the aforementioned observations.\nIn view of the facts and circumstances of the case there shall be no\norder as to costs.\nP.K. BALASUBRAMANYAN, J.\nG\nH\nA\n1170\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n1. I respectfully agree with the reasoning and conclusion of my learned\nBrother and agree that the appeal has to be allowed and the decision of the\nHigh Court set aside.\n2. A Writ Petition under the guise of seeking a writ of mandamus\ndirecting the police authorities to give protection to a Writ Petitioner, cannot\nB be made a forum for adjudicating on civil rights. It is one thing to approach\nthe High Court, for issuance of such a writ on a plea that a particular party\nhas not obeyed a decree or an order of injunction passed in favour of the Writ\nPetitioner, was deliberately flouting that decree or order and in spite of the\npetitioner applying for it, the police authorities are not giving him the needed\nC protection in terms of the decree or order passed by a court with jurisdiction.\nBut, it is quite another thing to seek a writ of mandamus directing protection\nin respect of property, status or right which remains to be adjudicated upon\nand when such an adjudication can only be got done in a properly instituted\ncivil suit. It would be an abuse of process for a Writ Petitioner to approach\nthe High Court under Article 226 of the Constitution of India seeking a writ\nD of mandamus directing the police authorities to protect his claimed possession\nE\nof a property without first establishing his possession in an appropriate civil\ncourt. The temptation to grant relief in cases of this nature should be resisted\nby the High Court. The wide jurisdiction under Article 226 of the Constitution\nof India would remain effective and meaningful only when it is exercised\nprudently and in appropriate situations.\n3. In the case on hand, various disputed questions arose based on a\ndeed of trust and the facts pleaded by the Writ Petitioner and controverted by\nthe other side. The High Court should have normally directed the Writ\nPetitioner to have his rights adjudicated upon, in an appropriate suit in a civil\nF court. The fact that a Writ Petitioner may be barred from approaching the\ncivil court, in view of Order IX Rule 9 of the Code of Civil Procedure, or\nsome other provisions, is no ground for the High Court to take upon itself,\nunder Article 226 of the Constitution of India, the duty to adjudicate on the\ncivil rights of parties for the purpose of deciding whether a writ of mandamus\ncould be issued to the police authorities for the protection of the alleged\nrights of the Writ Petitioner. A writ of mandamus directing the police\nauthorities to give protection to the person of a Writ Petitioner can be issued,\nwhen the court is satisfied that there is a threat to his person and the authorities\nhave failed to perform their duties and it is different from granting relief for\nthe first time to a person either to allegedly protect his right to property or\nHhis right to an office, especially when the pleadings themselves disclose that\nG\n2\n7\nP.R. MURLIDHARAN v. SWAMI DHARAMANDA THEERTHA PADAR [BALASUBRAMANYAN, J.11171\ndisputed questions are involved. My learned Brother has rightly pointed out A\nthat the High Court was in error in proceeding to adjudicate on the rights and\nobligations arising out of the trust deed merely based on the affidavits and\nthe deed itself. I fully agree with my learned Brother that the High Court\nshould not have undertaken such an exercise on the basis that the right of the\nWrit Petitioner under Article 21 of the Constitution of India is sought to be\nB\naffected by the actions of the contesting respondents and their supporters and\nthat can be prevented by the issue of the writ of mandamus prayed for.\n4. A writ for \"police protection\" so-called, has only a limited scope,\nas, when the court is approached for protection of rights declared by a decree\nor by an order passed by a civil court. It cannot be extended to cases where\nC\nrights have not been determined either finally by the civil court or, at least\nat an interlocutory stage in an unambiguous manner, and then too in furtherance\nof the decree or order.\n5. Having said this, I agree with my learned Brother and allow the\nappeal, set aside the order of the High Court and dismiss the Writ Petition D\nfiled by the first respondent.\nS.K.S.\nAppeal allowed.\n"}