{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"KASTHA NIWARAK G.S.S. MARYADIT, INDORE\nV.\nPRESIDENT, INDORE DEVELOPMENT AUTHORITY\nFEBRUARY 7, 2006\nA\nB\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nLand Laws and Urban Development:\nMadhya Pradesh Nagar Tatha Gram Nivesh Adhiniyam, 1973; Section\nC\n50(2):\nLand owned by Housing Co-operative Societies-Issuance of Circular/\nguidelines allowing them to utilize the land by constructing homes for members\nsubject to certain conditions-Denial of benefit to a society-Justification of—\nHeld: Transfer of vacant and peaceful possession of the land by a Housing D\nSociety to the authority is a condition mandatory for availing the benefit of\nthe Scheme/Circular-Since the society in question was neither in possession\nof the land nor the owner, it could not have handed over the vacant and\npeaceful possession of the land to the society-Hence, benefit of the scheme\nrightly denied.\nConstitution of India, 1950; Article 14:\nBenefit of Circular/Scheme allegedly allowed to ineligible societies but\ndenial to appellant-society-Discrimination-Held: Concept of equal treatment\npresupposes existence of similar legal foothold-Repetition of a wrong action\ncannot be countenanced-Hence, the concept of equal treatment on the logic\nof Article 14 cannot be pressed into service in such cases.\nE\nF\nRespondent-Indore Development Authority adopted certain\nguidelines issued in terms of a Circular dated 31.1.1986, allowing the\nHousing Co-operative Societies to utilize the land owned by them by G\nconstructing houses for the benefit of their members. The appellant, a\nsociety, was denied the benefit of the Circular on the ground that it did\nnot fulfill the requisite conditions. Writ petition filed by the appellant was\ndismissed by the Single Judge of the High Court holding that the appellant\n129\nH\n130\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA had not acquired any legal right to get the benefit in terms of the Circular,\nthe judgment was affirmed by the Division Bench of the High Court in\nthe Letters Patent Appeal holding that since the appellant-Society was not\nthe owner of the land, it was not entitled to the benefit of the Circular.\nHence the present appeal.\nB\nC\nE\nThe appellant contended that the real import of the Circular is that\nthe society should have got a tangible interest in the property which they\npossess in terms of the agreements for purchase of the land, thus they\nfulfilled the requisite conditions for getting the benefit of the Circular; and\nthat since the benefit had been extended to other societies, denial of benefit\nto the appellant in such circumstances would amount to violation of Article\n14 of the Constitution of India.\nDismissing the appeal, the Court\nHELD. 1.1. In terms of the First Clause of the Circular dated\n31.1.1986 issued by the Indore Development Authority only those societies\nwere to be considered for the benefit of the Scheme which had got\nthemselves registered as per law by purchasing land prior to the\npublication of the Declaration of Section 50(2) of the Madhya Pradesh\nNagar Tatha Gram Nivesh Adhiniyam, 1973. Stand of the appellant that\nwhat was mandatory was the registration and not the ownership of the\nland is clearly untenable. The second condition as laid down in the Circular\nby the appellant was admittedly not fulfilled. Clause 3 of the Circular is\nalso relevant as it provides that it will be mandatory for the society for\navailing the benefit of the scheme to hand over a vacant and peaceful\npossession of the concerned land to the Authority while entering into an\nF advance agreement with the Authority. However, the appellants could not\nhave done so because it was neither the owner nor in possession of the\nconcerned land. It has been in that context specifically noted in Clause\n(3) that so far as handing over possession is concerned if there are court\ncases or any other dispute then the facility regarding handing over\npossession would not be availed. Therefore, the view expressed by the High\nCourt is clearly in order. [133-C-F]\nG\n1.2. So far as the allotment to non-eligible societies is concerned even\nif it is accepted, though specifically denied by the Authority, to be true\nthat does not confer any right on the appellants. The concept of equal\nH treatment on the logic of Article 14 of the Constitution cannot be pressed\nKASTHA NIWARAK G.S.S. MARYADIT 1. PRESIDENT, INDORE DEV. AUTHORITY (PASAYAT J.]\n131\ninto service in such cases. What the concept of equal treatment presupposes A\nis existence of similar legal foothold. It does not countenance repetition\nof a wrong action to bring both wrongs on a par. [133-G; 134-A]\non.\nUnion of India v. International Trading Co., [2003] 5 SCC 437, relied\nB\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1005 of 2006.\nFrom the Judgment and Order dated 10.08.2001 of the High Court of\nMadhya Pradesh in L.P.A. No. 402/2000.\nMahabir Singh, Rakesh Dahiya, Ms. Madhusmita Bora, Mahender Singh C\nThakur, Balaji Srinivasan and S. Srinivasan for the Appellant.\nS.K. Gambhir, Sanjay Kapur, Mrs. Shubhra Kapur, Rajiv Kapur and\nMs. Aarti Singh for the Respondent\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nD\nChallenge in this appeal is to the judgment rendered by a Division\nBench of the Madhya Pradesh High Court in a Letters Patent Appeal upholding\nthe view of the learned Single Judge that appellant is not entitled to benefits E\nflowing from Resolution No.9 dated 31.1.1986 of the respondent.\nThe factual background in a nutshell is as follows:\nThe Indore Development Authority (hereinafter referred to as the\n'Authority') adopted certain guidelines allowing the Housing Co-operative F\nSocieties to utilize the land owned by them by making plots for construction\nof houses for the benefit of their members. The relevant guidelines contained\nin the Circular dated 31.1.1986 are as follows:\n\"(1) Only those societies shall be taken into consideration which have\nG\ngot themselves registered as per the law by purchasing the land prior\nto the publication of the Declaration of Section 50(2) of the Authority\nin respect of the scheme.\n(2) Those societies will also be taken into consideration which have\ngot themselves registered after the publication of the Declaration of\nSection 50(2) but the application was moved by them before the\nH\n132\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nCompetent Authority for obtaining rebate under the Urban Land\nCeiling Act prior to the above law.\n(3) This will be mandatory for availing the benefit of these facilities\nthat while entering into an advance agreement with the Authority, the\nSociety should hand over the vacant and peaceful possession of the\nconcerned land itself to the Authority. And it will be at liberty to\nmove for revision etc. for enhancing the compensation. With regard\nto the handing over of the possession if there arises any court case or\nany other dispute then this facility would not be available. If any\ntenant or sub tenant or any other person holds the possession of the\nland then it will be the responsibility of the Society that it should\nmake available the vacant possession to the Authority by removing\nthem from the land. In the event of being not so, this scheme of\nallotment of land shall not be implemented.\"\nThe appellant was denied the benefit of the Circular on the ground that\nit did not fulfill the requisite conditions. Writ Petition (W.P. No.755 of 1994)\nwas filed by the appellant praying for appropriate directions to the Authority\nto grant it the benefit of the Circular dated 31.1.1986. A learned Single Judge\ndismissed the Writ Application noticing that the appellant did not fulfill the\nrequisite conditions. It was noted that the appellant claiming to be one of the\ninterested societies applied to the Authority on 9.11.1987 and 28.12.1987.\nE The Authority called upon the appellant to furnish certain details. By order\nof the Authority dated 1.10.1993 the benefit was declined. It was also noted\nby the High Court that the Circular in question dated 31.1.1986 was withdrawn\nby resolution No.93 dated 14.5.1993. Though a stand was taken by the\nappellant that certain other societies similarly situated were granted the benefit,\nthe High Court noted that they stood on a different footing. Learned Single\nJudge noted that the appellant was not the owner of the land and it only\nclaimed to be the potential purchaser having purportedly entered into certain\nagreements. That being so, it was held that the appellant had not acquired any\nlegal right to get the benefit in terms of the Circular dated 31.1.1986. A\nLetters Patent Appeal was filed before the High Court which by the impugned\nG order upheld the view of the learned Single Judge. It was specifically noted\nby the Division Bench that as the appellant-Society was not the owner of the\nland, it was not entitled to the benefit.\nF\nIn support of the appeal, Mr. Mahabir Singh, learned senior counsel\nsubmitted that the real import of the Resolution is that the society should\nH have got a tangible interest in the property. Appellant had entered into\nKASTHA NIWARAK G.S.S. MARYADIT 1. PRESIDENT. INDORE DEV. AUTHORITY [PASAYAT J.]\n133\nagreements for purchase of the land on 18.1.1982 and, therefore clearly A\nfulfilled the conditions. In fact possession was taken on 5.5.1992. It was also\npointed out that in the case of some others who had similarly situated the\nbenefit had been extended. According to him, denial of appellant in such\ncircumstances would amount to violation of Article 14 of the Constitution of\nIndia, 1950 (in short the 'Constitution').\nIn response, learned counsel for the respondent-Authority submitted\nthat both learned Single Judge and the Division Bench have rightly noticed\nthat the appellant did not fulfill the requisite conditions and, therefore, was\nnot entitled to any relief.\nB\nC\nFirst Clause, as quoted above, requires that only those societies were to\nbe considered which had got themselves registered as per law by purchasing\nland prior to the publication of the Declaration of Section 50(2) of the Madhya\nPradesh Nagar Tatha Gram Nivesh Adhiniyam, 1973 (in short the\n'Adhiniyam'). Stand of the learned counsel for the appellant that what was\nmandatory was the registration and not the ownership of the land is clearly D\nuntenable. The conditions are cumulative i.e. (a) the society has to be\nregistered; and (b) it must purchase the land prior to the publication of\nDeclaration of Section 50(2) of the Authority in respect of the scheme. The\nsecond condition was admittedly not fulfilled. Clause 3 is also relevant. It\nprovides that it will be mandatory for the society for availing the benefit of\nthe scheme to hand over a vacant and peaceful possession of the concerned\nland to the Authority while entering into an advance agreement with the\nAuthority. In other words, the advance agreement could be entered into but\nat that point of time the vacant and peaceful possession of the concerned land\nwas to be handed over to the Authority. The appellants could not have done\nso because it was neither the owner nor in possession of the concerned land. F\nIt is to be noted that there is scope for advance agreement. It has been in that\ncontext specifically noted in Clause (3) that so far as handing over possession\nis concerned if there are court cases or any other dispute then the facility\nregarding handing over possession would not be availed. Therefore, the view\nexpressed by the High Court is clearly in order.\nSo far as the allotment to non-eligible societies is concerned even if it\nis accepted, though specifically denied by the Authority, to be true that does\nnot confer any right on the appellants. Two wrongs do not make one right.\nA party cannot claim that since something wrong has been done in another\ncase direction should be given for doing another wrong. It would not be\nE\nG\nH\nT\n134\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA setting a wrong right, but would be perpetuating another wrong. In such\nmatters, there is no discrimination involved. The concept of equal treatment\non the logic of Article 14 of the Constitution cannot be pressed into service\nin such cases. What the concept of equal treatment presupposes is existence\nof similar legal foothold. It does not countenance repetition of a wrong action\nto bring both wrongs on a par. Even if hypothetically it is accepted that a\nB\nwrong has been committed in some other cases by introducing a concept of\nnegative equality the appellant cannot strengthen its case. It has to establish\nstrength of its case on some other basis and not by claiming negative equality.\n(See Union of India v. International Trading Co., [2003] 5 SCC 437).\nC\nLooked at from any angle, the appeal deserves to be dismissed which\nwe direct. No costs.\nS.K.S.\nAppeal dismissed..\n"}