{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"KANCHAN AND ORS.\nV.\nSTATE TRANSPORT APPELLATE TRIBUNAL AND ORS.\nJANUARY 17, 2006\nA\nB\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.}\nMotor Vehicles Act, 1988; Section 68(3)(b):\nC\nGrant of permits to Transporters-Power of State Transport Authority/\nSTA-Mala fides-Held: Authorities granted permits to Transporters even\nwithout filing an application for grant of such permits-Relevant records not\nproduced by the authorities on the pretext of vigilance inquiries in the matter—\nIn deciding the question of mala fides if the authorities acted without\napplication of mind, which act of the authority is sufficient to attach vulnerability\nto the action against it on the question of mala fides—Thus, High Court D\nrightly found the mala fides of the authorities in granting the permits.\nThe question which arose in these appeals was as to whether the\npermit granted to the appellants/Transporters by the State Transport\nAuthority could be legally sustained. The permits so granted were set aside\nby the State Transport Appellate Tribunal on the ground that the action E\nof the authorities was mala fide. On appeal, order of the Tribunal was\naffirmed by the High Court. Hence the present appeals.\nIt was contended by the appellant that the High Court did not take\nnote of the fact that the revision petition filed before the Appellate\nTribunal was not maintainable as the Revision petitioner, the existing\noperators had no locus-standi to file the petition. The authorities, in exercise\nof power under Section 68(3)(b) of the Motor Vehicles Act, 1988 had taken\nover the power to grant permits and in bona fide exercise of the power\nissued permits; and that there was no specific challenge in the Revision\nPetition before the Tribunal about the infirmities which the High Court\nhas highlighted.\nThe respondents submitted that the whole exercise clearly smacked\nof non-transparency and mala-fides; that 48 permits were granted and in\nsome cases, the files which were produced before the Tribunal indicated\n451\nF\nG\nH\n452\nSUPREME COURT REPORTS\n[2006] S.C.R.\nA that even applications for grant of permits were not there; that the permits\nwere granted on the very same day on which the State Transport\nAuthority (STA) purportedly took over the power to grant permits in\nexercise of powers under Section 68(3) (b) of the Act and that too without\nissuing a notification in connection thereto leaves no manner of doubt that\nthe STA was acting contrary to law; and that as to how the applications\ncould be made to the STA much before it assumed power in exercise of\npowers under Section 68(3)(b) of the Act.\nB\nC\nDismissing the appeals, the Court\nHELD. 1.1. This is not a fit case for interference. The findings of\nthe High Court about the mala-fides of the State Transport Authority\n(STA) are clearly borne out from the records seen by the Tribunal. Both\nthe Tribunal and the High Court have recorded categorical findings that\nthere were not even applications for grant of permits in such case. It baffles\none as to how the permits could be granted even without application. The\nD State Transport Authority did not produce all the 48 files relating to the\ngrant of permits. A plea was taken that some of the files were taken by\nthe vigilance authorities inquiring into the allegations of corruption. Be\nthat as it may, the fact remains that in some cases elaborated by the\nTribunal and the High Court, the applications were not there. [454-D-E]\nE\nF\nG\n1.2. While deciding the question of mala-fides, the very fact that in\ncertain cases, the authorities have acted without application of mind, is\nitself sufficient to attach vulnerability to the action. [454-F]\nU.P. State Road Transport Corporation through its Chairman v.\nOmaditya Verma und Ors., [2005] 4 SCC 424, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7305 of 2003.\nFrom the Judgment and Order dated 4.4.2003 of the Allahabad High\nCourt in Civil Misc. Writ Petition No. 48624/2002.\nWITH\nC.A. No. 7306/2003 and Cont. Pet. (C) No. 159/2005 in C.A. No.\n7306/2003.\nVijay Hansaria, P.D. Sharma and Minakshi Sharma for the Appellants.\nH\nKANCHAN 1. STATE TRANSPORT APPELLATE TRIBUNAL [ PASAYAT, J.]\n453\nRakesh Dwivedi, Ranjeet Kumar, Ms. Gauri Chhabra, Ms. Sudha Pal, A\nMrs. Rani Chhabra, Pramod Swarup, Pramod Dayal and Pradeep Mishra for\nthe Respondents.\nDinesh Dwivedi and Prashant Chowdhary for the Intervenor.\nThe Judgment of the Court was delivered by\nB\nARIJIT PASAYAT, J. Challenge in these appeals is to a composite\norder of a learned single Judge of the Allahabad High Court dismissing the\nwrit petitions filed by the present appellants. The basic question before the\nHigh Court was whether the permits granted to the appellants by the State\nTransport Authority, U.P. Lucknow (in short 'the S.T.A.') could be legally C\nsustained. It is to be noted that on a revision filed by the non-official\nrespondents, the State Transport Appellate Tribunal, U.P., Lucknow (in short\n‘the Tribunal') set aside the grant of permits and held that the the action of\nSTA was mala-fide; it had acted in clear contravention of the statutory\nrequirements and, therefore, the grant of permit was an exercise which had\nno legal sanction. This order of the Tribunal was the subject mater of challenge\nin the writ petitions. The High Court essentially came to record three findings;\n(a) in respect of notified routes, the permits could not have been granted; (b)\naction of the STA in taking over the route was impermissible, mala-fide and\n(c) the exercise of power by the STA in granting the permits was equally\nunsustainable, being mala-fide.\nD\n(☑\nE\nF\nIn support of the appeals, learned counsel for the appellants submitted\nthat the High Court did not take note of the fact that the revision petition filed\nbefore the Tribunal was not maintainable as the existing operators who had\nfiled the revision petition, has no locus-standi to file the same. It was further\nsubmitted that the High Court proceeded on an erroneous impression as if the\nroutes were notified routes. The STA, in exercise of power under Section\n68(3)(b) of the Motor Vehicles Act, 1988 (in short ‘the Act') had taken over\nthe power of grant of permits and in fact in bona fide exercise of that,\ndirected issue of permits. It was pointed out that there was no specific challenge\nin the revision petition before the Tribunal about the so called infirmities G\nwhich the High Court has highlighted. It was in essence, submitted that the\nexercise of jurisdiction by the Tribunal was bone-fide and there was no\nreasonable ground for interference by the Tribunal, as affirmed by the High\nCourt.\nIn response, Mr. Rakesh Dwivedi, learned senior counsel for the H\nB\n454\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA respondents submitted that the whole exercise clearly smacked of non-\ntransparency and mala-fides. It was pointed out that 48 permits were granted\nand in some cases, the files which were produced before the Tribunal indicated\nthat even application for grant of permits were not there. Further, the fact that\nthe permits were granted on the very same say on which the STA purportedly\ntook over the power to grant permits in exercise of powers under Section\n68(3)(b) leaves no manner of doubt that the STA as acting contrary to law.\nIt is pointed out that the even assuming that there was any Resolution, which\naccording to the learned counsel for the respondents is also not a fact, there\nwas no notification about the taking over of the jurisdiction by the STA. It\nis also not clear as to how the applications could be made to the STA much\nC before it assumed power in exercise of powers under Section 68(3)(b) of the\nAct. Finally, the applications are to be made to RTA and one does not know\nunder what circumstances the applications were made to the STA.\nWe do not consider this to be a fit case for interference. The findings\nof the High Court about the mala-fides of the STA are clearly borne out from\nD the records seen by the Tribunal. It is to be noted that the Tribunal and the\nE\nHigh Court have recorded categorical findings that there were not even\napplications for grant of permits in such cases. It baffles one as to how the\npermits could be granted even without application. The STA for reasons best\nknown to it, did not produce all the 48 files relating to the grant of permits.\nA plea was taken that some of the files were taken by the vigilance authorities\ninquiring into the allegations of corruption. Be that as it may, the fact remains\nthat in some cases elaborated by the Tribunal and the High Court, the\napplications were not there. The stand of learned counsel for the appellants\nthat relief may be denied to only those persons, is clearly unacceptable.\nWhile deciding the question of mala-fides, the very fact that in certain cases,\nF the authorities have acted without application of mind, is itself sufficient to\nG\nattach vulnerability to the action. Therefore, we do not think it necessary to\ngo into the other questions and the appeals are dismissed. All the interim\norders consequently passed stand vacated. The contempt proceedings initiated\nshall stand quashed.\nAn application for intervention has been filed taking a stand that certain\nobservations made by this Court in U.P. State Road Transport Corporation\nthrough its Chairman v. Omaditya Verma and Ors., [2005] 4 SCC 424 are\nnot correct. We do not consider it necessary to deal with that question in this\napplication. The application for intervention is, therefore, rejected.\nH\nS.K.S.\nAppeals dismissed.\n"}