{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"794 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA paucity of funds the project could not make any effective\nprogress.\n5. The Government of India, in the meanwhile, had\nliberalized the policy to encourage private participation in\nB power development. Consequently, the UP Government\nfollowing the above mentioned policy decided to invite private\ninvestment in the development of energy sector especially with\nregard to the Srinagar Hydro Electric Project. Consequently, the\nState Government had entered into a Memorandum of\nD\nC Understanding (MOU) with M/s Duncan Industries Ltd. on 27th\nAugust, 1994 for development of the project and in terms of the\nMOU, M/s Duncan Industries Ltd. had established a generating\ncompany 'Duncan North Hydro Power Co. Ltd.'. The project\nwas an ongoing project and most of the infrastructure required\nfor the execution of the project had already been arranged by\nthe State Government. The Department of Energy and\nGovernment of Uttar Pradesh then wrote to the MoEF by letter\ndated 04.09.1997 to transfer the environmental clearance\nearlier granted to the UPSEB to the Duncans so that the\nsafeguards against environmental degradation while clearing\nthe project might be implemented by the Duncans.\nE\n6. M/s Duncan submitted a revised EIA report and DPR\nto the MoEF on 25.01.1996 and it was also conveyed that the\nproject of the enhanced capacity of 330 MW had to be\nF transferred to the Duncans. MoEF following the letters dated\n25.01.1996 and 18.06.1998 on the subject transferred\nenvironmental clearance to Duncans for 330 MW on 27.07.1999\nsubject to the condition that the conditions stipulated in the\nenvironmental clearance already granted and any other\nG conditions, if stipulated in future for protection of the environment\nwould be fulfilled by Duncans. CEA also issued the Techno\nEconomic clearance for implementation of the Project vide it\nletter dated 14.06.2000 to Duncans.\nI\n7. The Duncans had also given up the project after carrying\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 795\nJOSHI [K.S. RADHAKRISHNAN, J.]\nout some work and in its place came the appellant - Alaknanda\nHydro Power Company Ltd. (AHPCL). Request was then made\nto the MoEF by AHPCL for transfer of the environmental\nclearance granted to 330 MW Srinagar Hydro Electric Project\nin its favour. Request was favourably considered by the MoEF\nand vide communication J-12011/6/96/ IA-I dated 27th March\n2006 MoEF transferred the environmental clearance in favour\nof AHPCL stating that it was with the approval of the competent\nauthority.\n8. First respondent along with few others filed Writ Petition\n(PIL) No. 137/2009 before the High Court of Uttarakhand at\nNainital to quash the above mentioned order and sought a CBI\ninquiry relating to the enhanced capacity of 330 MW mentioned\nin the letters dated 27.07.1999 and 27.03.2006. Direction was\nalso sought for against AHPCL to stop the construction of the\nHydro Power Project and also for other consequential reliefs.\nWrit Petition was disposed of on 19.04.2011 with a direction\nto AHPCL to approach the MoEF for a specific decision as to\nthe clearance for increased capacity of generation and\nincreased height of the dam. The MoEF was directed to take\na decision within a period of three months. Court, however,\nnoticed that the clearance had already been given by the MoEF\nin the year 1985 which stood transferred in favour of AHPCL\nfor construction of the dam for generation of 200 MW of\nelectricity and 63 metre height of the dam. The Court also\nordered that the construction of dam for the said height and for\ngeneration capacity of 200 MW would not be stopped but the\nconstruction beyond that limit could be proceeded only after\nclearance is sought from the MoEF.\nA\nB\nC\nD\nE\nF\n9. MoEF as directed by the High Court considered the G\nentire matter afresh and rendered a specific decision dated\n03.08.2011clarifying that transfer letter dated 27.03.2006 in\nfavour of AHPCL was for 330 MW. The operative portion reads\nas follows:-\nH\nA\nB\nC\nD\n796 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\n\"The matter has been reviewed by the Ministry and it is to\nclarify that while transferring the environment clearance\ndated 3rd May, 1985 of the Project in the name of Uttar\nPradesh State Electricity Board (UPSEB) to M/s. Duncans\nNorth Hydro Power Company Limited vide this Ministry's\nletter No. 12011/6/96-IA-I dated 27.7.1999 (copy\nenclosed), the Ministry had reviewed that increased\ncapacity from 200 MW (4X50 MW) to 330 MW (5X66 MW)\nand associated parameters like change in dam height\nfrom 73m to 90m from the deepest foundation and FRL\nfrom EL 604.0m to 605.5m. The Ministry also noted that\nthere was a change in the submergence from 300 ha to\n324.074 ha, however Forest land remained the same i.e.\n338.36 ha dated 15th April, 1987 which will be the final\nForest Land for the Project. Therefore, the final parameters\nfor the project are as follows:-\n(i)\nSubmergence area - 324.074 ha\n(ii)\nForest land for diversion - 338.86 ha\n(iii) Capacity - 330 MW (4X82.5 MW)\nE\n(iv)\nDam height from the deepest foundation - 90 m\n(v)\nDam height for the river bed level – 66 m\n-\n(vi)\nFRL - EL 605.5 m\nF\nG\nH\n(vii) MDDL - EL 603.0 m\n(viii) Dam top Road level - 611.0 m\nIn view of the above, I am directed to clarify that the transfer\nof environment clearance from DHPCL to Alaknanda\nHydro Power Company Limited (AHPCL) vide this\nMinistry's letter No. J-12011/6/96-IA_I dated 27th March,\n2006 is of 330 MW capacity with the above mentioned\nparameters. The Ministry has further noted the change in\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 797\nJOSHI [K.S. RADHAKRISHNAN, J.]\nthe units from 6X55 MW to 4X82.5MW, as approved by A\nCEA.\nThis has approval of the Competent Authority.\"\n10. MoEF though clarified the position as directed by the\nHigh Court, the first respondent herein along with one Dr. Bharat\nJhunjhunwala preferred Writ Petition (PIL) No. 68 of 2011\nbefore the High Court of Uttarakhand at Nainital on 09.08.2011\nchallenging the order dated 03.08.2011.\nB\n11. Writ Petition was disposed of by the High Court C\ndirecting AHPCL to place the documents mentioned in\nSchedule IV to the Notification dated 27.01.1994 before MoEF\nand the Ministry was directed to take steps to hold a public\nhearing as envisaged in the Notification. Further, it was also\nordered that the notice should mention that the public hearing D\nwould be given at Dhari Devi Temple premises and that the\nCommissioner, Pauri Garhwal to be present at the public\nhearing. Further, Court also noticed that the construction work\nhad progressed to a great extent and at no stage, there was\nany objection to the construction of the project having a capacity E\nof 200 MW and, therefore, did not stop the construction,\nhowever, it was made clear that the same would be subject to\nthe decision taken by the MoEF.\n12. AHPCL, aggrieved by the above mentioned judgment, F\nhas preferred this appeal by raising the core issue with regard\nto the applicability of EIA Notification dated 27.01.1994 in a\ncase where the project had been granted environmental\nclearance for 200 MW on 3.05.1985 and thereafter for 330 MW\nby the MoEF on 15.4.1987 and approved by CEA on\n18.12.1987, followed by the sanction accorded by the Planning\nCommission on 29.1.1988.\n13. Respondents 1 and 2 in Civil Appeal arising out of\nSLP (Civil) No. 362 of 2012 also filed SLP (Civil) Nos. 5849-\nG\nH\n798\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA 5850 of 2012 challenging the order of the High Court dated\n3.11.2011 and the order dated 5.12.2011 passed on the review\npetition contending that the finding recorded by the High Court\nthat they had not questioned the environmental clearance for\n200 MW, was incorrect. They also wanted the stoppage of the\nB project till the procedure laid in the EIA Notification 2006 is\ncomplied with including the holding of a public hearing.\nC\nD\nE\nF\nG\nH\n14. Mr. M.L. Lahoty, learned counsel appearing for the\nappellant - AHPCL submitted that EIA Notification dated\n27.01.1994 (as submitted upto 07.07.2004) would operate only\nprospectively and that too only to those projects which are either\n'new' or 'expansion or modernisation' of the existing project is\nproposed after 1994 Notification. Learned counsel made\nreference to the judgment of this Court in Narmada Bachao\nAndolan v. Union of India and Others (2000) 10 SCC 664 and\nsubmitted that the Notification would operate only prospectively.\nLearned counsel pointed out that public hearing was expressly\nexcluded by para 4 of the Explanatory Note to the Notification\nin respect of projects like Srinagar Hydro Project where neither\nlarge displacement is involved nor is there severe environment\nramification. Further, it was also pointed out that the expansion\nof the project from 200 MW to 330 MW was granted in the year\n1987 prior to the notification and even the original EIA of 1994\nwould not apply. Further, it was also pointed out that\nAmendment Act 77 of 2004 was incorporated simultaneously\nwith the explanation along with two Entries Nos. 31 and 32 to\nbring within its purview the \"new construction projects\" and \"new\nindustrial estates\". Learned counsel pointed out so far as the\nHydro Projects are concerned, they are not covered by the said\ntwo newly introduced Entries as from the very inception of 1994\nnotification, Hydro Power Projects are covered by Rule 2 of\nSchedule 1 and therefore the explanation so inserted also has\nno application. Consequently, the concept of 'plinth level' is also\nnot applicable as it goes with the applicability of the\nExplanation.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 799\nJOSHI [K.S. RADHAKRISHNAN, J.]\n15. Learned counsel also pointed out that the A\nenvironmental clearance even otherwise was issued in the light\nof the specific decision of MoEF dated 03.08.2011 clarifying\nthat the transfer letter of 27.3.2006 in favour of AHPCL was for\n330 MW. Learned counsel in support of his contention made\nreference to the judgment of this Court in Lafarge Umiam B\nMining (P) Ltd. v. Union of India, (2011) 7 SCC 338. Learned\ncounsel also pointed out that the project in question was\nconceptualized more than three decades back. As on date the\nproject stands almost completed and more than Rs.4000 cores\nhad been invested and therefore, there is no question of holding C\na public hearing at this stage. Further, it was also pointed out\nthat State Government had ascertained views of the local\ninhabitants, public representatives, Gram Panchayat,\nShopkeepers, Temple Pujaris, Trust, devotees etc. and it was\nconsidering their views, the MOEF granted environmental D\nclearance and also forest clearance for the project.\n16. MoEF in the counter affidavit filed on 25.7.2012 stated\nthat the project in question was granted environment clearance\nin the year 1985 and hence it would not come under the purview\nof EIA Notification of 1994 or EIA Notification of 2006 which\nreplaced the EIA Notification of 1994. Further, it was stated that\nthe construction of project was already in an advance stage and\nhence public hearing would be an empty formality, since the\npurpose of public hearing is to know the concerns of the\naffected people and to incorporate their concerns appropriately\ninto the Environment Management Plan (EMP) for the project\nand it is after incorporation of the concerns and revising/\nmodifying the EMP, the final EMP would be submitted to the\nMoEF for granting environmental clearance to the project.\nMoEF has, therefore, taken the stand that since environmental\nclearance to the project had already been granted in the year\n1985 prior to the coming into force of the Environmental\n(Protection) Act, 1986 and the EIA Notification of 1994, no\npublic hearing was necessitated.\nE\nF\nG\nH\nA\n800\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n17. Shri Lahoty also pointed out that so far as the issue of\nDhari Devi temple is concerned, the Joint Committee had\nendorsed and recommended that upliftment of the temple\nadhering to the INTACH plan is the best option and has found\nwide acceptability amongst Temple Samiti, Pujari, local\nB inhabitants as well as local statutory authorities. Elaborate\narguments were also addressed by the learned counsel on\nmuck Management and submitted and that they had\nsubstantially complied with the proposed directions under\nSection 5 of the Environmental Protection Act. Arguments were\nC also addressed on the Catchment Area Treatment Plan and\nsubmitted that an amount of Rs.22.30 crores was deposited\nwith the Forest Department way back in 2007-09. Further, it was\nalso pointed out that the AHPCL had spent about 40 crores\nfor rehabilitation and resettlement of the affected people in the\nD catchment area. For Greenbelt Development, it was pointed out\nthat an amount of Rs.2.30 crore was made available to the\nState of Uttarakhand by AHPCL. Learned counsel, therefore,\nsubmitted that the respondents are unnecessarily creating\nhurdle in the completion of the project and litigation is not in\nE public interest but for advancing the private interest of the\nrespondents.\nF\nG\nH\n18. We may indicate while going through the averments\nmade in the writ petition as well as the impugned judgment and\nthe pleadings of the parties, it is seen that the question that was\nprimarily raised before the High Court was with regard to the\nnecessity of a public hearing and also whether the sanction had\nbeen accorded to construct the project with the capacity of 330\nMW. This Court in Narmada Bachao Andolan case (supra) has\nheld that the 1994 Notification applies only prospectively, in any\nview so far as this case is concerned the environmental\nclearance cannot be an issue in view of the specific stand taken\nby MoEF and the orders dated 03.08.2011 passed by MoEF\nwhich can also be considered as an ex post facto approval.\nSHEP, it may be noted, is an ongoing project for which\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 801\nJOSHI [K.S. RADHAKRISHNAN, J.]\nenvironmental clearance was granted as early as in the year A\n1985 and forest clearance in the year 1987. Further, about 95\n% of the work is already over and nearly Rs.4,000 crores has\nbeen spent. If public hearing is found necessary then the same\nshould have held before granting environmental clearance. The\npurpose of public hearing, it may be noted, is to know the B\nconcerns of the affected people and to incorporate their\nconcerns appropriately into the EMP and it is after\nincorporation of the concerns and revision/modifying plan, the\nfinal EMP would be submitted to the MoEF for granting\nenvironmental clearance. Environmental clearance, in the C\ninstant case, had been granted in the year 1985 and the project\nis an ongoing project which is now nearing completion and,\ntherefore, no purpose would be achieved by way of a public\nhearing at this stage. We also notice from the various\n´Committees' reports and the report dated 3.5.2013 that they D -\nhad met the temple trustees, priests and residents of the locality,\nthey had not raised any objection for not holding a public\nhearing. Further, the State of Uttarakhand has also never\ncanvassed for a public hearing nor any complaint was received\nby the temple authorities or the worshippers raised any E\ncomplaint of not holding any public hearing there. We, therefore,\nset aside the direction given by the High Court directing the\nMOEF to hold a public hearing.\n19. We find that a new dimension has been added to this\nlitigation by initiating certain proceedings by group of litigants\nbefore the National Green Tribunal, New Delhi. MoEF also, on\n30.06.2011, in exercise of powers conferred under Section 5\nof the Environment (Protection) Act, 1986 passed a stop work\norder directing AHPCL to attend certain environmental issues\nwhich included (i) mounting Dhari Devi temple at a higher\nelevation as per the Plan prepared by INTACH (ii) maintain and\nmanage muck at the various muck disposal sites by providing\nretention wall, slopes, compacting and terracing etc. (iii) develop\ngreenbelt (iv) Catchment Area Treatment (v) undertaking\nF\nG\nH\n802 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA Supana Query restoration (vi) maintain minimum environmental\nflow etc.\n20. The second respondent and few others then\napproached NGT vide Appeal No. 9 of 2011 praying for some\nB rigours orders against AHPCL. The appeal was, however,\ndisposed of by NGT directing MoEF to take a final decision\nwithin a period of eight weeks. No decision was taken by the\nMoEF within the time granted by the NGT which led AHPCL\nfiling M.A. No. 103/2012 before the NGT to revoke Section 5\ndirections and allow AHPCL to continue the construction work\nof the project.\nC\nD\nE\n21. The Tribunal (NGT) disposed of the application on\n07.08.2012 expressing its anguish for not disposing of the\nmatter within the time granted by it. The AHPCL submitted that\nin spite of the fact that it had complied with all the requirements\nstipulated in the notice dated 30.06.2011, unnecessarily the\nproject was held up causing huge financial loss to it. AHPCL\nalso sought a direction to transfer all the cases from NGT to\nthis court to be heard along with the appeal. Consequently, all\nthose related matters were transferred to this case Court and\nwere heard along with these appeals.\n22. We asked the Secretary, MoEF, when the matter came\nfor hearing, as to whether the conditions stipulated in its order\nF dated 30.06.2011 had been complied with by the project\nproponent. Committee headed by Dr. B.P. Das was constituted\nby MoEF to examine whether the project proponent had\ncomplied with the conditions stipulated in the environmental\nclearance granted in May 1985 as well as Order dated\nG 30.06.2011 and the copy of the Das Committee report of\nAugust 2012 has been made available.\nH\n23. Reference was also made to the B.K. Chaturvedi\nCommittee Interim Report, as well as the final report, with\nregard to the environmental flow of Alakhnanda, Bhaghirthi and\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 803\nJOSHI [K.S. RADHAKRISHNAN, J.]\nA\nother tributaries of Ganga which has also made some\nreference to this project as well. After noticing Das Committee\nReport and after hearing learned counsel on either side, this\nCourt thought it appropriate to constitute a joint team consisting\nof officials of MoEF as well as State Government so as to\nconduct an on the spot inspection of the project area in question B\nand to examine whether the project proponent had complied\nwith all the conditions stipulated in the environmental clearance\nof May 1985 as well as Order dated 30.06.2011 of the MoEF,\nwhich also referred to the issue of the protection of Dhari Devi\nTemple. The joint team was directed to give an opportunity of C\nhearing to second respondent as well. We have taken such a\ncourse to give a quietus and finality to the various issues which\nare long standing.\n24. The Joint Team consisted of Professor R. Ramesh\nNational Centre Coastal Zone Institute, Chennai, Mr. Gambhir\nSingh, Chief Conservator of Forests, Garwhal, Prof. R.\nSakthivakivel, International Water Management Institute, Mr.\nLalit Kapur, Director, MoEF and Dr. Arun Kumar, CSO, AHEC,\nIIT Roorkee as a Chairman of the Committee. This 5-members\nCommittee visited the project site including MUCK disposal\nsites on May 1st and 2nd 2013 and heard the second\nrespondent as well as the AHPCL. The Committee also visited\nDhari Devi temple site and met trustees, priests and few\nresidents of village Dhari. The Committee also visited the\ncatchment area. The Committee examined as to whether the\nAHPCL had complied with the conditions stipulated in the\nenvironmental clearance of May 1985 and also the conditions\nstipulated in forest clearance of April, 1987. The Committee\nalso examined whether the AHPCL had complied with the\nconditions communicated under Section 5 of Environment\n(Protection) Act 1986 vide letter dated 30.06.2011, also issues\nwith regard to Dhari Devi Temple. The Committees, after\nconsidering all those aspects, submitted its report on\n03.05.2013. The operative portion of the same reads as follows:\nD\nヨ\nF\n0\nH\n"}