{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"A\nB\nC\nD\n844\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nhydropower projects has extensive implications for\nother needs of this society and the river itself. It is\nnoticed that the implementation of all the above\nprojects will lead to 81% of River Bhagirathi and\n65% of River Alaknanda getting affected. Also\nthere are a large number of projects which have\nvery small distances between them leaving little\nspace for river to regenerate and revive.\n50. The above mentioned Reports would indicate the\nadverse impact of the various hydroelectric power projects on\nthe ecology and environment of Alaknanda and Bhagirathi river\nbasins. The cumulative impact of the various projects in place\nand which are under construction on the river basins have not\nbeen properly examined or assessed, which requires a detailed\ntechnical and scientific study.\nAt\nQu\n51. We are also deeply concerned with the recent tragedy,\nwhich has affected the Char Dham area of Uttarakhand. Wadia\nInstitute of Himalayan Geology (WIG) recorded 350mm of rain\non June 15-16, 2013. Snowfall ahead of the cloudburst also has\nE contributed to the floods resulting in the burst on the banks of\nChorabari lake near Kedarnath, leading to large scale calamity\nleading to loss of human lives and property. The adverse effect\nof the existing projects, projects under construction and\nproposed, on the environment and ecology calls for a detailed\nF scientific study. Proper Disaster Management Plan, it is seen,\nis also not in place, resulting in loss of lives and property. In\nview of the above mentioned circumstances, we are inclined\nto give following directions:\nG\nН\n(1)\n(2)\nWe direct the MoEF as well as State of Uttarakhand\nnot to grant any further environmental clearance or\nforest clearance for any hydroelectric power project\nin the State of Uttarakhand, until further orders.\nMoEF is directed to constitute an Expert Body\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 845\nJOSHI [K.S. RADHAKRISHNAN, J.]\n(3)\nconsisting of representatives of the State A\nGovernment, WII, Central Electricity Authority,\nCentral Water Commission and other expert bodies\nto make a detailed study as to whether\nHydroelectric Power Projects existing and under\nconstruction have contributed to the environmental\ndegradation, if so, to what extent and also whether\nit has contributed to the present tragedy occurred\nat Uttarakhand in the month of June 2013.\nMoEF is directed to examine, as noticed by WII in\nits report, as to whether the proposed 24 projects\nare causing significant impact on the biodiversity\nof Alaknanda and Bhagirath River basins.\nnat\n(4) The Disaster Management Authority, Uttarakhand\nwould submit a Report to this Court as to whether\nthey had any Disaster Management Plan is in place\nin the State of Uttarakhand and how effective that\nplan was for combating the present unprecedented\ntragedy at Uttarakhand.\n52. Reports would be submitted within a period of three\nmonths. Communicate the order to the Central and State\nDisaster Management Authority, Uttarakhand.\n53. In view of above, civil appeals and transferred cases\nare disposed of.\nK.K.T.\nAppeals \u0026 Transferred Cases disposed of.\nB\nC.\nD\nE\nF\n"}