{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\n0\nH\n814 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nactivities only after works of water reservoir are completed\nand is filled. The private land shall also be taken up for\ngreen belt development through participatory approach\nwith the land owners.\n9. For expediting Geo-morphological studies by\nGeological Survey of India (GSI) and implementation\nof recommendations before Dam gets operational.\nAHPCL shall pursue with GSI and take up the\nmitigation measures immediately.\nGeological Survey of India (GSI) has been appointed as\nthe agency for carrying out the Geo-morphological Studies.\nTotal 9 villages have been identified. These are\nDungripanth, Sendri, Dhari, Kaliyasour, Gandasu, Farasu,\nMehargon, Paparasu and Maliyasu. The studies for 7\nvillages are completed. Recommendations received for 5\nvillages namely Dungripanth, Sendri, Dhari Kaliyasour,\nGandasu and implemented by the AHPCL. As informed\nby AHPCL, the recommendations for the relocation of the\nhouses in the rim area of the reservoir have been complied\nwith. The balance reports are expected to be received from\nGSI soon.\nVillage: Dungripanth\nRecommendation of GSI with status\nHouse of Sri Hari Sankar Singh is to be relocated\nComplied.\n-\nThe area falling between +605.90 and 611.00 both\nDungripanth and Dikholi villages may be monitored from\nsafety view point immediately after impounding of reservoir\n- Shall be monitored accordingly\nHouse of C.S. Bahuguna needs to be relocated to a safe\nplace - Complied.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 815\nJOSHI [K.S. RADHAKRISHNAN, J.]\nVillage Sendri\nRecommendation of GSI with status 4 houses located\nclose to the outer edge of the ridge need to be relocated\nto a safer place - Complied\n-\nVillage Dhari\nHouses and land upto EL +616.00 sshall have to be\ndisplaced/acquired - Complied\nVillage: Kaliyasour\nThere would not be major threat from the reservoir to the\nstability of slopes where main settlement is located - No\naction is to be taken\nVillage Gandasu\nA\nB\nC\nD\nSuitable remedial measures for slopes at specific\nlocations are being recommended -\nAction may be initiated after receipt of recommendations\nE\n[11\nVillage: Farasu\nStudies conducted, report yet to be submitted.\nVillage Mehargon\nF\nStudies conducted, report yet to be submitted.\n10. The Restoration work for Supana Quarry shall be\nundertaken simultaneously, leaving the part which is\nbeing used for storage of building material.\nCommittee observed from the site visit that storage of the\nbuilding material has been almost removed and vacated\nsite is being filled with muck.\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n816\nSUPREME COURT REPORTS\n1.\n[2013] 11 S.C.R.\n11. AHPCL shall maintain a minimum environmental\nflow as will be decided by the Ministry on the basis\nof Study of IIT Roorkee on the Cumulative Impact\nAssessment on Alaknanda and Bhaghirathi Basin.\nAs per the approved Environmental Management Plan of\nthe project, AHPCL is required to release a minimum of\n5 cumecs of water from the Dam through out the year in\nthe river section of water.\nMinistry of Environment and Forest constituted an Inter-\nMinisterial Group (IMG) headed by Shri B.K. Chaturvedi\nto consider the issue related to hydropower projects and\nenvironmental flows in June 2012. The committee has\nsubmitted its report in April 2013 after considering the\nreport from IIT Roorkee, Wildlife Institute of India and others\nas available.\nThe MoEF is expected to take a decision on this and\nconvey to the project proponent at appropriate time for\ncompliance.\n12. Requisite clearances shall be sought by AHPCL\nfor Alaknanda River Front Development Scheme\nbefore proceeding further on this scheme.\n13. AHPCL shall submit a detailed Action Plan on the\nabove mentioned directions with time targets along\nwith a Bank Guarantee of Rs.1 crore in favour of the\nState Pollution Control Board, Uttarakhand. The\nBank Guarantee shall be forfeited in case of non\ncompliance by AHPCL.\nAHPCL informed that the proposed scheme is not a part\nof approved EMP/EC of the project. This was an additional\nproposal from AHPCL. However, neither proposal nor\nword has been taken up so far.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 817\nJOSHI [K.S. RADHAKRISHNAN, J.]\nA Bank Guarantee of Rs.1 core was submitted through A\nUttarakhand on July, 2011.\n5. TOR II: The Committee will also submit a full and\ncomplete picture of the project at present.\nAHPCL has provided the statement of physical and\nfinancial progress of various work of the Srinagar project\nas on March 31, 2013 and is given at Annexure 4. The\nsummary of the same is as below:\nB\nCivil Works: diversion tunnel, coffer dams, dam and C\nspillway, head race tunnel, forebay tank and byepass\nchannel, bridges on the channel, penstock, power house\nbuilding, switchyard are 100% completed. The cross\ndrainage works of Munjh Kot nallah are 93% completed.\nHydro mechanical works: dam and spillway, head race\ntunnel, forebay and byepass and draft tube are 100%\ncompleted.\nElectro-mechanical works: 3 units are 100% completed\nwhereas unit 4 is under progress.\nD\nE\n6.TORIII: In the context of Dhari Devi Temple, which\nis coming under submergence of the reservoir, the\nCommittee will suggest best possible option\nregarding how to protect the Dhari Devi Temple F\nwithout disturbance at its present location.\nIn the recent time there have been several committees who\nhave gone through the issue of the submergence of Dhari\nDevi temple and a numbers of alternative to prevent the\nsubmergence of the Dhari Devi Temple were studied.\nThese are as follows:\n(a) Architectural Heritage Division of Indian National\nTrust for Art and Cultural Heritage (INTACH) has\nG\nI\nA\nB\n☐ C\nD\nE\n818\nSUPREME COURT REPORTS\nF\n☐\nH\n(b)\n(c)\n(i)\n(ii)\n[2013] 11 S.C.R.\nprepared a plan in consultation with Dhari Devi\nTemple Trust, Geological survey of India and\nAHPCL in Sept 2011.\nDr. B.P. Das Committee Aug 2012 recommended\nthat \"In view of the compelling Technical, Social,\nReligious and Sentimental Reasons narrated in\npara 4.2, the feasibility of constructing a dry well\nstructure to protect the rock mound in situ and \"Maa\nDhari Devi Idol\" in its existing position is not\nfeasible. The team therefore recommends for\ncontinuation of works of restoration of the temple\nas per INTACH proposal\".\nB.K. Chaturvedi Inter Ministerial Group (IMG)\nappointed sequel to the third meeting of National\nGanga River Basin Authority (NGRBA) in April\n2012 submitted its report in Sept 2012 where the\nIMG has recommended that best solution for saving\nthe temple appears to be accepting the\nrecommendation of two member committee\ncomprising of Chairman Central Water\nCommission and Chairman Central Electricity\nAuthority represented by its Member (Hydro). The\ntwo member committee examined the following\noption:\nConstruction of an enclosure bund around temple\nand surrounding ghat and access road upto the\nlevel of 611m on the banks.\nConstruction of an concrete well of about 30 meter\ndiameter and 18 meter height around the temple.\n(iii) Relocation of the temple to a safe location on the\nleft bank of the river.\n(iv) Raising the temple above the highest flood level at\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 819\n(v)\nJOSHI [K.S. RADHAKRISHNAN, J.]\nits current location and to install the idol at higher A\nelevation at the same spot with access to the\ntemple through a pedestrian bridge from the left\nbank.\nConstruction of 30km long power channel and\ndiversion dam in the upstream of existing dam.\nKeeping in view the limitations and infeasibility of\nimplementing the first three options the committee\nrecommended the fourth option i.e. \"Raising the temple\nabove the highest flood level at its current location and to\ninstall the idol at higher elevation at the same spot with\naccess to the temple through a pedestrian bridge from the\nleft bank.\"\nB\nC\nThis committee visited the Dhari Devi temple on May 02, D\n2012 and interacted with trustees, priests of the Dhari Devi\ntemple and few residents of village Dhari who were In\nfavour of raising the temple above the highest water level.\nIn fact the committee observed that the elevated platform\nof temple is in advance stage of construction and the\npreparations are under way for shifting the deities to the\nelevated location. The trustee, priests and resident who the\ncommittee interacted are of the opinion of early completion\nof the temple at the elevated location.\nDr. B. Jhunjhunwala expressed apprehensions against\nmoving the Dhari Devi temple to a higher elevation, as it\nis against the \"Rights of Worship”. He proposed the option\nof Construction of 30 km long power channel and diversion\ndam in the upstream of existing dam.\n7. TOR IV: The committee will gather evidence\nthrough photography/videography\nThe photographs taken during site visit are available at\nannexure - 5\nE\nF\nG\nH\nA\nB\nC\nD\nய\nE\nF\nG\n820\nSUPREME COURT REPORTS\n8.\n[2013] 11 S.C.R.\nTOR V: The Committee will give personal\nhearing to Shri Bharat Jhunjhunwala accompanied\nby his wife \u0026 representatives of the project ·\nproponent i.e. AHPCL who will place their views and\nrecords if any, before the said Committee.\nThe committee gave personal hearing to Shri Bharat\nJhunjhunwala accompanied by his wife as well as project\nproponent (AHEC) on May 01, 2013 and heard patiently.\nThe points raised by Shri Bharat Jhunjhunwala are\naddressed as below:\na. Sale of power outside the area\nb.\nC.\nd.\nH e.\nThe project clearances were accorded in the year\n1985 and 1987 during the period of undivided Uttar\nPradesh. The power purchase agreement of the\nproject is with Uttar Pradesh Govt. utility and free\npower @ 12% of power generated shall be\navailable to Uttarakhand Government and is in line\nwith the Uttar Pradesh state re-organization Act\n2000.\nConditions attached to Environmental Clearance\n1985\nNot in the purview of the committee. He may request\nto the MoEF for the safe.\nCAT Plan\nThe status on the CAT plan has been given above\nunder the EC and FC clearance.\nCompensatory afforestation\nThe status on the afforestation has been given\nabove under the FC clearance.\nGreen Belt\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 821\nJOSHI [K.S. RADHAKRISHNAN, J.]\nThe status on the green belt has been given above\nunder the EC and FC clearance.\nA\nf.\nGeo morphological studies\nThe status on these studies and resettlement of the\nB\nlikely to be affected persons has been given above.\ng.\nDhari Devi Temple\nThe response is given under TOR 3\nh.\nMuck Disposal\nC\n1.\nThe status of muck disposal sites is elaborated\nabove along with annexure 3 of photographs of all\n10 locations.\nStop work order\nAs informed by AHPCL that in view of NGT order\nof M.A. No. 103/2012 in Appeal No. 9 of 2011\ndated Aug 07, 2012 they are continuing the\nconstruction of work.\nCommittee also heard AHPCL through a power\npoint presentation. The AHPCL requested the\ncommittee that their project may be allowed to be\ncommissioned as earliest as possible.\n9. RECOMMENDATIONS:\nD\nE\nF\nThe committee after verifying the conditions and\nprogress of the work at site and hearing of Dr. B.\nJhunjhunwala along with his wife and project G\nproponent AHPCL and interaction with others in the\nproject area recommends following:\nThe muck disposal restoration may be done at the\nearliest. The necessary covering with top soil, H\nA.\nB\nC\nD\nE\nF\nG\nH\n822 SUPREME COURT REPORTS\n2.\n3.\n4.\n[2013] 11 S.C.R.\nplantation and toe wall for the permanent\ndisposable site no. 8 \u0026 9 be carried out at the\nearliest.\nThe catchment area treatment plan and green belt\nplan being executed by State Forest department be\nexpedited.\nAn effective monitoring mechanism at the state\nlevel which should have the data for practicing\nadaptive management be created and such\nmonitoring may be carried out in association with\nproject affective society.\nAs the project is in close proximity to habitations\nhaving several national and state institutions/\norganization, the ongoing construction activities\nmay be completed at the earliest.\"\n25. Report is now being questioned by the MoEF, in spite\nof the fact, that they constituted the joint team which included\nthe Director, MoEF as its representative. MoEF, in their written\nsubmission, raised an objection with regard to the proposal to\nshift Dhari Devi temple to a higher place which according to\nthe MOEF would wound the religious feeling of large sections\nof Hindus. The MoEF felt that the project proponents plan to lift\nthe temple up on column and preserve it under guidance of\nINTACH which could not possibly be a viable solution in view\nof the recent judgment of this Court in Orissa Mining\nCorporation v. MoEF [(2013) 6 SCC 476] which says that the\nreligious faith, customs and practices of tribals have to be\npreserved and protected. MoEF in its affidavit dated 6.5.2013\nalso took that position. The Principal Secretary and State of\nUttarakhand filed their response on 10.05.2013 with respect to\nthe affidavit filed by the MoEF on 06.05.2013 and the Report\nsubmitted by the Joint Team. Forest Department of Uttarakhand\nalso filed their note indicating their stand. Detailed written\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 823\nJOSHI [K.S. RADHAKRISHNAN, J.]\nsubmission has also been filed by the second respondent on\n10.05.2013 with regard to the non-compliance of various\ndirections given by the MoEF in its notice dated 30.06.2011\nby AHPCL.\nA\nB\n26. Dr. B. Jhunjhunwala - party in person submitted that\nthe High Court was right in directing a public hearing following\nthe 1994 Notification, the necessity of the same, according to\nhim, has been highlighted by this Court in G. Sundarrajan v.\nUnion of India and Others, the judgment of which is reported\nin (2013) 6 SCC 620. Dr. Jhunjhunwala has also highlighted C\nthe necessity of keeping Dhari Devi temple on the spot at its\npresent location. Dr. Jhunjhunwala further submitted that Right\nto Worship stands at a higher pedestal than Right to Life under\nArticle 21 and any disturbance of the temple would violate the\nRight to Worship at Dhari Devi temple without any hindrance\nas guaranteed under Article 25 of the Constitution of India. Dr.\nJhunjhunwala also suggested that the temple could be saved\nby making a canal instead of reservoir at the impugned project\nand the sacred rock in situ by constructing a dry well of sufficient\nheight and diameter around it and providing pilgrim access to\nit by building an approach road.\nD\nE\nF\n27. We have gone through the affidavits filed by the State\nof Uttarakhand and we find they have wholeheartedly accepted\nthe B.P. Das Committee Report and the report dated 3.5.2013\nsubmitted by the Joint Team and also the B.K. Chaturvedi\ninterim report dated September 2012. When this Court\nconstituted the Committee on 25.4.2013, this Court directed the\ninclusion of the State Government representative as well, so\nthat the State Government can express its views on various\nissues including the issue relating to Dhari Devi temple. State\nGovernment in their affidavit, it may be noted, have not\nquestioned the suggestions made by the Committee in its\nreport dated 3.5.2013. Consequently, we have to take it that\nthe State Government has no objection whatsoever with regard\nto the suggestion made by the joint Committee in its report H\nG\n"}