{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"824 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA dated 03.05.2013 i.e. raising the temple above the highest flood\nlevel at its current location and to install the idol at higher\nelevation at the same spot with access to the temple through\na pedestrian bridge from the left bank. The Committee\nspecifically stated in the report that they had visited Dhari Devi\ntemple site and met trustees, priests of the temple and few\nresidents of village Dhari and no objection was raised either\nby the trustees or priests of the temple on the suggestion made\nby the joint team in the report dated 03.05.2013.\nB\nC\nD\nE\nF\nG\nINTACH Report:\n28. We also find that the Architectural Heritage Division\nof Indian National Trust for Art and Cultural Heritage (INTACH)\nhas prepared a plan in consultation with Dhari Devi temple\ntrust, Geological Survey of India and AHPCL and which was\nsubmitted to the MoEF on 12.9.2011, which has been accepted\nby all the subsequent Committees appointed.\nDr. B.P. Das Committee Report\n29. MOEF in compliance with the order passed by this\nCourt in SLP 362 and 5849 of 2012 in Writ Petition No. 68 of\n2008 dated 27.07.2012 constituted B.P. Das Committee vide\nhis Order dated 17.08.2012 to verify whether AHPCL has\ncomplied with the conditions of the environmental clearance\ngranted in May 1985 and directions of the order issued under\nSection 5 of Environmental (Protection) Act, 1986 dated\n30.06.2011 and to examine the feasibility of well option of Dhari\nDevi Temple.\n30. We have already referred to in detail the steps taken\nby AHPCL to comply with the environmental clearance granted\nin 1985 and the conditions stipulated in the MoEF Order dated\n30.06.2011, which has also been noted by the Joint Team\nconstituted on the basis of the directions of this Court. B.P. Das\nCommittee has elaborately examined the issue regarding\nH restoration of Dhari Devi Temple in Paras 4.0, 4.1, 4.2, 5.2.1,\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 825\nJOSHI [K.S. RADHAKRISHNAN, J.]\n6.0 of its report of August 2012 and ultimately came to the A\nconclusion that the proposal made by INTACH be accepted.\nThe paragraphs mentioned above are extracted hereunder for\neasy reference:\n\"4.0 Restoration of Dhari Devi Temple\nThe Team visited the temple premises and surroundings\non 29th August 2012. Discussions were held with the\nofficials of AHPCL, office bearer of Aadhyashakti Maa\nDhari Pujari Nyas, Shri V.P. Pandey, President along with\nShri Vivek Pandey, Secretary and a Pujari namely Shri\nManish Pandey. A number of local people and people\nrepresenting different organizations/groups were present\nduring the discussions. The following emerged as a result\nof discussions and interactions.\n4.1 Upliftment scheme for Dhari Devi temple prepared\nin collaboration with INTACH\nIn accordance with the directions issued by MoEF\nvide dated 30.06.2011; the project proponent had\ngot a restoration plan for Dhari Devi Temple\nprepared by INTACH. The construction, as per this\nplan, had already begun. Fourteen pillars out of\neighteen have been erected upto 10-15 meters of\nheights. No Temple work was in progress on the\nday of site visit.\nB\nC\nD\nE\nF\nIn addition to main Deity ie Maa Dhari Devi, the\nPlan contains provision for installation of other\ndeities namely; Hanuman, Shiva, Havan Room,\nPrayer Hall, Mother rooms (2nos), office room and G\nadequate space for passage and congregation of\ndevotees. A total plan area of 544 sq. Mtr. Has\nbeen envisaged in the design of the temple at 611\nmeter Elevation and at 614 meter Elevation, as per\nthe scheme formulated by INTACH.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n826\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nThe Group explained to the Temple Samity about\nthe concept and design of Kudala Sangam Temple\nin Karnataka where a well structure has been built\nto house a Samadhi. There was vehement\nopposition from the Temple Samiti and the people\ngathered in an around the temple to this concept.\nAll the assembled people expressed that\nconfinement of deity in a well is totally unacceptable\nto them. The Temple Samiti explained that Maa\nDhari Devi is presently facing a village called Dhari\nVillage and offering its blessing to the villagers and\nthus, protecting them from the perils and penury of\ndifferent sorts. Under no circumstances the deity\nshould be hidden and kept in the well which will\ncause obstruction to Maa Dhari Devi from viewing\nDhari village. It was explained by them that the top\nof the sanctum sanctorium shall have to be kept\nopen to sky and therefore, a well structure will pose\nmany a problems.\nIt was learnt from the Temple Samiti that Maa Dhari\nDevi is not part of the base rock. It is placed on a\nmarble/tiled platform on the rock. The President of\nTemple Samiti also informed that about 20-22 years\nback, the deity had once lifted from its earlier\nposition.\nThe Temple Samiti expressed their anguish and\nresentment at the prolonged delay in completing the\ntemple in its new form as per the INTACH design.\nThey, along with the local people also informed that\nthey might execute the remaining work through Kar\nSeva if an early decision in their favour is not\nforthcoming. They stated that they were fed up in\nfacing Committees after Committees on this issue.\nThe Temple Samiti as well as local people\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 827\nJOSHI [K.S. RADHAKRISHNAN, J.]\nB\nexpressed the view that in case of Kudala Sangam A\nin Karnataka State, a Samadhi has been housed\nin the well. They opined that there is no parity of\nreasoning and therefore, these two are not\ncomparable. Thus, the concept of well structure of\nKudala Sangam is not for a temple and the same\ncannot be considered appropriate for adoption in\ncase of Dhari Devi Temple. They further informed\nthat the temple rehabilitation plan prepared by\nINTACH is in conformity with temple architecture\nprevalent in Northern Part of India. They further C\ninformed that the temple plan was approved by the\nState Govt. Of Uttarakhand during year 2009.\nThe people also raised security, safety issues and\ndifficulty in movement of devotees as the\ncongregation would be much more in case of Maa\nDhari Devi temple than Kudala Sangam. The entry\nand exit access for a well structure would be through\nspiral stairs along the stenning wall which are\ndisadvantageous and accident prone.\n4.2. On the feasibility of \"Protecting the sacred rock in\nsitu by constructing a dry-well of sufficient height\nand diameter around it and providing pilgrims\naccess to it by building an approach way and a stair\ncase on the inner wall of the dry-well.\"\nThe team considered the following two alternative options:\n(i) To protect the \"Maa Dhari Devi idol\" along with the\nsacred rock mound (Shila) by constructing a bigger\ndiameter dry well.\n(ii) To protect the rock mound (Shila) by constructing a\nsmaller diameter dry-well in conjunction with the \"Maa\nDhari Devi Idol\" upliftment scheme prepared in\ncollaboration with the INTACH.\nD\nLLI\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n828 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nFor the reasons and constraints mentioned below the team\nis of the view that both the proposals are not feasible.\n• A plan area of 544 sq. Meter has been worked out and\nprovisioned for the temple complex. For a circular structure\nsuch as dry well, this will entail a Bigger diameter\n(exceeding 50 meter) in order to accommodate staircases,\nspace for deities and other associated facilities. This has\nbeen examined by Tata Consulting Engineers also, on\nbehalf of the AHPCL. In view of very large diameter, the\ndry well structure would encroach into the river where its\nwidth is already narrow. The construction of dry-well\nstructure will therefore, need temporary diversion of river\nwater requiring structures like cofferdam etc. Fresh EIA\nstudy and EC for river diversion arrangements may be\nrequired and thereby delaying the temple construction/\nrehabilitation work and impounding of the reservoir.\nThe concept of a “Small Dry-well\" of around 15m in\ndiameter is not feasible as four columns (out of eighteen)\nenclosing an area of 10mX15m around the deity planned\nfrom structural consideration that emerges out of INTACH\nrestoration plan, will be fully interfering with the 15m well.\nThis dry well from consideration of structural safety to resist\nuplift of 17m (anticipated HFL of 609.5 at the temple due\nto backwater rise minus base level of 593 m) will need a\nsolid reinforced concrete (RC) raft of 20 to 22m diameter,\nwhich would mean shattering and removing the entire rock\nmound below the deity by the action of Drilling and\nBlasting. Even an annular raft will interfere with the central\nfour columns and shatter the sacred rock during blasting\noperations. This will defeat the very purpose of protecting\nit.\n• During field visit, neither the puja samiti / the head priest\nnor the large number of devotees gathered there\nexpressed their desire to go down to the lower level of the\nrock mound, once Maa Dhari Devi is installed at EL\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 829\nJOSHI [K.S. RADHAKRISHNAN, J.]\n614.00 and all other deities will be installed to complete A\nthe religious paraphernalia. The Puja Samity and the\npeople at large expressed that they would feel hurt and\nanguished if the lower rock is encircled by a large well\nbarring an open exposure.\n•\n⚫ The size and nature of sub-structure and its foundation\nof the well will depend on the geological strata and\nformation of river bed which will govern the actual quantum\nof work for erecting the structure. Detailed sub-soil study\nwill be necessary for this.\n\"\n00\nB\nC\nSafety arrangements covering a number of aspects have\nto be provided such as for emergency evacuation, fire\nhazards etc. in case a well option is though of. It will also\nimpede future expansion of the temple premises which\nmay be essential to cater for the increasing number of D\ndevotees visiting the temple.\n• As the top of the well would have to be kept open, the\nwell will be subjected to heavy rain and occasional cloud\nburst that may endanger the safety of deity and devotees.\nIn addition, poor ventilation and stampede like situation\ncannot be ruled out. In the net, the well structure will hinder\nsmooth \"darshan\" and movement of devotees.\n•\nStructurally, the well will be subjected to huge uplift\npressure making the well unsafe and unstable. This will\nalso entail huge thickness of wall and heavy founding rafts\nand thus, making construction complicated as drilling,\nblasting and grouting of rocks will be a necessity.\n⚫ The devotees strongly object to any concept of well and\nexpressed that confinement of Deity Maa Dhari Devi in a\nwell is totally unacceptable to them. The devotees strongly\nfell that under no circumstances the Deity Maa Dhari Devi\nshould be hidden and kept in a well. They desire that Maa\nDhari Devi should continue to face the Dhari village and\nE\nF\nG\nH\nA\nB\n0\nD\nE\nF\nG\nH\n830 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\noffer blessings to the villagers and thus protect them from\nperils and penury of all sorts.\n\"\n⚫ The well structure will go against the local aesthetic and\ncultural heritage as prevalent in the region.\nIn view of the compelling Technical, social, religious, and\nsentimental reasons, the scheme of constructing a big/\nsmall dry well structure to protect \"Dhari Devi Idol\" and the\nsurrounding sacred rock mound in its existing position is\nnot feasible.\n5.2.1 Dhari Devi Temple Rehabilitation Scheme\n(submission of modified plan for construction\ncommencement)\nThere has been adequate compliance by the Project\nProponent and they have proceeded as per advice /\ndirections given vide MoEF letter dated 30.06.2011. The\nproject proponent has also informed the MoEF in\nFebruary, 2012 about their program to resume the works\nas per modified temple restoration plan that has been\nprepared in collaboration with INTACH, a Conservation\nArchitect, involving local Temple Samity and a\nrepresentative of GSI. The AHPCL informed the MoEF\nabout resumption of works on the Temple restoration\naccordingly.\n6.0 Conclusion on Dhari Devi Temple Restoration\nProposal.\nThe group is of the view that the architecture of temple in\nsouthern part of India and in Northern part of India is\naltogether different. The INTACH proposal takes care of\nthe people's acceptability of the temple in terms of design,\nplan, facade and overall architecture of the temple.\nThe project proponent has gone ahead with the\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 831\nJOSHI [K.S. RADHAKRISHNAN, J.]\nconstruction of the uplifting proposal of the temple in\ncompliance with the directions given under Section 5 of\nEP (Act), 1986 on 30.06.2011. They have followed the\ndirections/ advice given under relevant paras of the order\nof the MoEF.\nIn addition to the engineering and construction related\nimpediments in building a well structure which will encroach\ninto the main course of the river where it is narrow. There\nhas been tangible progress in the construction of the\ntemple as per restoration plan prepared by INTACH and\nwhich has got the acceptance of the Temple Samiti and\nthe local citizen:\nThe Group does not consider it appropriate to thrust an\noption against the faith, belief, expectation of the local\npeople/stakeholders and which is contrary to cultural\nheritage of the region. It merits mention that they are totally\nopposed and appeared contemptuous to the very concept\nof a well structure for housing the deity.\nA portion of the base rock is planned to be cut and placed\nat new location to form the Deity's backdrop. The Group\nnoted that the Temple Samiti and others are in accordance\nwith the overall plan of restoration of Dhari Devi Temple\nas suggested by INTACH.\nThe Group also apprehends public unrest, agitation\nleading to law and order problem in the event of thrusting\nupon them the option of well structure and other action\ncausing prolonged delay in putting the temple restoration\nissue, in accordance with INTACH plan in rest.”\nB.K. Chaturvedi Committee Report\n31. MoEF constituted an inter-ministerial group (IMG) under\nthe Chairmanship of Shri B.K. Chaturvedi, Member, Planning\nCommission on 15th June, 2012 to review and consider certain\nA\nB\nC\nD\nE\nF\nG\nH\n832 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA issues related to environmental flows, environmental impact of\nthe hydro-power projects in the upper reaches of river Ganga\nand its tributaries such as Bhagirathi and Alaknanda. MoEF\nalso vide its office memorandum dated 20.7.2012 requested\nthe Chaturvedi Committee to review the cumulative impact on\nB flow of river as also the social impacts of the relocation of Dhari\nDevi Temple situated upstream of the project. A two-Member\nCommittee consisting of Chairman, Central Electricity Authority\nand Chairman, Central Water Commission, both of them are\nmembers of the IMG, was constituted to consider the issue with\nC regard to Dhari Devi Temple and to make suggestions. The\ninterim report dated 07.09.2012 (Volume II) of the two-Member\nCommittee on Dhari Devi Temple reads as follows:\nD\nE\n៣\nF\n..\nG\nH\n•\n12.3 Construction of Dhari Devi Temple on raised\nplatform\nThe proposed structure of Dhari Devi temple on a raised\nplatform on concrete columns above HFL (at El. +614 m)\nhas been designed by IIT Roorkee and has got necessary\nclearance / permission of the State Government.\n• During the visit, discussions were held with several local\npeople and priest of the temple. All the people met with\nthe Committee were found very positive towards the\nconstruction of Dhari Devi temple on a raised platform.\nThere was no objection on raising the temple at higher\nelevation and so the project works can go on, it was felt\nby them.\n⚫ The construction of Dhari Devi temple on raised platform\nwould cost to the Developer of Rs.9.0 crore only.\n• It has been reported by the local residents that this temple\nhas submerged earlier at several times during high floods.\nEven on 3rd August, 2012 the water level reached up to\nthe floor level of the temple (+593 m) and lower part of the\ntemple was filled with silt and floating debris, as it may\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 833\nJOSHI [K.S. RADHAKRISHNAN, J.]\nseen in the following photograph taken during visit.\n•\n⚫ Even if, the dam would not have been constructed, there\nis always a possibility of submergence of the temple during\nhigh flash floods.\n13. Recommendations of the Two Member\nCommittee\nBased on above findings, the recommendations of the\nTMC are as under:\nConsidering the significant progress of the project,\nthe Section 5 may be withdrawn by MOEF at the earliest\nso that the project works are resumed at site keeping in\nview the national interest of hydro power sector, benefits\nof local people, project specific local area development,\nfeelings/views of project affected people, etc. otherwise it\nwould be an end to hydro power development in\nUttarakhand as well as in the country.\n.\nA\nB\nC\nD\n• Since an expenditure of over three thousand crore rupees\nhave already been incurred on the project, any delay in E\ncommissioning would add to heavy burden of interest\nduring the construction (IDC) and escalate the cost of the\nproject and would make the tariff chargeable to consumers\ncompletely unviable.\n⚫ During the discussion with villagers, it was observed that\nbarring few individuals, everyone is anxious to see\ncompletion of the project as early as possible. They are\nin favour of construction of Dhari Devi temple on raised\nplatform above HFL at the earliest.\n• Discussions were held with the officers of UJVNL and\nthey were also keen in completion of this project in view\nof the power shortages in Uttarakhand. The Government\nof Uttarakhand would get 12% free power from the project\non its commissioning.\nF\nG\nH\n"}