{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"782\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\n2008 (14) SCALE 639\nreferred to\npara 88\n(2008) 2 SCC 561\nrelied on\npara 158\nAIR 1960 SC 889\nrelied on\npara 159\nB\n2008 (2) SCALE 303\nrelied on\npara 164\n(1974) 4 SCC 230\nrelied on\npara 165\nAIR 1953 SC 478\nrelied on\npara 166\n2002) 1 SCC 241\nrelied on\npara 174\nC\n1996 Cr.L.J. 2253\nrelied on\npara 179\nAIR 1997 SC 551\nrelied on\npara 184\nAIR 1969 SC 17\nrelied on\npara 187\nD\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 76 of 2004.\nFrom the Judgment \u0026 Order dated 04.12.2003 of the\nSpecial court (Trial of Offences Relating to Transactions in\nE Securities) at Bombay in Special Case No.2 of 1993.\nF\nWITH\nCrl. A. Nos. 101, 147, 164, 90 and 92 of 2004.\nMohan Parasaran, ASG, V.A. Mohta, Bhimrao Naik,\nBishwajit Bhattacharyya, P.S. Narasimha, Amit Sharma,\nAnupam Lal Das, E.C. Agrawala, Mahesh Agarwal, Rishi\nAgrawala, Nilkanta Nayar, Rajeev B. Masoodkar, S.S.\nKhanduja, Aarohi Bhalla, Amit Yadav, Pramit Saxena, Sujata\nG Kurdukar, Debashis Mukherjee, Ajay Singh, Ravindra Kumar,\nKamini Jaiswal, D.L. Chidananda, Gaurav Dhingra, T.A. Khan,\nB.K. Prasad (for P. Parmeswaran) for the appearing parties.\nH\nThe Judgment of the Court was delivered by\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 783\nINVESTIGATION\nS.B. SINHA, J.\nINTRODUCTION\n1. These six appeals are directed against a judgment and\norder dated 4th December, 2003 passed by the Special Court\nin Case No.2 of 1993 whereby and whereunder the appellants\nherein were convicted and sentenced in the following terms :-\nA\nB\n\"(a) Accused No. 1, K. Margabanthu is sentenced for\nthe offence punishable under Section 120-B read\nwith Section 409 of the Indian Penal Code read with C\nSection 13(1)[d] (iii) read with Section 13(2) of the\nPrevention of Corruption Act to undergo R.I. for a\nperiod of six months and to pay fine of Rs.1,00,000/\n- in default S.I. for two months.\n(b)\n(c)\n(d)\nAccused No. 2, R. Venkatkrishnan is sentenced for\nthe offence punishable under Section 120-B read\nwith Section 409 of the Indian Penal Code read with\nSection 13(1)[d] (iii) read with Section 13(2) of the\nPrevention of Corruption Act, to undergo R.I. for a\nperiod of six months and to pay a fine of\nRs.1,00,000/- in default S.I. for two months.\nAccused No. 3, S.V. Ramnathan is sentenced for\nthe offence punishable under Section 120-B read\nwith Section 409 of the Indian Penal Code read with\nSection 13(1)[d] (iii) read with Section 13(2) of the\nPrevention of Corruption Act to undergo R.I. for a\nperiod of one month and to pay fine of Rs.10,000/\n- in default S.I. for 15 days.\nAccused No. 5, Atul M.Parekh is sentenced for the\noffence punishable under Section 120B of the\nIndian Penal Code to undergo R.I. for a period of\n15 days and to pay fine of Rs.10,000/-, in default\nS.I. for 15 days.\nD\nE\nF\nG\nH\n784\nSUPREME COURT REPORTS [2009] 12 S.C.R.\n\u003e\u003e\u003e\nA\nB\nC\n(e) Accused No. 6, C. Ravikumar is sentenced for the\noffence punishable under Section 120-B read with\nsection 409 of the Indian Penal Code read with\nSection 13(1)[d](iii) read with Section 13(2) of the\nPrevention of Corruption Act to undergo R.I. for a\nperiod of three years and to pay fine of\nRs.1,00,000/- in default S.I. for three months.\n(f)\nAccused No. 7, S. Suresh Babu is sentenced for\nthe offence punishable under Section 120-B read\nwith section 409 of the Indian Penal Code read with\nSection 13(1)[d](iii) read with Section 13(2) of the\nPrevention of Corruption Act to undergo R.I. for a\nperiod of one year and to pay fine of Rs.50,000/-\nin default S.I. for three months.\"\nD BACKGROUND FACTS\nE\nF\nG\nH\n2. While accused No.1, K. Margabandhu, at the relevant\ntime, was the Chairman and Managing Director of United\nCommercial Bank (UCO Bank), (a public sector bank),\naccused No.2, Ramaiya Venkatkrishnan was the General\nManager and accused No.3, S.V. Ramnathan was the\nDivisional Manager thereof of the Bombay Branch.\naccused No.4, Harshad Shantilal Mehta (Harshad Mehta)\nis said to be the kingpin of the whole operation. He is no more.\naccused No.5, Atul Manubhai Parekh was working as Asst.\nVice President in M/s. Growmore Research and Assets\nManagement Ltd. Bombay and representing Harshad Mehta in\nthe matter of undertaking security transactions.\naccused No.6 Coodli Ravi Kumar was Assistant General\nManager of National Housing Bank (NHB), Bombay and was\nin charge of its Funds Department. accused No.7, Seethapathy\nSuresh Babu was the Assistant Manager of National Housing\nBank. He used to report to Accused No.6, Shri Coodli Ravi\n1\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 785\nINVESTIGATION [S.B. SINHA, J.]\nA\nKumar in regard to his function and worked under his A\ninstructions.\n3. The basic allegation against the appellants and Late\nHarshad Mehta was that some transactions were carried out\nin connivance with the officials of the Financial Institutions,\nBanks illegally as a result whereof Late Harshad Mehta was\nallowed to obtain a sum of Rs.40 crores which was actually 'Call\nMoney' given as a loan by the National Housing Bank to the\nUCO Bank.\n4. Similar illegal transactions relating to government\nsecurities and other non governmental securities came to the\nnotice of the Central Government. A Committee commonly\nknown as 'Janakiraman Committee' was thereafter constituted,\nShri R. Janakiraman, the then Deputy Governor of Reserve\nBank of India was appointed as its Chairman. The Committee\nsubmitted its report between May, 1992 and April, 1993. On\nthe basis of the report of the said Committee, Special Courts\nwere constituted in terms of The Special Court (Trial of Offences\nRelating to Transactions in Securities) Act, 1993.\n5. Allegations against the appellants and late Harshad\nMehta were as under:-\nB\nC\nD\nE\nF\nOn 6th April, 1992 National Housing Bank lent a sum of\nRs.40 crores 'at call' to UCO Bank. However the said amount\nwas credited to Harshad Mehta's account in UCO Bank,\nHamam Street Branch, Mumbai. This was allegedly done under\nthe instructions of the Head Office in Calcutta and its Zonal\nOffice at Bombay. The Fund Dealing Officer at D.N. Road,\nBombay, Branch had alleged that a letter was received from\nNational Housing Bank enclosing the cheque but it was not G\ntraceable either in UCO Bank or in National Housing Bank. On\nthe date of credit, the account of Harshad Mehta in UCO Bank,\nHamam Street Branch showed an overdraft of Rs.39.07 crores.\nHarshad Mehta allegedly repaid the said amount with interest\namounting to Rs.27 lakhs through Grindlays Banks which had\nH\n786 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA debited Harshad Mehta's account.\nB\nC\nD\nE\nF\nG\nH\n6. It is stated that National Housing Bank could not have\nadvanced loans directly to the brokers. The recording of the\ntransactions as call money transactions through other banks\nwas a subterfuge meant only to ensure grant of loans to\nHarshad Mehta. It was also alleged that all the funds\nmanagement operations at the National Housing Bank (the\nlending bank) were centralized with C. Ravikumar, Assistant\nGeneral Manager (accused No.6). He was not only the dealer\nbut was also one of the signatories to the cheques. The back\nup functions were conducted by S. Suresh Prabhu, Assistant\nManager, who used to report to C. Ravikumar and acted under\nhis instructions. These two officers, between themselves, were\nresponsible for all functions including (i) making the deal; (ii)\nrecording the same; (iii) preparing the vouchers; (iv) preparing\nthe cheques; (v) signing the cheques (as one of the two\nsignatories); preparing and signing BRs; (vii) custody of BRs\nreceived from counter-parties; (viii) issuing and receiving SGL\ntransfer forms and lodging the same with the RBI; and (ix)\nmaintaining the account with the RBI and reconciling the same.\n7. The incident having come to light, an investigation was\nconducted whereafter Charge Sheets were filed against the\naccused persons. Charges were framed by the Special Court\non or about 31st October, 2001 which were as many as\nfourteen in number. We need not advert thereto.\nPROCEEDINGS BEFORE THE TRIAL COURT\n8. With a view to prove the charges against the accused\npersons the prosecutions examined twenty witnesses, viz :-\n1.Shri Bishwajit Choudhuri,\nChairman and Managing Director,\nUnited Commercial Bank of India.\nSanctioning Authority\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 787\nINVESTIGATION [S.B. SINHA, J.]\n2. Shri P. Arvindak Shah\nGeneral Manager, Reserve Bank of India, Production\nWitness\n3. Ravi Vira Gupta\nChairman, National Housing Bank,\nSanctioning Authority\n4. Shri B.L. Sachdeva,\nUnder Secretary in the Ministry of Finance in Banking\nDivision\n5. Shri Hiten D. Mehta,\nA\nB\nC\nEmployee of late Shri Harshad S. Mehta\n6. Shri N.A. Shivraman,\nAssistant, Funds Department,\nD\nNational Housing Bank\n7. Shri Sunil Pandurang Gondhale,\nPeon, National Housing Bank\n8. Jeroo Dalal,\nE\nManagement Trainee, ANZ Grindlays Bank\n9. Shri Satish D: Hosangadi,\nChief General Manager, National Housing Bank.\nF\n10. Mrs. Jyoti R. Patankar,\nOfficer, Reserve Bank of India Production Witness\n11. Sujata Milind Nimbalkar,\nANZ Grindlays Bank Production Witness\nG\n12. Shri Sunil Kakkar,\nAssistant Chief Officer, UCO Bank, Head Office, Kolkata.\n13. Shri Chinmoykumar Mukherjee,\nAssistant Chief Officer, UCO Bank,\nH\n788 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nBank\nKolkata\n14. Shri K. Vijayan,\nManager, Accounts Department, D.N. Road Branch, UCO\n15. Shri Manohar C. Rupani\nAssistant Manager, D.N. Road Branch, UCO Bank\n16. Neelam P. Kini\nClerk, Hamam Street Branch, UCO Bank.\nC\n17. Shri K. Mallikarjunan,\nD\nE\nOfficer, UCO Bank, Head Office, Kolkata\n18. Shri Pradeep A. Karkhanis,\nSenior Manager, UCO Bank, Hamam Street Branch\n19. Shri Sitaram Premaram Paladia,\nSupdt. Of Police, C.B.I.\n20. Shri P.K. Mankar,\nDy. S.P. C.B.I.\n9. For proving charges against accused No.1, evidence\nof P.W. No. 4 Shri B.L. Sachdeva, PW-12, Shri Sunil Kakkar;\nPW-13, Shri Chinkmoykumar Mukehrjee and PW-17, Shri K.\nMallkarjunan are relevant. Accused No.1 also examined\nF defence witnesses inter alia contending that on 6th April, 1992\nhe was not present at the Head Office till 3.30 p.m. It was\nfurthermore contended that the transactions in question were\nheld by and between NHB and accused No.4 and the officers\nof UCO Bank had nothing to do therewith. The depositions of\nG the said witnesses are also relevant for proving the charges so\nfar as accused No.2 is concerned. His defence was that the\noffence of conspiracy has not been proved. It is his case that\nthe purported decision to arrange for call money had not been\ntaken by him alone as per the statement of PW-3, P. Arvindk\nShah and PW-17, K. Mallikaarjunan, but by the Chairman-cum-\nH\nx\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 789\nINVESTIGATION [S.B. SINHA, J.]\nManaging Director of UCO Bank.\nA\nB\n10. With a view to prove the charges against accused No.3\nthe learned Special Court relied upon the evidence of PW-1,\nShri Bishwajit Choudhuri, PW-13, Shri Chinmoykumar\nMukherjee, PW-16, Neelam P. Kini and PW-18, Pradeep A.\nKarkhanis. His defence was that on the basis of the\ndocumentary as well as oral evidence, the prosecution had not\nbeen able to prove his involvement either for commission of the\noffence in conspiracy or in commission of any other offence.\nThe only evidence against him being that on 6th April, 1992 he\nC\nhad gone to Hamam Street Branch of the UCO Bank and at\nthat time accused No.5 was also present and the fact that he\nhad sent a letter for reviving the transaction with broker Late\nHarshad Mehta from the Hamam Street Branch by itself does\nnot prove the offence.\nD\nE\n11. So far as accused No.5 is concerned, the prosecution\nhad relied upon the evidence of PW-5, Shri Hiten D. Metha,\nwho was an employee of Late Harshad Mehta. He in his\ndeposition stated that he used to make telephone calls the\ndocuments were prepared for repayment of Rs.40 crores on\ninstructions from accused No.5, Atul M. Parekh. The defence\nof the said accused was that he was merely an employee and\nhad been looking after the execution of the transactions after\nthe deal had been finalized under the instructions of Harshad\nMetha. He being an employee could not be a party to the F\nconspiracy nor the prosecution had been able to show that he\nhad any role to play in the transaction.\n12. Admittedly accused No.6, C. Ravikumar, was a dealer\nwith NHB. The prosecution relied upon the deposition of PW-\n3, Ravi Vira Gupta to prove the order of sanction, validity\n✓ whereof is in question. The prosecution for proving charge\nagainst him relied upon the deposition of PW-5, Hiten D. Mehta,\nwho was working with Late Harshad Mehta. Reliance by the\nprosecution has also been placed on the evidence of PW-6,\nG\nH\n790\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA Shri N.A. Shivraman, who was working as Assistant, Funds\nDepartment, NHB from 27th January, 1991 to 31st December,\n1991. Reliance has also been placed in this behalf on the\ndeposition of PW-9, Shri Satish D. Hosangadi, who at the\nrelevant time was the Chief General Manager of NHB.\nB\nC\nD\nE\nF\nG\nH\n13. For proving the charges against accused No.7, the\nprosecution has relied upon the depositions of PW-6, Shri N.A.\nShivraman and PW-9, Shri Satish D. Hosangadi.\n14. Accused Nos. 1 to 3 and 6 \u0026 7 were public servants.\nOrders of sanction for their prosecution were passed by\nthe competent authorities. Accused Nos. 6 and 7 challenged\nthe validity of the said orders of sanction before the courts\nbelow.\n15. All the accused persons had been charged for\ncommission of offences punishable under Section 120-B read\nwith Section 409 and Section 34 of the Indian Penal Code and\nSection 13(1)(d)(iii) r/w Sections 13(2) of the Prevention of\nCorruption Act, 1988.\nJUDGMENT OF THE SPECIAL COURT\n16. The learned Special Court in its impugned judgment\nreferred to the decision of Ram Narayan Popli v. Central\nBureau of Investigation, [(2003) 3 SCC 641 ] in extenso so\nas to note the ingredients for commission of the offence of\nconspiracy to conclude:-\n\"It is thus well established that the transaction of call money\nwhich was shown to be between the National Housing\nBank and the UCO Bank was not a real transaction of call\nmoney between the National Housing Bank and the UCO\nBank. It was really a transaction between the National\nHousing Bank and Harshad Mehta and the officers of the\nUCO Bank permitted the name of the UCO Bank to be\nused to facilitate the transactions between the National\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 791\nINVESTIGATION [S.B. SINHA, J.]\nHousing Bank and UCO Bank. Therefore, about the nature A\nof the transaction, there is no dispute.\"\nReferring to the statement of accused No.1 it was\nfurthermore held :-\n\"From the submissions of accused No. 1 it is clear that\neven according to him in this transaction, the UCO Bank\nallowed itself to be used by Harshad Mehta pursuant to the\nrouting facility that was extended by it to Harshad Mehta.\nAccused No. 1 also relies on the deposition of P.W. 5 Hiten\nMehta in relation to this facility.\"\n17. Yet again upon referring to the deposition of PW-5,\nHiten D. Mehta and PW-18, Pradeep A. Karkhanis, the learned\ncourt held :-\nB\nC\nD\nF\n\"Now, so far as the aspect of conspiracy is concerned,\nP.W. 18 Karkhanis has stated that on 6.4.1992 at 12\n'12.30 Ramnathan accused No. 3 and Atul Parekh\naccused No. 5 had come to the Hamam Street Branch\nand before he received call from Vijayan, Atul Parekh told\nhim that he is expecting a cheque of Rs.40 crores from E\nthe NHB. This clearly indicates that it was already settled\nbetween the officers of the NHB and the UCO Bank that\non that day the NHB was to route Rs.40 crores to Harshad\nMehta through the UCO Bank and that Ramnathan and Atul\nParekh knew about it. It has come on record that the\ntransactions with the brokers were stopped in the year\n1991 from the Hamam Street Branch. The accused No. 3\nRamnathan wrote a letter dated 17.3.1992 on instruction\nfrom accused No. 1 K. Margabanthu for starting of the\ntransactions again. P.W. 18 Karkhanis has stated that on G\n6.4.1992 accused No. 3 Ramnathan came to the Hamam\nStreet Branch and insisted on starting the transactions\nimmediately. He also states that accused No. 3 said that\nhe is saying so on instructions from accused No. 1. This\nshows that accused No. 3 knew that on that day N.H.B. H\n"}