{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\n..\nB\nC\nD\nE\nF\n0\n822 SUPREME COURT REPORTS [2009] 12 S.C.R.\nconspiracy, the Court must take care to see that the acts\nor conduct of the parties must be conscious and clear\nenough to infer their concurrence as to the common design\nand its execution.\nIn Ram Narayan Popli (supra), this Court noted:\n\"...Law making conspiracy a crime is designed to curb\nimmoderate power to do mischief which is gained by a\ncombination of the means. The encouragement and\nsupport which co-conspirators give to one another\nrendering enterprises possible which, if left to individual\neffort, would have been impossible, furnish the ground for\nvisiting conspirators and abettors with condign\npunishment...\"\n{See also Esher Singh v. State of A.P. [(2004) 11 SCC\n585]}:\nRecently, in Yogesh @ Sachin Jagdish Joshi v. State of\nMaharashtra [(2008) 6 SCALE 469], a Division Bench of this\nCourt held:\n\"23. Thus, it is manifest that the meeting of minds of two\nor more persons for doing an illegal act or an act by illegal\nmeans is sine qua non of the criminal conspiracy but it may\nnot be possible to prove the agreement between them by\ndirect proof. Nevertheless, existence of the conspiracy and\nits objective can be inferred from the surrounding\ncircumstances and the conduct of the accused. But the\nincriminating circumstances must form a chain of events\nfrom which a conclusion about the guilt of the accused\ncould be drawn. It is well settled that an offence of\nconspiracy is a substantive offence and renders the mere\nagreement to commit an offence punishable even if an\noffence does not take place pursuant to the illegal\nagreement.\"\nH\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 823\nINVESTIGATION [S.B. SINHA, J.]\n88. A conspiracy may further be a general one and a\nseparate one. A smaller conspiracy may be a part of a larger\nconspiracy. It may develop in successive stages. [Nirmal Singh\nKahlon v. State of Punjab and Others, 2008 (14) SCALE 639]\nNew techniques may be invented and new means may be\ndevised for advancement of common plan. For the said\npurpose, conduct of the parties would also be relevant.\n89. Applying the principles of law to the facts of the present\ncase, we may take note of certain broad features. Indisputably,\nmaintaining of cash reserve ratio is a statutory requirement. All\nthe Scheduled Banks are bound to carry on the statutory\ninstructions issued by the Reserve Bank of India in this behalf.\nIt is for the maintenance of this cash reserve ratio that UCO\nBank used to participate in call money transactions in the\nmoney market, decision in respect whereof used to be taken\nat its Head Office at Kolkata. For the said purpose, however,\nthe Head Office used to be in touch with the D.N. Road Main\nBranch in Bombay.\n90. It is neither in doubt nor in dispute that Mr. K.\nVenkatkrishnan (Accused No. 2) at the Head Office in Kolkata\nwas authorized for the said purpose. P.W. 12 - Sunil Kakkar\nin his statement before the learned Special Judge, stated as\nunder:\nA\nB\nC\nD\nE\nF\n\"6. ...The General manager Mr. Venkatakkrishnan [A 2]\nused to decide upon the requirement of borrowing of call\nmoney on a particular date. He also used to decide about\nlending of call money to other banks. Instructions in this\nrespect were given by the treasury and investment\ndepartment head office, Kolkatta by the General Manager\nto the DN Road branch in Bombay.\nMr G\nVenkatakrishnan, Genaral manager used to take\ndecisions after knowing the requirement, the rate of\ninterest etc. The call money transactions are authorized by\nhim and are recorded in a register known as call money\n***\nH\nA\nB\n824 SUPREME COURT REPORTS [2009] 12 S.C.R.\nregister.\n\"\n91. Such a power had been conferred upon various officers\nto deal with call money transactions. Indisputably, accused\nNo.2 was one of them. Although, those various other officers\nmight have been taking decisions in this behalf, but there is no\nreason to disbelieve P.W. 12 that ordinarily Accused No. 2 used\nto take a decision.\n92. For the purpose of exercise of power furthermore it may\nnot be necessary that he would be given instructions only by\nC Accused No. 2 and no other. If he had been given instructions\nin this behalf from time to time by the Assistant General\nManager or Assistant Manager, the same would not necessarily\nmean that Accused No. 2 was not exercising his power.\nD\nE\nF\nG\nH\n93. P.W. 13 in his evidence categorically stated that Mr.\nMallikarjunan (P.W. 17) would take instructions from all the\nfourteen centres on the basis whereof the General manager Mr\nVenkatkrishnan [A2] used to take a decision. P.W. 17 in his\ndeposition categorically stated:\n\"2. The deals of lending or borrowing money market were\ndone at Calcutta Head Office by Mr. Venkatakrishnan.\nThis is in respect of call money borrowing and lending...\n3. Mr Venkatkrishnan used to decide from whom call\nmoney to be borrowed and to whom it is to be lent. The\nnecessary information could be supplied by the Bombay\nmain branch. Bombay main branch informs us between\n10:30 to 2:30 pm. Once a decision is taken for borrowing\nor lending call money to some institute at particular rate,\nthe entries are entered in Head Office in call money register\nof Calcutta office. The decision is communicated to the\nbranch where the transaction is to be executed.\"\n94. Indisputably again, however, a decision taken by the\nGeneral Manager would be subject to any direction which may\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 825\nINVESTIGATION [S.B. SINHA, J.]\nbe issued by Margabanthu (Accused No. 1), Managing Director A\nof the Bank. Keeping that aspect of the matter in mind, we may\nalso take notice of the call money transaction which took place\non 6.4.1992 around which the prosecution case revolves.\n95. Indisputably, call money was required on the 6th of April,\n1993 although there may be some dispute with regard to the\nquantum thereof. P.W. 17 in his deposition produced a 'Chit'\nwhich was marked as Exhibit 56 to show that call money was\nto be procured from Can Mutual, State Bank of Saurashtra, and\nState Bank of Hyderabad amounting to Rs. 21 crores, Rs.30\ncrores and Rs. 50 crores besides of National Housing Bank\nfor a sum of Rs.40 crores.\n96. It is profitable to notice the relevant portion of his\ntestimony, which reads as under:\n“6. On 6.4.1992, I was informed by Mr. Venkatakrishnan\nthat Rs. 40 crore are borrowed as call money from NHB.\nIt was sometime in the afternoon and must be at 2.00\npm. Mr Venkatkrishnan informed me and I noted it down\nB\nC\nD\nF\non a chit in my own handwriting. I noted on that chit the E\nnames of four institutions and the total borrowing from four\ninstitution Rs. 144 crore. [...] I gave this chit to Mr Sunil\nKakkar for making necessary entries in the call money\nregister. He made the entries and sent [the call money\nregister] through me to General Manager, Venkatkrishnan.\nI am shown the call money register [...] for identification\n(...). I identify the handwriting of Sunil Kakkar. The enteries\nin Call Money Authorization register would be made\nsubsequently by Sunil Kakkar and register would be\nsigned by Venkatkrishnan. I am shown the register [...]\nThese are in the handwriting of Mr Kakkar and signed by\nVenkatkrishnan.[...]\"\nG\n97. With respect to the said chit in which Mr. Mallikarjun\nhad noted down the details regarding the call money transaction\nafter receiving information from A2 [Mr Venkatkrishnan], he H\nT\n826 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA further stated:\nB\nC\n\"On this sheet, I wrote the names, Can Mutual, SB\nSaurashtra, and SBH, with the amounts and interest\nagainst them as 21 crores. Can Mutual 23%, 30 crores\nSaurashtra at 26% and 50 crores SB Hyderabad at 26%\nand these three were totaled after drawing a line below it\nand the total of 101 crore was written. Thereafter I wrote\nNHB and against that 40 crore and 26% and again after\ndrawing line the total of 141 crores is made. Exactly I do\nnot remember what happened but I can say that [K\nVenkatakrishnan (A2)] must have told me three names\nof the banks and there figures and after totaling, he must\nhave told the fourth name and the figure which is added\nand the amount is retotaled but I say that I noted down\nall the four names and figures at the same time.\"\n98. It is true that in his cross-examination, this witness\nstated that the same was in his handwriting. Existence of the\nsaid Chit is thus not in dispute. It matters little whether it is in\nthe handwriting of P.W.17 or Accused No.2. The fact that the\nE decision had been taken by the Accused No.2 to obtain call\nF\nG\nH\nmoney to the tune of Rs. 40 crores is, thus, not in dispute.\nP.W.17 also notes that he had noted the details in the chit after\nreceiving information from Accused No. 2 in this behalf. The\nsaid Chit containing the details of the call money transactions\nwas thereafter handed over to P.W.12 - Sunil Kakkar. It has\nbeen brought on record that this witness used to maintain the\ncall money register, and was, therefore, required to note the\nsame in the said register.\n99. The learned counsel appearing on behalf of the\nappellant, however, would submit that the entries in respect of\nthe said transactions had been made post facto. For the\naforementioned purpose our attention has been drawn to the\ndeposition of P.W. 12 - Sunil Kakkar who stated,\n\"the entries of the transactions would be made post facto.\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 827\nINVESTIGATION [S.B. SINHA, J.]\nIt was the responsibility of superior officer to verify the A\nentries in the register. By superior officers, I mean General\nManager, Assistant General Manager.\"\n100. It was principally, therefore, the responsibility of those\ntwo officers to make verification. The entry in relation to the said\ntransaction inter alia finds place in Exhibit 45 for daily funds\nrecords to the CMD dated 6.4.1992. This witness has proved\nthe entries in the said registers.\n101. Yet again, a comment has been made with reference\nto his statement that a number of pages of the register were\nwritten at one time and i.e., post facto and Accused No. 2\nsigned the same after the entries had been made post facto.\nThe signature of the Accused No. 2 in those registers, therefore,\nstands proved.\n102. The significance of this aspect of the matter would\nbe dealt with a little later. Before, however, we do so, we may\nnotice the evidence of P.W. 12 - Sunil Kakkar in this behalf\nwhich is to the following effect:\nB\nC\nD\nE\n\"8. [...] There is reference in the daily Report of call money\nborrowing on 6.4.1992 amounting to Rs. 141 crore [...] the\nlast borrowing is from National Housing Bank Rs. 40 crore\nat 26 % interest due date 7.4.1992 i.e. for one day. These\nfigures are collected from a slip of paper given to me by\nAssistant general manager Mr. Mallikarjun. The signature F\nof the Assistant General Manager on this document\nsignifies that he has noted the daily funds position as\nmentioned in the sheet\"\nHe, upon making entries with regard to the said transaction\nin the register, in his deposition, stated:\n\"11. [...] I am shown the entry of 6.4.1992. the entry reads\nas borrowing transaction on 6.4.1992 call money of\ncanbank mutual fund 21 crores payable next date i.e.\nG\nH\nr\nA\nB\nC\nD\nE\nF\nG\nH\n828 SUPREME COURT REPORTS [2009] 12 S.C.R.\n7.4.1992 rate of interest 23% [...] This entry is in my\nhandwriting.[...] The other three entries on that day are of\nState Bank of saurashtra, state bank of Hyderabad and\nNational Housing Bank. These three entries are also in my\nhandwriting [...]\"\n103. The question as to whether the aforementioned\namount of Rs.40 crores, which was to be taken on loan from\nNational Housing Bank was really needed or not is, however,\na matter of some controversy. We may, at this juncture, take\nnote thereof.\n104. The prosecution in view of the aforementioned\ndocumentary and oral evidence must be held to have proved\nthe following facts:\n(i) That the decisions regarding the lending or borrowing\nof call money were usually taken at the Head Office in\nKolkata based upon the information received from the DN\nRoad Branch in Bombay.\n(ii) These decisions in Kolkatta were primarily taken by K.\nVenkatakrishnan (A 2) who at the relevant time was the\nGeneral Manager of UCO Bank Kolkatta.\n(iii) The decision as to the call money borrowing on the 6th\nApril, 1992 was also taken by K Venkatakrishnan. On that\nday he had communicated his decision of borrowing of call\nmoney to K Mallikarjun, who at the relevant time was an\nofficial there. K Mallikarjun had noted the information\nregarding the borrowing in a chit of paper. He had noted\ndown information regarding call money borrowing\namounting to a total of Rs. 141 crore from four different\nbanks. One of these banks was the NHB from which call\nmoney amounting to Rs. 40 crore had been borrowed for\na period of one day at 26% interest.\n(iv) K Mallikarjun had then handed over this chit with the\ncall money information to Sunil Kakkar who had the\n☑\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 829\nINVESTIGATION [S.B. SINHA, J.]\nresponsibility of noting the details in the call money register. A\nHe accordingly noted the details of the Call Money\ntransactions of the day, including the one from NHB worth\nRs. 40 Crore.\n105. But that is not the end of the story.\nB\nSubsequently, however, a meeting has been alleged to\nhave taken place in the chamber of Accused No. 1. According\nto P.W. 17, it was at this meeting that Accused No. 1 had\ninformed him and others present at the meeting that the call\nmoney which had been borrowed from the National Housing C\nBank had in fact been arranged by Harshad Mehta for the\npurpose of carrying out his security transactions. He further\ninformed them that the money was required by Harshad Mehta\nat UCO Banks, Hamam Street Branch in Bombay. As per the\ndeposition of the said witness, Venkatakrishnan (Accused No. D\n2) and C.K. Mukherjee (P.W. 13) were also present in the said\nmeeting. He stated:\n\"7. On 6.4.1992 there was meeting at about 2.00 p.m. in\na chamber of Mr. Margabanthu where Mr R.\nVenkatakrishna, myself and CK Mukherjee were present.\nMr Margabanthu who is accused in this case told us that\nthis amount from NHB of Rs. 40 Crore meant for Harshad\nS Mehta account.\"\nIn his cross-examination to which our attention has been\ndrawn by the learned counsel appearing on behalf of the\nappellant, he is said to have accepted that he did not remember\nto have heard from Accused No. 2 that it was not a call money\nand that the said amount was raised from the Bank by Harshad\nMehta. He further accepted:\n\"I did not tell the CBI about this as I was not asked any\nquestion about the same by the CBI, [...] I was not knowing\nfor what purpose the inquiry was made. I did not tell CBI\nof my own regarding the meeting in the Chamber of Mr\nE\nF\nG\nH\n830\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nMargabanthu, as I was only answering the questions.\"\n106. We have noticed hereinbefore that he, therefore, has\ngiven some explanation as to why we could not disclose as to\nwhat had taken place in the said meeting in his statement\nrecorded by the Central Bureau of Investigation. The fact that\nsuch a meeting had taken place was also the subject matter\nof deposition by P.W. 13, stating:\n\"7. On that day in the afternoon I and Mallikarjunan were\ncalled by General Manager Venkatakrishnan. Mr.\nVenkatakrishnan told us that we had to go to the chamber\nof Managing Director Margabanthu and report to him\nabout all the treasury transactions. Then we, means, I,\nMallikarjunan [PW 17] and Venkatakrishnan [A 2] went to\nMr Margabanthu's office [A 1] and Venkatkrishnan\ninformed him the day's transactions. While referring to\nNHB's call money transaction of 40 crore Mr.\nMargabanthu said that it was not UCO bank's call money\ntransaction. It was money arranged by Harshad Mehta\nfrom NHB. He also said that the money was required by\nHarshad Mehta at our Bank at Hamam Street Branch for\nundertaking certain securities operations by him. [...] He\nalso told that Mr. Venkatkrishnan General Manager that this\namount of Rs. 40 Crore should be immediately sent to\nHamam Street branch so that Security transactions could\nbe completed by Mr. Harshad Mehta\"\n107. P.W. 13, allegedly on this basis, had called up Vijayan\n(P.W. 14) who was the Manager, Accounts Department, D.N.\nRoad Branch of the Bank to inform him of the development,\nstating:\n\"[...] After the meeting was over we, i.e. I and Mr\nMallikarjun came down to our department and as per\ninstructions of Mr Venkatkrishnan, General Manager I\nconveyed this message to Mr Vijanan DN Road Branch,\nMumbai\"\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 831\nINVESTIGATION [S.B. SINHA, J.]\n108. Such a telephone call to P.W.14 is further A\ncorroborated by P.W. 17, stating:\n\"8. Mr CK Mukherjee phoned to Mr. Vijayan at Bombay\nand informed him about this decision. [...]\n11. Mr Venkatakrishnan told me that he telephoned and\ninformed Mr. Vijayan, Bombay. My statement that Mr\nMukherjee telephoned Mr Vijayan is on the basis what Mr.\nVenkatkrishnan told me. Mr Venkatkrishnan told me most\nprobably after the meeting but I do not recollect the exact\ntime.\"\nB\nC\n109. Our attention, however, has been drawn to the\nevidence of P.W. 14 by Mr. Narasimha, learned counsel\nappearing on behalf of the accused No. 2 that the instructions\nfor cancellation was received at 1:00 p.m. or so. Although, D\naccording to P.W. 17, the meeting had taken place at about\n2:00 p.m.\n110. It must, however, be borne in mind that in a case of\nthis nature where the witnesses were being examined more\nthan ten years later i.e. in the 2003, some amount of discrepancy\nwith regard to time would not be of much significance. We\nwould deal with this aspect of the matter at some details at an\nappropriate stage. Keeping in view the statement made by P.W.\n14 which was not shaken in the cross examination, there is no\nreason for us to disbelieve that part of the material brought on\nrecord that call money from NHB was, in fact, sought to be\ncancelled. In any event, as would appear from the discussions\nto be made hereinafter, the prosecution cannot be said to have\nfailed to prove its case. We may, however, notice that at one\nstage, according to this witness, such a telephone call had been\nmade at about 2:00 or 2:30 p.m.\n111. Our attention has also been drawn that P.W. 13\nbefore the C.B.I. stated:\nE\nF\nG\n\"Mr. Kakkar also told me that the telex message received\nH\n"}