{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"772 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA amount was credited to the account of A-4. It may be that\nNational Housing Bank is entitled to enter into the\nsecurity transactions but neither deceased A-4 nor A-5\nmade any attempt to show that any transaction had been\nentered into by and between deceased A-4 and National\nB Housing Bank. [Para 110 and 124] [831-E-F; 836-F-G]\nC\nD\nE\n3.6. The accused in their statements u/s. 313 of the\nCr. P.C. accepted that the transaction in question was a\nroutine transaction. Such a transaction indisputably was\nutilized for the personal gain of A-4. If such transaction\nwas a routine transaction, it goes to show the long\nstanding agreement between the said bank and A-4. PW-\n5 who used to work with A-4 admitted that he knew A-6\nsince 1990 and the remittance facilities were available. A\nsort of arrangement by and between the said Bank and\nA-4, thus, stood established. This is one of the links in\nthe chain to show how the arrangement developed so as\nto bring the matter within the purview of conspiracy\namongst the accused. [Para 125 and 127] [836-H; 837-A-\nD]\n3.7. The transaction in question was shown to be a\n'call money' transaction and, therefore, it could not have\nbeen used for any other purpose. But, it was credited to\nthe account of A-4 on the very same day. Any \"call\nF money” operation could not have been carried out\nwithout the knowledge and involvement of A-1 and A-2.\nThe involvement of the A-1 and A-2 in tandem for the\npurpose of entering into such agreement, thus, stands\nestablished. [Para 128] [837-D-G]\nG\n3.8. As per PW 13, A-1 had informed him that A-3 had\nbeen authorized by him to deal with security transactions\nof A-4 at the UCO Bank, Hamam Street Branch, Bombay.\nIt has also been emphasized by the prosecution that A-3\nwas present at the Hamam Street Branch on the day the\nH said transaction took place. PW-18 in his testimony,\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 773\nINVESTIGATION\nclarified the role of A-3 in insisting the starting up of A\nsecurity transactions through the account of A-4. It is\nevident, therefore, that A3 also played an important role\nin ensuring that the 'call money' from NHB which was\nmeant for UCO bank got transferred to account of A-4.\n[Para 129-131] [837-H; 838-A-G]\n3.9. The testimony of PW-8 also brings out the\ninvolvement of A5 in the entire chain of conspiracy. He\nknew that he was to receive 40 crores from NHB and that\nis why he had on the said day gone to the Hamam Street\nBranch of the Bank. [Para 136 and 138] [840-B-C; F]\n3.10. It is pertinent to note that the money which was\nsupposed to be borrowed by UCO Bank as a 'call money'\nwas ultimately repaid by A-4 through his account in ANZ\nGrindlays Bank directly. [Para 133] [839-B]\nB\nC\nD\n3.11. It must however be noted that the entire\ntransaction could not have been carried out, had the\nofficials of the NHB not been involved. It is amply clear\nfrom testimony of PW-6 that A-6 was the person E\nresponsible for the extension of the 'call money'\ntransaction from 1 day to 9 days and the reduction of the\ninterest from 26% to 25%. The involvement of A-6 is also\ncorroborated by the testimony of PW 14 where he made\nreference to the fact that it was the former who had\ninformed him that the cheque from NHB worth Rs. 40\ncrore was to be transferred to the DN Road Branch of\nUCO Bank. [Para 139, 141] [840-G; 841-E-F]\nF\n3.12. As regards involvement of the A-7 who was\nworking under A-6 at NHB, reliance has been placed by G\nthe prosecution and even by the Special Court on the\ntestimony of PW 7 who deposed that A-7 had asked him\nto go to UCO Bank, Hamam Street Branch on 16.4.1992\nand collect the cheque for the return of the \"call money”\nadvanced.Reliance on the said testimony is not enough. H\n774 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Just because PW-7 had been sent by A-7 is not enough\nfor his involvement in the criminal conspiracy which was\nhatched on behalf of the other accused. The burden of\nproof is always heavy on the prosecution. In the instant\ncase, the prosecution has failed in this task with respect\nB to A-7. [Para 142 and 144] [841-G; 842-C-F]\nC\n3.13. The NHB was created to operate as a principal\nagency to promote housing finance institutions both at\nlocal and regional levels and to provide financial and\nother support to such institutions.' In terms of s. 14 of the\nNational Housing Bank Act, 1987, NHB could advance\nloans to `housing finance institutions' and `scheduled\nbanks' or `slum authority' constituted under a Central or\nState Legislation, and in case it advances any loan to any\nindividual the same would amount to an offence under\nD the provisions of the 1987 Act. Therefore, advancing of\nloan to A-4 by NHB under the disguise of a ‘call money'\ntransaction amounted to an offence under the provisions\nof the 1987 Act and also was illegal as defined in s.43 IPC.\nThe accused had knowledge of the said transaction.\nE There is sufficient evidence to hold A-1 to A3, all officials\nof UCO Bank, A-6, an official of NHB and A-5, who was\nworking under A-4, guilty of criminal conspiracy.\nTherefore, they have been rightly convicted by the courts\nfor commission of the offence of criminal conspiracy. But\nF there is not sufficient evidence to show the involvement\nof A-7, the other employee of NHB in the said\ntransactions. [Para 149,151,153 and 154] [843-E; 844-F-G;\n845-C-E]\nG\nH\n4.1. Section 405 IPC, which defines criminal breach\nof trust requires (1) entrusting any person with property\nor with dominion over property; (2) such person (a)\ndishonestly misappropriates or converts to his own use\nthat property; or (b) dishonestly uses or disposes of that\nproperty or willfully suffers any other person so to do in\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 775\nINVESTIGATION\nviolation - (i) of any direction of law prescribing the mode A\nin which such trust is to be discharged, or (ii) of any legal\ncontract made touching the discharge of such trust. [Para\n157] [846-C-F]\nOnkar Nath Mishra and Ors. vs. State (NCT of Delhi) and\nAnr., (2008) 2 SCC 561; Jaikrishnadas Manohardas Desai\nand Anr. v. State of Bombay, AIR 1960 SC 889, relied on.\nB\n4.2. Criminal breach of trust by a public servant is\ndealt with u/s 409, ingredients whereof are: (1) the\naccused must be a public servant; (2) he must have been C\nentrusted, in such capacity, with the property; and (3) he\nmust have committed breach of trust in respect of such\nproperty. This section classes together public servants,\nbankers, merchants, factors, brokers, attorneys and\nagents. The duties of such persons are of a highly D\nconfidential character, involving great powers of control\nover the property entrusted to them, and a breach of trust\nby such persons may often induce serious public and\nprivate calamity. [Para 161-163] [847-F; 848-C-D, B]\nRaghunath Anant Govilkar v. State of Maharashtra and\nOrs, 2008 (2) SCALE 303; Superintendent and\nRemembrancer of Legal Affairs, W.B. v. S.K. Roy, (1974) 4\nSCC 230; Chelloor Mankkal Narayan Ittiravi Namhudiri v.\nState of Travancore, Cochin, AIR 1953 SC 478 – relied on.\n-\nE\nF\n4.3. The accused had allowed diversion of a huge\nsum of NHB meant to be used for specific purpose,\nnamely, 'call money', to be lent to another Nationalized\nBank. Since the transaction was illegal, as a result\nwhereof, a private person, who was not expected to reap G\nthe fruit of 'call money' was allowed to retain the same\nfor a certain period to make an unlawful gain therefrom,\noffence of criminal breach of trust must be held to have\nbeen committed. [Para 170] [850-G-H; 851-A]\nH\nA\nC\n776 SUPREME COURT REPORTS [2009] 12 S.C.R.\n4.4. The plea that the Banks have not initiated any\nproceedings nor have they suffered any loss and thus\nthe judgment of conviction and sentence for criminal\nbreach of trust is wholly unsustainable, cannot be\naccepted. A Bank or Financial Institution may not suffer\nB ultimate loss but if the money has been allowed to be\nused by another person illegally for illegal purposes, the\ningredients of s. 405 IPC would get attracted. A case\ninvolving temporary embezzlement also attracts the\ningredients of s. 405 IPC. Furthermore, in terms of the\ndecisions of this Court, when a person allows others to\nmisappropriate the property entrusted to him, that also\namounts to criminal breach of trust. It is not the law that\ncomplaint petition under all circumstances must be made\nby the Banks and Financial Institutions whose money\nhad been the subject matter of offence. It is also not the\nlaw that suffering of loss is a sine qua non for recording\na judgment of conviction. The money involved in the\ntransfer is public money belonging to Public Sector\nBanks. Criminal law can be set in motion by anybody. The\nprosecution was initiated on the basis of the information\nreceived by the Central Bureau of Investigation. It would\nbe entitled to do so not only in regard to its statutory\npowers contained in the Delhi Special Police Act but it\nwas also entitled to take cognizance in terms of the report\nsubmitted by `Janakiraman Committee'. [Para 168 and\nF 169, 171, 172] [850-A, D-F; 851-B-D]\nD\nE\n5.1. The most essential ingredient of proof of criminal\nbreach of trust is misappropriation with a dishonest\nintention. So far as the aspect of dishonest intention is\nG concerned, the term 'dishonestly' is defined by s. 24 IPC\nas doing anything with the intention of causing wrongful\ngain to one person or wrongful loss to another. So the\noffence is completed when misappropriation of property\nhas been made dishonestly. Accordingly, even a\nH\n-\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 777\nINVESTIGATION\ntemporary misappropriation falls within the ambit of the A\nsaid offence. The term 'wrongful gain' is defined in s. 23\nIPC as gain by unlawful means of property to which the\nperson gaining is not legally entitled. [Para 175,178 and\n179] [852-A-F]\nSW Palanikar v. State of Bihar, (2002) 1 SCC 241;\nKartikeshwar Nayak v. State, 1996 Cr.L.J. 2253, relied on\nB\n5.2. In the instant case A-6 parted with money of NHB,\nwhich was entrusted to him, so that A-4 could get it\nalthough not entitled therefor in law. The conduct of A-6. C\nwas, therefore, dishonest. He is guilty of the offence of\ncriminal breach of trust. [Para 180] [852-G-H]\n5.3. With regard to A-7 there is not enough evidence\nto show his involvement in the said transactions. [Para D\n180] [852-G-H; 853-A]\n5.4. So far as the involvement of accused 1 to 3 is\nconcerned, they also played an important role in diverting\nthe supposed 'call money' from NHB which was meant\nfor UCO Bank to the account of A-4. As soon as the\ncheque for Rs 40 crore was received by UCO Bank the\namount stood entrusted to the officials of UCO Bank. A-\n1 to A-3 in violation of law permitted the amount to be\ntransferred to the account of A-4 who was not entitled to\nit. Therefore, the offence of criminal breach of trust stands\nproved against them also. [Para 181] [853-A-C]\nRam Narayan Popli v. Central Bureau of Investigation\n2003) 3 SCC 641, relied on.\n6.1. As regards charges u/s. 13 (1) (d) (iii) read with s\n13 (2) of the Prevention of Corruption Act, 1988, the\ningredients of Sub-clause (iii) of s. 13 (1) (d) contemplate\nthat a public servant who while holding office obtains for\nany person any valuable thing or pecuniary advantage.\nE\nF\nG\nH\n778 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA without any public interest would be guilty of criminal\nmisconduct. For convicting the person u/s. 13(1)(d)(iii),\nthere must be evidence on record that accused\n'obtained' for any other person any valuable thing or\npecuniary advantage without any public advantage. [Para\nB 184 and 185] [855-B-D]\nC\nCK Damodaran Nair v. Government of India, AIR 1997\nSC 551; Dalpat Singh v. State of Rajasthan, AIR 1969 SC\n17; B. Ramachandran and S.S. Abdul Hameed vs. State rep.\nby The Inspector of Police, Special Police Establishment,\nCentral Bureau of Investigation, Anti-Corruption Branch, (Crl.\nA. No. 553 of 2000 decided on 23.03.2007), by Madras H.C.\nrelied on.\n6.2. A-1 to A-3 (UCO Bank officials) and A-6 (NHB\nD official) were at the relevant time public servants. Each\none of them played a specific role in diversion of funds\nfrom NHB to the account of A-4, all ostensibly under a\n'call money' transaction. They thereby facilitated A-4 to\nobtain pecuniary advantage within the meaning of s. 13\nE of the 1988 Act. Their acts were anything but intended to\nbe in public interest. On the contrary, the public loss and\nsuffering occasioned thereby was immeasurable. Though\nit is true that all the funds diverted have subsequently\nbeen returned to NHB and no actual loss has been\noccasioned thereby either to the UCO Bank or the NHB,\nbut it must not be forgotten that white collar crimes of\nsuch a nature affect the whole society even though they\nmay not have any immediate victims. A-1 to A-3 and A-6\nare, accordingly, guilty of criminal misconduct u/s 13 (1)\n(d) (iii) of the Prevention of Corruption Act. 1988.\nHowever, there is no sufficient evidence to bring in the\ninvolvement of A-7, within the fold of the said transaction.\n[Para 189 and 190] [856-E-H; 857-A-B]\nF\nG\nH\n7.1. A sentence of punishment poses a complex\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 779\nINVESTIGATION\nB\nproblem which requires a balancing act between the A\ncompeting views based on the reformative, the deterrent\nas well as the retributive theories of punishment.\nAccordingly, a just and proper sentence should neither\nbe too harsh nor too lenient. In judging the adequacy of\na sentence, the nature of the offence, the circumstances\nof its commission, the age and character of the offender,\ninjury to individual or the society, effect of punishment\non offender, are some amongst many other factors which\nshould be ordinarily taken into consideration by the\ncourts. It may also be placed on record that as the CBI C\nhas not preferred any appeal against the quantum of\nsentence, this Court cannot impose a higher sentence.\nTherefore, the sentences imposed by the Special Court\non A-1 to A-3 and A-5 are not interfered with. [Para 191-\n196] [857-C-E; 858-B-E]\nD\n7.2. The Special Court acted illegally and without\njurisdiction in relying upon the report of the\n\"Janakiraman Committee\" while imposing the sentence\non A-6. Though, the court may refer to the constitution\nof the Committee for the purpose of tracing the history E\nfor enactment of the Act, but the contents of the said\nreport would not be admitted in evidence in a criminal\ncase without proof thereof. The Committee was not a\ncourt. It did not render any decision. It was merely a fact\nfinding body. It was constituted for a limited purpose. The\nreport in terms of the provisions of the Evidence Act, 1872\nis not a judgment. The report may facilitate investigation\nbut cannot form basis of conviction and sentencing the\naccused. Contents of the report, therefore, without formal\nproof, could not have been taken in evidence. G\nAccordingly, the Janakiraman Committee Report was not\nadmissible in evidence. [Para 72-73] [816-F-G; 817-A-C]\nM.V. Rajwade v. Dr. S.M. Hassan, AIR 1954 Nag 71; Re.\nF\nH\n780\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA Maharaja Madhava Singh LR (1905) 31 IA 239, referred to.\nB\nBranjnandan Sinha v. Jyoti Narain (1955) S.C.R. 955;\nRam Krishna Dalmia v. Justice S.R. Tendolkar, 1959 SCR\n279; Puhupram v. State of Madhya Pradesh, (1968) MPLJ\n629; Sham Kant v. State of Maharashtra 1992 Suppl. (2)\nSCC 521, relied on\n7.3. Though, A-6 played a very instrumental role in the\nentire scheme of things and the transactions could not\nhave been possibly carried on without his help, but so\nC long as there is doubt that the trial court was not wholly\ncorrect in awarding the sentence as it might have been\ninfluenced by the observations of the Janakiraman\nCommittee Report while awarding the sentence, this\nCourt would not be in a position to uphold it. This is also\nD visible from the wide difference in the sentence of\nimprisonment which has been given to him as compared\nto other accused persons who also played an equally\ninstrumental role in the illegal transactions. Accordingly\nthe sentence imposed on A-6 is reduced to six months\nbut the amount of fine which has been imposed upon\nhim is upheld. [Para 197] [858-F-H; 859-A-B]\nE\nCase Law Reference:\n2003) 3 SCC 641\nrelied on\npara 16\nLL\nF\nAIR 1960 SC 610\nreferred to\npara 50\n(1991) 3 SCC 617\nreferred to\npara 50\n2007 (2) SCALE 120\nreferred to\npara 50\n0\nI\n(2009) 3 SCC 240\nreferred to\npara 50\n(2001) 8 SCC 257\nreferred to\npara 53\n(2004) 11 SCC 456\nreferred to\npara 54\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 781\nINVESTIGATION\n(2001) 3 SCC 71\nreferred to\npara 55 A\nAIR 1955 SC 661\nreferred to\npara 57\nAIR 2000 SC 5100\nreferred to\npara 57\n1985) 2 All ER 355\nreferred to\npara 57 B\n(1988) 2 SCC 299\nreferred to\npara 59\n(2004) 5 SCC 632\nreferred to\npara 59\n[1970] 3 All ER 1053 (QB) referred to\npara 59\n[1971] 1 WLR 408\nC\nreferred to\npara 59\nAIR 1998 SC 831\nreferred to\npara 61\nAIR 1954 Nag 71\nreferred to\npara 74\nLR (1905) 31 IA 239\nreferred to\npara 74\nD\n(1955) S.C.R. 955\nrelied on\npara 75\n1959 SCR 279\nrelied on\npara 75\n1968) MPLJ 629\nrelied on\npara 75\nE\n[1992 Suppl. (2) SCC 521 relied on\npara 75\n(1981) 2 SCC 443\nreferred to\npara 83\n1988 (3) SCC 609\nreferred to\npara 84\nF\n(1996) 4 SCC 659\nreferred to\npara 86\n(2005) 12 SCC 631\nreferred to\npara 86\n(2005) 11 SCC 600\nreferred to\npara 87\n(2004) 11 SCC 585\nG\nreferred to\npara 87\n(2008) 6 SCALE 469\nreferred to\npara 87\nH\n"}