{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n812 SUPREME COURT REPORTS [2009] 12 S.C.R.\nhas been clearly mentioned that “relating to\" has been held\nto be equivalent to or synonymous with as to \"concerning\nwith\" and \"pertaining to\". The expression \"pertaining to\"\nis an expression of expansion and not of contraction.\"\n[Emphasis supplied]\nThese lines were also quoted with approval in T.N.\nKalyane Mandapam Association v. Union of India, [(2004) 5\nSCC 632]. (See also Bismag v. Amblins (Chemists), [1970]\n3 All ER 1053 (QB) and Re National Federation of Retail\nNewsagents', Booksellers' and Stationers Agreement) (Nos.\n3 \u0026 4), [1971] 1 WLR 408.)\n60. Regard, therefore, in the matter of establishing and\nconstitution of the Special Court must also be had to the object\nof creating the Special Courts.\n61. In Minoo Mehta v. Shavak D. Mehta, [ AIR 1998 SC\n831), this Court held:\n\"As the Preamble of the Act shows, the Act is to provide\nfor the establishment of a Special Court for the trial of\noffences relating to transactions in securities and for\nmatters connected therewith or incidental thereto.\nTherefore, every offence pertaining to any transaction in\nsecurities which is covered by the sweep of the Act, that\nis, if such transaction has taken place between 1-4-1991\nand on or before 6-6-1992 would be subjected to the\nprovisions of the Act regarding trial of such an offence.\"\n62. If the purport and object of the Act was to bring home\nan offence of the nature discussed heretobefore, in our opinion,\nthe Special Court would have jurisdiction to try that offence. The\nmoney belonging to National Housing Bank had been diverted\nto Harshad Mehta's account who was a broker dealing in\nsecurities so as to enable him to enter into transactions in\nsecurities during the period 1st April, 1991 and on or before\n6th June, 1992, which was an offence triable exclusively by the\n:\nZ\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 813\nINVESTIGATION [S.B. SINHA, J.]\nSpecial Court. The Special Court, therefore, rightly exercised A\nthe jurisdiction vested in it.\nVALIDITY OF THE SANCTION ORDERS.\nB\n63. All the appellants before us, except accused No. 5 Atul\nM Parekh, were at the relevant point of time public servants.\nWhereas Accused 1, 2 \u0026 3 were employees of UCO Bank,\nAccused 6 \u0026 7 were employees of the National Housing Bank.\nThey, therefore, have also been charged for commission of\noffences under the Prevention of Corruption Act, 1988. Section\n19 of the Act however requires previous sanction for C\nprosecution of the Public Servants. The relevant part thereof\nreads as under:\n\"19. Previous Sanction necessary for prosecution.- (1) No\nCourt shall take cognizance of an offence punishable under D\nsections 7, 10, 11, 13 and 15 alleged to have been\ncommitted by a public servant, except with the previous\nsanction,-\n...(c) in the case of any other person, of the authority\ncompetent to remove him from office.\"\nE\n64. Indisputably the competent authority had passed the\norders of sanction against all the concerned accused persons.\nWhereas accused 1, 2 \u0026 3 have raised no objection as regards\nvalidity of orders of sanction issued against them; accused 6 F\n\u0026 7 who were employees of the National Housing bank have\nquestioned the same.\n65. The order of sanction as against accused No. 6 was\npassed by the Chairman-cum-Managing Director of NHB, Shri\nR.V. Gupta, who has been examined as PW 3. The relevant\nportion of the order granting sanction reads as under:-\n\"AND WHEREAS, I R.V. Gupta, Chairman National\nHousing Bank, being the Authority competent to remove\nthe said Shri C.Ravi Kumar from office, after fully and\nG\nН\nA\n\u003e\u003e\nB\nC\n814\nSUPREME COURT REPORTS [2009] 12 S.C.R.\ncarefully examining the materials and investigation report\nin regard to said allegations and circumstances of the\ncase, consider that the said Shri C. Ravi Kumar should be\nprosecuted in the Court of Law of competent jurisdiction\nfor the said offences.\nNOW THEREFORE, I.R.V. Gupta, Chairman National\nHousing Bank, do hereby accord sanction under Section\n19(1)(c) of Prevention of Corruption Act, 1988 for\nprosecution of the said Shri C. Ravi Kumar for the said\noffences and any other offence punishable under other\nprovisions of law in respect of the acts aforesaid and for\ntaking cognizance of the offences by the Court of\ncompetent jurisdiction.\"\n66. It is contended by accused no. 6, C Ravi Kumar that\nD he had come to NHB on deputation from the RBI, and therefore\nthe conditions of his service were governed by the RBI\nregulations and not those of NHB Act. According to him, the\nGovernor of RBI was the only competent sanctioning authority.\nE\nF\n67. Indisputably accused No.6 was initially appointed by\nthe Reserve Bank of India and was sent to NHB on deputation\nin the year 1988. He was, however, permanently absorbed\nthere in 1992 and the Order of sanction in respect of him was\npassed on 26th February, 1993. It is a fundamental principle\nof service jurisprudence that an employee, subject to statutory\ninterdict, cannot have two masters. If from the date of his\nabsorption the relationship of employer and employee came\ninto being between him and NHB, it is fallacious to suggest that\nthe Reserve Bank of India continued to be his employer. It is\nnot in dispute that if accused No.6 is treated to be the an officer\nG of the Bank, the Chairman-cum-Managing Director, being its\nhighest authority would be competent to pass the order of\nsanction.\n68. Next it was urged before us on behalf of accused no.\nH 7, S Suresh Babu that since the terms and conditions of\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 815\nINVESTIGATION [S.B. SINHA, J.]\nservice of the employees of NHB till as late as 1995 used to A\nbe governed by the Service Regulations framed by Reserve\nBank of India, Shri R.V. Gupta, the Chairman-cum-Managing\nDirector, NHB had no authority to issue the sanctioning order.\nIt was argued that NHB's own staff regulations governing\nconduct and discipline came into effect only in the year 1995.\n69. The said contention in our opinion is wholly\nmisconceived. Even if till the framing of Regulations by NHB, it\nadopted the Service Regulations governing the employees of\nthe Reserve Bank of India, the same would not mean that the\nappointing authority would also be an officer of the Reserve\nBank of India and not the appropriate authority of NHB.\nChairman-cum-Managing Director of NHB being a highest\nexecutive authority, would be, subject to any delegation of\npowers conferred in terms of the Regulations or through\nResolutions adopted by the Board of Directors, the appointing\nauthority. As an appointing authority, therefore, he will have the\nrequisite jurisdiction to accord sanction for prosecution of the\nemployees.\n70. Even though, in our opinion, the sanction orders are\nlegal and valid, even if any doubt exists, the same becomes\nclear in view of the provisions of Section 19 (3). It is reproduced\nheretobelow:\n“(3) Notwithstanding anything contained in the Code of\nCriminal Procedure, 1973 (2 of 1974),-\n(a)\nB\nC\nD\nE\nF\nno finding, sentence or order passed by a special\njudge shall be reversed or altered by a court in\nappeal, confirmation or revision on the ground of\nthe absence of, or any error, omission or G\nirregularity in, the sanction required under sub-\nsection (1), unless in the opinion of that court, a\nfailure of justice has in fact been occasioned\nthereby;...\nH\nA\nB\n816 SUPREME COURT REPORTS [2009] 12 S.C.R.\nExplanation.- For the purpose of this section.-\n(a) error includes competency of the authority to grant\nsanction;...\" [Emphasis supplied]\n71. What has been challenged here before us by both the\naccused is in fact the competence of the sanctioning authority\nto issue sanction orders against them. As per the said section,\n'a finding' or a 'sentence' shall not be reversed by a court of\nappeal on the ground of any error, omission or irregularity in\nthe sanctioning order unless a failure of justice has been\nC occasioned thereby. In our considered opinion even if we\nassume for the sake of argument that the Chairman cum\nmanaging director of NHB, Shri RV Gupta was not the\ncompetent authority to pass the orders of sanction against the\nofficials of NHB, the prosecution could still rely on the said s.\nD 19 (3) of the Act; especially since there has been no failure of\njustice in the present case by the said error in the orders. The\ncontentions of the accused, as to the validity of the Sanctioning\norders, in view of the said sub section must be rejected.\nE\nເມ\nRELIANCE ON THE JANKIRAMAN COMMITEE\n72. Before we move on to deal with the substantive\ncriminal charges under the Indian Penal Code and the\nPrevention of Corruption Act invoked against the appellants\nherein, we must first deal with a grievance which has been\nF raised by the learned counsel for the appellants and, in our\nopinion, rightly that in the impugned judgment the Special Court\nhad acted illegally and without jurisdiction in relying upon the\nreport of the “Janakiraman Committee” while imposing the\nsentence on respondent No.6; the relevant portion whereof is\nG as under:-\nH\n\"So far as accused No.6 is concerned, it is clear from what\nhas been observed [by the] Jankiraman Committee that\nthere was virtually no supervision on accused No.6 and he\nwas managing the affairs or mismanaging the affairs of the\n!\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 817\nINVESTIGATION [S.B. SINHA, J.]\nN.H.B. according to his own acts, wish and ultimately at A\nthe wish and fancy of the brokers. He was giving loans to\nthe brokers which the law prohibited him from doing.\"\n73. We have noticed hereinbefore the premise on which\nthe said Committee was constituted. We have also noted its\nB\nobjects and reasons. There is no dispute that the Committee\nwas appointed and it submitted its report. It is one thing to say\nthat the court records to the constitution of the Committee for\nthe purpose of tracing the history for enactment of the Act. But\nit is another thing to say that the contents of the said report\nwould be admitted in evidence in a criminal case without proof\nthereof. The Committee was not a court. It did not render any\ndecision. It was merely a fact finding body. It was constituted\nfor a limited purpose. Contents of the report, therefore, without\nformal proof, could not have been taken in evidence.\nC\nD\n74. A Division Bench of the Nagpur High Court in M.V.\nRajwade v. Dr. S.M. Hassan, [AIR 1954 Nag 71] following the\njudgment of the Privy Council In Re. Maharaja Madhava Singh\nLR, [(1905) 31 IA 239], held that a Commission is a fact finding\nbody meant only to instruct the mind of the Government without E\nproducing any document of a judicial nature and that findings\nof a Commission of Inquiry were not as definitive as a judgment.\n75. Similarly in Branjnandan Sinha v. Jyoti Narain [1955]\nS.C.R. 955, this Court held that the Commission appointed\nunder the Public Servants (Inquiries) Act, 1850, was not a court\nwithin the meaning of the Contempt of Courts Act, 1952. [See\nalso Ram Krishna Dalmia v. Justice S.R. Tendolkar, 1959\nSCR 279, Puhupram v. State of Madhya Pradesh, (1968)\nMPLJ 629. Sham Kant v. State of Maharashtra [1992 Suppl.\n(2) SCC 521]]\n76. Accordingly, the Janakiraman committee report was\nnot admissible in evidence. The report in terms of the\nprovisions of the Evidence Act, 1872 is not a judgment. The\nLL\nF\nG\nreport may facilitate investigation but cannot form basis of H\n818 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA conviction and sentencing of the accused. For the said purpose\nthe report was wholly inadmissible in evidence.\nB\nCRIMINAL CONSPIRACY\n77. It would now be appropriate to deal with the offence\nof criminal conspiracy of which all the appellants herein have\nbeen charged with and convicted of. It is alleged by the\nprosecution that K Margabanthu (A 1), R Venkatrrishnan (A-2)\nand SV Ramanathan (A 3), who all were at the relevant time\nofficials of UCO Bank, along with C Ravikumar (A 6) and S\nC Sureh Babu (A 7), both of whom were at the relevant time\nofficials of the National Housing Bank, at the behest of Late\nHarshad S Mehta and Atul M Parekh (A 5) entered into a\ncriminal conspiracy with the object of diverting funds from the\nNational Housing Bank to Late Harshad Mehta's Account in\nD UCO Bank. The funds were diverted to enable Harshad Mehta\nto invest the same in the Securities Market. It is alleged that in\nfurtherance of the said conspiracy K Margabathu (A 1), R.\nVenkatkrishnan (A 2), C Ravikumar and S Suresh Babu (A 7)\ncreated certain fake documents to facilitate the transfer of\nE funds. It is further alleged that SV Ramanathan (A 3) along with\nAtul M Parekh (A5) then persuaded the officials of UCO bank\nto allow the said transaction to proceed without any hindrance.\nF\n78. Criminal conspiracy in terms of Section 120B of the\nCode is an independent offence. It is punishable separately.\nProsecution, therefore, must prove the same by applying the\nlegal principles which are applicable for the purpose of proving\na criminal misconduct on the part of an accused.\n79. A criminal conspiracy must be put to action and so long\nG a crime is merely generated in the mind of the criminal, it does\nnot become punishable. Thoughts, even criminal in character,\noften involuntary, are not crimes but when they take concrete\nshape of an agreement to do or cause to be done an illegal\nact or an act which is not illegal but by illegal means then even\nH if nothing further is done, the agreement would give rise to a\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 819\nINVESTIGATION [S.B. SINHA, J.]\ncriminal conspiracy.\n80. The ingredients of the offence of criminal conspiracy\nA\nare:\n(i)\nan agreement between two or more persons;\nB\n(ii)\nthe agreement must relate to doing or causing to\nbe done either\n(a)\nan illegal act;\n(b)\nC\nan act which is not illegal in itself but is done\nby illegal means.\n81. Condition precedent, therefore, for holding accused\npersons guilty of a charge of criminal conspiracy must,\ntherefore, be considered on the anvil of a fact which must be D\nestablished by the prosecution, viz., meeting point of two or\nmore persons for doing or causing to be done an illegal act or\nan act by illegal means.\n82. The courts, however, while drawing an inference from\nthe materials brought on record to arrive at a finding as to\nwhether the charges of the criminal conspiracy have been\nproved or not, must always bear in mind that a conspiracy is\nhatched in secrecy and it is, thus, difficult, if not impossible, to\nobtain direct evidence to establish the same.\nLU\nE\nF\n83. The manner and circumstances in which the offences\nhave been committed and the level of involvement of the\naccused persons therein are relevant factors. For the said\npurpose, it is necessary to prove that the propounders had\nexpressly agreed to or caused to be done the illegal act but it G\nmay also be proved otherwise by adduction of circumstantial\nevidence and/ or by necessary implication. [See Mohammad\nUsman Mohammad Hussain Maniyar \u0026 Ors. v. State of\nMaharashtra (1981) 2 SCC 443]\nH\nA\nB\nC\n820 SUPREME COURT REPORTS [2009] 12 S.C.R.\n84. The following passage from Russell on Crimes (12th\nEdn. Vol 1) referred to by Jagannatha Shetty, J in Kehar Singh\nand Ors. v. State (Delhi Administration), [1988 (3) SCC 609\nat 731] brings out the legal position succinctly:\n\"The gist of the offence of conspiracy then lies, not in doing\nthe act, or effecting the purpose for which the conspiracy\nis formed, nor in attempting to do them, nor in inciting\nothers to do them, but in the forming of the scheme or\nagreement between the parties. Agreement is essential.\nMere knowledge, or even discussion, of the plan is not, per\nse enough\"\nIt was further noted in that case that to establish an offence\nof criminal conspiracy '[i]t is not required that a single\nagreement should be entered into by all the conspirators at one\nD time. Each conspirator plays his separate part in one integrated\nand united effort to achieve the common purpose. Each one is\naware that he has a part to play in a general conspiracy though\nhe may not know all its secrets or the means by which the\ncommon purpose is to be accomplished.'\nE\nF\nG\nH\n85. Dr. Hari Singh Gour in his Commentary on Penal Law\nof India, (Vol.2, 11th Edn. p. 1138) elaborates:\n\"In order to constitute a single general conspiracy there\nmust be a common design. .... The evil scheme may be\npromoted by a few, some may drop out and some may\njoin at a later stage, but the conspiracy continues until it is\nbroken up. The conspiracy may develop in successive\nstages. There may be general plan to accomplish the\ncommon design by such means as may from time to time\nbe found expedient.\"\n86. In some cases, intent of unlawful use being made of\nthe goods or services in question may be inferred from the\nknowledge itself. This Court in State of Maharashtra v. Som\nNath Thapa [(1996) 4 SCC 659] opined that it is not necessary\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 821\nINVESTIGATION [S.B. SINHA, J.]\nfor the prosecution to establish that a particular unlawful use A\nwas intended, so long as the goods or services in question\ncould not be put to any lawful use, stating:\n\"...to establish a charge of conspiracy knowledge about\nindulgence in either an illegal act or a legal act by illegal\nmeans is necessary. In some cases, intent of unlawful use\nbeing made of the goods or services in question may be\ninferred from the knowledge itself. This apart, the\nprosecution has not to establish that a particular unlawful\nuse was intended, so long as the goods or service in\nquestion could not be put to any lawful use. Finally, when\nthe ultimate offence consists of a chain of actions, it would\nnot be necessary for the prosecution to establish, to bring\nhome the charge of conspiracy, that each of the\nconspirators had the knowledge of what the collaborator\nwould do, so long as it is known that the collaborator would\nput the goods or service to an unlawful use.\"\n[See also K.R. Purushothaman v. State of Kerala (2005)\n12 SCC 631]\n87. We may also notice a decision of this Court being\n* State (NCT) of Delhi v. Navjot Sandhu @ Afsan Guru [(2005)\n11 SCC 600], commonly known as the Parliament Attack case,\nwherein upon taking note of various earlier decisions of this\nCourt, it was opined that as conspiracy is mostly proved by\ncircumstantial evidence, usually both the existence of\nconspiracy and its objects have to be inferred from the\ncircumstances and the conduct of the accused, stating:\nB\nC\nD\nE\nF\n“101. One more principle which deserves notice is that the\ncumulative effect of the proved circumstances should be G\ntaken into account in determining the guilt of the accused\nrather than adopting an isolated approach to each of the\ncircumstances. Of course, each one of the circumstances\nshould be proved beyond reasonable doubt. Lastly, in\nregard to the appreciation of evidence relating to the H\n"}