{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"842\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nс\nD\nE\nF\nBank and handedover the cheque. After about 10 days\non 15th or 16th April, 1992 I again had gone to UCO Bank\non instructions of Shri Suresh Babu. When I went for the\nsecond time, I was directed to receive cheque from UCO\nbank, Hamam Street Branch....However I did not get the\ncheque from there as directed by shri Suresh Babu. On\nComing from UCO Bank I told Shri Suresh Babu that I\ndid not get the cheque and the person to whom I was\nasked to meet had told me that cheque was sent directly\nby UCO Bank\"\n143. In our opinion, reliance on the said testimony is not\nenough. Just because Sunil Pandurang Gondale (PW 7) had\nbeen sent by Shri Suresh Babu (A7) is not enough for his\ninvolvement in the criminal conspiracy which was hatched on\nbehalf of the other accused. Something more substantial would\nbe needed to bring him within its fold. In fact in his cross\nexamination he admits:\n\"It is not true to say that on 16.4.92 Suresh Babu [A 7] told\nme to go to Hamam Street Branch. It is not true to say that\nwhen I was sent to UCO bank accused C Ravi Kumar [A\n6] was not present\"\n144. The burden of proof is always heavy on the\nprosecution. The prosecution must stand on its own legs basing\nits findings on the evidence that has been let in by it. The\nprosecution has however failed in this task at least with respect\nto A7, Shri Suresh Babu who was an officer working with NHB.\n145. Now that it has been established that the accused had\nthe knowledge of the call money transaction which took place\nG between the National Housing Bank and Harshad Mehta on the\n6th April 2008, next we would have to consider the question\nas to whether the said transaction was illegal or not. To\nestablish a charge of conspiracy, indulgence in either an illegal\nact or a legal act by illegal means is necessary.\nH\nM.\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 843\nINVESTIGATION [S.B. SINHA, J.]\n146. The definition of 'illegal' is provided for in section 43 A\nof the Indian Penal Code.\n“43. 'Illegal', 'legally bound to do'.-The word 'illegal' is\napplicable to everything which is an offence or which is\nprohibited by law, or which furnishes ground for a civil\naction; and a person is said to be 'legally bound to do'\nwhatever it is illegal in him to omit.\"\nB\n147. The word 'illegal' in the section has been given a very\nwide meaning. It consists of three ingredients: (1) everything\nwhich is an offence; (2) everything which is prohibited by law; C\nand (3) everything which furnishes ground for civil action.\n148. It is contended on behalf of the respondent that the\nrouting of call money from the National Housing Bank to the\nAccount of the deceased Shri Harshad Mehta who was a stock D\nbroker was contrary to the provision of the National Housing\nBank Act, 1987.\n149. To adequately deal with this leg of the submission we\nmust notice the provisions of the National Housing Bank Act,\n1987 (The 1987 Act). The NHB was created 'to operate as a\nprincipal agency to promote housing finance institutions both\nat local and regional levels and to provide financial and other\nsupport to such institutions.' It was thus created to provide\nfinance to housing finance institutions. Section 14 of the 1987\nAct which is of some relevance deals with the 'Business' of\nNHB, the relevant portions whereof read as under:\n\"14. Business of the National Housing Bank.-Subject to the\nprovisions of this Act, the National Housing Bank may\ntransact all or any of the following kinds of business\nnamely:\n...(b) making of loans and advances or rendering any other\nform of financial assistance whatsoever to housing finance\ninstitutions and scheduled banks. (or to any authority\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n844 SUPREME COURT REPORTS [2009] 12 S.C.R.\nestablished by or under any Central, State or provincial Act\nand engaged in slum clearance).\"\n150. In terms of Section 14 the 1987 Act, NHB could\nadvance loans to ‘housing finance institutions' and 'scheduled\nbanks' or 'slum authority' constituted under a Central or State\nLegislation. Furthermore, Sub-section 4 of Section 49 of the\nAct lays down that if any other provision of the Act is\ncontravened or if any default is made in complying with any\nother requirement of this Act, or of any order, regulation or\ndirection made or given or condition imposed thereunder, any\nperson guilty of such contravention or default shall be punishable\nwith fine.\nIt reads as under:\n\"49. Penalties....(4) If any other provision of this Act is\ncontravened or if any default is made in complying with any\nother requirement of this Act, or of any order, regulation\nor direction made or given or condition imposed\nthereunder, any person guilty of such contravention or\ndefault shall be punishable with fine which may extend to\ntwo thousand rupees and where a contravention or default\nis a continuing one, with further fine which may extend to\none hundred rupees for every day, after the first, during\nwhich the contravention or default continues.\"\n151. The NHB cannot, therefore, advance loans to anybody\nexcept housing finance institutions, scheduled banks and\nstatutory slum clearance body, and in case it advances any loan\nto any individual the same would amount to an offence under\nthe provisions of the 1987 Act.\n152. It has been contended by the learned counsel for the\nappellants that it was for the Reserve Bank of India to take\nsome action and the very fact that it did not take any action\nagainst UCO Bank and NHB are pointers to show that no\noffence had been committed. The said contention is untenable.\n\"\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 845\nINVESTIGATION [S.B. SINHA, J.]\nIt was the Reserve Bank of India, which having regard to the A\nmagnitude of the scam constituted Janakiraman Committee to\nlook into the real nature of the transactions and to find out if\nany fraud or irregularity had been committed. Only pursuant to\nor in furtherance of the report a first information report was\nlodged by the Central Bureau of Investigation. It was only with\na view to achieve a speedy trial and pass consequential orders\nin regard to the properties acquired by illegal means, the\nSpecial Court was constituted in terms of the provisions of the\nsaid Act. Reserve Bank of India in the circumstances could not\nhave done anything more.\n153. Therefore, advancement of loan to Harshad Mehta by\nNHB under the disguise of a call money transaction was illegal.\nThe accused had the knowledge of the said transaction.\nTherefore they have been rightly convicted by the courts for\ncommission of the offence of criminal conspiracy.\n154. In conclusion we hold that there is sufficient evidence\nto hold all accused A1 to A3, all official of UCO Bank \u0026 A5 who\nwas working under Harshad Mehta and A6, official of NHB guilty\nof criminal conspiracy. But there is not sufficient evidence to\nshow the involvement of A7, NHB in the said transactions.\nCRIMINAL BREACH OF TRUST\nB\nC\nD\nE\n155. The next charge we have to deal with is one arising\nunder Section 409 IPC. For the offence of Criminal Breach of F\nTrust by a public servant the punishment is provided under\nSection 409 IPC. We must also in this respect have regard to\nthe provision of S 405 which defines Criminal Breach of Trust\n\"405. Criminal Breach of trust. Whoever, being in any\nmanner entrusted with property, or with any dominion over\nproperty, dishonestly misappropriates or converts to his\nown use that property in violation of any direction of law\nprescribing the mode in which such trust is to be\nG\nH\nA\nB\n846 SUPREME COURT REPORTS [2009] 12 S.C.R.\ndischarged, or of any legal contract, express or implied,\nwhich he has made touching the discharge of such trust\nor willfully suffers any other person so to do, commits\n'criminal breach of trust\"\"\n156. Punishment for criminal breach of trust is provided in\nSection 406. Punishment for an aggravated form of criminal\nbreach of trust is provided in Sections 407 to Section 409.\n157. The terms of the section are very wide. They apply to\none who is in any manner entrusted with property or dominion\nC over property. The section does not require that the trust should\nbe in furtherance of any lawful object. It merely provides, inter\nalia, that if such a person dishonestly misappropriates or\nconverts to his own use the property entrusted to him; he\ncommits criminal breach of trust. This section requires\nD\nE\nLL\nF\n(1) Entrusting any person with property or with dominion\nover property.\n(2) That person entrusted (a) dishonestly misappropriates\nor converts to his own use that property; or (b) dishonestly\nuses or disposes of that property or willfully suffers any\nother person so to do in violation -\n(i) of any direction of law prescribing the mode in\nwhich such trust is to be discharged, or\n(ii) of any legal contract made touching the discharge\nof such trust.\n158. In Onkar Nath Mishra and Ors. vs. State (NCT of\nDelhi) and Anr., [(2008) 2 SCC 561] this court noted that in the\nG commission of the offence of criminal breach of trust, two\ndistinct parts are involved. The first consists of the creation of\nan obligation in relation to the property over which dominion or\ncontrol is acquired by the accused. The second is a\nmisappropriation or dealing with the property dishonestly and\nH\nI\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 847\nINVESTIGATION [S.B. SINHA, J.]\ncontrary to the terms of the obligation created.\n159. In Jaikrishnadas Manohardas Desai and Anr. v.\nState of Bombay, [AIR 1960 SC 889], this Court observed:\nA\n\"To establish a charge of criminal breach of trust, the\nprosecution is not obliged to prove the precise mode of B\nconversion, misappropriation or misapplication by the\naccused of the property entrusted to him or over which he\nhas dominion. The principal ingredient of the offence being\ndishonest misappropriation or conversion which may not\nordinarily be a matter of direct proof, entrustment of C\nproperty and failure, in breach of an obligation, to account\nfor the property entrusted, if proved, may in the light of other\ncircumstances, justifiably lead to an inference of dishonest\nmisappropriation or conversion. Conviction of a person for\nthe offence of criminal breach of trust may not, in all cases, D\nbe founded merely on his failure to account for the property\nentrusted to him, or over which he has dominion, even\nwhen a duty to account is imposed upon him but where\nhe is unable to account which is untrue, an inference of\nmisappropriation with dishonest intent may readily be\nmade.\"\n160. However, Sections 407 to 409 make special\nprovisions for various cases in which property is entrusted to\nthe enumerated categories of persons who commit the offence.\n161. Criminal breach of trust by a Public servant is dealt\nwith under s. 409.\n\"409. Criminal breach of trust by public servant, or by\nbanker, merchant or agent.- Whoever, being in any\nmanner entrusted with property or with any dominion over\nproperty in his capacity of a public servant or in the way\nof his business as a banker, merchant, factor, broker,\nattorney or agent, commits criminal breach of trust in\nrespect of that property shall be punished with\nE\nF\nG\nH\n848\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nimprisonment of life, or with imprisonment of either\ndescription for a term which may extend to ten years, and\nshall also be liable to fine.\"\n162. This section classes together public servants,\nbankers, merchants, factors, brokers, attorneys and agents. The\nduties of such persons are of a highly confidential character,\ninvolving great powers of control, over the property entrusted\nto them and a breach of trust by such persons may often induce\nserious public and private calamity. High morality is expected\nof these persons. They are to discharge their duties honestly.\nC\n163. The following are the essential ingredients of the\noffence under this section :\n(1) The accused must be a public servant;\nD\n(2)\nHe must have been entrusted, in such capacity\nwith the property;\nE\nF\nG\nH\n(3)\nHe must have committed breach of trust in respect\nof such property.\n164. In Raghunath Anant Govilkar Vs. State of\nMaharashtra and Ors, [2008 (2) SCALE 303] the court noted\nthat Section 406 which provides the punishment for criminal\nbreach of trust simplicitor and 409 of IPC are cognate offences\nin which the common component is criminal breach of trust.\nWhen an offence punishable under under Section 406 is\ncommitted by a public servant (or holding any one other of the\npositions listed in the Section) the offence would escalate to\nSection 409 of the Penal Code.\n165. In Superintendent and Remembrancer of Legal\nAffairs, W.B. v. S.K. Roy, [(1974) 4 SCC 230], this Court held:\n\"12. To constitute an offence under Section 409 IPC, it is\nnot required that misappropriation must necessarily take\nplace after the creation of a legally correct entrustment or\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 849\nINVESTIGATION [S.B. SINHA, J.]\nA\ndominion over property. The entrustment may arise in any\nmanner whatsoever. That manner may or may not involve\nfraudulent conduct of the accused. Section 409 IPC,\ncovers dishonest misappropriation in both types of cases;\nthat is to say, those where the receipt of property is itself\nfraudulent or improper and those where the public servant B\nmisappropriates what may have been quite properly and\ninnocently received. All that is required is what may be\ndescribed as entrustment or acquisition of dominion over\nproperty in the capacity of a public, servant who, as a result\nof it, becomes charged with a duty to act in a particular C\nway, or, atleast honestly.\"\n166. In Chelloor Mankkal Narayan Ittiravi Namhudiri v.\nState of Travancore, Cochin, [AIR 1953 SC 478], this Court\nheld:\nD\n\"... to constitute an offence of criminal breach of trust, it is\nessential that the prosecution must prove first of all that the\naccused was entrusted with some property or with any\ndominion or power over it. It has to be established further\nthat in respect of the property so entrusted, there was E\ndishonest misappropriation or dishonest conversion or\ndishonest use or disposal in violation of a direction of law\nor legal contract, by the accused himself or by someone\nelse which he willingly suffered to do.\"\n167. In Ram Narayan Popli (supra), this Court stated the\nlaw, thus :-\nF\n\"81. To constitute an offence of criminal breach of trust,\nthere must be an entrustment, there must be\nmisappropriation or conversion to one's own use, or use G\nin violation of legal direction or of any legal contract: and\nthe misappropriation or conversion or disposal must be\nwith a dishonest intention. When a person allows others\nto misappropriate the money entrusted to him that\namounts to a criminal appropriation of trust as defined by H\nA\n\u003e\u003e\nB\nC\nD\nE\n850 SUPREME COURT REPORTS [2009] 12 S.C.R.\nSection 405. The section relatable to property in a positive\npart and a negative part. The positive part deals with\ncriminal misappropriation or conversion of the property and\nthe negative part consists of dishonestly using or\ndisposing of the property in violation of any direction and\nof law or any contract touching the discharge of trust.\"\nNON-INSTITUTION OF DEPARTMENTAL PROCEEDINGS\n168. In this regard, it must be emphasized that the\nsubmission of the learned counsel that the Banks have not\ninitiated any proceedings and suffered any loss and thus the\njudgment of conviction and sentence of criminal breach of trust\nis wholly unsustainable cannot be accepted for more than one\nreason.\n169. It is not the law that complaint petition under all\ncircumstances must be made by the Banks and Financial\nInstitutions whose money had been the subject matter of\noffence. It is also not the law that suffering of loss is a sine qua\nnon for recording a judgment of conviction. It is now trite that\ncriminal law can be set in motion by anybody. The prosecution\nwas initiated on the basis of the information received by the\nCentral Bureau of Investigation. It would entitled to do so not\nonly in regard to its statutory powers contained in the Delhi\nSpecial Police Act but it was also entitled to take cognizance\nin terms of the report submitted by 'Janakiraman Committee'.\nF\nThe money involved in the transfer is public money belonging\nto Public Sector Banks.\n-\n170. The first allegation of criminal breach of trust is\nagainst accused No.6 and 7 as they had for allowed the\nG diversion of a huge sum meant to be used for specific purpose,\nnamely 'call money' to be lent to another Nationalized Bank.\nWe have already hereinbefore dealt with the question as to the\nlegality of the transactions having regard to the provisions of\nthe NHB Act. If the transaction was illegal, as result whereof, a\nH private person, who was not expected to reap the fruit of 'call\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 851\nINVESTIGATION [S.B. SINHA, J.]\n'money' was allowed to retain the same for a period to make A\nan unlawful gain therefrom, offence of criminal breach of trust\nmust be held to have been committed.\n171. It is for the same reason, the submission that as no\nbody ultimately suffered any loss, an offence under Section 409\nof the Indian Penal Code was not made out, cannot be\naccepted. A Bank or Financial Institution may not suffer ultimate\nloss but if the money has been allowed to be used by another\nperson illegally for illegal purposes, the ingredients of Section\n405 of the Indian Penal Code would get attracted. A.case\ninvolving temporary embezzlement also attracts the ingredients\nof Section 405 of the Indian Penal Code.\nB\nC\n172. Furthermore, in terms of the above referred judgments\nof this Court, when a person allows others to misappropriate\nthe property entrusted to him, that also amounts to criminal D\nbreach of trust.\n173. In the present case the amount of Rs. 40 crore was\nentrusted to accused No. 6, C Ravi Kumar to be dealt with in\naccordance with the provisions of the NHB Act. As has already\nbeen noticed herein before, the 1987 Act does not permit grant\nof loan to an individual. Accused No 6 in violation of the law\nhanded over the amount to the UCO Bank with full knowledge\nthat the amount would be credited to the account of accused\nNo.4 Harshad Mehta. The call money transaction with UCO\nBank was only a cover up. Thus the property which was trusted\nto accused No. 6 was misappropriated by him.\n174. It must in this regard be emphasized that an act of\nbreach of trust simpliciter involves a civil wrong of which the\nperson wronged may seek his redress for damages in a civil\ncourt but a breach of trust with mens rea gives rise to a criminal\nprosecution as well. [SW Palanikar v. State of Bihar, (2002) 1\nSCC 241]. The element of 'dishonest intention' is therefore an\nessential element to constitute the offence of Criminal Breach\nof Trust.\nE\nF\nG\nI\nΤ\n"}