{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"主\nA\nB\nS. SANKARAN\nV.\nD. KAUSALYA\nFEBRUARY 15, 2007.\n[S. B. SINHA AND MARKANDEY KATJU, JJ.]\nt\nC\nᎠ\nWill-Validity of Challenge to-Single Judge of High Court held the\nWill as genuine considering the various factors-Set aside by Division Bench-\nCorrectness of-Held: Division Bench could have reversed the order of Single\nJudge but should have considered the various factors taken into account by\nthe Single Judge-Thus, order not sustainable and set aside-Matter remitted\nback to Division Bench-Practice and Procedure.\nThe testator executed a Will in 1986 and appointed the appellant-eldest\nson of his younger daughter as executor of the Will. The Will was registered.\nAppellant filed for probate. Respondent-elder daughter of the testator\ncontended that the testator had executed a Will in 1982 bequeathing property\nequally to both the daughters and as such the Will of 1986 was forged one.\nSingle Judge of High Court taking into consideration the various factors held\nthat the Will of 1986 was genuine. Division Bench of High Court set aside\nE the order but without a proper consideration of the various facts and\ncircumstances of the case. Hence the present appeal.\nAllowing the appeal and remitting back the matter, the Court\nHELD: The Division Bench of High Court could have set aside the\nF judgment of the Single Judge of High Court but it should have done so after\nconsidering inter alia the various factors which persuaded the Single Judge\nto decide in favour of the appellant. Since the Division Bench has not done so,\nthe judgment of the Division Bench cannot be sustained and is set aside. The\nmatter is remanded to the Division Bench for a fresh decision. [Para 9]\nG\nH\n[736-B, C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5145 of 2003.\nFrom the Judgment and Order dated 14.2.2002 of the High Court of\nJudicature at Madras in OSA No. 275/1999.\n734\nཅ་ ༨\nS. SANKARAN v. D. KAUSALYA [MARKANDEY KATJU, J.]\n735\nR. Sundaravaradan, R.N. Keshwani and Ramlal Roy for the Appellant. A\nK. Sharda Devi for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. This appeal has been filed against the\nimpugned judgment of the Madras High Court dated 14.2.2002 in O.S.A. No.\n275 of 1999.\n2. Heard learned counsel for the parties and perused the record.\nB\n3. The case of the appellant is that the testator Singaravelu Nayagar C\nexecuted a will on 24.9.1986 registered as Document no.66 of 1986 on the file\nof the Sub Registrar, Purasavakkam. The testator had two daughters viz.\nKausalya, the respondent herein (who is the elder daughter) and one\nSaraswathi. The appellant is the eldest son of the said Saraswathi. Apart from\nthe appellant the said Saraswathi has two more sons viz. Gopi and Manohar.\nThe testator appointed the appellant as executor under the suit will and as D\nsuch he alleged that is entitled to get the probate.\n4. The respondent filed a written statement contending that the will\ndated 24.9.1986 alleged to have been executed by Singaravelu Nayagar is a\nforged one and that the testator had executed a will dated 4.11.1982, much\nearlier to the execution of the will dated 24.9.1986 where under he bequeathed\nthe property at No.16, Manicka Naicken Street, Purasavakkam, Madras, giving\nequal share to both the daughters.\n5. The question involved in this case is a short one i.e. whether the will\ndated 24.9.1986 executed by Singaravelu Nayagar was a valid one.\nE\nF\n6. A learned Single Judge of the High Court by his judgment dated\n25.5.1996 held that the will dated 24.9.1986 was genuine and was not a forged\none. The learned Single Judge took into consideration various factors e.g.\nthat the testator himself presented the will for execution, and there was a\ndispute between the testator and his elder daughter and hence he wanted to G\nbequeath his properties to his second daughter and the sons born to her, etc..\n7. In appeal the Division Bench of the Madras High Court set aside the\njudgment of the learned Single Judge but without a proper consideration of\nthe various facts and circumstances of the case mentioned by the learned\nSingle Judge in his very elaborate judgment.\nH\nT\nA\nB\nC\n736\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n8. The Division Bench was evidently influenced by the fact that the\nelder daughter was deprived of her share in her father's property. However,\nthe Division Bench has not taken into consideration the various considerations\nwhich according to learned Single Judge motivated the testator to deprive his\nelder daughter, the respondent herein.\n9. No doubt the Division Bench could have reversed the judgment of\nthe learned Single Judge but it should have done so after considering inter\nalia the various factors which persuaded the learned Single Judge to decide\nin favour of the appellant herein. Since the Division Bench has not done so\nwe are of the opinion that the judgment of the Division Bench cannot be\nsustained and it is hereby set aside. The matter is remanded to the Division\nBench for a fresh decision after considering inter alia the various facts and\ncircumstances of the case referred to by the learned Single Judge and also\nthe evidence and the various case law on the point.\n10. The Division Bench may consider the desirability of an early disposal\nD of the case since it is pending for a long time. The appeal is allowed. No order\nas to costs.\nN.J.\nAppeal allowed.\n1\nT\n"}