{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15}],"text":"PATASI DEVI v. STATE OF HARYANA \u0026 ORS. 397\nhave set aside the impugned order and remitted the matter to A\nthe High Court for disposal of the writ petition on merits but\nhaving carefully gone through the pleadings of the parties and\nthe material produced before this Court, we are satisfied that\nthe acquisition of the appellant's land is vitiated due to\ncolourable exercise of power by the State Government. No B\ndoubt, the notifications issued under Sections 4 and 6 of the\nAct recite that the land was acquired for a public purpose,\nnamely, development of Sector 36, Rohtak, but the real object\nof the acquisition was to benefit a colonizer i.e. respondent\nNo.6, who had undertaken to develop the area into a residential\ncolony. In para 5 and 6(iv) of the writ petition, the appellant had\nmade the following averments:\n-\nC\nD\n\"5. That it would be worthwhile to point out here that the\nland which has been sought to be acquired vide the\nimpugned notification is surrounded by the land of Ujjawal\nColoniser respondent No. 6 from all sides and the\nresidential colony named Sun City is being developed by\nthe respondent No. 6 and land situated in the Sun City was\nalso acquired by the State Government and then it was\nhanded over to respondent No. 6 who is a well known E\ncolonizer and the respondent No. 6 also approached the\npetitioner for selling her land to him and the petitioner\nrefused to accept the said proposal of the respondent No.\n6 and now the land which the respondent No. 6 failed to\npurchased from its owners has been got acquired for F\nextension of Section 36, Rohtak with clear understanding\nthat same would be further handed over to respondent No.\n6 after completion of its acquisition and there is a secret\nagreement between the State authorities and respondent\nNo. 6.\n6(iv) That the acquisition of land for public purpose is just\nan eyewash. In fact, the land is being acquired for semi-\npublic, commercial purpose etc. It is also so reflected from\nthe lay out plan of Section 36 and marked in red. The semi\nG\nH\nA\nB\nC\nD\n398\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\npublic purpose is for giving the land to the private\ndevelopers cannot be termed as a public purpose in the\nreal sense and earlier also the land was acquired for\ndevelopment of Sector 36 in a similar fashion and after\nacquisition the same was handed over to the respondent\nNo. 6 and the land of the petitioner is surrounded by the\nland of Sun City by three sides and cannot be choose for\nany purpose except to acquire the same and hand over it\nto the respondent No. 6 and the acquisition proceedings\nare not meant for public purpose in true sense and the\nauthorities are bent upon to help the respondent No. 6 in\nan illegal and arbitrary manner.\"\n16. In the counter affidavit filed by Land Acquisition\nCollector, Urban Estates, Haryana, Rohtak on behalf of\nrespondent Nos.1 and 3, it was claimed that the procedural\nrequirement contained in Sections 4 and 6 of the Act had been\nfully satisfied and reference to Section 17(1) in the declaration\nissued under Section 6 was a mistake and further that no\ndiscrimination had been practised in acquiring the land.\nHowever, it was not denied that the appellant's land is\nE surrounded by the land of respondent No.6, who was\ndeveloping residential colony under the name and style 'Sun\nCity' and earlier also the land acquired for the development of\nSector 36, Rohtak was transferred to respondent No.6. This\nshows that in the guise of acquiring land for a public purpose,\nthe State Government had acquired the land for being handed\nover to the private coloniser. In other words, the State\nGovernment had misused the provisions of Sections 4 and 6\nof the Act for making land available to a private developer. We\nmay hasten to add that if the land was to be acquired for a\nG company, then the official respondents were bound to comply\nwith the provisions contained in Chapter 7 of the Act, which was\nadmittedly not done in the instant case.\nF\nH\n17. We also find merit in the appellant's plea that the official\nrespondents are guilty of practising discrimination in the matter\nPATASI DEVI v. STATE OF HARYANA \u0026 ORS. 399\nof release of land. In paragraphs 6(v) and 6(vi) of the writ petition A\nthe appellant had made the following averments:\nB\nC\nD\n\"6(v) That the petitioner who is having only small piece of\nland/ residential house would be deprived of the roof and\nthe construction made by the petitioner is of A Class and\nhas been raised prior to the issuance of Notification u/s 4\nof the Act i.e. 15.12.2006. Photographs showing\nconstruction of the House of A Class, is annexed herewith\nas Annexure P/5. As per the policy of the State\nGovernment dated 30.9.2007, copy of which is annexed\nas Annexure P/6, the structure which have been\nconstructed prior to the issuance of the notification u/s 4\nand is inhabited could be released u/s 48(1) of the Act ibid\nbut the respondents have ignored its own instructions and\nfor releasing the land the pick and choose policy has been\nadopted by the authorities and the land of M/s Sharad\nFarm and Holdings Pvt. Ltd. has also been released\narbitrarily after notification u/s 6 of the Act as is reflected\nfrom letter dated 4.9.2008, copy of which is annexed as\nAnnexure P/7 and furthermore the constructed house of the\npetitioner has been acquired but the vacant land of some\ninfluential person have been left out and the State\nGovernment is not justified in acquiring the land in question\nfor further handing over the same to the private developers\nfor commercial gains at the cost of the life/livelihood of the\npetitioner and the impugned notification has not been F\nissued for a bonafide purpose and is a result of connivance\nof the authorities with the respondent No. 4 to 6 and it is\nnot permissible under law. The release of land of the\npetitioner would not create any hurdle in the scheme of the\nrespondents.\n6(vi) That the construction of the house of the petitioner is\nprior to the notification u/s 4 of the Land Acquisition Act.\nThe Land Acquisition Collector in similar circumstances\nalso recommended the release of the land and the same\nE\nG\nH\nA\nB\nC\nD\nE\nF\nLL\n400 SUPREME COURT REPORTS\n[2012] 7 S.C.R.\nwas not included while issuing the notification u/s 6 of the\nLand Acquisition Act and it has been incorporated while\nissuing notices u/s 9 of the Act ibid, copy of\nrecommendations of the L.A.C is attached herewith as\nAnnexure P/8. There is, thus, a total non-application of\nmind. According to the notification u/s 6 ibid Killa No. 23(7-\n12) is stated to have been acquired but while in the notice\nunder Section 9 of the Act ibid whole of the area has been\nshown to have been acquired. Even the recommendations\nof the L.A.C. for release of the constructed area has also\nbeen ignored without any basis.\"\n18. In the counter affidavit filed on behalf of respondent\nNos.1 and 3, the above reproduced averments were not\ndenied. This is evinced from paragraphs 6(v) and 6(vi) of the\ncounter affidavit, which are extracted below:\n\"6(v). That the contents of Para no. 6(v) of the civil writ\nPetition are wrong and denied. However, the state Govt,\nhas absolute right to acquire the land for public purpose\nand the disputed land is also being acquired for serving\npublic purpose i.e. Sector-36 Rohtak. However petitioner\nhas never filed the objection regarding his house.\n6(vi). That the contents of para no. 6(vi) of the civil writ\npetition are wrong and denied. However, it is submitted\nthat there exists a public purpose for which the land has\nbeen acquired and there is no illegality or infirmity in the\ndecision of the state. No discrimination has been done with\nany of the land owners.\"\n19. Before this Court it has been pleaded that on the date\nG of issuance of preliminary notification the appellant's land was\nvacant, but, this statement cannot be relied upon for denying\nrelief to her because no such averment was made in the counter\naffidavit filed before the High Court. The policy framed by the\nGovernment of Haryana clearly stipulates release of land on\nwhich construction had been raised prior to Section 4\nH\nPATASI DEVI v. STATE OF HARYANA \u0026 ORS. 401\nnotification. The appellant's case is covered by that policy. A\nTherefore, her land ought to have been released as was done\nin the case of M/s. Sharad Farm and Holdings Pvt. Ltd.\n20. In the result, the appeal is allowed and the impugned\norder is set aside. The acquisition of the appellant's land is\ndeclared illegal and is quashed. The parties are left to bear their\nown costs.\nB.B.B.\nAppeal allowed.\nB\n"}