{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 7 S.C.R. 387\nPATASI DEVI\nV.\nSTATE OF HARYANA \u0026 ORS.\n(Civil Appeal No. 6183 of 2012)\nAUGUST 29, 2012\n[G.S. SINGHVI AND SUDHANSU JYOTI\nMUKHOPADHAYA, JJ.]\nA\n00\nB\nLand Acquisition Act, 1894 - ss.4 and 6 - Acquisition of\nland - Award passed on 9.12.2009 - Acquired land included C\nland of the appellant - Writ petition by appellant challenging\nthe acquisition of her land on the ground that in the garb of\nacquiring land for a public purpose, the State Government\nmisused its power u/ss.4 and 6 for benefit of a private\ncolonizer (respondent no.6) who was constructing a residential D\ncolony; that her land should have been exempted/released\nin terms of the policy framed by the State Government since\nshe had constructed a house on the land prior to issuance of\ns.4 notification; and that she was discriminated inasmuch as\nland belonging to one firm M/s 'SFH' was released while her E\nland was not released and that acquisition proceedings were\nvitiated due to non-application of mind by functionaries of\nState Government and violation of rules of natural justice -\nHigh Court dismissed the writ petition - On appeal, held: The\nHigh Court was not right in holding that the writ petition of the\nappellant was not maintainable because the same was filed\nafter passing of the award - Respondent Nos. 1 to 3 failed to\ndischarge the onus to prove that after passing of the award,\npossession of the acquired land had been taken and delivered\nto the Estate Officer, HUDA-- No evidence was produced by\nG\nthe official respondents before the High Court to show that\npossession of the appellant's land and the house constructed\nover it had been taken by the competent authority between\n9.12.2009, i.e., the date on which the award was passed and\n387\nF\nH\nB\n388 SUPREME COURT REPORTS\n-\n[2012] 7 S.C.R.\nA 20.1.2010, i.e., the date on which the writ petition was filed\nbefore the High Court - Acquisition of the appellant's land was\nvitiated due to colourable exercise of power by the State\nGovernment The State Government misused the provisions\nof ss.4 and 6 of the Act - The real object of the acquisition\nwas to benefit a private colonizer i.e. respondent No.6 - The\nofficial respondents are guilty of practising discrimination in\nthe matter of release of land - Before Supreme Court it was\npleaded that on the date of issuance of preliminary\nnotification the appellant's land was vacant, but, this statement\ncannot be relied upon for denying relief to her because no\nsuch averment was made in the counter affidavit filed before\nthe High Court - The policy framed by the Government of\nHaryana clearly stipulates release of land on which\nconstruction had been raised prior to s.4 notification - The\nappellant's case is covered by that policy - Therefore, her land\nought to have been released as was done in the case of M/s.\nSFH - Acquisition of appellant's land is declared illegal and\nis quashed - Haryana Urban Development Authority, 1977.\nC\nD\nMunicipal Corporation of Greater Bombay v. Industrial\nE Development and Investment Company (P) Limited (1996)\n11 SCC 501: 1996 (5) Suppl. SCR 551; Municipal Council,\nAhmednagar, v. Shah Hyder Beig (2002) 2 SCC 48; C.\nPadma v. Deputy Secretary to the Government of Tamil Nadu\n(1997) 2 SCC 627: 1996 (9) Suppl. SCR 158; Star Wire\nF (India) Ltd. v. State of Haryana (1996) 11 SCC 698: 1996 (7)\nSuppl. SCR 6; M/s. Swaika Properties Pvt. Ltd. v. State of\nRajasthan JT 2008 (2) SC 280; Banda Development\nAuthority, Banda v. Moti Lal Agarwal (2011) 5 SCC 394: 2011\n(7) SCR 435; Balwant Narayan Bhagde v. M.D. Bhagwat\nG (1976) 1 SCC 700: 1975 Suppl. SCR 250; Balmokand Khatri\nEducational and Industrial Trust v. State of Punjab (1996) 4\nSCC 212: 1996 (2) SCR 643; P.K. Kalburgi v. State of\nKarnataka (2005) 12 SCC 489; NTPC Ltd. v. Mahesh Dutta\n(2009) 8 SCC 339: 2009 (10) SCR 1084; Sita Ram Bhandar\nSociety v. Govt. of NCT of Delhi (2009) 10 SCC 501: 2009\nH\nPATASI DEVI v. STATE OF HARYANA \u0026 ORS. 389\n(14) SCR 507; Brij Pal Bhargava v. State of UP. (2011)5 SCC A\n413; Prahlad Singh v. Union of India (2011) 5 SCC 386: 2011\n(5) SCR 1002 and Raghbir Singh Sehrawat v. State of\nHaryana (2012) 1 SCC 792: 2011 (14) SCR 1113 - referred\nto.\nB\nCase Law Reference:\n1996 (5) Suppl. SCR 551\nreferred to\nParas 5, 13\n(2002) 2 SCC 48\nreferred to\nParas 5, 13\n1996 (9) Suppl. SCR 158\nreferred to\nParas 5, 13 C\n1996 (7) Suppl. SCR. 6\nreferred to\nParas 5, 13\nJT 2008 (2) SC 280\nreferred to\nParas 5, 13\n2011 (7) SCR 435\nreferred to\nPara 9\nD\n1975 Suppl. SCR 250\nreferred to\nPara 9\n1996 ( 2 ) SCR 643\nreferred to\nPara 9\n(2005) 12 SCC 489\nreferred to\nPara 9\nE\n2009 (10) SCR 1084\nreferred to\nPara 9\n2009 (14) SCR 507\nreferred to\nPara 9\n(2011) 5 SCC 413\nreferred to\nPara 9\nF\nןד\n2011 (5) SCR 1002\nreferred to\nPara 10\n2011 (14) SCR 1113\nreferred to\nPara 12\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6183 of 2012.\nFrom the Judgment and Order dated 05.04.2010 of the\nHigh Court of Punjab and Haryana at Chandigarh in CWP No.\n2494 of 2010.\nSatinder S. Gulati, Anubha Agarwal, Tarjit Singh, Sushil Kr.\nG\nH\n390 SUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA Jain, Puneet Jain, D.K. Gupta, Anurag Gohil, Sachar Anand for\nthe appearing parties.\nThe Order of the Court was delivered\nB\nORDER\nC\nD\nE\n1. Leave granted.\n2. By notification dated 15.12.2006 issued under Section\n4(1) of the Land Acquisition Act, 1894 (for short, 'the Act'), the\nGovernment of Haryana proposed the acquisition of land\nmeasuring 231.04 acres (48.23 acres of village Bahayapur,\n139.25 acres of village Para and 43.56 acres of village Bohar,\nTehsil and District Rohtak) for the development of Residential\nSector 36, Rohtak under the Haryana Urban Development\nAuthority Act, 1977 by the Haryana Urban Development\nAuthority (HUDA). After considering the report of the Land\nAcquisition Collector, who is supposed to have heard the\nobjections filed by the landowners and other interested persons\nunder Section 5A(1), the State Government issued declaration\ndated 14.12.2007 under Section 6 of the Act. The award was\npassed by the Land Acquisition Collector on 9.12.2009.\n3. The appellant, who owned 14 kanals 8 marlas land\nsituated in the revenue estate of Mouza Para, challenged the\nacquisition of her land in Writ Petition No. 2494/2010. She\nF pleaded that in the garb of acquiring land for a public purpose,\nthe State Government misused its power under Sections 4 and\n6 of the Act for the benefit of respondent No.6 M/s. Ujjawal\nColoniser Pvt. Ltd. of Delhi, who was constructing residential\ncolony known as 'Sun City'; that her land should have been\nG exempted/released in terms of the policy framed by the State\nGovernment because she had constructed a house prior to the\nissuance of notification under Section 4(1) of the Act; that she\nhas been discriminated inasmuch as land belonging to M/s.\nSharad Farm and Holdings Pvt. Ltd. had been released vide\nletter dated 4.9.2008, but her land was not released and that\nH\nPATASI DEVI v. STATE OF HARYANA \u0026 ORS. 391\nthe acquisition proceedings are vitiated due to non-application A\nof mind by the functionaries of the State Government and\nviolation of the rules of natural justice.\n4. In the counter affidavit filed by respondent Nos. 1 and\n3, an objection was raised to the maintainability of the writ\npetition on the ground that the same was filed after passing of\nthe award. On merits, respondent Nos.1 and 3 did not dispute\nthat the appellant's land was surrounded by the land of\nrespondent No.6, who was developing residential colony but\npleaded that the acquisition was for a public purpose i.e.\ndevelopment of Sector 36, Rohtak. The plea of discrimination\nraised by the appellant was contested by respondent Nos. 1\nand 3 by asserting that the appellant had not filed objections\nunder Section 5A(1).\nB\nC\n5. The High Court did not decide the appellant's challenge D\nto the acquisition of her land and dismissed the writ petition\nsolely on the ground that it was filed after passing of the award.\nFor arriving at this conclusion, the High Court relied upon the\njudgments of this Court in Municipal Corporation of Greater\nBombay v. Industrial Development and Investment Company E\n(P) Limited (1996) 11 SCC 501, Municipal Council,\nAhmednagar, v. Shah Hyder Beig (2002) 2 SCC 48,\nC.Padma v. Deputy Secretary to the Government of Tamil\nNadu (1997) 2 SCC 627, Star Wire (India) Ltd. v. State of\nHaryana (1996) 11 SCC 698 and M/s. Swaika Properties Pvt.\nLtd. v. State of Rajasthan JT 2008 (2) SC 280.\n6. We have heard learned counsel for the parties and\nscanned the record. We shall first consider the question\nwhether the High Court was right in non-suiting the appellant\nwithout examining the merits of her challenge to the acquisition\nproceedings. For this purpose, it will be apposite to note that\nin the counter affidavit filed on behalf of respondent Nos.1 and\n3 before the High Court it was nowhere pleaded that\npossession of the appellant's land and house was taken by the\nparticular official / officer on a particular date and was handed\nF\nG\nH\n392 SUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA over to the Estate Officer, HUDA, Rohtak. Not only this, no\ndocument was produced evidencing dispossession of the\nappellant. This is the reason why the High Court did not record\na finding that possession of the appellant's land had been taken\nafter passing of the award.\nB\nC\nD\nE\nF\n7. In the counter affidavit filed before this Court, respondent\nNos. 1 and 3 have, for the first time, averred that possession\nof the acquired land was handed over to Estate Officer, HUDA,\nRohtak on the date of award and as per official assessment\nreport the construction had been raised after the issue of\nnotification under Section 4. This statement is contained in para\n6 of the counter affidavit, which is reproduced below:\n\"6. That the award related to the abovesaid notification was\nannounced on 9.12.2009 and the possession was handed\nover to Estate Officer, HUDA, Rohtak on the same day. It\nis relevant to mention here that as per the official\nassessment report of the constructed area regarding the\nabove said notification the land of the petitioner was\nvacant at the time of u/s-4 and the construction has been\nraised after the survey and issuance of the notification u/\ns-4. However since it is also subsequent to declaration of\nthe area as controlled area and the same is without\npermission and unauthorized one.\"\n8. In the separate counter affidavit filed by Estate Officer,\nHUDA, Rohatak (respondent No.2) before this Court, a similar\naverment has been made albeit without disclosing the name\nof the person who is said to have delivered possession of the\nacquired land to him on the date of the award. Not only this,\nwhile making that averment in para 5(v) of the counter affidavit,\nG the officer has used white fluid to score out something recorded\nafter the words \"handed over to the answering respondent\". By\ndoing so the concerned officer has tried to hide the truth from\nthis Court. That apart, what is most surprising is that neither\nbefore the High Court nor before this Court the official\nH respondents have produced any document to show that actual\nPATASI DEVI v. STATE OF HARYANA \u0026 ORS. 393\nor even symbolic possession of the acquired land was taken A\nby the particular officer/official and the same was handed over\nto the particular officer of HUDA. Therefore, there is no escape\nfrom the conclusion that respondent Nos.1 to 3 have failed to\ndischarge the onus to prove that after passing of the award,\npossession of the acquired land had been taken and delivered B\nto the Estate Officer, HUDA.\nC\n9. In Banda Development Authority, Banda v. Moti Lal\nAgarwal (2011) 5 SCC 394, this Court considered as to what\nshould be the mode of taking possession of the land acquired\nunder the Act, referred to the judgments in Balwant Narayan\nBhagde v. M.D. Bhagwat (1976) 1 SCC 700, Balmokand\nKhatri Educational and Industrial Trust v. State of Punjab\n(1996) 4 SCC 212, P.K. Kalburqi v. State of Karnataka (2005)\n12 SCC 489, NTPC Ltd. v. Mahesh Dutta (2009) 8 SCC 339,\nSita Ram Bhandar Society v. Govt. of NCT of Delhi (2009) D\n10 SCC 501, Brij Pal Bhargava v. State of UP (2011)5 SCC\n413 and culled out the following principles:\n\"i) No hard and fast rule can be laid down as to what act\nwould constitute taking of possession of the acquired land.\nii) If the acquired land is vacant, the act of the concerned\nState authority to go to the spot and prepare a panchnama\nwill ordinarily be treated as sufficient to constitute taking\nof possession.\nE\nF\niii) If crop is standing on the acquired land or building/\nstructure exists, mere going on the spot by the concerned\nauthority will, by itself, be not sufficient for taking\npossession. Ordinarily, in such cases, the concerned\nauthority will have to give notice to the occupier of the G\nbuilding/structure or the person who has cultivated the land\nand take possession in the presence of independent\nwitnesses and get their signatures on the panchnama. Of\ncourse, refusal of the owner of the land or building/structure\nH\n394\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\nmay not lead to an inference that the possession of the\nacquired land has not been taken.\niv) If the acquisition is of a large tract of land, it may not\nbe possible for the acquiring/designated authority to take\nphysical possession of each and every parcel of the land\nand it will be sufficient that symbolic possession is taken\nby preparing appropriate document in the presence of\nindependent witnesses and getting their signatures on such\ndocument.\nv) If beneficiary of the acquisition is an agency/\ninstrumentality of the State and 80% of the total\ncompensation is deposited in terms of Section 17(3A) and\nsubstantial portion of the acquired land has been utilised\nin furtherance of the particular public purpose, then the\nCourt may reasonably presume that possession of the\nacquired land has been taken.\"\n10. In Prahlad Singh v. Union of India (2011) 5 SCC 386,\nthe Court considered as to when the acquired land can be\ntreated to have vested in the State, referred to various\njudgments on the issue of taking of possession including the\njudgment in Banda Development Authority, Banda (supra) and\nobserved:\n\"If the present case is examined in the light of the facts\nwhich have been brought on record and the principles laid\ndown in the judgment in Banda Development Authority\ncase it is not possible to sustain the finding and conclusion\nrecorded by the High Court that the acquired land had\nvested in the State Government because the actual and\nphysical possession of the acquired land always remained\nwith the appellants and no evidence has been produced\nby the respondents to show that possession was taken by\npreparing a panchnama in the presence of independent\nwitnesses and their signatures were obtained on the\npanchnama.\"\nPATASI DEVI v. STATE OF HARYANA \u0026 ORS. 395\n11. At the cost of repetition, we consider it necessary to A\nobserve that in the present case no evidence was produced\nby the official respondents before the High Court to show that\npossession of the appellant's land and the house constructed\nover it had been taken by the competent authority between\n9.12.2009, i.e., the date on which the award was passed and B\n20.1.2010, i.e., the date on which the writ petition was filed\nbefore the High Court. Indeed, it was not even the pleaded case\nof the official respondents that the house constructed by the\nappellant was lying vacant on the date of award and some\nofficial had put lock over it evidencing the taking over of C\npossession.\n12. A somewhat similar question was considered by this\nCourt in Raghbir Singh Sehrawat v. State of Haryana (2012)\n1 SCC 792. In that case also, the High Court had non-suited\nthe writ petitioner on the ground that possession of the acquired\nland had been taken by the concerned officers and the same\nwill be deemed to have vested in the State Government free\nfrom all encumbrances. This Court took cognizance of the\nentries recorded in khasra girdawari revealed existence of\ncrops on the acquired land and observed:\n\"The respondents have not produced any other evidence\nto show that actual possession of the land, on which crop\nwas standing, had been taken after giving notice to the\nappellant or that he was present at the site when\npossession of the acquired land was delivered to the\nSenior Manager of HSIIDC. Indeed, it is not even the case\nof the respondents that any independent witness was\npresent at the time of taking possession of the acquired\nland.\nD\nE\nLL\nF\nG\nThe Land Acquisition Collector and his subordinates may\nclaim credit of having acted swiftly inasmuch as\nimmediately after the pronouncement of the award,\npossession of the acquired land of Village Jatheri is said\nto have been taken from the landowners and handed over H\nA\nB\nC\n396\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nto the officer of HSIIDC but keeping in view the fact that\ncrop was standing on the land, the exercise undertaken by\nthe respondents showing delivery of possession cannot but\nbe treated as farce and inconsequential. We have no doubt\nthat if the High Court had summoned the relevant records\nand scrutinised the same, it would not have summarily\ndismissed the writ petition on the premise that possession\nof the acquired land had been taken and the same vested\nin the State Government.\"\n13. The Court then referred to the judgments in Municipal\nCorporation of Greater Bombay v. Industrial Development\nand Investment Company (P) Limited (supra), Star Wire\n(India) Ltd. v. State of Haryana (supra), C.Padma v. Deputy\nSecretary to the Government of Tamil Nadu (supra),\nMunicipal Council, Ahmednagar, v. Shah Hyder Beig (supra)\nD and M/s Swaika Properties Pvt. Ltd. v. State of Rajasthan\n(supra), on which reliance has been placed by the High Court\nand observed:\nE\nF\nG\nH\n\"In all the cases, challenge to the acquisition proceedings\nwas negatived primarily on the ground of delay. An\nadditional factor which influenced this Court was that\nphysical possession of the acquired land had been taken\nby the authorities concerned. In none of these cases, the\nlandowners appear to have questioned the legality of the\nmode adopted by the authorities concerned for taking\npossession of the acquired land. Therefore, these\njudgments cannot be relied upon for sustaining the High\nCourt's negation of the appellant's challenge to the\nacquisition of his land.\"\n14. In view of the above discussion, we hold that the High\nCourt was not right in holding that the writ petition of the\nappellant was not maintainable because the same was filed\nafter passing of the award.\n15. As a sequel to the aforementioned conclusion, we may\n"}