{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":"1\nSEEMA\nV.\nASHWANI KUMAR\nAPRIL 15, 2005\nB\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nFamily Law :\nRecord of marriages-Dates of marriages and parties to marriage-\nRecord of-To be kept by official to be auhorised by State Government—\nNecessity of Legislation-Court suggesting State Governments to consider\nissuing of executive instructions which may be made enforceable in terms of\norders of Supreme Court, till suitable legislation in this regard is made—\nLegislation―Necessity of-Suggested.\n2005.\nCIVIL ORIGINAL JURISDICTION: Transfer Petition (C) No. 291 of\nBalraj Dewan for the Petitioner.\nThe following Proceeding/Order of the Court was delivered:\nORDER\nC\nD\n(1)\nE\n$\nIssue notice.\nIssue notice on the application for ex-parte stay also.\nThere shall be interim stay of proceedings in Matrimonial Suit No. 104\nof 2004 entitled Ashwani Kumar v. Seema, pending before Learned Addl.\nDistrict Judge, Delhi.\nDuring the hearing of this petition, it appeared to us that in the absence\nF\nof records relating to dates of marriages and parties to the marriage, problems. G\ncome up which have far-reaching consequences. We, therefore, request learned\nSolicitor General to consider whether Government orders by way of executive\ninstructins can be issued, on the basis of directions of this Court, to various\nStates and Union Territories to authorise officials specifically to keep record\n649\nH\nA\n650\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA of marriages so that they can be placed as evidence in different proceedings\nif the necessity arises. Learned Solicitor General submitted that there may be\nnecessity of a suitable legislation in this regard as the Government Orders/\nexecutive instructions may not suffer. We are of the view that until a suitable\nlegislation is made, the Government Order/executive instructions can be made\nenforceable in terms of the orders of this Court. These may be implemented\nwhere there is no statutory prescription for recording/registering the marriage,\nand may be done as an additional measure when there is any such prescription.\nB\nC\nWe have also requested Mr. Ranjit Kumar, Sr. Adv. to assist us in this\nmatter. If learned Solicitor General feels and if so advised, he may require\nthe State Governments regard and the Union Territories to place their views\nin this regard before him and this Court so that appropriate directions can be\nissued. A copy of our order be handed over to learned Solicitor General and\nMr. Ranjit Kumar, Sr. Adv. for necessary steps in this matter.\nR.P.\nNotice issued.\n'\n+.\n:\n"}