{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"AFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY 1093\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nreformulated in terms of Section 89.\nOne of the modes to which the dispute can be referred is\n\"arbitration\". Section 89(2) provides that where a dispute\nhas been referred for arbitration or conciliation, the\nprovisions of the Arbitration and Conciliation Act, 1996 (for\nshort \"the 1996 Act\") shall apply as if the proceedings for\narbitration or conciliation were referred for settlement\nunder the provisions of the 1996 Act. Section 8 of the\n1996 Act deals with the power to refer parties to arbitration:\nwhere there is arbitration agreement. As held in P.Anand\nGajapathi Raju v. P.V.G. Raju [2000 (4) SCC 539] the\n1996 Act governs a case where arbitration is agreed upon\nbefore or pending a suit by all the parties. The 1996 Act,\nhowever, does not contemplate a situation as in Section\n89 of the Code where the court asks the parties to choose\none or other ADRs including arbitration and the parties.\nchoose arbitration as their option. Of course, the parties\nhave to agree for arbitration.\"\n(Emphasis supplied)\n(24.3) The position was reiterated by this Court in Jagdish\nChander v. Ramesh Chander [2007 (5) SCC 719] thus:\n\"It should not also be overlooked that even though Section\n89 mandates courts to refer pending suits to any of the\nseveral alternative dispute resolution processes mentioned\ntherein, there cannot be a reference to arbitration even\nunder Section 89 CPC, unless there is a mutual consent\nof all parties, for such reference.\"\nA\nB\nC\nD\nE-\nF\n(Emphasis supplied) F\n(24.4) Therefore, where there is no pre-existing arbitration\nagreement between the parties, the consent of all the parties:\nto the suit will be necessary, for referring the subject matter of\nthe suit to arbitration under section 89 of the Code.\nH\n1094 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA Conciliation\nB\n25. Conciliation is a non-adjudicatory ADR process, which\nis also governed by the provisions of AC Act There can be a\nvalid reference to conciliation only if both parties to the dispute\nagree to have negotiations with the help of a third party or third\nparties either by an agreement or by the process of invitation\nand acceptance provided in section 62 of AC Act followed by\nappointment of conciliator/s as provided in section 64 of AC\nAct. If both parties do not agree for conciliation, there can be\nno 'conciliation'. As a consequence, as in the case of\narbitration, the court cannot refer the parties to conciliation\nunder section 89, in the absence of consent by all parties. As\ncontrasted from arbitration, when a matter is referred to\nconciliation, the matter does not go out of the stream of court\nprocess permanently. If there is no settlement, the matter is\nD returned to the court for framing issues and proceeding with the\nC\nE\nF\nG\nH\ntrial.\nThe other three ADR Processes\n26. If the parties are not agreeable for either arbitration or\nconciliation, both of which require consent of all parties, the court\nhas to consider which of the other three ADR processes (Lok\nAdalat, Mediation and Judicial Settlement) which do not require\nthe consent of parties for reference, is suitable and appropriate\nand refer the parties to such ADR process. If mediation process\nis not available (for want of a mediation centre or qualified\nmediators), necessarily the court will have to choose between\nreference to Lok Adalat or judicial settlement. If facility of\nmediation is available, then the choice becomes wider. It the\nsuit is complicated or lengthy, mediation will be the recognized\nchoice. If the suit is not complicated and the disputes are easily\nsortable or could be settled by applying clear cut legal\nprinciples, Lok Adalat will be the preferred choice. If the court\nfeels that a suggestion or guidance by a Judge would be\nappropriate, it can refer it to another Judge for dispute\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1095\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nresolution. The court has to use its discretion in choosing the A\nADR process judiciously, keeping in view the nature of\ndisputes, interests of parties and expedition in dispute.\nresolution.\nWhether the settlement in an ADR process is binding in\nitself?\nB\nC\n27. When the court refers the matter to arbitration under\nSection 89 of the Act, as already noticed, the case goes out\nof the stream of the court and becomes an independent\nproceeding before the arbitral tribunal. Arbitration being an\nadjudicatory process, it always ends in a decision. There is\nalso no question of failure of ADR process or the matter being\nreturned to the court with a failure report. The award of the\narbitrators is binding on the parties and is executable/\nenforceable as if a decree of a court, having regard to Section D\n36 of the AC Act. If any settlement is reached in the arbitration\nproceedings, then the award passed by the Arbitral Tribunal on\nsuch settlement, will also be binding and executable/\nenforceable as if a decree of a court, under Section 30 of the\nAC Act.\n28. The other four ADR processes are non-adjudicatory\nand the case does not go out of the stream of the court when\na reference is made to such a non-adjudicatory ADR forum.\nThe court retains its control and jurisdiction over the case, even\nwhen the matter is before the ADR forum. When a matter is\nsettled through conciliation, the Settlement Agreement is\nenforceable as if it is a decree of the court having regard to\nSection 74 read with Section 30 of the AC Act. Similarly, when\na settlement takes place before the Lok Adalat, the Lok Adalat\naward is also deemed to be a decree of the civil court and\nexecutable as such under Section 21 of the Legal Services\nAuthorities Act, 1987. Though the settlement agreement in a\nconciliation or a settlement award of a Lok Adalat may not\nrequire the seal of approval of the court for its enforcement\nE\nLL\nF\nG\nI\nC\n1096 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA when they are made in a direct reference by parties without the\nintervention of court, the position will be different if they are\nmade on a reference by a court in a pending suit/proceedings.\nAs the court continues to retain control and jurisdiction over the\ncases which it refers to conciliations, or Lok Adalats, the\nB settlement agreement in conciliation or the Lok Adalat award\nwill have to be placed before the court for recording it and\ndisposal in its terms. Where the reference is to a neutral third\nparty ('mediation' as defined above) on a court reference,\nthough it will be deemed to be reference to Lok Adalat, as court\nretains its control and jurisdiction over the matter, the mediation\nsettlement will have to be placed before the court for recording\nthe settlement and disposal. Where the matter is referred to\nanother Judge and settlement is arrived at before him, such\nsettlement agreement will also have to be placed before the\ncourt which referred the matter and that court will make a decree\nin terms of it. Whenever such settlements reached before non-\nadjudicatory ADR Fora are placed before the court, the court\nshould apply the principles of Order 23 Rule 3 of the Code and\nmake a decree/order in terms of the settlement, in regard to\nthe subject matter of the suit/proceeding. In regard to matters/\ndisputes which are not the subject matter of the suit/\nproceedings, the court will have to direct that the settlement\nshall be governed by Section 74 of AC Act (in respect of\nconciliation settlements) or Section 21 of the Legal Services\nAuthorities Act, 1987 (in respect of settlements by a Lok Adalat\nor a Mediator). Only then such settlements will be effective.\nD\nE\nFTI\nF\nG\nH\nSummation\n29. Having regard to the provisions of Section 89 and Rule\n1-A of Order 10, the stage at which the court should explore-\nwhether the matter should be referred to ADR processes, is\nafter the pleadings are complete, and before framing the\nissues, when the matter is taken up for preliminary hearing for\nexamination of parties under Order 10 of the Code. However,\nif for any reason, the court had missed the opportunity to\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1097\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nconsider and refer the matter to ADR processes under Section A\n89 before framing issues, nothing prevents the court from\nresorting to Section 89 even after framing issues. But once\nevidence is commenced, the court will be reluctant to refer the\nmatter to the ADR processes lest it becomes a tool for\nprotracting the trial.\n30. Though in civil suits, the appropriate stage for\nconsidering reference to ADR processes is after the completion\nof pleadings, in family disputes or matrimonial cases, the\nposition can be slightly different. In those cases, the relationship\nbecomes hostile on account of the various allegations in the\npetition against the spouse. The hostility will be further\naggravated by the counter-allegations made by the respondent\nin his or her written statement or objections. Therefore, as far\nas Family Courts are concerned, the ideal stage for mediation\nwill be immediately after service of respondent and before the\nrespondent files objections/written statements. Be that as it\nmay.\n31. We may summarize the procedure to be adopted by\na court under section 89 of the Code as under :\n(a)\n(b)\nWhen the pleadings are complete, before framing\nissues, the court shall fix a preliminary hearing for\nappearance of parties. The court should acquaint\nitself with the facts of the case and the nature of the\ndispute between the parties.\nThe court should first consider whether the case falls\nunder any of the category of the cases which are\nrequired to be tried by courts and not fit to be\nreferred to any ADR processes. If it finds the case\nfalls under any excluded category, it should record\na brief order referring to the nature of the case and\nwhy it is not fit for reference to ADR processes. It\nwill then proceed with the framing of issues and\ntrial.\nB\nC\nD\nE\nF\nG\nH\n1098\nSUPREME COURT REPORTS\nA\n(c)\nB\nD\nE\nF\nG .\nI\n[2010] 8 S.C.R\nIn other cases (that is, in cases which can be\nreferred to ADR processes) the court should explain\nthe choice of five ADR processes to the parties to\nenable them to exercise their option.\n(d) The court should first ascertain whether the parties\nare willing for arbitration. The court should inform\nthe parties that arbitration is an adjudicatory\nprocess by a chosen private forum and reference\nto arbitration will permanently take the suit outside\nthe ambit of the court. The parties should also be\ninformed that the cost of arbitration will have to be\nborne by them. Only if both parties agree for\narbitration, and also agree upon the arbitrator, the\nmatter should be referred to arbitration. .\n(e)\n(f)\n(g)\nIf the parties are not agreeable for arbitration, the\ncourt should ascertain whether the parties are\nagreeble for reference to conciliation which will be\ngoverned by the provisions of the AC Act. If all the\nparties agree for reference to conciliation and\nagree upon the conciliator/s, the court can refer the\nmatter to conciliation in accordance with section 64\nof the AC Act.\nIf parties are not agreeable for arbitration and\nconciliation, which is likely to happen in most of the\ncases for want of consensus, the court should,\nkeeping in view the preferences/options of parties,\nrefer the matter to any one of the other three other\nADR processes: (a) Lok Adalat; (b) mediation by\na neutral third party facilitator or mediator; and (c)\na judicial settlement, where a Judge assists the\nparties to arrive at a settlement.\nIf the case is simple which may be completed in a\nsingle sitting, or cases relating to a matter where\nthe legal principles are clearly settled and there is\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY 1099\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\n(h)\n(i)\n(j)\nno personal animosity between the parties (as in A\nthe case of motor accident claims), the court may\nrefer the matter to Lok Adalat. In case where the\nquestions are complicated or cases which may\nrequire several rounds of negotiations, the court\nmay refer the matter to mediation. Where the facility B\nof mediation is not available or where the parties\nopt for the guidance of a Judge to arrive at a\nsettlement, the court may refer the matter to another\nJudge for attempting settlement.\nIf the reference to the ADR process fails, on receipt\nof the Report of the ADR Forum, the court shall\nproceed with hearing of the suit. If there is a\nsettlement, the court shall examine the settlement\nand make a decree in terms of it, keeping the\nprinciples of Order 23 Rule 3 of the Code in mind.\nIf the settlement includes disputes which are not the\nsubject matter of the suit, the court may direct that\nthe same will be governed by Section 74 of the AC\nAct (if it is a Conciliation Settlement) or Section 21\nof the Legal Services Authorities Act, 1987 (if it is\na settlement by a Lok Adalat or by mediation which\nis a deemed Lok Adalat). If the settlement is\nthrough mediation and it relates not only to disputes\nwhich are the subject matter of the suit, but also\nother disputes involving persons other than the\nparties to the suit, the court may adopt the principle\nunderlying Order 23 Rule 3 of the Code. This will\nbe necessary as many settlement agreements deal\nwith not only the disputes which are the subject\nmatter of the suit or proceeding in which the\nreference is made, but also other disputes which\nare not the subject matter of the suit.\nIf any term of the settlement is ex facie illegal or\nunenforceable, the court should draw the attention\nC\nD\nE\nF\nG\nH\n1100 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nof parties thereto to avoid further litigations and\ndisputes about executability.\n32. The Court should also bear in mind the following\nconsequential aspects, while giving effect to Section 89 of the\nCode :\n(i) If the reference is to arbitration or conciliation, the court\nhas to record that the reference is by mutual consent.\nNothing further need be stated in the order sheet.\n(ii) If the reference is to any other ADR process, the court\nshould briefly record that having regard to the nature of\ndispute, the case deserves to be referred to Lok Adalat,\nor mediation or judicial settlement, as the case may be.\nThere is no need for an elaborate order for making the\nreference.\n(iii) The requirement in Section 89(1) that the court should\nformulate or reformulate the terms of settlement would only\nmean that court has to briefly refer to the nature of dispute\nand decide upon the appropriate ADR process.\n(iv) If the Judge in charge of the case assists the parties\nand if settlement negotiations fail, he should not deal with\nthe adjudication of the matter, to avoid apprehensions of\nbias and prejudice. It is therefore advisable to refer cases\nproposed for Judicial Settlement to another Judge.\n(v) If the court refers the matter to an ADR process (other\nthan Arbitration), it should keep track of the matter by fixing\na hearing date for the ADR Report. The period allotted for\nthe ADR process can normally vary from a week to two\nmonths (which may be extended in exceptional cases,\ndepending upon the availability of the alternative forum, the\nnature of case etc.). Under no circumstances the court\nshould allow the ADR process to become a tool in the\nhands of an unscrupulous litigant intent upon dragging on\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1101\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nthe proceedings.\n(vi) Normally the court should not send the original record\nof the case when referring the matter for an ADR forum. It\nshould make available only copies of relevant papers to\nthe ADR forum. (For this purpose, when pleadings are filed\nthe court may insist upon filing of an extra copy). However\nif the case is referred to a Court annexed Mediation Centre\nwhich is under the exclusive control and supervision of a\nJudicial Officer, the original file may be made available\nwherever necessary.\nA\nB\nC\n33. The procedure and consequential aspects referred to\nin the earlier two paragraphs are intended to be general\nguidelines subject to such changes as the concerned court may\ndeem fit with reference to the special circumstances of a case.\nWe have referred to the procedure and process rather D\nelaborately as we find that section 89 has been a non-starter\nwith many courts. Though the process under Section 89\nappears to be lengthy and complicated, in practice the process\nis simple: know the dispute; exclude 'unfit' cases; ascertain\nconsent for arbitration or conciliation; if there is no consent,\nselect Lok Adalat for simple cases and mediation for all other\ncases, reserving reference to a Judge assisted settlement only\nin exceptional or special cases.\nConclusion\nE\nF\n34. Coming back to this case, we may refer to the decision\nin Sukanya Holdings relied upon by the respondents, to\ncontend that for a reference to arbitration under section 89 of\nthe Code, consent of parties is not required. The High Court\nassumed that Sukanya Holdings has held that section 89 G\nenables the civil court to refer a case to arbitration even in the\nabsence of an arbitration agreement. Sukanya Holdings does\nnot lay down any such proposition. In that decision, this Court\nwas considering the question as to whether an application\nunder section 8 of the AC Act could be maintained even where\nH\n1102 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA a part of the subject matter of the suit was not covered by an\narbitration agreement. The only observations in the decision\nrelating to Section 89 are as under:\nB\nс\n\"Reliance was placed on Section 89 CPC in support of\nthe argument that the matter should have been referred to\narbitration. In our view, Section 89 CPC cannot be\nresorted to for interpreting Section 8 of the Act as it stands\non a different footing and it would be applicable even in\ncases where there is no arbitration agreement for referring\nthe dispute for arbitration. Further, for that purpose, the\ncourt has to apply its mind to the condition contemplated\nunder Section 89 CPC and even if application under\nSection 8 of the Act is rejected, the court is required to\nfollow the procedure prescribed under the said section.\"\nD The observations only mean that even when there is no existing\narbitration agreement enabling filing of an application under\nsection 8 of the Act, there can be a reference under section\n89 to arbitration if parties agree to arbitration. The observations\nin Sukanya Holdings do not assist the first respondent as they\nE were made in the context of considering a question as to\nwhether section 89 of the Code could be invoked for seeking\na reference under section 8 of the AC Act in a suit, where only\na part of the subject-matter of the suit was covered by arbitration\nagreement and other parts were not covered by arbitration\nF agreement. The first respondent next contended that the effect\nof the decision in Sukanya Holdings is that \"section 89 of CPC\nwould be applicable even in cases where there is no arbitration\nagreement for referring the dispute to arbitration.\" There can\nbe no dispute in regard to the said proposition as Section 89\ndeals, not only with arbitration but also four other modes of non-\nadjudicatory resolution processes and existence of an\narbitration agreement is not a condition precedent for\nexercising power under Section 89 of the Code in regard to\nthe said four ADR processes.\nG\nH\n"}