{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nSHRI VISHWA NATH SHARMA\nV.\nSHYAM SHANKAR GOELA AND ANR.\nFEBRUARY 26, 2007\n[DR. ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nSpecific performance-Suit for specific performance of sale-Allegation\nby plaintiff that after agreement of sale, unilateral cancellation thereof by the\ndefendant-Plaintiff ready and willing to perform his past of agreement-\nDenial of agreement by defendant-Plea that plaintiff was defendant's building\ncontractor and since transfer of the plot was prohibited, the agreement could\nnot have been enforced by decree for specific performance-Several document\non record showing intention of the defendant to sell the plot-Courts below\ndecreed the suit-On appeal, held: Permission from the Authority is not a\nD condition precedent for grant of decree for specific performance-Hence,\ndecree for specific performance could have been granted in the present\ncase- -But in view of long passage of time, direction to defendant to pay a\nsum of Rs. 5 lakh to the plaintiff.\nE\nF\nThe property in question was granted on sub-lease to defendant-No. 1\n(a member of a Cooperative House Building Society) by the Society out of a\nplot granted to the Society by Delhi Development Authority (DDA). Plaintiff-\nrespondent filed a suit against defendant No. 1 for specific performance of\nagreement to sell alleging that defendant no. 1 agreed to sell the property in\nquestion with the plaintiff. A sum of Rs. 8,500/- was received by him towards\npart payment. Defendant No. 1 also agreed to execute necessary documents.\nThereafter, defendant No. 1 unilaterally cancelled the agreement to sell and\nreturned the advance amount by cheque. Plaintiff declined to accept the cheque\nand filed the suit calling upon defendant No. 1 to execute the sale deed.\nDefendant No. 1 denied to have agreed to sell or transfer the plot in question\nto the plaintiff. According to him, plaintiff was only a building contractor, who\nG had agreed to build his house through a broker. Plaintiff had deposited a sum\nof Rs. 8,500/- with him as part security for carrying out the construction. As\nthe plaintiff did not send him agreement for building construction, he gave\nback the amount of Rs. 8,500/-. The transfer of the property was prohibited.\nHe bonafide gifted the property to his son (defendant No. 2) after obtaining\n268\nH\n5\nVISHWA NATH SHARMA v. SHYAM SHANKAR GOELA\n269\nnecessary permission for the same from DDA Trial Court decreed the suit. A\nFirst appeal against the order of trial court was dismissed by High Court\nmaking reference to the lease deed and several letters showing that he\nintended to sell the property. Hence the present appeal.\nAppellant contended that since the transfer was prohibited by DDA,\nagreement could not have been enforced by a decree in suit for specific\nperformance.\nDismissing the appeal, the Court\nB\nHELD: 1. In this case the trial Court as well as the High Court have\ncategorically found that the plaintiff was ready and willing to perform his part C\nof the arrangement. In fact, if DDA refused to grant permission a suit for\ndamages can be filed. The plea that the plaintiff was merely a contractor was\nalso not accepted and it was found that the finding of fact that the plaintiff was\nnot a contractor as claimed by the appellant. [Paras 11 and 12]\n[274-H; 275-A-B] D\n2. If the vendor had agreed to sell the property which can be transferred\nonly with the sanction of some government authority, the court has jurisdiction\nto order the vendor to apply to the authority within a specified period, and if\nthe sanction is forthcoming, to convey to the purchaser within a certain time.\nThere is always an implied covenant on the part of the vendor to do all things E\nnecessary to effect transfer of the property regarding which he has agreed to\nsell the same to the Vendee. Permission from the Land and Development\nOfficer is not condition precedent for grant of decree for specific\nperformance. If after the grant of the decree of specific performance of the\ncontract, the Land and Development Officer refused to grant permission for\nF\nsale the decree holder may not be in a position to enforce the decree but it\ncannot be held that such a permission is a condition precedent for passing a\ndecree for specific performance of the contract. Proper form of decree in a\ncase like the instant one would be to direct specific performance of the contract\nbetween defendant and the plaintiff and to direct the subsequent transferee to\njoin in the conveyance so as to pass on the title residing in him. This is G\nbecause defendant no.2 son of defendant no.1 cannot take the stand that he\nwas a transferee without notice. Admittedly, he is son of defendant no.1. The\ndecree can be passed and the sanction can be obtained for transfer of immovable\nproperty and the decree in such would be in the way the High Court has\ndirected. [Paras 13 and 14] [275-C, D, E, F, G, H; 276-A-B]\nH\nA\nB\nC\nD\nE\nF\n270\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nMotilal v. Nanhelal, AIR (1930) P.C. 287; Mrs. Chandnee Widya Wati\nMadden v. C.L. Katial, AIR (1964) SC 978; R.C. Chandiok v. Chuni Lal\nSabharwal, AIR (1971) SC 1238; Mrs. Chandnee Widya Madden v. Dr. C.L.\nKatil and Maharo Saheb Shri Bhim Singhji v. Union of India, AIR (1961)\nSC 234 and Durga Prasad and Anr. v. Deep Chand and Ors., AIR (1954) SC\n75, relied on.\nMotilal Jain v. Ramsai Devi (Smt.) and Ors., [2000] 6 SCC 420;\nNirmala Anand v. Advent Corporation (P) Ltd. and Ors., [2002] 5 SCC 481\n[2004] 6 SCC 537 and Aniglase Yohanna v. Ramlatha and Ors., [2005] 7\nSCC 534, referred to.\n3. However, considering the long passage of time it was suggested to\nrespondent no.1 that he could pay an additional sum of 5 lakhs to the\nappellant. [Para 15] [276-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6700 of 2004.\nFrom the Judgment and Final Order dated 4.9.2001 of the High Court\nof Delhi at New Delhi in R.F.A. No. 350 of 1987.\nAshok Kumar Thakur, Anil K. Chopra and R.K. Singh for the Appeallant.\nM.L. Verma, Indu Malhotra, Suneita Ojha, Shilpa Gupta, Kunal Tandon,\nNeeraj Kumar Jain, Satya Mitra, Ugra Shankar Prasad for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Delhi High Court dismissing the First\nAppeal filed by the appellants who were defendants in the suit filed by the\nrespondents. The regular first appeal under Section 96 of the Code of Civil\nProcedure, 1908 (in short 'the Code') was directed against the judgment and\ndecree passed by the Additional District Judge, Delhi, in Civil Suit no. 129/\n80. The trial court had decreed the suit of the plaintiff for specific performance\nG of the agreement to sale directing the defendant-appellant to execute necessary\nsale-deed within a particular period. Defendants were asked to take necessary\nsteps for completing necessary formalities towards execution of the sale-\ndeed.\n2. Background facts in a nutshell are as follows:\nH\nVISHWANATH SHARMA v. SHYAM SHANKAR GOELA [PASAYAT, J.] 271\nD\n3. On 12.12.1979 plaintiff filed the suit claiming decree for specific A\nperformance of agreement to sell dated 24th March, inter alia, alleging that\nDelhi Development Authority had granted a lease of a big plot of land in\nfavour of New Friends Cooperative House Building Society and the Society\nhad granted sub lease in favour of its members. Durga Nath Sharma, defendant\nNo.1 being one of the members of the Society was granted a sub lease with\nB\nrespect to plot No. 334 measuring 524 Sq. yards under sub lease dated\n2.7.1974. The said defendant with a view to sell the said plot entered into an\nagreement with the plaintiff on 24.3.1978 at a fixed price of Rs.85,000/-. A sum\nof Rs.8,500/- was received by him towards part payment of the price, the\nbalance was payable within 15 days after receipt of approval of building plan\nby Delhi Development Authority. The said defendant also agreed to execute C\nnecessary documents in favour of the plaintiff such as, (a) construction\nagreement (b) General and Special Power of Attorney, (c) Will, (d) Agreement\nto Sell and (e) any other necessary document. These documents were to be\nexecuted by the defendant no.1 in order to avoid possibility of complication\nin transfer of the plot to the plaintiff, although the intention of the defendant\nno.1 was to sell the plot to the plaintiff for which the necessary deal was\nstruck. The plaintiff further alleged that he got a building plan prepared from\nan architect to suit his requirements, which was sent alongwith draft of the\nother documents with a covering letter dated 17.5.1978 to the defendant no.1.\nMore documents were sent with another letter of the same date for signatures\nof defendant No.1. Both the letters were sent under registered cover and were\nduly received by the defendant no.1 but no reply was received. On 17.8.1978\nanother letter under registered cover was sent to the defendant no.1, which\nthough received was not replied to by the said defendant. The plaintiff further\nalleged that the defendant no.1 appears to have changed his mind later on\nand in an attempt to wriggle out of the deal had fraudulently transferred the\nF\nplot by way of gift in favour of his son (defendant No.2)/ appellant No.2\nwhich the plaintiff alleged was not binding on him and for that reason\nappellant No.2 was impleaded in the suit. It is further alleged that on 29.8.1978\ndefendant no.1 wrote a letter to the plaintiff cancelling the agreement to sell\nand returned the amount of Rs.8,510/- by cheque which included bank\ncollection charges. Since defendant No.1 could not have unilaterally cancelled G\nthe agreement which still subsisted, the plaintiff declined to accept the cheque\nand did not encash it. The plaintiff had always been ready and willing to\nperform his part of the contract and is still ready and willing to purchase the\nplot on payment of the balance price but defendant No.1 had unilaterally\nbacked out. Therefore, plaintiff was left with no option except to send a notice\nE\nH\n272\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA on 17.8.1978 calling upon defendants to execute necessary sale deed. No\nsteps were taken by the defendants and, therefore, the suit was filed.\n4. The defendants contested the suit by filing a joint written statement\nalleging that the suit was false and frivolous based upon incorrect allegations.\nDefendant No.1 never agreed to sell his plot to the plaintiff. The plot was not\nB saleable and even if there was an agreement to sell, the same was void since\nC\nthere was no contract to sell the said plot, transfer of which was prohibited\nunder Clause II Sub Clause (6)(a) and (6)(b) of the lease deed executed.\nbetween President of India and the New Friends Cooperative House Building\nSociety and of the sub lease executed between the Society and the defendant\nno.1. The defendant no.1 gave his own explanation about the receipt of the\namount and of the nature of transaction with the plaintiff stating that at one\npoint of time the defendant no.1 was interested in sale of the plot, if he could\nget a reasonable price and in case there was no legal implication, for which\npurpose he contacted Pandit Brothers Estate Agency, Lajpat Nagar, a broker.\nWhen on his visit from Jamshedpur to Delhi, he consulted the Society officials\nD and was informed that he could not sell, transfer or mortgage the plot, at that\nE\ntime, the defendant no.1 thought of constructing a house on the plot. Since\nhe was residing at Jamshedpur the said broker informed him that he could get\nthe services of a building contractor, who could construct the building. The\nplaintiff agreed to construct a house on the plot according to the plan\nsanctioned by the authorities in favour of defendant No.1. The plaintiff asked\ndefendant No.1 to execute an agreement for building construction. The plaintiff\nalso deposited with defendant No.1 a sum of Rs.8.500/- as part security for\ncarrying out the construction, as per the desire of the defendant no.1 within\nthe stipulated time. The plaintiff promised to send draft of the agreement.\nSome rough drafts were sent by the plaintiff in May, 1978, which were not\nF acceptable to defendant no.1. Therefore, he wrote back to the plaintiff that\nG\nhe was not prepared to accept the same. Defendant No.1 further alleged that\nhe came to Delhi with a draft of Rs.8500/-. The plaintiff refused to accept the\nsame. It was specifically pleaded that the defendant no.1 never agreed to sell\nor transfer or convey the plot. There was a complete prohibition in a sub lease\nto transfer the plot to anybody who was not a member of the Society.\nTherefore, the suit was liable to be dismissed. The defendant no.1 denied the\nallegations of plaintiff that there was an agreement to sell or that he ever\nagreed to sell the plot. He stated that bona fide and in good faith he made\nan application to Delhi Development Authority for permission to gift the plot\nto his son, defendant No.2 and accordingly, after obtaining necessary\nH permission gift deed dated 18.7.1978 was executed, which was accepted by\nVISHWANATH SHARMA v. SHYAM SHANKAR GOELA [PASAYAT. J.] 273\nthe donee and possession of the plot had also been handed over to defendant A\nNo.2.\n5. The plaintiff filed replication denying the defendants' version. Learned\ntrial court framed the following issues :-\n1. Whether defendant No.1 on 24.3.78 agreed to sell the plot in dispute B\nto the plaintiff at Rs. 85.000/-.\n2. If issue No.1 is proved, whether this agreement of sale is void being\nnot permissible by law? OPD\n3. If issue No.2 is not proved, in favour of the defendant whether the C\nplaintiff was ready and willing to perform his part of the contract?\n4. Whether Rs.8500/- was received by defendant No.1 as security for\ncarrying out the construction on the plot in dispute by the plaintiff on behalf\nof defendant No.1 as alleged in para 4 of the written statement ? OPD\n5. Whether defendant No.2 is not bound by any agreement to sell in\nbetween the plaintiff and defendant No.1 if issue No.1 is proved? OPD-2\nD\n6. Relief.\nE\n6. Considering the evidence led, the Trial Court held that the plaintiff\nmust succeed. In appeal, the High Court after considering the rival submissions\ncame to hold that there were several documents which tend to suggest that\ndefendant no.1 was aware of the fact that there was an embargo in the lease\ndeed that transfer could not take place without permission. It appears that he\nwas also aware of the fact that permission, if accorded, by the Delhi F\nDevelopment Authority for affecting transfer, would be subject to payment\nof unearned increase and for that reason alone, in one of the letters defendant\nno.1 had specifically informed the property dealer that while making offers\nthat aspect was to be kept in view i.e. 50% of the unearned increase should\nbe paid by the transferee. The High Court made reference to the lease deed\ndated 2.7.1974 (Exhibit P-4), letter dated 27.9.77 addressed by defendant no.1\nto the property dealer indicating his intention to sell if the value would be\nreasonable and there was no implication in future; Exhibit P-5, i.e. letter dated\n16.10.1977 by which the defendant no.1 asked the property dealer that buyer\nshall have to pay 50% of the difference between original cost and the market\nvalue; Exhibit P-6 i.e the letter dated 10.1.78 exchanged by defendant no.1 and H\nG\n274\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the property dealer to show that the amount which the prospective buyer was\nwilling to pay was less according to defendant no.1; Exhibit P-7 i.e. letter\ndated 1.2.78 by defendant no.1 with reference to previous letter asking for\nmore amount from the prospective purchaser. Similar was the situation in\nseveral other letters addressed by defendant no.1 to the property dealer. The\nHigh Court was of the view that instead of performing his part of the agreement,\ndefendant no.1 being conscious of the fact that property prices were rising\nresiled from his commitment and transferred by way of gift in favour of his\nson after obtaining the permission for transfer. The High Court also noticed\nthat the plaintiff was ready and willing to perform his part of the contract.\nB\nC\nD\nE\nF\nG\nH\n7. The High Court did not accept the contention that since there was\nsome restriction on transfer, that disentitled the plaintiff from obtaining a\ndecree for specific performance of the contract.\n8. The appeal was dismissed observing, inter alia, as follows:\n\"Consequently, we find no force in the appeal which is hereby\ndismissed with costs. We make it clear that the learned trial court\nrightly directed the defendants/appellants to apply for necessary\npermissions within the period specified therein. In case permissions\nare not applied for, it will be permissible for the plaintiff to make such\nan application and in case requisite permission is accorded, on receipt\nthereof, the plaintiff will call upon the defendants/appellants to execute\nrequisite sale deed in accordance with law and on failure to do so\nexecution and resignation of the sale deed will be as per law.\"\n9. Learned counsel for the appellants submitted that the trial Court and\nthe High Court failed to appreciate that there was an impediment on the\ntransfer. There could not have a valid agreement. In the background noticed\nby the Trial Court and the High Court if the transfer was prohibited by DDA,\nagreement could not have been enforced by a decree in a suit for specific\nperformance.\n10. Learned counsel for the respondent on the other hand submitted\nthat the lack of permission, if any, cannot act as absolute bar on a decree\nbeing passed. The decree may not be executable. As noticed by the High\nCourt it was submitted that the price rise is not a ground to deny specific\nperformance.\n11. In this case the trial Court as well as the High Court have categorically\nVISHWANATH SHARMA v. SHYAM SHANKAR GOELA [PASAYAT, J.] 275\nfound that the plaintiff was ready and willing to perform his part of the A\narrangement. In fact, if DDA refused to grant permission a suit for damages\ncan be filed.\n12. The plea of hardship which is presently being raised was never\nraised before the Courts below and was not also pleaded. The conditions 6A\nand 6B to the reference has been made by learned counsel for the appellant\ndoes not create an absolute bar. The plea that the plaintiff was merely a\ncontractor was also not accepted and it was found that the finding of fact\nthat the plaintiff was not a contractor as claimed by the appellant.\nB\nC\n13. The Privy council in Motilal v. Nanhelal, AIR (1930) P.C. 287, laid\ndown that if the vendor had agreed to sell the property which can be transferred\nonly with the sanction of some government authority, the court has jurisdiction\nto order the vendor to apply to the authority within a specified period, and\nif the sanction is forthcoming, to convey to the purchaser within a certain\ntime. This proposition of law was followed in Mrs. Chandnee Widya Wati\nMadden v. C.L. Katial, AIR (1964) SC 978, and R.C. Chandiok v. Chuni Lal D\nSabharwal, AIR (1971) SC 1238. The Privy Council in Motilal's case (supra)\nalso laid down that there is always an implied covenant on the part of the\nvendor to do all things necessary to effect transfer of the property regarding\nwhich he has agreed to sell the same to the Vendee. Permission from the Land\nand Development Officer is not a condition precedent for grant of decree for\nE\nspecific performance. High Court relied upon its decision in Mrs. Chandnee\nWidya Madden v. Dr. C.L. Katil (supra) and Maharo Saheb Shri Bhim Singhji\nv. Union of India AIR (1961) SC 234 to substantiate the conclusive. In Mrs.\nChandnee Widya (supra) this Court confirmed the decision of the Punjab and\nHaryana High Court holding that if the Chief Commissioner ultimately refused\nto grant the sanction to the sale, the plaintiff may not be able to enforce the F\ndecree for specific performance of the contract but that was not a bar to the\nCourt passing a decree for that relief. The same is the position in the recent\ncase. If after the grant of the decree of specific performance of the contract,\nthe Land and Development Officer refused to grant permission for sale the\ndecree holder may not be in a position to enforce the decree but it cannot\nbe held that such a permission is a condition precedent for passing a decree\nfor specific performance of the contract.\n14. In Ramesh Chandra Chandiok and Anr. v. Chuni Lal Sabharwal\n(dead) by his legal representatives and Ors., (AIR 1971 SC 1238) it was held\nthat proper form of decree in a case like the instant one would be to direct\nG\nH\n276\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA specific performance of the contract between defendant and the plaintiff and\nto direct the subsequent transferee to join in the conveyance so as to pass\non the title residing in him. This is because defendant no.2 son of defendant\nno.1 cannot take the stand that he was a transferee without notice. Admittedly,\nhe is son of defendant no.1. The view in Ramesh Chandra's case (supra) was\na reiteration of earlier view, in Durga Prasad and Anr. v. Deep Chand and\nB\nOrs., AIR (1954) SC 75. This Court has repeatedly held that the decree can\nbe passed and the sanction can be obtained for transfer of immovable property\nand the decree in such would be in the way the High Court has directed. (See:\nMotilal Jain v. Ramsai Devi (Smt.) and Ors., [2000] 6 SCC 420, Nirmala\nAnand v. Advent Corporation (P) Ltd. and Ors., [2002] 5 SCC 481, [2004] 6\nC SCC 537, Aniglase Yohanna v. Ramlatha and Ors., [2005] 7 SCC 534].\n15. Above being the position we find no merit in this appeal. However,\nconsidering the long passage of time it was suggested to respondent no.1\nthat he could pay an additional sum to the appellant. Learned counsel for the\nrespondent left the quantum to be decided by this Court. To a similar effect\nD was the suggestion of learned counsel for the appellant. Considering the\nbackground facts, we direct that as a matter of good gesture, let the respondent\npay a sum of rupees five lakhs to the appellant within a period of four months\nfrom today.\nE\n16. The appeal is dismissed subject to the aforesaid observations.\nK.K.T.\nAppeal dismissed.\n"}