{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"DARSHAN SINGH\nA\nV.\nSTATE OF PUNJAB\nFEBRUARY 13, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nB\nT\nCode of Civil Procedure, 1908-Modification of decree-Terms of decree\nattained finality-High Court, in exercise of its revisional jurisdiction against\nthe order passed in execution, modified terms of decree-Propriety of Held,\nC\nnot proper.\nA case of embezzlement and misappropriation of Government Funds was\nfiled against Appellant, an Accounts Clerk in PWD Department of the State\nof Punjab and he was put under suspension on 24-5-1965. A criminal case\nwas also initiated against the Appellant but he was ultimately acquitted. D\nAppellant was re-instated and period of his suspension was treated as on duty\nfor all purposes. He filed suit seeking full pay and allowances for the period\n25-5-1965 to 28-4-1978. Trial Court held him entitled for Rupees Sixty\nThousand with interest at the rate of 12% p.a. from the date the amount\nbecame due till its actual realisation. The decree attained finality. Appellant\nfiled execution petition. Executing Court dismissed objections raised by E\nRespondent-State and held Appellant entitled for interest @ 12% p.a. with\nyearly rest. Respondent-State filed revision petition which the High Court\nallowed holding Appellant entitled to Rupees Sixty Thousand from 9-12-1992,\ni.e. the date of decree upto the date of actual payment.\nIn appeal before this Court it was contended that the terms of the decree\nhaving attained finality, High Court in exercise of its revisional jurisdiction\ncould not have added/varied the terms of decree and that the High Court erred\nin granting interest from 9.12.1992, the date of decree, when the decree\nspecifically stated that the interest is liable to be paid by Respondent from\nthe date the amount became due and payable to the Appellant.\nAllowing the appeal, the Court\nHELD: 1.1. The Trial Court passed the decree dated 9.12.1992 in favour\nof the Appellant holding him entitled to interest @ 12% per annum from the\n531\nF\nG\nH\nང་ཚ\n532\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA date the amount became due and payable till realization. The decree simply\nmeant that the Appellant is entitled for dues and the allowances for the period\n25.5.1965 to 28.4.1978, thus Appellant became entitled for the interest on\ndue amounts from 25.5.1965 until the date of realization. [Para 18]\nB\nC\nD\nE\nF\n[538-B-C]\n1.2. In this case the decree passed by the Trial Court and further leave\ngranted by the First Appellate Court in favour of the Appellant were approved\nby all the Courts up-till this Court. This Court had dismissed the Special\nLeave Petition and thus the decree passed in favour of the Appellant attained\nfinality. The High Court in exercise of its revisional jurisdiction cannot vary\nthe terms of the decree in execution. The High Court has committed an\napparent error in granting interest from 9.12.1992. Thus, the Appellant is\nentitled for an amount of Rs.60,586.75 along with interest @ 12% per annum\nfrom the date the amount became due and payable, namely, from 25.5.1965.\n[Para 19] [538-F-H; 539-A-B]\nVasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman \u0026 Ors., [1970] 1\nSCC 670; C. Gangacharan v. C. Narayanan, [2000] 1 SCC 459 and\nBhawarlal Bhandari v. Universal Heavy Mechanical Lifting Enterprises,\n[1999] 1 SCC 558, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 745 of 2007.\nFrom the Final Judgment and Order dated 8.4.2005 of the High Court of\nPunjab and Haryana at Chandigarh in C.R. No.2569/1996.\nSatinder S. Gulati, Kamaldeep Narang and Dr. Kailash Chand for the\nAppellant.\nKuldip Singh, R.K. Pandey, Sanjay Katyal, T.P. Mishra, M.K. Verma and\nArun K. Sinha 'for the Respondent.\nThe Judgment of the Court was delivered by\nG\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\n2. The present appeal is directed against the judgment and order dated\n8.4.2005 passed by the High Court of Punjab and Haryana in Civil Revision\nNo. 2569 of 1996 whereby the High Court allowed the Civil Revision filed by\nthe respondent-State of Punjab. The appellant joined the PWD Department\nH of State of Punjab as Clerk on 2.2.1953. He was promoted as a Sub-Divisional\nY\n1\nDARSHAN SINGH v. STATE OF PUNJAB [LAKSHMANAN, J.]\nClerk in the year 1957 and thereafter as Accounts Clerk in April 1965.\n533\nA\n3. A case of embezzlement and misappropriation of Government funds\nwas made against him and the department filed an appeal against the\nRespondent and he was put under suspension vide office order No. 57/E\ndated 24.5.1965. A criminal case was initiated against the Appellant which\nB\nultimately resulted in the acquittal of the Appellant vide judgment and order\ndated 9.8.1973 passed by the Additional Sessions Judge, Amritsar. No\ndepartmental action was taken against the Appellant and he was merely kept\nunder suspension. The Appellant was reinstated vide order dated 12.4.1978\nand it was ordered that period of his suspension be treated on duty for all\nintents and purposes. The Appellant was given proforma promotion as C\nOfficiating Head Clerk w.e.f. 24.9.1972 vide office order No. 55/E dated 27.4.1978.\nThe Appellant retired after attaining the age of superannuation as\nSuperintendent Grade-IV on 28.2.1989.\nD\n4. The Appellant filed Suit No. 898 of 14.5.1990 for declaration and\nmandatory injunction seeking full pay and allowances for the period 25.5.1965\nto 28.4.1978 and also claimed that he was entitled to cross efficiency bar w.e.f.\n1.9.1981 and consequential relief thereof i.e. proficiency step up increments,\nincrease in leave encashment, pension and gratuity etc. with interest at 18%\nper annum. The Appellant sought mandatory injunction for payment of the\naforementioned dues with interest.\nE\n5. The suit of the Appellant was partly allowed by the trial court holding\nhim entitled for an amount of Rs.60,586.75 along with interest at 12% per\nannum from the date the amount became due till its actual payment. The claim\nfor crossing the efficiency bar was, however, rejected by the Trial Court being\nF\ntime barred.\n6. An appeal was filed by the Appellant which was allowed by the First\nAppellate Court vide judgment dated 17.11.1993 and the appeal filed by the\nRespondent/State was dismissed. The Appellant was held to be entitled for\nconsideration of crossing the efficiency bar.\nG\n7. Two second appeals which were filed by the Respondent against the\ncommon judgment of the Appellate Court were dismissed by the High Court\non 12.9.1994. Thereafter the Appellant filed execution petition in the Court of\nAdditional Civil Judge, Amritsar on 31.10.1994. The Respondent/State filed its\nobjections. The Respondent/State thereupon filed Special Leave Petition Nos. H\n534\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA 1527-1528 of 1995 in this Court and the same was dismissed vide order dated\nB\n3.2.1995. The Appellant replied to the objections of the State in the execution\nproceedings. Office Order No. 100 dated 24.3.1995 was issued by the\nRespondent whereby the Appellant was allowed to cross the efficiency bar.\nVide Office Order No. 103/95 dated 30.3.1995, the Appellant was also granted\none additional increment on consolidation of 8 years' service in the form of\nproficiency step up w.e.f. 1.1.1986. The Executing Court dismissed the\nobjections filed by the Respondent/State and held that the Appellant is\nentitled for interest at 12% per annum with yearly rest. The Civil Revision\nPetition filed by the State against the order dated 15.5.1996 of the Executing\nCourt was allowed holding that the Appellant is entitled to an amount of\nC Rs.60,586.75 from 9.12.1992, namely, the date of decree upto the date of actual\nD\npayment.\n8. Mr. Satinder S. Gulati, the learned counsel for the Appellant submitted\nthat in terms of the decree which has attained finality, the High Court in\nexercise of its revisional jurisdiction passed an order, could not have ordered/\nvaried the terms of the decree in view of the law laid down by this Court in\nvarious judgments. The learned counsel further submitted that the High Court\nwas under an apparent error in granting interest from 9.12.1992 though the\ndecree specifically stated that the interest is liable to be paid by the Respondent\nfrom the date of the amount became due and payable to the Appellant. The\nE learned counsel also addressed on the question that the Executing Court\ncannot go behind the terms of a decree passed by a Court of a competent\njurisdiction. He has further submitted that the Respondent has already held\nAppellant entitled for crossing the efficiency bar and had made payment\nagainst the same to the Appellant, but the High Court had' passed the\nF impugned judgment as if the Appellant is yet to be considered for crossing\nthe efficiency bar.\n9. It was submitted that the Appellant had made a representation to the\ndepartment for his reinstatement to Superintending Engineer (Construction\nCell), Amritsar which was kept under consideration for two years, thereafter\nG the Appellant was reinstated vide Order No. 17/F\u0026K dated 12.4.1978 issued\nby the Chief Engineer, PWD. It was ordered by the Chief Engineer for his\nreinstatement and the period of suspension was ordered to be treated on duty\nfor all intents and purposes. It was further submitted that in pursuance and\nin continuation of the aforesaid order dated 12.4.1978 passed by the Chief\nH Engineer, the Appellant was given proforma promotion as Officiating Head\nト\n“་\nY\nDARSHAN SINGH v. STATE OF PUNJAB [LAKSHMANAN, J.] 535\nB\nClerk w.e.f. 24.9.1972 on the orders issued by the Superintending Engineer, A\nAmritsar, PWD dated 27.4.1978 and that the Appellant was posted as\nOfficiating Head Clerk in Bridge Investigating Division and where the Appellant\njoined the duty on 28.4.1978. Thus, it is seen that in view of the aforementioned\nfacts and circumstances the whole suspension period of the Appellant was\nregularized by the department as duty period for all intents and purposes,\ntherefore, the Appellant became entitled for whole arrears of pay and\nemoluments and the suspension period stood condoned. But the High Court\nvide order dated 8.4.2005 allowed the Civil Revision filed by the Respondent\nsetting aside the order dated 15.5.1996 passed by the Executing Court. It is\nsubmitted that the impugned order is apparently erroneous for the reasons\nthat the High Court held in it that the amount of Rs.60,586.75 is payable to C\nthe Appellant along with interest @ 12% per annum from 9.12.1992 till the date\nof payment, instead from the date the amounts became due and payable to\nthe Appellant.\n10. The learned counsel for the Appellant submitted that the Respondent\ndid not lead any evidence to their objections but on behalf of the Appellant D\ntwo witnesses were examined and the Respondent did not lead any evidence\nto show that the Appellant was not entitled to the interest @ 12% per annum\nwith yearly rest as Appellant raised in the execution.\nE\n11. It was also brought to our notice that an Office Order No. 100 dated\n24.3.1995 was passed by the Superintending Engineer, Central Works Circle,\nPWD allowing the Appellant to cross the efficiency bar w.e.f. 1.9.1981 at the\nstage of Rs.850/- in the pay scale of Rs.620-20-700/25-850/30-1000/40-1200 and\nhis pay was raised from Rs.850/- to Rs.880/- per month. The Respondent vide\nOffice Order No. 103 dated 30.3.1995 granted the Appellant one additional\nincrement on consolidation of 8 years' in the form of proficiency step-up w.e.f. F\n1.1.1986 in the pay scale of Rs.2000-3500 raising his pay from Rs.2100 to\nRs.2150 per month. Thus, it is seen that the Respondent has already held that\nthe Appellant to be entitled for crossing the efficiency bar and had made the\npayment to him for the same and the High Court in the impugned judgment\nhas said that the Respondent should consider the Appellant's case for crossing\nthe efficiency bar.\n12. In support of his contention that the Executing Court cannot go\nbehind the terms of the decree passed by a Court of competent jurisdiction,\nthe learned counsel for the Appellant placed strong reliance on the judgments\nin Vasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman \u0026 Ors., [1970] 1 SCC\nG\nH\n536\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA 670; C. Gangacharan v. C. Narayanan reported in [2000] 1 SCC 459 and\nBhawarlal Bhandari v. Universal Heavy Mechanical Lifting Enterprises,\n[1999] | SCC 558.\nB\nC\nD\nE\nF\n13. We shall now consider the above three judgments.\nVasudev Dhanjibhai Modi v. Rajabhai Abdul Rehman \u0026 Ors.(supra),\nthis Court in para 6 held the following:-\n\"A court executing a decree cannot go behind the decree : between\nthe parties or their representatives it must take the decree according\nto its tenor, and cannot entertain any objection that the decree was\nincorrect in law or on facts. Until it is set aside by an appropriate\nproceeding in appeal or revision, a decree even if it be erroneous is\nstill binding between the parties.\"\n14. This Court held that the Executing Court cannot go behind the\ndecree unless it is shown that it was passed by a Court inherently lacking\njurisdiction and thus was a nullity. The aforesaid decision of this Court\nsquarely applies to the facts of the present case. This is not a case in which\nthe decree on the face of it was shown to be without jurisdiction. It is not\nthe case of the Respondent that the Court which passed the decree was\nlacking inherent jurisdiction to pass such a decree.\n15. This Court in the judgment reported in Bhawarlal Bhandari v.\nUniversal Heavy Mechanical Lifting Enterprises (supra) and in C.\nGangacharan v. C. Narayanan (supra) has also taken the same view that the\nExecuting Court cannot go behind the decree of a Court of competent\njurisdiction except in the decrees void ab initio without jurisdiction.\n16. Mr. Kuldip Singh, learned counsel for the Respondent, in reply to\nthe arguments advanced by the learned counsel for the Appellant, submitted\nthat this Court had issued notice to the Respondent limited to the question\nof efficiency bar and also regarding the due date from which the payments\nare to be made. According to him, the High Court has decided the case after\nG due consideration of all aspects on the due dates for awarding the interest\ni.e. 9.12.1992 is quite justified and are well within the provisions of the settled\nlaw. It is further submitted as follows:-\n\"Due date from which the payments are to be made.\nช\nΎ\nH\nY\n亲\nX\n(i)\nDARSHAN SINGH v. STATE OF PUNJAB [LAKSHMANAN, J.] 537\nThat Hon'ble High Court orders dated 8.4.2005 are in order and A\nas per law.\n(ii) That the Trial Court decreed the suit filed on 9.12.1992 for the\n60586.75 with interest @ 12% per annum from the date, the\namount become due till the date of realization.\n(iii) That the amount of Rs.60586.75 was clearly quantified by the\nTrial Court in his orders dated 9.12.1992.\nB\n(iv) That there is no provision in the decree that the amount become\ndue in the year 1965 when the plaintiff was suspended or that\nthis amount become due on the date of his reinstatement on\nC\n12.4.1978.\n(v) That there is no provision of any specific date in the decree and\nthe award is clearly quantified to Rs.60586.75 paisa and was\ndeclared on the date of decree i.e. 9.12.1992 and thus interest\nbecome due only after that date.\n17. In the light of the above background, the following substantial\nquestions of law of public importance arose for consideration of this Court:-\nA.\nB.\nC.\nD\nWhether in terms of the decree which has attained finality, the\nHigh Court in exercise of its revisional jurisdiction against the\norder passed in execution would have added/varied terms of E\ndecree?\nWhether the High Court was under an apparent error in granting\ninterest from 9.12.1992 though the decree specifically stated that\nthe interest would be paid along with interest @ 12% per annum\nfrom the date the amount became due and payable to the F\nAppellant?\nWhether the impugned directions by the High Court in regard to\ncrossing of efficiency bar by the Appellant are erroneous for the\nreasons that the Respondent/State has already allowed the\nAppellant to cross the efficiency bar w.e.f. 1.9.1981 by passing G\nan office order No. 100 dated 24.3.1995?\n18. We have carefully considered all the orders passed by the Trial\nCourt, Appellate Court and the High Court and also the order passed by the\nExecuting Court. We have also perused the annexures and the records filed\nH\nB\n538\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA along with the SLP. Our attention was drawn to the relevant passages in the\njudgments. Both the learned counsel argued the case at length. In our opinion,\nthe order of the High Court is absolutely incorrect. In the instant case, the\nRespondent/State has taken the stand in their counter-affidavit before this\nCourt totally contrary to the stand taken before the High Court and the courts\nbelow. The Trial Court passed the decree dated 9.12.1992 in favour of the\nAppellant holding him entitled to interest @ 12% per annum from the date\nthe amount became due and payable till realization. The decree simply meant\nthat the Appellant is entitled for dues and the allowances for the period\n25.5.1965 to 28.4.1978, thus Appellant became entitled for the interest on due\namounts from 25.5.1965 untill the date of realization. The State of Punjab in\nC their objections to the Execution Petition of the Appellant took erroneous\nground that the Appellant became entitled for payment from the date i.e.\n24.4.1978, but before this Court the State of Punjab has taken the stand in para\n5(v) of the counter-affidavit that the Appellant is entitled for interest from the\ndate of decree i.e. 9.12.1992. It is totally contrary to the earlier stand taken by\nthem. Therefore, contradictory stand taken by the State cannot at all be\nD\ncountenanced.\nE\n19. In the instant case, the Respondent/State has already held the\nAppellant entitled to cross the efficiency bar w.e.f. 1.1.1981 and his pay was\nraised from Rs.850/- to Rs.880/- per month vide their office order No. 100 dated\n24.3.1985. The Respondent/State even granted one additional increment w.e.f.\n1.1.1986 raising his pay from Rs.2100/- to Rs.2150/- per month vide their office\norder No. 103 dated 30.3.1995. The Appellant has been paid the due amounts\nby the Respondent/State according to their aforementioned office orders.\nNow, before this Court for the first time the State has taken the stand in\nparagraphs (vii) and (viii) that the order of the High Court for considering the\nF case of the Appellant for crossing the stage of efficiency bar is justified. This\nG\nH\nis the case where the decree passed by the Trial Court and further leave\ngranted by the First Appellate Court in favour of the Appellant were approved\nby all the Courts up-till this Court. This Court vide order dated 3.2.1995\ndismissed the Special Leave Petition (C) Nos. 1527-1528 of 1995 filed against\nthe judgment dated 12.9.1994 in RSA Nos. 1915-1916 of 1994 and thus the\ndecree passed in favour of the Appellant attained finality. In such a case, the\nstand taken by the State in their counter-affidavit is really unfortunate. We\nhave already noticed that the High Court in exercise of its revisional jurisdiction\ncannot vary the terms of the decree in execution in view of the ruling by this\nCourt in 1970 (1) SCC 670 and 1999 (1) SCC 558 and 2000(1) SCC 459. In our\nT\nY\nDARSHAN SINGH v. STATE OF PUNJAB [LAKSHMANAN, J.] 539\nopinion, the High Court has committed an apparent error in granting interest A\nfrom 9.12.1992 though the interest is liable to be paid by the Respondent to\nthe Appellant. Thus, we hold that the Appellant is entitled for an amount of\nRs.60,586.75 along with interest @ 12% per annum from the date the amount\nbecame due and payable, namely, from 25.6.1965. We have already pointed out\nthat the contradictory statements made and taken in the counter affidavit by\nB\nthe State.\n20. In our view, the impugned order dated 8.4.2005 passed by the High\nCourt is totally erroneous and thus not sustainable in law. We, therefore,\ndirect the Respondent/State to pay the said sum of Rs.60,586.75 with simple\ninterest @ 12% per annum from 25.5.1965 till its realization. The entire amount C\ndue shall be paid within two months from this date failing which the Appellant\nwill be entitled for payment with 18% simple interest per annum.\n21. The Civil Appeal stands allowed. However, there will be no order as\nto costs.\nB.B.B.\nAppeal allowed.\n"}