{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"'\n+\nM/S. M.S. SHOES EAST LTD.\nV.\nTHE COMMISSIONER OF CUSTOMS, ICD, NEW DELHI\nAPRIL 4, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nCustoms Act, 1962; Ss. 2(4), 2(23), 2(26), 14, 15 and 46:\nValuation-Import of Car-Valuation whether based on the price of the\ncar as declared at the time of import/presentation of bill of entry or on the C\ndate of assessment by authority-Held: In terms of provisions of the Act,\nvaluation of the imported goods has to be determined as on the date of\npresentation of bill of entry-Tribunal was right in holding that post-import\ndepreciation cannot be taken into account and that the lapse of time before\nassessment by the authorities and after the bill of entry filed, is irrelevant - D\nHowever, assessee could file a suit for damage against Revenue for causing\ndelay in giving clearance for the car.\nThe question which arose for determination in this appeal was as to\nwhether the assessable value of a 1993 model Rolls Royce car as imported by\nthe appellant in 1996 has to be assessed based on the price declared in the E\nBill of Entry of the car as filed at the customs barrier by the assessee on\n31.8.1996 or as to whether depreciation should be allowed on the car for the\npurpose of valuation for the post import period.\nDismissing the appeal, the Court\nHELD: 1. The Tribunal was right in holding that post import depreciation\ncannot be taken into account, despite the fact that while the Bill of Entry of\nthe car was presented in 1996, the clearance was given on 28.3.2005.\n[Para 3] [793-B]\nF\nId\nM/s. Shah Devchand \u0026 Co. and Anr. v. Union of India and Anr., AIR G\n(1991) SC 1931, relied on.\n2.1. Delay of nine years on the part of the authorities in releasing the\ncar from the date of import has no relevance at all as the value has to be\n791\nH\n792\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA determined under Section 14 of the Customs Act for delivery at the time and\nB\nC\nᎠ\nE\nF\nG\nplace of importation, which date is 31.8.1996. Hence, the Tribunal was right\nin coming to the conclusion that the transaction value had to be declared by\nthe appellant as on 31.8.1996, and the lapse of time before assessment by the\nauthorities and after the Bill of Entry was filed is irrelevant.\n[Para 4] [793-C]\nBharat Surfactants Pvt. Ltd. and Anr. v. Union of India and Ors., [1989]\n3 SCR 367; M/s. Shah Devchand \u0026 Co. and Anr. v. Union of India and Anr.,\nand Commissioner of Customs, Kolkata v. J.K. Corporation., (2007) 2 SCALE\n459, relied on.\n2.2. It is open to the appellant to file a suit for damages or seek other\nremedies against the respondents for the delay in giving the clearance for\nthe car. [Para 9] [796-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4426 of 2006.\nFrom the Final Order No. 158/2006-Cus. dated 24.05.2006 of the Customs,\nExcise \u0026 Service Tax Appellate Tribunal, New Delhi in Appeal No. Cus./895/\n2004.\nJ.S. Sinha, Braj Kishore Mishra, Aparna Jha, Abhishek Yadav and Vikram\nfor the Appellant.\nA. Subba Rao and B.K. Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. This appeal has been directed against the\njudgment and order No. 158/06-Cus dated 24.5.2006 in Appeal No. Cus/895/\n2004 of the Customs, Excise and Service Tax Appellate Tribunal, New Delhi.\n2. The dispute in this case is about the assessable value of a 1993 model\nRolls Royce car imported by the appellant in 1996. The Bill of Entry of the\ncar was filed at the customs barrier by the appellant on 31.8.1996. The dispute\nis about the question whether depreciation should be allowed on the car for\nthe purpose of valuation for the post import period.\n3. Under Section 14 of the Customs Act, 1962 (hereinafter referred to as\n'the Act'), the valuation of the car must be based on the price at the time of\nH the import of the goods. Section 15 of the Act makes it clear that the rate of\nM.S. SHOES EAST LTD. v. COMMNR. OF CUSTOMS, ICD, NEW DELHI (MARKANDEY KATJU, J. ]\n793\nduty and tariff valuation has to be determined on the date on which the Bill A\nof Entry in respect of such goods is presented under Section 46 of the Act\nvide M/s. Shah Devchand \u0026 Co. and anr v. Union of India and anr., AIR\n(1991) SC 1931. Hence, in our opinion, the Tribunal was right in holding that\npost import depreciation cannot be taken into account, despite the fact that\nwhile the Bill of Entry of the car was presented in 1996, the clearance was\nB\ngiven on 28.3.2005.\n4. The submission of the appellant that there was delay of nine years\nin releasing the car from the date of import has in our opinion no relevance\nat all as the value has to be determined under Section 14 of the Customs Act\nfor delivery at the time and place of importation, which date is 31.8.1996. C\nHence in our opinion, the Tribunal was right in coming to the conclusion that\nthe transaction value had to be declared by the appellant as on 31.8.1996, and\nthe lapse of time before assessment by the authorities and after the Bill of\nEntry was filed is irrelevant.\nors.,\nᎠ .\n5. In Bharat Surfactants Pvt. Ltd. and anr v. Union of India and\n[1989] 3 SCR 367, a Constitution Bench of this Court held that the rate of duty\nand tariff valuation applicable to the imported goods is governed by Clause\n(a) of Section 15(1) of Customs Act. In the case of goods entered for home\nconsumption under Section 46 of the Customs Act, it is the date on which\nthe Bill of Entry in respect of the goods is presented under that Section which E\nis relevant.\n6. In this connection the following provisions of the Customs Act are\nrelevant :-\n\"2. Definitions :\n•\n(4) ‘bill of entry' means a bill of entry referred to in Section 46;\n(23) 'import' with its grammatical variations and cognate expressions,\nmeans bringing into India from a place outside India;\n(26) 'importer' in relation to any goods at any time between their\nimportation and the time when they are cleared for home consumption,\nincludes any owner or any person holding himself out to be the\nimporter;\nF\nG\n(40) ‘tariff value' in relation to any goods, means the tariff value fixed H\nin respect thereof under sub-section (2) of Section 14;\nA\nB\nC\nD\nE\nF\nG\nH\n794\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n(41) 'value' in relation to any goods, means the value thereof determined\nin accordance with the provisions of sub-section (1) of Section 14.\n14. Valuation of goods for purposes of assessment: (1) For the purposes\nof the Customs Tariff Act, 1975 (51 of 1975), or any other law for the time\nbeing in force whereunder a duty of customs is chargeable on any goods by\nreference to their value, the value of such goods shall be deemed to be the\nprice at which such or like goods are ordinarily sold, or offered for sale, for\ndelivery at the time and place of importation or exportation, as the case may\nbe, in the course of international trade, where -\n(a) the seller and the buyer have no interest in the business of\neach other; or\n(b) one of them has no interest in the business of the other, and\nthe price is the sole consideration for the sale or offer for sale.\nProvided that such price shall be calculated with reference to the rate\nof exchange as in force on the date on which a bill of entry is\npresented under Section 46, or a shipping bill or bill of export, as the\ncase may be, is presented under Section 50.\n(1A) Subject to the provisions of sub-section (1), the price referred to\nin that sub-section in respect of imported goods shall be determined\nin accordance with the rules made in this behalf.\n(2) Notwithstanding anything contained in sub-section (1) of sub-\nsection (1A), if the Board is satisfied that it is necessary or expedient\nso to do it may, by notification in the Official Gazette, fix tariff values\nfor any class of imported goods or exported goods, having regard to\nthe trend of value of such or like goods, and where any such tariff\nvalues are fixed, the duty shall be chargeable with reference to such\ntariff value.\n(3) For the purposes of this Section -\n(a) ‘rate of exchange' means the rate of exchange-\n(i) determined by the Board, or\n(ii) ascertained in such manner as the Board may direct, for the\nconversion of Indian currency into foreign currency into Indian\ncurrency;\n+\nx\nE\n,\n1\n1\nナ\nM.S. SHOES EAST LTD. v. COMMNR. OF CUSTOMS, ICD, NEW DELHI [MARKANDEY KATJU, J. ]\n795\n(b) 'foreign currency' and 'Indian currency' have the meanings A\nrespectively assigned to them in clause (m) and clause (q) of Section\n2 of the Foreign Exchange Management Act, 1999 (42 of 1999).\n15. Date of determination of rate of duty and tariff valuation of\nimported goods (1) The rate of duty and tariff valuation, if any,\napplicable to any imported goods, shall be the rate and valuation in B\nforce -\n(a) in the case of goods entered for home consumption under Section\n46 on the date on which a bill of entry in respect of such goods\nis presented under that Section;\nC\n(b) in the case of goods cleared from a warehouse under Section 68,\non the date on which a bill of entry for home consumption in\nrespect of such goods is presented under that Section;\n(c) in the case of any other goods, on the date of payment of duty;\nProvided that if a bill of Entry has been presented before the date of D\nentry inwards of the vessel or the arrival of the aircraft by which the\ngoods are imported, the Bill of entry shall be deemed to have been\npresented on the date of such entry inwards or the arrival, as the case\nmay be.\"\n7. A perusal of the above provisions as interpreted by this Court in E\nM/s. Shah Devchand \u0026 Co. and Anr. v. Union of India and Anr (Supra)\nshows that valuation has to be done at the time of importation of the goods,\nwhich is the date of presentation of the bill of entry by the importer.\n8. In Commissioner of Customs, Kolkata v. J.K. Corporation, 2007(2)\nSCALE 459, this Court held as under:\n\"The basic principle of levy of customs duty, in view of the afore-\nmentioned provisions, is that the value of the imported goods has to\nF\nbe determined at the time and place of importation. The value to be\ndetermined for the imported goods would be the payment required to\nG\nbe made as a condition of sale. Assessment of customs duty must\n¨have a direct nexus with the value of goods which was payable at the\ntime of importation. If any amount is to be paid after the importation\nof the goods is complete, inter alia by way of transfer of licence or\ntechnical know-how for the purpose of setting up of a plant from the\nH\n796\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nmachinery imported or running thereof, the same would not be\ncomputed for the said purpose. Any amount paid for post-importation\nservice or activity, would not, therefore, come within the purview of\ndetermination of assessable value of the imported goods so as to\nenable the authorities to levy customs duty or otherwise. The Rules\nhave been framed for the purpose of carrying out the provisions of\nthe Act. The wordings of Sections 14 and 14(1A) are clear and explicit.\nThe Rules and the Act, therefore, must be construed, having regard\nto the basic principles of interpretation in mind.\"\n9. We thus see no reason to interfere with the impugned judgment and\norder of the Tribunal. The appeal fails and is hereby dismissed accordingly.\nNo costs. However, we leave it open to the appellant to file a suit for damages\nor seek other remedies against the respondents for the delay in giving the\nclearance for the car.\nS.K.S.\nAppeal dismissed.\nt\n"}