{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"62\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA of the business activities of the PGF Limited being an activity\nof mere sale and purchase of agricultural land and there being\nno connected scheme relating to such sale transaction, there\nwas no scope for any collective investment scheme in order to\ninvoke Section 11AA of the SEBI Act.\nB\nC\n27. The third contention was that the other activities of sale\nand development of agricultural land of the PGF Limited was\ngoverned by Entry 18 of List II of the Seventh Schedule and,\ntherefore, the connected developmental activity of the PGF\nLimited in regard to those agricultural land sold to its investors\ncannot form the subject matter of legislation by the Parliament\nand consequently even if the validity of Section 11AA of the\nSEBI Act can be upheld, the PGF Limited's activity of the\ndevelopment of agricultural land should stand excluded from its\ncoverage. In other words, according to learned counsel, even\nD if the activities of the PGF Limited based with land sold and\nE\nF\nG\nits further development, if at all any legislation could be passed,\nthe same could have been done only by the State Legislature\nand not under Section 11AA of the SEBI Act.\n28. It was then contended that having regard to the fact that\nagricultural land, which was the subject matter of development\nof PGF Limited's business activity along with the incidence of\nsale, the same being governed by Entry 18 of List II of the\nSeventh Schedule, the very promulgation of Section 11AA of\nthe SEBI Act by the Parliament was invalid and ultra vires of\nthe Constitution on the ground of lack of competence and\nconsequently the second respondent could not have proceeded\nagainst the PGF Limited for non-compliance of the provisions\ncontained in the said Section.\n29. It was lastly contented that the approach of the Division\nBench of the High Court in having gone into the nature of\ntransactions entered into by the PGF Limited with the investors,\nwas incorrect as the sale deeds executed in favour of the\ninvestors were all not the subject matter of investigation, even\nH by the second respondent, while passing its order dated\n63\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n06.12.2002. Therefore, the order of the Division Bench in A\nhaving extensively gone into the genuineness of those\ndocuments, was by way of extra pleadings of the Division\nBench, which ought not to have been made and hence on that\nscore the PGF Limited should not have been non suited.\nB\nC\nD\n30. Having noted the various submissions of the learned\nsenior counsel for the appellants, we wish to deal with the\nconstitutional validity of Section 11AA of the SEBI Act in the\nforefront before dealing with other contentions. In this context,\nin the foremost, we wish to deal with the contention of the PGF\nLimited by making reference to various State enactments\ndealing with the rights of depositors. The contention proceeds\non the basis that if at all the activities of the PGF Limited in\ndealing with agricultural lands vis-à-vis its customers, in respect\nof the so called development agreements, were to be controlled,\nmonitored or regulated, the State Legislature alone could be\ncompetent to bring about a legislation on par with various State\nenactments referred to by the PGF Limited. In fact, even after\nthe elaborate submissions of learned senior counsel, we were\nat a loss to understand as to how far the operation of those\nState enactments relating to the depositors, can have any E\nimpact, while examining the constitutional validity of Section\n11AA of the SEBI Act. For the purpose of analysis, when we\nexamine the Madhya Pradesh Nikshepakon Ke Hiton Ka\nSanrakshan Adhiniyam, 2000 (M.P. Act No.16 of 2001) the\npreamble of the Act states that the said Act was to protect the F\ndeposits made by the public in the financial establishments and\nmatters connected therewith or incidental thereto. Admittedly,\nthe PGF Limited is not a financial institution at all and even\naccording to PGF Limited it has not collected any deposits from\nthe public at large. The PGF Limited though a company G\nincorporated under the Companies Act, was not receiving\ndeposits under any scheme or arrangement or in any other\nmanner and hence, it will not fall under the definition of 'financial\nestablishment' of the said Act. The purported intent of almost\nall the other State enactments were identical. It is a common H\n64\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nD\nA ground that many of the statutes brought out by the respective\nStates were upheld, except in some States where the Act was\nstruck down, which is stated to be a subject matter of\nconsideration pending before this Court. These State\nenactments in order to protect the depositors being duped\nB under the garb of granting extraordinary returns, were sought\nto be protected by providing certain machineries, including\ncertain prosecuting machinery and appropriate judicial forum\nfor redressing their grievances. According to the PGF Limited\nit is not a financial institution and was not collecting any\nC deposits and that its sole activity apart from sale of agricultural\nland was development of such lands sold to its customers. The\nextreme contention of the PGF Limited was that if Section\n11AA of the SEBI Act was to be upheld, it would virtually set at\nnaught those various State enactments, which in our\nconsidered opinion can only be stated as an argument of\ndesperation and has absolutely no nexus whatsoever to the\nquestion raised with regard to the validity of Section 11AA of\nthe SEBI Act and hence, does not in any way impinge upon\nthe said Section. Moreover, the said submission was never\nraised or focused before the Division Bench and is now sought\nto be raised before this Court for the first time and we find no\nsubstance in the submission while examining the validity of\nSection 11AA of the SEBI Act. In the light of our above\nconclusion, we do not find any necessity to refer to any of the\ndecisions relied upon in connection with the said submission,\nF namely, the decisions in K.K. Baskaran (supra), Sonal Hemant\nJoshi (supra), Vijay Puljal (supra), New Horizon Sugar Mills\nLtd. (supra), Naga People's Movement of Human Rights\n(supra), Harbhajan Singh (supra), S.P. Mittal (supra), Kartar\nSingh (supra), Mohinder Singh Gill (supra) and Gordhandas\nG Bhanji (supra).\nLU\nE\nH\n31. Before adverting to the various contentions raised in\nchallenging the vires of Section 11AA of the SEBI Act, we feel\nthat it is worthwhile to state and note certain precautions to be\nobserved whenever a vires of any provision of law is raised\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n65\nA\nB\nC\nbefore the Court by way of a writ petition. It will be worthwhile\nto lay down certain guidelines in that respect, since we have\nnoticed that on very many occasions a challenge to a provision\nof law, as to its constitutionality is raised with a view to thwart\nthe applicability and rigour of those provisions and as an\nescape route from the applicability of those provisions of law\nand thereby create an impediment for the concerned authorities\nand the institutions who are to monitor those persons who seek\nsuch challenges by abusing the process of the Court. Such\nfrivolous challenges always result in prolongation of the\nlitigation, which enables such unscrupulous elements who\nalways thrive on other peoples money to take advantage of the\npendency of such litigation preferred by them and thereby gain,\non the one side, unlawful advantage on the monitory aspect and\nto the disadvantage of innocent victims, and ultimately, gain\nunlawful enrichment of such ill-gotten money by defrauding D\nothers. In effect, such attempts made by invoking the\nextraordinary jurisdiction of the writ Courts of many such\nchallenges, mostly result in rejection of such challenges.\nHowever, at the same time, while taking advantage of the long\ntime gap involved in the pending proceedings, such\nunscrupulous litigants even while suffering the rejection of their\nstand at the end as to the vires of the provisions, always try to\nwriggle out of their liabilities by stating that the time lag had\ncreated a situation wherein those persons who were lured to\npart with huge sums of money are either not available to get\nback their money or such unscrupulous petitioners themselves\nare not in a position to refund whatever money collected from\nthose customers or investors. It is, therefore, imperative and\nworthwhile to examine at the threshold as to whether such\nchallenges made are bonafide and do require a consideration\nat all by the writ courts by applying the principle of 'lifting the G\nveil' and as to whether there is any hidden agenda in\nperpetrating such litigation. With that view, we lay down some\nof the criteria to be kept in mind whenever a challenge to a\nprovision of law is made before the Court.\nE\nF\nН\nA\nD\n66\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n32. The Court can, in the first instance, examine whether\nthere is a prima facie strong ground made out in order to\nexamine the vires of the provisions raised in the writ petition.\nThe Court can also note whether such challenge is made at the\nearliest point of time when the statute came to be introduced\nB or any provision was brought into the statute book or any long\ntime gap exist as between the date of the enactment and the\ndate when the challenge is made. It should also be noted as to\nwhether the grounds of challenge based on the facts pleaded\nand the implication of provision really has any nexus apart from\nC the grounds of challenge made. With reference to those relevant\nprovisions, the Court should be conscious of the position as to\nthe extent of public interest involved when the provision operates\nthe field as against the prevention of such operation. The Court\nshould also examine the extent of financial implications by virtue\nof the operation of the provision vis-à-vis the State and alleged\nextent of sufferance by the person who seeks to challenge\nbased on the alleged invalidity of the provision with particular\nreference to the vires made. Even if the writ Court is of the view\nthat the challenge raised requires to be considered, then again\nit will have to be examined, while entertaining the challenge\nraised for consideration, whether it calls for prevention of the\noperation of the provision in the larger interest of the public. We\nhave only attempted to set out some of the basic considerations\nto be borne in mind by the writ Court and the same is not\nexhaustive. In other words, the Writ Court should examine such\nother grounds on the above lines for consideration while\nconsidering a challenge on the ground of vires to a Statute or\nprovision of law made before it for the purpose of entertaining\nthe same as well as for granting any interim relief during the\npendency of such writ petitions. For the above stated reasons\nG it is also imperative that when such writ petitions are\nentertained, the same should be disposed of as expeditiously\nas possible and on a time bound basis, so that the legal\nposition is settled one way or the other.\nE\nF\nH\n33. Keeping the above factors relating to the constitutional\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n67\nchallenge to a provision of law made in mind, we proceed to A\nexamine the challenge made by the PGF Limited to Section\n11 AA of the SEBI Act. In fact, the challenge to the provision\nwas two-fold. The main contention of the PGF Limited was that\nsince indisputably the business of the PGF Limited was sale\nand development of agricultural land, the same would be B\ngoverned by Entry 18 of List II, namely the State subject and,\ntherefore, the Central Legislation brought about by the\nParliament in introducing Section 11AA of the SEBI Act cannot\nbe sustained. It was alternatively contended that even assuming\nthat the Section can be held to be valid, inasmuch as the C\nbusiness is solely sale and development of agricultural land\nagain falling under Entry 18 of List II section 11AA it can be\nread down to the effect that the said provision will have no\napplication to the business activity of the PGF Limited.\n34. As far as the main contention is concerned, when we\ntest the said submission, we find that the said submission is\nwholly misconceived. In order to appreciate the first contention,\nit will be worthwhile to extract Section 11 AA which reads as\nunder:\n\"11AA. Collective investment scheme- (1) Any scheme or\narrangement which satisfies the conditions referred to in\nsub-section (2) shall be a collective investment scheme.\n(2) Any scheme or arrangement made or offered by any\ncompany under which-\n(i) the contributions, or payment made by the investors,\nby whatever name called, are pooled and utilized\nfor the purposes of the scheme or arrangement;\n(ii)\nthe contributions or payments are made to such\nscheme or arrangement by the investors with a view\nto receive profits, income, produce or property,\nwhether movable or immovable from such scheme\nor arrangement;\nD\nE\nF\nG\nH\n68\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\n(iii) the property, contribution or investment forming part\nof scheme or arrangement, whether identifiable or\nnot, is managed on behalf of the investors;\n(iv)\nB\n☐ C\nD\nE\nF\nG\n☐ H\nthe investors do not have day-to-day control over the\nmanagement and operation of the scheme or\narrangement.\n(3) Notwithstanding anything contained in sub-section (2),\nany scheme or arrangement-\n(i)\n(ii)\nmade or offered by a co-operative society\nregistered under the Co-operative Societies Act,\n1912 (2 of 1912) or a society being a society\nregistered or deemed to be registered under any\nlaw relating to co-operative societies for the time\nbeing in force in any State;\nunder which deposits are accepted by non-banking\nfinancial companies as defined in clause (f) of\nsection 45-1 of the Reserve Bank of India Act, 1934\n(2 of 1934);\n(iii) being a contract of insurance to which the Insurance\nAct, 1938 (4 of 1938) applies;\n(iv) providing for any scheme, pension scheme or the\ninsurance scheme framed under the Employees'\nProvident Funds and Miscellaneous Provisions Act,\n1952 (19 of 1952);\n(v)\nunder which deposits are accepted under Section\n58A of the Companies Act, 1956 (1 of 1956);\n(vi) under which deposits are accepted by a company\ndeclared as a Nidhi or a Mutual Benefit Society\nunder Section 620A of the Companies Act, 1956\n(1 of 1956)\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n69\n(vii) falling within the meaning of chit business as A\ndefined in clause (e) of Section 2 of the Chit Funds\nAct, 1982 (40 of 1982);\n(viii) under which contributions made are in the nature\nof subscription to a mutual fund, Shall not be\ncollective investment scheme.\"\nB\nD\n35. A reading of the said provision discloses that it talks\nof any scheme or arrangement, which would fall within the\ndefinition of a collective investment scheme. Section 2 (ba)\nunder the definition clause states that a collective investment C\nscheme would mean any scheme or arrangement, which\nsatisfies the conditions specified in Section 11 AA. Under sub-\nSection (2) of Section 11AA, it is stipulated that any scheme\nor arrangement made or offered by any company by which the\ncontribution, or payment made by the investors, by whatever\nname called, are pooled and utilized for the purposes of\nscheme or arrangement; contributions or payments are made\nby the investors with a view to receive profits, income, produce\nor property, whether movable or immovable, based on the\nscheme or arrangement, any property, contribution or E\ninvestment which forms part of the scheme or arrangement is\nidentifiable or not is managed by someone on behalf of the\ninvestors shall be collective investment scheme. Further the\ninvestors should not have day to day control over the\nmanagement and operation of the scheme or arrangement. A\ndetailed analysis of sub-section (2) of Section 11 AA, which\ndefines a collective investment scheme disclose that it is not\nrestricted to any particular commercial activity such as in a shop\nor any other commercial establishment or even agricultural\noperation or transportation or shipping or entertainment\nindustry etc. The definition only seeks to ascertain and identify\nany scheme or arrangement, irrespective of the nature of\nbusiness, which attracts investors to invest their funds at the\ninstance of someone else who comes forward to promote such\nscheme or arrangement in any field and such scheme or\narrangement provides for the various consequences to result\nF\nG\nH\n70\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA there from. As a matter of fact the provision does not make any\nreference to agricultural or any other specific activity and,\ntherefore, at the very outset it will have to be held that the\nsubmission based on Entry 18 of List II, while challenging the\nVires of Section 11AA, is wholly misconceived. The fallacy in\nB the submission of the PGF Limited is that it proceeds on the\nfooting as though the said provision, namely, Section 11AA\nwas also intended to cover an activity relating to agriculture and\nits development and, therefore, the provision conflicts with Entry\n18 of List II of the State List to be struck down on that score.\nInasmuch as the said Section 11AA seeks to cover, in general,\nany scheme or arrangement providing for certain consequences\nspecified therein vis-à-vis the investors and the promoters,\nthere is no question of testing the validity of Section 11AA in\nthe anvil of Entry 18 of List II. The said submission made on\nbehalf of the appellants is, therefore, liable to be rejected on\nthat sole ground.\nC\nD\n36. The correctness of the submission can also be\nexamined in a different angle, namely, what is the paramount\npurpose for which the SEBI Act, 1992 came to be enacted?\nE The object of the main Act itself came to be considered by this\nCourt in a recent decision reported in Sahara India Real Estate\nCorporation Ltd. (supra) wherein this Court has stated as\nunder:-\nF\nG\nH\n\"65. Parliament has also enacted the SEBI Act to provide\nfor the establishment of a Board to protect the interests of\ninvestors in securities and to promote the development of,\nand to regulate the securities market. The SEBI was\nestablished in the year 1988 to promote orderly and healthy\ngrowth of the securities market and for investors'\nprotection. SEBI Act, Rules and Regulations also oblige\nthe public companies to provide high degree of protection\nto the investor's rights and interests through adequate,\naccurate and authentic information and disclosure of\ninformation on a continuous basis.\"\n(emphasis added)\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n71\nThe object for introducing Section 11AA which came to be A\ninserted by Act 31 of 1999 w.e.f 22.02.2000 is to the following\neffect:\n“2. Recently many companies especially plantation\ncompanies have been raising capital from investors\nthrough schemes which are in the form of collective\ninvestment schemes. However, there is not an adequate\nregulatory framework to allow an orderly development of\nthis market. In order that the interests of investors are\nprotected, it has been decided that the Securities and\nExchange Board of India would frame regulations with\nregard to collective investment schemes. It is, therefore,\nproposed to amend the definition of \"securities\" so as to\ninclude within its ambit the derivatives and the units or any\nother instrument issued by any collective investment\nscheme to the investors in such schemes.\"\nB\nC\nD\n37. Therefore, the paramount object of the Parliament in\nenacting the SEBI Act itself and in particular the addition of\nSection 11AA was with a view to protect the gullible investors\nmost of whom are poor and uneducated or retired personnel E\nor those who belong to middle income group and who seek to\ninvest their hard earned retirement benefits or savings in such\nschemes with a view to earn some sustained benefits or with\nthe fond hope that such investment will get appreciated in course\nof time. Certain other Section of the people who are worstly F\naffected are those who belong to the middle income group who\nagain make such investments in order to earn some extra\nfinancial benefits and thereby improve their standard of living\nand on very many occasions to cater to the need of the\neducational career of their children.\n38. Since it was noticed in the early 90s that there was\nmushroom growth of attractive schemes or arrangements, which\npersuaded the above vulnerable group getting attracted\ntowards such schemes and arrangements, which weakness\nG\nH\n"}