{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"52\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA definition of 'securities' under the provisions of the SEBI Act.\nAccording to learned senior counsel since those documents\nwould not fall within the definition of 'securities' as defined under\nthe SEBI Act read along with Securities Contracts (Regulation)\nAct, 1956 there is absolutely no scope to invoke the definition\nof Section 2(ba) read along with Section 11AA of the SEBI Act.\nB\nC\nD\n11. The learned senior counsel strenuously contended that\nthe stand of the respondents as accepted by the Division.\nBench, namely, that the collective investment scheme would fall\nwithin the expression 'investor protection' and thereby governed\nby Entry 97 of List I of the Seventh Schedule read along with\nArticle 248 of the Constitution was wholly misconceived and,\ntherefore, on the ground of legislative competence, Section\n11AA of the SEBI Act is liable to be struck down. In support of\nthe said submission learned senior counsel also made detailed\nreference to various State enactments dealing with the\nprotection of rights of depositors in financial establishments and\ncontended that having regard to such initiatives taken by various\nState Governments, if at all, any protection were to be extended\nto the investors, namely, the customers of the PGF Limited\nE whose rights qua the agricultural lands transferred in their\nfavour, could have been validly enacted only in exercise of the\npowers vested with the respective State Governments under\nEntry 18 of List II of the Seventh Schedule and such exercise\nof power of legislation could have never been carried out by\nthe first respondent.\nF\nG\nH\n12. Learned senior counsel further contended that the\njudgment of the Division Bench of the High Court in upholding\nthe validity of Section 11AA of the SEBI Act resulted in various\nincongruities in that the impugned provision brought into the\nSEBI Act created under a law referable to Entries 43, 44 and\n48 of List of the Seventh Schedule directly encroaching upon\nthe legislative power of the State under Entry 18 of List II of the\nSeventh Schedule. According to learned senior counsel, the\nsubject matter of 'investors protection' pleaded on behalf of the\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n53\nrespondents and accepted by the Division Bench of the High A\nCourt, which was referable only to Entries 43 and 44 of List I\nof the Seventh Schedule, can have no reference to the\ntransactions dealing with sale and purchase of agricultural lands\nand their development and consequently the introduction of\nSection 11AA into the SEBI Act by way of a parliamentary B\nlegislation was wholly incompetent.\n13. According to learned senior counsel, the SEBI Act and\nthe Securities Contracts (Regulation) Act, 1956 deal only with\ninstruments, which can be openly traded in the Stock Market\nas compared to the title deeds with respect to immovable\nproperties, which cannot by any stretch of imagination brought\nwithin the meaning of the term 'instrument' in order to invoke\nSection 11AA of the SEBI Act to rope in the PGF Limited's\nactivities as falling under the expression 'collective investment\nscheme' and proceed against them. It was, therefore,\ncontended that even if Section 11AA can be held to be valid,\nit should be declared that the said provision will have no\napplication to sale and development of agricultural land.\n14. The learned senior counsel further contended that even\nthe second respondent never contended that the transactions\nof the PGF Limited in the sale and development of the\nagricultural lands to its investors as sham transactions as could\nbe seen from the impugned order of the second respondent\ndated 06.12.2002 and in the said circumstances the\nconclusions drawn by the Division Bench to the contrary cannot\nbe accepted and the same cannot form the basis for upholding\nthe order of the second respondent dated 06.12.2002.\nC\nD\nE\nF\nG\n15. In support of his submissions learned senior counsel\nrelied upon the decisions in K.K. Baskaran Vs. State\nrepresented by its Secretary, Tamil Nadu and others - (2011)\n3 SCC 793, Sonal Hemant Joshi and others Vs. State of\nMaharashtra and others - (2012) 10 SCC 601, State of\nMaharashtra Vs. Vijay C. Puljal and others - (2012) 10 SCC\n599, New Horizon Sugar Mills Ltd. Vs. Government of H\n54\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Pondicherry and another - (2012) 10 SCC 575, Naga People's\nMovement of Human Rights Vs. Union of India - (1998) 2\nSCC 109, Union of India Vs. Shri Harbhajan Singh Dhillon -\n(1971) 2 SCC 779, S.P. Mittal Vs. Union of India and others\n- (1983) 1 SCC 51, Kartar Singh Vs. State of Punjab - (1994)\nB 3 SCC 569, Mohinder Singh Gill and another Vs. The Chief\nElection Commissioner, New Delhi and others - (1978) 1 SCC\n405 and Commissioner of Police Vs. Gordhandas Bhanji -\n1952 SCR 135.\nC\nD\n16. Mr. Luthra, learned Additional Solicitor General\nappearing for the Union of India after referring to the judgment\nof the Division Bench and the directions ultimately issued to the\nPGF Limited to refund all the monies collected from the\ninvestors, contented that the source of power to the Parliament\nto introduce Section 11AA of the SEBI Act was Entry 97 of List\nI read along with Article 248 of the Constitution and not Entry\n48 of List or Entry 18 of List II. By relying upon the recent\ndecision of this Court in Sahara India Real Estate Corporation\nLimited and others Vs. Securities and Exchange Board of\nIndia and another - (2013) 1 SCC 1, learned Additional\nE Solicitor General contended that the object of SEBI Act itself\nwas mainly for the protection of investors and that the decision\nof this Court has also reinforced the said position. The learned\nAdditional Solicitor General relied upon Delhi Cloth \u0026 General\nMills Co. Ltd. Vs. Union of India and others - (1983) 4 SCC\nF 166, Reserve Bank of India Vs. Peerless General Finance\nand Investment Co. Ltd. and others - (1987) 1 SCC 424 and\nNarendra Kumar Maheshwari Vs. Union of India - 1990\n(Suppl.) SCC 440 to emphasis the need for investors\nprotection in the present day context. The learned Additional\nG Solicitor General contended that since the protection of\ninvestors is the main objective of the legislation, namely, SEBI\nAct and the said concept is not specifically enumerated in any\nof the Entries of Seventh Schedule, the same would be\ngoverned only by Entry 97 of List I and by virtue of the residual\nH power is vested with the Parliament under Article 248 of the\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n55\nConstitution, the introduction of Section 11AA of the SEBI Act A\nwas valid in law and the judgment of the Division Bench does\nnot call for interference. By relying upon the decision of this\nCourt in E.V. Chinnaiah Vs. State of A.P. and Others - (2005)\n1 SCC 394, the learned Additional Solicitor General also\ncontended that the pith and substance theory applied by the B\nDivision Bench of the High Court to conclude that the business\nactivity of the PGF Limited, namely, sale and development of\nagricultural land is nothing but a collective investment scheme\nand consequently governed by the concept of investors\nprotection as governed by Section 11AA of the SEBI Act, was C\nperfectly justified and the same does not call for interference.\nD\n17. Mr. Tripathi, learned senior counsel for the second\nrespondent in his submissions contended that the sale and\ndevelopment of agricultural land of the PGF Limited was in pith\nand substance a collective investment scheme and that the\ncontention of the PGF Limited that its business related to\ntransaction concerning agricultural land simplicitor cannot be\naccepted. The learned counsel, therefore, contended that the\nsubmission that there was no competence for the Parliament\nto enact Section 11AA of the SEBI Act and based on the said E\nprovision SEBI cannot control the business of the PGF Limited,\ncannot be countenanced. According to learned senior counsel\nthe salient features of the business of the PGF Limited, namely,\nsale and development of agricultural land in reality was an\ninvestment simplicitor by the gullible public under the guise of F\nsale and development of agricultural land and, therefore,\nSection 11AA of the SEBI Act was valid in law and the PGF\nLimited is bound to comply with the requirements of the SEBI\nAct in order to protect the interests of the investors.\n18. While highlighting the salient features, the learned\nsenior counsel referred to the application to be submitted by\nthe investors and the various stipulations contained in the\nagreement of the PGF Limited, which disclose that while the\nsale of agricultural land in units of 150 sq. yrds. (1350 sq. ft.)\nG\nH\n56\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA was not immediately made, the same was dependent on certain\nother time bound contingencies. The learned senior counsel\nthen pointed out that various terms contained in the application\nand the agreement disclose that the PGF Limited continued to\nretain absolute control over the land in question, which is sold\nB in fragmentation to different parties and created a bondage with\nthe PGF Limited, which virtually deprived of those investors to\nhave absolute control over the land purchased by them.\nAccording to him, the so called development of the land by\nvarious investors was collectively retained by the PGF Limited.\nC\nD\n19. To highlight such a dominant control of the PGF Limited\nover the various units sold to the customers, the learned senior\ncounsel pointed out that from the date of signing of the\nagreement for development, the PGF Limited retained absolute\ncontrol in the matter of consultation with agro-consultants and\nexperts for soil test, climate etc., apart from the development\nof the land by way of survey, demarcation, clearing cultivation,\nplanting and raising of crops, trees, plants, saplings etc., use\nof fertilizers and pesticides, irrigation, harvesting and all other\nactivities allied or incidental thereto, to be decided by the PGF\nE Limited. Even as regards to the payment plans, the learned\nsenior counsel pointed out that the sample agreement\nproduced does not disclose as to how much from out of the\ncomposite amount collected from the customer would be the\ncost of the land for the purpose of development. By referring\nF to the rejoinder filed before the High Court, the learned senior\ncounsel pointed out that for the first time PGF Limited stated\nthat 1/3rd of the consideration was towards the cost of land for\nwhich the sale deed is executed and the remaining amount\nspent towards development of land and there was no separate\nG document to cover the amount spent for development. Based\non the said stand of the PGF Limited, the learned senior\ncounsel pointed out that out of Rs.5000/- by way of\nconsideration only Rs.1750/- was relatable to cost of land and\nthe rest was towards development, maintenance etc.\nH\n}\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n.\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n57\n20. The learned senior counsel also submitted that the A\nNotes of Accounts disclose that it was the policy of the\ncompany to acquire land and allot land units to its joint ventures\nby way of earmarking land units after three years in case of\ndeferred schemes and after one year in case of a lump sum\nscheme. It was also pointed out that when a specific question B\nwas put by the High Court to the PGF Limited as to how many\ninvestors had in fact proceeded to cultivate the land and put it\nfor agricultural use or developed it by themselves, nothing was\nplaced before the High Court to substantiate the claim of the\nPGF Limited. It was pointed out that the investors mostly C\nbelonged to the rural areas and were uneducated, who were\nlured with a return of 12.3%, as against the comparative\ninvestment option of 8.9%, while in reality there was no\ndevelopment of the land and the alleged promise of distribution\nof return was from out of the investment, from new investors. In\nthe light of the above features contained in the application and\nthe agreement placed before the Court, it was contended that\nthe activity of the PGF Limited was not a mere sale and\npurchase of land, but in actuality was an investment scheme\nwherein land was being used only as a resource, which was\npromised to be worked on and developed by the PGF Limited\nand the exploitation of the land would result in return to the\ninvestors. It was, therefore, submitted that in reality the business\nof the PGF Limited was purely an investment scheme and\nconsequently governed by the definition of collective investment\nD\nE\nscheme as defined under Section 2(ba) read along with F\nSection 11AA of the SEBI Act.\n21. With regard to the legislative competence, the learned\nsenior counsel submitted that having regard to the nature of\nbusiness transaction of the PGF Limited, in pith and substance, G\nit was a collective investment scheme of the PGF Limited along\nwith the investors and, therefore, as rightly claimed by the\nrespondent the introduction of Section 11AA of the SEBI Act\nby the Parliament was governed by the concept of 'investors\nprotection' falling within residuary Entry 97 of List I read along H\n58\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA with Article 248 of the Constitution and not governed by Entry\n18 of List II. The learned senior counsel, therefore, contended\nthat the challenge to the said Section on the ground of legislative\ncompetence was rightly rejected by the Division Bench of the\nHigh Court.\nB\nC\nD\n22. As far as the contention that the PGF Limited's scheme\ndid not fall under the category of security, the learned senior\ncounsel contended that even applying Section 2(h) of the\nSecurities Contracts (Regulation) Act, 1956 read along with the\nprovisions of the SEBI Act, the sale-cum-development\nagreement of the PGF Limited would fall within the definition\nof 'instrument', which only means \"a written legal document that\ndefines rights, duties, entitlements or liabilities\" and\nconsequently governed by the provisions of the SEBI Act. In this\ncontext, learned senior counsel placed reliance upon a decision\nof the Bombay High Court in the case of Ashok Organic\nIndustries Ltd. Vs. Asset Reconstruction Company (India)\nLimited - (2008) 3 Comp. L.J. 61, wherein it was held that\ninstrument is a formal legal document which may even in\nappropriate case wide enough to cover the decrees. The\nE learned senior counsel, therefore, contended that even a\nCertificate, Receipt, Registration Letter or a Unit Certificate or\nany such similar document would fulfill the criteria of \"by\nwhatever name called\" in the definition of the term 'Unit' under\nRegulation 2(z)(dd) and it can be treated as an instrument and,\nF therefore, subject to the rigours of SEBI (Collective Investment\nSchemes) Regulations, 1999.\nG\nH\n23. Learned senior counsel also drew our attention to the\nfact that in the case on hand, the sale of land in multiple units\ncould always be sold or disposed of after getting a No\nObjection Certificate from the PGF Limited and, therefore, from\nthat angle as well the contention of the PGF Limited was liable\nto be rejected. The learned senior counsel also referred to the\n'Blue Sky Laws' in the United States of America, which sought\nto regulate and control frauds in securities, largely at the\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n59\nA\ninitiative of the agrarian population and its small bankers\nagainst the fraudulent transactions of financiers in agricultural/\nplantation lands and submitted that the SEBI (Collective\nInvestment Schemes), Regulations are more or less parallel to\nsuch 'Blue Sky Laws', which was carried out in the interest of\nthe investors, who were lured to part with their hard earned B\nsavings under the disguised promise of the PGF Limited to\nprovide a higher value for the investment, by way of\ndevelopment and, therefore, the second respondent as a\nstatutory authority had every duty to ensure that such schemes\nwere controlled and regulated by the Regulation of 1999. The\nlearned senior counsel, therefore, contended that the PGF\nLimited cannot be allowed to wriggle out of the control of SEBI\nAct by contending that it was dealing only with agricultural lands\ngoverned by Entry 18 of List II and hence its activities cannot\nbe called as collective investment scheme falling under the\nprovision of the SEBI Act.\nC\nD\nE\n24. Having heard Mr. A.K. Ganguli, learned senior counsel\nfor the appellants, Mr. Sidharth Luthra, learned Additional\nSolicitor General for respondent No.1 \u0026 Mr. Parag P. Tripathi,\nlearned senior counsel for respondent No.2, having perused the\nnumerous paper books and compilations placed before us and\nhaving bestowed our serious consideration to the various\nsubmissions before us, at the very outset, we state that the\npresent litigation by way of writ petition before the High Court\nin challenging the vires of Section 11AA of the SEBI Act and F\nafter having lost before the Division Bench of the High Court in\nits elaborate judgment, in its frantic attempt to pursue the\nlitigation still further by filing this civil appeal before the Supreme\nCourt, which in turn necessitated devotion of the precious time\nof this Court, force us to state that the whole attempt of the PGF G\nLimited was thoroughly vexatious and calls for severe\nindictment. We also wish to note here and now that apart from\nrejecting the contentions of the PGF Limited for various reasons\nto be adduced in this judgment and having noted the evil\nintention of the PGF Limited in having perpetrated this litigation, H\nB\nC\n60\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA apart from mulcting the PGF Limited with exemplary costs, it\nalso calls for appropriate enquiry and investigation to be made\nnot only by the second respondent but also by the prime criminal\ninvestigating agencies, namely, the Central Bureau of\nInvestigation and also by the Department of Income Tax, in order\nto find out the extent of fraud indulged in by the PGF Limited\nunder the garb of development of agricultural lands that too at\nthe cost of gullible investors, who were offered fragmented\npieces of so called agricultural lands in multiple units of 150\nsq. yds. per unit. At this juncture, it will be appropriate to note\nthat in spite of our repeated asking of the learned senior counsel\nfor the appellants, as to what materials were placed before the\nHigh Court or before this Court, as to the extent of\ndevelopments made to the various so called agricultural lands\nprocured and stated to have been transferred in favour of\nthousands of investors, to our utter dismay, the learned senior\ncounsel appearing for the appellants fairly submitted that no\nmaterial was either placed before the Division Bench of the\nHigh Court or before this Court till the conclusion of the hearing.\nThe learned senior counsel, however, made a feeble contention\nthat there was no occasion for the appellants to produce those\nmaterials though he was not able to satisfactorily explain to us.\nas to why no such material could be placed before us when we\nrepeatedly called upon the appellants to place such materials.\nD\nE\nF\n25. With the above prelude to the nature of litigation\nlaunched by the appellants in the High Court and pursuing the\nsame in this Court, when we consider the submission of the\nappellants, we find that the submission was fivefold. According\nto the appellants while the appellants as a company provided\nin the Memorandum and Articles of Association, various\nG objects and business ventures, it was actually involved in the\nbusiness of joint venture schemes, sale of agricultural lands and\nsale and development of agricultural lands. While the sale of\nagricultural land and sale and development of agricultural land\nwas continued to be operated upon, according to the PGF\nLimited, its business of joint venture schemes were brought to\nH\n'\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n61\nC\nD\nan end on and from 01.02.2000. In fact, the said stand was made A\nat the time when the second respondent extended its\nopportunity prior to the passing of the impugned order dated\n06.12.2002. Certain details were also furnished before the\nsecond respondent as to what were the extent of monitory\ntransactions carried on in respect of the joint venture schemes B\nand also the action taken by the PGF Limited after stopping\nits joint venture activities on and after 01.02.2000. Before this\nCourt also certain details were furnished as to what extent\nmonies were refunded to those who were part of the joint venture\nschemes and certain funds, which were deposited with the\nsecond respondent and were to be refunded to those whose\navailability and identity could not be traced after the stopping\nof the operation of joint venture schemes. We shall, however,\nexamine the scope and extent of acceptability of such a stand\nmade on behalf of the PGF Limited in order to examine whether\n- the stand of the PGF Limited that its joint venture schemes were\nstopped from 01.02.2000 while the provisions of Section 11AA\nof the SEBI Act was brought into the statute book from\n22.02.2000 by Act 31 of 1999. We, however, hasten to add that\nadmittedly even after 01.02.2000, according to the PGF Limited\nit continued to receive funds from various participants of the joint\nventure schemes on the pretext that such receipt of funds\nrelated to the involvement of those investors in the schemes,\nwhich were in operation prior to 01.02.2000. The contention of\nthe PGF Limited was that since the operation of joint venture\nschemes were brought to an end as from 01.02.2000 and\nSection 11AA of the SEBI Act was inserted into statute book\nand became operational only from 22.02.2000, there was no\nscope for the second respondent to have called upon the PGF\nLimited to subject itself to the jurisdiction of the second\nrespondent in purported exercise of its power under Section G\n11AA of the SEBI Act as well as in pursuance of its public notice\nissued in the year 1997-98.\n26. The second submission of the learned senior counsel\nfor the appellants was that sale of agricultural land, which is one\nE\nF\nH\n"}