{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nBABULAL JAIN\nV.\nSTATE OF M.P. AND ORS.\nAPRIL 24, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nService Law:\nDeputation to a higher post-Fixation of pay-Instructions of State\nGovernment that transfer from one Department to another would be treated\nas posting and not appointment-Pay of employee fixed as per FR 22(D)—\nLater pay refixed and excess payment ordered to be recovered-Held, the\nsubstantive post held by employee did not provide for channel of promotion\nto the post he was posted on Deputation-For all intent and purpose he was\nD deputed to that post-As such, he could not have been placed on a higher\nscale of pay-FR 22(D) is not applicable to a case of deputation-However,\nin exercise of jurisdiction under Article 142 of the Constitution, Department\ndirected to refund the amount recovered from the employee-Fundamental\nRules-FR 22(D)-Constitution of India, 1950-Article 142.\nE\nF\nAppellant, an Accountant in the Collectorate, was posted on deputation\nto the post of Election Supervisor. On 9.2.1999, State of Madhya Pradesh\nissued an Office Memorandum to the effect that transfer from one Department\nof the Government to the other Department would be treated as posting and\nnot appointment, and on being appointed on higher post, pay would not be fixed\nunder FR 22(D) or 22(A) of M.P. Civil Services (CCA) Rules, but on the pay\nbeing drawn by him on the lower post. On 13.12.2000 the Collector added the\nword “promotion”\" in the offer of appointment of the appellant by corrigendum.\nHe was relieved of his duties as Election Supervisor with effect from\n31.12.2001, the date on which he attained the age of superannuation.\nMeanwhile, in view of the circular dated 9.2.1999, his pay was refixed in the\nG pay scale of his substantive post by order dated 26.12.2001, and the excess\npayment made to him was directed to be recovered. The appellant challenged\nthe said order and, ultimately, the High Court dismissed his writ petition\nholding that since the employee had been given the higher scale of Election\nSupervisor on which post he was not promoted as per law, there was no\nH\n514\n}\nBABULAL JAIN v. STATE OF M.P.\n515\n་\nillegality in the order of refixation of his pay and there was no question of A\nquashing the recovery.\nIn the appeal filed by the employee, it was contended that the Office\nMemorandum dated 9.2.1999 was ultra vires Fundamental Rule 22(D) and the\nM.P. Civil Services (CCA) Rules; and that, in any case, recovery could not\nhave been made from his salary.\nAllowing the appeal in part, the Court\n00\nB\nHELD: 1. The substantive post held by the appellant did not provide for\na channel of promotion to the post of Election Supervisor and, as such, the\nCollector of the District could not have, in law, appointed him on the post of C\nElection Supervisor and later issue a corrigendum that he had been promoted\nthereto. Thus, for all intent and purport, he was only deputed to that post.\nHaving been placed on deputation to a post which carries higher\nresponsibilities, some allowance could have been granted in his favour, but\nhe could not have been placed on a higher scale of pay. It is, therefore, not a\nD\ncase that the Finance Department of the State of Madhya Pradesh could not\nhave issued a clarification in this behalf as ultimately the financial burden\nwould be on the State. Fundamental Rules 22(D) of the Rules refers to regular\npromotion to a post and is not applicable to a case of deputation.\n[Para 10, 11, 12 and 13] [519-B-G]\nE\nF\n2. However, in a case of this nature, no recovery should be directed to\nbe made. Appellant has discharged higher responsibilities. It is not a case\nwhere he obtained higher salary on committing any fraud or\nmisrepresentation. The mistake, if any, took place on a misconception of law.\nHe has since retired. A sum of Rs. 22,000/- has been recovered from him.\nSuch recovery has been effected without issuing any show cause notice. His\ncase on merit in this behalf was not considered by the Government and even\nby the Tribunal. The respondents shall refund the said sum of Rs. 22,000/- to\nthe appellant and also direct his retirement benefit to be calculated as if he\nhad reached the age of superannuation only as an Accountant on the re-fixed\npay and not on the scale of pay of Election Supervisor. This direction is issued G\nin exercise of jurisdiction under Article 142 of the Constitution of India.\n[Paras 14 and 17] [519-H; 520-A-B; C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2125 of 2007.\nFrom the Judgment and Order dated 27.04.2005 of the High Court of H\n516\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Madhya Pradesh, at Indore Bench in W.P. No. 2032 of 2003.\nParamjit Singh Patwalia, Amanpreet Singh Rahi, Manjeet Singh, Harikesh\nSingh, T.V. George, Satish Kumar and Ashwani Bhardwaj for the Appellant.\nG.P. Singh, Sushma Singh, Monohar Singh Bakshi, Debasis Misra, Naveen\nB Sharma and B.S. Banthia for the Respondents.\nC\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted\n2. The question which has been raised in this appeal arising out of a\njudgment and Order dated 27.4.2005 passed by the Madhya Pradesh High\nCourt in Writ Petition (Civil) No. 2032/2003 centers around the interpretation\nof FR 22(D) of the M.P. Civil Services (CCA) Rule. Appellant was working as\nan Accountant. He was purported to have been recommended for his alleged\npromotion to the post of Election Supervisor by the Collector, District Dewas\nD (MP) in terms of a letter dated 25.7.1998 addressed to the Chief Electoral\nOfficer, Bhopal in the following terms:\nE\nF\n\"Election Supervisor posted in District Dewas has since\nsuperannuated. For filing of this vacant post, name of Shri R.B. Puranik\nwas recommended to be promoted to the post election supervisor vide\nOM Sr. No. 1374/estab/98 dated 12.6.98. Thereafter Shri Babulal Jain,\naccountant, vide his application dated 25.7.98 has consented to be\nappointed to the post of election supervisor.\nThereafter, at the concerned Seniority list, being at serial No. 4 Mr.\nBabulal Jain is senior to Mr. Puranik and experienced in election\nrelated work.\nPhoto Copy of his ACRs are enclosed.\nThereafter it is recommended that Shri Babulal Jain, accountant,\nbe promoted to the post of election supervisor.\n7\nG\nEncl:-\nPhoto Copy of ACRs\nFor the Years 93-97\nH\nSd/-\nCollector\n_\nDistrict: Dewas (M.P.)\"\n3. The said recommendation having been accepted, he was appointed\nto the said post in the pay scale of Rs. 4000-100-6000 until further orders.\nBABULAL JAIN v. STATE OF M.P. [S.B. SINHA, J.]\n517\n4. He was later on put in the pay scale of Rs. 4500-125-7000 with one A\nincrement as his personal pay. The Government of Madhya Pradesh, however,\nissued a circular letter on or about 9.2.1999 in regard to the fixation of pay\non appointment to the post involving higher duties and responsibilities,\nstating;\n\"When any Government servant is appointed on higher post from one\nDepartment of Government to another department of the Government,\nthe following guidelines are being issued State Government regarding\npay fixation after careful consideration:\ni. Transfer from department of the Government to another on higher\npost shall not be treated as appointment rather posting.\nii. On being appointed on higher post the pay fixation of the concerned\nGovernment servant shall not be fixed under FR 22(D) or 22(A) rather\non pay being drawn by him on lower post.\"\nB\nC\n5. On or about 13.12.2000, the Collector added the word \"promotion\" in D\nhis offer of appointment by way of Corrigendum after the words \"until further\norders\";\n\"In the light of the objection dated 24.10.2000 raised at the time of pay\nfixation of Sh. Babulal Jain, then Asst. Grade-II/Accountant/now,\nElection Supervisor, Election Branch, Collecotrate, Dewas (M.P.) partial E\nmodification of OM Sr. No. 28.9.98/estab/98 Dewas dated 28.9.98 vide\nwhich he was appointed as Election Supervisor on the sanction of the\nChief Election Officer (M.P.) the word \"promotion\" is added after until\nfurther order. Rest part of the order shall be effective as usual.”\nF\n6. On and from 1.1.2000 he started drawing a salary of Rs. 6625/- per\nmonth. He was relieved of his duties as Election Supervisor with effect from\n31.12.2001 by an Order dated 5.10.2001. On or about 26.12.2001, his pay was\ndirected to be re-fixed in the light of the said Office Memorandum dated\n9.2.1999 as on 1.1.2000 at Rs. 6000 + Rs. 179 as personal pay. It was directed\nthat excess amount paid to him be recovered. He attained the age of G\nsuperannuation on 31.12.2001.\n7. Questioning the said order, he filed an original application before the\nMadhya Pradesh Administrative Tribunal.\n8. Having regard to the fact that the appellant had filed a representation H\n518\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA in respect of the said Order dated 13.12.2001 before the Chief Electoral Officer,\nBhopal on 22.12.2001, the Tribunal in view of Section 21(b) of the Administrative\nTribunals Act, 1985 dismissed the said application summarily. A Writ Petition\nfiled thereagainst has been dismissed by the High Court by reason of the\nimpugned judgment stating;\nB\nC\nᎠ\nE\nF\nG\n\"It is clear from the reply that the original post of the petitioner is\nAsstt. Grade-II, which is equivalent to Supervisor/Asstt.\nSuperintendent. The petitioner had been given the pay-scale of\nAccountant/Election Supervisor, on which post he was not promoted\nas per law. In such circumstances, there is no illegality in the order\nof refixation of pay. The petitioner was himself working as Accountant.\nIn such circumstances, there is no question for quashing the recovery.\"\n9. Mr. Manjit Singh, the learned counsel appearing on behalf of the\npetitioner raised the following contentions in support of this appeal.\n(i) The purported office memorandum dated 9.2.1999 is ultra vires\nFundamental Rule 22(D) of the Rules, in terms whereof, promotion\ngranted to the petitioner and consequent fixation of his salary on a\nhigher scale of pay could not have been directed to be rescinded\nrelying on or on the basis thereof and\n(ii) In any event no recovery could have been directed to be made\nfrom the salary of the appellant.\nRule 22(D) of the M.P. Civil Services (CCA) Rule reads as under:-\"\n(1) Notwithstanding anything contained in these rules where a Govt.\nholding a post in a substantive temporary or officiating capacity is\npromoted or appointed in substantive temporary or officiating capacity\nto another post carrying duties and responsibilities of greater\nimportance than those attaching to the post held by him, his initial\npay in the time scale of the higher post shall be fixed at the stage next\nabove the pay notionally arrived at by increasing (his pay in respect\nof the lower post by one increment at the stage at which such pay\nhas accrued).\"\n10. It is not the case of the appellant that the post of Assistant Grade-\nII provides for a channel of promotion to the post of Election Supervisor.\nAppellant, indisputably was an employee working in the Collectorate having\nH been appointed by the State of Madhya Pradesh. A Collector of a District has\nBABULAL JAIN v. STATE OF M.P. [S.B. SINHA, J.]\n519\n[\nA\nmany functions; one of them being to oversee holding of elections in his\ndistrict as an Electoral Officer. He, therefore, although could have recommended\nfor the posting of the appellant on the post of Election Supervisor, the\nquestion of his appointment or for that matter promotion thereto did not and\ncould not arise. Appellant did not show that there exists any channel of\npromotion from the post of Assistant Grade-II to the post of Election B\nSupervisor.\n11. Thus, for all intent and purport, he was only deputed to that post.\nHaving been placed on deputation to a post which carries higher\nresponsibilities, some allowance could have been granted in his favour, but\nhe could not have been placed on a higher scale of pay.\nC\nᎠ\n12. In absence of any channel of promotion, the Collector of the District\ncould not have, in law, appointed him on the post of Election Superintendent\nand later issue a corrigendum that he had been promoted thereto. Appellant\nbefore us has also not brought to our notice the extant rules of promotion\noperating in the field. It does not appear to be a case where the question of\npromotion to the said post was considered in terms of the rule by a competent\nauthority. It furthermore does not appear that any Departmental Promotion\nCommittee considered the cases of all eligible candidates therefor. Whereas\nin terms of the extant rules, the controlling authority may direct deputation\nof an employee from one post to the other, it is beyond any doubt that for E\nthe purpose of grant of promotion, it was obligatory on the part of the\nCollector to follow the statutory rules operating in the field.\n13. It is, therefore, not a case as was sought to be made out that the\nFinance Department of the State of Madhya Pradesh could not have issued\na clarification in this behalf as ultimately the financial burden would be on the F\nState. Fundamental Rules 22(D) of the Rules to which our attention has been\ndrawn by the learned counsel for the appellant refers to regular promotion to\na post. It does not contemplate a situation of this nature. FR 22(D) is not\napplicable to a case of deputation. It certainly would not apply where a\npurported order of promotion has been effected from one cadre to the other\nG\nand that too without following the statutory rules. We, therefore, do not find\nany error in the judgment of the High Court in this behalf.\n14. We, however, are of the opinion that in a case of this nature, no\nrecovery should be directed to be made. Appellant has discharged higher\nresponsibilities. It is not a case where he obtained higher salary on committing H\n520\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA any fraud or misrepresentation. The mistake, if any, took place on a\nmisconception of law. He was at least entitled to some allowances. In re-fixing\nhis pay, his claim to that effect has not been considered. He has since retired.\nA sum of Rs. 22,000/- has been recovered from him. Such recovery has been\neffected without issuing any show cause notice. His case on merit in this\nbehalf had not been considered by the Government and even by the Tribunal.\nB\nC\nD\n15. The Tribunal did not assign any reason in support of its order. The\ncorrect legal position was not brought to the notice of the tribunal.\n16. For the reasons aforementioned, this appeal is allowed in part and\nto the extent mentioned hereinbefore.\n17. We, therefore, while directing the respondents to refund the said\nsum of Rs. 22,000/- to the appellant herein, also direct that his retirement\nbenefit shall be calculated as if he had reached the age of superannuation\nonly as an Accountant on the re-fixed pay and not on the scale of pay of\nthe Election Supervisor. We issue this direction in exercise of our jurisdiction\nunder Article 142 of the Constitution of India. No costs.\nR.P.\nAppeal partly allowed.\n"}