{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"AFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1083\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nascertain the will of the legislature, it may be presumed that A\nneither injustice nor absurdity was intended. If, therefore a\nliteral interpretation would produce such a result, and the\nlanguage admits of an interpretation which would avoid it,\nthen such an interpretation may be adopted.\"\n(13.5.) A classic example of correcting an error committed\nby the draftsman in legislative drafting is the substitution of the\nwords 'defendant's witnesses' by this Court for the words\n'plaintiff's witnesses' occurring in Order VII Rule 14(4) of the\nCode, in Salem Bar-Il. We extract below the relevant portion\nof the said decision :\n\"Order VII relates to the production of documents by the\nplaintiff whereas Order VIII relates to production of\ndocuments by the defendant. Under Order VIII Rule 1A(4)\na document not produced by defendant can be confronted\nto the plaintiff's witness during cross-examination.\nSimilarly, the plaintiff can also confront the defendant's\nwitness with a document during \"cross-examination. By\nmistake, instead of 'defendant's witnesses', the words\n'plaintiff's witnesses' have been mentioned in Order VII\nRule (4). To avoid any confusion, we direct that till the\nlegislature corrects the mistake, the words 'plaintiff's\nwitnesses, would be read as 'defendant's witnesses' in\nOrder VII Rule 4. We, however, hope that the mistake\nwould be expeditiously corrected by the legislature.\"\n(13.6.) Justice G.P. Singh extracts four conditions that\nshould be present to justify departure from the plain words of\nthe Statute, in his treatise \"Principles of Statutory Interpretation\"\n(12th Edn. - 2010, Lexis Nexis - page 144) from the decision\nof the House of Lords in Stock v. Frank Jones (Tipton) Ltd.,\n[1978 (1) All ER 948] :\n\"\na court would only be justified in departing from the\nplain words of the statute when it is satisfied that (1) there\nis clear and gross balance of anomaly; (2) Parliament, the\nB\nC\nD\nE\nF\nG\nI\nA\nB\nC\n1084 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nlegislative promoters and the draftsman could not have\nenvisaged such anomaly and could not have been\nprepared to accept it in the interest of a supervening\nlegislative objective; (3) the anomaly can be obviated\nwithout detriment to such a legislative objective; and (4)\nthe language of the statute is susceptible of the\nmodification required to obviate the anomaly.\"\n14. All the aforesaid four conditions justifying departure\nfrom the literal rule, exist with reference to section 89 of the\nCode. Therefore, in Salem Bar -II, by judicial interpretation the\nentire process of formulating the terms of settlement, giving\nthem to the parties for their observation and reformulating the\nterms of possible settlement after receiving the observations,\ncontained in sub-section (1) of section 89, is excluded or done\naway with by stating that the said provision merely requires\nD formulating a summary of disputes. Further, this Court in Salem\nBar-II, adopted the following definition of 'mediation' suggested\nin the model mediation rules, in spite of a different definition in\nsection 89(2)(d):\nE\nF\nG\n\"Settlement by 'mediation' means the process by which a\nmediator appointed by parties or by the Court, as the case\nmay be, mediates the dispute between the parties to the\nsuit by the application of the provisions of the Mediation\nRules, 2003 in Part II, and in particular, by facilitating\ndiscussion between parties directly or by communicating\nwith each other through the mediator, by assisting parties\nin identifying issues, reducing misunderstandings,\nclarifying priorities, exploring areas of compromise,\ngenerating options in an attempt to solve the dispute and\nemphasizing that it is the parties' own responsibility for\nmaking decisions which affect them.\"\nAll over the country the courts have been referring cases under\nsection 89 to mediation by assuming and understanding\n'mediation' to mean a dispute resolution process by negotiated\nH settlement with the assistance of a neutral third party. Judicial\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1085\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nsettlement is understood as referring to a compromise entered\nby the parties with the assistance of the court adjudicating the\nmatter, or another Judge to whom the court had referred the\ndispute.\n15. Section 89 has to be read with Rule 1-A of Order 10\nwhich requires the court to direct the parties to opt for any of\nthe five modes of alternative dispute resolution processes and\non their option refer the matter. The said rule does not require\nthe court to either formulate the terms of settlement or make\navailable such terms of settlement to the parties to reformulate\nthe terms of possible settlement after receiving the observations\nof the parties. Therefore the only practical way of reading.\nSection 89 and Order 10, Rule 1-A is that after the pleadings\nare complete and after seeking admission/denials wherever\nrequired, and before framing issues, the court will have recourse\nto section 89 of the Code. Such recourse requires the court to\nconsider and record the nature of the dispute, inform the parties\nabout the five options available and take note of their\npreferences and then refer them to one of the alternative dispute\nresolution processes.\nA\nB\nC\nD\nE\n16. In view of the foregoing, it has to be concluded that\nproper interpretation of section 89 of the Code requires two\nchanges from a plain and literal reading of the section. Firstly,\nit is not necessary for the court, before referring the parties to\nan ADR process to formulate or re-formulate the terms of a\nF\npossible settlement. It is sufficient if the court merely describes\nthe nature of dispute (in a sentence or two) and makes the\nreferénce. Secondly, the definitions of 'judicial settlement' and\n'mediation' in clauses (c) and (d) of section 89(2) shall have to\nbe interchanged to correct the draftsman's error. Clauses (c)\nand (d) of section 89(2) of the Code will read as under when\nthe two terms are interchanged:\n(c) for \"mediation\", the court shall refer the same to a\nsuitable institution or person and such institution or person\nshall be deemed to be a Lok Adalat and all the provisions\nG\nI\n1086\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA\nB\nC\nD\nE\nof the Legal Services Authority Act. 1987 (39 of 1987) shall\napply as if the dispute were referred to a Lok Adalat under\nthe provisions of that Act;\n(d) for \"judicial settlement\", the court shall effect a\ncompromise between the parties and shall follow such\nprocedure as may be prescribed.\nThe above changes made by interpretative process shall\nremain in force till the legislature corrects the mistakes, so that\nsection 89 is not rendered meaningless and infructuous.\nWhether the reference to ADR Process is mandatory?\n17. Section 89 starts with the words \"where it appears to\nthe court that there exist elements of a settlement\". This clearly\nshows that cases which are not suited for ADR process should\nnot be referred under section 89 of the Code. The court has to\nform an opinion that a case is one that is capable of being\nreferred to and settled through ADR process. Having regard\nto the tenor of the provisions of Rule 1A of Order 10 of the\nCode, the civil court should invariably refer cases to ADR\nprocess. Only in certain recognized excluded categories of\ncases, it may choose not to refer to an ADR process. Where\nthe case is unsuited for reference to any of the ADR process,\nthe court will have to briefly record the reasons for not resorting\nto any of the settlement procedures prescribed under section\nF 89 of the Code. Therefore, having a hearing after completion\nof pleadings, to consider recourse to ADR process under\nsection 89 of the Code, is mandatory. But actual reference to\nan ADR process in all cases is not mandatory. Where the case\nfalls under an excluded category there need not be reference\nG to ADR process. In all other case reference to ADR process\nis a must.\nH\n18. The following categories of cases are normally\nconsidered to be not suitable for ADR process having regard\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1087\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nto their nature:\n(i) Representative suits under Order 1 Rule 8 CPC which\ninvolve public interest or interest of numerous persons who\nare not parties before the court. (In fact, even a\ncompromise in such a suit is a difficult process requiring\nnotice to the persons interested in the suit, before its\nacceptance).\n(ii) Disputes relating to election to public offices (as\ncontrasted from disputes between two groups trying to get\ncontrol over the management of societies, clubs,\nassociation etc.).\n(iii) Cases involving grant of authority by the court after\nenquiry, as for example, suits for grant of probate or letters\nof administration.\n(iv) Cases involving serious and specific allegations of\nfraud, fabrication of documents; forgery, impersonation,\ncoercion etc.\n(v) Cases requiring protection of courts, as for example,\nclaims against minors, deities and mentally challenged and\nsuits for declaration of title against government.\n(vi) Cases involving prosecution for criminal offences.\n19. All other suits and cases of civil nature in particular the\nfollowing categories of cases (whether pending in civil courts\nor other special Tribunals/Forums) are normally suitable for\nADR processes:\n(i)\nA\nB\nC\nD\nE.\nLL\nF\nAll cases relating to trade, commerce and G\ncontracts, including\ndisputes arising out of contracts (including all\nmoney claims);\nH\nA\n1088 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\ndisputes relating to specific performance;\ndisputes between suppliers and customers;\nB\nD\nE\nF\nG\n(ii)\ndisputes between bankers and customers;\ndisputes between developers/builders and\ncustomers;\ndisputes between landlords and tenants/\nlicensor and licensees;\ndisputes between insurer and insured;\nAll cases arising from strained or soured\nrelationships, including\ndisputes relating to matrimonial causes,\nmaintenance, custody of children;\ndisputes relating to partition/division among\nfamily members/co-parceners/co-owners; and\ndisputes relating to partnership among\npartners.\n(iii) All cases where there is a need for continuation\nof the pre-existing relationship in spite of the\ndisputes, including\ndisputes between neighbours (relating to\neasementary rights, encroachments, nuisance\netc.);\n-\ndisputes between employers and employees;\ndisputes among members of societies/\nassociations/Apartmentowners Associations;\n(iv) All cases relating to tortious liability including\nI\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1089\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\n(v)\nclaims for compensation in motor accidents/ A\nother accidents; and\nAll consumer disputes including\ndisputes where a trader/supplier/manufacturer/\nservice provider is keen to maintain his business/\nprofessional reputation and credibility or 'product\npopularity.\nB\nThe above enumeration of 'suitable' and 'unsuitable'\ncategorization of cases is not intended to be exhaustive or C\nrigid. They are illustrative, which can be subjected to just\nexceptions or additions by the court/Tribunal exercising its\njurisdiction/discretion in referring a dispute/case to an ADR\nprocess.\nHow to decide the appropriate ADR process under\nsection 89?\nD\nF\n20. Section 89 refers to five types of ADR procedures,\nmade up of one adjudicatory process (arbitration) and four\nnegotiatory (non adjudicatory) processes - conciliation, E\nmediation, judicial settlement and Lok Adalat settlement. The\nobject of section 89 of the Code is that settlement should be\nattempted by adopting an appropriate ADR process before the\ncase proceeds to trial. Neither section 89 nor Rule 1A of Order\n10 of the Code is intended to supersede or modify the\nprovisions of the Arbitration and Conciliation Act, 1996 or the\nLegal Services Authorities Act, 1987. On the other hand,\nsection 89 of the Code makes it clear that two of the ADR\nprocesses - Arbitration and Conciliation, will be governed by\nthe provisions of the AC Act and two other ADR Processes -\nLok Adalat Settlement and Mediation (See amended\ndefinition in para 18 above), will be governed by the Legal\nServices Authorities Act. As for the last of the ADR processes\ni\nG\njudicial settlement (See amended definition in para 18.\nabove), section 89 makes it clear that it is not governed by any H\n1090 SUPREME COURT REPORTS\n[2010] 6 S C.R.\nA enactment and the court will follow such procedure as may be\nprescribed (by appropriate rules).\nB\nC\nD\nヨ\n21. Rule 1A of Order 10 requires the court to give the\noption to the parties, to choose any of the ADR processes. This\ndoes not mean an individual option, but a joint option or\nconsensus about the choice of the ADR process. On the other\nhand, section 89 vests the choice of reference to the court.\nThere is of course no inconsistency. Section 89 of the Code\ngives the jurisdiction to refer to ADR process and Rules 1A to\nIC of Order 10 lay down the manner in which the said\njurisdiction is to be exercised. The scheme is that the court\nexplains the choices available regarding ADR process to the\nparties, permits them to opt for a process by consensus, and\nif there is no consensus, proceeds to choose the process.\n22. Let us next consider which of the ADR processes\nrequire mutual consent of the parties and which of them do not\nrequire the consent of parties.\nArbitration\n23. Arbitration is an adjudicatory dispute resolution\nprocess by a private forum, governed by the provisions of the\nAC Act. The said Act makes it clear that there can be reference\nto arbitration only if there is an 'arbitration agreement' between\nthe parties. If there was a pre-existing arbitration agreement\nF between the parties, in all probability, even before the suit\nreaches the stage governed by Order 10 of the Code, the\nmatter would have stood referred to arbitration either by\ninvoking section 8 or section 11 of the AC Act, and there would\nbe no need to have recourse to arbitration under section 89 of\nG the Code. Section 89 therefore pre-supposes that there is no\npre-existing arbitration agreement. Even if there was no pre-\nexisting arbitration agreement, the parties to the suit can agree\nfor arbitration when the choice of ADR processes is offered to\nthem by the court under section 89 of the Code. Such\nH agreement can be by means of a joint memo or joint application\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1091\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nor a joint affidavit before the court, or by record of the\nagreement by the court in the ordersheet signed by the parties.\nOnce there is such an agreement in writing signed by parties,\nthe matter can be referred to arbitration under section 89 of the\nCode; and on such reference, the provisions of AC Act will\napply to the arbitration, and as noticed in Salem Bar-I, the case\nwill go outside the stream of the court permanently and will not\ncome back to the court.\n24. If there is no agreement between the parties for\nreference to arbitration, the court cannot refer the matter to\narbitration under section 89 of the Code. This is evident from\nthe provisions of AC. Act. A court has no power, authority or\njurisdiction to refer unwilling parties to arbitration, if there is no\narbitration agreement. This Court has consistently held that\nthough section 89 of the Code mandates reference to ADR\nprocesses, reference to arbitration under section 89 of the\nCode could only be with the consent of both sides and not\notherwise.\n(24.1) In Salem Bar (I), this Court held :\n\"It is quite obvious that the reason why Section 89 has been\ninserted is to try and see that all the cases which are filed\nin court need not necessarily be decided by the court itself.\nKeeping in mind the law's delays and the limited number\nof Judges which are available, it has now become\nimperative that resort should be had to alternative dispute\nresolution mechanism with a view to bring to an end\nlitigation between the parties at an early date. The\nalternative dispute resolution (ADR) mechanism as\ncontemplated by Section 89 is arbitration or conciliation.\nor judicial settlement including settlement through Lok\nAdalat or mediation. x x x x x If the parties agree to\narbitration, then the provisions of the Arbitration and\nConciliation Act, 1996 will apply and that case will go\noutside the stream of the court but resorting to conciliation\nA\nB\nC\nD\nE\nF\nG\nH\nB\nA\n1092 SUPREME COURT REPORTS\n[2010] 8 SC.R.\nor judicial settlement or mediation with a view to settle the\ndispute would not ipso facto take the case outside the\njudicial system. All that this means is that effort has to be\nmade to bring about an amicable settlement between the\nparties but if conciliation or mediation or judicial settlement\nis not possible, despite efforts being made, the case will\nultimately go to trial.\"\n(Emphasis supplied)\nC\nD\nE\nF\nG\n(24.2) In Salem Bar - (II), this Court held:\n\"Some doubt as to a possible conflict has been expressed\nin view of used of the word \"may\" in Section 89 when it\nstipulates that \"the court may reformulate the terms of a\npossible settlement and refer the same for\" and use of the\nword \"shall\" in Order 10 Rule 1-A when it states that \"the\ncourt shall direct the parties to the suit to opt either mode\nof the settlement outside the court as specified in sub-\nsection (1) of Section 89\".\nThe intention of the legislature behind enacting Section\n89 is that where it appears to the court that there exists\nan element of a settlement which may be acceptable to\nthe parties, they, at the instance of the court, shall be\nmade to apply their mind so as to opt for one or the other\nof the four ADR methods mentioned in the section and\nif the parties do not agree, the court shall refer them to\none or the other of the said modes. Section 89 uses both\nthe words \"shall\" and \"may\" whereas Order 10 Rule 1-A\nuses the word \"shall\" but on harmonious reading of these\nprovisions it becomes clear that the use of the word \"may\"\nin Section 89 only governs the aspect of reformulation of\nthe terms of a possible settlement and its reference to one\nof ADR methods. There is no conflict. It is evident that what\nis referred to one of the ADR modes is the dispute which\nis summarized in the terms of settlement formulated or\nI\n"}