{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"AFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1073\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nrespondent did not contain any provision for reference of the A\ndisputes to arbitration.\n3. The first respondent filed a suit against the appellants\nfor recovery of Rs.210,70,881 from the appellants and their\nassets and/or the amounts due to the appellants from the\nemployer, with interest at 18% per annum. In the said suit an\norder of attachment was made on 15.9.2004 in regard to a sum\nof Rs.2.25 crores. Thereafter in March 2005, the first\nrespondent filed an application under section 89 of the Code\nbefore the trial court praying that the court may formulate the\nterms of settlement and refer the matter to arbitration. The\nappellants filed a counter dated 24.10.2005 to the application\nsubmitting that they were not agreeable for referring the matter\nto arbitration or any of the other ADR processes under section\n89 of the Code. In the meanwhile, the High Court of Kerala by\norder dated 8.9.2005, allowed the appeal filed by the appellants\nagainst the order of attachment and raised the attachment\ngranted by the trial court subject to certain conditions. While\ndoing so, the High Court also directed the trial court to consider\nand dispose of the application filed by the first respondent under\nsection 89 of the Code.\nB\nC\nD\nE\n!\n4. The trial court heard the said application under section\n89. It recorded the fact that first respondent (plaintiff) was\nagreeable for arbitration and appellants (defendants 1 and 2)\nwere not agreeable for arbitration. The trial court allowed the F\nsaid application under section 89 by a reasoned order dated\n26.10.2005 and held that as the claim of the plaintiff in the suit\nrelated to a work contract, it was appropriate that the dispute\nshould be settled by arbitration. It formulated sixteen issues and\nreferred the matter to arbitration. The appellants filed a revision\nagainst the order of the trial court. The High Court by the\nimpugned order dated 11.10.2006 dismissed the revision\npetition holding that the apparent tenor of section 89 of the\nCode permitted the court, in appropriate cases, to refer even\nunwilling parties to arbitration. The High Court also held that the\nG\nH\n1074 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA concept of pre existing arbitration agreement which was\nnecessary for reference to arbitration under the provisions of\nthe Arbitration \u0026 Conciliation Act, 1996 (AC Act for short) was\ninapplicable to references under section 89 of the Code, having\nregard to the decision in Sukanya Holdings (P) Ltd. v. Jayesh\nB H. Pandya \u0026 Anr. [2003 (5) SCC 531]. The said order is\nchallenged in this appeal.\n5. On the contentions urged, two questions arise for\nconsideration :\nC\n(i)\n(ii)\nD\nE\nF\nபட\nG\nWhat is the procedure to be followed by a court in\nimplementing section 89 and Order 10 Rule 1A of\nthe Code?\nWhether consent of all parties to the suit is\nnecessary for reference to arbitration under section\n89 of the Code?\n6. To find answers to the said questions, we have to\nanalyse the object, purpose, scope and tenor of the said\nprovisions. The said provisions are extracted below:\n\"89. Settlement of disputes outside the court - (1) Where\nit appears to the Court that there exist elements of a\nsettlement which may be acceptable to the parties, the\nCourt shall formulate the terms of settlement and give\nthem to the parties for their observations and after\nreceiving the observations of the parties, the Court may\nreformulate the terms of a possible settlement and refer\nthe same for -\n(a) arbitration;\n(b) conciliation;\n(c) judicial settlement including settlement through Lok\nAdalat; or\nH\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1075\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\n(d) mediation.\n(2) where a dispute has been referred -\n(a) for arbitration or conciliation, the provisions of the\nArbitration and Conciliation Act, 1996 (26 of 1996) shall\napply as if the proceedings for arbitration or conciliation\nwere referred for settlement under the provisions of that\nAct;\nA\nB\n(b) to Lok Adalat, the Court shall refer the same to the Lok\nAdalat in accordance with the provisions of sub-section (1) C\nof section 20 of the Legal Services Authority Act, 1987 (39\nof 1987) and all other provisions of that Act shall apply in\nrespect of the dispute so referred to the Lok Adalat;\n(c) for judicial settlement, the Court shall refer the same\nto a suitable institution or person and such institution or\nperson shall be deemed to be a Lok Adalat and all the\nprovisions of the Legal Services Authority Act, 1987 (39\nof 1987) shall apply as if the dispute were referred to a\nLok Adalat under the provisions of that Act;\n(d) for mediation, the Court shall effect a compromise.\nbetween the parties and shall follow such procedure as\nmay be prescribed.\"\nD\nE\nF\nOrder 10 Rule 1A. Direction of the Court to opt for any\none mode of alternative dispute resolution.-After\nrecording the admissions and denials, the Court shall\ndirect the parties to the suit to opt either mode of the\nsettlement outside the Court as specified in sub-section\n(1) of section 89. On the option of the parties, the Court\nG\nshall fix the date of appearance before such forum or\nauthority as may be opted by the parties.\nOrder 10 Rule 1B. Appearance before the conciliatory\nforum or authority.—Where a suit is referred under rule\nH\nA\nB\nC\nE\n1076 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\n1A, the parties shall appear before such forum or authority\nfor conciliation of the suit.\nOrder 10 Rule 1C. Appearance before the Court\nconsequent to the failure of efforts of conciliation.---Where\na suit is referred under rule 1A and the presiding officer\nof conciliation forum or authority is satisfied that it would\nnot be proper in the interest of justice to proceed with the\nmatter further, then, it shall refer the matter again to the\nCourt and direct the parties to appear before the Court on\nthe date fixed by it.\"\n7. If section 89 is to be read and required to be\nimplemented in its literal sense, it will be a Trial Judge's\nnightmare. It puts the cart before the horse and lays down an\nimpractical, if not impossible, procedure in sub-section (1). It\nD has mixed up the definitions in sub-section (2). In spite of these\ndefects, the object behind section 89 is laudable and sound.\nResort to alternative disputes resolution (for short 'ADR')\nprocesses is necessary to give speedy and effective relief to\nthe litigants and to reduce the pendency in and burden upon\nthe courts. As ADR processes were not being resorted to with\nthe desired frequency, Parliament thought it fit to introduce\nSection 89 and Rules 1-A to 1-C in Order X in the Code, to\nensure that ADR process was resorted to before the\ncommencement of trial in suits. In view of its laudable object,\nthe validity of section 89, with all its imperfections, was upheld\nin Salem Advocate Bar Association v. Union of India reported\nin [2003 (1) SCC 49 - for short, Salem Bar (1)] but referred\nto a Committee, as it was hoped that section 89 could be\nimplemented by ironing the creases. In Salem Advocate Bar\nAssociation v. Union of India [2005 (6) SCC 344 - for short,\nSalem Bar-(II)], this Court applied the principle of purposive\nconstruction in an attempt to make it workable.\nF\nG\nH\n-\nWhat is wrong with section 89 of the Code?\n8. The first anomaly is the mixing up of the definitions of\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1077\nCONSTRUCTION CO (P) LTD. [R.V. RAVEENDRAN, J.]\nB\n'mediation' and 'judicial settlement' under clauses (c) and (d) A\nof sub-section (2) of section 89 of the Code. Clause (c) says\nthat for \"judicial settlement”, the court shall refer the same to a\nsuitable institution or person who shall be deemed to be a Lok\nAdalat. Clause (d) provides that where the reference is to\n\"mediation\", the court shall effect a compromise between the\nparties by following such procedure as may be prescribed. It\nmakes no sense to call a compromise effected by a court, as\n\"mediation\", as is done in clause (d). Nor does it make any\nsense to describe a reference made by a court to a suitable\ninstitution or person for arriving at a settlement as “judicial C\nsettlement\", as is done in clause (c). \"Judicial settlement\" is a\nterm in vogue in USA referring to a settlement of a civil case\nwith the help of a judge who is not assigned to adjudicate upon\nthe dispute. \"Mediation\" is also a well known term and it refers\nto a method of non-binding dispute resolution with the\nassistance of a neutral third party who tries to help the disputing\nparties to arrive at a negotiated settlement. It is also synonym\nof the term 'conciliation'. (See Black's Law Dictionary, 7th\nEdition, Pages 1377 and 996). When words are universally\nunderstood in a particular sense, and assigned a particular\nmeaning in common parlance, the definitions of those words\nin section 89 with interchanged meanings has led to confusion,\ncomplications and difficulties in implementation. The mix-up of\ndefinitions of the terms \"judicial settlement\" and \"mediation\" in\nSection 89 is apparently due to a clerical or typographical error\nin drafting, resulting in the two words being interchanged in\nclauses (c) and (d) of Section 89(2). If the word “mediation\" in\nclause (d) and the words “judicial settlement in clause (c) are\ninterchanged, we find that the said clauses make perfect sense.\nD\nE\nF\n9. The second anomaly is that sub-section (1) of section G\n89 imports the final stage of conciliation referred to in section\n73(1) of the AC Act into the pre-ADR reference stage under\nsection 89 of the Code. Sub-section (1) of section 89 requires\nthe court to formulate the terms of settlement and give them to\nthe parties for their observation and then reformulate the terms\nI\n1078\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA of a possible settlement and then refer the same for any one\nof the ADR processes. If sub-section (1) of Section 89 is to be\nliterally followed, every Trial Judge before framing issues, is\nrequired to ascertain whether there exists any elements of\nsettlement which may be acceptable to the parties, formulate\nB the terms of settlement, give them to parties for observations\nand then reformulate the terms of a possible settlement before\nreferring it to arbitration, conciliation, judicial settlement, Lok\nAdalat or mediation. There is nothing that is left to be done by\nthe alternative dispute resolution forum. If all these have to be\ndone by the trial court before referring the parties to alternative\ndispute resolution processes, the court itself may as well\nproceed to record the settlement as nothing more is required\nto be done, as a Judge cannot do these unless he acts as a\nconciliator or mediator and holds detailed discussions and\nnegotiations running into hours.\nC\nD\n10. Section 73 of AC Act shows that formulation and\nreformulation of terms of settlement is a process carried out at\nthe final stage of a conciliation process, when the settlement\nis being arrived at. What is required to be done at the final stage\nE of conciliation by a conciliator is borrowed lock, stock and\nbarrel into section 89 and the court is wrongly required to\nformulate the terms of settlement and reformulate them at a\nstage prior to reference to an ADR process. This becomes\nevident by a comparison of the wording of the two provisions.\nF\nG\n☐ H\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1079\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nSection 73(1) of Arbitration\nandConciliation Act, 1996\nrelating to the final stage of\nsettlement process in.\nconciliation\nWhen it appears to the\nconciliator that there exist\nelements of a settlement which\nmay be acceptable to the\nparties, he shall formulate the\nterms of a possible settlement\nand submit them to the parties\nfor their observations. After\nreceiving the observations of\nthe parties, the conciliator may\nreformulate the terms of a\npossible settlement in the light\nof such observations.\nSection 89(1) of Code of\nA\nCivil Procedure relating\nto a stage before\nreference to an ADR\nprocess.\nWhere it appears to the Court\nthat there exist elements of a\nsettlement which may be\nacceptable to the parties, the\nCourt shall formulate the\nterms of settlement and give\nthem to the parties for their\nobservations and after\nreceiving the observations of\nthe parties, the Court may\nreformulate the terms of a\npossible settlement and refer\nthe same for (a) arbitration;\n(b) conciliation; (c) judicial\nsettlement including\nsettlement through Lok\nAdalat; or (d) mediation.\nFormulation and re-formulation of terms of settlement by the\ncourt is therefore wholly out of place at the stage of pre ADR\nreference. It is not possible for courts to perform these acts at\na preliminary hearing to decide whether a case should be\nreferred to an ADR process and, if so, which ADR process.\n11. If the reference is to be made to arbitration, the terms\nof settlement formulated by the court will be of no use, as what\nis referred to arbitration is the dispute and not the terms of\nsettlement; and the Arbitrator will adjudicate upon the dispute\nand give his decision by way of award. If the reference is to\nconciliation/mediation/Lok Adalat, then drawing up the terms\nof the settlement or reformulating them is the job of the\nconciliator or the mediator or the Lok Adalat, after going through\nB\nC\nD\nE\nF\nG\nH\n1080\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA the entire process of conciliation/ mediation. Thus, the terms\nof settlement drawn up by the court will be totally useless in any\nsubsequent ADR process. Why then the courts should be\nburdened with the onerous and virtually impossible, but\nredundant, task of formulating terms of settlement at pre-\nB reference stage?\nC\n12. It will not be possible for a court to formulate the terms\nof the settlement, unless the judge discusses the matter in detail\nwith both parties. The court formulating the terms of settlement\nmerely on the basis of pleadings is neither feasible nor\npossible. The requirement that the court should formulate the\nterms of settlement is therefore a great hindrance to courts in\nimplementing section 89 of the Code. This Court therefore\ndiluted this anomaly in Salem Bar (II) by equating \"terms of\nsettlement\" to a \"summary of disputes\" meaning thereby that\nD the court is only required to formulate a 'summary of disputes'\nE\nF\nand not 'terms of settlement'.\nHow should section 89 be interpreted?\n13. The principles of statutory interpretation are well settled.\nWhere the words of the statute are clear and unambiguous, the\nprovision should be given its plain and normal meaning, without\nadding or rejecting any words. Departure from the literal rule,\nby making structural changes or substituting words in a clear\nstatutory provision, under the guise of interpretation will pose\na great risk as the changes may not be what the Legislature\nintended or desired. Legislative wisdom cannot be replaced\nby the Judge's views. As observed by this Court in somewhat\ndifferent context: \"When a procedure is prescribed by the\nLegislature, it is not for the court to substitute a different one\nG according to its notion of justice. When the Legislature has\nspoken, the Judges cannot afford to be wiser.\" (See Shri\nMandir Sita Ramji vs. Lt. Governor of Delhi - (1975) 4 SCC\n298). There is however an exception to this general rule. Where\nthe words used in the statutory provision are vague and\nH ambiguous or where the plain and normal meaning of its words\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1081\nCONSTRUCTION CO. (P) LTD. [R.V. RAVEENDRAN, J.]\nor grammatical construction thereof would lead to confusion, A\nabsurdity, repugnancy with other provisions, the courts may,\ninstead of adopting the plain and grammatical construction, use\nthe interpretative tools to set right the situation, by adding or\nomitting or substituting the words in the Statute. When faced\nwith an apparently defective provision in a statute, courts prefer B\nto assume that the draftsman had committed a mistake rather\nthan concluding that the Legislature has deliberately introduced\nan absurd or irrational statutory provision. Departure from the\nliteral rule of plain and straight reading can however be only in\nexceptional cases, where the anomalies make the literal C\ncompliance of a provision impossible, or absurd or so\nimpractical as to defeat the very object of the provision. We may\nalso mention purposive interpretation to avoid absurdity and\nirrationality is more readily and easily employed in relation to\nprocedural provisions than with reference to substantive\nprovisions.\n(13.1) Maxwell on Interpretation of Statutes (12th Edn.,\npage 228), under the caption 'modification of the language to\nmeet the intention' in the chapter dealing with 'Exceptional\nConstruction' states the position succinctly:\nD\nE\n\"Where the language of a statute, in its ordinary meaning\nand grammatical construction, leads to a manifest\ncontradiction of the apparent purpose of the enactment, or\nto some inconvenience or absurdity, hardship or injustice, F\nwhich can hardly have been intended, a construction may\nbe put upon it which modifies the meaning of the words,\nand even the structure of the sentence. This may be done\nby departing from the rules of grammar, by giving an\nunusual meaning to particular words, or by rejecting them\naltogether, on the ground that the legislature could not\npossibly have intended what its words signify, and that the\nmodifications made are mere córrections of careless\nlanguage and really give the true meaning. Where the main\nobject and intention of a statute are clear, it must not be\nG\nH\n1082 SUPREME COURT REPORTS\n[2010] 8 S C.R.\nA\nB\nreduced to a nullity by the draftman's unskilfulness or\nignorance of the law, except in a case of necessity, or the\nabsolute intractability of the language used \"\nThis Court in Tirath Singh v. Bachittar Singh [AIR 1955 SC\n830] approved and adopted the said approach.\n(13.2.) In Shamrao V.Parulekar v. District Magistrate,\nThana, Bombay [AIR 1952 SC 324], this Court reiterated the\nprinciple from Maxwell:\nแ\nC\nD\nE\n\".....if one construction will lead to an absurdity while\nanother will give effect to what commonsense would show\nwas obviously intended, the construction which would\ndefeat the ends of the Act must be rejected even if the\nsame words used in the same section, and even the same\nsentence, have to be construed differently. Indeed, the law\ngoes so far as to require the Courts sometimes even to\nmodify the grammatical and ordinary sense of the words.\nif by doing so absurdity and inconsistency can be\navoided.\"\n(13.3) In Molar Mal vs. Kay Iron Works (P) Ltd. - 2004\n(4) SCC 285, this Court while reiterating that courts will have\nto follow the rule of literal construction, which enjoins the court\nto take the words as used by the Legislature and to give it the\nmeaning which naturally implies, held that there is an exception\nF to that rule. This Court observed:\nG\nH\n\"That exception comes into play when application of literal\nconstruction of the words in the statute leads to absurdity,\ninconsistency or when it is shown that the legal context in\nwhich the words are used or by reading the statute as a\nwhole, it requires a different meaning.\"\n(13.4.) In Mangin v. Inland Revenue Commission [1971\n(1) All.ER 179], the Privy Council held:\n\"......The object of the construction of a statute, be it to\n"}