{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 8 S.C.R. 1053\nAFCONS INFRASTRUCTURE LTD. AND ANR.\nV.\nCHERIAN VARKEY CONSTRUCTION CO. (P) LTD. AND\nORS.\n(Civil Appeal No. 6000 of 2010)\nJULY 26, 2010\n[R.V. RAVEENDRAN AND J.M. PANCHAL, JJ.]\nCode of Civil Procedure, 1908:\ns.89 - Object of - Held: Is to try for settlement between\nthe parties by resorting to appropriate ADR process before\nthe case proceeds to trial.\n-\nA\nB\nC\nE\ns.89 - Anomalies in s.89 and its correct interpretation\nHeld: The first anomaly is the mixing up of the definitions of D\n'mediation' and 'judicial settlement' under clauses (c) and (d)\nof sub-section (2) of s.89 – The second anomaly is that sub-\nsection (1) of s.89 imports the final stage of conciliation\nreferred to in s.73(1) of the Arbitration and Conciliation Act,\n1996 into the pre-ADR reference stage under s.89 - The\nclauses (c) and (d) of sub-section (2) of s.89 would make\nperfect sense by interchanging the word \"mediation\" in clause\n(d) with the words \"judicial settlement\" in clause (c)\nregards second anomaly, it is not possible for the courts to\nformulate or re-formulate the terms of a possible settlement\nat a preliminary hearing to decide whether a case should be\nreferred to an ADR process and, if so, which ADR process -\nThis anomaly was diluted in Salem Bar-Il by equating “terms\nof settlement\" to a \"summary of dispute\" - Alternative disputes\nresolution (ADR) processes - Interpretation of statutes.\n-\n-\n-\ns.89 – Reference to ADR process under - Whether\nmandatory Held: Having a hearing after completion of\npleadings, to consider recourse to ADR process u/s. 89 is\nmandatory - But actual reference to an ADR process in all\n1053\nF\nG\nH\n1054 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA cases is not mandatory - Where the case falls under an\nexcluded category. there need not be reference to ADR\nprocess – In all other case reference to ADR process is a\nmust.\nB\nC\nD\n-\ns.89 - ADR process\nGoverning statutes - Held: s.89\nmakes it clear that two of the ADR processes, arbitration and\nconciliation, would be governed by the provisions of the\nArbitration and Conciliation Act. 1996 and two other ADR\nprocesses, Lok Adalat Settlement and Mediation would be\ngoverned by the Legal Services Authorities Act, 1987 -\nJudicial settlement is not governed by any enactment and the\ncourt has to follow such procedure as may be prescribed (by\nappropriate rules) - Arbitration and Conciliation Act, 1996 -\nLegal Services Authorities Act, 1987.\ns.89, 0.10, r.1A - Procedure to be followed by courts in\nimplementing s.89 and Order 10, r.1A - Guidelines laid down.\n-\ns.89 and 0.10, r.1A - Distinction between Held: Rule\n1A of 0.10 requires the court to give the option to the parties,\nto choose any of the ADR processes\nThis would mean a\nE joint option or consensus about the choice of the ADR\nprocess – On the other hand, s.89 vests the choice of\nreference to the court.\nF\nM\n-\n-\ns.89 Consent of the parties for reference to ADR\nprocesses – Held: For referring matter to arbitration or to\nconciliation, consent of all the parties to the suit is required –\nLok Adalat, Mediation and Judicial Settlement do not require\nconsent of the parties.\nAlternative disputes resolution (ADR) processes:\nG Whether the settlement in an ADR process is binding in itself\nHeld: When the court refers the matter to arbitration under\ns.89 of the Code, the case goes out of the stream of the court\nand becomes an independent proceeding before the arbitral\ntribunal - Arbitration award is binding on the parties and is\nH executable/enforceable as if a decree of a court - The other\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1055\nCONSTRUCTION CO. (P) LTD.\nB\nfour ADR processes are non-adjudicatory and the case does A\nnot go out of the stream of the court when a reference is made\nto such a non-adjudicatory ADR forum - As the court\ncontinues to retain control and jurisdiction over the cases\nwhich it refers to conciliations, or Lok Adalats, the settlement\nagreement in conciliation or the Lok Adalat award will have\nto be placed before the court for recording it and disposal in\nits terms - Whenever such settlements reached before non-\nadjudicatory ADR Fora are placed before the court, the court\nshould apply the principles of Order 23 Rule 3, CPC and\nmake a decree/order in terms of the settlement, in regard to\nthe subject matter of the suit/proceeding - In regard to the\nmatters/disputes which are not the subject matter of the suit/\nproceedings, the court will have to direct that the settlement\nshall be governed by s.74 of AC Act (in respect of conciliation\nsettlements) or s.21 of the Legal Services Authorities Act,\n1987 (in respect of settlements by a Lok Adalat or a Mediator)\n- Only then 'such settlements would be effective - Arbitration\nand Conciliation Act, 1996 – s. 74 – Legal Services Authorities\nAct, 1987 s.21.\nC\nD\nE\nThe first respondent filed a recovery suit against the\nappellants. In the said suit, an order of attachment was\nmade. Thereafter, the first respondent filed an application\nunder Section 89, CPC praying that the court may\nformulate the terms of settlement and refer the matter to\narbitration. The appellants filed a counter to the F\napplication contending that they were not agreeable for\nreferring the matter to arbitration or any of the other ADR\nprocesses under Section 89, CPC. Meanwhile, the High\nCourt allowed the appeal filed by the appellant against\nthe order of attachment. Thereafter, the trial court allowed\nthe application under Section 89 and formulated sixteen\nissues and referred the matter to arbitration. The High\ncourt dismissed the revision petition holding that the\napparent tenor of Section 89, CPC permitted the Court,\nin appropriate cases to refer even the unwilling parties\nG\nH\n1056 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA to arbitration and the concept of pre-existing arbitration\nagreement which was necessary for reference to\narbitration under the Arbitration and Conciliation Act,\n1996, was inapplicable to references under Section 89,\nCPC. The order of High Court was under challenge in the\nB instant appeal.\nAllowing the appeal, the Court\nHELD: 1.1. Resort to alternative disputes resolution\n'ADR' processes is necessary to give speedy and\nC effective relief to the litigants and to reduce the pendency\nin and burden upon the courts. As ADR processes were\nnot being resorted to with the desired frequency,\nParliament introduced Section 89 and Rules 1-A to 1-C\nin Order 10 in the Code of Civil Procedure to ensure that\nADR process was resorted to before the commencement\nof trial in suits. The validity of Section 89, with all its\nimperfection was upheld in *Salem Bar-l, but was referred\nto a Committee constituted by the court as it was hoped\nthat Section 89 could be implemented by ironing the\ncreases. In **Salem Bar-Il, the Supreme Court applied the\nprinciple of purposive construction in an attempt to make\nit workable.[Para 7] [1076-E-G]\nD\nE\n*Salem Advocate Bar Association v. Union of India 2003\n(1) SCC 49; **Salem Advocate Bar Association v. Union of\nF India 2005 (6) SCC 344, referred to.\nWhat is wrong with Section 89, CPC\n1.2. The first anomaly is the mixing up of the\ndefinitions of 'mediation' and 'judicial settlement' under\nG clauses (c) and (d) of sub-section (2) of section 89, CPC.\nClause (c) says that for “judicial settlement”, the court\nshall refer the same to a suitable institution or person who\nshall be deemed to be a Lok Adalat. Clause (d) provides\nthat where the reference is to \"mediation\", the court shall\neffect a compromise between the parties by following\nH\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1057\nCONSTRUCTION CO. (P) LTD.\nsuch procedure as may be prescribed. It makes no sense\nto call a compromise effected by a court, as “mediation\",\nas is done in clause (d). Nor does it make any sense to\ndescribe a reference made by a court to a suitable\ninstitution or person for arriving at a settlement as\n\"judicial settlement”, as is done in clause (c). \"Judicial\nsettlement” is a term in vogue in USA referring to a\nsettlement of a civil case with the help of a judge who is\nnot assigned to adjudicate upon the dispute. \"Mediation\"\nis also a well known term and it refers to a method of\nnon-binding dispute resolution with the assistance of a\nneutral third party who tries to help the disputing parties\nto arrive at a negotiated settlement. It is also synonym of\nthe term 'conciliation'. The words are universally\nunderstood in a particular sense, and assigned a\nparticular meaning in common parlance. The definitions\nof those words in section 89 with interchanged meanings\nhad led to confusion, complications and difficulties in\nimplementation. The mix-up of definitions of the terms\n\"judicial settlement\" and \"mediation\" in Section 89 was\napparently due to a clerical or typographical error in\ndrafting, resulting in the two words being interchanged\nin clauses (c) and (d) of Section 89(2). If the word\n\"mediation\" in clause (d) and the words \"judicial\nsettlement” in clause (c) are interchanged, the said\nclauses would make perfect sense. These changes made\nby interpretative process shall remain in force till the\nlegislature corrects the mistakes so that Section 89 is not\nrendered meaningless and infructuous. [Paras 8 and 16]\n[1076-H; 1077-A-F; 1086-B]\nBlack's Law Dictionary, 7th edition, Pages 1377 and\n996, referred to.\n1.3. The second anomaly is that sub-section (1) of\nSection 89 imports the final stage of conciliation referred\nto in section 73(1) of the Arbitration and Conciliation Act,\n1996 (AC Act) into the pre-ADR reference stage under\nA\nB\nC\nD\nE\nF\nG\nI\nC\n1058\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA section 89. Sub-section (1) of section 89 requires the\ncourt to formulate the terms of settlement and give them\nto the parties for their observation and then reformulate\nthe terms of a possible settlement and then refer the same\nfor any one of the ADR processes. If sub-section (1) of\nB Section 89 is to be literally followed, every trial Judge\nbefore framing issues, is required to ascertain whether\nthere exists any elements of settlement which may be\nacceptable to the parties, formulate the terms of\nsettlement, give them to parties for observations and then\nreformulate the terms of a possible settlement before\nreferring it to arbitration, conciliation, judicial settlement,\nLok Adalat or mediation. There is nothing that is left to\nbe done by the alternative dispute resolution forum. If all\nthese have to be done by the trial court before referring\nthe parties to alternative dispute resolution processes,\nthe court itself may as well proceed to record the\nsettlement as nothing more is required to be done, as a\nJudge cannot do these unless he acts as a conciliator or\nmediator and holds detailed discussions and\nnegotiations running into hours. Section 73 of AC Act\nshows that formulation and reformulation of terms of\nsettlement is a process carried out at the final stage of a\nconciliation process, when the settlement is being arrived\nat. Formulation and re-formulation of terms of settlement\nby the court is therefore wholly out of place at the stage\nof pre ADR reference. It is not possible for courts to\nperform these acts at a preliminary hearing to decide\nwhether a case should be referred to an ADR process\nand, if so, which ADR process. [Paras 9, 10] [1077-G-H;\n1078-A-C; 1078-D-E]\nכ\nE\nF\nG\nH\n1.4. If the reference is to be made to arbitration, the\nterms of settlement formulated by the court would not be\nof any use, as what is referred to arbitration is the dispute\nand not the terms of settlement; and the arbitrator has to\nadjudicate upon the dispute and give his decision by way\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1059\nCONSTRUCTION CO. (P) LTD.\nof award. If the reference is to conciliation/mediation/Lok A\nAdalat, then drawing up the terms of the settlement or\nreformulating them is the job of the conciliator or the\nmediator or the Lok Adalat, after going through the entire\nprocess of conciliation/ mediation. Thus, the terms of\nsettlement drawn up by the court would be totally B\nuseless in any subsequent ADR process. The\nformulation of the terms of settlement by the court merely\non the basis of pleadings is neither feasible nor possible.\nThe requirement that the court should formulate the\nterms of settlement is therefore a great hindrance to\ncourts in implementing section 89 CPC. This anomaly\nwas diluted in Salem Bar-Il by equating \"terms of\nsettlement\" to a \"summary of disputes” meaning thereby\nthat the court is only required to formulate a 'summary\nof disputes' and not ‘terms of settlement'. [Paras 11,12]\n[1079-G-H; 1080-A; 1080-C-D]\nCorrect Interpretation of Section 89, CPC\n2.1. The principles of statutory interpretation are well\nsettled. Where the words of the statute are clear and\nunambiguous, the provision should be given its plain\nand normal meaning, without adding or rejecting any\nwords. Departure from the literal rule, by making\nstructural changes or substituting words in a clear\nstatutory provision, under the guise of interpretation pose\na great risk as the changes may not be what the\nlegislature intended or desired. Legislative wisdom\ncannot be replaced by the Judge's views. [Para 13] [1080-\nE-F]\nC\nD\nE\nLL\nF\nShri Mandir Sita Ramji v. Lt. Governor of Delhi (1975) 4 G\nSCC 298, relied on.\n2.2. Where the words used in the statutory provision\nare vague and ambiguous or where the plain and normal\nmeaning of its words or grammatical construction thereof\nlead to confusion, absurdity, repugnancy with other\nH\n1060 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA provisions, the courts may, instead of adopting the plain\nand grammatical construction, use the interpretative tools\nto set right the situation, by adding or omitting or\nsubstituting the words in the Statute. When faced with an\napparently defective provision in a statute, courts prefer\nB to assume that the draftsman had committed a mistake\nrather than concluding that the legislature has\ndeliberately introduced an absurd or irrational statutory\nprovision. Departure from the literal rule of plain and\nstraight reading can however be only in exceptional\ncases, where the anomalies make the literal compliance\nof a provision impossible, or absurd or so impractical as\nto defeat the very object of the provision. [Para 13] [1080-\nH; 1081-A-C]\nC\nTirath Singh v. Bachittar Singh AIR 1955 SC 830 ;\nD Shamrao V. Parulekar v. District Magistrate, Thana, Bombay\nAIR 1952 SC 324; Molar Mal vs. Kay Iron Works (P) Ltd. 2004\n(4) SCC 285, relied on.\nE\nF\nG\nMangin v. Inland Revenue Commission 1971 (1) All. ER\n179; Stock v. Frank Jones (Tipton) Ltd., 1978 (1) All ER 948,\nreferred to.\nMaxwell on Interpretation of Statutes 12th Edn., page\n228; Justice G.P. Singh \"Principles of Statutory Interpretation\"\n12th Edn. 2010, Lexis Nexis, referred to.\n-\n2.3. In Salem Bar-Il, by judicial interpretation, the entire\nprocess of formulating the terms of settlement, giving\nthem to the parties for their observation and reformulating\nthe terms of possible settlement after receiving the\nobservations, contained in sub-section (1) of section 89,\nis excluded or done away with by stating that the said\nprovision merely requires formulating a summary of\ndisputes. Further, Supreme Court in Salem Bar-II, adopted\nthe definition of 'mediation' suggested in the Model\nMediation Rules, in spite of a different definition in section\nH 89(2)(d) as the process by which a mediator appointed\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1061\nCONSTRUCTION CO. (P) LTD.\nA\nby parties or by the court, as the case may be, mediates\nthe dispute between the parties to the suit by the\napplication of the provisions of the Mediation Rules, 2003\nin Part II, and in particular, by facilitating discussion\nbetween parties directly or by communicating with each\nother through the mediator, by assisting parties in B\nidentifying issues, reducing misunderstandings,\nclarifying priorities, exploring areas of compromise,\ngenerating options in an attempt to solve the dispute and\nemphasizing that it is the parties' own responsibility for\nmaking decisions which affect them. All over the country, C\nthe courts were referring cases under section 89 to\nmediation by assuming and understanding 'mediation' to\nmean a dispute resolution process by negotiated\nsettlement with the assistance of a neutral third party.\nJudicial settlement is understood as referring to a\ncompromise entered by the parties with the assistance\nof the court adjudicating the matter, or another Judge to\nwhom the court had referred the dispute. [Para 14] [1084-\nC-H; 1085-A]\nD\n2.4. Section 89 has to be read with Rule 1-A of Order E\n10 which requires the court to direct the parties to opt for\nany of the five modes of alternative dispute resolution\nprocesses and on their option refer the matter. The said\nrule does not require the court to either formulate the\nterms of settlement or make available such terms of F\nsettlement to the parties to reformulate the terms of\npossible settlement after receiving the observations of\nthe parties. Therefore the only practical way of reading\nSection 89 and Order 10, Rule 1-A is that after the\npleadings are complete and after seeking admission/\ndenials wherever required, and before framing issues, the\ncourt has to take recourse to section 89 CPC. Such\nrecourse requires the court to consider and record the\nnature of the dispute, inform the parties about the five\noptions available and take note of their preferences and\nG\nН\n1062 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA then refer them to one of the ADR processes. [Para 15]\n[1085-B-D]\nWhether reference to ADR process is mandatory\n3. Section 89 starts with the words \"where it appears\nB to the court that there exist elements of a settlement”. This\nclearly would show that cases which are not suited for\nADR process should not be referred under section 89,\nCPC. The court has to form an opinion that a case is one\nthat is capable of being referred to and settled through\nC ADR process. Having regard to the tenor of the\nprovisions of Rule 1A of Order 10 CPC, the civil court\nshould invariably refer cases to ADR process. Only in\ncertain recognized excluded categories of cases, it may\nchoose not to refer to an ADR process. Where the case\nis unsuited for reference to any of the ADR process, the\ncourt will have to briefly record the reasons for not\nresorting to any of the settlement procedures prescribed\nunder section 89, CPC. Therefore, having a hearing after\ncompletion of pleadings, to consider recourse to ADR\nprocess under section 89, CPC is mandatory. But actual\nreference to an ADR process in all cases is not\nmandatory. Where the case falls under an excluded\ncategory, there need not be reference to ADR process.\nIn all other case reference to ADR process is a must.\n[Para 17] [1086-D-G]\nD\nE\nF\nG\nHow to decide the appropriate ADR process under\nSection 89, CPC\n-\n4.1. Section 89 refers to five types of ADR\nprocedures, made up of one adjudicatory process\n(arbitration) and four negotiatory (non adjudicatory)\nprocesses – conciliation, mediation, judicial settlement\nand Lok Adalat settlement. Section 89, CPC makes it clear\nthat two of the ADR processes arbitration and\nconciliation, would be governed by the provisions of the\nH AC Act and two other ADR Processes - Lok Adalat\n-\n"}