{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"AFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1063\nCONSTRUCTION CO. (P) LTD.\nSettlement and Mediation would be governed by the A\nLegal Services Authorities Act. As for the last of the ADR\nprocesses-judicial settlement, Section 89 makes it clear\nthat it is not governed by any enactment and the court\nhas to follow such procedure as may be prescribed (by\nappropriate rules). [Para 20] [1089-E-H; 1090-A]\nB\nC\n4.2. Rule 1A of Order 10 requires the court to give the\noption to the parties, to choose any of the ADR\nprocesses. This does not mean an individual option, but\na joint option or consensus about the choice of the ADR\nprocess. On the other hand, section 89 vests the choice\nof reference to the court. There is of course no\ninconsistency. Section 89 CPC gives the jurisdiction to\nrefer to ADR process and Rules 1A to IC of Order 10 lay\ndown the manner in which the said jurisdiction is to be\nexercised. The scheme is that the court explains the D\nchoice available regarding ADR process to the parties,\npermits them to opt for a process by consensus, and if\nthere is no consensus, proceeds to choose the process.\n[Para 21] [1090-B-C]\nArbitration\nE\nF\n4.3.1. Arbitration is an ADR process by a private\nforum, governed by the provisions of the AC Act. The said\nAct makes it clear that there can be reference to arbitration\nonly if there is an 'arbitration agreement' between the\nparties. If there was a pre-existing arbitration agreement\nbetween the parties, in all probability, even before the suit\nreaches the stage governed by Order 10, CPC the matter\nwould have stood referred to arbitration either by\ninvoking section 8 or section 11 of the AC Act, and there G\nwould be no need to have recourse to arbitration under\nsection 89, CPC. Section 89 therefore pre-supposes that\nthere is no pre-existing arbitration agreement. Even if\nthere was no pre-existing arbitration agreement, the\nparties to the suit can agree for arbitration when the\nH\n1064 SUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA choice of ADR processes is offered to them by the court\nunder section 89, CPC. Such agreement can be by\nmeans of a joint memo or joint application or a joint\naffidavit before the court, or by record of the agreement\nby the court in the ordersheet signed by the parties. Once\nB there is such an agreement in writing signed by parties,\nthe matter can be referred to arbitration under section 89\nCPC; and on such reference, the provisions of AC Act\nwill apply to the arbitration, and as noticed in Salem Bar-\nI, the case would go outside the stream of the court\npermanently and would not come back to the court. If\nthere is no agreement between the parties for reference\nto arbitration, the court cannot refer the matter to\narbitration under section 89 CPC. [Paras 23, 24] [1090-F-\nH; 1091-A-C]\nC\nD\nF\nJagdish Chander v. Ramesh Chander 2007 (5) SCC 719,\nrelied on.\nCONCILIATION\n4.3.2. Conciliation is a non-adjudicatory ADR\nE process, which is also governed by the provisions of AC\nAct. There can be a valid reference to conciliation only if\nboth the parties to the dispute agree to have negotiations\nwith the help of a third party or third parties either by an\nagreement or by the process of invitation and\nacceptance provided in section 62 of AC Act followed by\nappointment of conciliator/s as provided in section 64 of\nAC Act. If both parties do not agree for conciliation, there\ncan be no ‘conciliation'. As a consequence, as in the case\nof arbitration, the court cannot refer the parties to\nconciliation under section 89, in the absence of consent\nby all parties. As contrasted from arbitration, when a\nmatter is referred to conciliation, the matter does not go\nout of the stream of court process permanently. If there\nis no settlement, the matter is returned to the court for\nframing issues and proceeding with the trial. [Para 25]\nH [1094-A-D]\nG\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1065\nCONSTRUCTION CO. (P) LTD.\nTHE OTHER THREE ADR PROCESSES:\nA\nB\nC\n4.3.3. If the parties are not agreeable for either\narbitration or conciliation, both of which require consent\nof all the parties, the court has to consider which of the\nother three ADR processes (Lok Adalat, Mediation and\nJudicial Settlement) which do not require the consent of\nparties for reference, is suitable and appropriate and refer\nthe parties to such ADR process. If mediation process is\nnot available (for want of a mediation centre or qualified\nmediators), necessarily the court will have to choose\nbetween reference to Lok Adalat or judicial settlement. If\nfacility of mediation is available, then the choice becomes\nwider. If the suit is complicated or lengthy, mediation will\nbe the recognized choice. If the suit is not complicated\nand the disputes are easily sortable or could be settled\nby applying clear cut legal principles, Lok Adalat will be D\nthe preferred choice. If the court feels that a suggestion\nor guidance by a Judge would be appropriate, it can refer\nit to another Judge for dispute resolution. The court has\nto use its discretion in choosing the ADR process\njudiciously, keeping in view the nature of disputes, E\ninterests of parties and expedition in dispute resolution.\n[Para 26] [1094-E-H; 1094-A]\nWhether the settlement in an ADR process is binding in\nitself :\nF\nG\n5.1. When the court refers the matter to arbitration\nunder Section 89 of the Act, the case goes out of the\nstream of the court and becomes an independent\nproceeding before the arbitral tribunal. Arbitration being\nan adjudicatory process, it always ends in a decision.\nThe award of the arbitrator is binding on the parties and\nis executable/enforceable as if a decree of a court, having\nregard to Section 36 of the AC Act. If any settlement is\nreached in the arbitration proceedings, then the award\npassed by the Arbitral Tribunal on such settlement, will H\n1066\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA also be binding and executable/enforceable as if a decree\nof a court, under Section 30 of the AC Act. [Para 27] [1095-\nB-D]\nB\nC\n5.2. The other four ADR processes are non-\nadjudicatory process. The court retains its control and\njurisdiction over the case, even when the matter is before\nsuch non-adjudicatory ADR forum. When a matter is\nsettled through conciliation, the Settlement Agreement is\nenforceable as if it is a decree of the court having regard\nto Section 74 read with Section 30 of the AC Act. Similarly,\nwhen a settlement takes place before the Lok Adalat, the\nLok Adalat award is also deemed to be a decree of the\ncivil court and executable as such under Section 21 of\nthe Legal Services Authorities Act, 1987. As the court\ncontinues to retain control and jurisdiction over the cases\nD which it refers to conciliations, or Lok Adalats, the\nsettlement agreement in conciliation or the Lok Adalat\naward will have to be placed before the court for\nrecording it and disposal in its terms. Where the reference\nis to a neutral third party on a court reference, though it\nE will be deemed to be reference to Lok Adalat, as court\nretains its control and jurisdiction over the matter, the\nmediation settlement will have to be placed before the\ncourt for recording the settlement and disposal. Where\nthe matter is referred to another Judge and settlement is\nF arrived at before him, such settlement agreement would\nalso be placed before the court which referred the matter\nand that court would make a decree in terms of it.\nWhenever such settlements reached before non-\nadjudicatory ADR Fora are placed before the court, the\ncourt should apply the principles of Order 23 Rule 3, CPC\nand make a decree/order in terms of the settlement, in\nregard to the subject matter of the suit/proceeding. In\nregard to the matters/disputes which are not the subject\nmatter of the suit/proceedings, the court will have to direct\nG\nH\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1067\nCONSTRUCTION CO. (P) LTD.\nthat the settlement shall be governed by Section 74 of AC\nAct (in respect of conciliation settlements) or Section 21\nof the Legal Services Authorities Act, 1987 (in respect of\nsettlements by a Lok Adalat or a Mediator). Only then\nsuch settlements would be effective. [Paras 28] [1095-E-\nH; 1096-A-F]\nSUMMATION\n6.1. The procedure to be adopted by a court under\nSection 89, CPC is thus summarised as follows:\n(a) When the pleadings are complete, before framing\nissues, the court shall fix a preliminary hearing for\nappearance of parties. The court should acquaint\nitself with the facts of the case and the nature of the\ndispute between the parties.\n(b) The court should first consider whether the case\nfalls under any of the category of the cases which are\nrequired to be tried by courts and not fit to be referred\nto any ADR processes. If it finds the case falls under\nany excluded category, it should record a brief order\nreferring to the nature of the case and why it is not\nfit for reference to ADR processes. It will then\nproceed with the framing of issues and trial.\n(c) In other cases (that is, in cases which can be\nreferred to ADR processes) the court should explain\nthe choice of five ADR processes to the parties to\nenable them to exercise their option.\n(d) The court should first ascertain whether the\nparties are willing for arbitration. The court should\ninform the parties that arbitration is an adjudicatory\nprocess by a chosen private forum and reference to\narbitration will permanently take the suit outside the\nambit of the court. The parties should also be\ninformed that the cost of arbitration will have to be\nA\nB\nC\nD\nE\nF\nG\nH\n1068\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nborne by them. Only if both parties agree for\narbitration, and also agree upon the arbitrator, the\nmatter should be referred to arbitration.\n(e) If the parties are not agreeable for arbitration, the\ncourt should ascertain whether the parties are\nagreeble for reference to conciliation which will be\ngoverned by the provisions of the AC Act. If all the\nparties agree for reference to conciliation and agree\nupon the conciliator/s, the court can refer the matter\nto conciliation in accordance with section 64 of the\nAC Act.\n(f) If parties are not agreeable for arbitration and\nconciliation, which is likely to happen in most of the\ncases for want of consensus, the court should,\nkeeping in view the preferences/options of parties,\nrefer the matter to any one of the other three other\nADR processes: (a) Lok Adalat; (b) mediation by a\nneutral third party facilitator or mediator; and (c) a\njudicial settlement, where a Judge assists the parties\nto arrive at a settlement.\n(g) If the case is simple which may be completed in\na single sitting, or cases relating to a matter where\nthe legal principles are clearly settled and there is no\npersonal animosity between the parties (as in the\ncase of motor accident claims), the court may refer\nthe matter to Lok Adalat. In cases where the\nquestions are complicated or cases which may\nrequire several rounds of negotiations, the court may\nrefer the matter to mediation. Where the facility of\nmediation is not available or where the parties opt for\nthe guidance of a Judge to arrive at a settlement, the\ncourt may refer the matter to another Judge for\nattempting settlement.\n(h) If the reference to the ADR process fails, on\nreceipt of the Report of the ADR Forum, the court\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1069\nCONSTRUCTION CO. (P) LTD.\nshall proceed with hearing of the suit. If there is a A\nsettlement, the court shall examine the settlement\nand make a decree in terms of it, keeping the\nprinciples of Order 23 Rule 3 of the Code in mind.\n(i) If the settlement includes disputes which are not\nthe subject matter of the suit, the court may direct\nthat the same will be governed by Section 74 of the\nAC Act (if it is a Conciliation Settlement) or Section\n21 of the Legal Services Authorities Act, 1987 (if it is\na settlement by a Lok Adalat or by mediation which\nis a deemed Lok Adalat). If the settlement is through\nmediation and it relates not only to disputes which\nare the subject matter of the suit, but also other\ndisputes involving persons other than the parties to\nthe suit, the Court may adopt the principle underlying\nOrder 23 Rule 3 of the Code. This will be necessary\nas many settlement agreements deal with not only\nthe disputes which are the subject matter of the suit\nor proceeding in which the reference is made, but\nalso other disputes which are not the subject matter\nof the suit.\n(j) If any term of the settlement is ex facie illegal or\nunforceable, the court should draw the attention of\nparties thereto to avoid further litigations and\ndisputes about executability. [Para 31] [1097-E-H;\n1098-A-H; 1099-A-H; 1100-A]\n6.2. The Court should also bear in mind the following\nconsequential aspects, while giving effect to Section 89,\nCPC:\n(i) If the reference is to arbitration or conciliation, the\ncourt has to record that the reference is by mutual\nconsent. Nothing further need be stated in the order\nsheet.\nB\nC\nD\nE\nF\nG\nI\n.\nA\nB\nс\nD\nヨ\nF\nG\nH\n1070 SUPREME COURT REPORTS\n[2010] 8 S C.R.\n(ii) If the reference is to any other ADR process, the\ncourt should briefly record that having regard to the\nnature of dispute, the case deserves to be referred\nto Lok Adalat, or mediation or judicial settlement, as\nthe case may be. There is no need for an elaborate\norder for making the reference.\n(iii) The requirement in Section 89(1) that the court\nshould formulate or reformulate the terms of\nsettlement would only mean that court has to briefly\nrefer to the nature of dispute and decide upon the\nappropriate ADR process.\n(iv) If the Judge in charge of the case assists the\nparties and if settlement negotiations fail, he should\nnot deal with the adjudication of the matter, to avoid\napprehensions of bias and prejudice. It is therefore\nadvisable to refer cases proposed for Judicial\nSettlement to another Judge.\n(v) If the court refers the matter to an ADR process.\n(other than Arbitration), it should keep track of the\nmatter by fixing a hearing date for the ADR Report.\nThe period allotted for the ADR process can normally\nvary from a week to two months (which may be\nextended in exceptional cases, depending upon the\navailability of the alternative forum, the nature of case\netc.). Under no circumstances the court should allow\nthe ADR process to become a tool in the hands of\nan unscrupulous litigant intent upon dragging on the\nproceedings.\n(vi) Normally the court should not send the original\nrecord of the case when referring the matter for an\nADR forum. It should make available only copies of\nrelevant papers to the ADR forum. (For this purpose,\nwhen pleadings are filed the court may insist upon\nfiling of an extra copy). However if the case is referred\nAFCONS INFRASTRUCTURE LTD. v. CHERIAN VARKEY1071\nCONSTRUCTION CO. (P) LTD.\nto a Court annexed Mediation Centre which is under A\nthe exclusive control and supervision of a Judicial\nOfficer, the original file may be made available.\nwherever necessary. [Para 32] [1100-B-H; 1101-A-B]\nB\n6.3. These procedure and consequential aspects are\nintended to be general guidelines subject to such\nchanges as the concerned court may deem fit with\nreference to the special circumstances of a case. Though\nthe process under Section 89 appears to be lengthy and\ncomplicated, in practice the process is simple: know the\ndispute; exclude 'unfit' cases; ascertain consent for C\narbitration or conciliation; if there is no consent, select\nLok Adalat for simple cases and mediation for all other\ncases, reserving reference to a Judge assisted settlement\nonly in exceptional or special cases. [Para 33] [1101-C-\nE]\nSukanya Holdings (P) Ltd. v. Jayesh H. Pandya \u0026 Anr.\n2003 (5) SCC 531, distinguished.\nD\n7. In the instant case, the trial court did not adopt the\nproper procedure while enforcing Section 89 CPC. E\nFailure to invoke Section 89 suo moto after completion\nof pleadings and considering it only after an application\nunder Section 89 was filed, is erroneous. Further, while\nexercising power under Section 89 of the Code, the trial\ncourt cannot refer a suit to arbitration unless all the\nparties to the suit agree for such reference. [Para 35]\n[1103-A-C]\nF\nCase Law Reference:\n2003 (5) SCC 531\ndistinguished\nPara 4, 34 G\n2003 (1) SCC 49\nreferred to\nPara 7, 24.1\n2005 (6) SCC 344\nrelied on\nParas 7,\n13.5, 14,\n24.2\nI\n1072\nSUPREME COURT REPORTS\n[2010] 8 S.C.R.\nA\n(1975) 4 SCC 298\nrelied on\nPara 13\nAIR 1955 SC 830\nrelied on\nPara 13.1\nAIR 1952 SC 324\nrelied on\nPara 13.2\n2004 (4) SCC 285\nrelied on\nPara 13.3\nB\n1971 (1) All. ER 179\nreferred to\nPara 13.4\n1978 (1) All ER 948\nreferred to\nPara 13.6\n2007 (5) SCC 719\nrelied on\nPara 24.3\nC\nD\nE\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6000 of 2010.\nFrom the Judgment \u0026 Order dated 11.10.2006 of the High\nCourt of Kerala at Ernakulam in Civil Revision Petition No. 1219\nof 2005.\nKrishnanan Venugopal, Anil K. Bhatnagar, Amit Dhingra\nManu Seshadri (for Dua Associates) for the Appellants.\nT.L.V. Iyer, V.J. Francis, Anupam Mishra, C.N. Sree\nKumar, P.R. Nayak, Dushyant Parashar for the Respondents.\nThe Judgment of the Court was delivered by\nR.V.RAVEENDRAN, J. 1. Leave granted. The general\nscope of Section 89 of the Code of Civil Procedure ('Code'\nfor short) and the question whether the said section empowers\nthe court to refer the parties to a suit to arbitration without the\nconsent of both parties, arise for consideration in this appeal.\n2. The second respondent (Cochin Port Trust) entrusted\nthe work of construction of certain bridges and roads to the\nappellants under an agreement dated 20.4.2001. The\nappellants sub-contracted a part of the said work to the first\nrespondent under an agreement dated 1.8.2001. It is not in\ndispute that the agreement between the appellants and the first\nI\n"}