{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"578 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA issues regarding title. Similar view has been expressed in\nB\nс\nD\nE\nF\nBachhaj Nahar vs. Nilima Mandal and Anr (2008) 17 SCC\n491. It is relevant to extract the principles enunciated in para\n23 of the judgment which are as follows.\n\"23. It is fundamental that in a civil suit, relief to be granted\ncan be only with reference to the prayers made in the\npleadings. That apart, in civil suits, grant of relief is\ncircumscribed by various factors like court fee, limitation,\nparties to the suits, as also grounds barring relief, like res\njudicata, estoppel, acquiescence, non-joinder of causes of\naction or parties, etc., which require pleading and proof.\nTherefore, it would be hazardous to hold that in a civil suit\nwhatever be the relief that is prayed, the court can on\nexamination of facts grant any relief as it thinks fit. In a suit\nfor recovery of rupees one lakh, the court cannot grant a\ndecree for rupees ten lakhs. In a suit for recovery\npossession of property 'A', court cannot grant possession\nof property 'B'. In a suit praying for permanent injunction,\ncourt cannot grant a relief of declaration or possession.\nThe jurisdiction to grant relief in a civil suit necessarily\ndepends on the pleadings, prayer, court fee paid, evidence\nlet in, etc.\"\nIn those circumstances, while reiterating the principles laid down\nabove, we hold that the same are not applicable to the case\non hand.\n32. We have already demonstrated the relief prayed in the\nplaint by paying substantial court fee of Rs. 41,66,326.50. In\nsuch circumstance, when a party is able to secure substantial\nrelief, namely, decree for specific performance with clearance\nG of mortgage amount, it is the duty of the Court to mould the\nrelief so as to render substantial justice between the parties.\nIn this regard, we accept the course adopted by the High Court\nin granting relief to the plaintiff.\nH\n33. We are also satisfied that merely because for recovery\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 579\n[P. SATHASIVAM, J.]\nof the loan secured by banks, a special Act, namely, Recovery A\nof Debts due to Banks and Financial Institutions Act, 1993 has\nbeen enacted which is not a bar for the civil Court to apply to\nother relief such as Section 56 of the T.P. Act. We are also\nsatisfied that by issuing such direction on the application of\nSection 56 of the T.P. Act, the Division Bench has not modified B\nor eroded the order passed by the DRT. On the other hand, it\nis an admitted fact that the Bank has accepted the impugned\nverdict of the High Court and did not challenge the same before\nthis Court by filing an appeal. We are also satisfied that by\ngranting such a relief, the Bank is not prejudiced in any way by C\nbringing other properties for sale first to satisfy the mortgage\ndebt payable by defendant Nos. 1 and 2. In fact, the High Court\nwas conscious and also observed that if sale proceeds of other\nitems of properties are not sufficient to satisfy the debt payable\nto the Bank by defendant Nos. 1 and 2, in that event, Bank can\nproceed against the suit properties.\nD\n34. We are also conscious of the fact that the said doctrine\ncannot be permitted to become a device for destructing the\nsanctity of contract. The court will also not apply the doctrine\nof impossibility to assist a party which does not want to fulfill E\nits obligations under the contract.\nAbout Writ Petition:\n35. It is relevant to note that during the pendency of the\nappeals before the High Court, the very same plaintiff filed Writ\n- Petition No. 23405 of 2009, impleading defendant Nos. 1 and\n2, M/s Anand Agency which is a sister concern of defendant\nNo. 1 and 3rd defendant-Bank apart from Union of India, praying\nfor issuance of a writ of Mandamus forbearing the respondents\nfrom bringing the scheduled property forming the subject matter\nof the decree in his favour in O.S. No 336 of 2006 on the file of\nthe Principal District Judge, Chengalpet by way of auction. He\nalso prayed for certain other directions. Objections were raised\nby the appellants about the hearing of the writ petition along\nF\nG\nH\n580\nSUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA with the appeals. We have already adverted to the facts leading\nto the filing of two regular First Appeals before the High Court.\nIt is not in dispute that the parties in those appeals as well as\nin the writ petition are one and the same except Union of India\nagainst whom the writ petitioner has not sought any relief. It is\nB also not in dispute that the subject matter of the lis and\nproperties are one and the same in both the appeals and the\nwrit petition. There is no bar for the Division Bench which has\njurisdiction to hear appeal, to hear writ petition when the same\nis connected with the main issue. In fact, no serious objection\nC was raised before the High Court for hearing the writ petition\nalong with the appeal. On the other hand, on the earlier\noccasion, when the parties have filed special leave petitions\nagainst certain interim orders, this Court requested the High\nCourt to dispose of all the matters together. It is relevant to\npoint out that no clarification or direction was sought in respect\nof the said order passed by this Court.\nD\n36. Mr. R.F. Nariman, learned senior counsel has pointed.\nout that the writ petitioner has highlighted the applicability of the\nprinciple of marshalling. He pointed out that in grounds (j) and\nE (k), the factual aspects about applicability of marshalling have\nbeen highlighted. Since the appellants have seriously objected\nthat in the absence of any material, the High Court ought not to\nhave considered the same, we reproduce the said grounds\nhereunder:\nF\nG\nH\n(j)\n\"When there are other properties belonging to the\nJudgment Debtors are available for auction sale for\nrealization of the D.R.C. issued the suit properties\nare brought to auction sale, leaving out the other\nvaluable properties of the Respondent Nos. 1 \u0026 2\nat Chennai and the property covered by the decree\nsituate at Senthamangalam village are brought to\nsale and the said action of the respondents would\ndefeat and frustrate the decree for specific\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 581\n(k)\n[P. SATHASIVAM, J.]\nperformance granted in favour of the petitioner A\nherein.\nWhen there are more than one property belonging\nto the borrowers are available leaving out all the\nproperties including the 3 valuable properties at\nChennai are left from auction sale and the property\nsituate at Senthamangalam village (forming the\ndecree property) would demonstrate that the\nrespondent bank with tacit understanding with the\nborrowers is attempting to destroy the rights of the\nDecree Holder who is holding a decree for specific\nperformance which has not been stayed by the\nHigh Court, Madras and the respondent bank is not\nwilling to receive the monies offered by the\npetitioner on behalf of the Respondents 4, 5 and 6\never since the inception of the suit in August 2006\ntill date which would demonstrate the motive of the\nbank in indulging in dilatory tactics, the\nRespondents 2 and 3 in collusion and connivance\nof the respondents 4, 5 and 6 are bringing the\nproperty covered by the decree solely with a view\nto frustrate the decree secured by the petitioner\nherein.\"\nThough the plea of ‘marshalling' has not been specifically\nmentioned but all the required details have been referred to. It\nis not clear whether any objection/counter has been filed by the\nrespondent Nos. 4 to 6 therein (respondent Nos. 1 \u0026 2 herein)\nabout those factual details. Irrespective of the same, we have\nalready concurred with the High Court in applying the said\nprinciple considering the larger relief prayed for in the suit and\nthe plaintiff was having a decree for specific performance\nsubject to clearance of mortgage loan with the Bank.\n37. In Sain Ditta Mal vs. Bulagi Mal \u0026 Sons and others,\nAIR (34) 1947 Lahore 230, the High Court after adverting to\nB\nC\nD\nE\nF\nG\nH\n'I\n582 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Section 56 of the Transfer of Property Act has held that this\nequitable doctrine exists for the benefit of the buyer alone.\nFollowing the said decision of the Lahore High Court, Karam\nSingh Sobti vs. Smt Shukla Bedi, AIR 1962 Punjab High Court\nat Delhi 477 reiterated the same principle.\nB\nC\nD\nE\nF\nG\nH\n38. The principle laid down in Brahm Parkash vs. Manbir\nSingh \u0026 Ors., [1964] 2 SCR 324 at 335 is also relevant to\nquote:.\n\"The other submission of learned counsel was that the\nlearned Judges failed to give effect to the last portion of\nSection 56 under which marshalling is not to be permitted\nso as to prejudice the rights inter alia of the mortgagees\nor other persons claiming under him i.e. under the original\nmortgagor. Learned counsel pointed out that the appellant\nhaving proved his mortgage and the fact that it was\nsubsisting, the learned Judges of the High Court ought to\nI have held that any direction as to marshalling must\nnecessarily prejudice him. We are unable to agree that this\nfollows as any matter of law. The question of prejudice is\npurely one of fact which has to be pleaded and the\nnecessary facts and circumstances established. It is\nobvious that the question of prejudice would be intimately\nconnected with the value of the property against which the\nmortgagee is directed to proceed in the first instance. If\neven after paying off such a mortgage there is enough left\nfor payment over to the subsequent encumbrancer referred\nto in the last portion of Section 56 it would be manifest that.\nthere would be no question of prejudice. If therefore the\nappellant desired to invoke the benefit of the last portion\nof Section 56 he should have made some plea as to the\nvalue of the property and shown how it would prejudice his\nrights as a subsequent encumbrancer. He however made\nno such plea and no evidence was led as to the value of\nthe property. Even at the stage of the appeal in the High\nCourt the contention that to allow marshalling in favour of\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 583\n[P. SATHASIVAM, J.]\nthe subsequent purchaser - Mukhamal would result in A\nprejudice to him was admittedly never put forward before\nthe learned Judges. As the point is one not of pure law but\nsprings from the factual inadequacy of the property\nmortgaged to him to discharge his debt it is too late for\nthe appellant to raise such a plea in this Court.”\nIt is clear that the application of the principle of marshalling may\ncause prejudice to the other party, but their Lordships have held.\nthat the said prejudice is a pure question of fact and depends\nupon various factors.\nB\nC\n39. In the light of the details and materials highlighted in\nthe earlier paragraphs and as discussed by the High Court, we\nare satisfied that the High Court is right in applying the principle\nof marshalling in favour of the plaintiff that too by safeguarding\nthe interest of the 3rd defendant-Bank. In fact, the Bank did not D\nchallenge the impugned judgment of the High Court.\nAccordingly, we reject the contrary arguments made in respect\nof applying the principle of marshalling at the appellate stage.\nCost\nE\n40. Though no serious argument was advanced about the\naward of cost, in the grounds raised in the appeal, the\nappellants have agitated the award of cost by the High Court\nin favour of the plaintiff. Section 35 of the CPC speaks about\nCost. Inasmuch as the plaintiff after valuing the suit paid a\nF\nsubstantial court fee of Rs. 41,66,326.50 and ultimately he\nsecured a decree for specific performance though he could not\nsecure a relief in its entirety, the plaintiff is entitled for his cost.\nIt is not in dispute that the court has granted the major relief,\nnamely, decree for specific performance subject to clearance G\nof the mortgage debt. In those circumstances, the High Court\nhaving noticed the payment of substantial court fee ordered cost\npayable by the contesting defendant Nos. 1 and 2 to the\nplaintiff. We agree with the said direction.\nH\n584 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA Direction to the Recovery Officer/Tribunal\nB\nC\n41. Learned senior counsel for the appellants contended\nthat the jurisdiction of Recovery officer/Tribunal is exclusive and\nno other Court can go into their order for which they relied on\nAllahabad Bank vs. Canara Bank \u0026 Anr., (2000) 4 SCC 406,\nState Bank of India vs. Allied Chemical Laboratories \u0026 Anr.,\n(2006) 9 SCC 252, India Household and Healthcare Ltd. vs.\nLG Houshold and Healthcare Ltd., (2007) 5 SCC 510. We\nare conscious of the principles enunciated in these decisions.\nHowever, in our case, the High Court taking note of the fact that\nit had considered various connected issues in respect of the\nsame properties in which both the Civil Court and the DRT\npassed several orders and the fact that defendant Nos. 1 and\n2 are having sufficient other properties in prime locations at\nChennai and other places nearby Chennai and also of the fact\nthat the Bank was also party to both these proceedings and\naccepted the impugned order of the High Court and not filed\nany appeal before this Court, we feel that the direction/\nclarification issued by the High Court does not run counter to\nthe orders of DRT/Recovery Officers, on the other hand, it\nE safeguards the interest of all parties. Only because of the delay\nD\non the part of the defendant Nos. 1 and 2 in not settling the dues\nof the Bank at the appropriate time, in the recent times, property\nvalue has risen to some extent. On this ground, we cannot\ninterfere with the direction of the High Court about the sale of\nF the said properties.\nInterference under Article 136 of the Constitution of India\n42. Though we have exhaustively dealt with the merits of\nthe appeals, Mr. R.F. Nariman, learned senior counsel for\nG\nRespondent No. 1 highlighted that even after grant of leave,\nthere is no obligation on the part of this Court to go into all\naspects and decide after giving reasons. According to him, in\nview of the concurrent findings by the Trial Court and the High\nCourt about the decree for specific performance and other\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 585\n[P. SATHASIVAM, J.]\nrelief by the High Court based on the question of law and equity, A\nthis Court has ample power to dismiss all the appeals even\nwithout assigning any reason.\n43. In Balvantrai Chimanlal Trivedi, Manager Raipur\nManfg. Co. Ltd., Ahmedabad vs. M.N. Nagrashna and Others,\nAIR 1960 SC 407, while considering the scope of Article 136\nof the Constitution of India, a three-Judge Bench of this Court\nhas concluded:\nB\n\"5. The question then arises whether we should interfere\nin our jurisdiction under Article 136 of the Constitution, C\nwhen we are satisfied that there was no failure of justice.\nIn similar circumstances this court refused to interfere and\ndid not go into the question of jurisdiction on the ground\nthat this Court could refuse interference unless it was\nsatisfied that the justice of the case required it: see A.M. D\nAllison vs. B.L. Sen, (1957) SCR 359: ((S) AIR 1957 SC\n227). On a parity of reasoning we are of opinion that as\nwe are not satisfied that the justice of the case requires\ninterference in the circumstances, we should refuse to\ninterfere with the order of the High Court dismissing the\nwrit petition of the appellant. We accordingly dismiss the\nappeal, but having regard to the peculiar circumstances\nof the case which we have referred to above we order that\neach party will bear its own costs of this appeal.\"\n44. In Balvantrai Chimanlal Trivedi vs. M.N. Nagrashna\nand Others, AIR 1960 SC 1292, the Constitution Bench of this\nCourt, while considering the jurisdiction of this Court under\nArticle 136, has held:\nE\nF\n\".... It is necessary to remember that wide as are our G\npowers under Article 136, their exercise is discretionary;\nand if it is conceded, as it was in the course of the\narguments, that this Court could have dismissed the\nappellant's application for special leave summarily on the\nground that the order under appeal had done substantial H\nA\n\u003e\u003e\n00\nB\nс\nD\nE\nF\nG\nH\n586 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\njustice, it is difficult to appreciate the argument that\nbecause leave has been granted this Court must always\nand in every case deal with the merits even though it is\nsatisfied that ends of justice do not justify its interference\nin a given case. In the circumstances we are of opinion.\nthat this Court was not bound to decide the question of\njurisdiction on the facts and circumstances of this case\nwhen it had come to the conclusion in dealing with an\nappeal under Article 136 of the Constitution that there was\nno failure of justice. The review application therefore fails\nand is hereby dismissed with costs.\"\n45. In Taherakhatoon (D) By Lrs. vs. Salambin\nMohammad, (1999) 2 SCC 635, the following point arose for\nconsideration.\n\"(2) Whether the discretionary power available to this Court\nat the time of grant of special leave continues with the\nCourt even after grant of special leave and when the\nappeal is being heard on merits and whether, this Court\ncould declare the law and yet not interfere or could mould\nthe relief? Or whether, once the law is declared, this Court\nis bound to grant possession and the mandatory\ninjunction?\nTheir Lordships have held:\n15. It is now well settled that though special leave is\ngranted, the discretionary power which vested in the Court\nat the stage of the special leave petition continues to\nremain with the Court even at the stage when the appeal\ncomes up for hearing and when both sides are heard on\nmerits in the appeal. This principle is applicable to all kinds\nof appeals admitted by special leave under Article 136,\nirrespective of the nature of the subject - matter. It was so\nlaid down by a Constitution Bench of five learned Judges\nof this Court in Pritam Singh v. State. In that case, it was\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 587\n[P. SATHASIVAM, J.]\nargued for the appellant that once special leave was\ngranted and the matter was registered as an appeal, the\ncase should be disposed of on merits on all points and\nthat the discretionary power available at the stage of grant\nof special leave was not available when the appeal was\nbeing heard on merits.\n20. In view of the above decisions, even though we are now\ndealing with the appeal after grant of special leave, we are\nnot bound to go into merits and even if we do so and\ndeclare the law or point out the error - still we may not\ninterfere if the justice of the case on facts does not require\ninterference or if we feel that the relief could be moulded\nin a different fashion. We have already referred to the\nvarious circumstances of the case which show that the\nplaintiff, on her own admission, had knowledge of the\ntrespass in December 1967 and did not raise any\nobjection to the construction of the two rooms though she\nwas the adjacent neighbour. She gave notice only after 7\nyears in 1974 and she filed suit in 1975. These two rooms\nhave been there for the last 30 years. In those\ncircumstances, we declare the law by holding that the High\nCourt while dealing with a second appeal under Section\n100 CPC erred in not framing a substantial question of law\nand that it also erred in interfering with a pure question of\nfact relating to the genuineness of the agreement. We\ndeclare that this was not permissible in law. Even while so\ndeclaring, we hold that in the peculiar circumstances\nreferred to above, this is not a fit case for interference and\nthat in exercise of our discretion under Article 136, - a\ndiscretion which continues with us even after the grant of\nspecial leave, the decree passed by the High Court\ndismissing the suit for possession need not be interfered\nwith and the two rooms need not be demolished. The\nplaintiff could be adequately compensated by way of\ndamages......\n\"\n-\nA\nB\nC\nD\nE\nF\nG\nH\n"}