{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\ni\nB\nC\nD\nE\n[2010] 15 (ADDL.) S.C.R. 538\nM/S J.P. BUILDERS \u0026 ANR.\nV.\nA. RAMADAS RAO \u0026 ANR.\n(Civil Appeal Nos. 9821-9822 of 2010)\nNOVEMBER 22, 2010\n[P. SATHASIVAM AND ANIL R. DAVE, JJ.]\nSpecific Relief Act, 1963:\n-\n-\ns.16(c) – Suit for specific performance of contract\n\"Readiness and willingness\" - Connotation of - HELD:\nClause (c) of s.16 mandates that the person seeking specific\nperformance must prove that he has performed or has been\nready and willing to perform the essential terms of the contract\nwhich are to be performed by him - It is a condition precedent\nfor obtaining the relief – The onus is on the plaintiff – In the\ninstant case, the plaintiff has proved his readiness and\nwillingness to perform his part of obligation under the contract.\n-\nContract Act, 1872:\n-\nss. 31 and 32 - Contingent contract - Suit land\nmortgaged to Bank - Owners entering into agreement for sale\nwith plaintiff and undertaking to discharge their loans and to\nexecute sale deed in favour of plaintiff after discharge of\nF mortgage - HELD: Clauses in the agreement to discharge\nthe loan of the Bank and handover the original title deeds to\nthe plaintiff cannot be construed as impossible event so as\nto affect the terms of the contract to become void – Nor can it\nbe said that the contract was a contingent contract – Doctrine\nof impossibility cannot be permitted to become a device for\ndestroying the sanctity of a contract - Doctrines - Doctrine\nof impossibility.\nG\nH\nTransfer of Property Act, 1882:\n538\n-\n:\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 539\n-\n-\nss.56 and 81 - Plea of marshalling Suit for specific A\nperformance of agreement for sale of suit property which was\nmortgaged to Bank - Decree of specific performance granted\nAppeal before High Court - Plea of marshalling raised as\nthe suit property was brought to auction by orders of DRT,\nalong with other properties of vendors - HELD: Plea of B\nmarshalling being pure question of law based upon the\ndecree obtained cannot simply be thrown out merely because\nthe same was not specifically pleaded - In the instant case,\nHigh Court has rightly granted the relief to the plaintiff -\nMerely because proceedings are pending before DRT, it is c\nnot a bar for approaching civil court for relief u/s 56 of TP Act\nRecovery of Debts Due to Bank and Financial Institutions\nAct, 1963.\n-\nConstitution of India, 1950:\n-\n-\nArticle 226 Writ petition involving same property as in\npending appeal before High Court - HELD: There is no bar\nfor the Division Bench of the High Court which has jurisdiction\nto hear the appeal, to hear writ petition when the same is\n1 connected with the main issue - Besides, in the instant case,\nno such objection was raised before the High Court.\nArticle 136 - Jurisdiction of Supreme Court - HELD:\nEven if leave is granted, irrespective of the nature of the\nsubject matter, the appellant must show the exceptional and\nspecial circumstances and, if there is no interference by the\nCourt, substantial and great injustice would result.\nCode of Civil Procedure, 1908:\ns. 35 - Costs - HELD: In asmuch as the plaintiff after\nvaluing the suit and paying substantial court fee, secured a\ndecree for specific performance, though he could not secure\na relief in its entirety, the plaintiff is entitled to his costs.\nJurisdiction:\nD\nE\nF\nG\nH\nA\n540 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nAppeal and writ petition before High Court arising out of\ndecree of specific performance, and directions of DRT in\nrespect of same property - Direction by High Court to Bank\nvis-à-vis orders of DRT - HELD: High Court after taking into\nconsideration various connected issues in respect of the\nB same properties and several orders passed by Civil Court\nand DRT and the fact that the borrower has other properties\nto satisfy the claim of the Bank, issued directions/clarifications\nsafeguarding the interests of all parties, which do not run\ncounter to orders of DRT, and, therefore, need not be\ninterfered with – Recovery of Debts Due to Bank and\nFinancial Institutions Act, 1963.\nC\nD\n-\nAppellants nos. 1 and 2, offered to respondent no.2-\nBank various properties, including the suit property (30\nacres and 86 cents of lands), as security for the principal\nas well as interest amount payable by M/S ‘AA', a sister\nconcern of appellant no. 1 of which appellant no. 2 was\nthe sole proprietor. On 15.8.2005, the appellants entered\ninto a Memorandum of Understanding (MoU) (Ext. A-2)\nwith respondent no. 1 for sale of the suit property at the\nE rate of Rs. 14 lakhs per acre and the latter paid Rs. 1 lakh\nas advance. On 3.2.2006, respondent no. 1 entered into\na sale agreement (Ext. A-3) with the appellants for\npurchase of the suit property at the enhanced rate of Rs.\n18 lakhs per acre for a total consideration of\nF Rs.5,55,48,000/- and paid a sum of Rs. 24 lakhs in\naddition of Rs. 1 lakh already paid. On 18.4.2006, a\nfurther sum of Rs. 50 lakhs was paid. On 7.8.2006,\nrespondent no. 1 filed O.S. No. 336 of 2006 before the\nPrincipal District Judge against the appellants and the\nG Bank. The suit was partly decreed. Relief of specific\nperformance was allowed directing appellants no. 1 and\n2 specifically to perform their part of the obligations\narising out of the agreement for sale dated 3.2.2006 (Ext.\nA-3) by executing the sale deed in favour of respondent\nno. 1 on receipt of the balance sale consideration of Rs.\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 541\n4,80,48,000/ subject to the mortgage of the Bank. A\nRespondent no. 1 filed an appeal (A.S. No. 708 of 2009)\nbefore the High Court challenging the rejection of his\nprayer of mandatory injunction by the trial court for\ndirecting the appellants to discharge the loan in respect\nof DRT proceedings and claiming costs. Applications for B\ninterim relief were also filed. The appellants also filed an\n* appeal ( A.S. No. 946 of 2009) before the High Court\nchallenging the decree for specific performance.\nMeanwhile the Bank filed an O.A. before the Debts\nRecovery Tribunal. The Presiding Officer, DRT, by his\norder dated 15.5.2009, held the Bank entitled to recover\na sum of Rs. 11,08,41,875/- from M/S ‘AA'. Consequently,\na recovery certificate and sale notification dated\n23.10.2009, bringing to sale the suit property, were\nissued.\nC\nD\nRespondent no. 1 filed a writ petition (W.P. No. 23405\nof 2009) before the High Court praying for a writ of\nmandamus for bearing the respondents from bringing to\nauction the suit property forming the subject matter of the E\ndecree in his favour in O.S. No. 336 of 2006 on the file of\nthe Principal District Judge.\nUltimately, the Division Bench of the High Court\npartly allowed A.S. No. 708 of 2008 filed by respondent\nno.1 directing him to deposit the balance sale\nconsideration with 18% interest from the date of filing of\nthe suit and also directed the appellants to execute the\nsale deed conveying the suit property to respondent no.\n1; the Bank was directed to proceed against the various\nother properties of the appellants being the subject\nmatter of O.A. No. 491 of 1999 for recovering the balance\namount. The review petitions of the appellants having\nbeen dismissed, they filed the appeals.\nF\nG\nThe questions for consideration before the Court H\nA\n542 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nwere: (i) whether the plaintiff had established “readiness\nand willingness\" in terms of s. 16(c) of the Specific Relief\nAct, 1963 and the courts below were right in granting the\ndecree for specific performance; (ii) whether the\nagreement for sale was a contingent contract and\nB impossible to fulfil and whether the courts below were\njustified in granting the relief to the plaintiff; (iii) whether\nthe right of marshalling as provided in s. 56 of the\nTransfer of Property Act, 1882 was available to the plaintiff\nin the suit for specific performance and whether the High\nCourt was justified in granting the relief in the absence\nof any pleading and issue before the trial court; (iv)\nwhether the High Court was justified in hearing the writ\npetition filed under Article 226 of the Constitution of India\nalong with the regular first appeals filed u/s 96, CPC; (v)\nwhether the High Court was justified in granting costs to\nthe plaintiff; and (vi) whether the High Court was justified\nin issuing the directions to the Bank vis-à-vis the orders\nof the Debts Recovery Tribunal.\nC\nD\nE\nF\nG\nDismissing the appeals, the Court\nHELD: 1.1. “Readiness and willingness” is enshrined\nin clause (c) of s. 16(c) of the Specific Relief Act, 1963.\nThis clause provides that the person seeking specific\nperformance must prove that he has performed or has\nbeen ready and willing to perform the essential terms of\nthe contract which are to be performed by him. The\nwords \"ready\" and \"willing” imply that the person was\nprepared to carry out the terms of the contact. The\ndistinction between “readiness” and “willingness” is that\nthe former refers to financial capacity and the latter to the\nconduct of the plaintiff wanting performance. Generally,\nreadiness is backed by willingness. [para 8-9] [561-G-H;\n562-A-B]\n1.2. Section 16(c) of the Specific Relief Act, 1963\nH mandates \"readiness and willingness\" on the part of the\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 543\nA\nplaintiff and it is a condition precedent for obtaining relief\nof grant of specific performance. It is also clear that in a\nsuit for specific performance, the plaintiff must allege and\nprove a continuous \"readiness and willingness\" to\nperform the contract on his part from the date of the\ncontract. The onus is on the plaintiff. It is settled law B\nthat even in the absence of specific plea by the opposite\nparty, it is the mandate of the statute that plaintiff has to\ncomply with Section 16(c) of the Specific Relief Act and\nwhen there is non-compliance with this statutory mandate,\nthe Court is not bound to grant specific performance and C\nis left with no other alternative but to dismiss the suit. It\nis also clear that readiness to perform must be\nestablished throughout the relevant points of time.\n\"Readiness and willingness\" to perform the part of the\ncontract has to be determined/ascertained from the D\nconduct of the parties. [para 12] [563-E-H; 562-A]\nN.P. Thirugnanam vs. Dr. R. Jagan Mohan Rao \u0026 Ors.,\n1995 (2) Suppl. SCR 53 = (1995) 5 SCC 115; P.D'Souza\nvs. Shondrilo Naidu, 2004 (3) Suppl. SCR 186 = (2004) 6\nSCC 649 - relied on.\nR.C. Chandiok \u0026 Anr. vs. huni Lal Sabharwal \u0026 Ors.,\n1971 SCR 573 = (1970) 3 SCC 140 – referred to.\n-\n1.3. Insofar as readiness and willingness on the part\nof the plaintiff in the instant case is concerned, apart from\nthe specific plea in the plaint and his assertion in the\nwitness box at the time of trial, about the payment and\nadvance of substantial amount, he also placed the\nrelevant materials in the form of letters to show that he\nwas corresponding with the Bank for early settlement of\nthe dues. The plaintiff has demonstrated by placing oral\nand documentary evidence that on the date of execution\nof Ex. A-3, he has paid further advance of Rs. 24 lakhs\nand Rs. 50 lakhs on 18.04.2006. In order to prove that he\nhad sufficient means of finance, the plaintiff has produced\nE\nF\nG\nH\n544 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA documents under Exts. A-12 and A-13. In his evidence\nas PW-1, he has asserted that he had ready cash and\nalso produced Fixed Deposit Receipt (Ex.A-11), proof of\nSavings Bank Accounts (Exts. A-12 and A-13). Exts. A-\n11 to A-13 coupled with assertion made in the oral\nB evidence of PW-1, would amply show that plaintiff had\nsufficient cash and financial capacity to complete the\ntransaction. Under Ext. A-4, he had intimated that he is\nprepared to get the sale executed. The Courts below are,\ntherefore, right in arriving at a conclusion that the plaintiff\nhas proved and complied with the mandates provided u/\ns 16 (c) of the Specific Relief Act. [para 17-18] [566-A-B;\n567-A-E-G; 566-B-C]\nC\nD\n1.4. Further, the plaintiff is required to pay the\nbalance amount of consideration only on the event of a\ndemand made for payment of further amount by the\ndefendants on the basis of the confirmation letter to be\nobtained from the bank as per the agreement for sale\nunder Ext. A-3. Absolutely, there is no evidence as to any\ndemand made by defendant Nos. 1 and 2 from the\nE plaintiff for further payment of sale price. Defendant Nos.\n1 and 2 did not lead any oral evidence in support of their\nclaim. They also avoided the witness box. As rightly\npointed out by the High Court, mere withdrawal of Rs.\n10,01,000/- deposited in \"No-lien account\" by the plaintiff\nF has no significance since subsequent to the same both\nparties have entered into agreement for sale (Ext.A-3) on\n03.02.2006 on which date the plaintiff has also paid a\nfurther advance of Rs. 25 lakhs, and further obtained\nadvance of Rs. 50 lakhs from the plaintiff on 18.04.2006\nG and made endorsement in the agreement for sale (Ext.A-\n3). These facts have been clearly explained by PW-1 in\nhis evidence and he also asserted that the same fact was\norally informed to defendant Nos. 1 and 2. There is no\nreason to disbelieve the assertion of PW-1. [para 18] [567-\nF-G; 568-A-B-G-H; 569-A-C]\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 545\n:\nA\nB\n1.5. With the materials placed, specific assertion in the\nplaint, oral and documentary evidence as to execution of\nagreement, part-payment of sale consideration, having\nsufficient cash and financial capacity to execute the sale\ndeed, bank statements as to the moneys in fixed deposits\nand saving accounts, the plaintiff has proved his\n\"readiness\" and \"willingness\" to perform his part of\nobligation under the contract. The concurrent findings\nof the trial court as well the High Court as to readiness\nand willingness to perform plaintiff's part of the\nobligations under the contract, in the absence of any C\nacceptable contra evidence, is confirmed. [para 19] [569-\nD-F]\nD\nE\n2.1. Contingent contract has been defined in s.31 and\nmethod of enforcement is stated in s.32 of the Contract\nAct, 1872. It is clear that if the condition prescribed or\neven described in the contract is impossible,\nundoubtedly, such contracts become void and not\nenforceable in terms of s. 32. In the instant case, among\nvarious clauses, Clauses 4, 6, 7 in the MoU (Ext. A-2) were\nhighlighted by the appellants to contend uncertain events\nand impossible conditions at the hands of the Bank. But\nthe agreement for sale dated 03.02.2006 is a fresh\nagreement and, therefore, Clauses 4, 6 and 7 of the MoU\n(Ext. A-2) would not govern the parties. It is relevant to\nnote that in the plaint, this aspect has been specifically F\npleaded wherein it was highlighted that the plaintiff\nsought for performance of contract strictly in accordance\nwith the original Memorandum of Understanding (MoU)\ndated 15.08.2005 as merged with the agreement for sale\n. dated 03.02.2006 entered into between the plaintiff and G\nthe defendant Nos. 1 and 2 for sale and purchase of the\nsuit property. As per Clause 3, 4 and 6 in Ex. A-3, the\nvendor and defendant Nos. 1 and 2 have undertaken to\ndischarge their loans and hand over title deeds. In view\nof Ext. A-3, the conditions incorporated in Ext. A-2 need H\n546 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA not be complied with and it cannot be said that the\ncontract was a contingent contract and unless and until\na letter of confirmation issued by the Indian Bank, the\nsame is not enforceable. The vendors have agreed to\nsell the property but agreed to execute the sale deed after\nB discharge of the mortgage in favour of the defendants.\nIt was only the execution of the sale deed which was\npostponed to a future date. The clauses referred in Ext.\nA-3 do not insist the sale deed is to be executed only after\nthe acceptance of OTS proposal by the Bank. [para 21-\n22] [570-C-D-F-H; 571-A-G; 572-C-E]\nC\nD\n2.2. Clause 4 of Ext. A-3, makes it clear that to\ndischarge the loans of the Bank, the vendors are free to\nmake a request to the purchaser, namely, the plaintiff, to\nmake further advance and after getting the amount from\nthe plaintiff, defendant Nos. 1 and 2 have to secure\ndocuments from the Bank. The trial Court as well as the\nHigh Court held that there is no material to show that\ndefendant Nos. 1 and 2 made any attempt to comply with\nClause 4 in Ex. A-3 by requiring the plaintiff to make\nE further advance. The conduct of the plaintiff in keeping\nthe required money, no doubt, in his SB account for the\npurpose of meeting the demand of defendant Nos. 1 and\n2 cannot be ignored. [para 22] [572-F-H; 573-A]\nF\nG\nH\n2.3. Even otherwise, the agreement to discharge the\nloans of the Bank and handover the original title deeds\nto the plaintiff cannot be construed as impossible event\nso as to affect the terms of contract to become void. The\ncontract in question did not come to an end on this\nground and such contract is not a contingent contract\nand undoubtedly, the Court has jurisdiction to grant relief\nin terms of the contract. Obtaining No Objection\nCertificate (NOC) from the authority concerned, clearance\nof NOC from Income Tax Department or any other State/\nCentral authority, securing title deeds after clearing\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 547\n\"\ncertain loans are incidental and implied covenant on the\npart of the vendors to do the needful to give effect to the\nagreement. [para 22-23] [573-B-E]\n2.4. It is also relevant to note that though defendant\nNos. 1 and 2, at the first instance offered OTS for Rs. 148\nlakhs, the Bank, after taking into consideration various\naspects claimed Rs. 629.60 lakhs as their proposal. It\nwas not an impossible performance considering the\namount borrowed by the sister agency of defendant no.1\nand various properties possessed by defendant Nos. 1\nand 2 in prime localities of the city and in and around the\nsub-urban areas. The contract in question is capable of\nperformance and the plea of the appellants that it is a\ncontingent contract and incapable of performance cannot\nbe accepted. Besides, this was not an issue before the\ntrial Court and such plea was not raised in the written\nstatement. Further, defendant Nos. 1 and 2 did not\nbother to explain all salient features by entering the\nwitness box in support of their claim. The plaintiff has\nestablished that he has partially performed his part of\nobligations by paying the advance amount of Rs. 25 lakhs\nand another Rs. 50 lakhs in addition to the initial deposit\nof Rs. 1 Lakh. The plaintiff has proved his readiness and\nwillingness and financial ability to complete the sale\ntransaction. [para 24-25] [573-F-H; 574-A-C]\n2.5. The court will not apply the doctrine of\nimpossibility to assist a party which does not want to fulfil\nits obligations under them contract. The said doctrine\ncannot be permitted to become a device for destructing\nthe sanctity of contract. [para 34] [579-E]\n3.1. The doctrine of marshalling rests upon the\nprinciple that a creditor who has the means of satisfying\nhis debt out of several funds shall not, by the exercise\nof his right, prejudice another creditor whose security\nA\nB\nC\nD\nE\nF\nG\nH\n"}