{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"A\nB\nC\nD\nE\nLL\nF\nG\nH\n588 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n46. In Chandra Singh and Ors. vs. State of Rajasthan and\nAnr. (2003) 6 SCC 545, a three-Judge Bench, after following\nthe principle in Taherakhaton (supra), held:\n\"42. In any event, even assuming that there is some force\nin the contention of the appellants, this Court will be\njustified in following Taherakhatoon v. Salambin Mohd.\nwherein this Court declared that even if the appellants'.\ncontention is right in law having regard to the overall\ncircumstances of the case, this Court would be justified in\ndeclining to grant relief under Article 136 while declaring\nthe law in favour of the appellants.\n43. Issuance of a writ of certiorari is a discretionary\nremedy. (See Champalal Binani v. CIT) The High Court\nand consequently this Court while exercising their\nextraordinary jurisdiction under Article 226 or 32 of the\nConstitution of India may not strike down an illegal order\nalthough it would be lawful to do so. In a given case, the\nHigh Court or this Court may refuse to extend the benefit\nof a discretionary relief to the applicant. Furthermore, this\nCourt exercised its discretionary jurisdiction under Article\n136 of the Constitution of India which need not be\nexercised in a case where the impugned judgment is found\nto be erroneous if by reason thereof substantial justice is\nbeing done. [See S.D.S. Shipping (P) Ltd. v. Jay\nContainer Services Co. (P) Ltd.] Such a relief can be\ndenied, inter alia, when it would be opposed to public\npolicy or in a case where quashing of an illegal order would\nrevive another illegal one. This Court also in exercise of\nits jurisdiction under Article 142 of the Constitution of India\nis entitled to pass such order which will do complete justice\nto the parties.\n45. This Court said that this principle applies to all kinds\nof appeals admitted by special leave under Article 136,\nirrespective of the nature of the subject-matter. So even\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 589\n[P. SATHASIVAM, J.]\nafter the appeal is admitted and special leave is granted, A\nthe appellants must show that exceptional and special\ncircumstances exist, and that, if there is no interference,\nsubstantial and grave injustice will result and that the case\nhas features of sufficient gravity to warrant a review of the\ndecision appealed against on merits. So this Court may\ndeclare the law or point out the lower court's error, still it\nmay not interfere if special circumstances are not shown\nto exist and the justice of the case on facts does not\nrequire interference or if it feels the relief could be moulded\nin a different fashion.\n46. The observations made in paras 15-20 of\nTaherakhatoon can be usefully applied to the facts and\ncircumstances of the case on hand.\"\nB\nC\nIt is clear from the above decisions, even after issuance of D\nnotice in the special leave petition and after grant of leave,\nirrespective of the nature of the subject matter, the appellants\nI must show that exceptional and special circumstances exists\nand if there is no interference by this Court substantial and\ngrave injustice will result and that the case has features of\nsufficient gravity to warrant a decision from this Court on merits.\nConclusion\n47. In the light of the above discussion, more particularly,\nthe factual findings rendered by the trial Court and the Appellate\nCourt-High Court in respect of grant of decree for specific\nperformance and application of principle of marshalling under\nSection 56 of the Transfer of Property Act, we are in entire\nagreement with the conclusion arrived by the High Court. We\nhave also gone through the elaborate order of the High Court\nin review petitions filed by the appellants. As a matter of fact,\nafter highlighting the jurisdiction under review, the Division\nBench of the High Court had taken pains to discuss once again\nand rendered a finding on all aspects with which we fully agree.\nE\nF\nG\nH\nA\nB\nс\n590 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nInasmuch as we are confirming the impugned judgment of the\nHigh Court in toto, there is no need to refer the affidavit of\nundertaking filed by the first respondent herein and the\nobjection raised by the appellants as to the contents of the\nsame. Since we confirm the conclusion and ultimate decision\nof the High Court, we grant further time of three months from\ntoday for deposit of the balance amount as directed by the High\nCourt in paragraph 85. In case defendant Nos. 1 and 2 fail to\ncomply with the said directions in executing the sale deed, the\ntrial Court is directed to execute the sale deed incorporating\nall the directions and observations made in the judgment of the\nHigh Court. Consequently, all the appeals are dismissed as\ndevoid of any merit with no order as to costs.\nR.P.\nAppeals dismissed.\n"}