{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"558 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA\nB\nC\nD\nE\nF\nin M.P. Nos. 2 \u0026 3 of 2009 in A.S. No. 708 of 2008. On\nthe very same day, i.e. on 24.11.2009, this Court passed\nan order to continue auction but not to declare the result.\nOn 11.12.2009, this Court dismissed the SLPs filed by\nRespondent No. 1.\n(k) n 23.02.2010, the Division Bench, by impugned\njudgment, partly allowed A.S. No. 708 of 2008 filed by\nRespondent No. 1 herein directing him to deposit the -\nbalance sale consideration of Rs.4,80,48,000/- with 18%\ninterest from the date of filing of the suit and also directed\nthe appellants herein to execute the sale deed conveying\nthe subject property to Respondent No. 1 and the Bank was\ndirected to proceed against the various other properties\nof the appellants being the subject matter of O.A. No. 491\nof 1999 for recovering the balance amount. The\nappellants preferred Review Petition No. 37 of 2010\nbefore the High Court which was dismissed on\n29.04.2010. Being aggrieved by the impugned judgment\ndated 23.02.2010 and order dated 29.04.2010, the\nappellants have preferred these appeals by way of special\nleave petitions before this Court.\n4. Heard Mr. L. Nageswara Rao and Mrs. Nalini\nChidambaram, learned senior counsel for the appellants and\nMr. R.F. Nariman, learned senior counsel for respondent No.1\nand Mr. Himanshu Munshi, learned counsel for respondent\nNo.2-Bank.\n5. Mr. L.N. Rao and Mrs. Nalini Chidambaram appearing\nfor the appellants after taking us through the pleadings,\njudgment of the trial Court as well as the impugned judgment\nG of the High Court raised the following contentions:\n(i)\nThe plaintiff has not established \"readiness and\nwillingness\" in terms of Section 16(c) of the Specific\nRelief Act, 1963, hence the Courts below ought not\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 559\n[P. SATHASIVAM, J.]\n(ii)\nto have granted discretionary relief of decree for A\nspecific performance.\nInasmuch as the agreement being a contingent\ncontract, which is impossible to fulfil and cannot be\nimplemented, in such circumstance, whether the\nCourts below are justified in granting the relief in\nfavour of the plaintiffs.\n(iii) Whether the right of marshaling by subsequent\npurchaser as provided in Section 56 of the Transfer\nof Property Act, 1882 (hereinafter referred to as 'the\nT.P. Act') is available to a decree holder in a suit\nfor specific performance and whether the High\nCourt is justified in granting such a relief in the\nabsence of any pleading and issue before the trial\nCourt.\n(iv) Whether the High Court is justified in hearing a writ\npetition filed under Art. 226 of the Constitution of\nIndia along with the regular first appeal filed under\nSection 96 C.P.C.\n(V)\nWhether the High Court is justified in issuing certain\ndirections to the Bank which are contrary to the\norders passed by the competent forum, namely,\nDebts Recovery Tribunal.\n(vi) Whether the High Court is justified in granting cost\nin favour of the plaintiff when the same was rightly\ndisallowed by the trial Court.\n6. On the other hand, Mr. R.F. Nariman, learned senior\ncounsel for the first respondent, by drawing our attention to all\nthe relevant materials relied on by the trial Court and the\nappellate Court supported the ultimate decision of the High\nCourt. He submitted that -\nB\nC\nD\nE\nF\nG\n(i) The plaintiff has established his readiness and H\nA\nB\nC\nD\nE\nF\nG\n560 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(ii)\nwillingness all along and the same was rightly\naccepted by the trial Court and confirmed by the\nHigh Court.\nThe contract in question is not a contingent contract\nin terms of Sections 31 and 32 of the Indian\nContract Act, 1872.\n(iii) In view of the fact that the plaintiff has prayed for\nlarger relief and the trial Court has confined to\nlesser relief of decree for specific performance, the\nplea of marshaling being a question of law and\ntaking note of equity and justice, the High Court\nrightly applied the said principle and there is no\nerror warranting interference on this ground.\n(iv) The subject matter of the appeals and the relief\nprayed for in the writ petition were interconnected,\nhence the High Court is justified in disposing of the\nwrit petition along with the appeals.\n(v)\nInasmuch as the plaintiff has succeeded partial\nrelief at the hands of the trial Court after paying\nsubstantial court fee, the High Court is justified in\nawarding cost which was omitted by the trial court.\n(vi) In any event, in view of the materials placed and the\nultimate decision by both the Courts below,\ninterference by this Court exercising jurisdiction\nunder Art. 136 is not warranted. Even after grant\nof leave, this Court has ample power to dismiss the\nappeal without going into all the issues.\n7. We have considered the rival contentions and perused\nall the relevant materials in the form of oral and documentary\nevidence.\nReadiness and Willingness\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 561\n[P. SATHASIVAM, J.]\n8. Section 16(c) of the Specific Relief Act, 1963 provides A\nfor personal bars to relief. This provision states that specific\nperformance of a contract cannot be enforced in favour of a\nperson,\n(a)\n(b)\n(c)\nwho would not be entitled to recover compensation B\nfor its breach; or\nwho has become incapable of performing, or\nviolates any essential term of, the contract that on\nhis part remains to be performed, or acts in fraud\nof the contract, or wilfully acts at variance with, or\nin subversion of, the relation intended to be\nestablished by the contract; or\nC\nwho fails to aver and prove that he has performed\nor has always been ready and willing to perform the D\nessential terms of the contract which are to be\nperformed by him, other than terms the performance\nof which has been prevented or waived by the\ndefendant.\nExplanation. For the purposes of clause (c),-\n(i) where a contract involves the payment of money,\nit is not essential for the plaintiff to actually tender\nto the defendant or to deposit in court any money\nexcept when so directed by the court;\n(ii) the plaintiff must aver performance of, or\nreadiness and willingness to perform, the contract\naccording to its true construction.\"\nE\nF\n\"T\nAmong the three sub-sections, we are more concerned about\nsub-section(c). \"Readiness and willingness\" is enshrined in G.\nclause (c) which was not present in the old Act of 1877.\nHowever, it was later inserted with the recommendations of the\n9th Law Commission's report. This clause provides that the\nperson seeking specific performance must prove that he has\nperformed or has been ready and willing to perform the H\n562 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA essential terms of the contract which are to be performed by\nhim.\nB\n9. The words \"ready\" and \"willing” imply that the person\nwas prepared to carry out the terms of the contact. The\ndistinction between \"readiness\" and \"willingness\" is that the\nformer refers to financial capacity and the latter to the conduct\nof the plaintiff wanting performance. Generally, readiness is\nbacked by willingness.\n10. In N.P. Thirugnanam vs. Dr. R. Jagan Mohan Rao \u0026 :\nC Ors., (1995) 5 SCC 115 at para 5, this Court held:\nD\nE\nF\nG\nH\n\".....Section 16(c) of the Act envisages that plaintiff must\nplead and prove that he had performed or has always\nbeen ready and willing to perform the essential terms of\nthe contract which are to be performed by him, other than\nthose terms the performance of which has been prevented\nor waived by the defendant. The continuous readiness\nand willingness on the part of the plaintiff is a condition\nprecedent to grant the relief of specific performance. This\ncircumstance is material and relevant and is required to\nbe considered by the court while granting or refusing to\ngrant the relief. If the plaintiff fails to either aver or prove\nthe same, he must fail. To adjudge whether the plaintiff is\nready and willing to perform his part of the contract, the\ncourt must take into consideration the conduct of the\nplaintiff prior and subsequent to the filing of the suit\nalongwith other attending circumstances. The amount of\nconsideration which he has to pay to the defendant must\nof necessity be proved to be available. Right from the date\nof the execution till date of the decree he must prove that\nhe is ready and has always been willing to perform his part\nof the contract. As stated, the factum of his readiness and\nwillingness to perform his part of the contract is to be\nadjudged with reference to the conduct of the party and\nthe attending circumstances. The court may infer from the\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 563\n[P. SATHASIVAM, J.]\nfacts and circumstances whether the plaintiff was always A\nready and willing to perform his part of the contract.\"\n11. In P.D'Souza vs. Shondrilo Naidu, (2004) 6 SCC 649\nparas 19 and 21, this Court observed:\nB\n\"It is indisputable that in a suit for specific performance of\ncontract the plaintiff must establish his readiness and\nwillingness to perform his part of contract. The question as\nto whether the onus was discharged by the plaintiff or not\nwill depend upon the facts and circumstance of each case.\nNo strait-jacket formula can be laid down in this behalf.... C.\nThe readiness and willingness on the part of the plaintiff\nto perform his part of contract would also depend upon the\nquestion as to whether the defendant did everything which\nwas required of him to be done in terms of the agreement\nfor sale.\"\nD\nE\nF\n12. Section 16(c) of the Specific Relief Act, 1963\nmandates \"readiness and willingness\" on the part of the plaintiff\nand it is a condition precedent for obtaining relief of grant of\nspecific performance. It is also clear that in a suit for specific\nperformance, the plaintiff must allege and prove a continuous\n\"readiness and willingness\" to perform the contract on his part\nfrom the date of the contract. The onus is on the plaintiff. It\nhas been rightly considered by this Court in R.C. Chandiok \u0026\n* Anr. vs. Chuni Lal Sabharwal \u0026 Ors., (1970) 3 SCC 140 that\n\"readiness and willingness\" cannot be treated as a straight\njacket formula. This has to be determined from the entirety of\nthe facts and circumstances relevant to the intention and\nconduct of the party concerned. It is settled law that even in\nthe absence of specific plea by the opposite party, it is the\nmandate of the statute that plaintiff has to comply with Section\n16(c) of the Specific Relief Act and when there is non-\ncompliance with this statutory mandate, the Court is not bound\nto grant specific performance and is left with no other alternative\nbut to dismiss the suit. It is also clear that readiness to perform\nmust be established throughout the relevant points of time. H\nG\n.\n564 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA \"Readiness and willingness\" to perform the part of the contract\nhas to be determined/ascertained from the conduct of the\nparties.\nB\n13. In the light of the above principles, let us consider\nwhether the plaintiff has established his case for decree for\nspecific performance.\n14. Mr. L.N. Rao and Mrs. Nalini Chidambaram\nvehemently contended that the plaintiff has miserably failed to\nprove that he has fulfilled his obligation both under Ex. A-2\nC (MoU) and Ex. A-3 - Agreement for Sale and in those\ncircumstances, defendants 1 \u0026 2 are not bound to convey the\nsuit property in favour of the plaintiff. It is not in dispute that on\n15.08.2005, the defendants entered into a MoU with\nrespondent No.1 for sale of the suit property at a sale\nD consideration of Rs. 14 lakhs per acre and a sum of Rs. 1 lakh\nwas paid as advance. Balance sale consideration was to be\npaid within three months from the date of obtaining confirmation\nletter from the second respondent-Bank. It is seen from the\nmaterials that on 10.10.2005, M/s J.P. Builders, by a letter\nE addressed to the AGM, Indian Bank Assets Recovery\nManagement Branch II, offered a sum of Rs. 100 lakhs as full\nand final settlement of the dues of its sister concern which was\ndeclined by the Bank advising to revise the offer with substantial\nimprovement. By a letter dated 23.01.2006, the Bank stated\nthat defendant No.2 herein had not made any improvement in\nhis one time settlement proposal of Rs. 100 lakhs and hence\nthe Bank is proceeding to enforce its rights under the Act. It is\nfurther seen that on 01.02.2006, the appellant No.2 offered a\nsum of Rs. 148 lakhs as one time settlement. Within two days\nof the said offer i.e. 03.02.2006 the plaintiff entered into a Sale\nAgreement with the defendants for purchase of the suit property.\nThe sale price of Rs. 14 lakhs per acre was enhanced to Rs.\n18 lakhs per acre and the respondent No.1 had paid a sum of\nRs. 24 lakhs as further advance to defendant No.2. It is further\nseen that on 18.04.2006, a further payment of Rs. 50 lakhs was\nF\nG\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 565\n[P. SATHASIVAM, J.]\nmade by the plaintiff. It is also seen that on 15.05.2006, the A\nBank rejected the one time settlement offer of Rs. 148 lakhs\nstating that out of court settlement can be done if an offer of\nRs. 629.60 lakhs by working out interest at PLR i.e. 11%\ncompound on the principal outstanding as on 31.3.1993 be\nmade. For this, defendant No.2 could not agree to pay the\nB\nsame.\nC\n15. A perusal of the recitals in the Agreement for Sale\n(Ex.A-3) are to the effect that to discharge the bank loan and\nfor the business purpose of the vendors, the appellants have\ndecided to sell the properties and offered the same for sale\nand the Respondent No. 1 has agreed to purchase the said\nproperty. In Ex. A-3, it is stated that defendant Nos. 1 \u0026 2/\nvendors have undertaken to discharge the loans and hand over\nthe original title deeds of the said property to the plaintiff within\nthree months from the date of the agreement for scrutiny of title. D\nIt is relevant to mention here that Ex. A-3, was executed on\n03.02.2006. The recital also shows that the plaintiff has to pay\nfurther advance, if any, required by the vendors to release the\ndocuments from the Bank. It is the definite case of the plaintiff\nthat defendant Nos. 1 \u0026 2 had agreed to liquidate the property E\nand hand over the original title deeds for which the plaintiff had\npaid further advance of Rs. 24 lakhs and on 18.04.2006, he\nhad paid Rs.50 lakhs.\n16. We have already adverted to the initial OTS proposal\ndated 01.02.2006 expressing second defendant's willingness\nto pay for Rs. 148 lakhs since the bank has expressed its\ninability to consider, by letter dated 15.05.2006, the bank has\nconveyed that OTS will be accepted if the offer is given for Rs.\n629.60 lakhs by working out compound interest at 11%. In the\nplaint, there is a specific averment that the plaintiff even on\n18.4.2006 has paid a further advance of Rs. 50 lakhs.\nF\nG\n17. In his oral evidence before the Court, the plaintiff - PW-\n1 had reiterated and in fact asserted that he was always ready\nwith the money and duly pursuing the OTS along with Defendant H\nS.C.R\n566 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R\nA Nos. 1 \u0026 2. Insofar as readiness and willingness on the part\nof the plaintiff is concerned, apart from the specific plea in the\nplaint about the payment and advance of substantial amount,\nhe also placed the relevant materials in the form of letters to\nshow that he was corresponding with the Bank for early\nsettlement of the dues. In other words, the assertion in the form\nof specific plea in the plaint and correspondence in the form\nof letter, his assertion in the witness box at the time of trial, the\nCourts below are right in arriving at a conclusion that the plaintiff\nhas proved and complied with the mandates provided under\nSection 16 (c) of the Specific Relief Act.\nB\nC\nD\n18. Mrs. Nalini Chidambaram before the High Court as well\nas before us by basing reliance on clause 4 of the MoU (Ex.\nA-2) contended that the balance sale consideration has to be\npaid within one week of the receipt of Confirmation Letter from\nthe Bank and absolutely there is no material to show that the\nplaintiff was ready with the money within the prescribed period\nof one week. It is also pointed out that in addition to the same,\nplaintiff has to pay the amount to clear the bank loan and without\npaying the amount within the prescribed period, the plaintiff has\nE committed breach of his obligations, hence, the plaintiff is not\npermitted to blame the defendant which would arise only after\nthe performance of the plaintiff's obligation. In order to prove\nher stand, learned senior counsel for the appellants heavily\nplaced reliance on Clauses 4, 6 and 7 of Ex. A-2. In the light\nF of the said claim, we perused various clauses in Ex. A-2 as\nwell the subsequent agreement for sale dated 03.02.2006, Ex.\nA-3. As rightly pointed out by the Division Bench, defendant\nNos. 1 \u0026 2 had entered into an agreement to sell the suit\nproperty to discharge loans and handover the original title\ndeeds has been reiterated both in Ex. A-2 and Ex. A-3.\nHowever, it is to be noted that after execution of Ex. A-3, i.e.\nagreement for sale dated 03.02.2006, defendant Nos. 1 \u0026 2\nhave undertaken to discharge the loans and handover the\noriginal title deeds to the plaintiff. No doubt, as per Ex. A-3,\nplaintiff has to pay further advance, if required by the vendors\nG\nH\n:\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 567\n[P. SATHASIVAM, J.]\nA\nB\nD\nto release the documents from the Bank. The plaintiff has\ndemonstrated by placing oral and documentary evidence that\non the date of execution of Ex. A-3, he has paid further advance\nof Rs. 24 lakhs and Rs. 50 lakhs on 18.04.2006. It was pointed\nout that the plaintiff has settled Rs. 75 lakhs out of the sale\nconsideration and for the balance sale price he has deposited\na sum of Rs. 2,45,00,000/- in Indian Overseas Bank, Sowcarpet\nBranch, Chennai. The deposit receipt of the said amount is\nproduced as Ex. A-13. In order to prove that he had sufficient\nmeans of finance, the plaintiff has produced documents under\nEx. A-12 and Ex. A-13. In his evidence as PW-1, the plaintiff C\nhas asserted that he was having ready cash and also\nproduced Ex. A-11, Fixed Deposit Receipt (FDR dated\n19.04.2006 in his name) in Indian Overseas Bank for Rs.\n2,45,00,000 with date of maturity as 18.07.2006. Ex. A-12 is\nthe certificate issued by the Indian Bank, Alwarpet Branch,\nChennai stating that the plaintiff is maintaining Savings Bank\nAccount No.726244658 in their bank and the balance as on\n- 20.04.2007 is Rs. 1,50,00,444/- Ex. A-13 is the Certificate\nissued by Indian Overseas Bank stating that credit balance of\nplaintiff's savings bank account No. 6874 is Rs. 304,12,574.08\nas on 21.04.2007. If we analyse Ex. A-11 to Ex.A-13 coupled\nwith assertion made in the oral evidence of PW-1, it would\namply show that plaintiff was having sufficient cash and financial\ncapacity to complete the transaction. Further the plaintiff is\nrequired to pay the balance amount of consideration only on\nthe event of a demand made for payment of further amount by\nthe defendants on the basis of the confirmation letter to be\nobtained from the bank as per the agreement for sale under\nEx. A-3. Absolutely, there is no evidence as to any demand\nmade by defendant Nos. 1 \u0026 2 from the plaintiff for further\npayment of sale price. Inasmuch as under Ex. A-4, he had\nintimated that he is prepared to get the sale executed while\nperusing the aforesaid bank deposit receipts, it is clearly\nrevealed that the plaintiff was endowed with the means to pay\nthe sale consideration and had ever been prepared to do the\nsame. On the other hand, it is not the case of Defendant Nos. H\nE\nF\nG\n"}