{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"KRISHI UTPADAN MANDI SAMITY, MANGALORE\nV.\nPAHAL SINGH\nA\nAPRIL 10, 2007\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nJudgment/Order:\nReasoned order-Award passed by Labour Court-Upheld in writ\npetition, by High Court with modification in quantum of back wages without C\ngiving reasons-On appeal, held: High Court while exercising power under\nArts.226 and 227 has to apply its mind to contentions raised hy parties and\ngive reasoned order-High Court's order is not reasoned one and is set\naside-Constitution of India, 1950-Arts.226 and 227.\nU.P. Industrial Disputes Act, 1947:\ns.2(g)—Termination of workman-Before Labour Court, workman\nrequired to prove that his termination was illegal-Merely because he filed\naffidavit and employer did not file rejoinder affidavit thereto, would not\nimply that award in favour of workman automatically follows-Labour Laws-\nIndustrial Disputes Act, 1947.\nIndustrial dispute raised by workman after 18 years-Labour Court\nordered reinstatement with full back wages-Correctness of—Held,\nincorrect-Delay defeats equity-Delay/laches.\nᎠ .\nE\nF\nRespondent-Workman appointed on a temporary basis was terminated\nfrom services in 1974. He raised industrial dispute in 1992. The Labour Court\ndirected reinstatement with full wages. While directing so, Labour Court held\nthat the employers have not controverted the written statement (affidavit) of\nworkman by filing the rejoinder alongwith affidavit and the facts regarding\ntermination of services pleaded by the workman were also not controverted G\nby employers either in arguments or in evidence. Appellant preferred writ\npetition wherey the High Court modified the award directing reinstatement\nwith 50% back wages. Hence the present appeal.\nAllowing the appeal, the Court\n1085\nH\nA\n1086\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nHELD: 1. The judgment of the High Court is not a reasoned one. Why\nthe Award was upheld with modification in quantum of back wages has not\nbeen stated. [Para 6] [1088-D]\n2.1. The High Court while exercising its jurisdiction under Articles\n226 and 227 of the Constitution of India upon issuance of a rule nisi is\nB expected to apply its mind to the contentions raised by the parties and arrive\nat findings thereupon. The Labour Court also committed the same error.\n[Para 7 \u0026 8] [1088-E]\nC\nD\nE\nF\n2.2. The Labour Court, thus, also did not advert itself to the questions\nwhich were required to be gone into. The workman in the said proceedings\nwas required to show that the termination was illegal. Only because it filed\nan affidavit and the respondent did not file any rejoinder affidavit thereto, the\nsame by itself would not mean that an Award would automatically follow.\n[Para 10] [1089-B]\n2.3. The Labour Court was also under an obligation to consider as to\nwhether any relief, if at all could be granted in favour of the workman in view\nof the fact that the industrial dispute had been raised after 18 years. It is now\nwell-settled principle of law that \"delay defeats equity\". It was obligatory on\nthe part of the Labour Court to consider that the respondent was in\nemployment for very short period. It had also not arrived at a finding that the\nrespondent was in continuous service within the meaning of s.2(g) of the U.P.\nIndustrial Disputes Act or for that matter in terminating the services of the\nrespondent, the appellant did not comply with the requirements of law\nparticularly Section 6-N thereof. In absence of such a finding, the High Court\nshould have interfered with the Award. [Paras 11] [1089-C-D]\n3. The Labour Court exercises its wide jurisdiction under Section 11A\nof the Industrial Disputes Act, but such jurisdiction must be exercised\njudiciously. A relief of re-instatement with all back wages is not to be given\nwithout considering the relevant factors therefore, only because it would be\nlawful to do so. In this case, even the basic requirements for grant of any\nG relief had not been found by the Labour Court. [Para 13] [1089-F]\nH\nAssistant Engineer, C.A.D., Kota v. Dhan Kunwar, AIR [2006] SC 2670\nand Uttranchal Forest Development Corporation v. M. C. Joshi, [2007] 3\nSCALE 545, relied on.\nHaryana State Co-operative Land Development Bank v. Neelam, [2005]\nིམ\n\u003e\nKRISHI UTPADAN MANDI SAMITY, MANGALORE v. PAHAL SINGH [S.B. SINHA, J.]1087\n5 SCC 91 and U. P. State Electricity Board v. Rajesh Kumar, [2003] 12 SCC A\n548, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1871 of 2007.\nFrom the Judgment and Order dated 23.09.2003 of the High Court of\nUttranchal at Nainital in Civil Misc. Writ Petition No. 3112 (M/S) of 2001 (Old B\nNo. 5878 of 1997).\nR. Santhan Krishnan, K. Radha Rani, P. Vijaya Kumar, Praveen Kumar\nPandey, D. Mahesh Babu, T. Mahipal and Pradeep Mishra for the Appellant.\nP.S. Narasimah (for M/s. P.S.N. \u0026 Co.), Rajesh, Anurag Tomar, Sudha C\nGupta and T. Anamika for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nD\nΕ\n2. Respondent herein was appointed as Kamgar on or about 1.1.1970.\nHe was allegedly appointed in excess of the sanctioned strength. The post\nwas also not approved by the Director of the Mandi Samiti. Indisputably, he\nwas not appointed in terms of the procedures laid down in U.P. Krishi Utpadan\nMandi (Amendment and Validation) Act, 1970 (Act) or the regulations framed\nthereunder. He was again appointed on a temporary basis without approval\nof the Director as a Clerk Typist on 30.9.1972. One of the terms of the offer\nof appointment issued in his favour was that his services could be terminated\nat any time upon giving one month's notice or pay in lieu thereof. The\nAuthority was informed that several such appointments have been made in\nexcess of the staff and that too without following the provisions of the Act F\nand rules and regulations therein and also without obtaining the approval of\nthe Director. It was directed that the services of the persons concerned be\nterminated, by a letter dated 10.01.1974; pursuant to or in furtherance whereof,\nthe services of six employees including the respondent herein was terminated\non 21.1.1974. One month's notice allegedly was given therefor. It is stated that\nthe relevant provisions of the U.P. Industrial Disputes Act were also complied G\nwith in relation thereto.\n3. Respondent herein raised an industrial dispute on 2.5.1992. The State\nof Uttar Pradesh referred the following dispute for adjudication by the Labour\nCourt, Meerut.\nH\nA\n1088\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n“Whether action of employers in terminating the services of their\nworkman Sh. Pahal Singh, S/o Sh. Amrit Singh is illegal or invalid? If\nyes, then to what relief/compensation the concerned workman is\nentitled? And with what other details?\"\n4. The parties before the Labour Court submitted their respective written\nB statements. Respondent adduced evidence. The Labour Court by an Award\ndated 24.10.1996 holding that the termination of the services of the respondent\nwas illegal, directed him to be re-instated in service with continuity of service\nand awarded back wages for the entire period.\nС\nD\n5. The said Award came to be questioned by the appellant herein in a\nWrit Petition filed before the High Court of Judicature at Allahabad. By reason\nof the impugned Judgment, the High Court modified the Award directing re-\ninstatement of the respondent with 50% of back wages.\n6. At the outset, we may notice that the judgment of the High Court is\nnot a reasoned one. Why the Award was upheld with modification in the\nquantum of back wages has not been stated.\n7. The High Court while exercising its jurisdiction under Articles 226\nand 227 of the Constitution of India upon issuance of a rule nisi is expected\nto apply its mind to the contentions raised by the parties and arrive at\nE findings thereupon.\nF\nG\nH\nerror.\n8. We may notice that the learned Labour Court also committed the same\n9. It, in its Award merely stated:-\n\"The workman has filed written statement with an affidavit which has\nnot been controverted by the employers by filing rejoinder on affidavit.\nTherefore, in these circumstances the written statement of workman\nis liable to be accepted according to Rule 12(9) of U.P. Industrial\nDispute Rule 1957. It has been clearly provided under Rule 12(9) of\nU.P. Industrial Disputes Rules 1957 that if the workman files his\nwritten statement alongwith an affidavit, then the employers have to\nfile their rejoinder with the affidavit. If the employers do not file their\nrejoinder alongwith affidavit, then considering the facts of the written\nstatement filed with affidavit as correct, award will be made in favour\nof workman.\nF\nKRISHI UTPADAN MANDI SAMITY, MANGALORE v. PAHAL SINGH (S.B. SINHA, J.]1 089\nIn the present case employers have not controverted the written A\nstatement (affidavit) of workman by filing the rejoinder alongwith\naffidavit and the facts regarding termination of services pleaded by\nthe workman were also not controverted by employers either in\narguments or in evidence. In these circumstances the order terminating\nthe services of workman will be held illegal and invalid.”\n10. The Labour Court, thus, also did not advert itself to the questions\nwhich were required to be gone into. The workman in the said proceedings\nwas required to show that the termination was illegal. Only because it filed\nan affidavit and the respondent did not file any rejoinder affidavit thereto, the\nsame by itself would not mean that an Award would automatically follow.\nB\nC\n11. The Labour Court was also under an obligation to consider as to\nwhether any relief, if at all could be granted in favour of the workman in view\nof the fact that the industrial dispute had been raised after 18 years. It was\nobligatory on the part of the Labour Court to consider that the respondent\nwas in employment for very short period. It had also not arrived at a finding D\nthat the respondent was in continuous service within the meaning of Section\n2(g) of the U.P. Industrial Disputes Act or for that matter in terminating the\nservices of the respondent, the appellant did not comply with the requirements\nof law particularly Section 6-N thereof. In absence of such a finding, the High\nCourt in our opinion should have interfered with the Award.\n12. It is now well-settled principle of law that \"delay defeats equity”.\nE\n13. The Labour Court exercises its wide jurisdiction under Section 11A\nof the Industrial Disputes Act, but such jurisdiction must be exercised\njudiciously. A relief of re-instatement with all back wages is not to be given\nwithout considering the relevant factors therefor, only because it would be\nF\nlawful to do so. As noticed hereinbefore, in this case, even the basic\nrequirements for grant of any relief had not been found by the Labour Court.\n14. In Haryana State Co-operative Land Development Bank v. Neelam,\n[2005] 5 SCC 91 this Court opined:-\n\"18. It is trite that the courts and tribunals having plenary jurisdiction\nhave discretionary power to grant an appropriate relief to the parties.\nThe aim and object of the Industrial Disputes Act may be to impart\nsocial justice to the workman but the same by itself would not mean\nthat irrespective of his conduct a workman would automatically be\nG\nH\n1090\nA\nB\nC\nᎠ\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nentitled to relief. The procedural laws like estoppel, waiver and\nacquiescence are equally applicable to the industrial proceedings. A\nperson in certain situation may even be held to be bound by the\ndoctrine of acceptance sub silentio. The respondent herein did not\nraise any industrial dispute questioning the termination of her services\nwithin a reasonable time. She even accepted an alternative employment\nand has been continuing therein from 10-8-1988. In her replication\nfiled before the Presiding Officer of the Labour Court while traversing\nthe plea raised by the appellant herein that she is gainfully employed\nin HUDA with effect from 10-8-1988 and her services had been\nregularised therein, it was averred:\n\"6. The applicant workman had already given replication to the\nALC-cum-Conciliation Officer, stating therein that she was engaged\nby HUDA from 10-8-1988 as clerk-cum-typist on daily-wage basis.\nThe applicant workman has the right to come to the service of\nthe management and she is interested to join them.\"\n19. She, therefore, did not deny or dispute that she had been regularly\nemployed or her services had been regularised. She merely exercised\nher right to join the service of the appellant.\"\n15. Yet again in U.P. State Electricity Board v. Rajesh Kumar, [2003] 12\nSCC 548, this Court held that although a period of limitation is prescribed for\nE making a reference, but facts and circumstances of each case is required to\nbe considered in dealing with stale claims.\nF\nG\n16. Recently in Assistant Engineer, C.A.D., Kota v. Dhan Kunwar, AIR\n(2006) SC 2670, it was held;\n\"6. It may be noted that so far as delay in seeking the reference is\nconcerned, no formula of universal application can be laid down. It\nwould depend on facts of each individual case.\"\n17. See also Uttranchal Forest Development Corporation v. M.C. Joshi,\n(2007) 3 SCALE 545.\n18. For the reasons aforementioned, the impugned judgment cannot be\nsustained which is set aside accordingly. The Appeal is allowed.\n19. However, in the facts and circumstances of this case, there shall be\nno order as to costs.\nH D.G.\nAppeal allowed.\n一\n"}