{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nSHEIKH MEHEBOOB @ HETAK AND ORS.\nV.\nSTATE OF MAHARASHTRA\nMARCH 10, 2005\n[K.G. BALAKRISHNAN AND B.N. SRIKRISHNA, JJ.].\nC\nPenal Code, 1860-Section 302 r/w Section 34-Prosecution for\nmurder-Incident seen by two eye-witnesses-Evidence of one eye-witness\ncontradictory to his own police statement, evidence of other eye-witness and\nthat of Investigating Officer, Dying Declaration and Medical Record-\nCredibility of Dying Declaration doubtful—Deliberate suppression of first\nWritten Report made by the eyewitness-Conviction by Courts below-On\nappeal, held: In view of the contradictions and doubts in the prosecution case,\nthe guilt of the accused not proved beyond reasonable doubt-Accused acquitted\nD giving benefit of doubt.\nAppellants-accused were charged u/s 302 IPC for having caused\ndeath of a person by setting him on fire. According to PW-2, father of the\ndeceased, his son (PW-9) and he had witnessed the incident. According to him,\nhe extinguished the fire, took the deceased to hospital on a rickshaw, on getting\nE threat at the hospital from the appellants called a police van, thereafter went\nF\nto Police Station and gave a Written Report. Dying Declaration of the deceased\nwas recorded by Executive Magistrate (PW-4). During Trial, the Written\nReport by PW-2 was suppressed by the prosecution. Despite its production\nwas sought, it was not produced. The evidence of PW-2 was in contradiction\nwith his police statement and with the statements of PWs 9 and 10 (the\nInvestigating Officer) and the Dying Declaration. According to PW-9 no such\nincident took place in his presence and hence he was declared hostile. In the\nDying Delcaration, the words \"I kerosene on the body” were deleted. PW-4\nexplained that those words were spoken by the deceased, but the version was\nchanged after shouting heard from outside. Hence, the words were deleted.\nG In the medical case papers, the burns, at one place, were shown as ‘'self\nH\ninflicted' and at another as ‘accidental'. The contention of the accused was\nthat failure to produce the Written Report by PW-2 had given rise to an\nadverse inference that, had it been produced, it would have disproved the case\nof the prosecution. Trial Court rejected the contention and relying on the\n628\nI\nSHEIKH MEHEBOOB @ HETAK v. STATE OF MAHARASHTRA\n629\nDying Declaration and the evidence of PW-2, convicted the appellants for the A\noffences charged. High Court upheld the conviction. Hence, the appeal.\nAllowing the appeal, the Court\nHELD: 1. The reasoning of the High Court for rejecting the contention\nthat failure to produce Written Report by PW-2 gives rise to adverse B\ninference, is erroneous. The prosecution has suppressed the document. The\nfact that no suggestion was put to the Investigating Officer is totally irrelevant.\nAs to whether the said report was made prior to the Dying Declaration, on a\nfair reading of the evidence of PW 2 the sequence of events given by him\nbefore the Court suggests that he had no idea as to the recording of the Dying C\nDeclaration at all, for he nowhere mentions it. Nor does it appear from his\nevidence that the Dying Declaration was recorded prior to his going to the\nPolice Station to lodge his Written Report. [633-D-F]\n2. Evidence of PW-2 as an eye-witness does not appear to be credible.\nA number of inconsistencies between his statement to the police under Section D\n: 161 Cr.P.C. and his evidence were thrown up in the cross examination. The\ncontradictions between his evidence and the evidence of the Investigating\nOfficer PW 10 make interesting reading. For every inconsistency between his\npolice statement and his evidence in the court, while PW-2 insisted that he\nhad made some statement or had not made such statement, the Investigating E\nOfficer directly contradicts him on the issue. Apart from the contradictions,\nthere is contradiction with evidence of the other cited witness PW 9, who flatly\ncontradicts PW 2. [633-G-H; 634-A-B]\n3. Who took the deceased to the hospital and extinguished the fire, is\nalso a matter of controversy. The evidence of PW-9 and the Dying Declaration F\nof the deceased in this regard are in contradiction with the evidence of PW-\n2. Investigating Officer admitted that he had made no effort to trace the\nrikshaw driver, who took the deceased to the hospital. The rikshaw driver\nwould have been a material witness on the issue as to who accompanied the\ndeceased to the hospital. It is not possible to believe that, in a small town, the\npolice were not able to trace the rikshaw driver, who had carried the deceased\nto the hospital. [634-C-D]\nG\n4. Doubts arising from the eye witness account left too many question\nmarks and too many unexplained circumstances, which contra-indicated their\nacceptance without corroboration. Corroboration was available in the form H\n630\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA of a document, which was not deliberately placed on record by the\nprosecution. This by itself should have sufficed for the court to induce a\nreasonable doubt as to the discharge of the onerous burden by the prosecution.\n[634-E-F]\nC\n5. The medical record raises a number of questions, which have not been\nB satisfactorily answered, and which preclude implicit acceptance of the Dying\nDeclaration. The Dying Declaration suggests that the neighbours had admitted\nthe deceased in the hospital, while PW 2 maintained that it was he, who had\nadmitted him to the hospital. As regards the history of the patient given to\nthe doctor on duty at the time of admission, PW-2 says nothing about it. The\nmedical record suggests that the uncle of the deceased was the one who\naccompanied the patient, and probably had given the history of the burns to\nthe doctor on duty at the time of admission. The medical record also has two\ncurious endorsements. At one place, it says that there was history of\n“accidental burns\"; at another place there was history of “self- inflicted\nburns\". The Dying Declaration itself indicates that the deceased had started\nD to make a statement which was suggestive of his having poured kerosene on\nhimself and set himself on fire because the appellants were demanding interest\nand beating him. The evidence of the Executive Magistrate (PW 4) clinches\nthat this was precisely what the deceased had stated in the first instance, which\nhe changed on hearing some shouting from outside. These are some of the\ncircumstances which raise serious doubts as to the implicit credibility of the\ndying declaration. [636-E-H]\nE\nF\nLaxman v. State of Maharashtra, [2002] 6 SCC 710, referred to.\n6. Both the Courts have ignored a number of reasonable doubts which\nlegitimately arose on the evidence led by the prosecution, and its conduct in\nsuppressing the vital document and witnesses. The evidence led on record by\nthe prosecution does not prove the guilt of the accused-appellants beyond\nreasonable doubt. The appellants are entitled to benefit of doubt. [637-B-C]\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 772\nG of 2004.\nFrom the Judgment and Order dated 12.2.2004 of the High Court of\nJuidicature at Bombay, at Nagpur Bench in in Crl.A. No. 369 of 1999.\nUday U. Lalit, Satyajit Desai, Nitin Sangra, Prasenjit Keswani and\nH Venkateswara Rao Anumolu for the Appellants.\n1\n1\nSHEIKH MEHEBOOB @ HETAK 1. STATE OF MAHARASHTRA [SRIKRISHNA, J.]631\nMukesh K. Giri for the Respondent.\nThe Judgment of the Court was delivered by\nThe\nA\nSRIKRISHNA, J. The appellants, who were convicted for offences\nunder Section 302/34 IPC by the IInd Additional Sessions Judge, Akola, and\nwhose convictions were affirmed on appeal to the High Court of Judicature B\nat Bombay, are before this Court by special leave.\nAccording to the prosecution case, a young lad of 20 years, Lalit Kumar,\nwas murdered by the three appellants by setting him on fire on 14.3.1992 at\nabout 10.00 p.m.. The alleged motive for this heinous act is that the appellants\nused to advance monies to young boys, including Lalit Kumar, to enable C\nthem to gamble, and demand interest on the monies advanced. According to\nthe prosecution, although Lalit Kumar had returned the capital amount, since\nhe failed to return the interest as demanded by the appellants, the appellants\nkilled him in the gruesome manner as alleged. The conviction is based on the\ndying declaration of Lalit Kumar (Ex. 49) and the evidence of the father of\nLalit Kumar, Hanumandas (PW 2).\nD\nWhere two courts have concurrently analysed the evidence and recorded\na conviction or acquittal, this Court is reluctant to reappraise the evidence\nand differ therefrom save in exceptional circumstances indicative of gross\nmiscarriage of justice for reasons. This is one such case where we need to E\ninterfere. Since the two legs on which the case of the prosecution rests consist\nof the testimony of Hanumandas (PW 2), and the dying declaration of Lalit\nKumar, we were taken through the evidence with particular focus on the\naforesaid and shown a number of circumstances which raise serious doubts\nas to the credibility of the prosecution case.\nThe testimony of Hanumandas (PW 2), together with the manner in\nwhich the prosecution was conducted, raises the first serious doubt. According\nto Hanumandas, on the fateful day at about 8:30 to 9:00 p.m. he was coming\ntowards his house after a long day at his shop, and while he was about 15\nF\nto 20 feet away from his house, he saw Appellant No. 3 (Mohd. Bhoja) had G\ncaught hold of Lalit Kumar, Appellant No. 2 (Ismail) poured kerosene on the\nbody of Lalit Kumar and Appellant No. 1 (Meheboob) set him on fire with\na match stick. Hanumandas claimed that his other son, Shyam Kumar was\nalso witnessing the scene from a distance of about 10 to 15 feet from the spot\nof incident. Lalit Kumar was engulfed in fire and ran towards the bathroom\nsituated within the compound of Hanumandas house. Hanumandas ran after H\n1\nB\n632\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA him and attempted to extinguish the fire. When they reached the bath room,\nHanumandas poured water from a bucket which was outside the bathroom\nand tried to extinguish the flame. Being unsuccessful in his attempt, he brought\na blanket from the house and wrapped the blanket around Lalit Kumar and\nextinguished the fire. Thereafter, he called a cycle-rikshaw and took Lalit\nKumar to the Main Civil Hospital, Akola for treatment. He admitted Lalit\nKumar in the hospital for treatment. He claimed that, at that time, all the\nthree appellants had come to the hospital and given him threats that if he\ncomplained to the police, his entire family would be finished. Hanumandas\nstated that he had made a telephone call on the emergency telephone Number\n100 from the hospital to the Police requesting for a Police van be sent\nC immediately. Immediately, a Police van did arrive at the hospital along with\npolice personnel, on seeing whom the accused ran away. Thereafter,\nHanumandas went to the City Kotwali Police Station on his Luna Moped and\ngave a written report disclosing the entire incident in connection with his son\nLalit Kumar being set up on fire by pouring kerosene on his body and also\nthe threat given to him and his son in the hospital. The Police had received\nhis written report. From the sequence of events narrated by Hanumandas it\nwould appear that the written report made by Hanumandas to the Police\nwould be the first contemporaneous document putting on record the true facts\npertaining to the incident. That would have been the touchstone on which the\ncredibility of Hanumandas could have been tested. Unfortunately, that\nE document appears to have been suppressed. It was obligatory on the\nprosecution to place the document on record for, a fair trial. Not only did the\nprosecution fail to produce the document voluntarily, but the prosecution\nfailed to produce the document despite an application for production of the\nsaid document by the accused and the order made thereupon by the Sessions\nCourt for its production.\nD\nF\nG\nH\nThree contentions have been urged by the learned counsel for the\nappellants. First, that the failure of the prosecution to produce the document,\nwhose existence is affirmed by the witness, PW 2, leaves a yawning gap in\nthe story of the prosecution. Second, it gives rise to an adverse inference that,\nhad it been produced, it would have disproved the case of the prosecution.\nThird, the said report, being the first information given to the Police, ought\nto have been treated as the FIR.\nThough, these issues were raised before the Sessions Court as well as\nthe High Court, they have been side-tracked on reasoning which appears to\nus to be unsustainable. While the Sessions Court referred to this contention\n:\nSHEIKH MEHEBOOB @ HETAK 1. STATE OF MAHARASHTRA [SRIKRISHNA, J.] 633\nB\nurged by the defence, it has given no reason for not accepting the contention. A\nThe High Court accepted the contention that Hanumandas (PW 2) had made\nthe report to the Police about the incident and that, if the said report was\nmade, then it ought to have been treated as the FIR. The High Court, however,\ndismissed the contention by taking the view that nothing had been placed on\nrecord, either in cross examination of Hanumandas, or otherwise, to show\nthat the report to the City Kotwali Police Station had been lodged by him\nbefore the dying declaration was recorded. And that, unless the defence shows\nthat the said report was prior to the dying declaration, it could not be treated\nas FIR, particularly when there is no suggestion put to the Investigating\nOfficer, Jaswant Singh Hushare (PW 10), that the said report was deliberately\nsuppressed and withheld by the police.\nC\nIn our view, the reasoning of the High Court is erroneous. The defence\nmade an application for production for a vital document (that it is a vital\ndocument, cannot be denied); the trial court accepting the application for\nproduction of such document passed an order directing the prosecution to\nD\nproduce the document and the prosecution failed to do so without any\nexplanation, whatsoever. The conclusion is irresistible that the prosecution\nhas suppressed the document. The fact that no suggestion was put to the\nInvestigating Officer is totally irrelevant. As to whether the said report was\nmade prior to the dying declaration (Ex. 49), on a fair reading of the evidence\nof Hanumandas (PW 2) the sequence of events given by Hanumandas before E\nthe Court suggests that when he admitted his son to the hospital, the accused-\nappellants had come to the hospital and threatened him. This was followed\nby his frantic call to the Police Control Room, the arrival of the police\nimmediately thereafter and his going to the City Kotwali Police Station on\nhis Luna Moped and lodging a report about the whole incidence including\nthe threat given to him. In fact, reading the evidence of Hanumandas as a\nwhole, it would suggest that he had no idea as to the recording of the dying\ndeclaration at all, for he no where mentions it. Nor does it appear from his\nevidence that the dying declaration was recorded prior to Hanumandas going\nto the Kotwali Police Station to lodge his written report.\nApart from these glaring discrepancies, the evidence of Hanumandas as\nan eye witness does not appear to be credible. A number of inconsistencies\nbetween his statement to the police under Section 161 and his evidence were\nthrown up in the cross examination. The contradictions between his evidence\nand the evidence of the Investigating Officer (PW 10) make interesting reading.\nFor every inconsistency between his police statement and his evidence in the\nF\nG\nH\n1\n634\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA court, while Hanumandas insisted that he had made some statement or had\nnot made such statement, the Investigating Officer directly contradicts him\non the issue. Apart from the contradictions, there is contradiction with evidence\nof the other cited witness Shyam Kumar (PW 9). Shyam Kumar flatly\ncontradicts Hanumandas (PW 2). If we were to go by his evidence, no such\nincident ever took place in his presence. Though, the prosecution cited Shyam\nKumar (PW 9) as an eye witness, no wonder the prosecution was constrained\nto declare Shyam Kumar as a hostile witness and having been won over.\nB\nWho took Lalit Kumar to the hospital, is also shrouded in mystery.\nAccording to Shyam Kumar (PW 9), his uncle, Lakshmi Narayan, had taken\nC Lalit Kumar to the hospital and got him admitted. Who extinguished the fire,\nis also a matter of controversy. While Hanumandas claims to have done it\nhimself, the dying declaration and the evidence of Shyam Kumar (PW 9)\nsuggest that some of the residents of the locality had done it. Strangely, the\nInvestigating Officer (PW 10), who recorded the statement, candidly admitted\nthat he had made no effort to trace the rikshaw driver, who took Lalit Kumar\nto the hospital. The rikshaw driver would have been a material witness on the\nissue as to who accompanied Lalit Kumar to the hospital. It is not possible\nto believe that, in a small town like Akola, the police were not able to trace\nthe rikshaw driver, who had carried Lalit Kumar to the hospital.\nD\nE\nF\nG\nSo much for the gaping holes in the prosecution story based on the eye\nwitness account. Doubts arising from the eye witness accounts left too many\nquestion marks and too many unexplained circumstances, which contra-\nindicated their acceptance without corroboration. Corroboration was available\nin the form of a document, which was not deliberately placed on record by\nthe prosecution. This by itself should have sufficed for the court to induce a\nreasonable doubt as to the discharge of the onerous burden by the prosecution.\nThe other limb of the prosecution story (perhaps bearing greater weight)\nis the dying declaration (Ex. 49). We may ignore the usual contentions urged\nby the defence to discredit the dying declaration. The law as to the test for\ncredibility of a dying declaration has been laid down by a Constitution Bench\nir. Laxman v. State of Maharashtra'. We may, therefore, reject the contentions\nof the appellants that the certification as to mental fitness of the victim was\nnot proper or that it was written in a particular language, in a particular\nfashion, and such like.\nH\n1.\n[2002] 6 SCC 710.\n}\nSHEIKH MEHEBOOB @ HETAK 1. STATE OF MAHARASHTRA [SRIKRISHNA, J.} 635\nThe dying declaration (Ex. 49) was recorded at 00:05 hours by the A\nExecutive Magistrate, C.H. Upadhye (PW 4), on a requisition received on\n14th March 1992 at 2345 hrs. through Police Constable Vijay, Batch No.\n2067 attached to Police Station Ramdaspeth, Akola, requesting for recording\nof dying declaration at Main Hospital, Akola. According to PW 4, he received\nthe requisition letter at his residence at about 2345 hrs. on that day.\nB\nImmediately, thereafter, he went to the hospital and meet the Medical Officer\non duty. He asked the Medical Officer to examine the patient and certify that\nthe patient Lalit Kumar was in a fit condition to make his statement. The\ndoctor issued a certificate (Ex. 49A). Then, he asked the relatives of the\npatient, who were present there, to go out from that place. After all of them\nhad left the place, he recorded the dying declaration in question and answer C\nform. The questions were put in Marathi and the patient replied in Marathi.\nWhat was written was read over to the patient and the patient admitted the\nsame to have been correctly recorded. His signature could not be obtained as\nhis both hands had burn injuries. The dying declaration, thereafter, was signed\nby PW4 and also once again endorsed with the certificate of the Medical\nOfficer that the patient had been fit to make such a statement.\nThe dying declaration has a curious aspect, which needs to be\nhighlighted. The dying declaration reads as under:\n“I had taken money from Ismail. Mahmmad and Mehboob and I\nrepaid the same to them. They asked me for more interest, they beat\nme, therefore Ismail, Mahmmad, Hetak poured kerosene on my person\nand set me on fire with the match stick. While I was running in the\nhouse, people from the locality rushed there and extinguished the fire\ncaught to my person and then brought me in the hospital.”\nD\nE\nF\nThe original Exhibit 49, which is written in Marathi, shows that the words\n\"mi ghaslet angavar” have been struck off. When asked for an explanation,\nthe Executive Magistrate, C.H. Upadhye (PW 4), explained that the aforesaid\nwords, which mean “I kerosene on the body” had been stated by the patient\nbefore him at that time. According to him, he was sitting facing the patient\nwith his back towards the door of the room, and there was some shouting G\nheard from outside after which the patient had changed his version. He\nmaintains that, the words which are struck off had been uttered by the deceased\nin the first instance, and changed by him as a result of some shouting from\noutside. So those words were struck off.\nExhibit 52, the medical case papers placed on record and proved through, H\n636\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA Dr. Ganesh Gir Gosavi (PW5), also raise some further doubts. In the medical\ncase record, the very first entry, which logically should have been the entry\nmade at the time of admission, bears the date 17/3. The history notes: “burns.\nSelf inflicted\", after which comes the line of treatment. On page 2 of the\nmedical record, there is an endorsement in Marathi, which says, \"the doctor\ntold me that my brother's son's condition is very serious\" and bears someone's\nsignature. On page 4 of the medical record, there is an endorsement \"H/o\nAccidental burn.”\nB\nC\nAccording to Dr. Ganesh Gir Gosavi (PW 5), he was present as doctor\non duty from 9:00 p.m. on 14th March to 9:00 a.m. the next morning. He also\nstated that he was on duty at 9:45 p.m., and one Dr. Tayade was the CMO\non out-door duty. He identified the hand writing and signatures of Dr. Tayade\nand proved the medical records. When his attention was drawn to the fact\nthat the medical record noted that there was “self-inflicted” burns, in the\nhistory of the patient, he claimed that he was unable to say as to who had\ngiven the history of the patient. He, of course, claimed that, as sufficient time\nD had elapsed and a number of patients were examined and treated by him, it\nwas not possible to remember facts of each and every case.\nE\nThe medical record raises a number of questions, which have not been\nsatisfactorily answered, and which preclude implicit acceptance of the dying\ndeclaration (Ex. 49). First, who admitted Lalit Kumar to the hospital? The\ndying declaration suggests that the neighbours had done so, while Hanumandas\n(PW 2) maintained that it was he, who had admitted him to the hospital.\nSecond, who gave the history of the patient to the doctor on duty at the time\nof admission? Hanumandas (PW 2) says nothing about it. The medical record\nsuggests that the uncle of Lalit Kumar (Laxmi Narayan) was the one who\nF accompanied the patient, and probably had given the history of the burns to\nthe doctor on duty at the time of admission. The medical record also has two\ncurious endorsements. At one place, it says that there was history of\n“accidental burns”; at another place there was history of “self- inflicted\nburns\". The dying declaration itself indicates that the deceased had started\nto make a statement which was suggestive of his having poured kerosene on\nG himself and set himself on fire because the appellants were demanding interest\nand beating him. The evidence of the Executive Magistrate (PW 4) clinches\nthat this was precisely what the deceased had stated in the first instance,\nwhich he changed on hearing some shouting from outside. These are some\nof the circumstances which raise serious doubts as to the implicit credibility\nH of the dying declaration.\n}\n1\nSHEIKH MEHEBOOB @ HETAK 1. STATE OF MAHARASHTRA [SRIKRISHNA, J.] 637\nWe have carefully examined the reasons adduced by the Sessions Court A\nand the High Court for accepting the dying declaration as credible, and for\naccepting the evidence of Hanumandas (PW 2), and the dying declaration\n(Ex. 49), as bringing home the charge of murder against the appellants beyond\nthe shadow of reasonable doubt. Shadows, there are; dark enough to eclipse\nthe truth. Both the courts have ignored a number of reasonable doubts which\nlegitimately arose on the evidence led by the prosecution, and its conduct in\nsuppressing the vital document and witnesses. We are not satisfied that the\nevidence led on record by the prosecution proves the guilt of the accused-\nappellants beyond reasonable doubt.\nIn our view, the appellants are entitled to the benefit of doubt. In the\nresult, we allow the appeal and set aside the judgments of the High Court and\nthe Sessions Court. The appellants are acquitted of the charges against them.\nThe appellants shall be set at liberty forthwith, unless required to be detained\nin connection with any other case.\nK.K.T.\nB\nC\nAppeal allowed. D\n"}