{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 10 S.C.R. 503\nSHAIKH SATTAR\nV.\nSTATE OF MAHARASHTRA\n(Criminal Appeal No. 928 of 2007)\nAUGUST 27, 2010\n[B. SUDERSHAN REDDY AND SURINDER SINGH\nNIJJAR, JJ.]\nA\nB\n-\nD\nPenal Code, 1860: ss.302, 498A - Conviction based on\ncircumstantial evidence - Deceased harassed by her C\nhusband in connection with the demand of money and\nfrequently beaten up by him due to non-fulfillment of demand\n- Deceased found dead in the interior room of the house with\nmarks of injuries in head and a heavy stone with blood stains\nlying next to her body - Her clothes were also blood stained\nConcurrent finding of courts below holding the husband\nguilty - Plea of alibi and accidental death disbelieved by\ncourts below - On appeal, held: Medical evidence belied the\ntheory of accidental death - No explanation as to how the\ndead body and the stone came inside the interior room -\nBurden of establishing the plea of alibi was upon the husband\nHe failed to bring on record facts and circumstances to\nmake the plea of alibi probable - Conclusions reached by the\ncourts below cannot be said to be either clearly illegal or\nmanifestly erroneous - Therefore, no reason to disturb the\nconcurrent findings of both the courts holding the husband\nguilty of the offences charged - Evidence - Circumstantial\nevidence.\n-\nE\nF\nThe prosecution case was that the deceased was\nharassed by the appellant-husband on account of G\ndemand of money. The parents of the deceased were\nunable to meet the demand. Due to this reason, she was\nbeaten up frequently by the appellant. The deceased\nused to tell her parents about the maltreatment meted out\n503\nH\n504\nSUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA to her whenever she visited her parents. Few days prior\nto the date of occurrence, the appellant and the deceased\nalong with their son went to the parental home of the\ndeceased. They stayed there for two days. On inquiry by\nthe appellant regarding the arrangement of money, the\nbrother of the deceased told that the family would try to\narrange the money after the sugarcane harvest. On\nhearing this, the appellant got angry and left the house\nwith the deceased without taking food.\nB\nOn the fateful day, the parents of the deceased\nC received a message about the ill-health of the deceased.\nWhen they reached her home, they found her dead body\nlying in the interior of the house. There were marks of\ninjuries in head and a big stone with blood stains was\nlying near the dead body. The clothes of the deceased\nD were also blood stained. The dead body was sent for post\nmortem. The next day, the father of the deceased lodged\nan FIR against the appellant alleging that the appellant\nhad killed the deceased by hitting a stone weighing 15\nKgs on her head. The charge-sheet was filed against the\nE appellant and his parents and brother. The trial court\ndisbelieved the plea of alibi and held that the appellant\nwas ill-treating the deceased in connection with the\ndemand of money and convicted the appellant under\nSections 302 and 498A IPC. However, the other accused\nwere given the benefit of doubt and were acquitted. The\nconviction of appellant was upheld by the High Court.\nF\nG\nIn the instant appeal, it was contended for the\nappellant that he was falsely implicated; that a stone had\nfallen accidently on the head of the deceased while she\nwas taking out a quilt from over the tin shed; that he was\nnot in the house when stone fell on the head of the\ndeceased; that he came to know about the incident when\nhe reached home in the morning as he had spent the\nprevious night at Chikalthan.\nI\nSHAIKH SATTAR v. STATE OF MAHARASHTRA\nDismissing the appeal, the Court\n505\nA\nB\nC\nD\nHELD: 1.1. It is an accepted proposition of law that\nin cases where no direct evidence is available, conviction\ncan be based on circumstantial evidence alone.\nUndoubtedly, in the instant case, there is no direct\nevidence of the crime. The prosecution case hinges on\ncircumstantial evidence. Both the courts below held that\nthe appellant was residing separately with his wife (the\ndeceased) and his son at Naigaon in a rented\naccommodation. The appellant's father, mother and\nyounger brother were living separately. The income of the\nappellant was so negligible that he could not possibly\nafford the rent of the two-room tenement at Naigaon and\nan independent room at Chikalthana. He cooked up a\nstory that he had been to Chikalthana to read Koran, the\nnight before his wife suffered a fatal accident and came\nto know about her accidental death on his return to his\nhome at 7 a.m. on the following day. The trial court and\nthe High Court found the explanation to be false. Except\nfor making a bald assertion about his absence from his\nrented premises, the appellant miserably failed to give\nany particulars about any individual in whose presence,\nhe may have read the Namaj in the morning. He examined\nno witness from Chikalthana before whom he may have\nread the Koran in the evening prior to the incident or who\ncould have seen him in the masjid during the night of the F\nincident. Therefore, the trial court as also the High Court\nrightly concluded that the plea of being away from the\nrented premises at the relevant time was concocted.\nUndoubtedly, the burden of establishing the plea of alibi\nlay upon the appellant. The appellant miserably failed to\nbring on record any facts or circumstances which would\nmake the plea of his absence even probable, let alone,\nbeing proved beyond reasonable doubt. [Paras 12, 19,\n20] [519-C-E-H; 520-A-B, C]\nE\nG\nH\nA\nB\nC\nD\n506 SUPREME COURT REPORTS\n[2010] 10 S.C.R.\nHanumant Govind Nargundkar v. State of M.P. 1952 SCR\n1091; Naseem Ahmed v. Delhi Admn. (1974) 3 SCC 668;\nGurpreet Singh v. State of Haryana (2002) 8 SCC 18 – relied\non.\n-\n2.3. Both the courts below also noticed that one 'SH'\nlearnt about the accidental death of the wife of the\nappellant from a discussion among the villagers. He\npassed on the information to ‘SN' who made a report at\nthe police station. Both of them had no personal\nknowledge about the \"accidental death\". The report\ncontained two versions which were both unbelievable.\nOne was that the victim was asleep when the stone rolled\nover and fell on her head. The other was that whilst she\nwas withdrawing the quilt, the stone on the roof rolled\nover and fell on her head. [Para 19] [517-F-H]\n2.4. The doctor stated that the injuries were likely to\nbe caused \"by a single blow of a heavy, hard and blunt\nobject like a stone\". A perusal of the post-mortem report\nmakes it abundantly clear that the injuries on the\nE deceased were on the left hand side of the face. This\nwould be consistent with the hypothesis of the stone\nbeing picked up by a human being and being used as a\nweapon to assault, against the victim either standing or\nsleeping on his/her side. The medical evidence also\nbelies the theory of accidental death. This apart, there is\nconclusive evidence of the fact that the body of the\ndeceased was found in the interior of the two room\ntenement rented by the appellant and the stone weighing\n15 Kgs. was found lying next to the dead body. [Para 22]\n[522-A-C; 521-B; 522-D]\nF\nG\n2.5. It is inconceivable that on 22nd of January,\nwhich would be the coldest time of the year in\nAurangabad, the deceased would be outside at 6:00 a.m.,\nremoving a quilt from the tin roof. It is highly improbable\nH that any sensible individual would leave the quilt out on\nSHAIKH SATTAR v. STATE OF MAHARASHTRA\n507\nA\nthe tin roof during a cold winter night. There is no\nexplanation offered by the appellant as to how the stone\ncame inside the inner room and as to how the dead body\nwas found inside the room and not outside the shed.\nThere is no explanation given by anybody about the\norigin of the story of the \"accidental death”. The appellant B\ndid not give any explanation as to who informed him that\nhis wife had met with an accidental death. There is also\nno explanation as to who first saw the dead body of the\ndeceased. It is inconceivable that in such cold weather,\nthe deceased was sleeping in the open. Especially since, C\neven according to the husband, she was alone in the\ntwo-room tenement. In normal course, she would sleep\nin the warmest part of the house, in such cold weather.\nThat would be the interior room where the dead body\nwas lying. The roof of that room was made of clay and\nwood. Thus, the glaring facts of the case would render it\ninconceivable that the victim had died as a result of a fatal\naccident. The opinion of the doctor that internal\ncorresponding injuries are also consistent with a stone\nfalling on the head, would not cause any dent in the\nprosecution version. The fact remains that the victim was\nstruck on the head with a heavy blunt object, such as a\nstone. The conclusions reached by the trial court as also\nby the High Court cannot be said to be either clearly\nillegal or manifestly erroneous. Therefore, there is no\nreason to disturb the concurrent findings of the trial court\nand the High Court holding the appellant guilty of the\noffences charged. [Paras 22, 23] [520-F; 522-F; 523-B-D-\nE]\nD\nE\nF\nCase Law Reference:\nG\n1952 SCR 1091\nrelied on\nPara 12\n(1974) 3 SCC 668\nrelied on\nPara 12\n(2002) 8 SCC 18\nrelied on\nPara 20\nH\nA\nB\nC\n508 SUPREME COURT REPORTS\n[2010] 10 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal\nAppeal No. 928 of 2007.\nFrom the Judgment and order dated 05.10.2005 of the\nHigh Court of Judicature at Bombay Bench at Aurangabad in\nCriminal Appeal No. 582 of 2004.\nAnsar Ahmad Chaudhary for the Appellant.\nShankar Chillarge (Addl. Govt. Advocate for Ravindral\nKeshavrao Adsure) for the Respondent.\nThe Judgment of the Court was delivered by\nSURINDER SINGH NIJJAR, J. 1. This appeal has been\nfiled against the judgment and order of the High Court of\nJudicature at Bombay, Bench at Aurangabad, in Criminal\nD Appeal No. 582/2004 wherein the Hon'ble Court was pleased\nto dismiss the appeal of the accused appellant herein and\nupholding his conviction for the offences punishable under\nSections 302, 498A IPC.\nE\nF\n2. The case of the prosecution was that, Shaminabee,\nsince deceased, was married to one Shaikh Sattar (hereinafter\nreferred to as the appellant) about four years before the fateful\nincident. Sk. Hasham (hereinafter referred to as A2) was the\nfather-in-law of the deceased, Sk. Sikander (hereinafter referred\nto as A3) was the brother-in-law while Zubedabee (hereinafter\nreferred to as A4) was the mother-in-law of the deceased. After\nmarriage, the deceased started residing with the accused at\ntheir house. The appellant used to teach the local children in\nthe masjid at Village Chikalthana. It was alleged that he used\nto complain that it was not possible to maintain his family with\nan income of Rs.500/- to Rs.600/- per month. After about one\nand a half to two years of the marriage, appellant started\ndemanding Rs. 40,000/- from his in-laws for the purpose of\nstarting a business. As the parents of the wife were unable to\nmeet the demand, he used to beat her up frequently. The\nH deceased had reported to her parents about the maltreatment\nG\nSHAIKH SATTAR v. STATE OF MAHARASHTRA 509\n[SURINDER SINGH NIJJAR, J.]\nA\nmeted out to her whenever she came to the house of her\nparents. The couple had a son who was aged about two to two\nand a half years at the time. Appellant and the deceased along\nwith their son had come to the parental home of the deceased\non the occasion of Ramzaan-id on 17.1.2000. They had stayed\nthere for a couple of days. Even then the appellant had inquired B\nas to what arrangement had been made to fulfill his demand\nof Rs. 40,000/-. He was told by the brother of the deceased\nthat the family may be able to arrange after the sugarcane\nharvest. On hearing this, the appellant rather angrily said \"alright\"\nand left the house in a huff with the deceased, without even C\ntaking food.\n3. On 22.1.2000, at around 10.00 a.m., the parents of the\ndeceased received a message about the ill health of\nShaminabee. Consequently, the parents, other family members\nand brother of the deceased went to the house of the appellant\nin a tempo. On reaching the house, they saw the dead body of\nShaminabee in the interior of the house. It was placed in a room\nwhich had a roof made of clay and wood. The deceased had\nsustained severe bleeding injuries on her head. Blood was still\noozing from her nostrils and ears. A big stone with blood stains\nwas lying near her dead body. The clothes of the deceased\nwere also blood stained.\n4. The dead body of Shaminabee was taken to the Ghati\nHospital at Aurangabad for post mortem examination, after\npreparing the inquest report. Upon completion of the post\nmortem, she was taken to the village of the deceased, where\nshe was buried.\nD\nE\nF\nG\n5. It was only on the next day that the father lodged a\ncomplaint against the appellant at the Police Station Phulambri\nwhich was registered as FIR at 16:30 hours on 23.1.2000. We\nmay also notice that earlier a report had been lodged by Sk.\nNawab and Sk. Bashir, Police Patil of Village Naigaon\nregarding death of Shaminabee. Although the aforesaid report\nis not based on the personal knowledge of the Police Patil, it H\n510\nSUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA indicated that Shaminabee had died of an accident when a\nstone fell on her head. It was stated that the stone fell on her\nhead while she was removing a quilt from the tin roof of a shed\nconstructed in front portion of the house. On the basis of the\naforesaid report, A.D. No. 4/2004 was registered at Police\nB Station, Phulambri. The panchnama of the dead body and the\nscene of incident were duly prepared. The police also seized\na number of material objects, i.e., the clothes of the deceased\nShaminabee, salwar and odhni, the lungi and the \"nicker\" of the\nappellant. A mat and a quilt as well as a stone weighing about\n15 Kg. were also seized from the spot of the incident. All the\naforesaid articles were stained with blood. The Head Constable\nalso seized samples of plain earth and blood stained earth from\nthe spot of the incident. It was only then the body was taken for\npost mortem.\nC\nD\n6. It was the case of the prosecution that the appellant had\nkilled his wife by hitting her on her head with a stone. The stone\nis said to be 15 Kgs. in weight. The motive for the crime was\nthe non-fulfillment of the demand made by the appellant from\nthe parents of the deceased. As noticed earlier, he had been\nE claiming Rs.40,000/- to start some business as his income from\nthe Priest-cum-teacher of Koran was inadequate.\n7. The appellant was arrested on the same day, i.e.,\n23.1.2000. Statements of seven persons were recorded on that\nF day. Some supplementary statements were also recorded on\n5.2.2000. On the basis of the supplementary statements,\naccused nos. 2 to 4, i.e., father-in-law, mother-in-law and the\nyounger brother of the appellant were also included in the list\nof accused. After completion of the investigation, the charge\nsheet was duly submitted against the accused persons in the\nCourt of Judicial Magistrate, First Class (14th Court),\nAurangabad, who committed them for trial by the Sessions\nCourt.\nG\n8. At the trial, the prosecution examined seven witnesses.\nH They were examined on the point of demands made by the\nSHAIKH SATTAR v. STATE OF MAHARASHTRA 511\n[SURINDER SINGH NIJJAR, J.]\naccused, as well as the ill-treatment of the deceased. PW3, A\nKishore Teengutte is a neighbour of the parents of the\ndeceased. He had been approached by the father of the\ndeceased for a loan of Rs. 40,000/- so that the same could be\npaid to the appellant.\n9. On due appreciation of the evidence, the trial court\nconcluded that the appellant had committed the murder of his\nwife and therefore convicted him for the offences punishable\nunder Sections 302 and 498A IPC. In appeal the High Court,\non a reappreciation of the evidence, also concluded that the\naccused was guilty of the said offences. It is against such\nconcurrent findings of both the Courts that the accused-\nappellant has filed this appeal before us.\n10. We have heard the counsel for the parties.\nB\nC\nD\nE\nF\n11. The learned counsel for the appellant has reiterated\nthe submissions made before the trial court as also before-the-\nHigh Court. The learned counsel for the appellant has submitted\nthat the trial court as well as the High Court wrongly overlooked\nthe fact that Dagadu Baig PW5 and Shaikh Hakim PW6 who\nwere Panchas of the Panchnama of the scene of the incident\ndid not support the case of the prosecution. The learned\ncounsel further submitted that the trial court as well as the High\nCourt have failed to appreciate that PW1 Dr.Anil Digambarrao\nJinturkar who performed the post mortem on the dead body in\nhis cross examination stated that \"if a stone falls on the left.\nside of the head from the upper side, injury nos. 1 to 4 are\npossible. The corresponding internal injuries also are\npossible by fall of a stone on the head from the upper side.\"\nThe learned counsel submitted that the appellant has been\nfalsely implicated. The relatives of the deceased wanted to\nblackmail the appellant. They had threatened the appellant that\nunless a sum of Rs.50,000/- was paid, a false case would be\nregistered against him. The trial court as also the High Court\nillegally ignored the unexplained delay of more than twenty four\nhours in lodging the FIR. The learned counsel emphasized that H\nG\n512 SUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA the prosecution has failed to prove an unbroken chain of\ncircumstances, a requisite for bringing home the guilt in a case\nbased on circumstantial evidence. The trial court as well as the\nHigh Court illegally ignored that there was hardly any motive for\nthe appellant to kill his wife as the brother-in-law had promised\nB to give the amount allegedly demanded by the appellant a little\nlater. The trial court as well as the High Court wrongly\ndisbelieved the plea of alibi of the appellant. He was not in the\nhouse when the stone fell on the head of the Shaminabee. He\nonly got to know about the accident when he reached home at\nC 7 a.m. He had spent the previous night at Chikalthana and went\nhome to Naigaon only after the namaz was over. When he\ncame back home, he came to know that a stone had fallen on\nShaminabee. She was taking out a quilt from over the tin shed\nand she had died because of the injuries sustained by her.\nD\nE\n12. We are unable to accept any of the submissions made\nby the learned counsel for the appellant. Undoubtedly, in this\ncase there is no direct evidence of the crime. The prosecution\ncase hinges on circumstantial evidence. It is an accepted\nproposition of law that even in cases where no direct evidence\nis available in the shape of eye-witnesses etc. a conviction can\nbe based on circumstantial evidence alone. The hypothesis on\nwhich a conviction can be based purely on circumstantial\nevidence, was stated by this Court in the case of Hanumant\nGovind Nargundkar Vs. State of M.P., 1952 SCR 1091. In the\nF aforesaid judgment, Mahajan, J. speaking for the Court stated\nthe principle which reads thus:-\n0\nH\nIt is well to remember that in cases where the evidence is\nof a circumstantial nature, the circumstances from which\nthe conclusion of guilt is to be drawn should in the first\ninstance be fully established, and all the facts so\nestablished should be consistent only with the hypothesis\nof the guilt of the accused. Again, the circumstances should\nbe of a conclusive nature and tendency and they should\nbe such as to exclude every hypothesis but the one\n"}