{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"SHAIKH SATTAR v. STATE OF MAHARASHTRA\n[SURINDER SINGH NIJJAR, J.]\n513\nproposed to be proved. In other words, there must be a\nchain of evidence so far complete as not to leave any\nreasonable ground for a conclusion consistent with the\ninnocence of the accused and it must be such as to show\nthat within all human probability the act must have been\ndone by the accused.\nThe aforesaid proposition of law was restated in the case\nof Naseem Ahmed Vs. Delhi Admn., (1974) 3 SCC 668\nby Chandrachud J. as follows:\nA\nB\nC\n\"This is a case of circumstantial evidence and it is\ntherefore necessary to find whether the circumstances on\nwhich prosecution relies are capable of supporting the sole\ninference that the appellant is guilty of the crime of which\nhe is charged. The circumstances, in the first place, have\nto be established by the prosecution by clear and cogent D\nevidence and those circumstances must not be consistent\nwith the innocence of the accused. For determining whether\nthe circumstances established on the evidence raise but\none inference consistent with the guilt of the accused,\nregard must be had to the totality of the circumstances.\nIndividual circumstances considered in isolation and\ndivorced from the context of the over-all picture emerging\nfrom a consideration of the diverse circumstances and their\nconjoint effect may by themselves appear innocuous. It is\nonly when the various circumstances are considered\nconjointly that it becomes possible to understand and\nappreciate their true effect.\"\n13. Keeping in view the aforesaid principle, we may now\nconsider whether the course adopted and the conclusions.\nreached by both the Courts, are manifestly erroneous or clearly\nillegal. As noticed earlier, on due appreciation of the evidence,\nthe trial court concluded that the prosecution has failed to\nestablish the guilt of accused nos. 2 to 4 for any of the offences.\nIt was noticed that initially, when the father of the deceased\nlodged the report with the police, he had accused only the\nE\nF\nG\nH\n514 SUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA appellant. The trial court, therefore, accepted the submission\nthat they had been subsequently implicated on the basis of\nsupplementary statements made on 5.2.2000. They were,\ntherefore, given the benefit of doubt and acquitted.\nB\nC\n14. The trial court thereafter carefully examined the\nevidence qua the appellant herein. The trial court also found that\nthe appellant had been harassing the deceased and her family\nmembers as they were not able to give him the money\ndemanded. The trial court disbelieved the plea of the appellant\nthat the deceased had been killed when a stone fell on her head\nwhile she was trying to pull a quilt from over the tin roof of the\nshed in front of the house.\n15. The appellant had given an explanation that in fact on\nthe fateful night and the morning of the death, he was actually\nD preoccupied in reading the Koran at Chikalthana. He had also\nstated that he had gone to his house after Namaj was over. He\nstated that he had reached the house at about 7.00 a.m, and\nlearnt about the accidental death of his wife. The plea of alibi\nhas been disbelieved by the trial court.\nE\nF\n0\nH\n16. The trial court has recorded that the following facts had\nbeen proved:-\n\"(a) There was demand of money from the side\nof the accused No.1 from the maternal\nhome of the deceased Shaminabee.\n(b) She was being ill-treated by accused No.1 in\nconnection with that demand.\n(c) Accused No.1 left the maternal home of the\ndeceased Shaminabee along with her prior\nto about two days of the incident, by\nexhibiting anger for non-fulfillment of his\ndemand for cash amount.\n(d) The dead body of Shaminabee with severe\nSHAIKH SATTAR v. STATE OF MAHARASHTRA\n[SURINDER SINGH NIJJAR, J.]\n(e)\n(f)\n515\nbleeding injuries on her head was found in A\nthe house of the accused No.1 in a room\nwhich was having a roof made of clay and\nwood.\nThere was absolutely no possibility of falling\na stone on the head of the deceased\nShaminabee from over the tin sheets shed,\nwhich was in front of the house of accused\nno.1.\nB\nAccused No. 1 has given a false explanation C\nand/or he failed to establish the possibility of\nfalling of a stone on the head of the\ndeceased Shaminabee from the roof of his\nhouse.\n(g) The deceased Shaminabee died because of\nthe head injuries in the form of intracranial\nhemorrhage and contusion of brain due to\nfracture of skuli bone, which were sufficient\nin the ordinary course of nature to cause\ndeath.\n(h)\nAccused No.1 tid not establish the plea of\nalibi set up by him.\"\nD\nLEI\n17. The High Court, in appeal, re-appreciated the entire .F\nevidence and recorded that the parents of the appellant were\nresiding separately from the appellant and his wife. The\nappellant had failed to establish that he was at the masjid in\nChikalthana at the time when the Shaminabee died. The\nappellant had taken a false plea that at the relevant time he was\nresiding at Chikalthana although his wife and the child were\nresiding at Village Naigaon. The appellant was present in the\nhouse at the time when Sk. Nawab had visited the house at\nabout 6 or 6.30 a.m. but the appellant had claimed that he did\nnot reach the residence till 7.00 a.m. The report given by Sk.\nG\nH\nC\n516 SUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA Nawab about the accidental death was not based on personal\nknowledge. He reported the matter to the police on the basis\nof the information given to him by Sk. Shamsher. This witness\nin evidence in Court stated that he had heard about the\naccidental death from the villagers but he was unable to identify\nB the person who gave the information. The High Court also found\nthat the Report Ex.36 submitted by Sk. Nawab to the police\nstation narrates two stories, which are mutually exclusive of\neach other. In either case, the location of the stone ought to be\nabout 1 foot away from the terminal head of the tin sheet roof.\nThe dead body was lying in the inner room of the 2 room\ntenement. A stone was lying by the side of the dead body. This\nwould further falsify the plea of the defence. On the basis of the\nabove, the High Court concluded that the prosecution had\nestablished that the accused was residing with his wife in the\nrented premises at Naigaon. It was not open for the defence\nto say that the prosecution had not prima facie established any\ncase or that the trial court had shifted the onus of proof on the\nshoulders of the defence at a premature stage. The version\ngiven by the appellant in the statement under Section 313 of\nthe Cr.P.C. has been disbelieved by both the trial court as well\nas the High Court.\nD\nE\n18. We have given our thoughtful consideration to the entire\nmatter. The High Court while examining the entire evidence has\nnoticed that the parents and the younger brother of the appellant\nF were residing at a farm house separately, even though it is\nsituated in Village Naigaon. It has also rightly come to the\nconclusion that the parents were not members of the family of\nthe present appellant and the deceased at the material time.\nEven in the evidence of PW2, Ahmad Khan, PW3, Kishore\nG Teengutte and PW4, Raziyabee, there was reference only to\ndemands made by the appellant and not by the other accused.\nThe trial court had elaborately discussed the entire evidence\nand concluded that no demands were ever made by the parents\nof appellant as well as the younger brother of the appellant.\nTherefore, it becomes quite evident that at the relevant time,\nH\nSHAIKH SATTAR v. STATE OF MAHARASHTRA 517\n[SURINDER SINGH NIJJAR, J.]\nthe appellant was residing in the rented accommodation at A\nNaigaon independently with his wife and his infant child. In the\nstatement under Section 313 Cr.P.C., the appellant took a plea\nof total denial and of being absent from the house at Naigaon\nat the time when Shaminabee is said to have died. During his\nstatement, in answer to question no. 26, the appellant stated B\nas follows:-\n\"I was working as a teacher at Chikalthana, Shaminabi and\nmyself were residing there happily. We had taken a room\nat Naigaon. We used to reside in that room during\nRamzan Idd holidays. In the night of the incident, Shaminabi\nalone was in that room. Prior to that, I had gone to\nChikalthana to read Kuran in the evening. On the next day\nafter Namaz was over, I went to Naigaon from Chikalthana\nand reached my room at 7 a.m At that time, I came to know\nthat a stone fell on the person of Shaminabi when she was\ntaking out a quilt from over the tin-shed and she died\nbecause of the head injuries sustained by her. Thereafter,\nI sent one Mubarak of our Village to the maternal home of\nShamianbi to inform about the incident. I did not commit\nmurder of Shaminabi by throwing stone on her head. The\ncase is false.\"\nIn reply to question no. 19, the appellant even made an\nallegation of attempted blackmail against the relatives of the\ndeceased in the following words:-\n\"On the next day of incident, Ahmed Khan, his brother and\nmy father in law came to my house and demanded me\nRs.50,000/-. They told that in case the said amount was\nnot paid, a false case would be lodged. He (I) could not\npay that amount. Therefore, Ahmed Khan prepared false\ncase and deposed falsely.\"\nC\nE\nF\nG\n19. So the appellant claimed false implications as well as\nbeing absent from the scene of the crime at the relevant time.\nThe trial court as well as the High Court upon due appreciation H\nC\n518\nSUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA of the evidence have concluded that the appellant was unhappy\nor even annoyed at the inability of the in-laws to pay him an\namount of Rs.40,000/- for starting a business. It has also come\nin evidence that two days prior to the incident, he had left the\nhouse of the in-laws after having expressed his annoyance at\nB their inability to arrange for the funds. He had left the house\nwithout even joining them for the meal. It has also been found\nby both the Courts that appellant was residing separately with\nhis wife (the deceased) and his son at Naigaon in the rented\naccommodation. It is further to be noticed that the specific case\nof the appellant is that he was earning a meager amount in the\nregion of Rs.500/-. Therefore he could not possible afford the\nluxury of renting another room at Chikalthana. Therefore, he\nwould have undoubtedly returned to his residence after his\ndisgraceful departure from his in-laws house two days earlier.\nHe then cooked up a story that he had been to Chikalthana to\nread Koran, the night before his wife suffered a fatal accident.\nHe came to know about her accidental death on his return to\nhis home at 7:00 a.m, on the following day. The trial court and\nthe High Court have found the explanation to be false. It has\nbeen noticed by both the Courts that Chikalthana is only 12 to\n15 Kms. away from Naigaon. It is also noticed that the evening\nNamaj would have taken place just before sunset of the\nprevious evening. Therefore, it is unimaginable that he could\nnot have come back to his residence during the night. Both the\nCourts also noticed that Sk. Shamsher is said to have learnt\nD\nE\nF about the accidental death of the wife of the appellant from a\ndiscussion among the villagers. He was unable to identify any\nparticular villager who had given him the information. He,\nthereafter, passed on the information to Sk. Nawab who made\na Report (Ex.36) at the police station. Both of them have no\nG personal knowledge about the \"accidental death\". It is also\nnoticed that the Report Ex. 36, actually contains two versions\nwhich are both unbelievable. One version is that the victim was\nasleep when the stone rolled over and fell on her head. The\nother is that whilst she was withdrawing the quilt, the stone on\nthe roof rolled over and fell on her head. Except for making a\nH\nSHAIKH SATTAR v. STATE OF MAHARASHTRA\n[SURINDER SINGH NIJJAR, J.]\n519\nbald assertion about his absence from his rented premises, the A\nappellant miserably failed to give any particulars about any\nindividual in whose presence, he may have read the Namaj in\nthe morning. He examined no witness from Chikalthana before\nwhom he may have read the Koran in the evening prior to the\nincident. He examined nobody, who could have seen him in the\nmasjid during the night of the incident. Therefore, the trial court\nas also the High Court concluded that this plea of being away\nfrom the rented premises at the relevant time was concocted.\nB\nC\nD\n20. Undoubtedly, the burden of establishing the plea of\nalibi lay upon the appellant. The appellant herein has miserably\nfailed to bring on record any facts or circumstances which would\nmake the plea of his absence even probable, let alone, being\nproved beyond reasonable doubt. The plea of alibi had to be\nproved with absolute certainty so as to completely exclude the\npossibility of the presence of the appellant in the rented\npremises at the relevant time. When a plea of alibi is raised\nby an accused it is for the accused to establish the said plea\nby positive evidence which has not been led in the present\ncase. We may also notice here at this stage the proposition of\n'law laid down in the case of Gurpreet Singh Vs. State of E\nHaryana, (2002) 8 SCC 18 as follows:\n\"This plea of alibi stands disbelieved by both the courts\nand since the plea of alibi is a question of fact and since\nboth the courts concurrently found that fact against the\nappellant, the accused, this Court in our view, cannot on\nan appeal by special leave go behind the abovenoted\nconcurrent finding of fact\".\nF\nG\n21. But it is also correct that, even though, the plea of alibi\nof the appellant is not established, it was for the prosecution\nto prove the case against the appellant. To this extent, the\nsubmission of the learned counsel for the appellant was correct.\nThe failure of the plea of alibi would not necessarily lead to the\nsuccess of the prosecution case which has to be independently\nproved by the prosecution beyond reasonable doubt. Being H\n520 ·SUPREME COURT REPORTS [2010] 10 S.C.R.\nA aware of the aforesaid principle of law; trial court as also the\nHigh Court examined the circumstantial evidence to exclude the\npossibility of the innocence of the appellant. Since the case of\nthe prosecution rests purely on circumstantial evidence, the trial\ncourt and the High Court examined all the material\nB circumstances to ensure that the guilt of the appellant has been\nestablished beyond reasonable doubt. We see no reason to\ndisagree with the conclusion arrived at by the trial court as well\nas the High Court,\nC\nD\n[1]\nE\nvala\n1\n*22. We may notice here some of the glaring facts which\nwould render it inconceivable that Shaminabee had died as a\nresult of a fatal accident:-\npuis elad\nBelg.. a\nod (i) The rented accommodation was in the exclusive\n* possession of the appellant and his immediate family.\n13\n** rf\nVIN\n11\n(ii) Appellant's father, mother and younger brother were\nliving separately in a farm house at Naigaon. The income\nof\nthe appellant was so negligible that he could not.\n-possibly afford the rent of the two room tenement at\nNaigaon and an independent room at Chikalthana. The\nappellant miserably failed to establish his absence from\nthe rented premises at Naigaon either on the night before\nauthe incident or in the morning when the accident allegedly\nbon occurred. It is inconceivable that on 22nd of January, which\ni would be the coldest time of the year in Aurangabad, the\ndeceased would be outside at 6:00 a.m., removing a quilt\nbon from the tin roof. It is highly improbable that any sensible\nindividual would leave the quilt out on the tin roof during a\ncold winter night. Even if, there was a large stone weighing\n15 Kgs. placed on the tin roof, the quilt would not be\n**** underneath it Therefore, even if the quilt is pulled, the stone\nwould not be dislodged from the tin roof. We, therefore,\n⚫ find it difficult to believe that the stone rolled off the tin roof\nas the quilt was being pulled by the deceased. Assuming\nthat the stone had rolled off the tin roof, it would have fallen\nH some distance away from the edge of the tin roof. It would\nSHAIKH SATTAR v. STATE OF MAHARASHTRA 521'\n[SURINDER SINGH NIJJAR, J.]\nhave been found on the ground in front of the house. A\nFurthermore, in case, the stone had fallen on top of the\nhead of the deceased, the injuries would have been in the\nD's middle of the head or on the forehead, as she would be\nfacing up while removing the quilted fuld bes\nadt sdt heslo vit bruds 29 mshot 1800\nsch (iii) The medical evidence also belies the theory of\nStaccidental death. The post mortem examination of the\nnedeceased was conducted by Dr. Anil Digambarrao\nguan Jiturkar, PWI who had noticed the following injuries on the\ndead body:-\nble lair! no prizeal 0\nH\ntent fost si“(1) e Contused lacerated wound over left temporal\n1116 onani sr region 2 c.m above the upper portion of left\nnos a near pinna, of size 2 x 0.5 cm., bone deep\nas bruot afw with margins reddish, and swollen\ntsal consiya026211 houw.bne veb to operators\nsai oi txan (ii) v Irregular laceration of left ear lobule involving\nONOLISW SHOP SIV\nfleshy portion all around, margins were\nreddish and swollen.\n1996 ebiani convte si Dine, Even Dlow User\n(iii) Multiple small contusions over left cheek 1\nwork of es mellem below and anterior to tragus of left ear,\nJn 08. 8: 1907\nart is on\n(iv)\nc.m.\nvarying from size 1 x 1 cm. to 5x5 cm.\nW YOU wod of as issiqxe\nOval shaped.contusion over left cheek 5:c.m.\nmedially to left ear having size 2 x 1 c.m.\nnevi\nfregular surrounding area, bluish and\nsebinos will reddish!t to nighoon tods bodyne yd\noles nolisnelqxe ns nsvip ton arr.sqqs ed \"diceb\nianebis (v)Abrasion over chest in a mid line at the level\nod wse leit only of sterno-manubrial junction size 2 x 1c.m.,\nod beeb 9 pale yellowish me to ybod besb\nod Jevip bed or v nedemode 42 yd betevoozib\nbooThe doctor had stated that injury Nos. 1 to 4 were ante\n02 amortem while injury no. 5 was post mortem. He had also\nB\nс\nD\nE\nF\nG\nstated that cause of death was head injury in the form of\nintracranial hemorrhage and contusion of brain due to\n08 fracture of skull bone. The doctor further opined that H\n522\nSUPREME COURT REPORTS\n[2010] 10 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nexternal injuries no. 1 and 2 alongwith corresponding\ninternal injuries were sufficient to cause death in the\nordinary course of nature. He further stated that the injuries\nwere likely to be caused “by a single blow of a heavy, hard\nand blunt object like a stone\". A perusal of the aforesaid\npost mortem report makes it abundantly clear that, the\ninjuries on the deceased were on the left hand side of the\nface. This would be consistent, with the hypothesis of the\nstone being picked up by a human being and being used\nas a weapon to assault, against the victim either standing\nor sleeping on his/her side.\n(iv) This apart, there is conclusive evidence of the fact that\nthe body of the deceased was found in the interior of the\ntwo room tenement rented by the appellant. It is also in the\nevidence that the room in which the body was found has\na roof made of clay and wood. It is also in evidence that\nthe stone weighing 15 Kgs. was found lying next to the\ndead body. We find it rather difficult to imagine that the\nvictim herself would have carried the stone inside after\nhaving been struck with it on the head under the tin roof.\nThere is no explanation offered by the appellant as to how\nthe stone came inside the inner room. There is even no\nexplanation as to how the dead body was found inside the\nroom and not outside the shed.\n(v) We may also notice that there is no explanation given\nby anybody about the origin of the story of the \"accidental\ndeath\". The appellant has not given any explanation as to\nwho informed him that his wife had met with an accidental\ndeath. There is also no explanation as to who first saw the\ndead body of Shaminabee. Was the dead body\ndiscovered by Sk. Shamsher who had given the\ninformation to Sk. Nawab? The evidence on the record\nsuggests that Sk. Nawab visited the house at 6 or 6.30\na.m. The appellant had claimed that he arrived at 7.00 a.m.\n(vi) This apart, there are two stories mentioned in Ex.36.\n"}