{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nSHIV GOPAL SAH @ SHIV GOPAL SAHU\nน.\nSITA RAM SARAUGI AND ORS.\nMARCH 30, 2007\n[ASHOK BHAN AND V.S. SIRPURKAR, JJ.]\nCode of Civil Procedure, 1908–Order 6 Rule 17-Amendment\napplication-Permissibility of-Eviction suit-Plea of tenant that he became\nthe owner by sale deed in his favour-Amendment of plaint-Claim regarding\nC\nthe declaration of sale deed being bogus and ineffective document-Held :\nNot permissible since the claim was time barred-Delay was of 15 years\nwithout any explanation-Original plaintiff and co-plaintiffs-new transferees\nwere complacently negligent, and as such plaintiff lacked bonafides.\nD\nIn 1986, the original plaintiff filed suit for eviction and impleaded the\noriginal defendant. Original defendant pleaded that since he had purchased\nthe suit property along with other part of the property by sale deed dated\n4.10.1985, he was the full owner of the entire house including the suit property.\nIn 1991, the suit was converted into a Title Suit and the plaintiff was to effect\nthe necessary amendments. However, plaintiff did not amend the suit. Original\nE defendant died and the present petitioner-defendant was impleaded. In 1997,\nF\nG\nH\nduring the pendency of the suit the original plaintiff sold the suit property in\nfavour of respondent nos.3 and 4, who were added as the co-plaintiffs. On\n11.12.2004, the plaintiffs filed an application under Order 6 Rule 17 CPC\nseeking amendments to the plaint. Trial court allowed the application. High\nCourt upheld the order. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: 1. By way of an amendment even the claims which were barred\nby time has been allowed by this Court. However, for that there had to be a\nvalid basis made out in the application and first of all there had to be bona\nfides on the part of the plaintiffs and a reasonable explanation for the delay. It\nis also true that the amendments can be introduced at any stage of the suit,\nhowever, when by that amendment an apparently time barred claim is being\nintroduced for the first time, there could have to be some explanation and\n568\nSHIV GOPAL SAH @ SHIV GOPAL SAHU v. SITA RAM SARAUGI\n569\nsecondly, the plaintiff would have to show his bona fides, particularly because A\nsuch claims by way of an amendment would have the effect of defeating the\nrights created in the defendant by lapse of time. [Para 12] [573-D-E]\n2.1. Having gone through the amendment application carefully there is\nno explanation whatsoever for this towering delay. Some explanation is\nexpected, atleast regarding the delay since the delay was very substantial. The B\nwhole amendment application, when carefully scanned, does not show any\nexplanation whatsoever. This negligent complacency on the part of the\nplaintiffs would not permit them to amend the plaint, more particularly when\nthe claim has, apparently, become barred by time. [Para 11] [573-C]\nC\n2.2. The defendant having set up a rival title on the basis of sale deed\ndated 4.10.1985 the plaintiff was bound to amend his pleadings if he wanted\nto challenge the said sale deed to be ineffective and incapable of creating a\nvalid title in favour of the defendant. It completely beats as to why the plaintiff\nremained complacently negligent right from 1987 in case of original plaintiff\nand after 1997 in case of co-plaintiffs. On the top of it when the amendment D\napplication is seen, it is sadly silent regarding any explanation as to why all\nthese steps were not taken after a long period right from 1987 till the\namendment application is made on 11.12.2004 seeking a declaration that is\nbogus and did not create any title in favour of the original defendant. Having\nnot challenged the sale deed dated 4.10.1985, the plaintiff could not lead\nevidence regarding the circumstances under which that sale deed came into\nexistence which facts they would be entitled now if the amendments were to\nbe allowed. That would be completely different from their preliminary task of\nproving a better title to the property. [Para 15] [574-C-E]\n2.3. The plaintiffs cannot be permitted at this stage to introduce a time\nbarred claim under the peculiar facts and circumstances of this case where\na complacent negligence was found on the part of the plaintiffs apart from the\ntowering delay of more than 15 years. Thus, the application for amendment\nis dismissed and the orders of the High Court as well as the trial court are\nset aside. [Para 16] [574-F]\nDondapati Narayana Reddy v. Duggireddy Venkatanarayan Reddy and\nOrs. [2001] 8 SCC 115 and T. N. Alloy Foundry Co. Ltd. v. T. N. Electricity\nBoard and Ors., [2004] 3 SCC 392, referred to.\nCIVIL APPELLATE JURISDICTION: Civi Appeal No. 1700 of 2007.\nE\nF\nG\nH\n570\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nFrom the Final Judgment and Order dated 23.08.2005 of the High Court\nof Judicature at Patna in C.R. No. 1159 of 2005.\nBhaskar Y. Kulkarni, for the Appellant.\nH.L. Agrawal and Dr. Kailash Chand for the Respondents.\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J 1. Leave granted.\n2. Judgment of the High Court passed under Section 115 CPC confirming\nthe order passed by the Additional Munsiff is in challenge in this appeal. The\nHigh Court has approved of the amendments which were permitted to be\nmade by the trial court.\n3. Learned counsel appearing on behalf of the petitioner herein assails\nboth the judgments stating that the said amendment application was liable to\nD be dismissed on the ground that it permitted the plaintiffs to include a time\nbarred claim and secondly it was hopelessly belated and as such the plaintiffs\nlacked bona fides.\nF\n4. Some facts would be necessary. Original suit was filed in the year\n1986 bearing registration number Eviction Suit No.11 of 1986 which was filed\nE by Sita Ram Saraugi and some others impleading the present petitioner-\ndefendant Shiv Gopal Sah @ Shiv Gopal Sahu. This was a suit for eviction\non the ground of personal necessities of the plaintiffs. Original defendant\nRam Charitra Sahu appeared and raised a plea that he was not a tenant and\nfurther that he was in fact an owner having purchased the suit property along\nwith the other part of the property from Banwari Sah and others by sale deed\ndated 4.10.1985 and as such he was the full owner of the entire house\nincluding the suit property. In view of these pleadings raised by the defendant,\nthe suit was converted into a Title Suit by the order of the court dated\n16.12.1988. By subsequent order dated 4.1.1991 the suit was renumbered as\nTitle Suit No.17 of 1991 and the plaintiff was directed to pay advalorem court\nG fees as also to effect the necessary amendments. The plaintiff failed to avail\nof this opportunity to amend the suit. Eventually, the original defendant died\nand the present petitioner-defendant has been impleaded for him. The original\nplaintiff, namely, Sita Ram Saraugi seems to have sold the suit property during\nthe pendency of the suit in favour of Vijay Kumar Yadav and Manju Devi,\nrespondent nos.3 and 4 herein in the year 1997, who were added as the co-\nH\nSHIV GOPAL SAH @ SHIV GOPAL SAHU v. SITA RAM SARAUGI [V. S. SIRPURKAR, J.] 571\nplaintiffs by their application dated 22.5.2004.\nA\n5. On 11.12.2004 the plaintiffs moved an application under Order 6 Rule\n17 CPC seeking amendments to the plaint. It was stated in that amendment\napplication that the said amendments have become necessary on account of\nthe plea raised by the defendant regarding his becoming an owner by the\nregistered sale deed dated 4.10.1985. It was also suggested that the averments\nB\nregarding the title of the plaintiffs, reliefs to be claimed relating to the title,\ndescription of the area of the land in the suit and the explanation of plaintiffs\nrelating to the sale deeds in favour of the defendant had to be introduced by\nthe amendments. It was also alleged that it was necessary to challenge the\nsale deed dated 4.10.1985 in favour of the defendants and get it declared\nbogus and not binding against the plaintiffs and that the defendant no.1 had\nnot acquired any right, title or interest over the suit property by that sale deed\nand to further assert that plaintiff Sita Ram Saraugi had a valid title and\npossession on the suit land which he transferred validly in favour of Vijay\nKumar Yadav and Manju Devi. The plaintiffs also prayed, vide the said\namendment application, that the original plaintiff Sita Ram Saraugi was liable D\nto be transposed as a party-defendant.\nC\n6. This amendment application was, though strongly opposed by the\ndefendants on various grounds, allowed and as stated earlier, the challenge\nby the defendants by way of a Civil Revision thereto in the High Court also\nE\ndid not succeed necessitating the present appeal.\nF\n7. Shri Kulkarni, the learned counsel appearing for the petitioner-original\ndefendant pointed out that the High Court was in error in confirming the order\npassed by the trial court allowing the amendment. His main thrust was that\nthe amendment application was trying to introduce a time barred claim\nregarding the declaration of the sale deed dated 4.10.1985 being a bogus and\nineffective document. According to the learned counsel the fact of the said\nsale deed was brought to the notice of the plaintiffs way back in the year 1987\nwhen the defendants had pleaded a title in his favour on the basis of that\nsale deed. Learned counsel further points out that even after the original\neviction suit was converted into title suit in the year 1988 and was re- G\nnumbered in 1991, the civil court in its order dated 4.1.1991 had permitted the\noriginal plaintiffs, respondent no.1 and 2 to suitably amend the plaint. However,\nthe original plaintiffs did not challenge the said sale deed dated 4.10.1985\nwhich was in direct conflict with his title. Learned counsel further points out\nthat again in the year 1987 when the plaintiff transferred the suit property in\nH\n572\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA favour of Vijay Kumar Yadav and Manju Devi, respondents 3 and 4 herein as\nthe watchful purchasers, the new so-called transferees were bound to join the\nplaintiffs which they did not do upto 2004 and it was only after they joined\nthe suit as the co-plaintiffs that it dawned upon them for the first time to\nchallenge the sale deed dated 4.10.1985 in favour of the petitioner-defendant.\nAll this suggests that the challenge to the sale deed which had become\nknown to the original plaintiff way back in 1987 and of which there was bound\nto be a notice to the newly added plaintiffs, hopelessly time barred. Learned\ncounsel further submits that there are no bona fides in the plaintiffs at all as\nthe plaintiffs have remained callously negligent towards their own rights.\nLearned counsel, therefore, states that the trial court as well as High Court\nC erred in allowing the amendments.\nB\n8. As against this it was contended by the learned counsel appearing\non behalf the original plaintiffs-respondents 1 and 2 herein that it was always\npermissible for the court to allow the amendment at any stage and even if it\nis presumed that the challenge has become time barred, yet the court could\nD permit the amendments. Learned counsel for the respondent tried to rely on\nsome rulings of this Court stating that this Court had permitted the amendments\neven when a time barred challenge was sought to be introduced by the\namendments.\nE\nF\n9. It is to be seen as to whether the courts below were right in allowing\nthe plaintiffs to introduce the amendments.\n10. There can be no dispute that the defendant had opened his cards\nand asserted his title vis-a-vis the original plaintiffs right in the beginning in\nthe year 1987 when he, for the first time, filed the written statement. It is then\nthat the original eviction suit was converted into the title suit. This was the\nfirst opportunity to challenge the sale deed dated 4.10.1985. As if this was\nnot sufficient, the trial court also permitted the plaintiffs to make the necessary\namendments. We fail to understand the apathy on the part of the plaintiffs\nin the wake of all this happenings. As if this was not sufficient when the\nplaintiffs allegedly sold the property in favour of Vijay Kumar Yadav and\nG Manju Devi in the year 1997 by two separate sale deeds, he could have given\nH\nthe notice of the cloud on his title to the purchasers or atleast the purchasers\nwere bound to take notice of the cloud on the title of the original plaintiff.\nThe purchasers, i.e., respondents 3 and 4 herein respectively remained\ncomplacent right till 2004. We do not know as to how original plaintiffs kept\nthe suit alive for a long period of seven years. It is only in the year 2004 that\ni\nE\nSHIV GOPAL SAH@SHIV GOPAL SAHU 1. SITA RAM SARAUGI [V. S. SIRPURKAR, J.] 573\nthe transferees sought to add themselves as the co-plaintiffs which should A\nhave been done immediately after they purchased the said suit property by\ntwo separate sale deeds in the year 1997. It is, therefore, clear that the original\nplaintiff as also the subsequent purchasers remained complacent and negligent\nall through for a period of more than 15 years and woke up for the first time\nto challenge the sale deed dated 4.10.1985 by seeking a declaration that it is\nB\nbogus and did not create any title in favour of the original defendant.\n11. We have gone through the amendment application carefully where\nwe do not find any explanation whatsoever for this towering delay. We would\nexpect some explanation, atleast regarding the delay since the delay was very\nsubstantial. The whole amendment application, when carefully scanned, does C\nnot show any explanation whatsoever. This negligent complacency on the\npart of the plaintiffs would not permit them to amend the plaint, more particularly\nwhen the claim has, apparently, become barred by time.\n12. It is quite true that this Court in a number of decisions, has allowed\nby way of an amendment even the claims which were barred by time. However, D\nfor that there had to be a valid basis made out in the application and first of\nall there had to be bona fides on the part of the plaintiffs and a reasonable\nexplanation for the delay. It is also true that the amendments can be introduced\nat any stage of the suit, however, when by that amendment an apparently time\nbarred claim is being introduced for the first time, there would have to be\nsome explanation and secondly, the plaintiff would have to show his bona\nfides, particularly because such claims by way of an amendment would have\nthe effect of defeating the rights created in the defendant by lapse of time.\nWhen we see the present facts, it is clear that no such attempt is made by\nthe plaintiffs anywhere more particularly in the amendment application.\nE\nF\n13. In Dondapati Narayana Reddy v. Duggireddy Venkatanarayan\nReddy \u0026 Ors., [2001] 8 SCC 115 this court observed:\n\"The amendment should, generally, be allowed unless it is shown that\npermitting the amendment would be unjust and result in prejudice\nagainst the opposite side which cannot be compensated by costs or G\nwould deprive him of a right which has accrued to him with the lapse\nof time.\"\n14. In T.N. Alloy Foundry Co. Ltd. v. T.N. Electricty Board \u0026 Ors.,\n[2004] 3 SCC 392 a three Judge Bench of this Court relying on L.J. Leach \u0026\nCo. Ltd. v. Jardine Skinner and Co., AIR (1957) SC 357 reiterated as under: H\n574\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n\"The law as regards permitting amendments to the plaint is well\nsettled. In L.J. Leach \u0026 Co. Ltd. v. Jardine Skinner and Co. it was\nheld that the court would as a rule decline to allow amendments, if a\nfresh suit on the amended claim would be barred by limitation on the\ndate of the application. But that is a factor to be taken into account\nin exercise of the discretion as to whether amendment should be\nordered and does not affect the power of the court to order it.\"\n•\nThe situation is no different in this appeal and as such a suit as described\nabove would be clearly barred by limitation.\n15. The defendant having set up a rival title on the basis of sale deed\ndated 4.10.1985 the plaintiff was bound to amend his pleadings if he wanted\nto challenge the said sale deed to be ineffective and incapable of creating a\nvalid title in favour of the defendant. It completely beats us as to why the\nplaintiff remained complacently negligent right from 1987 in case of original\nplaintiff and after 1997 in case of co-plaintiffs. On the top of it when we see\nD the amendment application, it is sadly silent regarding any explanation as to\nwhy all these steps were not taken after a long period right from 1987 till the\namendment application is made on 11.12.2004. Having not challenged, the sale\ndeed dated 4.10.1985, the plaintiff could not lead evidence regarding the\ncircumstances under which that sale deed came into existence which facts\nthey would be entitled now if the amendments were to be allowed. That would\nbe completely different from their preliminary task of proving a better title to\nthe property.\nE\nF\n16. Under the circumstances we would not permit the plaintiffs now at\nthis stage to introduce a time barred claim under the peculiar facts and\ncircumstances of this case where we find a complacent negligence on the part\nof the plaintiffs apart from the towering delay of more than 15 years. We,\ntherefore, allow this appeal and set aside the orders of the High Court as well\nas the trial court and dismiss the application for amendment dated 11.12.2004.\n17. There will be no order as to costs.\nG\nN.J.\nAppeal allowed.\n"}