{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"RAMKRIPAL S/O SHYAMLAL CHARMAKAR\nV.\nSTATE OF MADHYA PRADESH\nA\nMARCH 19, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nB\nPenal Code, 1860:\nSs. 375 and 376-Rape-Evidence of prosecutrix supported by medical\nevidence― Conviction by trial court-Affirmed by High Court-Held, courts\nbelow were perfectly justified in their view.\nC\ns.354-Outraging modesty of a woman-Ingredients explained.\ns.511-Attempt to commit offence-Constituent of the provision\nD\ndiscussed.\nAppellant was prosecuted under Section 376 IPC. The prosecution cașe\nwas that when the prosecutrix after collecting green grass was returning\nhome, the appellant ravished her. The trial court convicted the accused of the\noffence charged. The High Court affirmed the conviction and the sentence.\nIn the present appeal it was contended for the accused-appellant that\nkeeping in view the inconsistencies in the evidence of the witnesses and from\nthe evidence of the doctors, in any event, no offence under section 376 IPC\nwas made out and at the most the offence could be in terms of section 354 or\nsection 511 IPC.\nE\nF\nDismissing the appeal, the Court\nHELD: 1. The essential ingredients of offence under Section 354 IPC\nare: (a) that the assault must be on a woman; (b) that the accused must have\nused criminal force on her; and (c) that the criminal force must have been G\nused on the woman intending thereby to outrage her modesty. What constitutes\nan outrage to female modesty is nowhere defined in IPC. The essence of a\nwoman's modesty is her sex. The culpable intention of the accused is the crux\nof the matter. The ultimate test for ascertaining whether modesty has been\n125\nH\n126\nSUPREME COURT REPORTS\n[2007] 4 S.C:R.\nA outraged is whether the action of the offender is such as could be perceived\nas one which is capable of shocking the sense of decency of a woman.\n[Paras 9,10 and 13] [128-E, F; 129-G]\nRupan Deol Bajaj (Mrs.) and Anr. v. Kanwar Pal Singh Gill and Anr.,\n[1995] 6 SCC 194'; Raju Pandurang Mahale v. State of Maharashtra and\nB Anr., [2004] 4 SCC 3712 and State of Punjab v. Major Singh, AIR (1967) SC\nC\n633, relied on.\nRex v. James Llyod, (1876) 7 C\u0026P 817, referred to.\nThe Shorter Oxford Dictionary (Third Edn.), referred to.\n2.1. Attempt to commit an offence, as envisaged by section 511 IPC, can\nbe said to begin when the preparations are complete and the culprit commences\nto do something with the intention of committing the offence and which is a\nstep towards the commission of the offence. The moment he commences to do\nan act with the necessary intention, he commences his attempt to commit the\nD\noffence. The word ‘attempt' is not itself defined, and must, therefore, be taken\nin its ordinary meaning. This is exactly what the provisions of Section 511\nrequire. [Para 15] [130-B, C]\nE\nF\nG\n2.2. An attempt consists in it the intent to commit a crime, falling short\nof, its actual commission or consummation/completion. It may consequently\nbe defined as that which if not prevented would have resulted in the full\nconsummation of the act attempted. The illustrations given in Section 511\nclearly show the legislative intention to make a difference between the cases\nof a mere preparation and an attempt. [Para 16] [130-G-H; 131-A|\n3. The sine qua non of the offence of rape is penetration, and not\nejaculation. Ejaculation without penetration constitutes an attempt to commit\nrape and not actual rape. Definition of \"rape\" as contained in section 375\nIPC refers to \"sexual intercourse\" and the Explanation appended to the section\nprovides that penetration is sufficient to constitute the sexual intercourse\nnecessary to the offence of rape. Intercourse means sexual connection. In the\ninstant case, that connection has been clearly established. When the evidence\n_\n1. 1995[4] Supp. SCR 237.\n2. 2004[2] SCR 287.\n3. 1966[2] SCR 286.\nH\n7\nRAMKRIPAL S/O SHYAMLAL CHARMAKAR 1. STATE OF MADHYA PRADESH [PASAYAT, J.] 127\nof the prosecutrix alongwith that of the doctor (PW-7) is considered in the A\nproper perspective, it is clear that the commission of actual rape has been\nestabli shed. Courts below were perfectly justified in their view.\nPara 17 and 18] [131-A-B-C]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 370 of\n2007.\nFrom the Judgment and Order dated 11.01.2005 of the High Court at\nMadhya Pradesh at Jabalpur in Crl. Appeal No. 178 of 1990.\nB\nPromila, (A.C.) for the Appellant.\nC\nSiddhartha Dave and Vibha Datta Makhija for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a learned\nSingle Judge of the Madhya Pradesh High Court at Jabalpur, dismissing the\nappeal filed by the appellant against the judgment of the learned III Additional\nSessions Judge, Satna. Appellant was found guilty of offences punishable\nunder Section 376 of the Indian Penal Code, 1860 (in short the 'IPC') and was\nsentenced to undergo RI for seven years.\n3. Prosecution version as unfolded during trial is as follows:\n!\nD\nE\n4. Victim (PW-1) had gone in the field near Makararbandh to bring green\ngrass and after collecting the green grass she was on her way back to her\nhome. The appellant came to her and proposed for sexual intercourse. The F\nvictim protested and told that she will inform her mother in respect thereof.\nThe appellant induced her not to say so to her mother as he will provide\nRs.10/- to her. The appellant felled her on the ground and removed her\nundergarment and ravished her. She was crying in pain and at this the\nappellant had stuffed her mouth by clothes. The genital of the appellant had G\npenetrated in her genital which gave immense pain to her and, thereafter, the\nappellant left her. She saw blood oozing from her private part which has\nbesmeared her undergarment. After the return from the said field she has\nnarrated the incident to the brothers and their wives.\n5. On completion of investigation the charge-sheet was placed. Accused H\n128\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA faced trial. In order to establish the accusations the prosecution examined 10\nwitnesses. The accused pleaded innocence and false implication. According\nto him, a false case was posed at the instance of Rambhan Singh, Sarpanch\n(PW-3). The Trial Court found the evidence of the prosecutrix to be cogent\nand credible and accordingly as noted above, it found the accused guilty.\nB\nC\nD\n6. In appeal, the conclusions of the Trial Court were affirmed by the\nHigh Court.\n7. In support of the appeal, Ms. Promila, learned Amicus Curiae\nappearing for the appellant submitted that the Trial Court and the High Court\nfailed to notice inconsistencies in the evidence of the witnesses and in any\nevent no offence under Section 376 IPC is made out. Strong reliance is placed\non the evidence of the doctors PW-7 and PW-8 to contend that at the most\nthe offence can be in terms of Section 354 IPC or Section 511 IPC.\n8. Per contra, learned counsel for the respondent-State submitted that\nthe Trial Court and the High Court have analysed the evidence in great detail\nand have rightly concluded that offence punishable under Section 376 IPC.\n9. Coming to the question as to whether Section 354 of the Act has any\napplication, it is to be noted that the provision makes penal the assault or use\nof criminal force to a woman to outrage her modesty. The essential ingredients\nE of offence under Section 354 IPC are:\nF\n(a) That the assault must be on a woman.\n(b) That the accused must have used criminal force on her.\n(c) That the criminal force must have been used on the woman\nintending thereby to outrage her modesty.\n10. What constitutes an outrage to female modesty is nowhere defined\nin IPC. The essence of a woman's modesty is her sex. The culpable intention\nof the accused is the crux of the matter. The reaction of the woman is very\nrelevant, but its absence is not always decisive. Modesty in this Section is\nG an attribute associated with female human beings as a class. It is a virtue\nwhich attaches to a female owing to her sex. The act of pulling a woman,\nremoving her saree, coupled with a request for sexual intercourse, is such as\nwould be an outrage to the modesty of a woman; and knowledge, that\nmodesty is likely to be outraged, is sufficient to constitute the offence\nwithout any deliberate intention having such outrage alone for its object. As\nH\n1\nRAMKRIPAL S/O SHYAMLAL CHARMAKAR 1. STATE OF MADHYA PRADESH [PASAYAT, J.]\n129\nindicated above, the word 'modesty' is not defined in IPC. The Shorter Oxford A\nDictionary (Third Edn.) defines the word 'modesty' in relation to woman as\nfollows:\n“Decorous in manner and conduct; not forward or lower; Shame-\nfast; Scrupulously chast.\"\nB\nC\n11. Modesty is defined as the quality of being modest; and in relation\nto woman, \"womanly propriety of behaviour; scrupulous chastity of thought,\nspeech and conduct.\" It is the reserve or sense of shame proceeding from\ninstinctive aversion to impure or coarse suggestions. As observed by Justice\nPatterson in Rex v. James Llyod, (1876) 7 C\u0026P 817 in order to find the accused\nguilty of an assault with intent to commit a rape, court must be satisfied that\nthe accused, when he laid hold of the prosecutrix, not only desired to gratify\nhis passions upon her person but that he intended to do so at all events, and\nnotwithstanding any resistance on her part. The point of distinction between\nan offence of attempt to commit rape and to commit indecent assault is that\nthere should be some action on the part of the accused which would show D\nthat he was just going to have sexual connection with her.\n12. Webster's Third New International Dictionary of the English\nLanguage defines modesty as \"freedom from coarseness, indelicacy or\nindecency; a regard for propriety in dress, speech or conduct\".\nE\n13. In State of Punjab v. Major Singh, AIR (1967) SC 63 a question\narose whether a female child of seven and a half months could be said to be\npossessed of 'modesty' which could be outraged. In answering the above\nquestion the majority view was that when any act done to or in the presence\nof a woman is clearly suggestive of sex according to the common notions of\nmankind that must fall within the mischief of Section 354 IPC. Needless to say,\nF\nthe \"common notions of mankind” referred to have to be gauged by\ncontemporary societal standards. It was further observed in the said case that\nthe essence of a woman's modesty is her sex and from her very birth she\npossesses the modesty which is the attribute of her sex. From the above\ndictionary meaning of 'modesty' and the interpretation given to that word by G\nthis Court in Major Singh's case (supra) the ultimate test for ascertaining\nwhether modesty has been outraged is whether the action of the offender is\nsuch as could be perceived as one which is capable of shocking the sense\nof decency of a woman. The above position was noted in Rupan Deol Bajaj\n(Mrs.) and Anr. v. Kanwar Pal Singh Gill and Anr., [1995] 6 SCC 194).\nΗ\n+\nA\nC\n130\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n14. The above position was highlighted in Raju Pandurang Mahale v.\nState of Maharashtra and Anr., [2004] 4 SCC 371.\n15. A culprit first intends to commit the offence, then makes preparation\nfor committing it and thereafter attempts to commit the offence. If the attempt\nsucceeds, he has committed the offence; if he fails due to reasons beyond\nB his control, he is said to have attempted to commit the offence. Attempt to\ncommit an offence can be said to begin when the preparations are complete\nand the culprit.commences to do something with the intention of committing\nthe offence and which is a step towards the commission of the offence. The\nmoment the commences to do an act with the necessary intention, he\ncommences his attempt to commit the offence. The word 'attempt' is not itself\ndefined, and must, therefore, be taken in its ordinary meaning. This is exactly\nwhat the provisions of Section 511 require. An attempt to commit a crime is\nto be distinguished from an intention to commit it; and from preparation made\nfor its commission. Mere intention to commit an offence, not followed by any\nact, cannot constitute an offence. The will is not to be taken for the deed\nD unless there be some external act which shows that progress has been made\nin the direction of it, or towards maturing and effecting it. Intention is the\ndirection of conduct towards the object chosen upon considering the motives\nwhich suggest the choice. Preparation consists in devising or arranging the\nmeans or measures necessary for the commission of the offence. It differs\nwidely from attempt which is the direct movement towards the commission\nafter preparations are made. Preparation to commit an offence is punishable\nonly when the preparation is to commit offences under Section 122 (waging\nwar against the Government of India) and Section 399 (preparation to commit\ndacoity). The dividing line between a mere preparation and an attempt is\nsometimes thin and has to be decided on the facts of each case. There is a\nF greater degree of determination in attempt as compared with preparation.\nE\nG\n16. An attempt to commit an offence is an act, or a series of acts, which\nleads inevitably to the commission of the offence, unless something, which\nthe doer of the act neither foresaw nor intended, happens to prevent this. An\nattempt may be described to be an act done in part execution of a criminal\ndesign, amounting to more than mere preparation, but falling short of actual\nconsummation, and, possessing, except for failure to consummate, all the\nelements of the substantive crime. In other words, an attempt consists in it\nthe intent to commit a crime, falling short of, its actual commission or\nconsummation/completion. It may consequently be defined as that which if\nH not prevented would have resulted in the full consummation of the act\ni\n}\nRAMKRIPAL S/O SHYAMLAL CHARMAKAR ». STATE OF MADHYA PRADESH [PASAYAT, J.]\n131\nattempted. The illustrations given in Section 511 clearly show the legislative A\nintention to make a difference between the cases of a mere preparation and\nan attempt.\n17. The sine qua non of the offence of rape is penetration, and not\nejaculation. Ejaculation without penetration constitutes an attempt to commit\nrape and not actual rape. Definition of \"rape\" as contained in Section 375 IPC\nrefers to \"sexual intercourse\" and the Explanation appended to the Section\nprovides that penetration is sufficient to constitute the sexual intercourse\nnecessary to the offence of rape. Intercourse means sexual connection. In the\ninstant case that connection has been clearly established. Courts below were\nperfectly justified in their view.\n18. When the evidence of the prosecutrix is considered in the proper\nperspective, it is clear that the commission of actual rape has been established.\n19. The evidence of PW-7 is also relevant. It has been noted by the\nHigh Court as follows:\n\"PW-7, Dr. Asha Saxena has deposed to have examined PW-1,\nJalebia on 29.2.1998 and she had found superficial laceration present\nover perineum just at the bottom of Labia Majora and Labia Minora,\nthe size of which is 1/4 cms. x 1/4 cms. She has further deposed that\nthe hymen membrane of the victim was found torn and there was fresh\nbleeding from slight touch and she has also found that her vaginal\norifice admits one finger with difficulty.\"\n20. Above being the position, we find no merit in this appeal which is\naccordingly dismissed. We record our appreciation for Ms. Promila, learned\nAmicus Curiae who placed the relevant materials for consideration.\nB\nC\nD\nE\nF\nR.P.\nAppeal dismissed.\n"}