{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nHARI SHANKAR RASTOGI\nV..\nSHRI SHAM MANOHAR AND ORS.\nMARCH 16, 2005\n[S.N..VARIAVA AND H.K. SEMA, JJ.]\nC\nCode of Civil Procedure, 1908 :\nOrder 41, Rules 1 and 22-Cross-objection in second appeal-Appeal\nwithdrawn―Status of cross-objection-Held, a cross-objection is in the nature\nof an appeal-Even if the appeal is withdrawn or dismissed, cross-objection\ncan be heard and determined.\nRespondent filed a second appeal in the High Court. Appellant filed\nD cross-objections in that appeal. Later, the respondent withdrew the appeal.\nThe High Court dismissed the cross-objections holding that on the appeal\nbeing withdrawn, the cross-objection did not survive. Aggrieved, the\nappellant filed the present appeal.\nE\nF\nG\nAllowing the appeal, the Court\nHELD: A cross-objection is in the nature of an appeal. Even when\nthe appeal is withdrawn or is dismissed, cross-objection can still be heard\nand determined. The High Court was wrong in holding that the cross-\nobjection did not survive on the appeal being withdrawn. [952-D-G]\nSuperintending Engineer and Ors. v. B. Subba Reddy, [1999] 4 SCC\n423, relied on.\nMunicipal Corporation of Delhi and Ors. v. International Security and\nIntelligence Agency Ltd., [2004] 3 SCC 250, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1787 of 2005.\nFrom the Judgment and Order dated 22.1.2004 of the Delhi High Court\nin R.S.A.No. 157 of 2001.\nH\n950\n1\nH.S. RASTOGI v. S. MANOHAR [VARIAVA, J.]\nMohit Khanna and M.K. Dua for the Appellant.\nSuresh Chandra Tripathy for the Respondents.\n951\nA\nThe Judgment of the Court was delivered by\nB\nS.N. VARIAVA, J. Leave granted.\nHeard parties.\nThis Appeal is against the Judgment dated 22nd January, 2004 passed\nby the High Court of Delhi. The Respondent had filed the Second Appeal.\nThe Appellant (herein) filed cross-objections in that Appeal. When the Appeal\nreached hearing, the Respondent withdrew his Second Appeal. By the\nimpugned Judgment, it has been held that as the Appeal has been withdrawn\nthe cross objections emanating from the Regular Second Appeal automatically\ncease to survive. On this reasoning, the cross objection has been dismissed.\nThe question whether the cross objections are maintainable, even when\nthe Appeal has been withdrawn was considered by this Court in Superintending\nEngineer and Ors. v. B. Subba Reddy, reported in [1999] 4 SCC 423. After\nconsidering various Judgments, it was held as follows: -\n\"From the examination of these judgments and the provisions of\nSection 41 of the Act and Order 41 Rule 22 of the Code, in our view,\nthe following principles emerge :\n(1) Appeal is a substantive right. It is a creation of the statute.\nRight to appeal does not exist unless it is specifically conferred.\n(2) Cross-objection is like an appeal. It has all the trappings of an\nappeal. It is filed in the form of memorandum and the provisions of\nRule 1 of Order 41 of the Code, so far as these relate to the form and\ncontents of the memorandum of appeal apply to cross-objection as\nwell.\n(3) Court fee is payable on cross-objection like that on the\nmemorandum of appeal. Provisions relating to appeal by an indigent\nperson also apply to cross-objection.\n(4) Even where the appeal is withdrawn or is dismissed for default,\nC\nD\nE\nF\nG\nH\n952\nA\nB\nC\nD\nE\nF\nG\n| SUPREME COURT REPORTS\n[2005] 2 S.C.R.\ncross-objection may nevertheless be heard and determined.\n(5) The respondent even though he has not appealed may support\nthe decree on any other ground but if he wants to modify it, he has\nto file cross-objection to the decree which objections he could have\ntaken earlier by filing an appeal. Time for filing objection which is\nin the nature of appeal is extended by one month after service of\nnotice on him of the day fixed for hearing the appeal. This time could\nalso be extended by the court like in appeal.\n(6) Cross-objection is nothing but an appeal, a cross-appeal at\nthat. It may be that the respondent wanted to give a quietus to the\nwhole litigation by his accepting the judgment and decree and order\neven if it was partly against his interest. When, however, the other\nparty challenged the same by filing an appeal the statute gave the\nrespondent a second chance to file an appeal by way of cross-objection\nif he still felt aggrieved by the judgment and decree or order.\"\nThus, it is clear that cross objection is like an Appeal. It has all the\ntrappings of an Appeal. Even when the Appeal is withdrawn or is dismissed,\ncross-objection can still be heard and determined.\nOn behalf of the Respondents, reliance was placed upon the authority\nof this Court in Municipal Corporation of Delhi and Ors. v. International\nSecurity and Intelligence Agency Ltd., reported in [2004] 3 SCC 250, However,\nin our view this authority does not lay down any contrary proposition. In the\nJudgment, it has also been held that right to prefer cross objection partakes\nof the right to prefer an Appeal. It has been held that a party may rest content\nby partial success with a view to giving a quietus to the litigation. However,\nif he finds that the other party is not interested in burying the hatchet, thẹn\nhe may also like to exercise his right of Appeal which he may do by filing\ncross objections. It has been held that the substantive right is the right of\nAppeal and the form of cross objection is merely a matter of procedure.\nAs a cross objection is in the nature of an Appeal, the High Court was\nwrong in holding that the cross-objection did not survive on the Appeal being\nwithdrawn.\nIn this view of the matter, we set aside the impugned Judgment and\nH remit the cross objections back to the High Court for disposal on merits. The\nH.S. RASTOGI v. S. MANOHAR [VARIAVA. J.]\n953\nRespondent, herein will be entitled to take up all contentions in support of A\nthe Judgment appealed against, even though he may have withdrawn his\nAppeal.\nThe Appeal stands disposed of accordingly. There will be no order as\nto costs.\nR.P.\nB\nAppeal allowed.\n1\n1\n"}