{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nC\nD\nE\nןד\nF\n0\nI\n114\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\n(a) The accused has the freedom to maintain silence\nduring investigation as well as before the court. The\naccused may choose to maintain silence or make\ncomplete denial even when his statement under Section\n313 of the Code of Criminal Procedure is being recorded,\nof course, the court would be entitled to draw an inference,\nincluding adverse inference, as may be permissible to it\nin accordance with law;\n(b) Right to fair trial;\n(c) Presumption of innocence (not guilty);\n(d) Prosecution must prove its case beyond reasonable\ndoubt.\n36. Prejudice to an accused or failure of justice, thus, has\nto be examined with reference to these aspects. That\nalone, probably, is the method to determine with some\nelement of certainty and discernment whether there has\nbeen actual failure of justice. “Prejudice\" is incapable of\nbeing interpreted in its generic sense and applied to\ncriminal jurisprudence. The plea of prejudice has to be in\nrelation to investigation or trial and not matters falling\nbeyond their scope. Once the accused is able to show that\nthere is serious prejudice to either of these aspects and\nthat the same has defeated the rights available to him\nunder the criminal jurisprudence, then the accused can\nseek benefit under the orders of the court.\n37. Right to fair trial. presumption of innocence until\npronouncement of guilt and the standards of proof i.e. the\nprosecution must prove its case beyond reasonable doubt\nare the basic and crucial tenets of our criminal\njurisprudence. The courts are required to examine both the\ncontents of the allegation of prejudice as well as its extent\nin relation to these aspects of the case of the accused. It\nwill neither be possible nor appropriate to state such\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 115\nOF NCT) DELHI\nprinciple with exactitude as it will always depend on the A\nfacts and circumstances of a given case. Therefore, the\ncourt has to ensure that the ends of justice are met as that\nalone is the goal of criminal adjudication.\"\n20. In view of the above discussion, I cannot sustain the\njudgments impugned and they must be reversed and the matter\nis to be remanded to the Trial Court with a specific direction\nthat the Trial Court would assist the accused by employing a\nState counsel before the commencement of the trial till its\nconclusion, if the accused is unable to employ a counsel of his\nown choice. Since I am remanding the matter for fresh disposal,\nI clarify that I have not expressed any opinion regarding the\nmerits of the case.\nB\nC\n21. In view of the above, I allow the appeal and set aside\nthe conviction and sentence imposed by the Additional D\nSessions Judge in Sessions Case No.122 of 1998 dated\n03.11.2004 and the Judgment and Order passed by the High\nCourt in Crl. Appeal No. 41 of 2005 dated 04.08.2006 and\nremand the case to the Trial Court for fresh disposal in\naccordance with law and in the light of the observations made\nby me as above. Since the incident is of the year 1997, I direct\nthe Trial Court to conclude the trial as expeditiously as possible\nat any rate within an outer limit of three months from the date\nof communication of this order and report the same to this\nCourt.\nCHANDRAMAULI KR. PRASAD, J. 1. I have gone\nthrough the judgment prepared by my noble and learned\nBrother, H.L.Dattu, J. and I concur that the conviction and\nsentence of the appellant is fit to be set aside as he was not\ngiven the assistance of a lawyer to defend himself during trial\nbut, with profound respect, I find it difficult to persuade myself\nthat it is a fit case which deserves to be remanded to the Trial\nCourt for fresh trial.\nE\nF\nG\nH\nA\n116\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\n2. Facts which are necessary for the decision of this appeal\nare that the appellant, Mohd. Hussain @ Julfikar Ali is a national\nof Pakistan and he was put on trial for offences under Section\n302 and 307 of the Indian Penal Code and Section 3 and 4 of\nthe Explosives Substances Act. He was held guilty under\nB Section 302 and 307 of the Indian Penal Code and Section 3\nof Explosives Substances Act and sentenced to undergo\nimprisonment for life each under Section 307 of Indian Penal\nCode and Section 3 of the Explosives Substances Act. The trial\ncourt, however, punished him with death for offence under\nC Section 302 of the Indian Penal Code and submitted the\nproceeding for confirmation to the High Court. The appellant\npreferred appeal before the High Court against his conviction\nand sentence. Both the appeal and the reference were heard\ntogether and by an impugned common judgment the High Court\nD has dismissed the appeal and confirmed the death sentence.\nE\nF\n3. This is how the appellant is before us with the leave of\nthe Court. He challenges his conviction and sentence inter alia\non the ground that he was not given a fair trial, which alone\nvitiates his conviction and sentence. India is the world's largest\nand most vibrant democracy and the judiciary is to ensure the\nrule of law. This Court being the Court of last resort cannot\nbrush aside the claim without scrutiny only because the crime\nis serious and allegedly committed by the citizen of a country\nwith which this country has no cordial relation.\n4. According to the prosecution, as usual in a winter\nevening of 30th December, 1997 at 6.20 P.M., a Blue-line bus\ncarrying passengers was on way to Nangloi from Ajmeri Gate,\nDelhi and when stopped at Rampura bus stand on Rohtak Road\nG to drop the passengers, an explosion took place inside the bus\nin which four passengers died and 24 persons sustained\nserious injuries.\n5. A case under Section 302, 307 and 120-B of Indian\nH Penal Code and Section 3 and 4 of the Explosives Substances\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 117\nOF NCT) DELHI [CHANDRAMAULI KR. PRASAD, J.]\nAct was registered on the same day. During the course of A\ninvestigation, one Darshan Kumar, the conductor of the\naforesaid blue line bus disclosed to the investigating agency\nthat one passenger boarded the bus from Paharganj with a\nrexine-bag saying that he would go to Nangloi. He kept the\nrexine-bag underneath the seat where he was sitting but got B\ndown at Karol Bagh leaving the rexine-bag. Further\ninvestigation brought to light that some persons belonging to\nterrorist organizations are operating in the Capital and their\nobject is to create an atmosphere of terror, insecurity and\ninstability in the country by killing innocent citizens. This C\ninformation prompted raids at different parts of the city in which\nhand grenades and materials used for making bombs were\nrecovered. Some persons were also arrested and during the\ninterrogation they admitted their association with terrorist\norganizations. They also admitted to have come to this country D\nfor 'JEHAD'. This information received in bits and pieces\npointed the needle of suspicion on the appellant in the crime\nin question and he was apprehended with pistol from his house\nat Lajpat Nagar. In order to ascertain his role, the Investigating\nAgency decided to hold test identification parade for which the E\nappellant did not object in the beginning but later on refused to\njoin in the test identification parade.\n6. After usual investigation, the Police submitted charge-\nsheet under Section 302, 307 and 120-B of the Indian Penal\nCode and under Section 3 and 4 of the Explosives Substances\nAct. The charge-sheet along with the police papers were laid\nbefore the Metropolitan Magistrate for commitment. The\nappellant was in jail and produced before the Committal\nMagistrate on 6th July, 1998. He disclosed to the learned\nMagistrate that he was \"not in a position to engage a lawyer\nand be provided with a lawyer through legal aid\". It seems that\nthe assistance of one Mr. V.K.Jain, Advocate was made\navailable to the appellant who appeared before the Committing\nCourt on 20th July, 1998 and prayed for time for scrutiny of\nF\nG\nH\n'\n118\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA documents. Ultimately, the appellant was committed to the\nCourt of Session on 6th August, 1998. The appellant was\nproduced before the Trial Court from time to time and on 18th\nFebruary, 1999 was represented by Mr.Firoz Khan and Mr.\nRiyaj Ahmed, Advocates. On that date, the argument on framing\nB of charge was heard and the Trial Court framed charges under\nSection 302 and 307 of the Indian Penal Code and under\nSection 3 and 4 of the Explosives Substances Act against the\nappellant to which he pleaded not guilty and the prosecution\nwas directed to produce its witnesses to substantiate the\nC charge. On 18th May, 1999, the appellant was produced before\nthe Trial Court but his counsel did not put in his appearance.\nDespite that, P.W.I- Darshan Kumar, the conductor of the bus\nwas examined in part and his cross-examination was deferred\nat the request of the appellant. However, on the same day,\nD P.W.2- Vijay Kumar was examined and discharged. On the\nnext date fixed in the case i.e. 3rd June, 1999 two witnesses\nnamely; P.W.3- Moin Khan and P.W.4- Imtiaz Khan were\nexamined and discharged. But cross-examination of P.W.1-\nDarshan Kumar did not take place at the request of the\nE defence counsel. The next date relevant is 20th July, 1999 when\nthe appellant was represented by his counsel and on that date,\nP.W.5- Ganesh Sharma, P.W.6- Basant Verma and P.W.7-\nManohar Lal were examined and discharged. Thereafter, the\ncase was adjourned to 30th August, 1999 and from that date\nF till 1st October, 2003, though the appellant was not represented\nby any counsel, altogether 56 prosecution witnesses were\nexamined to prove the charges against him. Obviously in the\nabsence of the counsel the truthfulness or otherwise of their\nevidences were not tested by cross-examination.\nG\n7. It is relevant to note that the Trial Court, during all this\nlong period, did not realize that the appellant was not\nrepresented by any counsel and it is on 4th December, 2003\nthe appellant brought to the notice of the Trial Court that for the\nlast several dates, the counsel appointed by the Court was not\nH\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 119\nOF NCT) DELHI [CHANDRAMAULI KR. PRASAD, J.]\npresent and hence a new counsel be appointed. It is on the A\nappellant's prayer that one Ms. Sadhana Bhatia, Advocate\npresent in the Court on the said date, was appointed to defend\nthe appellant at the expenses of the State. Thereafter, on 22nd\nDecember, 2003, in the presence of said Ms. Sadhana Bhatia,\ncounsel for the appellant, evidences of P.W.57- Dr.Mamtesh, B\nP.W.58- Dr.Narendra Bhambri and P.W.59- ASI Mahender\nSingh were recorded. Thereafter, the statements of the\nwitnesses from P.Ws.60 to 65 were recorded in the presence\nof appellant's counsel, Ms. Sadhana Bhatia. Ultimately the\nstatement of the appellant was recorded on 6th October, 2004 C\nand argument on behalf of prosecution was heard in part. Next\nhearing took place on 8th October, 2004 when the argument\non behalf of the prosecution was concluded and the case was\nadjourned to 12th October, 2004 for defence argument. It is\nrelevant here to state that during all this period the appellant D\nwas in custody. It is only when the argument on behalf of the\nappellant was to be heard, counsel representing him later i.e.\nMs. Bhatia realized that the witnesses have been examined and\ndischarged without cross-examination in the absence of the\ndefence counsel and accordingly, an application was filed for E\nrecall of P.W.1- Darshan Kumar for cross-examination. The\nsaid prayer was allowed and P.W.1- Darshan Kumar was\ncross-examined and discharged on 23rd October, 2004. It is\nworth mentioning here that the Trial Court has recorded on said\ndate that the accused has not prayed for cross-examination of F\nany other witness and accordingly, it heard the argument and\nposted the case for judgment on 26th October, 2004. The\nappellant was held guilty and sentenced as above.\n8. While holding the appellant guilty the trial court has not\nonly relied upon the evidence of the witnesses who have been\ncross-examined but also relied upon the evidence of witnesses\nwho were not cross-examined. The fate of the criminal trial\ndepends upon the truthfulness or otherwise of the witnesses\nand, therefore, it is of paramount importance. To arrive at the\nG\nH\n120\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA truth, its veracity should be judged and for that purpose cross-\nexamination is an acid test. It tests the truthfulness of the\nstatement made by a witness on oath in examination-in-chief.\nIts purpose is to elicit facts and materials to establish that the\nevidence of witness is fit to be rejected. The appellant in the\nB present case was denied this right only because he himself was\nnot trained in law and not given the assistance of a lawyer to\ndefend him. Poverty also came in his way to engage a counsel\nof his choice.\nC\nD\nE\nF\n9. Having said so, it needs consideration as to whether\nassistance of the counsel would be necessary for fair trial. It\nneeds no emphasis that conviction and sentence can be\ninflicted only on culmination of the trial which is fair and just. I\nhave no manner of doubt that in our adversary system of\ncriminal justice, any person facing trial can be assured a fair\ntrial only when the counsel is provided to him. Its roots are many\nand find places in manifold ways. It is internationally recognized\nby covenants and Universal Declaration of Human Rights,\nconstitutionally guaranteed and statutorily protected.\n10. Article 14 of the International Covenant on Civil and\nPolitical Rights guarantees to the citizens of nations signatory\nto that covenant various rights in the determination of any\ncriminal charge and confers on them the minimum guarantees.\nArticle 14 (2) and (3) of the said covenant read as under:\n\"Article 14.\nG\nН\nXXX\nXXX\n2.\n3.\nXXX\nEveryone charged with a criminal offence shall have\nthe right to be presumed innocent until proved guilty\naccording to law.\nIn the determination of any criminal charge against\nhim, everyone shall be entitled to the following\nminimum guarantees, in full equality:\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 121\nOF NCT) DELHI [CHANDRAMAULI KR. PRASAD, J.]\n(a) To be informed promptly and in detail in a\nlanguage which he understands of the nature and\ncause of the charge against him;\nA\n(b) To have adequate time and facilities for the\npreparation of his defence and to communicate with B\ncounsel of his own choosing;\n(c) To be tried without undue delay;\n(d) To be tried in his presence, and to defend\nhimself in person or through legal assistance of his C\nown choosing; to be informed, if he does not have\nlegal assistance, of this right; and to have legal\nassistance assigned to him, in any case where the\ninterests of justice so require, and without payment\nby him in any such case if he does not have D\nsufficient means to pay for it;\n\"\nArticle 14 (3) (d) entitles the person facing the criminal\ncharge either to defend himself in person or through the\nassistance of a counsel of his choice and if he does not have\nlegal assistance, to be informed of his right and provide him\nthe legal assistance without payment in case he does not have\nsufficient means to pay for it. It is accepted in the civilized world\nwithout exception that the poor and ignorant man is equal to a\nstrong and mighty opponent before the law. But it is of no value\nfor a poor and ignorant man if there is none to inform him what\nthe law is. In the absence of such information that courts are\nopen to him on the same terms as to all other persons the\nguarantee of equality is illusory. The aforesaid International\nCovenant on Civil and Political Rights guarantees to the\nindigent citizens of the member countries the right to be\ndefended and right to have legal assistance without payment.\n11. Not only this, the Universal Declaration on Human\nRights ensures due process and Article 10 thereof provides that\nE\nF\nG\nH.\n122 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA everyone is entitled in full equality to a fair hearing by an\nindependent and impartial tribunal in the determination of his\nrights and obligations and of any criminal charges against him.\nArticle 11 of Universal Declaration of Human Rights guarantees\neveryone charged with a penal offence all the guarantees\nB necessary for the defence, the same reads as under:\nC\nD\n\"(1) Everyone charged with a penal offence has the right\nto be presumed innocent until proved guilty according to\nlaw in a public trial at which he has had all the guarantees\nnecessary for his defence.\n(2) No one shall be held guilty of any penal offence on\naccount of any act or omission which did not constitute a\npenal offence, under national or international law, at the\ntime when it was committed. Nor shall a heavier penalty\nbe imposed than the one that was applicable at the time\nthe penal offence was committed.\"\n12. These salutary features forming part of the International\nCovenants and Universal Declaration on Human Rights are\nE deep rooted in our constitutional scheme. Article 21 of the\nConstitution of India commands in emphatic terms that no\nperson shall be deprived of his life or personal liberty except\naccording to the procedure established by law and Article 22\n(1) thereof confers on the person charged to be defended by\na legal practitioner of his choice. Article 39 A of the Constitution\nof India casts duty on the State to ensure that justice is not\ndenied by reason of economic or other disabilities in the legal\nsystem and to provide free legal aid to every citizen with\neconomic or other disabilities.\nF\nG\nH\n13. Besides the International Covenants and Declarations\nand the constitutional guarantees referred to above, Section\n303 of the Code of Criminal Procedure gives right to any\nperson accused of an offence before a criminal court to be\ndefended by a pleader of his choice. Section 304 of the Code\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 123\nOF NCT) DELHI [CHANDRAMAULI KR. PRASAD, J.]\nof Criminal Procedure contemplates legal aid to accused A\nfacing charge in a case triable by Court of Sessions at State\nexpense and the same reads as follows:\n“304. Legal aid to accused at State expense in certain\ncases.\nB\n(1) Where, in a trial before the Court of Session, the\naccused is not represented by a pleader, and where it\nappears to the court that the accused has not sufficient\nmeans to engage a pleader, the court shall assign a\nC\npleader for his defence at the expense of the State.\n(2) The High Court may, with the previous approval of the\nState Government make rule providing for-\n(a) The mode of selecting pleaders for defence under sub-\nsection (2);\n(b) The facilities to be allowed to such pleaders by the\ncourts;\n(c) The fee payable to such pleaders by the Government,\nand generally, for carrying out the purposes of sub-section\n(1).\n(3) The State Government may, by notification, direct that,\nas from such date as may be specified in the notification,\nthe provisions of sub-sections (1) and (2) shall apply in\nrelation to any class of trials before other courts in the State\nas they apply in relation to trials before the Courts of\nSession.\"\nFrom a plain reading of the aforesaid provision it is\nevident that in a trial before the Court of Sessions if the\naccused is not represented by a pleader and has not sufficient\nmeans, the court shall assign a pleader for his defence at the\nexpense of the State. The entitlement to free legal aid is not\nD\nE\nF\nG\nH\n"}