{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"74\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA too poor to afford a lawyer is to go thorough the trial\nwithout legal assistance, such a trial cannot be regarded\nas reasonable, fair and just. The right to be heard in\ncriminal trial would be inconsequential and of no avail if\nwithin itself it does not include right to be heard through\nB counsel. One cannot lose sight of the fact that even\nintelligent and educated men, not trained in law, have\nmore than often no skill in the science of law if charged\nwith crime. Such an accused not only lacks both the skill\nand knowledge adequately to prepare his defence but\nC many a time looses his equilibrium in face of the charge.\nD\nA guiding hand of counsel at every step in the\nproceeding is needed for fair trial. If it is true of men of\nintelligence, how much true is it of the ignorant and the\nilliterate or those of lower intellect! An accused without\nthe lawyer faces the danger of conviction because he\ndoes not know how to establish his innocence. [Para 14]\n[124-B-G]\n1.8 The accused is a Pakistani and seems illiterate.\nHe asked for engagement of a counsel to defend him at\nE State expenditure which was provided but unfortunately\nfor him the counsel so appointed remained absent and\na large number of witnesses have been examined in the\nabsence of the counsel. Those witnesses have not been\ncross-examined and many of them have been relied upon\nF for holding the appellant guilty. The judge in seisin of the\ntrial forgot that he has an overriding duty to maintain\npublic confidence in the administration of justice, often\nreferred to a duty to vindicate and uphold the majesty of\nlaw. He failed to realize that for an effective instrument in\nG dispensing justice he must cease to be a spectator and\na recording machine but a participant in the trial evincing\nintelligence and active interest so as to elicit all relevant\nmaterials necessary for reaching the correct conclusion,\nto find out the truth and administer justice with fairness\nand impartiality both to the parties and to the community\nH\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 75\nOF NCT) DELHI\nitself. Fundamental principles based on reason and A\nreflection in no uncertain term recognize that the\nappellant haled into court in the adversary system of\ncriminal justice and ultimately convicted and sentenced\nwithout a fair trial. [Para 15] [124-H; 125-A-D]\nHussainara Khatoon \u0026 Ors. v. Home Secy. State of Bihar\n(1980) 1 SCC 98:1979 (3) SCR 532- referred to.\nB\n1.9. The direction for his de novo trial cannot be\ngiven at such a distance of time. For an occurrence of\n1997, the appellant was arrested in 1998 and since then C\nhe is in judicial custody. The charge against him was\nframed on 18.02.1999 and it took more than five years for\nthe prosecution to produce its witnesses. True it is that\nin the incident four persons have lost their lives and\nseveral innocent persons have sustained severe injuries. C\nFurther, the crime was allegedly committed by a Pakistani\nbut these factors do not cloud the reason. After all, India\nis a democratic country and governed by rule of law. The\nappellant must be seeing the hangman's noose in his\ndreams and dying every moment while awake from the E\nday he was awarded sentence of death, more than seven\nyears ago. The right of speedy trial is a fundamental right\nand though a rigid time limit is not countenanced but in\nthe facts of the instant case, after such a distance of time\nit would be travesty of justice to direct for the appellant's F\nde novo trial. By passage of time, it is expected that many\nof the witnesses may not be found due to change of\naddress and various other reasons and few of them may\nnot be in this world. Thus, any time limit to conclude the\ntrial would not be pragmatic. [Para 16] [126-B-F]\n1.10. The conviction and sentence of the appellant is\nvitiated, not on merit but on the ground that his trial was\nnot fair and just. [Para 17] [126-G]\nG\nH\n76\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA\n1.11. Appellant admittedly is a Pakistani, he has\nadmitted this during the trial and in the statement under\nSection 313 of the Code of Criminal Procedure. His\nconviction and sentence is found illegal and the natural\nconsequence of that would be his release from the prison\nB but in the facts and circumstances of the case, it is\ndirected that he be deported to his country in accordance\nwith law and till then he would remain in jail custody.\nAppellant's conviction and sentence is set aside with the\naforesaid direction. [Paras 18 and 19] [126-H; 127-A-B]\nс\nCase Law Reference:\nPer H.L. Dattu J\n1994 (2) SCR 375\nReferred to.\nPara 9\nD\n2009 (8) SCR 591\nReferred to.\nPara 10\n2006 (2) SCR 1081\nReferred to.\nPara 11\n1979 (1) SCR 192\nReferred to.\nPara 12\nLU\nE\n2011 (3) SCR 209\nReferred to.\nPara 13\n1979 (3) SCR 532\nReferred to.\nPara 14\n1981 (2) SCR 408\nReferred to.\nPara 15\n1999 Cr.L.J. 4083\nReferred to.\nPara 16\nF\n(2011) 8 SCC 300\nReferred to.\nPara 19\nPer Chandramauli Kr. Prasad J\n1979 (3) SCR 532\nReferred to.\nPara 15\nG\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal\nNo. 1091 of 2006.\nFrom the Judgment \u0026 Order dated 04.08.2006 of the High\nCourt of Judicature at Delhi Bench in Criminal Appeal No. 41\nH of 2005.\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 77\nOF NCT) DELHI\nMd. Mobin Akhtar, Arun Kumar Beriwal for the Appellant. A\nJ.S. Atry, V.K. Biju, Rahul Kaushik, Anil Katiyar, D.S.\nMahra for the Respondent.\nThe Judgments \u0026 order of the Court was delivered by\nB\nH. L. DATTU, J. 1. A convict, who is facing the threat of\ndeath gallows, is before us in this appeal. He is an illiterate\nforeign national and unable to engage a counsel to defend\nhimself. He is tried, convicted and sentenced to death by the\nAdditional Sessions Judge, Delhi in Sessions Case No.122 of C\n1998 dated 03.11.2004 without assignment of counsel for his\ndefence. Such a result is confirmed by the High Court on a\nreference made by the Trial Court for confirmation of death\nsentence and has dismissed the appeal filed by the appellant\nvide its order dated 04.08.2006.\n* 2. The convict, (hereinafter referred to as \"appellant\") is\ncharged, convicted and sentenced under Sections 302/307 of\nIndian Penal Code (in short, \"IPC\") and also under Section 3\nof The Explosive Substances Act, 1908. The case of the\nprosecution, as noticed by the High Court, which appears to\nbe accurate statement of facts, proceeds on these lines:\nD\nE\n“2. On 30-12-1997 at about 6.20 p.m. one blueline bus\nNo.DL-IP-3088 carrying passengers on its route to Nangloi\nfrom Ajmeri Gate stopped at the Ram Pura Bus Stand on F\nRohtak Road for passengers to get down. The moment that\nbus stopped there an explosion took place inside the bus\nbecause of which its floor got ripped apart. Four\npassengers of that bus, namely, Ms. Tapoti, Taj Mohd.\nNarain Jha and Rajiv Verma died and twenty four G\npassengers including the conductor of that bus were\ninjured due to that explosion. Two policemen (PWs 41 \u0026\n52) were on checking duty at that but stop at the time of\nblast. On their informing the local police station police\nH\n78\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\nteam reached the spot. Crime team and bomb disposal\nsquad were also called and the damaged bus was\ninspected and from the spot debris etc. were lifted and\nsealed.\n3. On the basis of the statement of Head Constable\nSuresh (PW-41), who was one of the two policemen on\nduty at the bus stop of Rampura, a case under Section 307\nIPC and Section 3, 4 and 5 of the Explosive Substances\nAct was registered at Punjabi Bagh police station.\nInvestigation commenced immediately. With the death of\nsome of the injured persons on the day of the incident itself\nSection 302 IPC was also added. Hunt for the culprits\nresponsible for that macabre incident also started.\nHowever, for over two months nobody could be nabbed.\n4. It appears that as a result of different incidents of bomb\nblasts in Delhi including the present one the intelligence\nagencies became more active and started gathering\ninformation about the incidents of bomb blasts in the city.\nIt came to light that some persons belonging to terrorist\norganizations were actively operating in the city of Delhi\nfor causing terror by killing innocent people and causing\ndamage to public property by exploding bombs. On the\nbasis of secret information the police raided some houses\nin different parts of Delhi on 27.02.1998 and from those\nhouses hand grenades and material used for making\nbombs was recovered in large quantity. The chemicals\nrecovered were sent to CFSL, which confirmed that the\nsame were potassium chlorate and sulphuric acid and\nwere opined to be constituents of low explosives. Some\npersons were arrested also and during interrogation they\nhad disclosed to the police that they were members of a\nterrorist organization and their aim was to create terror and\npanic in different parts of the country by exploding bombs\nto take revenge for the killings of innocent muslims (sic.)\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 79\n:\nOF NCT) DELHI [H.L. DATTU, J.]\nD\nin India and further that they had come to India for Jehad. A\nOn 27.02.1998 itself the police had registered a case vide\nFIR No.49 of 1998 under Sections 121/121-A IPC and\nSections 3, 4 \u0026 5 of the Explosive Substances Act as well\nunder Section 25 of the Arms Act at Main Delhi Railway\nStation. On the basis of information provided by the B\napprehended terrorists the police made more arrests\nincluding that of one Mohd. Hussain (who now is the\nappellant before us in Crl. A. No.41 of 2005 and reference\nto him will now onwards be made as 'the appellant'). The\nappellant was apprehended when his house in Lajpat C\nNagar was raided pursuant to the information given by\nother apprehended terrorists. As per the prosecution case\nthe appellant himself had opened the door on being\nknocked by the police and on seeing the police party he\nhad tried to fire at the policemen from the pistol which he\nwas having in his hand at that time but could not succeed\nand was apprehended. His pistol was seized. It appears\nthat during the interrogation by the police the appellant and\nthree more persons, namely, Abdul Rehman, Mohd. Ezaz\nAhmed and Mohd. Maqsood confessed about their\ninvolvement in the present incident of bomb blast in the bus\non 30.12.1997. That information was then passed over to\nPunjabi Bagh police station on 18.03.1998 by the Crime\nBranch and accordingly all these four persons were\nformally arrested for the present case also on 21.3.1998\nfor which date the investigating officer of the present case\nhad sought their production in court by getting issued\nproduction warrants from the court seized of the above\nreferred case of FIR No.49/1998. The investigating officer\nmoved an application before the concerned court on the\nsame day for holding of Test Identification Parade (TIP) in\nrespect of the appellant in view of the suspicion expressed\nby PW-1 Darshan Kumar, the conductor of the bus\ninvolved in the blast regarding one passenger who had\nboarded his bus from Paharganj bus stop along with a\nE\nF\nG\nH\nA\n.B\nC\nD\nE\nןד\nF\nG\nH\n80\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nrexine bag for going to Nangloi but instead of going upto\nNangloi he had got down from the bus at Karol Bagh\nleaving his rexine bag underneath the seat which he had\ntaken and which was near the seat of the conductor. The\nconductor had given the description of that passenger. As\nper the prosecution case the explosion had taken place\nbelow that seat which that passenger had occupied and\nunderneath which he had kept his rexine bag. Although on\n21-03-98 the appellant did not object to holding of\nidentification parade but he refused to joint test\nidentification parade which was fixed for 23-03-98 stating\nthat police had taken his photographs.\n5. During the investigation of the present case the debris\ncollected from the place of bomb blast and some\ndamaged pieces of the bus etc. were sent to Central\nForensic Laboratory (CFSL) and after examination it was\nrevealed that in the seized material contained explosive\nmixture of chlorate, Nitrate, Sulphate and sugar were\ndetected. Mixture of these chemicals, as per CFSL, report\nEx. PW-34/A, is used for making explosives/bombs and\nthe mixture could have been initiated by the action of\nsulphuric acid and the mixture was \"explosive substance\".\n6. On completion of investigation of the present case the\npolice filed a charge-sheet in Court against four accused\npersons for the commission of offences under Sections\n302/307/120-B IPC and Sections 3 and 4 of the Explosive\nSubstances Act. In due course the four persons were\ncommitted to Sessions Court. The learned Additional\nSessions Judge vide order dated 18.2.1999 discharged\nthree accused persons namely, Abdul Rehman, Mohd.\nMaqsood and Ezaz Ahmed while against fourth accused\nMohd. Hussain @ Julfikar (the appellant herein) charges\nunder Sections 302/307 IPC and Section 3 and in the\nalternative u/s 4(b) of the Explosive Substances Act were\nframed. The appellant had pleaded not guilty to the\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 81\nOF NCT) DELHI [H.L. DATTU, J.]\ncharges framed against him and claimed to be tried.\" A\n3. The prosecution had examined as many as 65\nwitnesses and on conclusion of prosecution evidence,\nstatement of the appellant was recorded under Section 313 of\nthe Code of Criminal Procedure (in short, “Cr.P.C\"), who had\ndenied his guilt and pleaded false implication. The Trial Court,\nupon appreciation of evidence of the prosecution witnesses,\nheld the appellant guilty of the charges and accordingly,\nimposed death penalty. The conviction and sentence is affirmed\nby the High Court. At this stage itself, it is relevant to notice that\nthe appellant had pleaded, both before the Trial Court and the\nHigh Court, that he was not given a fair and impartial trial and\nhe was denied the right of a counsel. The High Court has\nnoticed this contention and has answered against the appellant.\nIn the words of the High Court:\nB\nC\nD\nF\n\"45. Faced with this situation Mr. Luthra came out with an\narguments that this case, in fact, needs to be remanded\nback to the trial back for a fresh trial because the trial court\nrecord would reveal that the accused did not have a fair\ntrial inasmuch as on most of the hearing when material E\nwitnesses were examined he was unrepresented and the\ntrial court did not bother to provide him legal aid at State\nexpense and by not doing that the Trial Court, in fact, failed\nto discharge its pious duty of ensuring that the accused\nwas defended properly and effectively at all stages of the\ntrial either by his private counsel or in the absence of\nprivate counsel by an experienced and responsible amicus\ncuriae. Mr. Luthra also submitted that, in fact, the learned\nAdditional Sessions Judge himself should have taken\nactive part at the time of recording of evidence of\nprosecution witnesses by putting questions to the\nwitnesses who had been examined in the absence of\ncounsel for the accused. It was contended that the right of\nthe accused ensured to him under Articles 21 and 22 of\nthe Constitution of India for a fair trial has been, thus,\nG\nH\n82\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nS.C.R.\nA\n00\nB\nC\nD\nE\nF\nG\nH\nviolated. In support of this argument which, in fact, appears\nto us to be the sheet anchor for the appellant, Mr. Siddharth\nLutha cited some judgments also of the Hon'ble Supreme\nCourt which are reproduced as AIR 1997 SC 1023, 1994\nSupp. (3) SCC 321, AIR 1986 SC 991 and 1983 (III) SCC\n307. One judgment of Gauhati High Court reported as 1987\n(1) Crimes 133, “Arjun Karmakar Vs. State of Assam” was\nalso relied upon by Mr. Luthra.\n46. There can be no dispute about the legal proposition\nput forward by the learned counsel for the appellant that it\nis the duty of the Court to see and ensure that an accused\nin a criminal trial is represented with diligence by a\ndefence counsel and in case an accused during the trial\nremains unrepresented because of poverty etc., it\nbecomes the duty of the Court to provide him legal aid at\nState expense. We find from the judgment of the trial Court\nthat this point was raised on behalf of the accused during\nthe trial also by the amicus curiae provided to the accused\nwhen his private counsel stopped appearing for him. The\nlearned trial Court dealt with this arguments in para no.101\nof the judgment which is as under:-\n\"It is next submitted that material witnesses have not been\ncross examined by the accused and as such, their\ntestimony cannot be read against him. I may add that from\nthe very beginning of the trial, the accused has been\nrepresented by a counsel Sh. Riaz Mohd. and he had\ncross-examined some of the witnesses. Later on, when\nSh. Riaz Mohd. did not appear in the Court on some dates,\nMrs. Sadhna Bhatia was appointed as Amicus-Curiae to\ndefend the accused at State expenses. If the accused did\nnot choose to cross examine some witnesses, he cannot\nbe forced to do so. Moreover, later one accused prayed\nfor cross-examination of PW-1 Sh. Darshan Kumar, which\nwas allowed though it was filed at a belated stage after a\nlong period of time. The accused did not desire any other\nMOHD. HUSSAIN @ JULFIKAR ALI v. STATE (GOVT. 83\nOF NCT) DELHI [H.L. DATTU, J.]\nwitness to be cross examined. Not only this, statement of A\nPW-1 Sh. Darshan Kumar was recorded on 18-05-1999\nand he was also present on 3-6-1999 and 13-08-1999, but\non all three dates, the cross-examination of this witness\nwas deferred at the request of the accused, who was\nultimately discharged with nil cross-examination. This\nshows that accused himself was not interested in cross-\nexamining the witnesses. As such, this submission is also\nwithout merit.\"\n47. We have ourselves also perused the trial court record\nand we are convinced that it is not a case where it can be\nsaid that the accused did not have a fair trial or that he\nhad been denied legal aid. We are in full agreement with\nthe above quoted views of the learned Additional Sessions\nJudge on this objection of the accused and we refuse to\naccept the plea of the appellant that this case should be\nremanded back for a re-trial.\"\n4. I have heard learned counsel Mr. Mobin Akhtar for the\nappellant and Mr. J.S. Atri, learned senior counsel for the State.\n5. In this Court, the judgments are assailed, apart from the\nmerits, that the appellant is denied due process of law and the\nconduct of the trial is contrary to procedure prescribed under\nthe provisions of Cr. P.C. and, in particular, that he was not\ngiven a fair and impartial trial and was denied the right of a\ncounsel. Since the aforesaid issue is of vital importance, I have\nthought it fit to answer that issue before I discuss the merits of\nthe appeal. Therefore, firstly, I will consider the issue; whether\nthe appellant was given a fair and impartial trial and, whether\nhe was denied the right of a counsel. To answer this issue, it\nmay not be necessary to discuss the facts of the case or the\ncircumstances surrounding the prosecution case except so far\nthey reflect upon the aforesaid issue.\n6. To answer the aforesaid issue, it is necessary to look\nat the proceedings of the Trial Court which are as under:\nB\nC\nD\nE\nF\nG\nH\n"}