{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"PRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1005\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n•\nB\nstatutory provision that in certain municipalities the Mayor A\nand members of the municipal council shall be elected at\nthe time, in the manner, and for the term prescribed in the\ncharter, a municipal corporation has authority to enact a\nrecall provision'. Therefore, the validity or otherwise of a\nno-confidence motion for removal of a President, would\nhave to be examined on applicability of statutory provision\nand not on political philosophy. The Municipality Act\nprovides in detail the provisions for election of President,\nhis qualification, resignation, removal etc. Constitutional\nvalidity of these provisions was not challenged, and rightly,\nas they do not militate, either, against the concept of\ndemocracy or the method of electing or removing the\nrepresentatives. The recall of an elected representative\ntherefore, so long it is in accordance with law cannot be\nassailed on abstract notions of democracy.\nC\nD\nE\nF\n7. Value of 'historical evolution' of a provision or 'reference\nto what preceded the enactment'-as an external aid to\nunderstand and appreciate the meaning of a provision, its\nambit or expanse has been judicially recognised and\ntextually recommended. But this aid to construe any\nprovision which is 'extremely hazardous' should be\nresorted to, only, if any doubt arises about the scope of\nthe section or it is found to be 'sufficiently difficult and\nambiguous to justify the construction of its evaluation in the\nstatute book as a proper and logical course and secondly\nthe object of the instant enquiry' should be 'to ascertain the\ntrue meaning of that part of the section which remains as\nit was and which there is no ground for thinking the\nsubstitution of a new proviso was intended to alter'. But\n'considerations stemming from legislative history must not, G\nhowever, override the plain words of a statute'. Neither\nSection 47-A nor 87-A on plain reading suffer from such\ndefect as may necessitate ascertaining their intent and\npurpose from the earlier sections as they stood. That shall\nbe clear when relevant part of the sections are extracted.\nI\nA\nB\nC\nD\nE\nய\nF\nG\nH_\n1006\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nBut even otherwise there appears no merit in the\nsubmission and for that purpose it appears appropriate to\nnarrate, in brief, the history of these sections. When Act 2\nof 1916 was enacted it provided for election of Chairman\nof the Board by a special resolution passed by the\nmembers under Section 43(1) of the Act. Sub-section (2)\nprovided for ex-officio nomination by the Government of the\nChairman in some municipalities. Section 48 empowered\nthe Government to remove a Chairman after hearing and\ngiving reasons. It did not contain any provision for removal\nof a Chairman by a vote of no-confidence. Ten years later\nAct 2 of 1926 brought about a very significant change in\nthe Act by introducing Section 47-A and conferring power\nof removal of Chairman, other than ex-officio, by the\nmembers of the Board by expressing a vote of no-\nconfidence against him. Section 48, too, was amended\nand a Chairman who failed to resign after a vote of no-\nconfidence was liable to be removed, by the State\nGovernment. Thus it was as far back as 1926 that removal\nof the Chairman by elected representative found its way\nin the Act. In 1933 by Act No. 9 another important Section\n87-A was added providing for tabling of no-confidence\nmotion against the Chairman. In 1942 Section 47-A was\nomitted as the provision for resigning by the Chairman was\nprovided for in Section 87-A itself. And hearing of the\nChairman by State Government under Section 48 before\nremoval in consequence of vote of no-confidence was\ndeleted. Act 7 of 1949 introduced major changes in\nSections 43 and 47-A, of the Act. Section 43 was\nsubstituted altogether and, it for the first time, provided for\nelection of the Chairman simultaneously with members of\nthe Board by the electorate directly. Section 47-A which\nhad been omitted by Act 13 of 1942 was reintroduced and\na Chairman against whom a vote of no-confidence was\npassed was required to resign. In the alternative he was\npermitted to recommend to State Government that the\nBoard itself may be dissolved. And if the State\nPRATAP CHANDRA MEHTA v.. STATE BAR COUNCIL1007\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nA\nC\nGovernment agreed with the President then it was the\nBoard which was to go. The intention apparently was to\nkeep a check on the power of Board, too, while taking\naction against the Chairman as if it was found that exercise\nof power by the Board was arbitrary and President was\nbeing removed for extraneous reasons then the B\nGovernment could interfere and direct dissolution of the\nBoard itself. Both the sections were amended once again\nin 1955 and by Act 1 the election of Chairman, known now\nas President, by the members of the Board was\nreintroduced, as, 'The experience of the working of the\nBoards since their constitution at the last general elections\nhas generally been one of continuing conflict between\nPresidents elected by the popular vote on the one hand\nand the members on the other. This has greatly prejudiced\nthe normal working of the Boards'. Section 47-A of the Act\nwas substituted completely and it is in this shape that the\nsection stands today. Section 43(1) was amended, once\nagain, by Act 47 of 1976 and election of President by\nelectorate was revived. In 1982 another change was made\nin this section by Act 17 and election of President by the\nE\nmembers of Board was confined to municipalities other\nthan a city declared as such under Section 3 having a\npopulation of less than one lakh inhabitants. Sub-section\n(2) provided for election of President of Board of such a\nCity Municipality by the electorate directly. From 1982\nonwards, therefore, the direct election of President by the\nelectorate is confined to smaller Municipalities.\nD\nF\n10. Even the strained construction of the proviso does not\nresult in coming to the conclusion that there was a\nlegislative omission of not providing for removal, by vote G\nof no-confidence of a President elected by the electors.\nMerely because the proviso to Section 47-A prevents a\nBoard from holding election of the President in those\ncases where he had made representation to the\nGovernment to supersede the Board, it cannot be H.\nA\nB\nс\nD\nE\nFL\nG\nH\n1008 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nstretched to mean that sub-section (a) of Section 47-A\ncannot apply to a President elected under Section 43(2).\nThe proviso is intended as check to prevent the Board from\ntaking any step which may render the representation made\nby the President infructuous as if the Government accepts\nthe representation then it is the Board under sub-section\n(3) which stands dissolved and not the President. That\nsituation may not arise in election of a President under\nSection 43(2) as election of President by electors cannot\ntake place immediately, therefore, there is no danger\ninvolved, of putting at naught the representation made by\nthe President to State Government, as is in the case of\nSection 43(1). The proviso cannot be so construed as to\nnullify the operation of Section 47 2DA to a President\nelected by electorate. A proviso or an exception is\nincapable of controlling the operation of principal clause.\nResult of such construction would lead to absurdity as if\nSection 47-A is held not to apply to President elected\nunder Section 43(2) he will not be liable to resign even\nthough a vote of no-confidence has been passed against\nhim under Section 87-A and it has been communicated\nto him. Merely because the proviso cannot apply to one\nof the situations that may arise cannot be reason to hold\nthat Section 47-A(1)(a) did not apply to President elected\nby the electorate. 'If the language of the enacted part of\nthe statute does not contain provision which are said to\noccur on it, you cannot derive those provisions by\nimplication from a proviso'. Proviso could be used for\nadopting a construction as suggested either when there\nwas some doubt about the scope of the section or there\nwould have been at least some reasonable doubt about\naccepting one or the other construction as became\nnecessary in Jennings v. Kelly on which reliance was\nplaced by the learned counsel for appellant.\n38. 'Election' is an expression of wide connotation which\nembraces the whole procedure of election and is not confined\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1009\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nto final result thereof. Rejection or acceptance of nomination A\npaper is included in this term. This Court, in the case of N.P.\nPonnuswami v. returning Officer, Namakkal Constituency [AIR\n(39) 1952 SC 64] held that the word 'election' has been used\nin Part XV of the Constitution in a broad sense, that is to say,\nto connote the entire procedure to be followed to return a B\ncandidate to the legislature and even the expression 'conduct\nof elections' in Article 324 specifically points to this wide\nmeaning and the meaning which can be read consistently into\nother provisions occurring in the Constitution. In this case, the\nelection process as contemplated under the relevant laws is that C\nthe members of a State Bar Council are elected by the\nelectorate of advocates on the rolls of the State Bar Council\nfrom amongst the electorate itself. The elected members then\nelect a Chairman, a Vice-Chairman and the Treasurer of the\nState Bar Council as well as constitute various committees for D\ncarrying out different purposes under the provisions of the\nAdvocates Act.\nF\n39. In other words, the body which elects the Chairman or\nVice-Chairman of a State Bar Council always consists of\nmembers elected to that Council. The democratic principles E\nwould require that a person who attains the position of a\nChairman or Vice-Chairman, as the case may be, could be\nremoved by the same electorate or smaller body which elected\nthem to that position by taking recourse to a ‘no confidence\nmotion' and in accordance with the Rules. The body that elects\na person to such a position would and ought to have the right\nto oust him/her from that post, in the event the majority members\nof the body do not support the said person at that time. Even\nif, for the sake of argument, it is taken that this may not be\ngenerally true, the provisions of Rule 122-A of the M.P. Rules G\nmake it clear, beyond doubt, that a 'no confidence motion' can\nbe brought against the elected Chairman provided the\nconditions stated in the said Rules are satisfied. As already\nnoticed, the thrust of the challenge to the vires of Rule 122-A\nis primarily that Section 15 of the Advocates Act does not\nH\n.\nC\nD\n1010 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA contemplate the framing of such a Rule by the State Bar\nCouncils. Rule 122-A is stated to be ultra vires Section 15 of\nthe Advocates Act and, it is argued, that the introduction of such\nprovision suffers from the vice of excessive delegation. Section\n15 of the Advocates Act empowers the State Bar Councils to\nB frame Rules to carry out the purposes of this Chapter. 'This\nChapter obviously means Chapter II of the Act. Let us examine\nwhat Chapter II contains. Section 3 requires the constitution of\nthe State Bar Councils. Section 3(3) contemplates that there\nshall be a Chairman and a Vice-Chairman of each State Bar\nCouncil elected by the State Bar Council in such manner as\nmay be prescribed. As already noticed above, another\nimportant provision is Section 6 of the Act, which details the\nfunctions to be performed by the State Bar Councils. Inter alia,\nthe functions to be performed by the State Bar Councils include,\nunder Sections 6(1)(d), to safeguard the rights, privileges and\ninterests of the advocates on its roll. Under Section 6(1)(g), the\nfunction of the Bar Council is to provide for the election of its\nmembers and under Sections 6(1)(h) and 6(1)(i), the State Bar\nCouncil has to perform all other functions conferred on it by or\nunder this Act and to do all other things necessary for\ndischarging the aforesaid functions. In our view, Sections 6(1)(h)\nand 6(1)(i) have to be read and interpreted conjointly. We see\nno reason why the expression 'manner of election of its\nmembers' in Section 6(1)(g) should be given a restricted\nmeaning, particularly in light of Sections 6(1)(h) and 6(1)(i). The\nresponsibility of the State Bar Councils to perform functions as\nper the legislative mandate contained in Section 6 of the Act\nis of a very wide connotation and scope. No purpose would be\nachieved by giving it a restricted meaning or by a strict\ninterpretation. The State Bar Council has to be given wide\nG jurisdiction to frame rules so as to perform its functions diligently\nand perfectly and to do all things necessary for discharging its\nfunctions under the Act. The term of office of the members of\nthe State Bar Council is also prescribed under Chapter II, which\nshall be five years from the date of publication of the result of\nH the election. On failure to provide for election, the Bar Council\nE\nF\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1011\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nof India has to constitute a special committee to do so instead. A\nSection 15(2) then provides that without prejudice to the\ngenerality of the foregoing powers, rules may be framed to\nprovide for the preparation of electoral rolls and the manner in\nwhich the result shall be published. In terms of Section 15(2)(c),\nthe manner of the election of the Chairman and the Vice- B\nChairman of the Bar Council and appointment of authorities\nwhich would decide any electoral disputes is provided. The\nexpression 'manner of election of the Chairman' again is an\nexpression which needs to be construed in its wide connotation.\nThe rules so framed by the State Bar Council shall become\neffective only when approved by the Bar Council of India in\nterms of Section 15(3) of the Advocates Act.\nC\nD\n40. The power of the State Bar Council to frame rules\nunder Section 15 of the Advocates Act as a delegate of the\nBar Council of India has to be construed along with the other\nprovisions of the Advocates Act, keeping in mind the object\nsought to be achieved by this Act. In this regard, greater\nemphasis is to be attached to the statutory provisions and to\nthe other purposes stated by the legislature under the provisions\nof Chapter II of the Advocates Act. This is an Act which has E\nbeen enacted with the object of preparing a common roll of\nadvocates, integrating the profession into one single class of\nlegal practitioners, providing uniformity in classification and\ncreating autonomous Bar Councils in each State and one for\nthe whole of India. The functioning of the State Bar Council is F\nto be carried out by an elected body of members and by the\noffice-bearers who have, in turn, been elected by these elected\nmembers of the said Council. The legislative intent derived with\nthe above stated objects of the Act should be achieved and\nthere should be complete and free democratic functioning in G\nthe State and All India Bar Councils. The power to frame rules\nhas to be given a wider scope, rather than a restrictive\napproach so as to render the legislative object achievable. The\nfunctions to be performed by the Bar Councils and the manner\nin which these functions are to be performed suggest that\nH\n1012 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA democratic standards both in the election process and in\nC\nD\nperformance of all its functions and standards of professional\nconduct which need to be adhered to. In other words, the\ninterpretation furthering the object and purposes of the Act has\nto be preferred in comparison to an interpretation which would\nB frustrate the same and endanger the democratic principles\nguiding the governance and conduct of the State Bar Councils.\nThe provisions of the Advocates Act are a source of power for\nthe State Bar Council to frame rules and it will not be in\nconsonance with the principles of law to give that power a strict\ninterpretation, unless restricted in scope by specific language.\nThis is particularly so when the provisions delegating such\npower are of generic nature, such as Section 15(1) of the Act,\nwhich requires the Bar Councils to frame rules to 'carry out the\npurposes of this Chapter' and Section 15(2), which further uses.\ngeneric terms and expressly states that the Bar Council is\nempowered to frame rules 'in particular and without prejudice\nto the generality of the foregoing powers'. If one reads the\nprovisions of clauses (a), (c), (g), (h) and (i) of Sub-section (2)\nof Section 15 of the Act, then, it is clear that framing of rules\nthereunder would guide and control the conduct or business of\nthe State Bar Councils and ensure maintenance of the\nstandards of democratic governance in the said Councils.\nSince the office bearers like the Chairman and the Vice-\nChairman are elected by a representative body i.e. by the\nadvocates who are the elected members of the Council, on the\nbasis of the confidence bestowed by the advocates/electorate\nin the elected members, there seems to be no reason why that\nvery elected body cannot move a 'no confidence motion'\nagainst such office bearers, particularly, when the rules so\npermit.\nE\nF\nG\nH\n41. The Bar Council of India, as already noticed, has also\nframed rules and permitted moving of ‘no confidence motion'\nagainst its Chairman/Vice-Chairman subject to compliance of\nthe conditions stated therein. Similarly, Rule 122-A of the M.P.\nRules contemplates the removal of a Chairman/Vice-Chairman\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1013\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nby a motion of no confidence, passed by a specific majority of A\nthe members and subject to satisfaction of the conditions stated\ntherein. This provision, thus, can neither be termed as vesting\narbitrary powers in the elected body, nor can it be said to be\nsuffering from the vice of excessive delegation. The power\ndelegated to the elected body is within the framework of the B\nprincipal Act, i.e., Section 15, read with the other provisions,\nof the Advocates Act. In terms of Rule 120 of the M.P. Rules, a\nperson can be elected as Chairman/Vice-Chairman only by\nmajority and in case there is a tie, the election shall be decided\nby drawing of lots. Under Rule 118 of the M.P. Rules a\nC\nChairman/Vice-Chairman has to be elected from amongst its\nmembers for two years. In other words, the term of office of the\nChairman/Vice-Chairman is controlled by the fact that he has\nto be elected to that particular office. The removal contemplated\nunder Rule 122-A is not founded on a disciplinary action but is\nmerely a 'no confidence motion'. It is only the loss of confidence\nsimpliciter i.e. the majority of the members considering, in their\nwisdom, that the elected Chairman/Vice-Chairman should not\nbe permitted to continue to hold that office, which is the very\nbasis for such removal. One must remember that Rules 118 to\nE\n122-B all come within Chapter XVIII of the M.P. Rules and, as\nsuch, have to be examined collectively. But for this Chapter, it\ncannot be even anticipated as to who and how the office of the\nChairman/Vice-Chairman of the State Bar Council shall be\nappointed.\nD\nF\n42. Now, let us examine some judgments to substantiate\nwhat we have aforestated. In the case of General Officer\nCommanding-in-Chief v. Subhash Chandra Yadav [(1988) 2\nSCC 351], this Court stated the principle that the rules framed\nunder the provisions of a statute form part of the statute, i.e., G.\nthe rules have statutory force. But a rule can have the effect of\na statutory provision provided it satisfies two conditions: (1) it\nmust conform to the provisions of the statute under which it is\nframed; and (2) it must also come within the scope and purview\nН\n1014 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA of the rule making power of the statutory authority framing the\nrule.\nB\nC\n43. In the case of Kunj Behari Lal Butail v. State of H.P.\n[(2000) 3 SCC 40], this Court noticed that it is very common\nfor the legislature to provide general rule making power to carry\nout the purposes of the Act. When such a power is given, it may\nbe permissible to find out the object of the enactment and then\nsee if the rules framed thereunder satisfy this test of\nfunctionality. This test will determine if the rule falls foul of such\ngeneral power conferred on the delegatee. If the rule making\npower is expressed in usual general form, then it has to be seen\nif the rules made are protected by the limits prescribed by the\nparent Act. Still in the case of Global Energy Ltd. v. Central\nElectricity Regulatory Commission [(2009) 15 SCC 570], this\nCourt was concerned with the validity of clauses (b) and (f) of\nRegulation 6-A of the Central Electricity Regulatory\nCommission (Procedure, Terms and Conditions for Grant of\nTrading Licence and other Related Matters) Regulations, 2004\nand dealing with this aspect, the Court expressed the view that\nin some cases guidelines could be assumed, by necessary\nE implication, as already laid down and, while relying upon the\ncase of Kunj Behari Lal Butail (supra), the Court held as under:\nD\nF\nG\nH\n\"26. We may, in this connection refer to a decision of this\nCourt in Kunj Behari Lal Butail v. State of H.P.1 wherein\na three-Judge Bench of this Court held as under: (SCC p.\n47, para 14)\n\"14. We are also of the opinion that a delegated\npower to legislate by making rules 'for carrying out the\npurposes of the Act' is a general delegation without laying\ndown any guidelines; it cannot be so exercised as to bring\ninto existence substantive rights or obligations or\ndisabilities not contemplated by the provisions of the Act\nitself.\"\n27. The power of the regulation-making authority, thus, must\n"}