{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"PRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 975\nOF M.P. \u0026 ORS.\nadvocates enrolled on the rolls of the State Bar Council, A\nbut is by a distinct body, i.e. elected members of the State\nBar Council. Once they elect the Chairman/Vice-\nChairman of the State Bar Council as per the scheme of\nRules 118 to 123, then all actions taken by such body\nwould have to be accepted by all concerned as correct, B\nif they are within the domain of the rules governing such\nbody. [Para 46] [1016-D-G]\nMohan Lal Tripathi v. District Magistrate (1992) 4 SCC\n80: 1992 (3) SCR 338; Ram Beti v. District Panchyat Raj C\nAdhikari (1998) 1 SCC 680: 1997 (6) Suppl. SCR 582 -\nreferred to.\n5.2. Though the language of the Rule 15 clearly\nshows that no matter once decided shall be reconsidered\nfor a period of three months but clearly makes an D\nexception that wherever 2/3rd majority of the members\npresent of the State Bar Council permits, this bar will not\noperate. In other words, there is no absolute bar and the\nRule makes out an exception when the matters could be\nreconsidered. But that is not the situation in the instant E\ncase. The first pre-requisite under this rule is that matter\nshould be 'once decided', and then alone, the bar of re-\nconsideration would operate; that too depending on the\nfacts and circumstances of a given case. 'Once decided'\nobviously means the matter should be concluded or F\nfinally decided in contradistinction of being 'kept pending'\nor 'deferred'. [Para 50] [1019-F-H]\nG\n5.3. There is some dispute with regard to the\nrecording of the minutes of this meeting. The minutes\nwhich were recorded by the respective parties are\nreproduced. There is no inclination to rely upon the\nminutes produced by the appellants, inasmuch as they\nare not signed by all the members present and voting.\nEven if, for the sake of arguments, the minutes produced\nby the appellants are taken to be correct, then it must H\n1976 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA follow that both the meetings took place on 16th April,\nB\nC\nD\n2011. However, it is obvious from the record that in the\n15th meeting of the General Body held on 27th March,\n2011, no final decision was taken and it was decided to\ncirculate the minutes and other papers of the meeting to\nall members. [Para 51] [1020-F-H; 1021-A]\n5.4. The submission that by virtue of the bar under\nRule 15 of the M.P. Rules, the Chairman and Vice-\nChairman were elected to their respective posts in\nFebruary 2011 and, as such, the election itself was a\n‘decision' which was incapable of being reconsidered\nand revised in the meetings of March and April, 2011; and\nthat the limitation contained in Rule 15 of the M.P. Rules\nshall vitiate the decision of passing a ‘no confidence\nmotion', cannot be accepted. It is misconceived in law and\non the facts of the instant case. Election is not a\n'decision' as contemplated under Rule 15 of the M.P.\nRules. It is not a matter on which the State Bar Council\ndecides, as firstly, the said matter falls within the\ndiscretion of individual advocates on the rolls of the State\nE Bar Council to elect the representative members of the\nsaid Councils, and secondly it falls within the discretion\nof such elected representatives to elect a person as\nChairman/Vice-Chairman. It is not a 'decision' which\nrelates to the matters as contemplated under the M.P.\nF Rules. Passing of a 'no confidence motion' in law,\ntherefore, cannot be termed as reconsideration of the\ndecision taken. Once the Council is constituted in terms\nof the Act and the Rules framed thereunder, then it has\nto take decisions in the role of a Council in relation to\nG various matters, including rejecting or passing a ‘no\nconfidence motion'. A statutory bar may exist in this\nrespect, in some cases, but in its absence, the Court\ncannot infer or imply a time bar on challenging the results\nof election as a feature of common law or general\nI\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 977\nOF M.P. \u0026 ORS.\ndemocratic principles. Thus, the bar contemplated under A\nRule 15 of the M.P. Rules does not operate, on merits,\nwhen applied to the facts of the instant case. [Paras 52,\n53 and 54] [1021-B-H; 1022-A]\nRam Beti v. District Panchyat Raj Adhikari (1998) 1 SCC\n680: 1997 (6) Suppl. SCR 582 - referred to.\nB\n5.5. It was submitted that the group supporting the\nChairman/Vice-Chairman of the State Bar Council, in the\nmeeting dated 16th April, 2011, had raised the issue that\n'no confidence motion' and reconstitution of the C\ncommittee could not be considered in view of the bar\ncontained in Rule 15 of the M.P. Rules, in the form of ‘a\npoint of order' against the requisition asked for by the\nother group. The submission of the appellants that the\nmatters were discussed and concluded, either through D\nthe February 2011 elections or in the 15th Meeting of the\nCouncil dated 27th March, 2011 is rejected as, according\nto the minutes, the meeting had only been deferred for\nissuance of appropriate agenda and requisition notice to\nall the members present or not present. Treating it as a E\nvalid point of order, the Chairman accepted the same and\nthen he along with some members, walked out of the\nmeeting. [Para 55] [1022-B-E]\nF\n5.6. The meeting then was presided over by the\nAdvocate General, whereafter the 'no confidence motion'\nwas passed. The approach adopted by the Chairman/\nVice-Chairman cannot be accepted as, on the peculiar\nfacts and circumstances of the case, it ex facie was\nuntenable and without any basis. It was the duty of the\nChairman/Vice-Chairman to face the 'no confidence\nmotion', as they were elected office bearers and if they\nhad lost the confidence of majority group which elected\nthem to this post and a 'no confidence motion' had been\nmoved against them in terms of Rule 122-A, they were\nexpected to face the consequences thereof. This, alone, H\nG\nA\nB\nC\n978 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nwould have served the ends of democratic governance\nand proper functioning of the State Bar Council. [Para 56]\n[1022-F-H]\n5.7. 'No confidence motion' is in stricto senso not\nremoval from office, but a removal resulting from loss of\nconfidence. It is relatable to no confidence and is not\nremoval relatable to the conduct or improper behaviour\nof the elected person. Even the concept of 'term' under\nthe Rules, is referable to and is controlled by a super-\nimposed limitation of no confidence. This tenure cannot\nbe compared to a statutory tenure as is commonly\nunderstood in the service jurisprudence. The distinction\nbetween removal by way of 'no confidence motion' and\nremoval as a result of disciplinary action or censure is\nquite well accepted in law. They are incapable of being\nD inter-changed in their application and must essentially\noperate in separate fields. The Court has always\nprioritized harmonious functioning of the State Bar\nCouncil. [Para 58] [1023-D-G]\nE\nF\nG\n4\n5.8. The concept of just cause and right of hearing,\nthe features of common law, are not applicable to the\nelected offices where a person is so elected by majority\nin accordance with statutory rules. It would also have\nhardly any application to moving of a 'no confidence\nmotion' in so far as these are controlled by specific\nprovisions and are not arbitrary or unreasonable. There\nis nothing in Rule 122-A of the M.P. Rules that requires\nadherence to these two concepts when a motion of no\nconfidence is moved against a sitting Chairman/Vice-\nChairman. It does not imply that the action can be\narbitrary or capricious and absolutely contrary to the\nspirit of the Rule. In the instant case, majority of the\nmembers had passed the 'no confidence motion' in the\n16th Meeting of the State Bar Council on 16th April, 2011.\nIt cannot be said that solely with the aid of General\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 979\nOF M.P. \u0026 ORS.\nB\nClauses Act, the power to elect would deem to include A\npower to remove by a motion of no confidence,\nparticularly, with reference to the facts and circumstances\nof the instant case. The power to requisition a 'no\nconfidence motion' and pass the same, in terms of Rule\n122-A of the M.P. Rules, is clear from the bare reading of\nthe Rule, as relatable to loss of faith and confidence by\nthe elected body in the elected office bearer. Rule 122-A\nof the M.P. Rules is not ultra vires the provisions of the\nAdvocates Act, including Section 15. When the law so\npermits, there is no right for that office bearer to stay in\nC\noffice after the passing of the 'no confidence motion' and,\nin the facts and circumstances of the instant case, it is\nclearly established that the appellants had lost the\nconfidence of the majority of the elected members and\nthus, the Resolution dated 16th April, 2011 cannot be\nfaulted with. [Para 60] [1025-D-H; 1026-A-D]\nD\nBar Council of Delhi v. Bar Council of India AIR 1975 Del\n200; Afjal Imam v. State of Bihar and Ors. JT 2011 (5) SC\n19; Babubhai Muljibhai Patel v. Nandlal Khodidas Barot\n(1974) 2 SCC 706: 1975 (2) SCR 71; B.P. Singhal v. Union E\nof India and Anr. JT 2010 (5) SC 640: 2010 (6) SCR 589 –\nreferred to.\n-\nCase Law Reference:\nAIR 1968 SC 888\nRelied on.\nPara 13\nF\n1992 (3) SCR 338\nReferred to. Para 37, 46\n1952 SCR 218\n1988 (3) SCR 62\nReferred to.\nPara 38\nRelied on.\nPara 42\nG\n1\n2000 (1) SCR 1054\nRelied on. |\nPara 43\n2009 (15) SCC 570\nRelied on.\nPara 43\n1997 (6) Suppl. SCR 582 Referred to. Para 47, 53\nH\n980 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nAIR 1975 Del 200\nReferred to.\nPara 57, 60\nJT 2011 (5) 19\nReferred to.\nPara 58\n1975 (2) SCR 71\nReferred to.\nPara 59\n2010 (6) SCR 589\nReferred to.\nPara 60\nB\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6482 of 2011.\nFrom the Judgment \u0026 Order dated 20.5.2011 of the High\nCourt of M.P. at Jabalpur in W.P. No. 6372 of 2011.\nWITH\nD\nE\nF\nG\nH\nC.A. No. 6483 of 2011\nK.V. Vishwanathan, Fakhruddin, T.S. Doabia, Nikhil\nMajithia (for Pragati Neekhra), Raj Kishor Chaudhary, Raja\nSharma, T. Mahipal, V.K. Verma, Sanjeev Sahdeva, Preet Pal\nSingh, Priyan and Arjun Garg for the appearing parties.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR J. 1. Leave granted.\n2. From the very simple facts of these cases, the following\nsubstantial questions of law and public importance arise for\nconsideration of this Court:\n(1)\nWhether the provisions of Rules 121 and 122-A of\nthe State BarCouncil of Madhya Pradesh Rules\n(for short, the 'M.P. Rules') are ultra vires Section\n15 of the Advocates Act, 1961 (for short, 'the\nAdvocates Act'), inter alia for the reason that there\nis no nexus between the rule making power of the\nState Bar Councils and the powers provided under\nSection 15(1) or 15(2)(c) of the Advocates Act?\nWas the delegation of legislative power under\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 981\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nSection 15 of the Advocates Act excessive,\ninasmuch as it does not provide any guidelines for\nremoval of office-bearers of the State Bar\nCouncils?\nA\n(2) Whether despite the absence of the enabling B\nprovisions in the principal statute, namely, the\nAdvocates Act, empowering subordinate State Bar\nCouncils to enact provisions for removal of the\noffice bearers of the State Bar Councils by 'no\nconfidence motions', such power could be read into\nthe general clause of Section 15(1) of the\nAdvocates Act? ·\n(3)\nWhether Rules 121 and 122-A of the M.P. Rules\nare invalid for want of prior approval from the Bar\nCouncil of India?\n3. The necessary facts are that the Parliament enacted the\nAdvocates Act on 19th May, 1961. Section 15 of the Advocates\nAct empowers the State Bar Councils to frame Rules to carry\nout the powers conferred upon the State Bar Councils under\nSections 15(1), 15(2), 28(1) and 28(2) read with Chapter II and\nother provisions of the Advocates Act. The State Bar Council\nof Madhya Pradesh (for short 'the State Bar Council'), with the\napproval of the Bar Council of India, made and published the\nM.P. Rules in 1962. These M.P. Rules came to be amended\non 27th April, 1975.\n4. Section 15 of the Advocates Act provides that the State\nBar Councils can frame/amend the Rules with prior approval\nof the Bar Council of India. Section 15(2)(a) of the Advocates\nAct read with Part III and IX of the Bar Council of India Rules\n(for short, 'the Rules') contemplates that election to the State\nBar Council shall be held. In furtherance to this legislative\nmandate, the election to the State Bar Council were held in the\nyear 2008 and Mr. Rameshwar Neekhra was elected as\nMember and then Chairman of the State Bar Council by its\nC\nD\nE\nF\nG\nH\n982 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA members on 31st August, 2008. After the expiry of 2½ years,\nfresh elections were held on 12th February, 2011 and the said\nMr. Neekhra was again elected as member, and then the\nChairman of the State Bar Council by its members. He is stated\nto have secured 21 votes, out of a total 25 votes of the\nB Members of the State Bar Council. Mr. Adarsh Muni Trivedi\nwas elected as Vice-Chairman of the State Bar Council.\nC\nD\n5. At the very threshold of the 15th Meeting of the General\nBody of the State Bar Council held on 27th March, 2011 at\nJabalpur, a number of Members submitted two requisitions: one\nstated that due to lack of confidence in the Chairman and Vice-\nChairman, a ‘no confidence motion' should be issued; and the\nsecond requisition stated that, since the election of the\nCommittees for the second term was not as per the constitution,\nre-election for the Committees may be conducted. They\nrequested the State Bar Council to call a special meeting to\nconsider these requisitions. It is also recorded in these Minutes\nthat the Chairman and Vice-Chairman had offered their\nresignation, subject to withdrawal of the requisition of 'no\nconfidence motion'. There was a long discussion, whereafter\nE it was resolved that the agenda of the special meeting was to\nbe circulated on the same day i.e. 27th March, 2011 by\nregistered post. Copy of the resolution passed and the\nrequisition motion of 'no confidence', would be circulated to all\nHon'ble Members of the State Bar Council i.e. who were\nF present and those who were not present. These Minutes,\nannexed as 'P-10' (colly) to the petition, read as under:\n0\nI\n\"Before the start of the meeting Hon'ble Members S/s\nVinod Kumar Bhardwaj, Kuldeep Bhargava, Ghanshyam\nSingh, Prem Singh Bhadouria, Shivendra Upadhyay,\nChampa Lal Yadav, Dinesh Narayan Pathak, Khalid Noor\nFakhruddin, Mrigendra Singh Baghel, Jai Prakash Mishra,\nPrabal Pratap Singh Solanki, Ku. Rashmi Ritu Jain and\nB.K. Upadhyay submitted two requisition motion of no\nconfidence. In one of the requisition motion of no\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 983\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n.\nD\nconfidence they have stated that they have no confidence A\nin Chairman, Vice- Chairman and Treasurer therefore,\nthey are moving no confidence motion against them. In the\nsecond requisition motion they have requested that since\nthe election of the Committees for the second term were\nnot as per the constitution therefore and even otherwise B\nthey want re-election for the Committees. For both the\nrequisition motion they have requested to call a special\nmeeting and consider their vote of no confidence against\nChairman, Vice-Chairman and Treasurer. For another\nrequisition motion they have requested to call a special C\nmeeting and consider their proposal. When the meeting\nwas started both the requisition motion were placed before\nthe Hon'ble Chairman. Shri Ganga Prasad Tiwari, Hon'ble\nTreasurer, Shri Rameshwar Neekhra, Hon'ble Chairman\nand Shri A.M. Trivedi, Hon'ble Vice-Chairman stated that\nthey offer their resignation subject to withdrawal of\nrequisition of no confidence motion. There had been long\ndiscussion and members S/s Vinod Kumar Bhardwaj,\nPrem Singh Badhouria, Champa Lal Yadav, Pratap Mehta,\nVijay Kumar Choudhary, Ghanshyam Singh, Z.A. Khan,\nKuldeep Bhargava, Khalid Noor Fakhruddin, Rajesh\nPandey Mrigendra Singh Bhagel, Prabal Pratap Singh\nSolanki expressed their views. There had been divergent\nviews in respect of withdrawal of no confidence motion as\nwell as conditional resignation offered by Hon'ble\nChairman, Vice-Chairman and Treasurer. As such it is\nresolved to hold a special meeting on 16th April, 2011 at\nJabalpur from 12.30P.M. onwards in term of Rule 122(A)\n\u0026 (B) of State Bar Council of Madhya Pradesh Rules. It is\nresolved that agenda of the meeting be circulated today\nitself by registered post and copy of the resolution passed G\nalong with requisition motion of no confidence be\ncirculated to all Hon'ble Members of the Council who are\npresent and to them also who are not present today.\"\nE\nF\n6. It appears from the record that in terms of the above H\n984 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA minutes of the 15th Meeting of the General Body of the State\nBar Council held on 27th March, 2011, the notices of the 16th\nMeeting were also issued and circulated. The 16th Meeting of\nthe General Body of the State Bar Council was decided to be\nheld on 16th April, 2011 in the Meeting dated 27th March, 2011\nB itself.\nC\nD\n7. After issuing the notice in accordance with the M:P.\nRules, a meeting of the State Bar Council was held on 16th April,\n2011. At this meeting, the 'no confidence motion' was moved\nby 13 members of the State Bar Council, in terms of Rule 122-\nA of the M.P. Rules, against both the Chairman and the Vice-\nChairman. The parties to the present appeals are at some\nvariance as to the manner, knowledge and the decision with\nwhich the meeting was closed. The respondents herein have\ncontended that in this meeting, there was actual discussion of\nthe 'no confidence motion' moved by some of the members of\nthe State Bar Council, which was a part of the formal agenda\nnotice issued by the Secretary of the State Bar Council. In the\nMinutes placed on record as Annexure R-16/6, it has been\nstated that item No.2 of the agenda, which was to consider the\nE requisitioning of 'no confidence motion', was actually\nconsidered and the question arose as to whether Shri\nRameshwar Neekhra, the Chairman could still preside over the\nmeeting. There was some discussion on that issue, whereafter\nthe Chairman along with the Secretary is stated to have left the\nF meeting on 16th April 2011. The Advocate General had then\npresided over the meeting, and the 'no confidence motion' is\nstated to have been passed by majority of the members. It will\nbe useful to refer to the Minutes of the Meeting, held on 16th\nApril, 2011 on this issue, which are as follows:\nG\n\"Twelve of the Members have quit away the meeting on\nthe ground that by virtue of Rule 15 of Chapter V no matter\ncan be decided and reconsidered for a period of three\nmonths unless the Council by 2/3 of majority of the\nMembers present shall permit. The affect of this rule is also\nI\n"}