{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63}],"text":"PRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 1025\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n\"A no-confidence motion in the Council of Ministers is A\ndistinct from a censure motion. Whereas, a censure motion\nmust set out the grounds or charge on which it is based\nand is moved for the specific purpose of censuring the\nGovernment for certain policies and actions, a motion of\nno confidence need not set out any grounds on which it is B\nbased. Even when grounds are mentioned in the notice\nand read out in the House, they do not form part of the no-\nconfidence motion.\"\nC\nD\nE\n60. Still, in another case, titled B.P. Singhal v. Union of\nIndia \u0026 Anr. [JT 2010 (5) SC 640], the Court, while dealing with\nthe doctrine of pleasure in relation to the term of the office of\nthe Governor, for a tenure of 5 years, noticed that Article 156(1)\nof the Constitution dispenses with the need to assign reasons\nor the need to give notice in the event of removal. But the need\nto act fairly and reasonably still cannot be dispensed with.\nException was carved out against acting in a manner which is\narbitrary, capricious or unreasonable. In face of the above\nenunciated principles, we are of the considered view that the\nconcept of just cause and right of hearing, the features of\ncommon law, are not applicable to the elected offices where a\nperson is so elected by majority in accordance with statutory\nrules. It would also have hardly any application to moving of a\n'no confidence motion' in so far as these are controlled by\nspecific provisions and are not arbitrary or unreasonable. There\nis nothing in Rule 122-A of the M.P. Rules that requires F\nadherence to these two concepts when a motion of no\nconfidence is moved against a sitting Chairman/Vice-\nChairman. Of course, it does not imply that the action can be\narbitrary or capricious and absolutely contrary to the spirit of\nthe Rule. There is no dispute in the facts of the present case\nthat majority of the members had passed the 'no confidence\nmotion' in the 16th Meeting of the State Bar Council on 16th\nApril, 2011. We are not able to accept the view taken by the\nHigh Court of Delhi in the case of Bar Council of Delhi (supra)\nG\nI\n1026 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA in saying that solely with the aid of General Clauses Act, the\npower to elect would deem to include power to remove by a\nmotion of no confidence, particularly, with reference to the facts\nand circumstances of this case. The power to requisition a 'no\nconfidence motion' and pass the same, in terms of Rule 122-\nB A of the M.P. Rules, is clear from the bare reading of the Rule,\nas relatable to loss of faith and confidence by the elected body\nin the elected office bearer. We have already discussed in\nsome detail and concluded that Rule 122-A of the M.P. Rules\nis not ultra vires the provisions of the Advocates Act, including\nSection 15. When the law so permits, there is no right for that\noffice bearer to stay in office after the passing of the 'no\nconfidence motion' and, in the facts and circumstances of the\npresent case, it is clearly established that the appellants had\nlost the confidence of the majority of the elected members and\nthus the Resolution dated 16th April, 2011 cannot be faulted\nwith.\nC\nD\nE\n61. Before concluding the judgment we would proceed to\nrecord our conclusions and answer the three questions posed\nat the outset of the judgment as follows:\nAnswers to:\nQuestion No. 1\nWe hold that the provisions of Rules 121 and 122-A (in\nF particular) of the M.P. Rules are not ultra vires of the provisions,\nincluding the provisions of Section 15, of the Advocates Act.\nThese rules also do not suffer from the vice of excessive\ndelegation.\nG\nQuestion No. 2\nIn view of our answer to Question No. 1, there is no need\nfor us to specifically answer this question.\nH\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 1027\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nQuestion No. 3\nIn view of the language of Section 15(3) of the Advocates\nAct and the factual matrix afore-noticed by us, it is clear that\nthe amended rules of the M.P. Rules had received the approval\nof the Bar Council of India, particularly Rule 122-A. The Rules\nwould not be invalidated for want of issuance of any notification,\nas it is not the requirement in terms of Section 15(3) of the\nAdvocates Act and in any case would be a curable irregularity\nat best.\n.N.J.\nA\nB\nFor the reasons afore-stated, we dismiss these appeals. C\nAppeals dismissed.\n"}