{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"PRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 995\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nthe power of extending this period, for reasons to be recorded,\nand only in the event of the State Bar Council failing to provide\nfor the election of its members before the expiry of its terms.\nThis power is also regulated by an upper limitation of 6 months\nin such grant of extension.\n23. Section 14 of the Advocates Act mandates that no\nelection of a member to a Bar Council shall be called in question\non the ground merely that due notice thereof has not been given\nto any person entitled to vote at the elections, if notice of the\ndate has, not less than thirty days before that date, been\npublished in the Official Gazette.\nA\n00\nC\n24. Section 15 of the Advocates Act is one of the most\nrelevant provisions, which needs to be examined by this Court,\nas according to the contention raised by the appellants, Rule\n122-A is ultra vires Section 15 of the Advocates Act. Section D\n15 of the Advocates Act gives power to the Bar Council to\nmake rules to carry out the purposes of 'this Chapter'. 'This\nChapter' means Chapter II of the Advocates Act. Inter alia, this\nChapter deals with constitution, election and functions of the Bar\nCouncils. It will be useful to refer to the relevant parts of the\nprovisions of Section 15 of Chapter II of the Advocates Act,\nwhich are as under:\n\"15. Power to make rules,- (1) A Bar Council may make\nrules to carry out the purposes of this chapter.\n(2) In particular, and without prejudice to the generality of\nthe foregoing power, such rules may provide for-\na. (Note:- Subs. by Act 60 of 1973, sec. 12) the election of\nmembers of the Bar Council by secret ballot including the\nconditions subject to which persons can exercise the right\nto vote by postal ballot, the preparation and revision of\nelectoral rolls and the manner in which the results of\nelections shall be published];\nb. XXX XXX\nE\nF\nG\nH\n996\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n00\nC\n.\nc. (Note: Clause (c) ins. by Act 38 of 1977, sec. 5) the\nmanner of election of the Chairman and the Vice-Chairman\nof the Bar council];\nd. XXXXXX\ne. XXXXXX\nf. the filling of casual vacancies in the Bar Council;\ng. the power and duties of the Chairman and the Vice-\nChairman of the bar Council;\n(ga) . xxx xxx\n(gb) .xxx xxx\nh.\nXXX XXX\nD\nE\nF\nG\nH\ni. the constitution and functions of any committee of the Bar\ncouncil and the term of office of members of any such\ncommittee;\n(3) No rules made under this section by a State Bar\nCouncil shall have effect unless they have been approved\nby the Bar Council of India.\"\n25. Chapter III of the Advocates Act deals with 'Admission\nand Enrolment of Advocates'.\nSection 28 of the Advocates Act empowers the State Bar\nCouncils to make rules to carry out the purposes of this Chapter,\ni.e., Chapter III.\n26. Section 49 of the Advocates Act appears under\nChapter VI, i.e., 'Miscellaneous' and empowers the Bar Council\nof India to make rules for discharging its functions under this\nAct and besides providing for specific powers, the Bar Council\nof India may prescribe rules under the residuary provisions of\nSection 49(1)(j) of the Advocates Act, whereby the Council is\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 997\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nB\nempowered to make rules in regard to any other matter which A\nmay be prescribed. However, the rules framed would not come\ninto force or take effect unless they have been approved by the\nChief Justice of India and if the rules relate to Section 49(1)(e)\nof the Advocates Act they will not take effect unless they have\nbeen approved by the Central Government. Under Section 49A\nof the Advocates Act, the Central Government is vested with\nthe general power of making rules and these rules could be\nframed for the whole of India or for all or any of the Bar councils.\nIn the event of conflicts between the rules framed by the Central\nGovernment and the Bar Councils, the rules framed by the C\nCentral Government shall have precedence in terms of Section\n49A(4) of the Advocates Act. We need not elaborate upon other\nprovisions of the Advocates Act at this stage.\n27. Now let us notice the relevant provisions in the Bar\nCouncil of India Rules (in short, the 'Rules') which were enacted\nin exercise of its rule making powers under the Advocates Act.\nThis power of the Bar Council of India originates from clauses\n(c), (d), (e), (f) and (g) of Sub-section (2) of Section 15 read\nwith Sections 4 and 10B of the Advocates Act.\n28. Chapter I of Part II of the Rules deals with the matters\nrelating to the Bar Council of India and particularly to the election\nof members of the Council. The election of the members of the\nBar Council of India has to be conducted in terms of Rules 1\nto 10 of the Rules. Rule 11 of the Rules makes it mandatory\nthat a member of the Bar Council of India, who is elected as\nChairman or Vice-Chairman or member of any Committee of\nthe Council, shall cease to hold office as such Chairman or\nVice-Chairman or member of Committee, on the expiry of his\nterm as a member of the Bar Council of India. A restriction is\nfurther sought to be placed upon the right of the person to\nresign. A member can resign from the membership of the Bar\nCouncil of India only on the grounds which are genuine and not\nfor the purposes of sharing of terms fixed by the statute. Under\nRule 12(2) of the Rules, the Chairman or the Vice-Chairman\nD\n...\nE\nF\nG\nI\n998 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA shall hold the office for a period of two years or until his term of\noffice as member of the Bar Council of India ceases whichever\nis earlier. The election for the post of Chairman and Vice-\nChairman has to be held at the meeting of the Bar Council of\nIndia and in accordance with the procedure prescribed under\nB Rule 12 of the Rules. The Chairman and the Vice-Chairman\nperform the functions of exercising general control and\nsupervision over the affairs of the Bar Council of India, save as\notherwise provided in these Rules and subject to the resolutions\nof the Bar Council of India. Rule 22 of the Rules has significant\nbearing on the discussion in the present cases. This Rule\nrelates to 'no confidence motion' against the Chairman, the\nVice-Chairman, or any other office bearer, and its\nconsequences. The Rule 22 reads as under:\nс\nD\nE\nF\n\"On a motion of \"No confidence\" being passed by Bar\nCouncil of India by a Resolution passed by majority of not\nless than 3/4th of the Members present and voting and such\nmajority passing \"No Confidence Motion\" is more than 2/\n3rd of the total number of Members constituting the Bar\nCouncil for the time being, the Chairman or Vice-Chairman\nor any other office bearer against whom the motion is\npassed shall cease to hold office forthwith.\nNotwithstanding anything contained in the Act or the Rules\nmade thereon, the Chairman or Vice-Chairman shall not\npreside over the meeting in which motion of \"No.\nConfidence\" is discussed against him and such meeting\nshall be convened on a notice of at least one month. The\nChairman or the Vice-Chairman shall have the right to vote,\nspeak or take part in the proceeding of the meeting.\"\nG 29. The Committees excluding the Disciplinary\nCommittees are to be constituted by the Bar Council of India\nunder Chapter II. The framers of the Rules have taken a\nprecaution that the decisions of the Bar Council of India should\nnot be changed without reason and in violation of the relevant\nH provisions. Rule 9 of Chapter II of the Rules provides that the\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 999\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\ndecision on any matter shall be by majority and, in the case of A.\nequality of votes, the Chairman of the meeting shall have a\nsecond or a casting vote. Rule 10 of the Rules puts a restriction\non change of decisions. According to this Rule, no matter once\ndecided, shall be re-considered for a period of 3 months unless\nthe Bar Council of India by a two-third majority of the members\npresent so permits. Under Rule 12 of the same Chapter, in the\nabsence of the Chairman or the Vice-Chairman member at any\nmeeting, a member chosen by the members of the Council shall\npreside at the meeting.\n30. We have noticed these Rules to make a comparative\nstudy of the relevant M.P. Rules, to examine their impact in\ncorrect perspective. In exercise of the powers conferred by\nSections 15(1), 15(2), 28(1) and 28(2), read with Chapter II and\nother provisions of the Advocates Act, the State Bar Council,\nwith the approval of the Bar Council of India as required under\nSections 15(3) and 28(3) of the Advocates Act, has framed the\nM.P. Rules. The M.P. Rules deal with different facets of\nfunctioning of the State Bar Council. It is not necessary for us\nto deal with all the aspects of the rules governing the functioning\nof the State Bar Council. The State Bar Council shall elect the\nmembers of each Committee in its Meeting as per Rule 1 of\nChapter VI. In terms of Rule 3 of the same Chapter, the election\nto the Committee shall be conducted by the Chairman of the\nState Bar Council and in case the Chairman of the State Bar\nCouncil is a candidate for being elected as a member of any\nCommittee, the State Bar Council, before proceeding with the\nelections to such Committee, shall appoint any one of its\nmembers who is not a candidate for election to such committee,\nto conduct the election to the said Committee and to declare\nthe results under his signature.\n31. Under Chapter XVI, Rule 110 of the M.P. Rules, it is\nobligatory on the part of the Chairman of the State Bar Council\nto call a meeting, which he shall preside over, when he receives\na requisition for doing so, signed by not less than 3 members\nB\nс\nD\nE\nF\nG\nH\n1000 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA of the State Bar Council. The Chairman has to exercise general\ncontrol and supervision over all the matters of the State Bar\nCouncil.\nB\nC\n32. The State Bar Council consists of 26 elected members\nand the Advocate General of the State. Rule 118 is the first rule\nthat falls under Chapter XVIII and it requires that a State Bar\nCouncil shall elect a Chairman and a Vice-Chairman from\namongst its members for two years. Rule 118 of the M.P. Rules\ncame to be amended and, as per the amended Rule, the State\nBar Council has to elect a Chairman and a Vice-Chairman from\namongst its members for 2½ years vide Resolution No. 631 of\n1998.\n33. Rule 122-A of the M.P. Rules was amended by the\nState Bar Council sometime in the year 1975 and vide its\nD Resolution dated 27th April, 1975, the amendments and newly\nadded rules were sent for approval of the Bar Council of India.\nAgain in its Resolution dated 9th March, 1980, the State Bar\nCouncil had recorded that to these amendments/newly added\nRules, approval of the Bar Council of India had been obtained.\nE It needs to be noticed that all the members of the State Bar\n-Council had attended the meeting and were signatory to this\nResolution. However, Rule 121, which was amended vide\nResolution No. 631 of 1998 dated 24th January, 1998 is also\nstated to have received approval from the Bar Council of India.\nHowever, no notification in that regard is stated to have been\nissued as yet. There is some controversy whether Rule 121\nunder the same Chapter was amended and whether it attained\nthe approval of the Bar Council of India. This question is not\nvery material for us to examine inasmuch as under both Rules\n118 and 121, the period of term of the elected Chairman and\nthe Vice-Chairman is stated to be two years or till they cease\nto be members whichever is earlier. Besides the above facts,\nSection 15(3) of the Advocates Act requires that the rules\nframed by the State Bar Council should be approved by the Bar\nCouncil of India. It nowhere requires issuance of any notification\nF\nG\nI\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1001\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nwhich, in some cases, can be a part of legislative provisions. A\nIn view of the above factual matrix, it has to be held that this\ncontroversy does not require any further consideration by the\nCourt.\n34. The provisions with which we are primarily concerned\nin the present case are contained in Chapter XVIII of the M.P.\nRules. They read as under:\n\"118. The Bar Council shall elect a Chairman and a Vice-\nChairman from amongst its members for two years.\n119. Any candidate for the office of Chairman or Vice-\nChairman shall be proposed by one member and\nseconded by another member.\n120. The election of Chairman or Vice-Chairman unless\nunanimously agreed upon by all the members present at\nthe meeting, shall be by show of the hands. In case of the\ntie, the election shall be decided by drawing of lots.\nB\nC\nD\n121. The Chairman, the Vice-Chairman and the Treasurer\nof the Council, shall hold office for a period of two years E\nor till they cease to be members whichever is earlier.\n122-A The Chairman, Vice-Chairman or the Treasurer of\nthe Council could be removed by a vote of no confidence\npassed by majority of the members, present and voting in F\na meeting of the Council especially called for the purpose,\nprovided that at least 7 members of the Council have\nsigned the requisition for holding such a special meeting,\nand such meeting shall be called within a period of 21 days\nfrom the date of receipt of the requisition by the secretary.\nG\n122-B That the Bar Council by a resolution may\nreconstitute any of its commitee elected earlier by it,\nprovided that the requisition for the purpose signed by at\nleast 7 members of the Council is received by the\nSecretary, and such a special meeting shall be called H\nA\nB\nC\n1002 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nwithin 21 days from the date of receipt of the requisition\nby the Secretary.\"\n35. Rule 122-A of the above Rules deals with the removal\nof the Chairman, Vice-Chairman or the Treasurer of the State\nBar Council by moving a 'no confidence motion'. Existence of\nsuch a provision is not exceptional, but is a common provision\nin any electoral system. Our parliamentary system is the most\nsignificant example of a democratic process, where the 'no\nconfidence motion' under Article 75(3) of the Constitution is an\nintegral part of the process of election. Similarly, under Rule 22\nof the Rules, a provision has been made for moving a 'no\nconfidence motion' and where such motion is passed by a\nmajority of not less than three-fourth of the members, present\nand voting, and such majority passing the 'no confidence\nmotion' is more than two-third of the total number of members\nconstituting the State Bar Council for the time being, it results\nin the removal of the Chairman, Vice-Chairman or any other\noffice bearer. Upon passing of such a resolution, the person\nshall cease to hold the office forthwith. Every democratic\nprocess is based upon the freedom to elect and freedom to\nremove, in accordance with law. Rule 122-A of the M.P. Rules\ncontemplates moving of a 'no confidence motion' and upon\nsuch motion being passed by majority of the members, present\nand voting, the office bearer against whom such a motion is\nmoved shall be liable to be removed from such office. For\nF successful application of Rule 122-A, the law requires the\nfollowing minimal conditions to be satisfied:\nE\nG\n1. At least 7 members have signed the requisition\ncalling for a meeting of the Council;\nنه\n3.\nSuch meeting shall be called within 21 days from\nthe date of receipt of requisition by the Secretary.\nSuch 'no confidence motion' has to be passed by\na majority of the members present and voting, in the\nH\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1003\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nmeeting of theCouncil, especially called for this\npurpose.\n36. Once the above conditions are satisfied 'no confidence\nmotion' can be passed and upon passing of such motion, the\nA\nperson is liable to be removed from the office which he held in B\nthe State Bar Council prior to the holding of such meeting. The\nspirit behind this provision is that where a person is elected\nby following a process of election to the post of an office in the\nState Bar Council, he could be removed by following the\nprescribed procedure in accordance with the Rules.\nс\n37. This Court in the case of Mohan Lal Tripathi v. District\nMagistrate [(1992) 4 SCC 80], examined the validity of a 'no\nconfidence motion' passed by the Board on 28th March, 1990\nunder Section 87-A of the U.P. Municipalities Act against the\nPresident who was directly elected by the electorate under D\nSection 43(2) of the Act. The basic argument raised was that\nhe was sought to be removed or recalled by the other elected\nmembers, which was a smaller and different body than the one\nthat had elected him and, thus, was violative of the democratic\nmandate. While rejecting this argument, the Court held as under: E\n\"2. Democracy is a concept, a political philosophy, an ideal\npractised by many nations culturally advanced and\npolitically mature by resorting to governance by\nrepresentatives of the people elected directly or indirectly.\nBut electing representatives to govern is neither a\n'fundamental right' nor a 'common law right' but a special\nright created by the statutes, or a 'political right' or\n'privilege' and not a 'natural', 'absolute' or 'vested right'.\n'Concepts familiar to common law and equity must remain\nstrangers to Election Law unless statutorily embodied.'\nRight to remove an elected representative, too, must stem\nout of the statute as 'in the absence of a constitutional\nrestriction it is within the power of a legislature to enact a\nlaw for the recall of officers'. Its existence or validity can\nbe decided on the provision of the Act and not, as a matter\nF\nH\nA\nB\nс\nD\nヨ\nF\nG\nH\n1004\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nof policy. In the American Political Dictionary the right of\nrecall is defined as, 'a provision enabling voters to remove\nan elected official from office before his or her term\nexpired'. American Jurisprudence explains it thus, 'Recall\nis a procedure by which an elected officer may be\nremoved at any time during his term or after a specified\ntime by vote of the people at an election called for such\npurpose by a specified number of citizens'. It was urged\nthat 'recall gives dissatisfied electors the right to propose\nbetween elections that their representatives be removed\nand replaced by another more in accordance with popular\nwill' therefore the appellant could have been recalled by\nthe same body, namely, the people who elected him.\nUrged Shri Sunil Gupta, learned counsel, that since, 'A\nreferendum involves a decision by the electorate without\nthe intermediary of representatives and, therefore, exhibits\nform of direct democracy' the removal of the appellant by\na vote of no-confidence by the Board which did not elect\nhim was subversive of basic concept of democracy.\nAcademically the submission appeared attractive but\napplied as a matter of law it appears to have little merit.\nNone of the political theorists, on whom reliance was\nplaced, have gone to suggest that an elected\nrepresentative can be recalled, only, by the persons or\nbody that elected him. Recall expresses the idea that a\n\"public officer is indeed a 'servant of the people' and can\ntherefore be dismissed by them\". In modern political set\nup direct popular check by recall of elected representative\nhas been universally acknowledged in any civilised system.\nEfficacy of such a device can hardly admit of any doubt.\nBut how it should be initiated, what should be the\nprocedure, who should exercise it within ambit of\nconstitutionally permissible limits falls in the domain of\nlegislative power. 'Under a constitutional provision.\nauthorizing municipalities of a certain population to frame\na charter for their own government consistent with and\nsubject to the Constitution and laws of the State, and a\n"}