{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"RASHTRIYA CHEM. \u0026 FERTILIZERS LTD. AND ANR.\nV.\nGENERAL EMPLOYEES ASSOCIATION AND ORS.\nAPRIL 23, 2007\n[DR. ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nA\nB\nConstitution of India, 1950-Article 226-Central Government circular\nnot prohibiting contractual labour in the establishment-Writ petition\nchallenging the circular-Petitioner conceding that the issue could not be\ndecided in writ petition-High Court directing Central Government to make\nreference of the dispute to Industrial Court for adjudication-Held; Not\nappropriate-High Court was to consider the petitioner's stand when\npetitioner accepted that certain issues could not be decided in writ petition—\nIt should have left it to them to avail remedy under 1947 Act-Industrial\nDisputes Act, 1947.\nC\nD\nCentral Government issued circular refusing to abolish and prohibit\ncontract labour in the Civil Works and Carpentry establishment of the\nappellant. First Respondent-General Employees Association challenged the\nCircular. Writ petitioner conceded that the said issue cannot be considered\nby High Court in the writ jurisdiction under Article 226 of the Constitution E\nand the appropriate forum was to go into such question. High Court issued\ndirection to the Central Government to make reference to the Industrial\nTribunal for adjudication whether the contract labour system was genuine,\nor was a mere camouflage to deprive the contract employees of the benefits\navailable to permanent employees of appellant No. 1 and granted interim F\nprotection to the workers. Hence the present appeal.\nAllowing the appeals, the Court\nHELD: 1.1. Once the respondent No. 1 approached the High Court on\nthe foundation that the Contract Labour (Regulation and Abolition) Act, 1970 G\napplied, it pre supposes existence of a valid contract. What the writ petitioner-\nrespondent No.1 wanted was quashment of Notification for reconsideration.\nIn view of what has been stated in second SAIL case the High Court has to\nconsider whether the stand taken in the writ petition was inconsistent. In the\ninstant case the writ petitioner itself accepted that certain issues could not\n457\nH\n458\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA be decided in the writ petition. That being so, High Court giving directions in\nthe nature done, do not appear to be appropriate. The High Court ought not to\nhave given the directions in the manner done and should have left the\nrespondent No.1-Association to avail remedy available in the I.D. Act\nB\nC\n[Para 11] [465-F, G; 466-A]\n1.2. It is open to respondent No.1 to move the appropriate State\nGovernment seeking reference of the purported dispute to the Tribunal. The\nState Government would consider whether any reference is called for.\n[Para 12] [466-B, C↓\nSteel Authority of India Ltd. v. National and Union Waterfront Workers\nand Ors., [2001] 7SCC 1; Steel Authority of India Ltd. v. Union of India of\nOrs., (Second SAIL Case) (2006) 3 CLR 659; Sankari Cement Alai Thozhilalar\nMunnetra Sangam. Tamil Nadu v. Government of Tamil Nadu and Anr., [1983]\n1 SCC 304; V. Veerarajan and Ors. v. Government of Tamil and Ors., [1987]\n1 SCC 479 and TELCO Convoy Drivers Mazdoor Sangh and Anr. v. State of\nD Bihar and Ors., [1989] 3 SCC 271, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2122 of 2007.\nFrom the Judgment and Order dated 17.09.2003 of the High Court of\nJudicature at Bombay in Writ Petition No. 7543 of 2000.\nE\nWITH\nF\nG\nH\nC.A. No. 2123 of 2007.\nJamshed P. Cama, M.S. Bodanwala, Gopal Jain, R.N. Karanjawala, Nandini\nGore, Jayant Mohan and Manik Karanjawala for the Appellants.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in these appeals is to the orders passed by a Division\nBench of the Bombay High Court directing reference to the Industrial Tribunal\nand granting interim protection to the workers in the Civil Appeal relating to\nSLP(C) No. 594 of 2004.\n3. First Respondent-General Employees Association (in short the\n‘Association') had questioned legality of the Circular dated 8.11.2000 issued\nRASHTRIYA CHEM. \u0026 FERTILIZERS LTD. v. GENERAL EMPLOYEES ASSOCIATION (PASAYAT, J.] 459\nby the Central Government conveying its decision refusing to abolish and A\nprohibit contract labour in the Civil Works and Carpentry establishment of\nRashtriya Chemicals and Fertilizers Ltd.-Respondent No.1, in W.P. No.7543/\n2000. It was alleged by the writ petitioner that respondent Nos. 5 to 8 in the\nwrit petition (who are non-official respondent Nos. 4 to 7 in this appeal) were\ndummy and sham contractors. It was conceded by the writ petitioner that the\nB\nsaid issue cannot be considered by the High Court in the writ jurisdiction\nunder Article 226 of the Constitution of India, 1950 (in short the 'Constitution')\nand the appropriate forum - Industrial Tribunal has to go into such question.\nThe writ petitioner requested that order may be made referring the matter to\nthe Industrial Tribunal and meanwhile to afford interim protection. While\naccepting this prayer, the High Court, however, issued the following directions: C\n\"(i) The appropriate Government, i.e., the Central Government is directed\nto make a Reference of the following demands to the Industrial Court\nfor adjudication within two months from today;\n(a) Whether the contracts between the Ist respondent M/s.\nRashtriya Chemicals and Fertilizers Ltd. and respondent Nos. 5\nto 10 are sham and bogus and are a comoufiage to deprive the\nconcerned contract employees of the benefits available to\npermanent workmen of the 1 respondent?\n(b) Whether the employees listed at Exhibit A to the petition\nshould be declared as permanent workmen of the 1 respondent?\n(c) What are the wages and consequential benefits to be paid to\nthe employees list at Exhibit 'A' to the petition?\nD\nE\n(ii) The Industrial Tribunal upon receipt of such Reference shall proceed\nwith the matter expeditiously and dispose of the same as early as F\npossible and in any case not later than 30.6.2004.\n(iii) The interim order passed by this Court on 29.12.2000 shall continue\nuntil receipt of the communication by the petitioner from the Industrial\nTribunal that the Reference has been received and for a period of two\nmonths therefrom. The petitioners shall be at liberty to make application G\nbefore the concerned Industrial Tribunal for continuation of the interim\nrelief upon receipt of the communication that Reference has been\nreceived and if such application is made by the petitioner, the same\nshall be disposed of by the Industrial Tribunal within a period of four\nweeks therefrom. Needless to say that if for any reason the Industrial\nH\n460\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nTribunal is not able to dispose of the application for interim relief that\nmay be made by the petitioner within a period of four weeks from such\napplication, the industrial Tribunal shall be free to pass an appropriate\norder for continuation of the interim order until disposal of the\napplication for interim relief. In case interim order on the application\nis adverse to the petitioners same shall not be given effect to for a\nperiod four weeks.\n(iv) It is clarified that in case there is any change in the Contractor\nby respondent no.1 the new Contractor shall engage the same workers\nsubject to the order of the Industrial Tribunal.\n(v) It is further clarified that the above interim order is confined only\nto 39 employees who are presently working on the establishment of\nrespondent no.1 through respondent nos. 5 to 10.\n(vi) All contentions of the parties are kept open to be agitated before\nthe Industrial Tribunal.”\n4. The connected Civil Appeal (relating to SLP(C) No.12961 of 2003) is\nin respect of workers in a canteen in the Thar factory of the Appellant No.1.\nThe first respondent-Union filed W.P. No.2940/1998 for a declaration that the\nemployees (whose names were shown in the Annexure to the writ petition)\nwere the regular employees of Appellant No.1 and for consequential reliefs.\nA Division Bench of the High Court has given following directions while\ndisposing of the petition by judgment dated 23.1.2003:\n(i) The appropriate Government that is the Government of Maharashtra\nis directed to make a Reference of the following dispute/s to the\nIndustrial Tribunal for adjudication within two months from today.\n(a) Whether the contract between the Rashtriya Chemicals and\nFertilizers Ltd. and the contractor/s is a sham and bogus one and\nis a camouflage to deprive the employees as per Annexure A of\nthe benefits available to permanent workers of Rashtriya\nChemicals and Fertilizers Ltd.?\n(b) Whether the employees whose names are shown in Exhibit A\nannexed to this order are employees in the Canteen of Rashtriya\nChemicals and Fertilizers Ltd. and if the answer is in the affirmative,\nwhether such employees should be declared as permanent\nworkmen of Rashtriya Chemicals and Fertilizers Ltd.?\nཐ\nRASHTRIYA CHEM. \u0026 FERTILIZERS LTD. v. GENERAL EMPLOYEES ASSOCIATION [PASAYAT, J.] 461\n(c) What are the wages and consequential benefits to be paid to A\nthe employees as per the list Annexure A?\n(ii) The Industrial Tribunal upon receipt of the Reference shall proceed\nwith the matter expeditiously and dispose of the same as early as\npossible and in no case later than 31.12.2003.\nB\n(iii) The interim order passed by this Court on 24.6.1998 shall continue\nuntil receipt of the communication by the Petitioners from the Industrial\nTribunal that Reference has been received and for a period of two\nmonths therefrom. The Petitioner shall be at liberty to make application\nbefore the concerned Industrial Tribunal for continuation of the interim\nrelief upon receipt of the communication that Reference has been C\nreceived and we observe that if such application is made by the\nPetitioner, the same shall be disposed of by the Industrial Tribunal\nwithin a period of four weeks therefrom. We record the statement of\nthe learned Senior Counsel for Respondent Nos. 1 and 2 that no\nobjection shall be raised by the said respondents about the\nmaintainability of the application for interim relief by the petitioner.\nNeedless to say if for any reason, the Industrial Tribunal is not able\nto dispose of the application for interim relief that may be made by\nthe petitioner within a period of four weeks from such application, the\nIndustrial Tribunal shall be free to pass an appropriate order for\ncontinuation of the interim order until disposal of the application for E\ninterim relief.\n(iv) It is clarified that in case there is any change in the Contractor\nby Respondent Nos. 1 and 2, the new Contractor shall engage the\nsame workers subject to the order of the Industrial Tribunal.\n(v) All contentions of the parties are kept open to be agitated before\nthe Industrial Tribunal.\nᎠ\nF\n5. Learned counsel for the appellants submitted that after the decision\nof this Court in Steel Authority of India Ltd. and Ors, v. National Union\nWaterfront Workers and Ors., [2001] 7 SCC 1 the High Court ought not to G\nhave given directions in the manner done. The prayer in the writ petitions was\nnot for determination of the question whether the contract labour system was\ngenuine, or was a mere camouflage to deprive the concerned contract employees\nof the benefits available to permanent employees of appellant No.1. The High\nCourt in both the orders even formulated the terms of reference which is\nimpermissible.\nH\n462\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n6. There is no appearance on behalf of the first respondent -Association\nin spite of service of notice.\n7. In order to appreciate the stand taken by the appellant, it is necessary\nto take note of the observations made by this Court in several cases. In the\nGovind Sugar Mills Ltd. and Anr. v. Hind Mazdoor Sabha and Ors., [1976]\nB 1 SCC 60 while considering Section 4K of the U.P. Industrial Disputes Act,\nC\nD\nE\nדי\nF\nG\nH\n1947 in short 'UP Act), in pari materia with Section 10(1) of Industrial\nDisputes Act, 1947 (in short ‘ID Act') it was observed inter alia as follows:\n\"In the special appeal the High Court has taken the view following the\ndecision of this Court in State of U. P. v. Basti Sugar Mills Co. Ltd.\nthat when action was taken under Section 3(b) of the Act it was\nobligatory for the State Government to make a reference under Section\n4K for adjudication of the industrial dispute raised in relation to the\nsaid action. The High Court on a consideration of the entire facts and\ncircumstances of the case allowed the writ petition and quashed the\norder of the State Government dated June 22, 1966 by grant of a writ\nof certiorari. In this appeal since the special leave was granted on a\nlimited question we are not called upon to interfere with the said\nportion of the order of the High Court. But it further directed the State\nGovernment and the Labour Commissioner to refer the dispute for\nadjudication in exercise of their power under Section 4K of the Act.\nIt seems to have been so done on the view that it was obligatory for\nthe State Government to do so after the issuance of the notification\nunder Section 3(b) of the Act. In our opinion this was not correct.\nIn the judgment of this Court delivered a few days ago, M Mahabir\nJute Mills Ltd. Gorakhpore v. Shri Shibban Lal Saxena (judgment\ndated July 30, 1975), it has been held on a consideration of the\nprovisions of law contained in Section 4K of the Act that after quashing\nthe order of the. Government refusing to make a reference the High\nCourt could ask the Government to reconsider the matter but it could\nnot give premptory directions to make a reference. We may, however,\ntake note of a sentence occurring in the judgment of this Court the\ncase of Bombay Union of Journalists (supra) at page 35 which reads\nthus:\n\"if the appropriate Government refuse to make a reference for\nirrelevant considerations, or on extraneous grounds, or acts mala\nfide, that, of course, would be another matter; in such a case a\nRASHTRIYA CHEM. \u0026 FERTILIZERS LTD. v. GENERAL EMPLOYEES ASSOCIATION [PASAYAT, J.) 463\nparty would be entitled to move Court for a writ of mandamus.” A\nWe think what was meant to be conveyed by the sentence aforesaid\nwas that the party would be entitled to move the High Court for\ninterfering with the order of the Government and not necessarily for\nthe issuance of a writ of mandamus to direct the Government to make\nreference. The mandamus would be to reconsider the matter. It does B\nnot seem to be quite reasonable to take the view that after the refusal\nof the Government to make a reference is quashed a writ of mandamus\nto make a reference must necessarily follow. The matter has still to be\nleft for the exercise of the power by the Government on relevant\nconsiderations in the light of the judgment quashing the order of\nrefusal\"\nC\n8. It is now well settled that High Courts will not straightway direct the\nappropriate government to refer the dispute. It is for the appropriate government\nto apply its mind to relevant factors and satisfy itself as to the existence of\na dispute before deciding to refer the dispute. We may refer to the following\nᎠ\nobservations of this Court in Steel Authority of India Ltd. v. Union of India\n\u0026 Ors., Second SAIL Case (2006) 3 CLR 659)]:\nE\nF\n\"For the purpose of exercising jurisdiction under Section 10 of the\n1970 Act, the appropriate government is required to apply its mind.\nIts order may be an administrative one but the same would not be\nbeyond the pale of judicial review. It must, therefore, apply its mind\nbefore making a reference on the basis of the materials placed before\nit by the workmen and/or management, as the case may be. While\ndoing so, it may be inappropriate for the same authority on the basis\nof the materials that a notification under Section 10(1)(d) of the 1947\nAct be issued, although it stands judicially determined that the\nworkmen were employed by the contractor. The state exercises\nadministrative power both in relation to abolition of contract labour\nin terms of section 10 of the 1970 Act as also in relation to making\na reference for industrial adjudication to labour court or a Tribunal\nunder Section 10(1)(d) of the 1947 Act. While issuing a notification\nunder the 1970 Act, the State would have to proceed on the basis that\nthe principal employer had appointed contractors and such\nappointments are valid in law, but while referring a dispute for industrial\nadjudication, validity of appointment of the contractor would itself be\nan issue as the state must prima facie satisfy itself that there exists\na dispute as to whether the workmen are in fact not employed by the H\nG\n464\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\ncontractor but by the management. We are, therefore, with respect,\nunable to agree with the opinion of the High Court.\nWe would, however, hasten to add that this judgment shall not come\nin the way of the appropriate government to apply its mind for the\npurpose of issuance of a notification under Section 10 of the 1970\nAct.\"\n9. The exception to the above is, when the Court finds that the\nappropriate government refuses to make a reference of a dispute is unjustified.\nIn such circumstances, the court may direct the government to make a reference\nSankari Cement Alai Thozhilalar Munnetra Sangam, Tamil Nadu v.\nGovernment of Tamil Nadu and Anr., [1983] 1 SCC 304, V. Veerarajan and Ors.\nv. Government of Tamil and Ors., [1987] 1 SCC 479 and TELCO Convoy\nDrivers Mazdoor Sangh and Anr. v. State of Bihar \u0026 Ors., [1989] 3 SCC 271.\n10. The Circular dated 8.11.2000 of the Central Government which was\nD the subject matter of challenge in the first matter is extracted below:\n(1)\nE\nF\nG\nH\n\"I am directed to invite your kind attention to the above cited\nsubject and to say that the matter relating to the prohibition of\nemployment of contract labour in the establishment of Rashtriya\nChemicals and Fertilizers Ltd., in their plants at Chembur, Mumbai and\nThai District Raigad, Maharashtra was discussed in the 44 Meeting\nof the Central Advisory Contract Labour Boardheld on 6-7th April,\n2000 under the Chairmanship of Shri T.S. Shankaran. The Board made\nthe following recommendations to the Government:\n\"The Board observed that the Committee has examined in detail\nthe issue with respect to the factors set out in Section 10 of the\nAct before coming too its conclusion. The Board, therefore,\ndecided to accept the recommendations of the Committee and\nrecommended to the Government accordingly\"\n2. In pursuance of the recommendations of the Board, the matter\nhas been considered in detail by the Central Government and it has\nbeen decided not to prohibit employment of contract labour in the\nfollowing work/jobs in the establishment of Rashtriya Chemicals and\nFertilizers Ltd., in their plants at Chembur, Mumbai and Thal District\nRaigad, Maharashtra for which the appropriate government, under the\nContract Labour (Regulation and Abolition) Act, 1970 is the Central\nལ\nRASHTRIYA CHEM. \u0026 FERTILIZERS LTD. v. GENERAL EMPLOYEES ASSOCIATION [PASAYAT, J.) 465\nGovernment:\nA\n(1) Cleaning of Roads, Storm drains, Yards and Grass cutting.\n(2) Dosing of Chemicals.\n(3) Jobs in Canteen.\nB\n(4) Maintenance of Railway Track in the Plant.\n(5) Material handling and\n(6) Civil Engineering maintenance i.e., in the jobs of carpentry,\nmasonry, repairs to electrical switchgear and equipment such as pumps,\ncutters, maintenance operators, maintenance helpers, Assistants in\nCivil work, operators and general workers.\nC\n3. As the question of interpretation of the term “establishments\"\nand applicability of the Act to township is pending before the\nConstitution Bench of the Supreme Court and their ruling is awaited, D\nit has been decided not to prohibit the employment of contract labour\nin the job of Security Guards covered by the Maharashtra Private\nSecurity Guards (Regulation of Employment and Welfare) Act, 1981,\ndeployed in the colonies, at present.\n4. A notification prohibiting employment of contract labour in E\nsome other jobs/works in the establishment of Rashtriya Chemicals\nand Fertilizers Limited, in their plants at Chembur, Mumbai Priyadarshini\nComplex and Thal District Raigad, Maharashtra is being issued\nseparately in consultation with the Ministry of Law, Justice and\nCompany Affairs (Legislative Department).\n5. The employment of contract labour in the loading and unloading\njobs being done by the Hathadi Workers are being referred back to\nthe Board for their elucidation.\"\nF\n11. As rightly contended by learned counsel for the appellants once the\nrespondent No.1-Association approached the High Court on the foundation G\nthat the Contract Labour (Regulation and Abolition) Act, 1970 (in short the\n‘Act') applied, it pre supposes existence of a valid contract. What the writ\npetitioner (respondent No.1 herein) wanted was quashment of Notification for\nreconsideration. In view of what has been stated in second SAIL case (supra)\nthe High Court has to consider whether the stand taken in the writ petition\nH\n466\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA was inconsistent. In the instant case the writ petitioner itself accepted that\ncertain issues could not be decided in the writ petition. That being so, High\nCourt giving directions in the nature done, do not appear to be appropriate.\nWe are of the view that the High Court ought not to have given the directions\nin the manner done and should have left the respondent No.1-Association to\navail remedy available in the I.D. Act.\nB\n12. It is open to the respondent No. 1-Association, if it is so advised,\nto move the appropriate State Government seeking reference of the purported\ndispute to the Tribunal. It is for the State Government to consider whether\nany reference is called for. We make it clear that we have not expressed any\nC opinion on the desirability or otherwise of making reference.\nN.J.\n13. Appeals are allowed with no orders as to costs.\nAppeals allowed.\n2-\n"}