{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nGURPREET SINGH BHULLAR AND ANR.\nV.\nUNION OF INDIA AND ORS.\nMARCH 8, 2006\n[H.K. SEMA AND DR. AR. LAKSHMANAN, JJ.]\nC\nᎠ\nService law:\nIndian Police Service (Appointment by Promotion) Regulations, 1955–\nRegulation 5(5) and Explanation 1 and 7(3)—Promotion—Entitlement when\ncharge-sheet filed against officer-Held: When charge-sheet is filed against\nan officer, criminal proceedings is deemed to pending against him and he\nwould not be entitled to promotion.\nInterpretation of statute-Ambiguity in statute-Held: Court to interpret\na statute only when the same is ambiguous.\nAggrieved party-Police officer against whom criminal proceeding is\npending is promoted-Appeal filed by other officers in the select list not\nconsidered for promotion Maintainability of-Held: Maintainable as they\nE were aggrieved party.\nRespondent No.5 was a police official. A criminal case against him\nwas pending in the CBI Court. On 1.7.2000, charge sheet was filed against\nhim. The Government of India issued notification dated 9.4.2002 in which\nname of respondent No.5 was included in the select list of 1999 and 2000\nF at Serial No. 3 and 1 for promotion to IPS cadre with a condition that his\nname has been included in the list provisionally subject to his clearance\nin criminal case. He filed O.A. in Central Administrative Tribunal (CAT)\nchallenging the notification.\nCAT allowed the O.A. with a direction that respondent no.5 be given\nG benefit of being placed in select panel without considering the pending\ncriminal case and that his promotion would be subject to outcome of result\nof criminal case pending against him. Union of India, unsuccessfully filed\nWrit Petition before High Court for quashing the order of CAT.\nH\n1110\n:\nGURPREET SINGH BHULLAR v. U.O.I.\n1111\nThe present appeal is filed by police officials whose names in the A\nselect list of 1999-2000 were at serial No.24 and serial No.12. Their\ngrievance was that had one vacancy in favour of respondent No.5 was not\nwrongly considered, they could have been well within the zone of\nconsideration.\nIt was contended on behalf of Union of India that the appellants were\nnot aggrieved parties as they had no locus standi to challenge the decision.\nAllowing the appeal, the Court\nB\nHELD: 1. The High Court committed the fundamental error by\nmisinterpreting the explanation 1 to Regulation 5(5) and Regulation, 7(3) C\nof Indian Police Service (Appointment by Promotion) Regulations 1955.\nExplanation 1 makes it clear that the proceedings shall be treated as\npending only if a chargesheet has actually been issued to the officer or\nfiled in a Court. The language employed in the statute is unambiguous.\nThe Explanation nowhere states about charges having been framed by the D\nTrial Court. The High Court, erroneously read something to the\nExplanation, which is not provided by the Regulation. There is no concept\nof charge being framed by the Trial Court in the context of Explanation\n1 of the Regulation. [1113-G; 1115-C-D]\nPrakash Kumar v. State of Gujarat, [2005] 2 SCC 409; Nasiruddin v. E\nSita Ram Agarwal, [2003] 2 SCC 577; Mohan Kumar Singhania v. Union of\nIndia, [1992] Supp 1 SCC 594 and Balram Kumawat v. Union of India, [2003]\n7 SCC 628, referred to.\n2. The interpretation of the statute assigned by the High Court, if\naccepted, would negate the intendment of the Legislature and frustrate F\nthe statute itself. In fact, there is no ambiguity in the statute, which would\nrequire interpretation negating the intendment of the Legislature as sought\nto be done by the High Court. [1117-G-H]\n3. It is stated that both the appellants are direct recruit DSP's of\n1990-91 batch. They have more than eight years of service and were\neligible for consideration during the selection committee meeting held on\n25.1.2002 for preparation of select list for the year 1999-2000. In view of\nthe categorical stand taken by the Government of Punjab in its counter it\ncannot be said that the appellants are not within the zone of consideration\nand that they are not the aggrieved parties. [1119-D, E]\nG\nH\nA\nB\nC\nD\nE\nF\n1112\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nGopabandhu Biswal v. Krishna Chandra Mohanty, [1998] 4 SCC 447;\nDr. Duryodhan Sahu v. Jitendra Kumar Mishra, [1998] 7 SCC 273 and\nDattaraj Nathuji Thaware v. State of Maharashtra, [2005] 1 SCC 590,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1586 of 2006.\nFrom the Final Judgment and Order dated 3.8.2005 of the Punjab and\nHaryana High Court in C.W.P. No. 15847-CAT of 2004.\nSoli J. Sorabjee, Mahabir Singh, Gurminder Singh, Nikhil Jain and\nSunil Kumar Jain for the Appellant.\nL. Nageshwar Rao, Narender Yadav and Rameshwar Prasad Goyal for\nthe Respondents.\nIndia.\nSarup Singh, Sr. AAG and Arun K. Sinha for the State of Punjab.\nMs. Binu Tamta for U.P.S.C.\nT.S. Doabia, Mrs. Rekha Pandey and Ms. Sushma Suri for Union of\nThe Judgment of the Court was delivered by\nH.K.SEMA, J. Leave granted.\nThe challenge in this petition is to the order dated 3.8.2005 passed by\nthe High Court of Punjab \u0026 Haryana at Chandigarh in C.W.P.No. 15847-CAT\nof 2004.\nThe background facts:\nRespondent No.5 Sukhmohinder Singh was appointed as Deputy\nSuperintendent of Police on 27.10.1988 and was confirmed on the said post\non 26.02.90. In December 1991, he was made Superintendent of Police in his\nG own rank and pay and thereafter promoted as S.P. on adhoc basis in the year\n1994.\nA case No.RC 2(S)/94 was registered against the respondent under\nSection 120-B, 342/365 IPC by the CBI and is pending before the Special\nCBI Court, Ambala. A chargesheet was filed on 1.7.2000. By a letter dated\nH 24.3.2001, the Government of India, Ministry of Home Affairs, determined\nGURPREET SINGH BHULLAR v. U.O.I. [SEMA, J.]\n1113\nthe year-wise vacancies - 4 for the year 1999, 3 for the year 2000, and nil A\nfor the year 2001. The Selection Committee meeting was held on 25.1.2002\nfor preparation of the year-wise list for the year 1999-2000 for promotion of\nthe State Police Officers to IPS Cadre of Punjab. On 9.4.2002, a Notification\nwas issued by the Government of India in which the name of Respondent\nNo.5 was included in the select list of 1999 and 2000 at Serial Nos. 3 and\nB\n1 respectively with a condition that the name of Respondent No.5 has been\nincluded in the list provisionally, subject to his clearance in Criminal Case\npending against him.\nC\nOn 22.8.2004, respondent No.5 filed O.A. No.617/PB/2000 in the Central\nAdministrative Tribunal, Chandigarh Bench, challenging the Notification dated\n9.4.2002 seeking inter alia for issuance of direction to the respondent to\nconsider the claim and to issue notification of appointment of the respondent\nto IPS on the basis of his name being in the select list for the year 1999-2000.\nThe Central Administrative Tribunal by its order dated 15.9.2004 directed\nthat respondent No.5 herein be given benefit of being placed in the select\npanel of the year 1999-2000 without taking consideration of the pendency of D\nthe criminal case which was registered against him on 18.4.1994. It was\nfurther directed that the promotion of respondent No.5 to IPS should remain\nsubject to the outcome of the result of criminal case pending against him. It\nwas further directed that the promotion so made on provisional basis could\nbe cancelled in the event he is convicted in the pending criminal case.\nBeing aggrieved, the Union of India (respondent No.1 herein) filed a\nCivil Writ Petition No.15847 of 2004 before the Punjab \u0026 Haryana High\nCourt for quashing the order of the Tribunal. The High Court by its order\nimpugned dismissed the Writ Petition. Hence, the present special leave petition.\nE\nF\nIn the order impugned the High Court noticed that the criminal case\nwas pending against the respondent No. 5 under Sections 120B, 342/365 IPC.\nThe High Court also noticed that the challan was presented in the Court on\n1.7.2000. The High Court, however, in our view, committed the fundamental\nerror by misinterpreting the explanation 1 to Regulation 5(5) and Regulation\n7(3) of Indian Police Service (Appointment by Promotion) Regulations 1955 G\n(in short the Regulation). The High Court noticed that the chargesheet was\nfiled in the court on 1.7.2000. The High Court also noticed that Explanation\n1 to Regulation 5(5) makes it clear that the proceeding shall be treated as\npending only after chargesheet has actually been issued to the officer or filed\nin a court, as the case may be. Having noticed that the chargesheet has been\nH\n1114\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA filed in the court on 1.7.2000 and Explanation 1 to Regulation 5(5), the High\nCourt, has erroneously came to the conclusion as under:\nB\n\"We are of the considered opinion that a bare perusal of the\nExplanation to Regulation 5(5) makes it abundantly clear that\ncriminal proceedings could only be held to be pending against the\nOfficer if the charge has been framed by the trial court. In the present\ncase, undoubtedly, the charge has not been framed.\"\n(emphasis supplied)\nOn the aforesaid reasoning the High Court dismissed the Writ Petition.\nC\nᎠ\nD\nMr. Soli J. Sorabjee, learned senior counsel, rightly contended that the\nwhole controversy is with regard to the interpretation of Explanation 1 to\nRegulation 5(5) and Regulation 7(3). To appreciate the controversy in proper\nperspective, Regulation 5(5) and Explanation 1 are quoted below:-\n\"5. Preparation of a list of Suitable Officers:-\nXXX XXXX XXXX\nXXX XXXX XXXX\nE\nF\nG\nH\n5(5) The list shall be prepared by including the required number of\nnames first from amongst the officers finally classified as\n\"Outstanding\" then from amongst those similarly classified as \"Very\nGood\" and thereafter from amongst those similarly classified as\n\"Good\" and the order of names inter-se within each category shall be\nin the order of their seniority in the State Police Service.\nProvided that the name of an officer so included in the list shall be\ntreated as provisional if the State Government withholds the integrity\ncertificate in respect of such an officer or any proceedings departmental\nor criminal are pending against him or anything adverse against him\nwhich renders him unsuitable for appointment to the service has come\nto the notice of the State Government.\nProvided further while preparing yearwise select list for more than\none year pursuant to the 2nd proviso to sub regulation (1), the officer\nincluded provisionally in any of the select list so prepared shall be\nconsidered for inclusion on the select list of subsequent year in addition\ni\nGURPREET SINGH BHULLAR v. U.O.I. [SEMA, J.]\n1115\nみう\nto the normal consideration zone and incase he is found fit for inclusion A\nin the suitability list for that year on a provisional basis such inclusion\nshall be in addition to the normal size of the select list determined by\nthe Central Government for such year.\nEXPLANATION 1: The proceedings shall be treated as pending only\nif a charge-sheet has actually been issued to the Officer or filed in a B\nCourt as the case may be.\"\n(emphasis supplied)\nExplanation 1 as quoted above will make it crystal clear that the\nproceedings shall be treated as pending only if a chargesheet has actually C\nbeen issued to the officer or filed in a Court. The language employed in the\n\" statute is unambiguous. The Explanation nowhere states about charges having\nbeen framed by the Trial Court. The High Court, in our view, erroneously\nread something to the Explanation, which is not provided by the Regulation.\nThere is no concept of charge being framed by the Trial Court in the context\nof Explanation 1 of the Regulation.\nExplanation to Regulation 5(5) is further clarified in Regulation 7(3).\nRegulation 7 speaks of select list. Regulation 7(3) reads as under:\nᎠ\n\"(3). The list as finally approved by the Commission shall from the\nE\nSelect List of the members of the State Police Service.\nProvided that if an officer whose name is included in the Select List\nis, after such inclusion, issued with a charge-sheet or a charge-sheet\nis filed against him in a Court of Law, his name in the Select List\nshall be deemed to be provisional.\"\nA conjoint reading of explanation 1 to Regulation 5(5) and proviso to\nRegulation 7(3) speaks about the chargesheet being filed against an officer\nin a court of law. There is no concept of charges being framed under the\nRegulation.\nIn Prakash Kumar v. State of Gujarat, [2005] 2 SCC 409, the\nConstitution Bench of this Court observed in paragraph 20 at SCC p.423\nthus:\n\"20. Before we proceed to consider the rigours of Sections 15 and 12\nwe may at this stage point out that it is a trite law that the jurisdiction\nF\nG\nH\n1116\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nof the Court to interpret a statute can be invoked only in case of\nambiguity. The Court cannot enlarge the scope of legislation or\nintention when the language of the statute is plain and unambiguous.\nNarrow and pedantic construction may not always be given effect to.\nCourts should avoid a construction which would reduce the legislation\nto futility. It is also well settled that every statute is to be interpreted\nwithout any violence to its language. It is also trite that when an\nexpression is capable of more than one meaning, the court would\nattempt to resolve the ambiguity in manner consistent with the\npurpose of the provision, having regard to the consequences of the\nalternative constructions.\"\nIn Nasiruddin v. Sita Ram Agarwal, [2003] 2 SCC 577, the three judge-\nBench of this Court pointed out in paragraphs 35 and 37 ( SCC p. 588) and\n(SCC p. 589) as under:-\n\"35.In a case where the statutory provision is plain and unambiguous,\nthe court shall not interpret the same in a different manner, only\nbecause of harsh consequences arising therefrom.\"\n\"37. The Court's jurisdiction to interpret a statue can be invoked\nwhen the same is ambiguous. It is well known that in a given case\nthe court can iron out the fabric but it cannot change the texture of\nthe fabric. It cannot enlarge the scope of legislation or intention when\nthe language of the provision is plain and unambiguous. It cannot add\nor subtract words to a statue or read something into it which is not\nthere. It cannot rewrite or recast legislation. It is also necessary to\ndetermine that there exists a presumption that the legislature has not\nused any superfluous words. It is well settled that the real intention\nof the legislation must be gathered from the language used. It may be\ntrue that use of the expression “shall or may” is not decisive for\narriving at a finding as to whether the statue is directory or mandatory.\nBut the intention of the legislature must be found out from the scheme\nof the Act. It is also equally well settled that when negative words are\nused the courts will presume that the intention of the legislature was\nthat the provisions are mandatory in character.\"\n(See also Mohan Kumar Singhania v. Union of India, [1992] Supp 1\nSCC 594 at SCC p.624, para 67)\nIn the case of Balram Kumawat v. Union of India, [2003] 7 SCC 628\n“\nGURPREET SINGH BHULLAR v. U.O.I. [SEMA, J.]\n1117\nthe three-Judge Bench of this Court pointed out in paragraph 23 at SCC p. A\n635 as under:-\n“Furthermore, even in relation to a penal statute any narrow and\npedantic, literal and lexical construction may not always be given\neffect to. The law would have to be interpreted having regard to the\nsubject-matter of the offence and the object of the law it seeks to B\nachieve. The purpose of the law is not to allow the offender to sneak\nout of the meshes of law. Criminal jurisprudence does not say so.\"\nand further in paragraph 30 at SCC pp.638-39 it was pointed out as under:-\n\"30. Yet again in Supdt. And Remembrancer of Legal Affiars to C\nGovt. of W.B. v. Abani Maity, [1979] 4 SCC 85, the law is stated in\nthe following terms: (SCC p.90, para 18)\n\"19{18}. Exposition ex visceribus actus is a long-recognised\nrule of construction. Words in a statue often take their meaning\nfrom the context of the statute as a whole. They are therefore, D\nnot to be construed in isolation. For instance, the use of the\nword 'may' would normally indicate that the provision was not\nmandatory. But in the context of a particular statute, this word\nmay connote a legislative imperative, particularly when its\nconstruction in a permissive sense would relegate it to the\nE\nunenviable position, as it were, ‘of an in effectual angel beating\nits wings in a luminous void in vain'. 'If the choice is between\ntwo interpretations', said Viscount Simon, L.C. In Nokes v.\nDoncaster Amalgamated Collieries, Ltd., (1940) AC 1014 at\nAC p.1022)\n'the narrower of which would fail to achieve the manifest purpose of\nthe legislation, we should avoid a construction which would reduce\nthe legislation to futility and should rather accept the bolder\nconstruction based on the view that Parliament would legislate only\nfor the purpose of bringing about an effective result\"\".\nThe interpretation of the statute assigned by the Division Bench of the\nHigh Court as sought to be done in the present case, if accepted, would\nnegate the intendment of the Legislature and frustrate the statute itself. In\nfact, there is no ambiguity in the statute, which would require interpretation\nnegating the intendment of the Legislature as sought to be done by the High\nCourt.\nF\nG\nH\nA\nB\nC\n1118\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nFiling of chargesheet is preceded by an indepth investigation. Charges\nare filed in Court when the prima facie case is established in course of the\ninvestigation. The intendment of the Legislature is that a person who is\ncharged with a criminal offence in which charge is filed in court and the case\nbeing pending for trial, that too against a police officer, the inclusion of such\nofficer in the list shall be treated as provisional. The dangerous interpretation\nassigned to the statute by the High Court would negate the intendment of the\nLegislature. In our view, the High Court has committed grave fundamental\nerror of law and the same is unsustainable in law.\nMr. L. Nageshwar Rao, learned senior counsel, in his usual fairness\nsubmitted that he is not persuaded to join in issue on the interpretation of\nregulations. He, however, challenged the locus standi of the appellants herein.\nAccording to him, the appellants are not aggrieved parties and the Special\nLeave Petition is not maintainable. It is his say, that in the vacancies considered\nthere were four vacancies in 1999 and three vacancies in 2000 and the zone\nof consideration is one to three in each vacancy. The appellant No.1 being\nD in Sl.No.53 of the seniority list and appellant No.2 in serial No.27 of the\nE\nF\nseniority list, they do not possess any right to be considered for promotion\nto the post occupied by the respondent No.5 and as such they are not aggrieved\nparties. He relied on the decision of this Court rendered in the case of\nGopabandhu Biswal v. Krishna Chandra Mohanty, [1998] 4 SCC 447 where\nthis Court in paragraphs 13 and 14 at SCC pp.454-455 held that only aggrieved\nparty has locus standi to challenge the decision. He also referred to the\ndecision of this Court in the case of Dr. Duryodhan Sahu v. Jitendra Kumar\nMishra, [1998] 7 SCC 273, and the decision of this Court rendered in the\ncase of Dattaraj Nathuji Thaware v. State of Maharashtra, [2005] 1 SCC\n590, where this Court held that the PIL is not maintainable in service matters.\nThis contention need not detain us any longer. Because, permission to\nfile SLP has already been granted by this Court on 6.1.2006.\nBe that as it may, in this case both the Union Public Service Commission\nand Union of India have filed counter in support of the appellants. Union\nG Public Service Commission- respondent No. 4 has in paragraph 5(d) and 5(e)\nsupported the contentions of the appellants that the Writ Petition filed by the\nCommission was dismissed inter alia on the wrong interpretation of the\nRegulations by the High Court. Union of India respondent No.1, also filed\ncounter in support of the appellants. It is contended inter alia in the counter\nthat the Union of India and the Union Public Service Commission were also\nH\nGURPREET SINGH BHULLAR v. U.O.I. [SEMA, J.]\n1119\nintended to file Special Leave Petition before this Court and because of that A\n\"reason the appointment of Respondent No.5 was made subject to the right of\nthe Government and that of Union Public Service Commission to file the\nPetition before this Court. However, since the petitioners have filed Special\nLeave Petition, they, instead of filing separate Special Leave Petitions filed\ncounter in support of the petitioners.\nB\nOn the assertion that the appellants are not aggrieved parties and the\nSpecial Leave Petition is not maintainable, counsel for the appellants,\ncontended that in fact vacancies in 1999-2000 were carried forward to 2002.\nIn 2002, 8 vacancies were considered and the seniority of appellant No.1 was\nin serial No.24 and the appellant No.2 was in serial No.12. It is further\nC\ncontended that had one vacancy in favour of respondent No.5 was not wrongly\nconsidered both the appellant nos. 1 and 2 could have been well within the\nzone of consideration. Their rights to be considered has been deprived and,\ntherefore, they are the aggrieved parties.\nCounsel also referred to the counter filed by the Special Secretary, D\nGovernment of Punjab, Department of Home Affairs and Justice, on behalf\nof the respondents No.2 and 3. It is stated that both the appellants are direct\nrecruit DSP's of 1990-91 batch. They have more than eight years of service\nand were eligible for consideration during the selection committee meeting\nheld on 25.1.2002 for preparation of select list for the year 1999-2000. In\nview of the categorical stand taken by the Government of Punjab in its\ncounter it cannot be said that the appellants are not within the zone of\nconsideration and that they are not the aggrieved parties.\nE\nIn the view we have taken, the impugned order of the High Court is not\nlegally sustainable. It is, accordingly, quashed and set aside. Consequently, F\nthe Notification dated 30.9.2005 is also quashed. The appeal is allowed with\nno order as to costs..\nD.G.\nAppeal allowed.\n"}