{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"d\nA\nV.R. SUDHAKARA RAO AND ORS.\nν.\nT.V. KAMESWARI\nAPRIL 18, 2007\nB [DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nTransfer of Property-Two cross suits-One for recovery of possession\nof suit property-Other for specific performance of oral agreement of sale of\nthe suit property-Alternative, relief of refund of advance amount sought by\nplaintiff seeking specific performance-Suit for specific performance decreed\nand other suit dismissed by trial court-High Court decreeing the suit for\nrecovery of possession and suit for specific performance decreed only to the\nextent of refund of advance money-On appeal, held: Order of High Court\nis correct-Relief of specific performance is discretionary-All the essential\nD terms and conditions of a well concluded contract has not been established\nin the case-Specific Performance-Relief-Nature of.\nPlaintiff (predecessor of the respondent herein) filed a suit for recovery\nof possession of the suit property after evicting the defendants (predecessor\nof appellant herein) and for permanent injunction. He pleaded that the property\nE in question (plot) was allotted to him and possession of the same was also\nF\ndelivered to him. The adjacent land was allotted to the defendants. Defendants\nsought permission of the plaintiff to stock their building material on his plot\nas they were doing construction work on their plot. Later, he came to know\nthat defendants had constructed compound wall on his plot as well.\nIn the written statement, the case of the defendants was that the plaintiff\nentered into oral agreement of sale with grandmother of the appellant herein\nthrough father of the appellant (defendant). The defendant paid an amount\ntowards part of sale consideration to the plaintiff on behalf of the vendee.\nPlaintiff after calculating the entire amount towards cost of the plot asked\nG the defendant to pay the balance amount by a demand draft. Plaintiff also\npromised to execute and register necessary sale deed in favour of the vendee\nwithin a week of the oral agreement and to obtain permission from Urban\nLand Ceiling Authorities. In pursuance of the oral agreement, the draft was\nmade. Thereafter, the vendee purchased the adjacent plot of the suit property.\nH\n284\nす\n1\nV.R. SUDHAKARA RAO v. T.V. KAMESWARI\n285\nAs per the oral agreement, since both the plots belonged to the vendee the A\ncommon compound wall was constructed.\nAppellant-grandson of vendee filed a suit against the plaintiff for the\nrelief of specific performance on the strength of the oral agreement for sale.\nTrial Court decreed the suit for specific performance believing the oral\nagreement of sale and dismissed the suit for recovery of possession.\nB\nIn appeal against the same High Court decreed the suit for specific\nperformance only to the extent of alternative relief of refund of the advance\namount with interest. Suit for delivery of possession was decreed. Hence the\npresent appeal.\nDismissing the appeal, the Court\nC\nD\nHELD: The High Court has rightly concluded that there is no clear proof\nrelating to the other terms of condition. The relief of specific performance is\ndiscretionary relief and except the oral evidence, there is no clear evidence\nto prove several of the essential terms which have been taken note of by the\nHigh Court. The High Court, on analyzing the evidence, has come to hold\nthat except Exhibit B-1 and the oral evidence of DW 1 and DW 2, there is no\nother clear proof relating to the other terms and conditions of the contract\nwhich can be termed as essential conditions like delivery of possession and\nalso the obtaining the permission from the Urban Land Ceiling Authorities E\nand therefore, it cannot be said that all the essential terms and conditions of\na well concluded contract had been established in the case at hand. These\nconclusions of High Court on fact do not appear to be in any way unsustainable\nand on the other hand are in line with the applicable legal principles.\n[Paras 19 and 20] [292-G-H; 293-A-B]\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 8303-8304 of\n2003.\nFrom the Judgment and Order dated 19.07.2002 of the High Court of\nJudicature of Andhra Pradesh at Hyderabad in Appeal Nos. 753 of 1989 \u0026\n1014 of 1989.\nL.N. Rao, R. Santhan Krishnan, K. Radha Rani, Praveen K. Pandey, P.\nVijay Kumar and C.S.N. Mohan Rao for the Appellants.\nP. Narasimha (for M/s. P.S.N. \u0026 Co.), for the Respondent.\nG\nH\nit\n286\nA\nB\nSUPREME COURT REPORTS\nThe Judgment of the Court was delivered by\n[2007] 5 S.C.R.\nDR. ARIJIT PASAYAT, J. 1. Challenge in these appeals is to the common\njudgment passed by a learned Single Judge of the Andhra Pradesh High\nCourt disposing of two appeals arising out of common judgment made in OS\nNo. 350 of 1982 on the file of learned Second Additional Subordinate Judge-\nVishakapatnam and in OS No. 131 of 1982 on the file of the same Court.\n2. Background facts in a nutshell are as follows:\n3. One Thangirala Venkata Avadhani filed O.S.No.131/82 for recovery of\npossession of the plaint schedule property after evicting the defendants and\nC for the relief of permanent injunction and O.S.No.350/82 was filed by one\nSudhakar Rao against Thangirala Venkata Avadhani and certain others for the\nrelief of specific performance of an oral agreement of sale relating to the plaint\nschedule property. The said Thangirala Venkata Avadhani died during the\npendency of the said suits. T.A. Kameswari, the appellant in both appeals\nbefore the High Court, had been brought on record as the legal representatives\nof the said Venkata Avadhani. In O.S.No.131/82 the said Venkata Avadhani\nas plaintiff had pleaded that the staff of Andhra University formed a Co-\noperative Society. The said Society purchased from her Highness Janaki\nRatnayammajee. CBE, Dowager Rani Saheba of Gangapur Ac.8.80 cents forming\npart of T.S. No.125 (part) of Waltair Ward in Visakhapatnam Municipality. The\nE said Society allotted a plot to the 1st plaintiff, i.e. Plot No.30, in the said lay-\nD\nF\nout by means of a registered sale deed dated 30.11.1967 and delivered\npossession. To the South of the Plot No.30 there is Plot No.31. The 1st\nplaintiff came to learn that the defendants purchased this plot. In the plot\npurchased by the defendants they constructed building. While constructing\nthe said building, as their plot was having road on three sides, they requested\nthe 1st plaintiff for permission to stock their sand, stone and granite and\nbricks in the site of the plaintiff and as the site of the 1st plaintiff was vacant\nhe said no objection and in utter good faith he gave the said permission.\nSuddenly on the evening of 10.5.1982, the 1st plaintiff was informed that the\ndefendants were constructing a compound wall on the East and West of the\nG 1st plaintiff's plot No.30. He also found that the foundations were dug and\nthe stone was laid in the foundation both on Eastern side and Western side.\nOn the early morning he immediately gave a report to the III Town Police\nStation. Along with the 1st plaintiff a police constable came and the 1st\nplaintiff found that the Eastern compound wall was completed and in the\nWestern compound wall the construction with bricks was started on the\nH\ny\nV.R. SUDHAKARA RAO v. T.V. KAMESWARI [PASAYAT, J.] 287\nbasement raised on 10th May, 1982. The police informed them not to do any A\nconstruction but later they began construction even in spite of the police\nwarnings. The plaintiff never sold the site nor agreed to sell the same to any\nbody including the defendants. He is absolute owner of the property.\n4. The 1st defendant filed written statement inter-alia stating that 1st\ndefendant's correct name is I.B.V. Narasimharao and not I. Narasimharao as\nmentioned in the plaint. It was stated that this defendant's mother-in-law was\none Kotagiri Srivara Manga Tayaramma. She wanted to acquire two plots at\nVisakhapatnam and asked this defendant to arrange the purchase of two plots\nat Visakhapatnam.\nB\nC\nE\n5. Consequently, this defendant approached the plaintiff on behalf of\nthe mother-in-law and it was agreed that the plaintiff should sell 665 sq.yards\nof the property covered by Plot No.30 to Manga Tayaramma at Rs.65/- per\nsq.yard for a total consideration of Rs.42,575/-. The said oral agreement of\nsale was entered into between the plaintiff and Smt. Manga Tayaramma\nrepresented by this defendant as her agent in the last week of November, 1979 D\nat the plaintiff's residence in Visakhapatnam. This defendant paid an a amount\nof Rs.16.575/- towards part of the sale consideration to the plaintiff on behalf\nof the vendee, his mother-in-law in the last week of November, 1979 and the\nplaintiff delivered possession of the schedule property to this defendant\nrepresenting the vendee-his mother-in-law. The plaintiff in fact noted down\non a piece of paper and calculated the total sale consideration for 665 sq.\nyards at Rs.65/- per sq.yard and arrived at the figure of Rs.42.575/-. He wrote\nthe name of this defendant as 'I.Narasingarao' on the top of the said slip of\npaper and he also noted the sale consideration as plaintiff delivered the slip\nof paper to this defendant at that time. The 1st defendant stated that plaintiff\nrequired him to obtain a demand draft for Rs.26,000/- being the balance. of F\nsale consideration payable to him and he also agreed to execute and register\nthe necessary sale deed in favour of the vendee Smt. Manga Tayaramma\nwithin a week after the oral agreement of sale and promised to obtain the\nrequired clearance for the sale of schedule property under the provisions of\nthe Urban Land Ceiling Act, 1976 (in short ‘ULC Act') at the cost of the\nG\nvendee i.e. Manga Tayaramma. Further, it was agreed that the Demand Draft\nof Rs.26,000/- should be handed over to the plaintiff at the time of registration\nof the sale deed. This defendant's mother-in-law Manga Tayaramma in\npursuance of the said oral agreement of sale obtained a draft for an amount\nof Rs.26,000/- in favour of the plaintiff. This defendant thereupon approached\nthe plaintiff immediately after 3.12.1979 and had shown to him the Demand\nH\nB\n288\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Draft and asked him if he had obtained the required clearance from the Urban\nLand Ceiling Authority. The plaintiff thereupon stated that he did not obtain\nthe required clearance as yet and promised to execute and register the sale\ndeed as soon as he obtained the clearance. The 1st defendant pleaded that\nit is only the plaintiff that did not perform his part of the contract and caused\nbreach of the terms of the contract and ultimately choose to deny the existence\nof the contract. On 10.12.1979, the 1st defendant, Manga Tayaramma purchased\nplot No.31. He pleaded that in fact a wall was constructed on the Eastern side\nfor both the plot Nos.30 and 31 and likewise another wall on the West was\nconstructed to both the said plot Nos.30 and 31. As both the plots originally\nbelonged to the same owner Manga Tayaramma, no wall was constructed in\nC between the two plots. Further the wooden material for the proposed building\nwas stocked in the site of Sri Gangapur Rani, which is situated to the South\nof Plot No.31. It is false to state that the defendants requested the plaintiff\nfor permission to stock their sand and stone in the plaint schedule site.\nPlaintiff is not entitled either for delivery of possession or for a permanent\nor mandatory injunction.\nᎠ\nE\nF\n6. The 2nd defendant in the said suit also filed a written statement\nstating that he was unnecessarily impleaded as a party.\n7. On the strength of the above pleadings, the following issues were\nsettled:\n1 Whether the plaintiff is entitled to possession'?\n2 Whether the plaintiff is entitled to prohibitory and mandatory\ninjunction as prayed for?\n3. To what future damages, if any, and at what rate the plaintiff is\nentitled to?\n4. Whether the suit is bad for non-joinder of necessary parties?\n5. Whether the plaintiff is estopped?\nG\n6. To what relief?\nH\n8. As stated supra, I.V.R. Sudhakar Ras filed O.S.No.350/82 for the relief\nof specific performance on the strength of an oral agreement of sale and the\nplaintiff in the said suit pleaded as follows:\n9. Plaintiff's grand mother Manga Tayaramma wanted to acquire two\n\"\nT\nV.R. SUDHAKARA RAO v. T.V. KAMESWARI [PASAYAT. J.] 289\nB\nhouse plots at Visakhapatnam and requested her son-in-law to arrange the A\npurchase of the same for the construction of house at Visakhapatnam.\nConsequently, plaintiff's father approached the 1st defendant on behalf of\nManga Tayaranma. The 1st defendant agreed to sell the schedule site at\nRs.651/- per sq. yard and for a total consideration of Rs.42,575/-. The said oral\nagreement of sale was entered into between the 1st defendant and the plaintiff's\nmaternal grand mother in the first week of November 1979 at the Ist defendant's\nresidence in Visakhapatnam. At the time of oral agreement, Sri. I.B.V.\nNarasimharao paid an amount of Rs.16,575/- to the 1st defendant towards\nportion of the sale consideration on behalf of vendee Manga Tayaramma in\nthe presence of Sri Rao Venkatarama Narasimharao. After the death of Manga\nTayaramma plaintiff as legatee has been in possession of the site as per the C\nwill executed by her on 15.4.1980. After receiving the said amount of\nRs.16,575/-, the Ist defendant at the time of the said agreement of sale noted\ndown on a piece of paper and calculated the total sale consideration for 655\nsq. yards at Rs.65/- per sq. yard and arrived at the figure of Rs.42,275/-. He\nwrote the name of the vendees' agent and son-in-law as ‘1.Narasimharao' on\nD\nthe top of the said slip of paper and he also noted the sale consideration at\nthe rate of Rs.40/- per sq.yard. As per the terms of the said agreement of sale,\nit was also agreed that the vendee Manga Tayaramma should obtain a demand\ndraft for the balance of sale consideration of Rs.26,000/- in favour of the Ist\ndefendant and the defendant should obtain the required permission from the\nurban ceiling authority and execute the registered sale deed within about a E\nweek after the said oral agreement of sale. It was further agreed that the said\ndemand draft should be handed over to the defendant at the time of the\nregistration of the sale deed. In pursuance of the said agreement of sale,\nManga Tayaramma obtained a demand draft for an amount of Rs.25,000/- in\nfavour of the Ist defendant on 3.12.1979. The defendant stated that he did not\nobtain the permission as yet that it would take some time and promised to\nexecute and register the sale deed as soon as the permission is obtained.\nPlaintiff also pleaded that on 10.12.1979, I.B.V. Narasimharao on behalf of late\nManga Tayaramma purchased plot No.31 which is situate to the South of the\nschedule plot and the said Tayaramma took possession of the same. The Ist\ndefendant filed suit O.S. No. 131/82 against the plaintiff and others completely G\ndenying the agreement of sale. Since the Ist defendant came forward with a\nfalse case denying the agreement of sale in its entirety, the plaintiff filed this\nsuit.\n10. The 1st defendant in the said suit filed a written statement with the\nfollowing allegations.\nF\nH\nA\nB\n290\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n11. The allegations that the plaintiff's father approached the 1st defendant\nfor purchase of site and the 1st defendant agreed to sell the site at Rs.65/-\nper sq. yard, that the total sale consideration was Rs.42,575/-, that the oral\nagreement was entered into between the them, are false and denied. The\nallegations that at the time of oral agreement Narasimharao paid Rs.16,575/-\nto this defendant towards a portion of sale consideration on behalf of Manga\nTayaramma, that the plaintiff as a legatee was in possession of the site as per\nthe will executed by her on 15.4.1980, are not valid and tenable under law. The\nallegations that after receiving the amount of Rs. 16,5751- at the time of\nagreement of sale, this defendant noted down on a piece of paper and\ncalculated the total sale consideration for 655 sq yards at Rs 65/- per sq yard\nC and arrived at a figure of Rs 42,575/-, that he wrote the name of the vendee's\nagent and son-in-law was Narasimharao on the top of the slip of paper, that\nhe also noted the sale consideration at the rate of Rs.40/- per sq.yard, that\nthe 1st defendant delivered the slip of paper to Narasimharao at that time, are\nfalse and invented for the purpose of the suit. The allegations that as per the\nagreement of sale it was agreed that Tayaramma should obtain a demand draft\nfor the balance of sale consideration of Rs.26,000/- in favour of the Ist\ndefendant that the Ist defendant should obtain the required permission from\nthe urban ceiling authority for execution and registration of the sale deed, that\nthe defendant promised to obtain the said permission and execute the register\nsale deed, that he agreed to do so within about a week, are all invented for\nE the purpose of the suit. The further allegations that Thayaramma in pursuance\nD\nF\nG\nH\nof the agreement of sale obtained a demand draft for an amount of Rs.25,000/\n- in favour of the Ist defendant on 3.12.1979, that she sent the same to\nNarasimharao to approach the 1st defendant to complete the transaction and\nexecute the sale deed duly registered by this defendant, that the 1 defendant\nstated that he did not obtain the permission yet, that it would take some time\nand promised to execute and register the sale deed as soon as the permission\nis obtained, are utterly false. The allegation that on 10.12.1979 Narasimharao\non behalf of Thayaramma purchased Plot No.31 and took possession of the\nsame, that it devolved in Ramachandra Rao is denied and the plaintiff is put\nto strict proof of the same. This suit is only a counter-blast to O.S.No.131/\n82 on the file of IInd Additional Subordinate Judge's Court, Visakhapatnam.\nThe plaintiff is not entitled for any relief whatsoever.\n12. On the strength of the respective pleadings, the following issues\nwere settled in the suit for specific performance:\n1. Whether the alleged oral agreement of sale and payment of\nV.R. SUDHAKARA RAO v. T.V. KAMESWARI [PASAYAT, J.] 291\nRs.16,575/- towards portion of sale consideration to defendant No.1 A\nas pleaded by plaintiff in his plaint are true?\n2. Whether the plaintiff is entitled to sue the defendants?\n3. Whether the plaintiff is entitled to the relief of specific\nperformance of the alleged suit contract as prayed for?\n4. Whether the plaintiff is entitled to claim Rs.46,000/- towards\ndamages for breach of contract of sale?\n5. To what relief?\nB\n13. Since the subject matter of both the suits was one and the same, C\nthe suits were disposed of by a common judgment after recording the evidence\nof PW-1 to PW-3, DW-1 to DW-3 and after making Exs.A-l to A-3 and Exs.B-\n1 to B-5 and the Court of first instance had believed the oral agreement of sale\nand had decreed the suit, O.S.No.350/82 and had dismissed the other suit filed\nfor possession and other reliefs i.e. O.S.No. 131/82, and as already stated\nD\nsupra, Thangirala Venkata Avadhani was examined as PW and subsequent\nthereto since he died the legal representative T.A. Kameswari was brought on\nrecord and aggrieved by the said common judgment and the decree made\ntherein the appellant had preferred appeals before the High Court and since\nthe subject matter was considered to be one and the same, both the appeals\nwere disposed of by the High Court by the common judgment which is E\nassailed in the present appeals.\n14. The High Court formulated the following points for consideration:\n\"1. Whether there was an oral agreement of sale and payment of\nRs.16,575/- towards a portion of the sale consideration as contended F\nby the 1st respondent in A.S.No.753/89?\n2. Whether the appellant in A.S.No. 1014/89 is entitled to the relief\nof possession and the other ancillary reliefs prayed for in the said suit\nO.S.No.131/82?\nG\n3. Whether the plaintiff in O.S.No.350/82 is entitled to the\ndiscretionary relief of specific performance?\n4. Whether the plaintiff in O.S.No.350/82 is entitled to the alternative\nrelief of Rs.46,000/ towards damages for breach of contract of sale?\nH\n292\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n5. If so, to what reliefs the parties are entitled to?\"\n15. The High Court held that the evidence is not of a very clear proof.\nThe payment of advance amounting to Rs.16,575/- was established. Therefore,\nthe alternative relief in favour of plaintiff in OS No. 350 of 1982 i.e. refund of\nRs.16,575/- with interest at the rate of 12% p.a. from the date of payment of\nB the amount till the date of realization, was granted. It was directed that there\nC\nshall be a charge over the plaint schedule for realization of the said amount.\nSo far as the other suit is concerned, it was held that the suit OS No. 350 of\n1982 for the relief of specific performance was to be decreed to that extent.\nThe plaintiff in OS No. 131 of 1982 was entitled to the decree of possession\nand ancillary reliefs. Appeal was accordingly disposed of.\n16. In support of the appeals, learned counsel for the appellant submitted\nthat the ordinary rule is that the prayer for specific performance of the\nagreement is to be granted and only on equitable considerations the same can.\nbe refused. Reliance is placed in this context on Prakash Chandra v. Angadlal\nD and Ors., [1979] 4 SCC 393. Though there was no direct evidence, other\nE\nF\nG\nevidence taken note of by the trial court should not have been lightly brushed\naside by the High Court and therefore the alternative relief should not have\nbeen granted and the main relief prayed for should have been granted. The\neffect of the Section 53(A) of the Transfer of Property Act, 1882 (in short the\n'T.P. Act') has not been taken note of.\n17. There is no appearance on behalf of the respondent though counter\naffidavit has been filed.\n18. First it would be necessary to deal with the effect of Section 53(A)\nof the T.P. Act. It is fairly accepted that in the case of an oral agreement of\nsale the defence under Section 53(A) of the TP Act is not available to a party\nwho alleges to be in possession of the property.\n19. The High Court has rightly concluded that there is no clear proof\nrelating to the other terms of condition. The relief of specific performance is\ndiscretionary relief and except the oral evidence, there is no clear evidence\nto prove several of the essential terms which have been taken note of by the\nHigh Court. The High Court, on analyzing the evidence, has come to hold that\nexcept Exhibit B-1 and the oral evidence of DW 1 and DW2, there is no other\nclear proof relating to the other terms and conditions of the contract which\ncan be termed as essential conditions like delivery of possession and also the\nHobtaining of permission from the Urban Land Ceiling Authorities and therefore,\nי\nV.R. SUDHAKARA RAO v. T.V. KAMESWARI [PASAYAT, J.]\n293\nit cannot be said that all the essential terms and conditions of a well concluded A\ncontract had been established in the case at hand.\n20. These conclusions on fact do not appear to be in any way\nunsustainable and on the other hand are in line with the applicable legal\nprinciples. That being so, the appeals are sans merit, deserve dismissal which\nwe direct. No costs.\nK.K.T.\nB\nAppeal dismissed.\n"}