{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nRAJBIR SINGH\nV.\nSTATE OF U.P. AND ANR.\nMARCH 8, 2006\n[ARUN KUMAR AND G.P. MATHUR, JJ.]\nC\nPenal Code, 1860-Sections 201, 301 and 302-Criminal Procedure\nCode, 1973-Sections 227 and 228(1) (b)—Scheduled Castes and Scheduled\nTribes (Prevention of Atrocities) Act-Section 3(2) (iv)-Charges framed\nagainst respondent for involvement in murder of a Schedule Caste girl and\nrunning away with firearm from site of occurrence-High Court quashed the\ncharges on the ground that the respondent never intended to kill the girl due\nto her caste and that she accidentally received injuries-Correctness of—\nHeld, the respondent is clearly guilty under section 301 IPC-On facts, the\nD respondent is prima facie involved in commission of crime under section 201\nIPC-Trial Court directed to proceed against respondent after framing\nappropriate charges.\nE\nF\nAppellant-complainant lodged an FIR with police alleging that\naccused came to his shop armed with firearms and fired at him and his\nfamily members. His father and a girl, belonging to Schedule Caste\ncommunity who was in the shop to purchase some articles, sustained\nfirearm injuries and fell down. Both of them died on way to hospital. On\nthe basis of the FIR, a case was registered under section 302 IPC and\nsection 3(2) (v) of the Scheduled Castes and Scheduled Tribes (Prevention\nof Atrocities) Act. During the course of investigation, the name of\nrespondent no. 2 also appeared as some witnesses stated that one of the\naccused handed over his firearm to him who ran away from the spot with\nit. The trial court framed charges against respondent no. 2 under section\n302 read with Section 34 IPC and under section 3(2) (v) of the SC/ST Act.\nRespondent no. 2 filed a criminal revision under section 397/401 Cr.P.C.\nG before High Court challenging the order of the trial court framing charges\nagainst him. The High Court allowed the revision by quashing the charges\nframed against respondent no. 2 under the SC/ST Act on the ground that\nthe respondent never intended to kill the girl on the ground of her caste\nand that she accidentally received injuries.\nH\n1134\nA\n3\nRAJBIR SINGH v. STATE OF U.P.\n1135\nAllowing the appeal, the Court\nA\nHELD: 1.1. The High Court completely ignored the provisions of\nsection 301 IPC. The provision clearly shows that if the killing took place\nin the course of doing an act which a person intends or knows to be likely\nto cause death, it ought to be treated as if the real intention of the killer\nB\nhad been actually carried out. The fact that there was no intention to cause\ninjury to the girl and she was accidentally hit can make no difference as\naccording to the version of the prosecution, the accused intended to cause\ninjuries by firearm to the father of the complainant and in attempting to\ncarry out the same, also caused injuries to her. The reasons given by the\nHigh Court for quashing the charges are wholly erroneous in law and\ncannot be sustained. [1137-G; 1138-B; F-G]\nShankarlal Kacharabhai and Ors. v. State of Gujarat, AIR (1965) SC\n1260, relied on.\nC\n1.2. The High Court did not at all apply the relevant test, namely, D\nwhether there is sufficient ground for proceeding against the accused or\nwhether there is ground for presuming that the accused has committed\nan offence. If the answer is in the affirmative, an order of discharge cannot\nbe passed and the accused has to face the trial. Section 301 IPC have been\ncompletely ignored by the High Court and the relevant criteria for judging\nthe validity of the order passed by the trial court directing framing of E\ncharges have not been applied. [1140-D, F]\nF\n1.3. The prosecution case that one of the accused handed over his\nrifle to respondent no. 2 and thereafter he ran away from the scene of\noccurrence prima facie shows commission of an offence under Section 201\nIPC. Since two persons have been killed there should be separate and\ndistinct charge for each murder besides the charge under Section 3(2) (v)\nSC/ST Act. The charges framed against the accused who are alleged to\nhave resorted to firing should be amended accordingly. The trial court\nbefore whom the trial of the other co-accused is pending, is directed to\nproceed against respondent no. 2 after framing appropriate charges and G\ntry him in accordance with law. [1140-G, H; 1141-A]\nState of Bihar v. Ramesh Singh, AIR (1977) SC 2018 and Stree Atyachar\nVirodhi Parishad v. Dilip Nathumal Chordia and Anr., [1989] 1 SCC 715,\nreferred to.\nH\nA\nB\nс\n1136\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 303\nof 2006.\nFrom the final Judgment and Order dated 9.7.2004 of the Allahabad\nHigh Court in Criminal Revision No. 2769/2004.\nDinesh Kumar Garg and Manzoor Ali Khan for the Appellant.\nUday U. Lalit, D.S. Choudhary, Ajay Choudhary, M.R. Shishodia, V.N.\nRaghupathy, Suresh Shishodia, Pramod Swarup, Ms. Shalini Kumar and\nJatinder Kumar Bhatia for the Respondents.\nThe Judgment of the Court was delivered by\nG.P. MATHUR, J. 1. Leave granted.\n2. This appeal, by special leave, has been preferred by the complainant\n(first informant) against the judgment and order dated 9.7.2004 of Allahabad\nD High Court by which the charges framed against Akhilesh Chauhan (respondent\nNo. 2) were set aside.\n3. The appellant, Rajbir Singh, lodged an FIR at 5.10 p.m. on 29.9.2003\nat P.S. New Agra, alleging that a day before some brickbats were thrown in\nthe compound of his brother's house from the house of his neighbour Ramraj\nE Rathore. On account of this incident, exchange of hot words took place\nF\nbetween his father Hoti Lal and accused Ramraj Rathore, but the matter was\npacified due to intervention of some persons of the locality. At about 4.00\np.m. on 29.9.2003 Ramraj Rathore and his relations Geetendra Singh and\nPrem Narain who were armed with firearms came near the shop of the\ncomplainant where his father was standing and all of them exhorted that Hoti\nLal should be killed. Ramraj Rathore started firing towards Hoti Lal who\nafter receiving the injuries fell down. Pooja Kumari, a girl belonging to\nScheduled Caste community, who had come to purchase some articles from\nthe shop, also sustained firearm injuries and fell down. Both the injured were\ntaken to the hospital but they died on the way. The accused continued to fire\nG from their weapons and tried to kill the complainant and his family members\nas well. On account of the firing resorted to by the accused, a feeling of terror\nspread and people started running towards their houses. On the basis of the\nFIR lodged by the appellant a case was registered under Section 302 IPC and\nSection 3(2)(v) of the Scheduled Castes and Scheduled Tribes (Prevention of\nAtrocities) Act (for short 'SC/ST Act') at the police station. The name of\nH\nRAJBIR SINGH v. STATE OF U.P. [G.P. MATHUR, J.]\n1137\nAkhilesh Chauhan (respondent no. 2) was not mentioned in the FIR. During A\nthe course of investigation, the police recorded statement of some persons\nunder Section 161 Cr.P.C., wherein his name appeared and the allegation\nmade against him was that after the incident of firing, one of the accused\nhanded over his rifle to him and then he ran away from the spot.\n4. After the case had been committed to the Court of Sessions, the\nlearned Special Judge (SC/ST Act) by his order dated 11.5.2004 framed\ncharges under Section 302 read with Section 34 IPC and Section 3(2)(v) SC/\nST Act against Akhilesh Chauhan (respondent no. 2). Akhilesh Chauhan then\nfiled a criminal revision under Section 397/401 Cr.P.C. before the High Court\nchallenging the order by which charges had been framed against him. The\nHigh Court by a very brief order set aside the order passed by the learned\nSpecial Judge and the relevant part of the order passed by the High Court is\nbeing reproduced below:\nB\nC\n\"It was argued by the applicants counsel that the deceased has\nreceived injuries by way of accident as the firing was aimed at the D\nother persons and accidently the deceased Pooja Balmiki was passing\nthrough that way and she was hit. The applicant neither intended to\nkill the deceased nor she was aimed out because of the reason that\nshe was scheduled caste. The charges framed by the learned Special\nJudge (SC/ST Act), Agra is liable to be quashed as no offence under\nE\nthe said Act is made out against him.\nIn view of the aforesaid discussion this revision is allowed and\nthe order impugned dated 11.5.04 is set aside.\"\nFeeling aggrieved by the order passed by the High Court, the\ncomplainant has filed the present appeal by special leave.\nF\n5. We have heard learned counsel for the appellant (complainant),\nlearned counsel for Akhilesh Chauhan (respondent no. 2) and have perused\nrecords. The only reason given by the High Court for setting aside the order\npassed by the learned Special Judge framing charges against respondent no.\n2 is that the firing was not aimed at Pooja Balmiki but she accidently received G\nthe injuries as she was passing through that way and was hit. The High Court\ncompletely ignored the provisions of Section 301 IPC which reads as under\n301. Culpable homicide by causing death of person other than person\nwhose death was intended.--If a person, by doing anything which he H\nA\nB\nC\nᎠ\n(I)\nE\nF\nG\n1138\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nintends or knows to be likely to cause death, commits culpable\nhomicide by causing the death of any person, whose death he neither\nintends nor knows himself to be likely to cause, the culpable homicide\ncommitted by the offender is of the description of which it would\nhave been if he had caused the death of the person whose death he\nintended or knew himself to be likely to cause.\nThe aforesaid provision clearly shows that if the killing took place in\nthe course of doing an act which a person intends or knows to be likely to\ncause death, it ought to be treated as if the real intention of the killer had\nbeen actually carried out.\n6. The contents and scope of Section 301 IPC were examined in\nShankarlal Kacharabhai and Ors. v. The State of Gujarat, AIR (1965) SC\n1260 and the same were explained as under:\n\u003c\nIt embodies what the English authors describe as the\ndoctrine of transfer of malice or the transmigration of motive. Under\nthe section if A intends to kill B, but kills C whose death he neither\nintends nor knows himself to be likely to cause, the intention to kill\nC is by law attributed to him. If A aims his shot at B, but it misses\nB either because B moves out of the range of the shot or because the\nshot misses the mark and hits some other person C, whether within\nsight or out of sight, under S. 301, A is deemed to have hit C with\nthe intention to kill him. What is to be noticed is that to invoke S. 301\nof the Indian Penal Code A shall not have any intention to cause the\ndeath or the knowledge that he is likely to cause the death of C.\n\"\nThe fact that there was no intention to cause injury to Pooja Balmiki\nand she was accidently hit can make no difference as according to the version\nof the prosecution, the accused intended to cause injuries by firearm to Hoti\nLal and in attempting to carry out the same, also caused injuries to her. The\nreasons given by the High Court for quashing the charges are, therefore,\nwholly erroneous in law and cannot be sustained.\n7. The FIR of the case shows that the three accused named therein\ncame on the spot armed with firearms and after giving a exhortation to kill\nHoti Lal and others resorted to firing. During the course of investigation, the\nname of Akhilesh Chauhan (respondent no. 2) also appeared and some\nH witnesses stated that one of the accused handed over his rifle to Akhilesh\n\u003e\nRAJBIR SINGH v. STATE OF U.P. [G.P. MATHUR, J.]\n1139\nB\nChauhan who ran away from the spot. Chapter XVIII of Code of Criminal A\nProcedure (for short 'Cr.P.C.') gives the procedure of trial before a Court of\nSession. Section 227 Cr.P.C. says that if, upon consideration of the record of\nthe case and the documents submitted therewith, and after hearing the\nsubmissions of the accused and the prosecution in this behalf, the Judge\nconsiders that there is not sufficient ground for proceeding against the accused,\nhe shall discharge the accused and record his reasons for so doing. Section\n228(1)(b) says that if, after such consideration and hearing as aforesaid, the\nJudge is of opinion that there is ground for presuming that the accused has\ncommitted an offence which is exclusively triable by the Court, he shall\nframe in writing a charge against the accused. The scope of these provisions\nhave been considered in a catena of decisions of this Court. In State of Bihar C\nv. Ramesh Singh, AIR (1977) SC 2018, it was held :\n\"Reading Ss. 227 and 228 together in juxtaposition, as they have\ngot to be, it would be clear that at the beginning and the initial stage\nof the trial the truth, veracity and effect of the evidence which the\nprosecutor to adduce are not to be meticulously judged. Nor is any D\nweight to be attached to the probable defence of the accused. It is not\nobligatory for the Judge at that stage of the trial to consider in any\ndetail and weigh in a sensitive balance whether the facts, if proved,\nwould be incompatible with the innocence of the accused or not. The\nstandard of test and judgment which is to be finally applied before\nrecording a finding regarding the guilt or otherwise of the accused is\nnot exactly to be applied at the stage of deciding the matter under S.\n227 or S. 228 of the Code. At that stage the Court is not to see\nwhether there is sufficient ground for conviction of the accused or\nwhether the trial is sure to end in his conviction.\nE\nF\nStrong suspicion against the accused, if the matter remains in the\nregion of suspicion, cannot take the place of proof of his guilt at the\nconclusion of the trial. But at the initial stage if there is a strong\nsuspicion which leads the Court to think that there is ground for\npresuming that the accused has committed an offence then it is not\nopen to the Court to say that there is no sufficient ground for G\nproceeding against the accused.\nIf the evidence which the prosecutor proposes to adduce to prove\nthe guilt of the accused even if fully accepted before it is challenged\nin cross-examination or rebutted by the defence evidence, if any,\ncannot show that the accused committed the offence, then there will H\nA\nB\nC\nD\n1140\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nbe no sufficient ground for proceeding with the trial.”\n8. In Stree Atyachar Virodhi Parishad v. Dilip Nathumal Chordia and\nAnr., [1989] 1 SCC 715, the Court while examining the scope of Section 227\nheld as under :\n\"Section 227 itself contains enough guidelines as to the scope of\ninquiry for the purpose of discharging an accused. It provides that\n\"the judge shall discharge when he considers that there is no sufficient\nground for proceeding against the accused\". The 'ground' in the\ncontext is not a ground for conviction, but a ground for putting the\naccused on trial. It is in the trial, the guilt or the innocence of the\naccused will be determined and not at the time of framing of charge.\nThe court, therefore, need not undertake an elaborate inquiry in sifting\nand weighing the materials. Nor is it necessary to delve deep into\nvarious aspects. All that the court has to consider is whether the\nevidentiary material on record, if generally accepted, would reasonably\nconnect the accused with the crime.\"\nThe High Court did not at all apply the relevant test, namely, whether\nthere is sufficient ground for proceeding against the accused or whether there\nis ground for presuming that the accused has committed an offence. If the\nanswer is in affirmative an order of discharge cannot be passed and the\nE accused has to face the trial. The High Court after merely observing that \"as\nthe firing was aimed at the other persons and accidently the deceased Pooja,\nBalmiki was passing through that way and she was hit\" and further observing\nthat \"the applicant neither intended to kill the deceased nor she was aimed\nout because of the reason that she was scheduled caste\" set aside the order\nby which the charges had been framed against respondent no. 2. There can\nbe no manner of doubt that the provisions of Section 301 IPC have been\ncompletely ignored and the relevant criteria for judging the validity of the\norder passed by the learned Special Judge directing framing of charges have\nnot been applied. The impugned order is, therefore, clearly erroneous in law\nand is liable to be set aside.\nF\nG\n10. The prosecution case that one of the accused handed over his rifle\nto Akhilesh Chauhan (respondent no. 2) and thereafter he ran away from the\nscene of occurrence prima facie shows commission of an offence under Section\n201 IPC. Since two persons have been killed there should be separate and\ndistinct charge for each murder besides the charge under Section 3(2)(v) SC/\nH ST Act. The charges framed against the accused who are alleged to have\n\"\nRAJBIR SINGH v. STATE OF U.P. [G.P. MATHUR, J.]\nresorted to firing should be amended accordingly.\n1141\nA\n11. In the result, the appeal is allowed and the impugned order dated\n9.7.2004 of the High Court is set aside. The learned Special Judge (SC/ST\nAct), Agra, before whom the trial of the other co-accused of the case is\npending, is directed to proceed against respondent no. 2 after framing\nappropriate charges and try him in accordance with law. It is made clear that B\nany observation made in this order is only for the limited purpose of deciding\nthe appeal and shall not be construed as an expression of opinion on the\nmerits of the case. The learned Special Judge shall decide the case stricity on\nthe basis of evidence adduced by the parties and in accordance with law.\nB.S.\nAppeal allowed.\nC\n"}