{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"NATIONAL INSURANCE CO. LTD.\nV.\nMAM CHAND AND ANR.\nFEBRUARY 1, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nMotor Vehicles Act, 1988:\nS. 166-Motor accident claim-Appeal-Parties for adjudication of\nC\nliability—Claim petition by injured against insurer and owner of vehicle-\nAllowed by Tribunal and insurer held liable to pay claim-amount-Appeal\nby insurer challenging fixation of liability and arraying claimant and owner\nof vehicle as respondents-High Court holding that claimant need not be\nissued notice-Held, since the controversy in the matter is linked with\nentitlement of claimant to receive the amount from insurer, the claimant is D\nrequired to be heard.\nRespondent no. 1 filed a claim petition under s.166 of the Motor Vehicles\nAct, 1988 claiming compensation for the injuries said to have been caused to\nhim by the motor cycle which was being driven by respondent no. 2. The Motor\nAccident Claims Tribunal held the appellant-insurer liable to pay the E\ncompensation. The appellant challenged fixation of the liability on it before\nthe High Court, which held that even if the vehicle was not ensured at the\nrelevant time that was a dispute between the appellant and respondent no. 2\nand there was no need to issue notice to the claimant. Aggrieved, the insurer\nfiled the appeal.\nAllowing the appeal, the Court\nHELD: In the appeal before the High Court the appellant was questioning\nthe fixation of liability so far as it is concerned. A specific stand has been\ntaken that since vehicle was not the subject matter of insurance, the appellant\ncannot be saddled with any liability. This question is intimately linked with\nthe entitlement of respondent no. 1 to receive the amount from the appellant.\nIn that sense it cannot be said that respondent No. 1 was not required to be\nheard and the appeal was to be dismissed so far as he is concerned. Since\nrespondent No. 1 is represented in this Court, without further notice let him\n111\nF\nG\nH\n112\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA appear before the High Court. [Paras 7-8] [113-D-F]\nB\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 412 of 2007.\nFrom the interim Judgment and Order dated 25.10.2004 of the High Court\nof Punjab and Haryana at Chandigarh in F.A.O No. 1556/2004.\nRavinder Singh, Sudhir Kumar Gupta, Anurag Pandey Mihir Kumar and\nSaumya Sharma for the Appellant.\nDr. Kailash Chand for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Punjab and Haryana High Court at Chandigarh. By the impugned order\nthe High Court dismissed the appeal, so far as related to the respondent No.\nD 1-Mam Chand and issued notice only to the driver cum owner i.e. respondent\nF\nNo. 2.\n3. Background facts in a nutshell are as follows:\nRespondent No.1 (hereinafter referred to as the 'claimant') filed a claim\nE petition in terms of Section 166 of the Motor Vehicles Act, 1988 (in short the\n‘Act') claiming compensation for alleged injuries caused to him by the\noffending vehicle on 31.10.2001. The allegation was that the respondent No.\n2- Mohinder Pal i.e. the driver and owner of the offending vehicle, a motor\ncycle No. HR01C-1531 was driving the same in rash and negligent manner.\nThe same dashed against the scooter which the claimant was riding causing\nmultiple injuries. Adjudicating the claim petition the Motor Accident Claims\nTribunal, Jagadhari (hereinafter referred to as the 'Tribunal') held that claimant\nrespondent No. 1 was entitled to compensation of Rs.60,000/- with interest at\nthe rate of 9% from the date of filing of the claim petition till realization and\ncost of the petition. The appellant was held to be liable to pay the\nG compensation amount. Tribunal rejected the plea of the appellant that the\noffending vehicle was not the subject matter of insurance on the date of\naccident. The fixation of liability on the appellant was challenged by it by\nfiling the appeal before the High Court. By the impugned order, the High\nCourt held that even if a vehicle was not insured at the relevant time that was\na dispute between the appellant and the respondent no. 2 and there was no\nneed for issuing notice to respondent No. 1.\nH\n+\nNATIONAL INSURANCE CO. LTD. v. MAM CHAND [PASAYAT, J.]\n113\n4. In support of the appeal, learned counsel for the appellant submitted A\nthat challenge was to the fixation of liability so far as the appellant is concerned.\nIn the absence of the claimant, dispute cannot be effectively adjudicated if\nthe appeal is dismissed in the manner done. The result would be that the\nappellant would be required to pay to the respondent No. 1 even though it\nhas no liability.\n5. In response, learned counsel for the respondent No. 1 submitted that\nthe appellant in any event has to pay the claimant and if really the vehicle\nwas not the subject matter of insurance, it would be open to the appellant\nto recover the amount from the respondent no. 2 i.e. the driver cum owner\nof the offending vehicle. But it cannot avoid its liability to pay so far as the\nrespondent no. 1 is concerned.\n6. We find that the High Court has held that the only question related\nto the dispute between the appellant and the driver cum owner of the offending\nvehicle i.e. respondent No.2 and the respondent no. I was not concerned with\nthe said dispute.\nB\nC\nD\n7. In the appeal before the High Court the appellant was questioning\nthe fixation of liability so far as it is concerned. A specific stand has been\ntaken that since vehicle was not the subject matter of insurance, it cannot be\nsaddled with any liability. This question is intimately linked with the\nentitlement of the respondent no. 1 to receive the amount from the appellant. E\nIn that sense it cannot be said that the respondent No. I was not required\nto be heard and the appeal was to be dismissed so far as he is concerned.\nF\n8. Therefore, we set aside the order of the High Court. Since the\nrespondent No. 1 is represented in this Court, without further notice let him\nappear before the High Court. The matter shall be taken in the High Court\nafter a period of four weeks from today for disposal in accordance with law.\nThe appeal has been admitted qua respondent No.2. Now respondent No.1\nis to be also heard. It is to be further noted that the matter was directed to\nbe placed before the Lok Adalat after completion of service. It shall be open\nto the parties to bring to the notice of the Court as to whether they want the G\nmatter to be settled by the Lok Adalat or not. About that aspect we expressed\nno opinion. Appeal is allowed to the aforesaid extent but without any orders\nas to costs.\nR.P.\nAppeal allowed.\nH\n"}