{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2011] 4 S.C.R. 312\nSHEO SHANKAR SINGH\nV.\nSTATE OF JHARKHAND \u0026 ANR.\n(Criminal Appeal Nos. 791-792 of 2005)\nFEBRUARY 15, 2011\n[V.S. SIRPURKAR AND T.S. THAKUR, JJ.]\n-\nPenal Code, 1860 – s.302 r/w s.34 – Murder - Person\nshot down on road, while he was riding pillion seat of\nC motorcycle driven by PW 16 - Appellant S allegedly drove\n-\nhis motorcycle to the left of PW16's motorcycle, while\nappellant U, riding pillion, fired gun shots at the deceased\nfrom close range - Allegation that accused-appellants were\npart of the coal mafia and deceased, a sitting member of the\nD State Legislative Assembly, incurred their wrath as he\nopposed their activities - Eye-witness account of PW16 and\nPW6Trial Court convicted the appellants and sentenced\nthem to life imprisonment High Court confirmed the\nconviction and also enhanced the sentence of life\nE imprisonment to sentence of death - On appeal, held: The\ndeceased was perceived by the appellants as a hurdle in their\nactivities The depositions of all the witnesses satisfactorily\nprove that the appellants were seen hanging around the place\nof occurrence on the incident date and were seen together\nriding a motorcycle proximate in point of time when the\ndeceased was gunned down - Seizure evidence corroborated\nthe prosecution version - Further corroboration from medical\nevidence - The prosecution proved beyond reasonable doubt\nthe sequence of events underlying the charge of murder\nlevelled against the appellants - Conviction upheld but\nsentence modified to life imprisonment instead of death\nsentence.\nF\nG\n'\nH\n312\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 313\n\u0026 ANR.\nCriminal Trial:\n-\n-\nA\nB\nC\nMotive Importance of proof of motive - Distinction\nbetween cases where prosecution relies upon circumstantial\nevidence and where it relies upon the testimony of eye\nwitnesses - Held: In the former category of cases, proof of\nmotive itself constitutes a link in the chain of circumstances\nupon which the prosecution may rely - Proof of motive,\nhowever, recedes into the background in cases where the\nprosecution relies upon an eye-witness account of the\noccurrence That is because if the court, upon a proper\nappraisal of the deposition of the eye-witnesses, comes to the\nconclusion that the version given by them is credible,\nabsence of evidence to prove the motive is rendered\ninconsequential Conversely, even if prosecution succeeds\nin establishing a strong motive for the commission of the\noffence, but the evidence of the eye-witnesses is found D\nunreliable or unworthy of credit, existence of a motive does\nnot by itself provide a safe basis for convicting the accused\nThat does not, however, mean that proof of motive even in\na case which rests on an eye-witness account does not lend\nstrength to the prosecution case or fortify the court in its\nultimate conclusion - Proof of motive in such a situation\ncertainly helps the prosecution and supports the eye-\nwitnesses - The instant case rests upon the deposition of the\neyewitnesses, hence, absence of motive would not by itself\nmake any material difference, but if a motive is proved it would F\nlend support to the prosecution version - The prosecution\nherein established the motive to fortify its charge against the\naccused-appellants.\n-\nWitness Examination of - Delay in examination -\nEffect Held: Mere delay in examination of a particular\nwitness does not, as a rule of universal application, render the\nprosecution case suspect - In a case where the investigating\nofficer has reasons to believe that a particular witness is an\neye-witness to the occurrence but he does not examine him.\nE\nG\nH'\nI\n314 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA without any possible explanation for any such omission, the\ndelay may assume importance and require the Court to\nclosely scrutinize and evaluate the version of the witness -\nBut in a case where the investigating officer had no such\ninformation about any particular individual being an eye-\nB witness to the occurrence, mere delay in examining such a\nwitness would not ipso facto render the testimony of the\nwitness suspect or affect the prosecution version - In the\ninstant case, the trial court and the High Court had accepted\nthe explanation offered by the investigating officer for delay\n- No reason to take a different view or to reject the testimony\nof the witness only because his statement was recorded a\nmonth and half after the occurrence.\nC\n-\n-\nIdentification - Test identification parade (TIP) – Purpose\nof - Held: TIP is conducted with a view to strengthening the\nD trustworthiness of the evidence - Such a TIP then provides\ncorroboration to the witness in the Court who claims to identify\nthe accused persons otherwise unknown to him - TIPS,\ntherefore, remain in the realm of investigation – However,\nCrPC, does not oblige the investigating agency to necessarily\nE hold a TIP nor is there any provision under which the accused\nmay claim a right to the holding of a TIP - The failure of the\ninvestigating agency to hold a TIP does not, in that view, have\nthe effect of weakening the evidence of identification in the\nCourt - As to what should be the weight attached to such an\nF identification is a matter which the Court will determine in the\npeculiar facts and circumstances of each case - In\nappropriate cases, the Court may accept the evidence of\nidentification in the Court even without insisting on\ncorroboration - On facts, the omission of the investigating\nG agency to associate PW16 with the TIP in which PW1identified\naccused-appellant U did not ipso jure prove fatal to the case\nof the prosecution, although the investigating agency could\nand indeed ought to have associated the said witness also\nwith the TIP especially when the witness had not claimed\nH familiarity with the accused-U before the incident - The\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 315\n\u0026 ANR.\nomission did not affect the credibility of the identification of A\nthe said appellant by PW16 in the Court - That is because\nthe manner in which the incident had taken place and the\nopportunity which PW16 had, to see and observe the actions\nof appellant U were sufficient for the witness to identify him in\nthe Court - Absence of TIP and the failure of the Investigating B\nOfficer to associate the witness with the same did not,\ntherefore, make any material difference in the instant case.\n-\nInvestigation - Deficiencies in investigation Effect of,\non prosecution case - Held: Deficiencies in investigation by\nway of omissions and lapses on the part of investigating\nagency cannot by themselves justify a total rejection of the\nprosecution case - On facts, the failure on the part of the\ninvestigating officer in sending the blood stained clothes to\nFSL and the empty cartridges to the ballistic expert was not\nsufficient to reject the version given by the eye witnesses -\nEspecially so, when a reference to the ballistic expert would\nnot have had much relevance since the weapon from which\nthe bullets were fired had not been recovered from the\naccused and was not, therefore, available for comparison by\nthe expert.\n-\n-\nSentence/Sentencing - Death sentence - Commutation\nto life, if warranted - 'Rarest of rare' test - Murder of sitting\nmember of State Legislative Assembly - Accused-appellants\nwere part of the coal mafia and deceased being opposed to\nsuch activities incurred their wrath and got killed - Trial Court\nconvicted the appellants but did not find it to be a rarest of\nrare case and awarded them life sentence\nHigh Court\nenhanced the sentence by imposing upon the accused-\nappellants the extreme penalty of death- Whether the present\ncase was one of those rare of rarest cases where High Court\nwas justified in imposing extreme penalty of death upon the\nappellants - No Reasons being, firstly, because the\nappellants were not professional killers - Secondly, because\neven when the deceased was a politician there was no political\n-\nC\nD\nE\nF\nG\nH\n316 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA angle to his killing - Thirdly, because while all culpable\nhomicides amounting to murder are inhuman, hence legally\nand ethically unacceptable yet herein there was nothing\nparticularly brutal, grotesque, diabolical, revolting or dastardly\nin the manner of its execution so as to arouse intense and\nB extreme indignation of the community or exhaust depravity\nand meanness on the part of the accused-appellants to call\nfor the extreme penalty - Fourthly, because there was\ndifference of opinion between the trial court and the High Court\non the question of sentence to be awarded to the convicts -\nC Considering all the circumstances, death sentence awarded\nto the accused-appellants commuted to life imprisonment.\nD\nAccording to the prosecution, the accused-\nappellants were part of the coal mafia and deceased, a\nsitting member of the Jharkhand State Legislative\nAssembly, opposed their activities and that because of\nthis opposition, the appellants killed the deceased by\nshooting him down on the road, when he was riding the\npillion seat of the motorcycle driven by PW 16-informant.\nIt was alleged that the accused-appellant S drove his\nE motorcycle to the left of PW16's motorcycle, whereupon\naccused-appellant U, riding pillion, shot the deceased\nfrom close range on his head on which he slumped on\nthe back of PW16 thereby disturbing the balance of his\nmotorcycle and bringing both of them to the ground; that\nF thereafter the motorcycle driven by appellant-S was\nstopped by him a little ahead whereupon appellant-U got\ndown and threatened PW16 that even he would be killed;\nthat so threatened PW16 hurried away from the spot\nwhereupon appellant U fired another bullet at the\nG deceased, pushed his dead body down the side slope of\nH\nthe road, walked back to the motorcycle whose engine\nwas kept running by appellant-S and they both fled away.\nThe deceased died a homicidal death caused by gunshot\ninjuries.\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 317\n\u0026 ANR.\nThe prosecution case rested entirely on the ocular A\ntestimony of PW16 and PW6, apart from the incriminating\ncircumstances called in aid by the prosecution to lend\nsupport and corroboration to the testimony of the said\ntwo eye-witnesses. The trial court convicted the\nappellants under Section 302 r/w Section 34 IPC and B\nsentenced them to undergo rigorous imprisonment for\nlife. The appellant U was additionally convicted under\nSection 27 of the Arms Act. The conviction of the\nappellants was upheld by the High Court.\nIn the instant appeals, various questions arose for\nconsideration viz. 1) whether the prosecution proved any\nmotive for the commission of the crime alleged against\nthe appellants and if so to what effect; 2) whether the\nprosecution proved beyond reasonable doubt, the\nsequence of events on which was based the charge of\nmurder levelled against the appellants and finally 3)\nwhether the present case was one of those rare of rarest\ncases in which the High Court could have awarded to the\nappellants the extreme penalty of death.\nPartly allowing the appeals, the Court\nHELD:1.1. The legal position regarding proof of\nmotive as an essential requirement for bringing home the\nguilt of the accused is fairly well settled. There is a clear\ndistinction between cases where prosecution relies upon\ncircumstantial evidence on the one hand and those where\nit relies upon the testimony of eye witnesses on the other.\nIn the former category of cases proof of motive is given\nthe importance it deserves, for proof of a motive itself\nconstitutes a link in the chain of circumstances upon_\nwhich the prosecution may rely. Proof of motive, however,\nrecedes into the background in cases where the\nprosecution relies upon an eye-witness account of the\noccurrence. That is because if the court upon a proper\nC\nD\nE\nF\nG\nH\n318 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA appraisal of the deposition of the eye-witnesses comes\nto the conclusion that the version given by them is\ncredible, absence of evidence to prove the motive is\nrendered inconsequential. Conversely even if prosecution\nsucceeds in establishing a strong motive for the\nB commission of the offence, but the evidence of the eye-\nwitnesses is found unreliable or unworthy of credit,\nexistence of a motive does not by itself provide a safe\nbasis for convicting the accused. That does not, however,\nmean that proof of motive even in a case which rests on\nan eye-witness account does not lend strength to the\nprosecution case or fortify the court in its ultimate\nconclusion. Proof of motive in such a situation certainly\nhelps the prosecution and supports the eye- witnesses.\n[Para 13] [337-D-H; 338-A]\nC\nD\nE\nF\nG\nH\n1.2. The case at hand rests upon the deposition of the\neyewitnesses to the occurrence. Absence of motive\nwould not, therefore, by itself make any material\ndifference. But if a motive is indeed proved it would lend\nsupport to the prosecution version. [Para 14] [338-C]\n1.3. In the instant case, the depositions of PW16,\nPW15 and PW19 are relevant on the question of motive.\nThere is evidence to prove that a petrol pump stood in the\nname of PW15 which had been allotted in his name in the\nScheduled Tribe's quota. It is also evident that to establish\nand run the said petrol pump, PW15 had taken the help\nfrom appellant S and his father. Disputes between the\noriginal allottee and the appellant-S and his father had,\nhowever, arisen and manifested in the form of civil and\ncriminal cases between them. PW15 had in that\nconnection taken the help of the deceased who had with\nthe help of the police and local administration secured the\nrestoration of the petrol pump to PW15 which annoyed\nthe appellant-S and his father. There is also evidence to\nthe effect that the deceased had acted against what has\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 319\n\u0026 ANR.\nbeen described as 'coal mafia' of Dhanbad with the help A\nof police and administration to prevent the coal theft in\nthe region and the steps taken by the deceased had\nresulted in the arrest of the father of appellant S and a co-\naccused in connection with the said cases. Both these\ncircumstances appear to have contributed to the incident B\nthat led to the killing of the deceased who was perceived\nby the appellants as a hurdle in their activities. [Paras 15,\n20] [338-D; 340-F-H; 341-A-B]\nShivaji Genu Mohite v. The State of Maharashtra, (1973)\n3 SCC 219, Hari Shanker v. State of U.P. (1996) 9 SCC 40\nand State of Uttar Pradesh. v. Kishanpal and Ors. (2008) 16\nSCC 73 - relied on.\nC\n2.1. In the instant case, the evidence adduced by the\nprosecution in regard to the charge of murder levelled D\nagainst the appellants comprises the following distinct\nfeatures:\n(i) Evidence suggesting that on the date of\noccurrence and proximate in point of time the\nappellants were seen together riding a black coloured\nmotor cycle, without a registration number.\nE\n(ii) Evidence establishing seizure of the motor cycle\non which the deceased was riding from the place of\noccurrence and that which was being driven by F\nappellant-'S' from his factory.\n(iii) The eye witness account of the occurrence as\ngiven by PW16 and PW6.\n(iv) Medical evidence, supporting the version of PW\n16, that he sustained injuries when he fell from the\nmotor cycle being driven by him on the deceased\nwho was on the pillion being shot by appellant ‘U'.\n[Para 21] [341-C-H]\nG\n\"\n:\nH\n320\nSUPREME COURT REPORTS\n[2011] 4 S.C.R\nS.C..\nA\n2.2. The depositions of all the witnesses satisfactorily\nprove that the appellants were seen hanging around the\nplace of occurrence on the incident date and were seen\ntogether riding a motorcycle without registration number\ngoing towards Govindpur at around 1.30 p.m. which is\nB proximate in point of time when the deceased was\ngunned down. From the deposition of PW1 it is further\nproved that the witness had identified appellant-U as the\nperson who was riding the motorcycle sitting behind\nappellant-S not only in the Court, but also in the test\nidentification parade held during the course of\ninvestigation. [Para 27] [344-D-E]\nC\nD\nE\nF\nG\nH\n2.3. It is clear that while the motorcycle on which the\ndeceased was travelling along with PW16 was seized\nfrom the place of occurrence in terms of seizure memo,\nthe Motor Cycle used by accused was seized from the\npremises owned by appellant-S. From a reading of the\nseizure memo it is evident that the motorcycle was a\nblack colour, Caliber Bajaj make with no registration\nnumber on the plate. From the motorcycle was recovered\na certificate of registration and fitness showing the name\nof the brother of appellant-S, as its owner. [Para 28] [345-\nF-H; 346-A]\n2.4. The prosecution led evidence to prove that the\nempty cartridges of 9 M.M. bullets were seized from the\nplace of occurrence. One of the empty cartridges was\nrecovered from near the dead body while the other was\nrecovered from the mud footpath on the southern side\nof the road. This is evident from the seizure memo. In\naddition and more importantly is the seizure of light\ngreen T-shirt of the complainant- (PW-16) with blood\nstains at the arm and back thereof. The T-shirt is torn\nnear the left shoulder. Blue coloured jeans worn by the\nwitness was also seized with a tear on the left knee. The\ndeposition of PW1 and PW2 support these seizures\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 321\n\u0026 ANR.\nwhich corroborate the version of the prosecution that the A\noccurrence had taken place at the spot from where the\ndead body, the motorcycle, the empty cartridges and the\nblood stained earth were seized. The seizure of the T-\nshirt and the Jeans worn by PW16 with bloodstains on\nthe T-shirt, scratches damaging the T-shirt near the left B\nshoulder and the Jeans on the left knee also\ncorroborates the prosecution version that when hit by the\nbullet fired by the pillion rider of the motorcycle driven by\nappellant-S, the motorcycle on which the deceased was\ntravelling lost its balance bringing both of them down to\nthe ground and causing damage to the clothes worn by\nPW16 and injuries to his person. The Courts below\ncorrectly appreciated the evidence produced by the\nprosecution in this regard and rightly concluded that the\nseizure of the articles mentioned above clearly supports\nthe prosecution version and the sequence of evidence\nunderlying the charge. [Para 29] [345-B-G]\nC\nD\n2.5. The third aspect is the medical evidence,\nsupporting the version of PW16 that he had sustained\ninjuries when he fell down from the motor cycle after the E\ndeceased had been shot by the appellant-U. The medical\ncertificate goes on to state that the injuries had been\ncaused by hard and blunt substance. The making of the\nrequisition by the Medical Officer (by which PW16 was\nsent for treatment with request for issue of an injury F\nreport), the medical examination of PW16 and presence\nof injuries on his person were satisfactorily proved by the\nprosecution and go a long way to support the\nprosecution version that PW16 was driving the\nmotorcycle at the time of the incident and had sustained G\ninjuries once he lost his balance after the deceased sitting\non the pillion was shot by the appellant-U. [Paras 30, 31]\n[345-H; 346-B-C; F-H]\n2.6. PW16 was cross-examined extensively but his\ndeposition was accepted by the Courts below who found\nH\n"}