{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nC\n342 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nthe trial court stated that on 14th April, 2000 i.e. the date of\noccurrence while he was at “Amona turn\" (Mod in Hindi) he saw\nappellant-Sheo Shankar Singh going towards Nirsa on a\nCaliber Motorcycle at about 11.15 A.M. The witness further\nstates that he was at Amona Mod till around 1 p.m.-1.15 p.m.\nB when he saw appellant-Sheo Shankar Singh going towards\nGobindpur on a motorcycle with another person on the pillion\nseat. At about 2.45 p.m. when he was at his house, he heard\nthat the deceased M.L.A. had been murdered. He reached the\nspot where some persons were already present. The person\nwho was driving the motorcycle on which the deceased was\nriding said that appellant-Sheo Shanker Singh was driving the\nmotorcycle while the person sitting behind had fired the shots.\nIn a Test Identification Parade the witness claims to have\nidentified appellant-Umesh Singh as the person whom he had\nseen on the pillion seat of the motorcycle driven by appellant-\nSheo Shankar Singh on the date of the occurrence. The witness\nwas extensively cross-examined by the defence, but there is\nnothing in the deposition which would render the version given\nby him doubtful and unworthy or credence. The fact that the\nwitness is a signatory to the statement of Apurba Ghosh\n(PW16), which statement was recorded by the Investigating\nOfficer on 14th April, 2000 at about 4.15 p.m. only shows that\nhe had indeed reached the place of occurrence immediately\nafter hearing about the killing of the deceased as stated by him\nin his deposition in the court; and that he had not only offered\nF but actually identified the pillion rider in the Test Identification\nD\nE\nParade.\n23. To the same effect is the deposition of Lal Mohan\nMahto (PW2) who in his deposition stated that on 14th April,\nG 2000 at about 11 A.M. he saw the deceased going towards\nDhanbad on a motorcycle, who told him to stay near the party\noffice at Ratanpur. After some time he saw appellant-Sheo\nShanker Singh riding a motorcycle without a registration number\nand going towards Nirsa. Around 1.30 P.M. again he saw the\nsaid appellant going towards Govindpur by the same\nH\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 343\n\u0026 ANR. [T.S. THAKUR, J.]\nmotorcycle with one other person sitting on the pillion seat. A\nAround 3 P.M. there was a hue and cry that M.L.A. Shri Gurudas\nChatterjee had been killed. He reached the G.T. Road at Deoli\nand found the deceased soaked in blood. Apurva Ghosh\n(PW16) told the witness that while appellant-Sheo Shanker\nSingh was driving the motorcycle the person sitting behind had B\nfired the bullet that killed the deceased. The witness identified\nthe appellant-Sheo Shanker Singh as the person who was\ndriving the motorcycle and appellant-Umesh Singh as the\nperson who was sitting on the pillion seat.\nC\nD\n24. In cross-examination this witness has, inter alia, stated\nthat he reached the place of occurrence on hearing the noise\nabout the killing of the deceased. There was a crowd, The\npolice had arrived on the spot after few minutes of his reaching\nthere. He told the police he could identify the person sitting\nbehind Sheo Shankar Singh and that he knew Apurva Ghosh\n(PW16) from the date of incident itself. He had seen Sheo\nShankar Singh standing near Khalsa hotel on the date of the\nincident. At that time there was nobody with him. The witness\ndenies being a member of Maharashta Coordination\nCommittee (MCC). He admitted being a member of the E\nCommittee formed for the construction of a memorial to\nGurudas Chatterjee.\n25. The deposition of Subodh Chandra Kumbhkar (PW8)\ngoes to show that the appellant-Umesh Singh was seen by the\nwitness on 14th April, 2000 at 11.00 a.m. at Amona turn (Mod)\nwhen he visited the restaurant of the witness for food. The\nwitness further stated that he had seen appellant-Sheo Shankar\nSingh on the same day in the morning towards the side of the\nweigh bridge (Kanta). Appellant-Sheo Shankar Singh was at\nthat time with Vijay Singh Chaudhari.\nF\nG\n26. In cross-examination this witness has stated that the\nlicense to run the restaurant (described as Hotel by the witness)\nis in the name of his brother Nagenddra Nath Kumbhkar. He\nis running the hotel for the past 10-12 years. The witness does H\n344 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA not know where Umesh Singh used to work and had no\nacquaintance with him. The witness denied the suggestion that\nhe used to ask Umesh Singh about his well being whenever\nhe met him. Umesh Singh had on that date taken food in the\nhotel of the witness and gone away. There were several others\nlike Tapan Bharti and Mantoo present in the restaurant. The\nwitness denied the suggestion that he had made a false\nstatement that he had seen Sheo Shankar Singh and Umesh\nSingh on the date of the incident. There is nothing in the\ndeposition of even this witness that could render his version\nC unworthy of credence.\nB\nD\n27. The depositions of all the witnesses referred to above,\nin our opinion, satisfactorily prove that the appellants were seen\nhanging around the place of occurrence on 14th April, 2000 and\nwere seen together riding a motorcycle without registration\nnumber going towards Govindpur at around 1.30 p.m. which is\nproximate in point of time when the deceased was gunned\ndown. From the deposition of Abdul Kudus Ansari (PW1) it is\nfurther proved that the witness had identified Umesh Singh as\nthe person who was riding the motorcycle sitting behind\nE appellant-Sheo Shankar Singh not only in the Court, but also\nin the test identification parade held during the course of\ninvestigation.\nF\nG\nH\n28. Coming to the second aspect on which the prosecution\nhas led evidence in support of its case we may point out that\nwhile the motorcycle on which the deceased was travelling\nalong with Apurba Ghosh PW16 was seized from the place of\noccurrence in terms of seizure memo marked Exh.3, the Motor\nCycle used by accused was seized from the premises of\nKalyans Vyapor Brisket Udyog owned by the appellant-Sheo\nShankar Singh. This seizure was made on 16th April, 2000 at\n2.20 p.m. From a reading of the seizure memo it is evident that\nthe motorcycle was a black colour, Caliber Bajaj make with no\nregistration number on the plate. From the motorcycle was\nrecovered a certificate of registration and fitness showing the\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 345\n\u0026 ANR. [T.S. THAKUR, J.]\nname of Jai Shankar Singh, son of N.P. Singh of Nirsa, as its A\nowner. Jai Shankar Singh, it is noteworthy, is none other than\nthe brother of appellant-Sheo Shankar Singh.\n29. Apart from the seizure mentioned above, the\nprosecution has led evidence to prove that the empty cartridges\nof 9 M.M. bullets with HP-59-II and Triger mark on them were\nseized from the place of occurrence. One of the empty\ncartridges was recovered from near the dead body while the\nother was recovered from the mud footpath on the southern side\nof the road. This is evident from the seizure memo marked\nExh.1/9. In addition and more importantly is the seizure of light\ngreen T-shirt of the complainant-Apurba Ghosh (PW-16) with\nblood stains at the arm and back thereof. The T-shirt is torn\nnear the left shoulder. Blue coloured jeans worn by the witness\nwas also seized with a tear on the left knee. The deposition of\nAbdul Qudus (PW1) and Lal Mohan Mahto (PW2) support\nthese seizures which corroborate the version of the prosecution.\nthat the occurrence had taken place at the spot from where the\ndead body, the motorcycle, the empty cartridges and the blood\nstained earth were seized. The seizure of the T-shirt and the\nJeans worn by Apurba Ghosh (PW16) with bloodstains on the\nT-shirt, scratches damaging the T-shirt near the left shoulder\nand the Jeans on the left knee also corroborates the\nprosecution version that when hit by the bullet fired by the pillion\nrider of the motorcycle driven by appellant-Sheo Shankar Singh,\nthe motorcycle on which the deceased was travelling lost its\nbalance bringing both of them down to the ground and causing\ndamage to the clothes worn by Apurba Ghosh (PW16) and\ninjuries to his person. The Courts below have, in our opinion,\ncorrectly appreciated the evidence produced by the prosecution\nin this regard and rightly concluded that the seizure of the\narticles mentioned above clearly supports the prosecution\nversion and the sequence of evidence underlying the charge.\n30. The third aspect on which the prosecution has led\nevidence and which we need to examine before we go to the\nB\nC\nD\nE\nF\nH\n346 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA deposition of the eye witnesses is the medical evidence,\nsupporting the version of Apurba Ghosh (PW16) that he had\nsustained injuries when he fell down from the motor cycle after\nthe deceased had been shot by the appellant-Umesh Singh.\nReliance is in this regard placed by the prosecution upon the\nB request made by Ramjee Prasad (PW17) to the Medical\nOfficer, Primary Health Centre, Govindpur by which Apurba\nGhosh (PW16) was sent for treatment with a request for issue\nof an injury report. The requisition is dated 14th April, 2000 and\nrecords three injuries which the witness had sustained apart\nfrom the complaint of pain in the chest and the body. Dr. S.C.\nKunzni of Primary Health Centre, Govindpur accordingly\nexamined the injured Apurba Ghosh (PW16) at 10.25 p.m. on\n14th April, 2000 and found the following injuries on his person:\nс\n1.\nD\n2.\nComplain of chest pain.\nAn abrasion about ½” x ½” injury on the left knee it.\nAnd blackish colour.\n3.\nAn abrasion on the lateral malloouo of left leg which\nis ¼\" x ¼\" size.\nE\n4.\nAbrasion about 1/2\" in radius on circular in size and\nblackish crust on the left shoulder.\n5.\nComplain of body ache.\nF\nG\n31. The certificate goes on to state that the injuries had\nbeen sustained within 8 hours and had been caused by hard\nand blunt substance. The making of the requisition, the medical\nexamination of the injured, the presence of injuries on his\nperson have been, in our opinion, satisfactorily proved by the\nprosecution and go a long way to support the prosecution\nversion that Apurba Ghosh (PW16) was driving the motorcycle\nat the time of the incident and had sustained injuries once he\nlost his balance after the deceased sitting on the pillion was\nshot by the appellant-Umesh Singh.\nH\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 347\n\u0026 ANR. [T.S. THAKUR, J.]\nC\nD\n32. Time now to examine the eye-witness account of the A\noccurrence. In his deposition before the trial court Apurba\nGhosh (PW16) stated that according to a previously arranged\nprogramme he had borrowed a Hero Honda motorcycle from\none of his friends and reached the house of the deceased\nGurudas Chatterji at 7.00 a.m. After visiting the party office and B\ntalking to some persons there the deceased returned to his\nresidence at 9.30 a.m., had his meals and left for Dhanbad at\nabout 10.15 a.m. On the way they visited Mylasia Company and\nfinally started for Dhanbad from there at 11.00 a.m. At\nGovindpur Block they met Lal Mohan Mahto (PW2) who was\ntold by the deceased to remain at the party office till he returned\nfrom Dhanbad. They started from Dhanbad at about 12.00 noon\nand reached Kalyan Bhawan for the meeting in which the MLA\nmet the people assembled there. In the meantime the witness\nwent to the mining office which was closed and handed over a\nsum of Rs.9850/- to the Peon for making a deposit of the same\ntowards royalty. The witness then returned to the place where\nthe meeting was convened and started back for Nirsa at around\n1.30 p.m. on the motorcycle with the deceased sitting on the\npillion seat. At about 2.45 p.m. they crossed Premier Hard\nCoke, situated at G.T. Road, when the witness heard the sound\nof firing from behind. On this he turned back only to see that\none 100 CC black coloured Caliber motorcycle which was\nbeing driven by the appellant-Sheo Shankar Singh with an\nunknown person sitting on the pillion carrying a pistol in his right\nhand, was on his left. The person fired a second shot which hit\nthe deceased who slumped on the back of the witness with the\nresult that the balance of the motorcycle got disturbed bringing\nthe witness and the deceased down to the ground. The\nappellant-Sheo Shankar Singh stopped the motorcycle being\ndriven by him at some distance whereupon the man sitting at G\nthe back ran towards the deceased verbally abusing the witness\nand asking him to run away. On seeing this, the witness started\nrunning towards the west. The unknown person went near the\nMLA and fired another shot and pushed the dead body towards\nthe slope on the side of the road. The unknown person then ran H\nE\nF\n348\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA back to the motorcycle driven by Sheo Shanker Singh who was\nwaiting for him with the engine of the motorcycle running.\nB\nC\nD\nE\nF\nG\nH\n33. The witness further stated that a crowd assembled near\nthe place of occurrence including Lal Mohan Mahto (PW2) and\nAbdul Kudus Ansari (PW1) who stated that they had seen Sheo\nShankar Singh riding 100 CC black colour Caliber motorcycle\nwithout a registration number going towards Nirsa. After some\ntime they had again seen appellant-Sheo Shankar Singh\ncoming back from Nirsa going towards Govindpur. At about\n1.15 p.m. Sheo Shankar Singh was again seen by these two\nwitnesses going towards Govindpur on the same motorcycle\nwith a person sitting on the pillion seat. The witness proved the\nstatement recorded by the investigating officer after the police\narrived at the spot, which statement has been marked Exh.1/\n6. The witness also identified in the Court Sheo Shankar Singh\nas the person driving the motorcycle and Umesh Singh as the\nperson who had fired the bullets that killed the deceased. He\nfurther stated that he was given treatment for the injuries\nsustained by him and that his bloodstained clothes as also the\nmotorcycle were seized.\n34. The witness was cross-examined extensively but his\ndeposition has been accepted by the Courts below who have\nfound the version to be both consistent and reliable. Mr. Lalit,\nlearned senior counsel all the same took pains to read before\nus the entire deposition of this witness, in an attempt to show\nthat he was not actually present on the spot with the deceased\nat the time of the occurrence either driving his motorcycle or\notherwise. He urged that the witness could not have looked back\nwhile driving the motorcycle and that the fleeting glimpse he\nmay have got of the assailant was not enough for the witness\nto identify him. We do not think so. There is in the first place\nnothing inherently improbable about the manner in which the\nwitness has narrated the occurrence or his presence on the\nspot. There is not even a suggestion of any enmity between the\nappellants and the witness nor a bias favouring the prosecution\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 349\n\u0026 ANR. [T.S. THAKUR, J.]\nto make his version suspect. The narration given by the witness A\nis natural and does not suffer from any material inconsistency\nor improbability of any kind. Having said that we must also note\nthat the presence of the witness on the spot is proved by PWs\n1 \u0026 2, Abdul Kudus Ansari and Lal Mohan Mahto both of whom\nreached the place of occurrence immediately after hearing B\nabout the killing of the deceased and met Apurba Ghosh\n(PW16) on the spot. Both these witnesses have testified that\nthe T-shirt worn by the witness was bloodstained and the\nmotorcycle which he was driving was lying on the spot with the\ndead body of the deceased at some distance. Both of them c\nhave signed the statement made by Apurba Ghosh (PW16)\nbefore the police which constitutes the first information report\nabout the incident in which both of them have claimed that they\nhave seen Sheo Shankar Singh with one other person going\non the motorcycle whom they could identify. The presence of\nApurba Ghosh (PW16) on the spot is testified even by Prasant\nBanerjee (PW6), also an eye-witness to the occurrence. That\napart the presence of injuries on the person of the Apurba\nGhosh (PW16) duly certified by the medical officer concerned,\nand the fact that the T-shirt worn by him was torn at two different\nplaces corresponding to the injuries sustained by him also\ncorroborates the version given by the witness that he was\ndriving the motorcycle as claimed by him when the deceased\nwas gunned down.\nD\nE\nF\n35. It is noteworthy that the first information report was\nregistered without any delay and Apurba Ghosh (PW 16)\nmedically examined on 14th April, 2000 itself though late in the\nevening. All these circumstances completely eliminate the\npossibility of the witness being a planted witness. The testimony\nof this witness and the deposition of the PWs Abdul Kudus G\nAnsari and Lal Mohan Mahto prove his being with the\ndeceased before the incident and being on the spot\nimmediately after the occurrence with bloodstains on his\nclothes with the motorcycle being driven by him lying nearby.\nWe have, therefore, no difficulty in affirming the finding recorded H\n350 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA by the two courts below that the deceased was travelling with\nApurba Ghosh (PW16) on the latter's motorcycle from Dhanbad\nto Nirsa at the time of the occurrence and was, therefore, a\ncompetent witness who could and has testified to this\noccurrence, as the same took place.\nB\nC\n36. Mr. Lalit, then argued that while a test identification\nparade had been conducted in which the appellant-Umesh\nSingh was identified by Abdul Kudus Ansari (PW1) as the\nperson who was the pillion rider with Sheo Shankar Singh\ndriving the motorcycle, the version of Apurba Ghosh (PW16)\nwas not similarly put to test by holding a test identification\nparade for him also. He urged that while the identification of\nthe accused in the Court is the substantive evidence and a test\nidentification parade only meant to reassure that the\ninvestigation of the case is proceeding in the right direction,\nthe failure of the prosecution to offer an explanation for not\nholding a test identification parade for this witness would cast\na serious doubt about the credibility of the witness and his\nversion that it was the appellant-Umesh Singh who had shot the\ndeceased. Relying upon the decision of this Court in Krishna\nE Govind Patil v. State of Maharashtra 1964 (1) SCR 678, Mr.\nLalit argued that Umesh Singh had not been identified properly\nand cannot, therefore, be convicted in which event Section 34\nwill not be available to convict appellant-Sheo Shankar Singh\nalso.\nD\nF\nG\nH\n37. It is fairly well-settled that identification of the accused\nin the Court by the witness constitutes the substantive evidence\nin a case although any such identification for the first time at\nthe trial may more often than not appear to be evidence of a\nweak character. That being so a test identification parade is\nconducted with a view to strengthening the trustworthiness of\nthe evidence. Such a TIP then provides corroboration to the\nwitness in the Court who claims to identify the accused persons\notherwise unknown to him. Test Identification parades,\ntherefore, remain in the realm of investigation. The Code of\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 351\n\u0026 ANR. [T.S. THAKUR, J.]\nCriminal Procedure does not oblige the investigating agency A\nto necessarily hold a test identification parade nor is there any\nprovision under which the accused may claim a right to the\nholding of a test identification parade. The failure of the\ninvestigating agency to hold a test identification parade does\nnot, in that view, have the effect of weakening the evidence of B\nidentification in the Court. As to what should be the weight\nattached to such an identification is a matter which the Court\nwill determine in the peculiar facts and circumstances of each\ncase. In appropriate cases the Court may accept the evidence\nof identification in the Court even without insisting on\ncorroboration. The decisions of this Court on the subject are\nlegion. It is, therefore, unnecessary to refer to all such decisions.\nWe remain content with a reference to the following\nobservations made by this Court in Malkhansingh and Ors. v.\nState of M.P. (2003) 5 SCC 746 :\nC\nD\n\"It is trite to say that the substantive evidence is the\nevidence of identification in court. Apart from the clear\nprovisions of Section 9 of the Evidence Act, the position\nin law is well settled by a catena of decisions of this Court.\nThe facts, which establish the identity of the accused E\npersons, are relevant under Section 9 of the Evidence.Act.\nAs a general rule, the substantive evidence of a witness\nis the statement made in court. The evidence of mere\nidentification of the accused person at the trial for the first\ntime is from its very nature inherently of a weak character. F\nThe purpose of a prior test identification, therefore, is to\ntest and strengthen the trustworthiness of that evidence. It\nis accordingly considered a safe rule of prudence to\ngenerally look for corroboration of the sworn testimony of\nwitnesses in court as to the identity of the accused who G\nare strangers to them, in the form of earlier identification\nproceedings. This rule of prudence, however, is subject to\nexceptions, when, for example, the court is impressed by\na particular witness on whose testimony it can safely rely,\nwithout such or other corroboration. The identification.\nH\n"}