{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nVINOD KUMAR MATHURSEVA MALVIA AND ANR.\nV.\nMAGANLAL MANGALDAS GAMETI AND ORS.\nFEBRUARY 24, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nTrusts and Charities:\nBombay Public Trust Act, 1950-Section 22-Trusts registered under\nC the Act--Having Scheme for appointment of trustees-Five change notices\nnot considered by Assistant Charity Commissioner-Subsequent change notice\nby sole trustee approved without holding an enquiry-Claim of another trust\nto recommend the names of trustees on the ground of its having succeeded\nthe trust preferring change notice due to its amalgamation with it-In a\nD different suit on the question of amalgamation of the trusts decision of\nSupreme Court that civil court have no jurisdiction in such matters-By\nimpugned order High Court though noticed the matter was subjudice before\nCharity Commissioner, yet held that the question of merger had been decided\nby Supreme Court-On appeal, held: the impugned order was contradictory\nand inconsistent -The question of merger of the trusts was to be determined.\nE by the statutory authorities-Direction to Charity Commissioner to determine\nall the questions in pending disputes.\nA trust CBGB was registered under Bombay Public Trust Act, 1950. It\nhad a scheme for administration and management indicating mode of succession\nfor appointment of trustees. A public trust CNI was also registered before the\nF\nCharity Commissioner. Yet another trust FDCB was registered under the\nSocieties Registration Act, 1860 and also in terms of Bombay Public Trust Act.\nFive change notices were filed before Assistant Commissioner but no action was\ntaken thereupon. Respondent No. 1, the sole surviving trustee filed a change\nnotice proposing deletion of names of few trustees and appointment of four, as\nG trustees. The change notice was approved by Assistant Commissioner. In appeal,\nappellate authority (Joint Charity Commissioner) remanded the matter to the\nAssistant Commissioner holding that procedure was not followed while approving\nthe change notice. CNI also filed a change notice proposing five names to include\nthem as trustees. Its stand was that FDCB lost its entity and has been amalgamated\nH\n668\nVINOD KUMAR MATHURSEVA MALVIA v. MAGANLAL MANGALDAS GAMETI 669\ntherewith and thus CNI alone had the authority to recommend names of the A\ntrustees. The change notice was disputed by trustee of CGBG before Joint Charity\nCommissioner. The matter was remitted to Assistant Charity Commissioner to\nframe issues as to whether FDCB was amalgamated with CNI and whether CNI\nwas successor of FDCB. Said decision was impugned before District Court.\nB\nIn the meanwhile a suit on the question of amalgamation of the\naforementioned trusts was filed. When carried in appeal to Supreme Court, it\nwas held that civil court had no jurisdiction in such matters. High court by the\nimpugned order, relying on the decision of the Supreme court, held that FDCB\ndid not cease to exist. Regarding change notice filed by CNI it held that the issue\nof merger between churches was required to be decided by the Charity C\nCommissioner and such issue was subjudice. Hence the present appeal.\nDisposing of the appeal, the Court\nHELD 1. The Assistant Charity Commissioner did not follow the procedure\nbefore approving the change notice filed by the first respondent. It is on that D\npremise that the Joint Charity Commissioner directed the Assistant Charity\nCommissioner to consider the change notice in terms of the rules. However, that\norder was set aside by the District Court. The High Court although noticed that\nthe matter is subjudice before the Charity Commissioner and, thus, the said issue\nhas to be resolved upon giving an opportunity of hearing to all the parties,\nerroneously proceeded to hold that this Court had already adjudicated upon the\nsaid issue. The aforementioned two findings of the High Court are contradictory\nand inconsistent. High Court in its judgment noticed that the Assistant Charity\nCommissioner was required to follow the procedure laid down in the Act in terms\nwhereof enquiry into the matter was mandatory. [675-C-E]\n2. High Court arrived at a wrong conclusion that the FDCB did not cease\nto exist. Such a question indisputably, in view of the decision of this Court, is\nrequired to be determined by the statutory authorities under the Bombay Public\nTrust Act and not by the civil court. This Court held that the civil court had no\njurisdiction; a fortiori no finding could have been arrived at that the FDCB did or\ndid not cease to exist. This Court in fact had directed that the matter relating to\ndissolution of trust would fall for consideration by the Charity Commissioner\nalone. [676-D-F; 676-G]\nE\nF\nG\n3. The interests of justice require that all the questions must be determined\nby the Charity Commissioner himself. The Charity Commissioner shall also\nH\ndetermine all the pending disputes including the five change notices, if they have\n670\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n+\nA not already been disposed of. [677-A-B]\nB\nC\nD\nE\nF\nChurch of India v. Lavajibhai Ratanjibhai and Ors., [2005] 10 SCC 760,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1260 of 2006.\nFrom the Final Order dated 6.10.2005 and 10.10.2005 of the Gujarat High\nCourt in First Appeal No. 988 of 2005.\nVinod A. Bobde, Shashank Kumar, Mayank Bughani and T. Mahipal for\nthe Appellants.\nHazefa Ahmadi, Ejaj Maqbool, Nakul Dewan, Vikas Singh, Taruna Singh\nand Abhijit Sinha for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nThis appeal is directed against the judgments and orders dated 06.10.2005\nand 10.10.2005 passed by a learned Single Judge of the High Court of Gujarat\nat Ahmedabad in First Appeal No. 988 of 2005 whereby and whereunder the\nappeal preferred by the Appellants herein from a judgment and decree dated\n07.04.2005 passed by the Extra Assistant Judge, was dismissed,\nThe basic fact of the matter is not in dispute.\nThe Church of Brethren General Board (India) (CBGB) is a trust registered\nunder the Bombay Public Trust Act, 1950. It has a scheme of trust for\nadministration, management including indicating mode of succession for\nappointment of trustees. In 1971 the Church of Brethren General Board (India)\ncame into existence, which was registered in 1971. A public trust known as\n'Church of North India' (CNI) was also registered before the Charity\nCommissioner in the year 1980-81. Yet another trust known as 'First District\nG Church of Brethren' was registered under the Societies Registration Act, 1860\nH\nas a public trust as also in terms of the Bombay Public Trust Act. Interpretation\nand application of Clause 9 of the scheme of CBGB was the subject matter\nof dispute between the parties, which reads as under :\n\"9. Appointment of New trustees when vacancies arise:\nTrustee shall be appointed by the Church of the Brethren General\nVINOD KUMAR MATHURSEVA MALVIA 1. MAGANLAL MANGALDAS GAMETI [SINHA, J.]\n671\nB\nBoard, Elgin, Illinois, USA by granting Power of Attorney to select A\nindividuals either American or Indian. Where there is a vacancy,\nnominations to fill the post may be made to the Church of the Brethren\nGeneral Board by First District Church of the Brethren or Second\nDistrict Church of the Brethren or Second District Church of the\nBrethren (India) or their successors, whenever any Trustee, either\noriginal or substituted under the Scheme shall during his tenure of\nTrusteeship dies or is absent for more than six months from India\nwithout leave of absence from the Charity Commissioner or Assistant\nCharity Commissioner of the region, or is convicted of a criminal\noffence involving moral turpitude or desires to be discharged from or\nrefuses or becomes unfit or incapable to act in the Trust or to execute C\nthe powers in his reposed, the surviving or continuing Trustees for\nthe time being shall intimate to the Church of the Brethren General\nBoard to fill in the said vacancy within three months from the date of\nthe receipt of the intimation; and if they fail to do so within three\nmonths, the surviving or continuing trustees may appoint any person\nor persons to be trustees in the place or places of trustees so dying\nor convicted, as aforesaid, or desiring to be discharged or refusing or\nbecoming unfit or incapable to act as aforesaid. If any such vacancy\nshall occur and no appointment in writing of a new trustee or trustees\nshall be made by passing an unanimous resolution in that behalf by\nall the surviving or continuing trustees within six months from the E\nhappening of such event, it shall be lawful for the Charity Commissioner\nat any time after the expiration of such time by writing to appoint a\nnew Trustee or Trustees of this Trust as he may think fit and proper\nand as circumstances may require.\"\nD\nIn between 1985 to 1991 five change notices were filed before the F\nAssistant Commissioner but no action was taken thereupon\nG\nA change notice was filed in terms of Section 22 of the Bombay Public\nTrust Act before the Assistant Commissioner by the Respondent No.1 herein.\nHe, despite the fact that in terms of the scheme, the trust was to consist of\nnot less than 5 and not more than 7 trustees, was the sole surviving trustee.\nBy reason of the said change notice a proposal was made to delete the names\nof (i) Bishop of Gujarat Rev. Christachari; and (ii) Mr. Vithaldas N. Bhagat, as\nadmittedly they were no more. The Respondent No.1 also proposed four other\nnames for their appointment as trustees. The Assistant Charity Commissioner\ndid not make any enquiry in relation thereto. The said change notice was H\n672\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA approved. The legality and/or validity of the said order dated .03.08.1999\napproving the said change notice was questioned before the Appellate\nAuthority, namely, the Joint Charity Commissioner, Baroda, in Appeal No.7 of\n1999. The matter was remanded to the Assistant Charity Commissioner for\nholding an enquiry and for granting an opportunity of hearing to the interested\nparties. The said order of the Joint Charity Commissioner was questioned\nbefore the District Judge purported to be in terms of Section 72 of the Bombay\nPublic Trust Act and the order of the Joint Charity Commissioner was set\naside by the District Judge by an order dated 07.04.2005.\nB\nC\nThe claim of the Church of North India is that the First District Church\nof Brethren has lost its entity and has been amalgamated therewith and, thus,\nit has only the authority to recommend names of the trustees to the parent\nbody of USA. The Church of North India with whom the other trusts were\nsaid to have been merged also filed a change notice purported to be on the\nstrength of the authority given by the parent body at USA, wherein five\nnames: (i) Rt. Rev. Paul Chauhan, (ii) Francis G. Gameti, (iii) N.R. Rajawadi,\nD (iv) Jesing S. Bhagat, and (v) Rt. Rev. Malvia, were proposed to be included\nas trustees. The said change notice was disputed by the then trustees of the\nCBGB Trust before the Joint Charity Commissioner, Baroda, and by order\ndated 20.09.1997 the matter was remitted to the Assistant Charity Commissioner\nwith a direction to frame issues as to whether the First District Church of\nBrethren was amalgamated with CNI and whether the Church of North India\nwas the successor of the First District Church of Brethren. The said decision\nof the Joint Charity Commissioner was impugned before the District Court.\nE\nIn the meanwhile, a civil suit was filed by one Ambalal Onkarlal against\nthe trustees. The said suit was decreed holding that all the six uniting\nF churches including the First District Church of Brethren were dissolved and\nunited in one church i.e. the Church of North India. A First Appeal was\npreferred thereagainst being Regular Civil Appeal No. 72 of 1984 and the\nAssistant Judge, Surat, by a judgment and decree dated 11.08.1986 allowed\nthe said appeal holding that the First District Church of Brethren was not\ndissolved and had not ceased to exist. It was further held that the civil court\nG had no jurisdiction to entertain the said suit. The judgment and decree of the\nAssistant Judge came to be questioned in Second Appeal before the High\nCourt being Second Appeal No.303 of 1986, which was dismissed. The matter\nultimately came up before this Court in Church of India v. Lavajibhai\nRatanjibhai \u0026 Ors., [2005] 10 SCC 760, wherein it was held that the Civil court\nH has no jurisdiction in such matters. While arriving at the said finding the\n:\nVINOD KUMAR MATHURSEVA MALVIA 1.MAGANLAL MANGALDAS GAMETI [SINHA, J.]\n673\nCourt invariably had to deal with various contentions raised by the parties. A\nIt was stated :\n\"With a view to determine the question as regards exclusion of\njurisdiction of the civil court in terms of the provisions of the Act, the\ncourt has to consider what, in substance, and not merely in form, is\nthe nature of the claim made in the suit and the underlying object in B\nseeking the real relief therein. If for the purpose of grant of an appeal,\nthe court comes to the conclusion that the question is required to be\ndetermined or dealt with by an authority under the Act, the jurisdiction\nof the civil court must be held to have been ousted. The questions\nwhich are required to be determined are within the sole and exclusive\njurisdiction of the authorities whether simple or complicated. Section\n26 of the Act must be read in that context as it specifically refers to\nthose questions wherewith a court of competent jurisdiction can deal\nwith and if the same is not expressly or impliedly barred. Once a\ndecision is arrived at, having regard to the nature of the claim as also\nthe reliefs sought for, that the civil court has no jurisdiction, Section D\n26 perforce will have no application whatsoever.”\nC\nThe High Court relying on or on the basis of the said decision, inter\nalia, opined that the First District Church of Brethren did not cease to exist.\nIt further came to the conclusion that this Court had held that the property\nof the society vested in the trust and not in the governing body of the E\nsociety. On the aforementioned premise it was directed :\nF\n\"...It is seen that the Joint Charity Commissioner remanded the matter\nto the Assistant Charity Commissioner only on the assumption that\nCNI was interested party and was required to be heard, but as per the\ndecision and conclusion of the Apex Court, the reasons for the remand\nwould not stand any further and it would not be necessary at all to\nremand the matter to the Assistant Charity Commissioner to decide\nthe issue which is already decided by the Apex Court. It may be true\nand on merits at the relevant juncture when the Joint Charity\nCommissioner passed the orders in Appeal NO. 7 of 1999, the decision G\nof the Apex Court was not pronounced and Joint Charity Commissioner\nmight have found that CNI was an interested party. The cause at this\njuncture to remand the matter back for decision of the Assistant\nCharity Commissioner, according to my humble view, would not be\nsurviving after the decision of the Apex Court in the matter of Church\nof North India v. Lavajibahi Ratanbhai (supra).\nH\n674\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nAs regard the change notice filed by the Church of North India, it was\nopined:\n\"Now the question of postponement of appointing trustees as\nproposed by the Change Report No.329 of 1999 is concerned, true it\nis that, as decided by the Apex Court. The issue of merger between\nchurches is required to be decided by the Charity Commissioner, and\nsuch issue is subjudice. In fact, as aforesaid, the decision of the Joint\nCharity Commissioner to decide the same after framing of the issue\nthat whether the churches are merged, the challenged before the\nDistrict Court and is pending. The scheme of the Bombay Public Trust\nAct undoubtedly reveals only objective of betterment and proper\nadministration of public as well as religious trusts. It is on record that\nonly surviving trustee of C.B.G.B. Trust is Opponent No.1 herein is\naged about 90 years. There are no other trustees except proposals are\nmade for appointment of trustees, highly contested and are pending\nat various hierachal levels. In these circumstances as well as in view\nof what is decided by the Apex Court in the matter of Church of North\nIndia v. Lavajibhai Ratanbhai (supra), it is considered that the\npostponement of the decision of present change report NO. 329 of\n1999 would not serve the object of the Bombay Public Trust Act, 1950\nwould be served more if the proposed by change report no. 329 of\n1999 and administration of public religious trust is well taken care of.\nSo when these appointments sought by Change Report No. 329 of\n1999, prima facie, appears to be in consonance with the Scheme of\nC.B.G.B. Trust particularly Clause 9, it would not serve the interest of\njustice, if the issue of appointment of trustees as per Clause 9 is\npostponed till the issue of merger of churches is decided finally at\nvarious levels which is ultimately affect the administration of public\nreligious trust.\"\nMr. Vinod A. Bobde, the learned Senior Counsel appearing on behalf of\nthe Appellants, pointed out that in respect of change notices filed in the years\n1985 to 1991, the Assistant Charity Commissioner took no action whereas on\nG the change notice filed by the Respondent No.1 herein approval was accorded\nwithin five days.\nH\nIt was contended that whereas this Court held that the civil court in\nsuch matters would have no jurisdiction, the High Court misread and\nmisinterpreted the judgment of this Court in arriving at a finding that this\nCourt had held that the First District Church of Brethren did not cease to exist.\nVINOD KUMAR MATHURSEVA MALVIA 1. MAGANLAL MANGALDAS GAMETI [SINHA, J.) 675\nIt also read the judgment of this Court wrongly opining that the merger A\nbetween the churches is required to be decided by the Charity Commissioner\nand the said issue is subjudice.\nIt was pointed out that the High Court itself noticed that the issue of\nmerger between the churches is required to be decided by the Charity\nCommissioner and as the said issue is subjudice, presumably in view of the\nchange notice filed by the Church of North India whereby and whereunder\nnames of five persons were proposed as trustees of the trust.\n.\nB\nIt is beyond any doubt or dispute that the Assistant Charity\nCommissioner did not follow the procedure before approving the change C\nnotice filed by the First Respondent. It is on that premise that the Joint\nCharity Commissioner directed the Assistant Charity Commissioner to consider\nthe change notice in terms of the rules. However, that order was set aside by\nthe District Court. The High Court although noticed that the matter is subjudice\nbefore the Charity Commissioner and, thus, the said issue has to be resolved\nupon giving an opportunity of hearing to all the parties, erroneously proceeded D\nto hold that this Court had already adjudicated upon the said issue. The\naforementioned two findings of the High Court are contradictory and\ninconsistent. The High Court in its judgment noticed that the Assistant\nCharity Commissioner was required to follow the procedure laid down in the\nAct in terms whereof enquiry into the matter was mandatory. It has further\nE\nnoticed the long battle about amalgamation of trusts raised in the above suit.\nThis Court in Church of North India (supra) held :\n\"Prayer (a) in the plaint is for a declaration. Such declaration\ncannot be granted by a civil court as regards succession of the F\nDistrict Church of the Brethren as the same was a religious trust\nregistered under the BPT Act.\nPrayer (b) of the plaint also could not have been granted, as the\nquestion as to whether the applicant is the legal continuation and\nsuccessor of the First District Church of the Brethren is a matter G\nwhich would fall for exclusive determination of the Charity\nCommissioner keeping in view the provisions of the deed of trust as\nregards its succession. It would necessarily follow that a declaration\nwhether the first appellant became a legal successor of the properties\nheld by the First District Church of the Brethren could not also have\nbeen granted. The decision and resolution purported to have been\nH\n676\nA\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nadopted by the Synod and the Gujarat Diocesan Council are binding\non all churches or not would again be a question which could have\nbeen gone into by the Charity Commissioner as the same had direct\nbearing not only on the administration and management of the Church\nregistered with it but also related to the properties held by it. Such\na decision of the Charity Commissioner is again final and conclusive\nsubject to the decision of the Appellate Authority viz. the Bombay\nRevenue Tribunal.\"\nIn Church of North India (supra), it was further held that the change\nnotices are required to be determined by the statutory authorities. This Court\nC opined:\nD\n\"The provisions of the Act and the scheme thereof leave no\nmanner of doubt that the Act is a complete code in itself. It provides\nfor a complete machinery for a person interested in the trust to put\nforward his claim before the Charity Commissioner who is competent\nto go into the question, and to prefer appeal if he feels aggrieved by\nany decision\"\nIn view of the aforementioned findings. we are of the opinion that the\nHigh Court arrived at a wrong conclusion that the First District Church of\nBrethren did not cease to exist. Such a question indisputably, in view of the\nE decision of this Court, is required to be determined by the statutory authorities\nunder the Bombay Public Trust Act and not by the civil court. This Court held\nthat the civil court had no jurisdiction; a fortiori no finding could have been\narrived at that the First District Church of Brethren did or did not cease to\nexist.\nF\nG\nH\nWe have furthermore noticed hereinbefore that the High Court had\narrived at a contradictory and inconsistent finding.\nIn this view of the matter, the impugned judgment of the High Court and\nthe District Judge cannot be sustained.\nMr. Hazefa Ahmadi, the learned counsel appearing on behalf of the\nRespondents, however, has rightly pointed out that this Court directed that\nthe matter relating to dissolution of trust would fall for consideration by the\nCharity Commissioner alone.\nAs noticed hereinbefore, although the orders of remand passed by this\nگے\nVINOD KUMAR MATHURSEVA MALVIA v. MAGANLAL MANGALDAS GAMETI [SINHA, J.] 677\nCourt and that of the Joint Commissioner pertained to two different matters, A\nwe are of the opinion that the interests of justice require that all the questions\nmust be determined by the Charity Commissioner himself. The Charity\nCommissioner shall also determine all the pending disputes including the\nchange notices filed in the years 1985 and 1991, if they have not already been\ndisposed of.\nThe Charity Commissioner shall give notice of hearing to all concerned.\nIf the parties intend to file additional pleadings, they may be allowed to do\nso. We have no doubt that keeping in view the urgency, the Charity\nCommissioner will consider the desirability of disposing of the matter as\nexpeditiously as possible and preferably within a period of four months from\nthe date of receipt of a copy of this order.\nB\nC\nWe would, however, direct the Charity Commissioner, keeping in view\nthe existing scheme, consider also the desirability of appointing an\nAdministrator/Receiver for managing the properties and other affairs of the\ntrust. However, till such appointment is made, the First Respondent herein D\nshall continue to act as a trustee.\nThe appeal is disposed of with the aforementioned directions and\nobservations. However, in the facts and circumstances of the case, there shall\nbe no order as to costs.\nK.K.T.\nE\nAppeal disposed of.\n"}