{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"760 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Government cannot frame additional rules either granting\nB\nC\nD\nE\nF\nG\npension or other benefits. However, wherever it is done without\nframing rules, it will be difficult to say that it is authorized by the\nstatute.\n12. As far as the rules in this behalf viz. The Madhya\nPradesh Consumer Protection Rules, 1987 are concerned,\nthere is no difficultly in noting that the rules do not provide for\npension either to the President or to the members. Rules 6 (1)\nto (3) thereof are the relevant rules in this behalf. They read as\nfollows:-\n\"6. Salary and other allowances and terms and\nconditions of the President and Members of the State\nCommission.\n\"1.\n2.\n3.\nThe President of the State Commission shall\nreceive salary of the High Court if appointed on\nwhole time basis or a consolidated honorarium of\nRs.200 per day for the sitting if appointed on part\ntime basis. Other members, if sitting on whole time\nbasis, shall receive a consolidated honorarium of\nRs.150 per day for the sitting.\nThe President and the Members of the State\nCommission shall be eligible for such travelling\nallowance and daily allowance on official tour as are\nadmissible to grade 1 Officer of the State\nGovernment.\nThe salary, honorarium and other allowances'shall\nbe defrayed out of the Consolidated Fund of the\nState Government.\n\"\n13. The submission of Mr. Mariarputham, learned Senior\nCounsel for the appellant has been that the appellant is required\nH to read and implement these provisions as they are. The\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 761\nANR. [H.L. GOKHALE, J.]\nsection clearly provides that the terms and conditions of service\nof the member (including President of the Commission) will be\nas prescribed by the State Government. 'Prescribed' means\nas laid down in the rules. Section 31 of the Act requires that\nthese rules are to be laid before the legislature. Since the rules\ndo not provide for pension, one cannot incorporate any such\nconcept in the service conditions of the first respondent. Mr.\nMariarputham, relied upon the judgment of this Court in the case\nof State of Uttar Pradesh Vs. Singhara Singh reported in AIR\n1964 SC 358, and particularly first part of paragraph 8 thereof\nwhich reads as follows:-\n\"8. The rule adopted in Taylor V. Taylor (1876) 1\nCh. D 426 is well recognised and is founded on sound\nprinciple. Its result is that if a statute has conferred a\npower to do an act and has laid down the method in which\nthat power has to be exercised, it necessarily prohibits\nthe doing of the act in any other manner than that which\nhas been prescribed. The principle behind the rule is that\nif this were not so, the statutory provision might as well\nnot have been enacted…...\n\"\n14. As against the submission on behalf of the appellant,\nit has been submitted by Mr. Amrendra Sharan, learned Senior\nCounsel appearing for the first respondent, that in the present\ncase the rules are silent about the provision for pension. It\ncannot however mean that the State Government cannot on its\nown grant pension by issuing an executive order under Article\n162 of the Constitution of India. He relied upon the judgment\nof this Court in Sant Ram Sharma Vs. State of Rajasthan\nreported in AIR 1967 SC 1910 in this behalf. A strong reliance\nwas also placed on the judgment of this Court in the case of\nOrissa State (Prevention and Control of Pollution) Board Vs.\nOrient Paper Mills reported in 2003 (10) SCC 421, particularly\nparagraph 12 thereof, to explain the phrase 'as may be\nprescribed'. It was therefore submitted that where the rule is\nsilent, it cannot mean a restriction on the exercise of the\nA\nB\nC\nD\nE\nF\nG\nH\n762 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA executive powers of the State, which it has exercised in the\npresent case.\nB\nC\nD\nE\nF\nG\nConsideration of the rival submissions\n15. Article 162 of the Constitution, lays down the extent of\nthe executive power of the State in following terms:-\n\"162. Extent of executive power of State\nSubject to the provisions of this Constitution, the\nexecutive power of a State shall extend to the matters with\nrespect to which the Legislature of the State has power to\nmake laws:\nProvided that in any matter with respect to which the\nLegislature of a State and Parliament have power to make\nlaws, the executive power of the State shall be subject to,\nand limited by, the executive power expressly conferred by\nthis Constitution or by any law made by Parliament upon\nthe Union or authorities thereof.\"\nThis Article does lay down in its principal part that the\nexecutive power of the State shall extend to the matters with\nrespect to which the Legislature of a State has the power to\nmake laws. It is however important to note that the proviso to\nthis Article lays down that in such matters the executive power\nof the State shall be subject to and limited by the executive\npower expressly conferred by the Constitution or by any law\nmade by Parliament upon the Union or authorities thereof. In\nthe instant case, the State Govt. has been expressly given the\npower under Section 30 (2) to make rules for carrying out the\nprovisions of Section 16 (2) of the act. The State has therefore\nto exercise its executive power subject to and as limited by this\nlaw meaning thereby in conformity therewith.\n16. When the statute provides that the ‘terms and\nconditions shall be such as may be prescribed, and\nH 'prescribed' means prescribed by the rules, it is implied that\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 763\nANR. [H.L. GOKHALE, J.]\nA\nC\nthese rules shall be of general application. If pension is to be\ncovered under the concept of terms and condition of service\nunder Section 16 (2), there has to be a general rule concerning\nthe same. Pension denotes a periodical payment to be made\navailable to the employee after his retirement, after long years\nof service which are governed by the relevant rules [Ref. Pepsu B\nRoad Transport Corporation, Patiala Vs. Mangal Singh\nreported in 2011 (11) SCC 702]. In the instant case, there are\ngeneral rules laying down the terms and conditions framed\nunder the concerned statute but they do not make any provision\nfor pension. As far as the grant of pension is concerned, in his\nfirst letter dated 10.12.2003, the appellant raised the issue with\nrespect to the rate at which the pension is to be calculated. Mr.\nMariarputham, submitted that if the service in the consumer\ncommission is not to be clubbed, and even if the State\nGovernment is to bear the responsibility, it will also have to be\nprovided as to how many years of service in the commission\nwill qualify for pension. It is not enough merely to provide that\nthe two pensions combined together shall not exceed the\nmaximum of the pension prescribed for Judges of the Hon'ble\nHigh Court. These issues can be dealt with if rules are made\nand not otherwise.\nD\nE\n17. Nothing prevents the State Government from making\nrules in this behalf specifically for this purpose. A provision for\npension has thus been made when the legislature so wanted\nit, as can be seen in the case of Central Administrative Tribunal. F\nThus, Rule 8 of the Central Administrative Tribunal (Salaries\nand Allowances and Conditions of Service of Chairman, Vice\nChairman and Members) Rules, 1985 reads as follows:-\n\"8. Pension- (1) Every person appointed to the\nTribunal as the Chairman, a Vice Chairman or a\nMember shall be entitled to pension provided that no\nsuch pension shall be payable-\n(i) if he has put in less than two years of service; or\nG\nH\n:;\nA\nB\nс\nD\nE\nF\nG\nH\n764\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n(ii) if he has been removed from an office in the\nTribunal under sub-section (2) of Section 9 of the Act.\n(2) Pension under sub-rule (1) shall be calculated at the\nrate of rupees seven hundred per annum for each\ncompleted year of service 1[**] and irrespective of the\nnumber of years of service in the Tribunal, the maximum\namount of pension shall not exceed rupees three thousand\nfive hundred per annum:\n1\nProvided that the aggregate amount of pension\npayable under this rule together with the amount of any\npension including commuted portion of pension, (if any)\ndrawn or entitled to be drawn while holding office in the\nTribunal shall not exceed the maximum amount of pension\nprescribed for a Judge of the High Court.\n1. Omitted by GSR 417 (E), dt. 31.3.1989\n18. (i) In Justice P. Venugopal (supra), a bench of\nthree Judges of this Court has laid down that a High Court\nJudge is entitled to pensionary benefits only in terms of the\nHigh Court Judges (Conditions of Service) Act, 1954 and\nnot otherwise. A clubbing of additional services, if any, for\nthe purpose of computation of pension is not\ncontemplated. As seen from the calculations tendered by\nthe first respondent it is very clear that he was clubbing his\nservice as a High Court Judge and as the President of the\nState Commission, to claim the pension, though not\nexceeding the maximum of the pension prescribed for\nJudges of the High Court. It is also relevant to note that it\nis not stated in the Calculation Sheet as to which portion\nof the proposed pension was to be paid by the State\nGovernment and which would be payable for the services\nas a High Court Judge. Thus, on these facts the pension\nclaimed was clearly inadmissible.\n(ii) It is true that in para 26 of its judgment in Justice P.\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 765\nANR. [H.L. GOKHALE, J.]\nVenugopal (supra) this Court has laid down that the A\nquestion as to whether a Judge rendering services\nsubsequently would be entitled to pension from the State\nwill depend upon the statute or the terms and conditions.\nof appointment. As noted above, in our understanding the\nprovisions of the statute and the rules in the present case\nare clear, and therefore the appellant could not be faulted\nfor raising the queries with respect to the claim of the first\nrespondent for the pension as the President of the State\nCommission, in the absence of specific provision in the\nrules.\nB\nC\nD\n19. The reliance by the respondent No. 1 on the judgment\nof this Court in Orissa State (Prevention and Control of\nPollution) Board (supra) is also erroneous. That was a case,\nwhere there was a power under Section 19 of the Air\n(Prevention and Control of Pollution) Act, 1981, to declare any\narea as air pollution control area. This was to be done after\nconsultation with the said Board by issuing a notification in the\nofficial gazette. This in fact, was done. What was lacking were\nthe rules to be made under Section 54 of the Act to carry out\nthe purposes of the Act, and amongst others it was provided E\nunder sub-section (2) thereof that the rules may provide for the\nmanner in which an area or areas may be declared as air\npollution control area. It was canvassed on behalf of the\nrespondent that in the absence of rules 'prescribing this\nmanner', the notifications issued under Section 19 would be F\nbad. This court negated this argument. The observations of this\ncourt concerning the term 'prescribed' will have to be looked\nin that context. It is in this context that what is observed in\nparagraph 13 of the judgment is more important. It reads as\nfollows:-\n.\nG\n“13. Thus, in case manner is not prescribed under\nthe rules, there is no obligation or requirement to follow any,\nexcept whatever the provision itself provides viz. Section\n19 in the instant case which is also complete in itself even\nwithout any manner being prescribed as indicated shortly H\nA\nB\nC\nD\nF\n766\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nbefore to read the provision omitting this part \"in such\nmanner as may be prescribed\". Merely by absence of\nrules, the State would not be divested of its powers to\nnotify in the Official Gazette any area declaring it to be an\nair pollution control area. In case, however, the rules have\nbeen framed prescribing the manner, undoubtedly, the\ndeclaration must be in accordance with such rules.\"\nThus, in the Orissa case the substantive declaration\nconcerning the pollution control area had been done by\nfollowing the procedure of issuing a notification in exercise of\nthe power under Section 19 of the Act, and therefore the\ndecision was complete and valid in itself. The rules prescribing\nthe manner were not framed at all, and therefore non-adherence\nthereto would not vitiate the notification. In the instant case, the\nrules have been framed. They lay down the substantive\nprovisions concerning the terms and conditions of the service,\nand they do not include pension. The scenario in the two cases\nis quite distinct.\n20. Sant Ram Sharma (supra) was a case concerning\nE promotions to selection grade posts in the Indian Police Service\non the basis of merit. The statutory rules for that purpose were\nnot framed, and it was contended that the executive government\ncannot be held to have power to make appointments and lay\ndown conditions of service without making rules in that behalf.\nThere was however, long administrative practice bordering on\nto a rule of effecting promotions based on merit, and not merely\non seniority, and the appellant had also been considered for\nselection. It was in this context that this Court held that it would\nnot be proper to say that till statutory rules governing promotions\nto selection grade posts are framed, Govt. cannot issue\nadministrative instructions regarding the principles to be\nfollowed. The court repelled the contention by observing at the\nend of paragraph 9 as follows:-\nG\nI\n\"As a matter of long administrative practice\npromotion to selection grade posts in the Indian Police\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026\nANR. [H.L. GOKHALE, J.]\n767\nService has been based on merit and seniority has been\ntaken into consideration only when merit of the candidates\nis otherwise equal and we are unable to accept the\nargument of Mr. N.C. Chatterjee that this procedure\nviolates, in any way, the guarantee under Arts. 14 and 16\nof the Constitution.\"\nHence, this judgment cannot be read as a judgment\npermitting an additional grant when the rules do not provide for\nthe same.\nA\nB\nC\n21. The decisions of this court in Lalit Mohan Deb Vs.\nUnion of India reported in 1973 (3) SCC 862 and those in\nUnion of India and another Vs. Central Electrical and\nMechanical Engineering Service (CE\u0026MES) Group 'A' (Direct\nRecruits) Association, CPWD and others reported in 2008 (1)\nSCC 354 are also to the same effect, namely that the executive D\ninstructions have to be in conformity with the rules and not\ninconsistent therewith. In the present case rules have been\nframed. It is not a case of absence of rules. It is a case where\nthere is no concept of pension at all in the concerned rules. The\nquestion is whether such a provision can be brought in through\nan executive order for the benefit of an individual. In the instant\ncase there are rules framed for the purpose of Section 16 (2)\nof the Act read with Section 30 (2) of the Act. The rules do not\nprovide for any pension, and if they do not so provide, the\nconcept and the obligation thereunder cannot be brought in\nthrough an executive order. It is also very relevant to note that\nthe Oxford Dictionary defines the verb 'prescribe' amongst\nothers, as follows:-\n\"to state authoritatively that something should be done in\na particular way\".\nWhen Section 16 (2) lays down that the terms and\nconditions of service shall be such as may be prescribed, there\nis an element of authoritativeness, and a requirement to act in\na particular way.\nE\nF\nG\nH\nA\n768 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n22. The provision of Section 31 of the Act is to be looked\nat from this point of view. It provides for the rules and\nregulations to be laid before each House of Parliament and\nState Legislature. The first respondent relied upon the judgment\nof this Court in the case of M/s Atlas Cycle Industries Ltd. Vs.\nB State of Haryana reported in 1979 (2) SCC 196 to submit that\nlaying down was not mandatory but was a directory provision.\nIn the present case, it is difficult to say that this provision is\nmerely directory. But in any case, what Section 31 indicates is\nthat the Union Parliament or the State Legislature is to be kept\ninformed about the rules. This is because it concerns the public\nfinance and the functioning of the authorities under the Act. It\nis a welfare enactment and it cannot be said that these\nprovisions are such which can be ignored. This is only to\nemphasize that one has to function within the four corners of\nlaw, and the executive power cannot be used to act outside\nthereof.\nC\nD\n23. We cannot ignore that the provisions of statute and the\nrules are to be read as they are. As stated by Justice G.P. Singh\nin Principles of Statutory Interpretation (13th Edition, Chapter\nE 2 Page 64),\nF\n\"the intention of the Legislature is primarily to be gathered\nfrom the language used, which means that attention\nshould be paid to what has been said as also to what has\nnot been said.\"\n[See also Crawford Vs. Spooner 4 Moo Ind. App. 179 and\nNalinakhya Vs. Shyam Sunder AIR 1953 SC 148 Para 9\nquoting with approval Crawford Vs. Spooner.] We may as well\nrefer to the observations of this court in para 10 of State of\nG Kerala Vs. K. Prasad reported in 2007 (7) SCC 140 to the\nfollowing effect:-\nH\n\"\nIt needs little emphasis that the Rules are meant to\nbe and have to be complied with and enforced\nscrupulously. Waiver or even relaxation of any rule, unless\nACCOUNTANT GENERAL, M.P. v. S.K. DUBEY \u0026 769\nANR. [H.L. GOKHALE, J.]\nsuch power exists under the rules, is bound to provide A\nscope for discrimination, arbitrariness and favouritism,\nwhich is totally opposed to the rule of law and our\nconstitutional values. It goes without saying that even an\nexecutive order is required to be made strictly in\nconsonance with the rules. Therefore, when an executive\norder is called in question, while exercising the power of\njudicial review the Court is required to see whether the\nGovernment has departed from such rules and if so, the\naction, of the Government is liable to be struck down.\"\n(emphasis supplied)\n24. The first respondent was undoubtedly entitled to\nreceive pension for his tenure of service as a High Court Judge.\nThe question is with respect to payability of pension for the\nservice as the President of the State Commission. It is a matter\nconcerning public finance, and such a grant cannot be made\nat the instance of the State Government when the rules do not\nprescribe the same. In the instant case the order according\nsanction to pension does not prescribe any period for eligibility\nnor any rate at which the pension is to be paid. This is apart\nfrom the fact that as seen from the Calculation Sheet tendered\nby the first respondent, the subsequent period of his service\nas the President of the State Commission was sought to be\nclubbed with the period of his service as a High Court Judge,\nwhich is impermissible. Such an order for the benefit of an\nindividual cannot be considered to be a valid one. Any such\nexception being made by exercising executive power would be\nviolative of Article 14 of the Constitution of India.\n25. In the circumstances the appeal deserves to be\nallowed and the impugned judgment and order passed by the\nHigh Court is required to be set-aside. Accordingly, this Civil\nAppeal is allowed, the judgment and order of the High Court\ndated 8.2.2005 in Writ Petition No.13302/2004 is hereby set-\naside, the said writ petition filed by the first respondent is\ndismissed though without any order as to costs.\nB\nC\nD\nE\nF\nG\nH\n"}