{"pages":[{"pageNumber":51}],"text":"A\n770 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n26. Mr. Amrendra Sharan, learned counsel for the first\nrespondent submitted that in the event this Court is not inclined\nto hold in favour of the respondent No.1, the payment made so\nfar should not be recovered. He relied upon the judgment of this\nCourt in the case of Yogeshwar Prasad Vs. National Institute\nB of Education Planning and Admn. reported in 2010 (14) SCC\n323 wherein this court held in the facts of that case the grant\nof higher pay scales should not be recovered unless it was a\ncase of misrepresentation or fraud. This judgment in turn\nreferred to an earlier judgment in Sahib Ram Vs. State of\nC Haryana reported in 1995 Supp. (1) SCC 18. In that matter the\nD\nE\nF\nG\nH\nappellant was held to be not entitled to a salary in the revised\nscale. However, since the higher pay scale was given to him\ndue to wrong construction of the relevant order by the authority\nconcerned and not on account of any misrepresentation by the\nemployee, the amount paid till the date of order was directed\nnot to be recovered. When this appeal was admitted, stay as\nprayed by the appellant was declined, but it was made clear\nthat the payment made by the appellant pursuant to the judgment\nof the High Court will be subject to the decision of appeal. Mr.\nMariarputham, learned counsel for the appellant submitted that\nthe appeal is canvassed basically in view of the principle\ninvolved. In view thereof, although the appeal is allowed, the\nadditional pension paid to the first respondent as the President\nof the State Commission till the end of February 2012, will not\nbe recovered from him. However, from March, 2012 onwards\nthe first respondent shall be entitled to receive pension only for\nthe service rendered by him as a High Court Judge.\nCOMMON ORDER\nIn view of divergence of opinion in terms of separate\njudgments pronounced by us in this appeal today, the Registry\nis directed to place the papers before Hon'ble the Chief Judtice\nfor appeal being assigned to an appropriate Bench.\nN.J.\nMatter referred to Larger Bench.\n"}