{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"GOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n87\nand was not traceable at the time of filing of the charge-sheet A\nor even subsequent thereto. The learned Sessions Judge had\nframed the charge against the accused under Section 302\nread with Section 34 IPC vide its order dated 20th November,\n1999. The learned trial Court, vide its judgment dated 9th\nMarch, 2000, acquitted both the appellant namely, Govindaraju B\n@ Govinda and Govardhan @ Gunda.\n3. Against the said judgment of acquittal passed by the\nlearned trial court, the State preferred a leave to appeal before\nthe High Court. The High Court declined the leave to appeal\nagainst the judgment of acquittal in favour of Govardhan @\nGunda and granted the leave to appeal against Govindaraju\n@ Govinda vide its order dated 3rd November, 2000. Finally,\nas noticed above, the High Court vide its judgment dated 29th\nNovember, 2006 found Govindaraju guilty of the offence under\nSection 302 IPC and sentenced him to civil imprisonment for\nlife and fine of Rs.10,000/- in default to undergo rigorous\nimprisonment for a period of one year. Aggrieved from the said\njudgment of the High Court, the accused Govindaraju @\nGovinda has filed the present appeal.\nPoints on which reversal of the judgment of acquittal by\nthe High Court is challenged:\n(i)\n(ii)\nThe judgment of the High Court is contrary to the\nsettled principles of criminal jurisprudence\ngoverning the conversion of order of acquittal into\none that of conviction.\nC\nD\nE\nF\nThe judgment of the High Court suffers from\npalpable errors of law and appreciation of\nevidence. All the witnesses had turned hostile and G\nthe conviction of the appellant could not be based\nupon the sole testimony of a Police Officer, who\nhimself was an interested witness. It is contended\nthat the appellant Govindaraju @ Govinda has been\nfalsely implicated in the case.\nH\n88\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(iii) No independent or material witnesses were\nexamined by the prosecution. Recovery of the\nalleged weapons of crime have not been proved in\naccordance with the provisions of Section 27 of the\nIndian Evidence Act, 1872 (hereafter referred to as\n\"the Act\").\n(iv) No seizure witness was examined and the\nstatement of the Police Officer cannot by itself be\nmade the basis for holding that there was lawful\nrecovery, admissible in evidence, from the\nappellant.\n(v)\nThe ocular evidence is not supported by the\nmedical evidence, even in regard to the injuries\nalleged to have been caused and found on the\nbody of the deceased. The story put forward by\nPW1 is not only improbable but is impossible of\nbeing true.\n(vi) The case of the prosecution is not supported by any\nscientific evidence.\n(vii) Lastly, it is the contention of the appellant that they\nwere charged with an offence under Section 302\nread with Section 34 IPC. The trial court acquitted\nthem. Leave to appeal preferred by the State qua\none of the accused, i.e. Govardhan @ Gunda was\nnot granted. Thus, the acquittal of the said accused\nattained finality. Once the accused Govardhan @\nGunda stands acquitted and the role attributable to\nthe appellant-Govindaraju is lesser compared to\nthat of Govardhan, the present appellant was also\nentitled to acquittal. The judgment of the High Court,\nthus, suffers from legal infirmities.\n4. Contra to the above submissions, the learned counsel\nappearing for the State contended that, as argued, it is not a\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n-\n89\nA\ncase of false implication. The area fell within the jurisdiction of\nPW1, who was the eye-witness to the occurrence. As per the\nrecords, the events took place as At 10.55 p.m. the incident\ntook place, 11.45 p.m. the First Information Report (hereinafter\nreferred to as \"FIR\") was registered and at 1.40 a.m., the copy\nof the FIR was placed before the Magistrate, which was duly B\ninitialed by the Duty Magistrate. This proved the truthfulness of\nthe case of the prosecution. The weapons of offence were\nrecovered from the house of the appellant. The panchas have\nadmitted their signatures, even though they have turned hostile.\nOn the basis of the collective evidence, both documentary and C\nocular, the prosecution has been able to prove its case beyond\nany reasonable doubt and thus, the judgment of the High Court\ndoes not call for any interference.\nD\nE\n5. Keeping in view the submissions made by learned\ncounsel appearing for the appellant and the State, now we may\nproceed to examine the first contention. In the present case,\nthe trial Court had acquitted both the accused. As already\nnoticed, against the judgment of acquittal, the State had\npreferred application for leave to appeal. The leave in the case\nof the present appellant, Govindaraju was granted by the High\nCourt while it was refused in the case of the other accused,\nGovardhan. Thus, the judgment of acquittal in favour of\nGovardhan attained finality. We have to examine whether the\nHigh Court was justified in over turning the judgment of acquittal\nin favour of the appellant passed by the Trial court on merits of F\nthe case. The law is well-settled that an appeal against an order\nof acquittal is also an appeal under the Code of Criminal\nProcedure, 1973 (for short 'Cr.P.C.') and an appellate Court\nhas every power to re-appreciate, review and reconsider the\nevidence before it, as a whole. It is no doubt true that there is\npresumption of innocence in favour of the accused and that\npresumption is reinforced by an order of acquittal recorded by\nthe trial Court. But that is the end of the matter. It is for the\nAppellate Court to keep in view the relevant principles of law\nto re-appreciate and reweigh the evidence as a whole and to\nG\nH\n90\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA come to its own conclusion on such evidence, in consonance\nwith the principles of criminal jurisprudence. {Ref. Girja Prasad\n(Dead) By LRs. v. State of M.P. [(2007) 7 SCC 625]}.\nB\nC\n6. Besides the rules regarding appreciation of evidence,\nthe Court has to keep in mind certain significant principles of\nlaw under the Indian Criminal Jurisprudence, i.e. right to fair\ntrial and presumption of innocence, which are the twin\nessentials of administration of criminal justice. A person is\npresumed to be innocent till proven guilty and once held to be\nnot guilty of a criminal charge, he enjoys the benefits of such\npresumption which could be interfered with by the courts only\nfor compelling reasons and not merely because another view\nwas possible on appreciation of evidence. The element of\nperversity should be traceable in the findings recorded by the\nCourt, either of law or of appreciation of evidence. The\nD Legislature in its wisdom, unlike an appeal by an accused in\nthe case of conviction, introduced the concept of leave to\nappeal in terms of Section 378 Cr.P.C. This is an indication\nthat appeal from acquittal is placed at a somewhat different\nfooting than a normal appeal. But once leave is granted, then\nE there is hardly any difference between a normal appeal and\nan appeal against acquittal. The concept of leave to appeal\nunder Section 378 Cr.P.C. has been introduced as an\nadditional stage between the order of acquittal and\nconsideration of the judgment by the appellate Court on merits\nas in the case of a regular appeal. Sub-section (3) of Section\n378 clearly provides that no appeal to the High Court under\nsub-sections (1) or (2) shall be entertained except with the\nleave of the High Court. This legislative intent of attaching a\ndefinite value to the judgment of acquittal cannot be ignored\nby the Courts. Under the scheme of the Cr.P.C., acquittal\nconfers rights on an accused that of a free citizen. A benefit\nthat has accrued to an accused by the judgment of acquittal\ncan be taken away and he can be convicted on appeal, only\nwhen the judgment of the trial court is perverse on facts or law.\nUpon examination of the evidence before it, the Appellate\nF\nG\nH\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n91\nB\nCourt should be fully convinced that the findings returned by A\nthe trial court are really erroneous and contrary to the settled\nprinciples of criminal law. In the case of State of Rajasthan v.\nShera Ram alias Vishnu Dutta [(2012) 1 SCC 602], a Bench\nof this Court, of which one of us (Swatanter Kumar, J.) was a\nmember, took the view that there may be no grave distinction\nbetween an appeal against acquittal and an appeal against\nconviction but the Court has to keep in mind the value of the\npresumption of innocence in favour of the accused duly\nendorsed by order of the Court, while the Court exercises its\nappellate jurisdiction. In this very case, the Court also\nexamined various judgments of this Court dealing with the\nprinciples which may guide the exercise of jurisdiction by the\nAppellate Court in an appeal against a judgment of acquittal.\nWe may usefully refer to the following paragraphs of that\njudgment:\nC\nD\n\"8. The penal laws in India are primarily based upon\ncertain fundamental procedural values, which are right to\nfair trial and presumption of innocence. A person is\npresumed to be innocent till proven guilty and once held\nto be not guilty of a criminal charge, he enjoys the benefit E\nof such presumption which could be interfered with only\nfor valid and proper reasons. An appeal against acquittal\nhas always been differentiated from a normal appeal\nagainst conviction. Wherever there is perversity of facts\nand/or law appearing in the judgment, the appellate court\nwould be within its jurisdiction to interfere with the\njudgment of acquittal, but otherwise such interference is\nnot called for.\n9. We may refer to a recent judgment of this Court in the\ncase of State of Rajasthan, Through Secretary, Home\nDepartment v. Abdul Mannan [(2011) 8 SCC 65],\nwherein this Court discussed the limitation upon the\npowers of the appellate court to interfere with the judgment\nof acquittal and reverse the same.\nF\nG\nH\n92\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\n☐ C\n☐ D\nE\nF\nG\n☐ H\n11. This Court referred to its various judgments and held\nas under:-\n\"12. As is evident from the above recorded findings,\nthe judgment of conviction was converted to a\njudgment of acquittal by the High Court. Thus, the\nfirst and foremost question that we need to consider\nis, in what circumstances this Court should interfere\nwith the judgment of acquittal. Against an order of\nacquittal, an appeal by the State is maintainable to\nthis Court only with the leave of the Court. On the\ncontrary, if the judgment of acquittal passed by the\ntrial court is set aside by the High Court, and the\naccused is sentenced to death, or life imprisonment\nor imprisonment for more than 10 years, then the\nright of appeal of the accused is treated as an\nabsolute right subject to the provisions of Articles\n134(1)(a) and 134(1)(b) of the Constitution of India\nand Section 379 of the Code of Criminal\nProcedure, 1973. In light of this, it is obvious that\nan appeal against acquittal is considered on\nslightly different parameters compared to an\nordinary appeal preferred to this Court.\n13. When an accused is acquitted of a criminal\ncharge, a right vests in him to be a free citizen and\nthis Court is very cautious in taking away that right.\nThe presumption of innocence of the accused is\nfurther strengthened by the fact of acquittal of the\naccused under our criminal jurisprudence. The\ncourts have held that if two views are possible on\nthe evidence adduced in the case, then the one\nfavourable to the accused, may be adopted by the\ncourt. However, this principle must be applied\nkeeping in view the facts and circumstances of a\ncase and the thumb rule is that whether the\nprosecution has proved its case beyond\nreasonable doubt. If the prosecution has\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n93\nsucceeded in discharging its onus, and the error in A\nappreciation of evidence is apparent on the face\nof the record then the court can interfere in the\njudgment of acquittal to ensure that the ends of\njustice are met. This is the linchpin around which the\nadministration of criminal justice revolves.\n14. It is a settled principle of criminal jurisprudence\nthat the burden of proof lies on the prosecution and\nit has to prove a charge beyond reasonable doubt.\nThe presumption of innocence and the right to fair\ntrial are twin safeguards available to the accused\nunder our criminal justice system but once the\nprosecution has proved its case and the evidence\nled by the prosecution, in conjunction with the chain\nof events as are stated to have occurred, if, points\nirresistibly to the conclusion that the accused is\nguilty then the court can interfere even with the\njudgment of acquittal. The judgment of acquittal\nmight be based upon misappreciation of evidence\nor apparent violation of settled canons of criminal\njurisprudence.\n15. We may now refer to some judgments of this\nCourt on this issue. In State of M.P. v. Bacchudas,\nthe Court was concerned with a case where the\naccused had been found guilty of an offence\npunishable under Section 304 Part II read with\nSection 34 IPC by the trial court; but had been\nacquitted by the High Court of Madhya Pradesh.\nThe appeal was dismissed by this Court, stating\nthat the Supreme Court's interference was called\nfor only when there were substantial and compelling\nreasons for doing so. After referring to earlier\njudgments, this Court held as under: (SCC pp. 138-\n39, paras 9-10)\n\"9. There is no embargo on the appellate court\nB\nC\nD\nヨ\nF\n0\nH\nA\nB\nC\n☐ D\n☐ E\nF\nG\n☐ H\n94\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nreviewing the evidence upon which an order of\nacquittal is based. Generally, the order of acquittal\nshall not be interfered with because the\npresumption of innocence of the accused is further\nstrengthened by acquittal. The golden thread which\nruns through the web of administration of justice in\ncriminal cases is that if two views are possible on\nthe evidence adduced in the case, one pointing to\nthe guilt of the accused and the other to his\ninnocence, the view which is favourable to the\naccused should be adopted. The paramount\nconsideration of the court is to ensure that\nmiscarriage of justice is prevented. A miscarriage\nof justice which may arise from acquittal of the guilty\nis no less than from the conviction of an innocent.\nIn a case where admissible evidence is ignored, a\nduty is cast upon the appellate court to\nreappreciate the evidence where the accused has\nbeen acquitted, for the purpose of ascertaining as\nto whether any of the accused really committed any\noffence or not. (See Bhagwan Singh v. State of\nM.P.) The principle to be followed by the appellate\ncourt considering the appeal against the judgment\nof acquittal is to interfere only when there are\ncompelling and substantial reasons for doing so. If\nthe impugned judgment is clearly unreasonable and\nrelevant and convincing materials have been\nunjustifiably eliminated in the process, it is a\ncompelling reason for interference. These aspects\nwere highlighted by this Court in Shivaji Sahabrao\nBobade v. State of Maharashtra, Ramesh Babulal\nDoshi v. State of Gujarat, Jaswant Singh v. State\nof Haryana, Raj Kishore Jha v. State of Bihar,\nState of Punjab v. Karnail Singh, State of Punjab\nv. Phola Singh, Suchand Pal v. Phani Pal and\nSachchey Lal Tiwari v. State of U.P.\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S. [SWATANTER KUMAR, J.]\n95\n10. When the conclusions of the High Court in the\nbackground of the evidence on record are tested\non the touchstone of the principles set out above,\nthe inevitable conclusion is that the High Court's\njudgment does not suffer from any infirmity to\nwarrant interference.\"\n16. In a very recent judgment, a Bench of this Court in State\nof Kerala v. C.P. Rao decided on 16-5-2011, discussed\nthe scope of interference by this Court in an order of\nacquittal and while reiterating the view of a three-Judge\nBench of this Court in Sanwat Singh v. State of Rajasthan,\nthe Court held as under:\nA\nB\nC\n\"13. In coming to this conclusion, we are reminded\nof the well-settled principle that when the court has\nto exercise its discretion in an appeal arising D\nagainst an order of acquittal, the court must\nremember that the innocence of the accused is\nfurther re-established by the judgment of acquittal\nrendered by the High Court. Against such decision\nof the High Court, the scope of interference by this\nCourt in an order of acquittal has been very\nsuccinctly laid down by a three-Judge Bench of this\nCourt in Sanwat Singh v. State of Rajasthan 212.\nAt SCR p. 129, Subba Rao, J. (as His Lordship\nthen was) culled out the principles as follows:\nE\nF\nG\n'9. The foregoing discussion yields the\nfollowing results: (1) an appellate court has\nfull power to review the evidence upon which\nthe order of acquittal is founded; (2) the\nprinciples laid down in Sheo Swarup case\nafford a correct guide for the appellate\ncourt's approach to a case in disposing of\nsuch an appeal; and (3) the different\nphraseology used in the judgments of this\nCourt, such as (i) “substantial and compelling H.\nA\nB\nC\nD\nETT\nF\nG\nH\n96\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nreasons”, (ii) “good and sufficiently cogent\nreasons\", and (iii) \"strong reasons\", are not\nintended to curtail the undoubted power of an\nappellate court in an appeal against acquittal\nto review the entire evidence and to come to\nits own conclusion; but in doing so it should\nnot only consider every matter on record\nhaving a bearing on the questions of fact and\nthe reasons given by the court below in\nsupport of its order of acquittal in its arriving\nat a conclusion on those facts, but should\nalso express those reasons in its judgment,\nwhich lead it to hold that the acquittal was not\njustified'.\"\n17. Reference can also be usefully made to the judgment\nof this Court in Suman Sood v. State of Rajasthan, where\nthis Court reiterated with approval the principles stated by\nthe Court in earlier cases, particularly, Chandrappa v.\nState of Karnataka. Emphasising that expressions like\n\"substantial and compelling reasons”, “good and sufficient\ngrounds\", \"very strong circumstances\", \"distorted\nconclusions\", \"glaring mistakes”, etc. are not intended to\ncurtail the extensive powers of an appellate court in an\nappeal against acquittal, the Court stated that such\nphraseologies are more in the nature of \"flourishes of\nlanguage\" to emphasise the reluctance of an appellate\ncourt to interfere with the acquittal. Thus, where it is\npossible to take only one view i.e. the prosecution\nevidence points to the guilt of the accused and the\njudgment is on the face of it perverse, then the Court may\ninterfere with an order of acquittal.\"\n10. There is a very thin but a fine distinction between an\nappeal against conviction on the one hand and acquittal\non the other. The preponderance of judicial opinion of this\nCourt is that there is no substantial difference between an\nappeal against conviction and an appeal against acquittal\n"}