{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 5 S.C.R. 67\nGOVINDARAJU @ GOVINDA\nV.\nSTATE BY SRIRAMAPURAM P.S. \u0026 ANR.\n(Criminal Appeal No. 984 of 2007)\nMARCH 15, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\n-\nA\nB\nPenal Code, 1860 s. 302/34 - Appellant and other\naccused charged with offence u/s. 302 r/w. 34 - Acquittal by\nthe trial court - Leave to appeal filed before the High Court, C\ngranted only against the appellant - Conviction and sentence\n-\nof appellant for commission of offence u/s. 302 by the High\nCourt Justification of - Held: High Court did not bring out as\nto how the trial court's judgment was perverse in law or in\nappreciation of evidence or whether the trial court's judgment D\nsuffered from some erroneous approach and was based on\nconjectures and surmises in contradistinction to facts proved\nby the evidence on record - Testimony of sole eye witness-\npolice officer not reliable and worthy of credence - Eye-\nwitnesses, seizure witnesses and the witness to the recovery\nof knife not supporting the prosecution case - Defect in the\nrecovery Non-examination of material witnesses as also\npersons from the forensic laboratory - Medical Evidence also\nnot supporting the prosecution case - Thus, the case of the\nprosecution suffers from proven improbabilities, infirmities,\ncontradictions - Appellant acquitted u/s. 302.\nEvidence Police officer as sole eye-witness - Evidentiary\nvalue of - Held: Testimony of police officer can be relied upon\nand form basis of conviction when such witness is reliable,\ntrustworthy, cogent and duly corroborated by other witnesses\nor admissible evidences - It cannot be discarded only on the\nground that he is a police officer and may have some interest\nin success of the case - When his interest in the success of\n67\nE\nF\nG\nH\n68\n88\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA the case is motivated by overzealousness to an extent of his\ninvolving innocent people; no credibility can be attached to\nthe statement of such witness - Absence of some independent\nwitness of the locality does not in any way affect the\ncreditworthiness of the prosecution case - On facts, the police\nB officer-sole eye witness was nearly 30 yards away from the\nplace of incident and was on motor-cycle, equipped with a\nweapon - Police officer saw three accused chasing and then\ninflicting injuries upon the deceased - However, he was unable\nto stop the further stabbing and/or running away of the accused\n- He did not mention the names of the accused in the FIR or\nto the Investigating Officer - He could not find the name of the\nthird accused - The statement of police officer implicating the\naccused did not find any corroboration by other witnesses or\nevidences - Thus, suffers from improbabilities, not free of\nsuspicion and lacked credence and reliability - Conviction of\nthe appellant on basis of the statement of the police officer\nnot sustainable.\nC\nD\nEvidence Act, 1872 - Section 27 - Recoveries of weapons\n- Whether in conformity with the provisions of Section - Held:\nE Memos did not bear the signatures of the accused upon their\ndisclosure statements - This is a defect in the recovery of\nweapons - Recovery witnesses turned hostile - Weapons of\noffence, recovered from the appellant did not contain any\nblood stain, whereas the knife recovered at the behest of the\nF co-accused was blood-stained - However, no steps taken by\nprosecution to prove whether it was human blood and of the\nsame blood group as the deceased.\nG\nH\nWitness:\nWitness - Material witness - Non-production - Effect of -\nNon-production of doctor (who performed the post mortem and\nexamined the victim before he was declared dead) as well as\nof the Head Constable and the Constable who reached the\nsite immediately upon the occurrence - Held: Creates a\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n69\nreasonable doubt in the case of the prosecution - Court should\nalso draw adverse inference against the prosecution for not\nexamining the material witnesses - Applicability of the\nprinciple of 'adverse inference' pre-supposes that withholding\nwas of such material witnesses who could have stated\nprecisely and cogently the events as they occurred.\nMaterial witness - Effect on prosecution case - Explained.\nHostile witness - Effect on prosecution case -Explained.\nA\nB\nCode of Criminal Procedure, 1973 - s. 378 - Appeal C\nagainst acquittal - Scope of - Held: Appellate court has every\npower to re-appreciate, review and reconsider the evidence\nbefore it, as a whole - There is presumption of innocence in\nfavour of the accused and that presumption is reinforced by\nan order of acquittal recorded by the trial court - Court has to D\nkeep in mind that interference by the Court is justifiable only\nwhen a clear distinction is kept between perversity in\nappreciation of evidence and merely the possibility of another\nview - High Court should not merely record that the judgment\nof the trial court was perverse without specifically dealing with\nthe facets of perversity relating to the issues of law and/or\nappreciation of evidence.\nE\nF\nAccording to the prosecution, on the fateful day,\nwhen Sub-Inspector of Police-PW 1 was going back after\nfinishing his duty, he saw three persons chasing another\nperson. PW 1 was on his motor cycle. Thereafter, the\nthree persons reached near the Bar, and the person who\nwas being chased fell on the road. The three persons\nstabbed him on his chest. When PW1 was about to reach\nthe spot, he heard 'GR' telling 'GV' that the police was\ncoming and asked them to run away, whereafter they ran\naway from the spot. PW-1 chased them but they escaped.\nPW1 then came back to the spot and shifted the victim\nto the hospital where he was declared dead. PW1\nchecked the pockets of the victim and found an identity H\nG\n70\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA card which disclosed the victim as 'S'. Thereafter, PW1\nreturned to the police station and lodged a complaint. On\nthe basis thereof, PW11- Police Officer recorded FIR and\nconducted an investigation. The Investigating Officer\nexamined a number of witnesses and recovered\nB weapons of crime which were sent for examination to the\nForensic Science Laboratory (FSL). Thereafter, PW 11\nfiled the charge-sheet against the accused under Section\n302 r/w. s. 34 IPC. Only two accused faced the trial as the\nthird accused was absconding. The trial court acquitted\nboth the appellant-'GV' and 'GR' for an offence under\nSection 302 read with Section 34 IPC. The State preferred\na leave to appeal before the High Court. The High Court\ndeclined the leave to appeal against the judgment of\nacquittal in favour of 'GV' and granted the leave to appeal\nagainst 'GR'. 'GR' was convicted under Section 302 IPC\nand sentenced to imprisonment for life and fine of\nRs.10,000/-. Therefore, the appellant filed the instant\nappeal.\nC\nD\nE\nAllowing the appeal, the Court\nHELD: 1.1 An appeal against an order of acquittal is\nalso an appeal under the Code of Criminal Procedure,\n1973 and an appellate court has every power to re-\nappreciate, review and reconsider the evidence before it,\nF as a whole. It is no doubt true that there is presumption\nof innocence in favour of the accused and that\npresumption is reinforced by an order of acquittal\nrecorded by the trial court. But that is the end of the\nmatter. It is for the appellate court to keep in view the\nrelevant principles of law to re-appreciate and reweigh the\nevidence as a whole and to come to its own conclusion\non such evidence, in consonance with the principles of\ncriminal jurisprudence. A very vital distinction which the\ncourt has to keep in mind while dealing with such\nappeals against the order of acquittal is that interference\nG\nH\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n71\nby the Court is justifiable only when a clear distinction is A\nkept between perversity in appreciation of evidence and\nmerely the possibility of another view. It may not be quite\nappropriate for the High Court to merely record that the\njudgment of the trial court was perverse without\nspecifically dealing with the facets of perversity relating B\nto the issues of law and/or appreciation of evidence, as\notherwise such observations of the High Court may not\nbe sustainable in law. [Paras 5 and 10] [89-F-H; 99-G-H;\n100-A-B]\nGirja Prasad (Dead) By LRs. v. State of M.P. (2007) 7\nSCC 625: 2007 (9) SCR 483 - relied on.\nC\nE\n1.2 Besides the rules regarding appreciation of\nevidence, the Court has to keep in mind certain significant\nprinciples of law under the Indian Criminal Jurisprudence, D\ni.e. right to fair trial and presumption of innocence, which\nare the twin essentials of administration of criminal\njustice. A person is presumed to be innocent till proven\nguilty and once held to be not guilty of a criminal charge,\nhe enjoys the benefits of such presumption which could\nbe interfered with by the courts only for compelling\nreasons and not merely because another view was\npossible on appreciation of evidence. The element of\nperversity should be traceable in the findings recorded\nby the court, either of law or of appreciation of evidence.\nThe legislature in its wisdom, unlike an appeal by an\naccused in the case of conviction, introduced the\nconcept of leave to appeal in terms of Section 378 Cr.P.C.\nThis is an indication that appeal from acquittal is placed\nat a somewhat different footing than a normal appeal. But\nonce leave is granted, then there is hardly any difference\nbetween a normal appeal and an appeal against acquittal.\nThe concept of leave to appeal under Section 378 Cr.P.C.\nhas been introduced as an additional stage between the\norder of acquittal and consideration of the judgment by\nF\nG\nH\n72\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA the appellate court on merits as in the case of a regular\nappeal. Sub-section (3) of Section 378 clearly provides\nthat no appeal to the High Court under sub-sections (1)\nor (2) shall be entertained except with the leave of the\nHigh Court. This legislative intent of attaching a definite\nB value to the judgment of acquittal cannot be ignored by\nthe Courts. Under the scheme of the Cr.P.C., acquittal\nconfers rights on an accused that of a free citizen. A\nbenefit that has accrued to an accused by the judgment\nof acquittal can be taken away and he can be convicted\non appeal, only when the judgment of the trial court is\nperverse on facts or law. Upon examination of the\nevidence before it, the appellate court should be fully\nconvinced that the findings returned by the trial court are\nreally erroneous and contrary to the settled principles of\ncriminal law. [Para 6] [90-A-H; 91-A]\nC\nD\nE\nF\nG\nH\nState of Rajasthan v. Shera Ram alias Vishnu Dutta\n(2012) 1 SCC 602; C. Antony v. K.G. Raghavan Nair (2003)\n1 SCC 1; Bhim Singh Rup Singh v. State of Maharashtra\n(1974) 3 SCC 762 - relied on.\n1.3 The golden thread which runs through the web\nof administration of justice in criminal cases is that if two\nviews are possible on the evidence adduced in a case,\none pointing to the guilt of the accused and other to his\ninnocence, the view which is favourable to the accused\nshould be adopted. There are no jurisdictional limitations\non the power of the appellate court but it is to be\nexercised with some circumspection. The paramount\nconsideration of the court should be to avoid miscarriage\nof justice. A miscarriage of justice which may arise from\nthe acquittal of guilty is no less than that from the\nconviction of an innocent. If there is miscarriage of justice\nfrom the acquittal, the higher court would examine the\nmatter as a court of fact and appeal while correcting the\nerrors of law and in appreciation of evidence as well. Then\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n73\nthe appellate court may even proceed to record the\njudgment of guilt to meet the ends of justice, if it is really\ncalled for. [Para 8] [98-D-F]\n1.4 In the instant case, the trial court noticed a number\nof other weaknesses in the case of the prosecution,\nincluding the evidence of PW1 and had returned the\nfinding of acquittal of both the accused. The judgment of\nthe High Court, though to some extent, re-appreciates the\nevidence but has not brought out as to how the trial\ncourt's judgment was perverse in law or in appreciation\nof evidence or whether the trial court's judgment suffered\nfrom certain erroneous approach and was based on\nconjectures and surmises in contradistinction to facts\nproved by evidence on record. [Paras 9, 10] [99-B; F-G]\nA\nB\nC\n2.1 It is a settled proposition of law of evidence that D\nit is not the number of witnesses that matters but it is the\nsubstance. It is also not necessary to examine a large\nnumber of witnesses if the prosecution can bring home\nthe guilt of the accused even with a limited number of\nwitnesses. [Para 11] [100-C-D]\nLallu Manjhi and Anr. vs. State of Jharkhand (2003) 2\nSCC 401: 2003 (1) SCR 1; Joseph v. State of Kerala (2003)\n1 SCC 465: 2002 (4) Suppl. SCR 439; Tika Ram v. State of\nMadhya Pradesh (2007) 15 SCC 760; Jhapsa Kabari and\nOrs. v. State of Bihar (2001) 10 SCC 94 - referred to.\nE\nF\nG\n2.2 In the instant case, the sole eye-witness is stated\nto be a police officer i.e. P.W.-1. The entire case hinges\nupon the trustworthiness, reliability or otherwise of the\ntestimony of this witness. It cannot be stated as a rule\nthat a police officer can or cannot be a sole eye-witness\nin a criminal case. It will always depend upon the facts\nof a given case. If the testimony of such a witness is\nreliable, trustworthy, cogent and duly corroborated by\nother witnesses or admissible evidences, then the H\n74\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA statement of such witness cannot be discarded only on\nthe ground that he is a police officer and may have some\ninterest in success of the case. It is only when his interest\nin the success of the case\ncase \nis motivated by\noverzealousness to an extent of his involving innocent\nB people; in that event, no credibility can be attached to the\nstatement of such witness. [Paras 14 and 15] [101-G; 102-\nA-C]\nC\n2.3 Wherever, the evidence of the police officer, after\ncareful scrutiny, inspires confidence and is found to be\ntrustworthy and reliable and preferably corroborated by\nother evidence on record, it can form the basis of\nconviction and the absence of some independent\nwitness of the locality does not in any way affect the\ncreditworthiness of the prosecution case. No infirmity is\nattached to the testimony of the police officers merely\nbecause they belong to the police force and there is no\nrule of law or evidence which lays down that conviction\ncannot be recorded on the evidence of the police officials,\nif found reliable, unless corroborated by some\nE independent evidence. [Para 17] [102-G-H; 103-A]\nD\nF\nG\nGirja Prasad (Dead) By LRs. v. State of M.P. (2007) 7\nSCC 625: 2007 (9) SCR 483; Aher Raja Khima v. State of\nSaurashtra AIR 1956 SC 217: 1955 SCR 1285; Tahir v. State\n(Delhi) (1996) 3 SCC 338: 1996 (3) SCR 757 - referred to.\n3. It is also not always necessary that wherever the\nwitness turned hostile, the prosecution case must fail.\nFirstly, the part of the statement of such hostile\nwitnesses that supports the case of the prosecution can\nalways be taken into consideration. Secondly, where the\nsole witness is an eye-witness who can give a graphic\naccount of the events which he had witnessed, with\nsome precision cogently and if such a statement is\ncorroborated by other evidence, documentary or\nH otherwise, then such statement in face of the hostile\nGOVINDARAJU @ GOVINDA v. STATE BY\nSRIRAMAPURAM P.S.\n75\nwitness can still be a ground for holding the accused A\nguilty of the crime that was committed. The Court has to\nact with greater caution and accept such evidence with\ngreater degree of care in order to ensure that justice\nalone is done. The evidence so considered should\nunequivocally point towards the guilt of the accused. B\n[Para 20] [104-B-D]\nC\n4.1 The prosecution cited PW-7, PW-9 and PW-10 as\neye-witnesses to the occurrence but they denied the\nentire case of the prosecution case. However, PW-7 and\nPW-9 were not confronted with their statement under\nSection 161 Cr.P.C. PW-8 was a witness to the recovery\nof the knife. He, in his statement, admitted his signature\non the recovery memo, but stated that he did not know\nwhy the Police had obtained his signatures. Even the\nother three witnesses-PW-2, PW-4 and PW-6 were\nwitnesses to seizure memos vide which recoveries were\neffected, including the knife and clothes of the deceased.\nPW-2 was a material witness of the prosecution. He\ndenied that he had ever seen the accused and had gone\nto make any complaint in the Police Station in regard to E\nany incident that had happened in his shop. [Para 21, 22]\n[104-E-F; 105-B-D]\nD\nF\n4.2 According to the PW-1 (complainant and police\nofficer), he was nearly 30 yards away from the place\nwhere the victim fell on the ground and he saw the\naccused persons chasing the victim from about a\ndistance of 75 feet. As per his statement in cross-\nexamination, he was on a motor cycle. It is not\nunderstandable why he could not increase the speed of\nG\nhis motor cycle so as to cover the distance of 30 yards\nbefore the injuries were inflicted on the deceased by the\naccused. Surely, seeing the police at such a short\ndistance, the accused, if they were involved in the crime,\nwould not have the courage of stabbing the victim\n(deceased) in front of a police officer who was carrying H.\n76\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA a gun. In the FIR, he did not mention the names of the\naccused. He did not even mention to PW-11 (Investigating\nOfficer) as to who the assailants were. In the post-mortem\nreport, it was recorded that as per police requisition the\nvictim was said to have been assaulted with knife by\nB some miscreants and he was pronounced dead on\narrival to the hospital. [Paras 25 and 26] [106-C-F]\nC\nD\n4.3 In furtherance to the proceedings taken out under\nSection 174 Cr.P.C, the brother of the deceased had\nidentified the body of the deceased and made a\nstatement before the Police saying that at the midnight\nof 7th December, 1998, wife of the deceased had come\nand informed him that her husband was killed by some\ngoons. Before this, a man named 'GR' and the deceased\nhad lodged Police complaint that there was a fight\nbetween them. This itself shows that 'GR' had\napproached the Police. Thus, it is quite unbelievable that\nhe would indulge in committing such a heinous crime.\nFurthermore, the entire record did not reflect the name of\nthe third accused, who was stated to be absconding. This\nE certainly is a circumstance not free of doubt. PW1 had\nseen three accused chasing and then inflicting injuries\nupon the deceased. It is quite strange to note that PW11\nas well as PW1 could not even find the name of the third\naccused who was involved in the crime. Once the court\nF critically analyses and cautiously examines the\nprosecution evidence, the gaps become more and more\nwidened and the lacunae become more significant. This\nclearly shows that not only PW-1 was unaware of the\nnames and identity of the assailants, but PW-11 was\nG equally ignorant. PW-1 was carrying a weapon and he\ncould have easily displayed his weapon and called upon\nthe accused to stop inflicting injuries upon the deceased\nor to not run away. But for reasons best known to PW-1,\nnothing of this sort was done by him. [Paras 27, 28] [106-\nH G-H; 107-A-D]\n"}