{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"Y\nSTATE OF KARNATAKA\nV.\nAZAD COACH BUILDERS PVT. LTD. ETC.\nFEBRUARY 15, 2006\nA\nB\n[ASHOK BHAN AND S.H. KAPADIA, JJ.]\nCentral Sales Tax Act, 1956:\nC\nSection 5(3)—Words “in relation to such exports\"-Connotation of\nExporter manufacturing chassis-Giving it to bus-body builder-Body-builder\ndelivering the complete bus to exporter who then exports the same-Claim of\nassessee body-builder for benefit under Section 5(3)-Held, the point involved\nin this case is : whether the test of the \"same goods\" is the essence of Section\n5(3) or whether the test of the subject matter of the contract occasioning the\nexport is the principle behind Section 5(3)-It is in this context that the words\nD\n‘in relation to such exports\" became crucial-Judgments of this Court in\nSterling Foods* and Vijaylakshmi Cashew Company need reconsideration\nby a larger Bench-Papers be placed before Hon'ble the Chief Justice of\nIndia for directions—Karnataka Sales Tax Act-Second Schedule-Entry 14—\n\"Bus\" and \"bus-body\".\n*Sterling Foods v. State of Karnataka, [1986] 3 SCC 469 and\n**Vijaylakshmi Cashew Company \u0026 Ors. v. Dy. Commercial Tax Officer\n(1996) 1 SCC 468, referred to.\nE\nK. Gopinathan Nair and Ors. v. State of Kerala, [1997] 10 SCC 1,\nrelied on.\nF\nMohd. Serajuddin \u0026 Ors. v. State of Orissa, [1975] 2 SCC 47;\nConsolidated Coffee v. Coffee Board, [1980] 3 SCC 358 and Satnam Overseas\n(Export) v. State of Haryana, [2003] 1 SCC 561, cited.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 5616-5617 G\nof 2000.\nFrom the Final Order and Judgment and dated 8.2.2000 of Karnataka\nHigh Court in S.T.R.P. Nos. 4/1997 C/W 5/1998.\n245\nH\nA\nB\nᎠ\n246\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nG.E. Vahanvati, S.G. (Amicus Curiae), Kavin Gulati, Sanjay R. Hegde,\nAnil K. Mishra, A. Rohen Singh and Ms. Rashmi for the Appellant.\nSoli J. Sorabjee, Joseph Vellapalli, M.N. Shankeregowda, Vikas R,\nB.K. Choudhary, E.C. Vidya Sagar, E.R. Kumar, N. Prasad Pritesh Kappor,\nSumit Goel and P.H. Parekh (for P.H. Parekh \u0026 Co.) for the Respondents.\nThe Order of the Court was delivered:\nORDER\nManufacturers of buses, such as, TATA and Ashok Leyland get orders\nC for export of buses. One such export order is annexed as \"R-3\" in the\npaperbook. These manufacturers manufacture chassis and they thereafter place\norders on the assessee for building bus-bodies (See: annexure \"R-5” in the\npaperbook). The name of the assessee in the present case is Azad Coach\nBuilders Pvt. Ltd. The foreign buyers place an order on the exporter, namely,\nTATAS for supply of \"the complete bus/buses\" giving specifications of the\nchassis and the bus-body. In some cases, the foreign buyers even indicate the\nsource from which the exporter in India should get the “bus-body\" constructed.\nAfter constructing the bus-body as per the specifications and after completing\nthe bus in its entirety, the assessee (body-builder) delivers \"the complete bus\"\nto TATA/Ashok Leyland who then exports the same to Sri Lanka for the\nE purposes of accounting. The exporter raises a bill for chassis on the assessee\nand instead of making entries in the accounts by first debiting the value of\nthe chassis to the body-builder (assessee) and then deducting the amount of\nchassis from invoice of a complete bus, the exporter invoices the assessee\nonly in respect of bus-body and not for the entire complete bus. It is not\ndisputed that after getting the bus completed, nothing is done by the exporter\nto change the identity of the bus, thus entitling the assessee of the benefit\nunder section 5(3) of the Central Sales Tax Act, 1956 (hereinafter referred to\nas \"the said Act\").\nF\nG\nAccording to the department, the contract given to the assessee by the\nexporter is for the bus-body; that, \"bus\" and \"bus-body\" are different articles\nmentioned in entry 14 to the second schedule to the Karnataka State Sales\nTax Act; that, the bus-body is a separate saleable commodity different from\nchassis or from the complete bus and, therefore, according to the department,\nthe assessee is not entitled to the benefit of section 5(3) of the said Act.\nAccording to the department, in order to attract section 5(3), the assessee\nH should have manufactured and sold the complete bus in order to constitute\ni\nSTATE OF KARNATAKA 1. AZAD COACH BUILDERS PVT. LTD. ETC. 247\npenultimate sale under section 5(3) of the said Act. According to the A\ndepartment, since the sale is only for the bus-body and not for the complete\nbus by the assessee to the exporter in India, the assessee is not entitled to the\nbenefit of section 5(3) of the Act. According to the department, exemption\nunder section 5(3) is admissible only when the commodity exported is the\nsame as the commodity purchased and in the present case, according to the\nB\ndepartment, the commodity exported is \"the complete bus\" whereas the\ncommodity purchased by the exporter is only the bus-body and, therefore,\nthe assessee is not entitled to exemption under section 5(3) of the said Act.\nIn this connection, reliance was placed by the department on the judgments\nof this court in the following cases:\n1.\n2.\n3.\n4.\nConsolidated Coffee v. Coffee Board, reported in [1980] 3 SCC\n358 (para 17);\nSterling Foods v. State of Karnataka, reported in [1986] 3 SCC\n469 (para 3);\nC\nVijaylakshmi Cashew Company \u0026 Ors. v. Dy. Commercial Tax D\nOfficer, reported in [1996] 1 SCC 468 (para 4); and\nSatnam Overseas (Export) v. State of Haryana reported in [2003]\n1 SCC 561 (para 44).\nE\nAccording to the department, the word \"sale\" as defined under section\n2(g) of the said Act makes it clear that the word \"sale\" indicates transfer of\nproperty in goods by one person to another for cash or deferred payment. In\norder to constitute \"sale\", it is urged, that, there has to be an agreement for\nsale of goods between two persons competent to contract for consideration\nand that the property in goods must pass as a result of such transaction. It is\nsubmitted on behalf of the department that in order to constitute \"sale\", the F\nagreement and the sale must relate to the same subject matter. According to\nthe department, \"bus-body\" is composite item capable of being sold in the\nmarket as goods and the transfer of property in goods between the bus-body\nmanufacturer (assessee) and its purchaser (TATA) is confined only to the\nbus-body and not to the complete bus. According to the department, the\nwords \"in relation to export\" as found in section 5(3) do not, in any manner,\ncontrol the first part of the said section which uses the expression \"in goods\"\nand the expression \"those goods\". According to the department, the above\ntwo expressions have been used out of abundant caution and that the expression\n\"in relation to export\" does not expand the scope of section 5(3) to include\nthe goods other than those which are ultimately exported. According to the H\nG\nB\n248\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA department, section 5(3) was introduced in the said Act only to get over the\ndecision of this court in the case of Mohd. Serajuddin \u0026 Ors. v. State of\nOrissa, reported in [1975] 2 SCC 47, in which case this court while construing\nsection 5(1) held that even in relation to the same goods which were sold by\nthe assessee to the State Trading Corporation (STC) for export, Serajuddin\nwas not entitled to the benefit of that section. According to the department,\nin order to get over the narrow interpretation placed by this court on section\n5(1) in the case of Mohd. Serajuddin (supra), section 5(3) was introduced in\nthe Act as indicated by the statement of object and reasons given for the\nintroduction of section 5(3) of the Act and, therefore, the introduction of\nsection 5(3) is not to enlarge the scope of section 5(1) so as to allow\nC components or raw-materials of the ultimate export to get the benefit of\nexemption which will defeat the very purpose of the said sub-section.\nAccording to the department, the purpose behind introduction of section 5(3)\nis not to include goods to the benefit of exemption other than those which are\nultimately exported.\nD\nE\nOn behalf of the assessee, on the other hand, it has been contended that\nthe reason behind the amendment of section 5, after the judgment of this\ncourt in the case of Mohd. Serajuddin (supra), is to make our exports\ncompetitive in the international market and to boost earnings in foreign\nexchange. According to the assessee, the courts are required to place a\npurposive interpretation keeping in view the current realities and developments\nin the international market. On the scope of section 5(3), it is urged on behalf\nof the assessee that it is \"the complete bus” which leaves the premises of the\nassessee. According to the assessee, the State seeks to levy CST on “the bus-\nbody” built on to a chassis. The bus-body is constructed by the assessee.\nAccording to the assessee, the subject matter of the inter-state movement in\nF the present case was a bus and not the bus-body because it is the complete\nbus which is exported to Sri Lanka either through Mumbai or through Chennai\nport. According to the assessee, it is only on delivery of completed bus that\nthe transfer of property in the bus-body takes place. Merely because the bus-\nbody involved in such a transaction is exigible to local sales tax separately\nfrom the bus, it cannot be contended that the bus-body is the subject matter\nG\nof export. If the argument of the department is to be accepted, then it would\nfollow that the bus-body is not the subject matter of inter-state movement and\nif it is so held, then it would not be taxable under section 6 of the said Act.\nAccording to the assessee, for a sale to qualify for exemption, it must be a\npenultimate sale, the goods sold must be for export, the goods must be\nH exported by the buyer (TATA), the buyer should have a pre-existing export\nསྐ\n☑X\nSTATE OF KARNATAKA 1. AZAD COACH BUILDERS PVT. LTD. ETC.\n249\norder and the sale must have been effected for complying with or in relation A\nto the export order. According to the assessee, the aforestated last condition\nis the principal element under section 5(3). However, the sale will not come\nunder section 5(3) if the buyer (TATA) subjects the goods to process after\nthe sale and before its export if such process results in a change in the\nidentity of the goods. It is pointed out that in the present case, the chassis are\nB\nmoved under customs bond for body building and export to the premises of\nthe assessee; that, the assessee delivers the completed bus, which is moved\nunder the bond directly to the port and exported to Sri Lanka. Consequently,\nthe chain never breaks. Hence, the transaction in question, according to the\nassessee, is entitled to the benefit of section 5(3). According to the assessee,\nthe expression \"in relation to\" in section 5(3) is of a wide import. It C\ncontemplates two subject matters connected with each other. Thus, in relation\nto export of a motor vehicle constructed with bus-body, if there is a prior\norder for sale of bus-body then sale of the bus-body will be in relation to the\nexport of the complete bus and, therefore, sale of bus-body would constitute\npenultimate sale under section 5(3). Therefore, according to the assessee, due\nD\nweightage must be given to the words \"in relation to such exports\", which\nemphasis has not been given in any of the earlier judgments of this court.\nAccording to the assessee, it is true that in the judgments cited hereinabove\nby the department, the test of \"the same goods\" has been applied and on that\nbasis this court has repeatedly held that when the commodity exported is the\nsame as the commodity purchased, the benefit of section 5(3) is admissible. E\nHowever, according to the assessee, it is submitted that the test of \"the same\ngoods\" is evolved judicially by this court only to indicate that the goods sold\nby the assessee should not have lost their separate identity at the time of\nexport in order to apply section 5(3). If the goods sold by the assessee do not\nlose their separate identity at the time of export then the penultimate sale\nF\nwould be deemed to be in the course of export by virtue of section 5(3).\nHowever, according to the assessee, the observations of this court to the\nabove effect, in the above cases including Sterling Foods (supra) and\nVijaylakshmi Cashew Company (supra) have got to be understood in the light\nof the expression \"in relation to such exports\". According to the assessee, the\nexpression “in relation to such exports\" has not received due weightage in G\nany of the earlier judgments. According to the assessee, the test of \"the same\ngoods\" is not the principle behind section 5(3). That, the said test has been\nevolved only to explain that the exporter should not have undertaken any\nprocess to change the identity of the goods bought by him in order to confer\nthe benefit of exemption on the penultimate sale. If the goods do not lose\ntheir identity, the benefit under section 5(3) is available. According to the H\n250\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA assessee, the only requirement in section 5(3) is that the goods sold to the\nexporter should be exported as such without loss of identity and if that\nhappens, the penultimate sale gets the benefit of section 5(3).\nD\nIn our view, the scope of section 5(3) needs to be reconsidered. In none\nof the above judgments cited on behalf of the department, due weightage has\nB been given by this court to the words \"in relation to such exports\" occurring\nin section 5(3). There cannot be a bus without the bus-body. The subject\nmatter of the inter-state movement and the subject matter of the export is a\n“bus” and not a “bus-body\". It cannot be denied that the sale of the bus-body\nby the assessee to the exporter is in the course of export of the bus to Sri\nC Lanka. What is delivered to the exporter by the assessee is a complete bus.\nIt is true that for accounting purpose, there is a bifurcation between the bus-\nbody and a complete bus. Supposing, TATA/Ashok Leyland would have\ngiven chassis free of cost to the assessee calling upon the assessee to construct\nthe bus-body on the chassis which construction/ fitment was to be done as\nper the specifications by the exporter. In such a case, would it not amount to\na transaction in the course of export or in relation to export of the buses? It\nis in this light, we find merit in the argument advanced on behalf of the\nassessee that due weightage has not been given to the words \"in relation to\nsuch exports” occurring in section 5(3). For example, in the case of Computers,\nwe now have a concept of, what is called as, \"firmware\" under which a\nprogramme is embedded on to the integrated circuits/chips. Supposing, TATAS\nget an export order for a firmware, which cannot exist with the programme\nbeing loaded on to the hardware, and if they provide the hardware to the\nassessee who loads the programme on to the said hardware which then is sold\nto TATA who exports it, can it be said that the goods supplied are not the\nsubject matter of the export. If the test of the \"same goods\" as mentioned in\nF the aforestated judgments of this court in the case of Sterling Foods (supra)\nand Vijaylakshmi Cashew Company (supra) is to be applied then the assessee/\nsupplier of firmware which contains a programme and which is the heart of\nthe system will never get the benefit of section 5(3). In the earlier days, when\nMohd. Serajuddin's case (supra) held the field, India was under licence raj.\nAt that time, exports were through STC. We do not have today such agencies.\nThat system is disbanded. If so, the question which arises for determination\nis--what are the transactions covered by section 5(3)? The basic point involved\nin this case is--whether the test of the \"same goods\" is the essence of section\n5(3) or whether the rest of the subject matter of the contract occasioning the\nexport is the principle behind section 5(3)? It is in this context that the words\nHin relation to such exports\" become crucial. If a transaction is in relation to\nE\nG\nSTATE OF KARNATAKA v. AZAD COACH BUILDERS PVT. LTD. ETC. 251\nthe exports, can it be denied the benefit of section 5(3). We are, therefore, A\nof the view that the judgments of this court in the above two cases of Sterling\nFoods (supra) and Vijaylakshmi Cashew Company (supra) need\nreconsideration.\nBefore concluding, we may also refer to the judgment of this court in\nthe case of K. Gopinathan Nair \u0026 Ors. v. State of Kerala, reported in [1997] B\n10 SCC 1, in which it has been held that section 5(3) will apply to penultimate\nsales if such sales satisfy two conditions, namely, (a) that such penultimate\nsale must take place after the agreement or order under which the goods are\nto be exported; and (b) it must be for the purposes of complying with such\nagreement or export order. We refer to para 12 of the judgment, which reads\nas under:\nC\nE\n12. The aforesaid decision obviously was rendered in the light of the\npeculiar facts of the case before the Court. In that case the respondent-\nassessee was acting on behalf of the local importers and was aimost\nas good as their agent for importing the goods on their behalf from D\nforeign countries. The goods imported had to be the property of the\nlicence-holder at the time of clearance from the customs and it was\non the basis of the actual user' licence that the goods were imported\nby the respondent-assessee and therefore, it was held on the facts of\nthat case that there was an integral connection or inextricable link\nbetween the first sale following the import and the actual import\nprovided by an obligation to import arising from contract or mutual\nunderstanding or nature of the transaction which linked the sale to\nimport which could not, without committing a breach of contract or\nmutual understanding be diverted elsewhere. As we will presently see\nno such conclusion is possible on the facts of these appeals and in the\nlight of the salient features emerging on the record of these cases. On\nthe contrary the decisions of the Constitution Benches of this Court\nin Mohd. Serajuddin v. State of Orissa, [1975] 2 SCC 47 and in\nBinani Bros. (P) Ltd. v. Union of India, [1974] 1 SCC 459 get squarely\nattracted. The other decision on which strong reliance was placed by\nthe learned senior counsel for the appellants was rendered by a Bench G\nof three learned Judges in the case of Consolidated Coffee Ltd. v.\nCoffee Board, Bangalore, [1980] 3 SCC 358, which is called the\nsecond Coffee Board case. In that case Tulzapurkar, J. speaking for\nthe Bench had to consider the constitutional validity of Section 5 sub-\nsection (3) of the Central Sales Tax Act which was brought on the H\nF\n7\n252\nA\nB\nC\nD\n(1)\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nStatute Book In the light of the earlier Coffee Board case judgment\nof the Constitution Bench in Coffee Board, Bangalore (supra) and the\ndecision in Serajuddin's case (supra). By the said amendment to\nSection 5(3) the legislature thought it fit to grant exemption also to\nthe penultimate sales prior to the sales in the course of export by the\ncanalising agency. That was with a view to boost up foreign exchange\nearnings. While upholding the said amendment it was held that Section\n5(3) of the Central Sales Tax Act has been enacted to extend the\nexemption from lax liability under the Act not to any kind of\npenultimate sale but only to such penultimate sale as satisfies the two\nconditions specified therein, namely, (a) that such penultimate sale\nmust take place (i.e. become complete) after the agreement or order\nunder which the goods are to be exported and (b) it must be for the\npurpose of complying with such agreement or order and it is only\nthen that such penultimate sale is deemed to be a sale in the course\nof export. The aforesaid decision, therefore, is confined to the validity\nof the amended provision which itself postulates that but for such\namendment the penultimate sale would have remained outside the\nsweep of Section 5 sub-section (I) of the Central Sales Tax Act and\nsuch penultimate sale could not have been treated as sale in the\ncourse of export. Even that apart for interpreting the identical\nphraseology \"in the course of\" found both in Section 5(I) and Section\n5(2.) this decision by three learned Judges' Bench could naturally not\nbe of any assistance to the appellants as obviously the three learned\nJudges' Bench could not have laid down anything contrary to what\nthe Constitution Benches in Serajuddin's case and in the case of\nBinani Bros. had laid down on the true construction of the provisions\nof Sections 5(1) and 5(2) while interpreting the words 'in the course\nof export' or 'in the course of import' as found in these provisions.\"\nIn our view, these two tests, as mentioned in para 12 of the above\njudgment, are the only two requirements which every penultimate sale must\nsatisfy in order to attract the benefit of exemption under section 5(3). In our\nview, the judgment of this court in the case of K. Gopinathan Nair (supra)\nis correct and in the light of this judgment and the tests propounded therein,\nwe are of the view that the aforestated two judgments of this court in the case\nof Sterling Foods (supra) and Vijaylakshmi Cashew Company (supra) need\nreconsideration.\nFor the reasons aforementioned, we are of the view that the decisions\n+\nSTATE OF KARNATAKA v. AZAD COACH BUILDERS PVT. LTD. ETC. 253\nof this court cited hereinabove in the case of Sterling Foods v. State of A\nKarnataka reported in (1986) 3 SCC 469 and Vijaylakshmi Cashew Company\n\u0026 Ors. v. Dy. Commercial Tax Officer, reported in [1996] 1 SCC 468 need\nreconsideration by a larger bench. The papers may be placed before Hon'ble\nthe Chief Justice of India for further directions.\nR.P.\nB\n1\n"}