{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"CENTRAL BUREAU OF INVESTIGATION AND ANR.\nV.\nASHOK KUMAR AGGARWAL AND ORS.\nMARCH 15, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nCode of Criminal Procedure, 1973:\ns.482-Petition before High Court challenging prosecution of\npetitioner--Direction by Supreme Court to decide maintainability of C\npetition-High Court directing Department of Revenue to allow inspection\nof confidential files pertaining to sanction granted for prosecution and\nnotings of Finance Minister prior to the prosecution leading evidence in\ntrial court—Held, High Court has failed to comply with specific direction\ngiven by the Court-Impugned order set aside--High Court would take\nboth the issues of maintainability and validity of sanction for prosecution\nsimultaneously and decide the same on merits—Respondent will have no\nright to inspection till entire file is perused by High Court and orders issued\nthereupon--Interlocutory orders.\nup\nIn a criminal writ petition, the High Court passed an interlocutory order\ndirecting inspection of records of the files relating to grant of sanction for\nprosecution of respondent no. 1 prior to the prosecution leading evidence in\nthe trial court. Similarly, the High Court allowed the inspection to be made\nof the notings of the Finance Minister, to the accused owing to the fact that\nthe same had been adverted to in the affidavit filed on behalf of the Central\nBureau of Investigation. Aggrieved, the CBI filed the two appeals.\nIt was contended for the appellant that despite the specific directions of\nthe Supreme Court to hear the matter on maintainability, the High Court\nerred in hearing the matter on merits and directing the Department of\nRevenue to allow inspection of confidential files pertaining to sanction granted\nfor prosecution of respondent no. 1.\nD\nE\nF\nG\nDisposing of the appeals, the Court\nHELD: 1.1 It is not in dispute that challenges to sanction for prosecution\nand maintainability of the writ petition are pending consideration before the\n1091\nH\n1092\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA High Court. While disposing of Criminal Appeal no. 1308 of 2006, this Court\nB\nrequested the High Court to consider the question of maintainability of the\nwrit petition on the same date itself and also reserved liberty to both the parties\nto approach the Division Bench for other reliefs as well and dispose of the\ncriminal appeal accordingly. The High Court has failed to comply with specific\ndirection given by this Court. The order of the High Court, which has been\npassed contrary to the direction of this Court, is set aside. [Paras 10 and 11]\n[1097-C-E]\n1.2. This Court perused the file and in particular, the observations made\nby the Hon'ble Minister of Finance. Since the writ petition is pending, the\nC High Court would peruse these notings and the observations made by the\nHon'ble Finance Minister and thereafter issue appropriate directions to the\nparties. Since the challenge is pending consideration, the High Court would\ntake up both the issues of maintainability and the validity of sanction for\nprosecution simultaneously and decide the same on merits and in accordance\nwith law and after affording opportunity to the parties. The CBI is directed to\nD place the notings and the relevant observations made by the Hon'ble Finance\nMinister in a sealed cover before the Judges of the High Court who hear the\nwrit petition. Respondent no.1 will have no right of inspection till the entire\nfile is perused by the High Court and orders issued thereupon.\nE\nF\n[Para 12] [1097-F-G; 1098-A-B]\nAdditional District Magistrate, Jabalpur v. Shivakant Shukla etc.,\n[1976] 2 SCC 521' and S.P. Gupta v. Union of India \u0026 Anr., [1981] Supp SCC\n87², cited.\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 353 of\nFrom the Final Judgment and Order dated 21.02.2007 of the High Court\nof Delhi at New Delhi in W.P. (Crl.) No. 1401 of 2002.\nG\nWITH\nCriminal Appeal No. 354 of 2007.\nGopal Subramanimum, ASG., Dayan Krishnan, Nikhil Nayyar, Gautam\nNarayan and Ankit Singhal for the Appellants.\n1 [1976] Supp. SCR 172.\nH2 [1982] 2 SCR 365.\nCENTRAL BUREAU OF INVESTIGATION ». ASHOK KUMAR AGGARWAL [LAKSHMANAN, J.] 1093\nP.N. Puri for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. Crl. A. No. 353 of 2007 @ S.L.P.(Crl.)\nNo. 1307 of 2007.\n1. Leave granted.\nA\nB\n2. The above appeal was filed by the Central Bureau of Investigation,\nNew Delhi and the Director, C.B.I., New Delhi against the interlocutory\njudgment and order dated 21.2.2007 passed by the High Court of Delhi at\nNew Delhi in W.P. (Crl.) No. 1401 of 2002 whereby the High Court directed C\ninspection of records of the files relating to the grant of sanction for prosecution\nof respondent No.1 (Ashok Kumar Aggarwal) prior to the prosecution leading\nevidence in the trial Court.\nCrl.A. No. 354 of 2007 @ S.L.P.(Crl.) No. 1326 of 2007\n3. Leave granted.\nD\n4. This appeal was filed by the Union of India against the interlocutory\njudgment and order dated 21.2.2007 passed by the High Court of Delhi at\nNew Delhi in W.P.(Crl.) No. 1401/2002 whereby the High Court granted\ninspection of the notings of the Finance Minister to the accused owing to the E\nfact that the same had been adverted to in the affidavit filed by the appellant.\n5. By consent of the parties, both the appeals were taken up for hearing\ntogether.\n6. We heard Mr. Gopal Subramaniam, learned Additional Solicitor F\nGeneral, appearing for the appellants and Mr. Ram Jethmalani, learned senior\ncounsel, appearing for respondent No.1.\n7. Mr. Gopal Subramaniam, learned ASG, invited our attention to the\nvarious proceedings and the orders passed thereon and also the impugned\njudgment dated 21.2.2007. He invited our attention to the earlier order passed\nby this Court on October 11, 2006 in Criminal Appeal No. 1038 of 2006 filed\nby the Central Bureau of Investigation against the very same first respondent.\nThe said order reads thus:\n\"Leave granted.\nG\nH\n1094\nA\nB\nC\nᎠ\n(I)\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nHeard Mr. Gopal Subramaniam, learned Additional Solicitor\nGeneral for the appellant and Mr. Ram Jethmalani, learned senior\ncounsel appearing for the contesting respondent No.1, Mr. Ashok\nKumar Aggarwal.\nThe appellants have filed the above appeal against the interlocutory\norder dated 25.4.2006 passed by the High Court of Delhi in Crl.Misc.\nNo. 1653 of 2006 in W.P.(Crl.) No. 1401 of 2002. The impugned\norder reads thus:\n\"W.P.(Crl.)No. 1401/2002.\nRule.\nLearned counsel Mr. Dayan Krishnan for respondents 1 and 2\nsubmits that the admission of petition should not come in his way to\nobject to the maintainability of the petition.\nMr. Jethmalani has no objection to that.\nSd/-\nList the petition for hearing on 21st August, 2006.\nManomohan Sarin, Judge\nJ.M. Malik, Judge\nApril 25, 2006.\"\nThe matter was argued herein by both the learned senior counsel\nfor some time. Later, both the learned senior counsel agreed that the\nHigh Court itself may be requested to dispose of the preliminary\nissued in regard to the maintainability of the writ petition as\nexpeditiously as possible since the matter is pending before one forum\nor the other for a long time.\nIt is represented that Writ Petition (Crl.) No. 1401/2002 is listed\nfor hearing before the High Court on 30.10.2006. We, therefore,\nrequest the Hon'ble Acting Chief Justice of the High Court to place\nthis matter before a Division Bench to consider the question of\nmaintainability of the writ petition on the same date itself. Liberty is\nreserved to both parties to approach the Division Bench for other\nCENTRAL BUREAU OF INVESTIGATION 1. ASHOK KUMAR AGGARWAL [LAKSHMANAN, J1 1095\nreliefs as well.\nThe Criminal Appeal stands disposed of accordingly. The Registry\nis directed to send a copy of this order to the Registrar General of the\nHigh Court of Delhi today itself.\nA.\nSd/-\n(Dr. AR. Lakshmanan)\nB\nSd/-\n(Altamas Kabir)\nNew Delhi,\nOctober 11,2006.\"\nC\nE\n8. The grievance of learned Additional Solicitor General is that the\nHigh Court heard the matter on merits and directed the Department of Revenue\nto give inspection of confidential files pertaining to sanction granted for\nprosecution of respondent No.1 in spite of the specific direction of this Court D\nto hear the matter on maintainability. He further submitted that the High\nCourt erred in not appreciating that while exercising jurisdiction under Section\n482 Cr.P.C. the High Court would not ordinarily embark upon an enquiry\nwhether the evidence in question is reliable or not or whether on a reasonable\nappreciation of it the accusation would be sustained as this is the function of\nthe trial Court. It was further submitted that the appellant perused all the\nrelevant documents and applied its mind in accordance with law while granting\nsanction dated 21.6.2002 and that the said fact is mentioned on the face of\nthe order of sanction and the application of mind was with reference to the\ndocuments mentioned at S.Nos. 1-42 along with the report of the\nSuperintendent of Police forwarded by the Central Bureau of Investigation. F\nIt was also argued that the documents received from the Federal Department\nof Justice and Appeals (Switzerland) dated 11.7.2001 along with the letter\nRogatory dated 29.1.2001 were also perused by the sanctioning authority\nbefore the grant of sanction. It was further submitted that respondent No.1\nherein had represented to the Government that relevant documents and more\nparticularly the reply to the letter Rogatory received from Swiss authorities\nhad not been perused by the sanctioning authority and that the said\nrepresentations were considered at the highest level that is, at the level of the\nHon'ble Minister of Finance on 18.6.2005, 27.12.2005 and more recently on\n15.1.2007 and after detailed consideration of the case, the Hon'ble Minister\nof Finance has come to the prima facie conclusion that all relevant documents, H\nG\n1096\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA including the reply to the letter Rogatory were perused by the sanctioning\nauthority before granting sanction on 21.6.2002. It was further submitted that\nthe plea raised by the respondent/writ petitioner that the sanctioning authority\nhad not applied its mind to all the documents and the reply to the letter\nRogatory had not been shown to the sanctioning authority cannot be\ncountenanced. It was also submitted that the documents are confidential in\nnature.\nB\n9. Per contra, Mr. Ram Jethmalani, learned senior counsel, appearing\nfor respondent No.1 submitted that the High Court should first go into the\nquestion of validity of sanction and also submitted that the High Court had\nC rightly permitted the respondent herein to inspect all the three notings and,\nᎠ\nE\nF\nG\nH\ntherefore, the direction issued by the High Court is not liable to be interfered\nwith. He further submitted the reasons as to why the inspection of these\ndocuments must be given to respondent No.1 herein. The reasons are as\nfollows:\n1.\n2.\n3.\n4.\n5.\nHaving been disclosed and relied upon in paragraph 5 of the\nAffidavit dated 12th February, 2007, they have become a part\nof the affidavit on the principle of incorporation. Respondent\nNo. 1 is entitled to inspect them and have the copies thereof and\nthe Court has no discretion in the matter.\nIn the said paragraph of the affidavit, the respondent has\npurported to give a description of the contents of these\ndocuments. The description is secondary evidence of the contents\nof the documents. The primary evidence is documents\nthemselves. They cannot be withheld from inspection.\nThis is an accord with the principle of Order XI Rule 15 of the\nCode of Civil Procedure.\nThe appellants have now offered to show these documents to\nthis Court and requested this Court to decide whether they should\nbe given to respondent No.1 for his inspection. This procedure\nis not proper. Reference was made on paragraph 415 of the\njudgment of this Court in Additional District Magistrate,\nJabalpur v. Shivakant Shukla etc., [1976] 2 SCC 521.\nThere is only one exception to this principle explained hereafter\n- when a party asks for a document in the possession of another\nparty and the latter claims privilege under Sections 123 and 124\nx\nCENTRAL BUREAU OF INVESTIGATION ». ASHOK KUMAR AGGARWAL [LAKSHMANAN, J.J 1097\nof the Evidence Act, for the purpose of deciding whether the A\nprivilege should be allowed, the Court can inspect the documents\nand come to its own conclusion. Whether the document relates\nto affairs of the State or whether public interest would suffer by\nthe disclosure are the issues which the Court decides on\ninspection. Reference was made to judgment of this Court in\nB\nS.P. Gupta v. Union of India \u0026 Anr. [1981] Supp SCC 87 at\npages 272 to 303. No party can claim privilege for documents\nwhich it has voluntarily disclosed.\n10. We have carefully considered the rival submissions made by both\nthe parties. It is not in dispute that challenges to sanction for prosecution and\nC\nmaintainability of the writ petition are pending consideration before the High\nCourt in Writ Petition No. 1401 of 2002. While disposing of Criminal Appeal\nNo. 1308 of 2006, this Court requested the High Court to consider the question\nof maintainability of the writ petition on the same date itself and also reserved\nliberty to both parties to approach the Division Bench for other reliefs as well\nand dispose of the criminal appeal accordingly.\n11. We are sorry to say that in spite of our specific direction, the High\nCourt has failed to comply with our specific direction. We, therefore, have\nno hesitation to set aside the order which has been passed contrary to the\ndirection of this Court. Accordingly, the order of the High Court dated\n21.2.2007 in W.P.(Crl.)No. 1401 of 2002 is set aside.\nD\nE\nF\n12. When the matter was heard on 12.3.2007, we requested the learned\nAdditional Solicitor General to place before us the notings made on the file\non 18.6.2005, 27.12.2005 and 15.1.2007 for our perusal and for issuing further\ndirections. Accordingly, the relevant file was placed before us. We perused\nthe file and in particular, the observations made on 18.6.2005 (page 55 of the\nfile), 27.12.2005 (page 57 of the file) and 15.1.2007 (page 59-64 of the file)\nby the Hon'ble Minister of Finance. Since the writ petition is pending, we\nrequest the High Court to peruse these notings and the observations made by\nthe Hon'ble Finance Minister and thereafter issue appropriate directions to\nthe parties to the action. Since the challenge is pending consideration before G\nthe High Court, we request the High Court to take up both the issues of\nmaintainability and the validity of sanction for prosecution simultaneously\nand decide the same on merits and in accordance with law and after affording\nopportunity to the parties to the action.\nH\nA\n1098\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n13. Today, we return the file to Mr. Gopal Subramaniam after perusal.\nWe direct the CBI to place the notings and observations made by the Hon'ble\nFinance Minister made on these dates referred to above in a sealed cover\nbefore the learned Judges of the High Court who hear the writ petition.\n14. Respondent No.1 will have no right of inspection till the entire file\nB is perused by the High Court and orders issued thereupon.\nR.P.\n15. With the above directions, the appeals stand disposed of.\nAppeals disposed of.\n'x\n"}