{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"804\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n'\n\"2. Compliance of Conditions stipulated In\nEnvironmental Clearance of May, 1985.\n1. Fuel Wood should be provided to the construction stage\nso as to prevent indiscriminate falling of trees in the\nneigbouring areas. The budgeted estimate should\ntherefore, be suitably augmented.\nThe AHPCL has informed that they have made.\narrangements through their contractor to supply cooking\ngas for all the workers of the project. Nearly three to four\nhundred cylinders are used by the workers of all\ncontractors for cooking requirements. In case of non-\navailability of gas, kerosene is used on limited occasions.\nNo fuel wood is used for cooking or any other purpose. In\ncase of any exigency wood is purchased from authorized\nGovernment/Forest departments by the contractor.\n2.Critically eroded areas in the catchment should be\nidentified for undertaking time bound soil conservation\nprogram in the first phase, concurrently with the\nconstruction works. The catchment area treatment plans\nbe worked out expeditiously.\nUttarakhand Forest Department has provided a status on\nthe CAT plan and green belt matter and is placed at\nAnnexure-2.\nUttarakhand Forest Department is executing the CAT plan\nthrough its four Divisions viz. Narendranagar,\nRudraprayag, Garhwal and Civil - Soyam Pauri Forest\nDivision. The proposed outlay of CAT plan for five year\nperiod was Rs.22.03 crores deposited by the AHPCL in\nthree instalments (last in April 2009) to the Nodal Officer\nwho in turn transferred this amount to the CAMPA fund with\nGovt. of India. In 2010, the funds were transferred to the\nCAMPA society of Uttarakhand Govt. for execution of\nproposed works.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 805\nJOSHI [K.S. RADHAKRISHNAN, J.]\nTo bring uniformity and for providing directions for A\nfinalization of CAT plans in participatory mode, PCCF\nUttarakhand vide letter No. 238/PA and Kha-2023/13-2(2)\ndated 25 March 2011 issued guidelines for\nimplementation of CAT plans in participatory mode.\nOverall framework for reviewing CAT plans was approved B\nby steering committee of UK CAMPA in its 3rd meeting\non 16th May 2011. Further, the PCCF vide office Memo\nNO. 174/13-2(2) dated 03.08.2011 issued preliminary\nguidelines with respect to creation of a Project\nManagement Unit (PMU) for implementation of the CAT C\nPlan. The funds for CAT plan are being allocated as per\noriginal proposal. However, micro-plans are being\nprepared in participatory mode by the respective Divisions\nof the Forest department following the Procurement Rules,\n2008.\n-\nIn pursuance to the above mentioned facts preparatory\nphase for the CAT plan execution was started in 2011-12\nduring which identification of sites, consultations with\nvillage communities, preparation of micro-plans by PRA\nmethod and awareness campaigns were carried out. In\n2012-13, nursery raising, advance soil works were carried\nout together with preparatory activities. Total 133 villages\nhave been identified for the CAT plan and Division wise\ndistribution of which is Narendranagar Forest Division –\n40 villages, Rudraprayag Forest Division - 41 villages,\nGarhwal Forest Division - 21 villages and Civil-Soyam\nPauri Forest Division - 31 villages. Out of the 133 villages\nmicro-plans have been prepared for 76 villages and\ndivision wise status of preparation of micro-plans in\nRudraprayag Forest Division 34 villages, Garhwal\nForest Division - 21 villages and Civil Soyam Pauri Forest\nDivision - 31 villages. During the financial year 2012-13,\nimplementation of micro plans was started in 10 villages\n·\n-\nD\nE\nF\nG\nI\nA\nB\nC\nD\nE\nF\nG\nH\n806 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nand during current financial year approximately 60 villages\nare being taken up for this purpose.\n-\nNursery activities have been selected at Division level. The\nactual requirement of the plants is expected to be known\non completion of all micro-plans. Based on estimates\nsaplings are already being raised in nurseries as\nNarendranagar Forest Division 1.5 lacs saplings,\nRudraprayag Forest Division - 5.4 saplings, Garhwal\nForest Division - 1.0 saplings and Civil-Soyam Pauri\nForest Division - 1.3 saplings. Through these nurseries\nafforestation is being taken up through micro planning of\nthe planned villages in the catchment.\nA total sum of Rs.46.22 lacs has been spent so far by the\ndepartment during the financial years 2011-12 and 2012-\n13 under the budget provided by the project.\nFurther from other sources of funding i.e. 13th Finance\nCommission and FDA etc. the forest department of\nUttarakhand has treated 882 Ha area as well as\nconstructed 81 check dams and 10 water ponds in the\ncatchment of the project.\n3. Afforestation should be undertaken on a large scale in\nthe project area and a 50m wide green belt created\naround the periphery of the reservoir.\nFor afforestation the response has been same as above\nin 2.\nCompensatory afforestation as the Indian Forest\nConservation Act (1980) was completed in an area of 347\nha in district Lalitpur of Uttar Pradesh (the then combined\nState) after the forest clearance accorded in the year 1987.\nBased on the estimates provided by Forest department\nin June 2012 for a sum of Rs.652.49 lacs to be\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 807\nJOSHI [K.S. RADHAKRISHNAN, J.]\nimplemented in six years, AHPCL has deposited first year A\nbudget of Rs.203.6 lacs with the state forest department\nfor creating Green Belt around the rim of the reservoir of\nSrinagar HEP in August 2012.\nThe state forest department is expecting the Srinagar\nhydropower project to be commissioned in Dec. 2013/\nJan.2014 and only after filling the reservoir, they intend to\nassess the requirement of site above the submerged area,\nthe selection of species, the type of soil works etc. and\ncreating the Green Belt accordingly. Therefore they intend\nto start the green belt activities only after works of water\nreservoir are completed and is filled. The work in the\nprivate land shall be taken up for green belt development\nthrough participatory approach with the land owners.\n4. Geo-morphological studies be undertaken in the\ncatchment to formulate plans for the stability of slopes on\nreservoir periphery through engineering and biological\nmeasures.\nB\nC\nD\nGeological Survey of India (GSI) has been appointed as E\nthe agency for carrying out the Geo-morphological Studies.\nTotal 9 villages have been identified. These are\nDungripanth, Sendri, Dhari, Kaliyasour, Gandasu, Farasu,\nMehargon, Paparasuand and Maliyasu. The studies for 7\nvillages are completed. Recommendations received for 5 F\nvillages namely Dungripanth, Sendri, Dhari, Kaliyasour,\nGandasu and implemented by the AHPCL. As informed\nby AHPCL, the recommendations for the displacement of\nthe houses in the rim area of the reservoir have been\ncomplied with. The balance reports are expected to be G\nreceived from GSI soon.\nMeasures comprises of engineering and biological\naspects in green belt area are being implemented by state\nforest department.\nH\nA\nB\nC\nD\nE\nF\n0\nI\n808\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n5. A monitoring committee should be constituted, in\nconsultation with the Department of Environmental to\noversee the effective implementation of the suggested\nsafeguards.\nThe AHPCL has been submitting the half yearly compliance\nreports to the Regional Office of MoEF, Lucknow. The\nRegional Office also visited the project site from time to\ntime. The committees of Dr. BP Das in June 2011, Dr. J.K.\nSharma in June 2012, Dr. BP Das in Aug 2012 appointed\nby MOEF and Shri ADN Rao in Dec. 2012 appointed by\nNGT have visited the project site and submitted the reports.\nThe committee is of the opinion that AHPCL should\nmonitor the project during construction and post\nconstruction for various parameters of water quality,\naquatic biodiversity, landslides in the rim area, inflow and\noutflow, impacts on water tables and springs and submit\nthe reports to the State Government and MoEF regularly.\nThere should a monitoring mechanism at the state level\nwhich should have the data for practicing adaptive\nmanagement and such monitoring may be carried out in\nassociation with project affective society.\n3. Compliance of conditions stipulated in Forest\nClearance (FC) of April, 1987.\n1. Legal status of land will remain unchanged.\nNo change has been reported.\n2. Compensatory afforestation will be raised over and\nequivalent non forest land.\nCompensatory afforestation as per the Indian Forest\nConservation Act (1980) was completed in an area of 347\nha in district Lalitpur of Uttar Pradesh (the then combined\nState) after the forest clearance accorded in the year 1987.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 809\nJOSHI [K.S. RADHAKRISHNAN, J.]\n3. The oustees will be rehabilitated as per plan submitted A\nin the state government.\nSince there were no human oustees in the submergence\narea no rehabilitation plan was prepared by the State\ngovernment. However, Geological Survey of India (GSI) B.\nwas appointed by AHPCL for carrying out the Geo-\nmorphological Studies for 9 villages identified as\nDungripanth, Sendri, Dhari, Kaliyasour, Gandasu, Farasu,\nMehargon, Paparasu and Maliyasu. As informed by\nAHPCL, the recommendations for the displacement of the\nhouses in the rim area of the reservoir have been complied\nwith for the recommendation received from GSI so far. The\nbalance reports are expected to be received from GSI\nsoon.\nC\nDhari Devi temple coming under the submergence area\nhas been reported separately.\nD\n4. The project authority will establish fuel wood depots and\nthe fuel wood be provided to construction labor and staff\nfree of cost, or its cost deducted from the salaries and E\nwages to be paid to the staff and labor.\nThe AHPCL has informed that they have made\narrangements with the local gas supplier to supply cooking\ngas for all the workers of the project. Nearly three to four F\nhundred cylinders are used by the workers of all\ncontractors for cooking requirements. In case of non-\navailability of gas, kerosene is used on limited occasions.\nNo fuel wood is used for cooking or any other purpose. In\ncase of any exigency wood is purchased from authorized\nGovernment/Forest departments by the contractor.\n4. Compliance of conditions communicated under\nSection 5 of EP (Act) 1986 vide letter dated\n30.06.2011.\nG.\nI\nA\nB\nC\nD\nE\nF\nLL.\n.G\nH\n810\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n1. To preserve the religious sanctity and character of\nthe Dhari Devi Temple, a modified plan will be\nprepared in collaboration with INTACH, a\nConservation Architect, the local Temple Samity and\nthe representative of GSI. The Plan should, inter alia,\nexamine how part of rock on which the platform of\nthe deity has been constructed, along with the rock\nthat formed its backdrop, shall be mounted at a\nhigher elevation in such a way that it maintains\ncontact with the base rock from which it is raised.\n\"\n2. Only after modified Plan as specified above has\nbeen prepared, the construction shall be resumed at\nDhari Devi Temple.\nAs reported by AHPCL a modified Temple Plan was\nprepared in collaboration with INTACH, Temple Samithi\nand Geological Survey of India and submitted to MoEF on\n12.09.2011 and further intimated to MoEF on 09.02.2012\nfor continuation of works as per provisions of para 14(ii)\nof Section 5 notice.\nEarlier committees which visited sites during 16-17th June,\n2012 and 29-30th August, 2012 and B.K. Chaturvedi\nCommittee report April 2013, have all recommended\nconstruction of temple works as per INTACH scheme. The\ncommittee visited the temple site and found the work of\nraising the platform was in advance stage of construction\nwith certain changes made by temple priest and trustees.\n3. The muck slope at the edge of the river shall be\nadequately protected by a retaining wall of at least\n1-2 m height to be 1m above HFL corresponding to\na flood of 2500 to 3000m3/sec in the river.\n4. The existing slope of the muck disposed off is\naround 40-450 and shall be flattened to 350. The walls\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 811\nJOSHI [K.S. RADHAKRISHNAN, J.]\nshall be constructed partially upto a maximum of 2m A\nheight and need to be completed to the top with\nsurface protection before July 2011 when monsoon\nprecipitation becomes intense. This is considered\nexpedient to prevent sloughing, sliding of the\ncritically steep much slope and to arrest flow of the B\nmuck into the river. The wall shall be constructive\nover a length of almost 1 km stretch at three major\nsites i.e. the dam, desilting basin and power house.\nThis would lead to adequate environmental\nprotection.\n5. Muck shall be compacted and Terraces shall be\nformed where so ever possible.\nAs per plan approved by the State forest department there\nare 10 muck disposal sites in the project area out of which\nonly sites 8 \u0026 9 are permanent and others are temporary\nmeant only for construction duration. A total volume of 66.1\nlacs cubic meter of muck was estimated, out of which\n16.79 lacs cubic meter of muck has been utilized for back\nfilling purpose. Further 12.5 lacs cubic meter is\ncontemplated to be utilized from muck site 6, 7 and 10 for\nback filling. 37.62 lacs cubic meter is planned to be left\nover at site 3 (2.01 lacs cubic meter), 4(4.22 lacs cubic\nmeter), 6(4.96 lacs cubic meter), 7(2.39 lacs cubic meter),\n8(8.8 lacs cubic meter), 9(12.48 lacs cubic meter) and\n10(2.77 lacs cubic meter) for land shaping and grading.\nTotal muck utilization as on date as informed by AHPCL\nis estimated to be about 44%.\nA review of water quality parameters (Temperature, pH,\nDissolved Oxygen, Biological Oxygen Demand) provided\nby the State Pollution Control Board, Uttarakhand for the\nyear 2011-12 and 2012-13 measured in Alaknanda at\nRudraprayag i.e. upstream of Srinagar project and in\nAlaknanda at Deoprayag i.e. downstream of Srinagar\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n0\nH\n812\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nproject indicates that there is negligible difference in the\nwater quality parameters due to project construction\nactivity.\nSlope dressing and toe walls are constructed/being\nrepaired at temporary sites. Some construction material\nis stored on site No.6 and the same is planned to be\nremoved after completion of words. Soil from site No.4 is\nplanned to be removed before monsoon, 2013 as the\nbatching plant has been removed now. Soil from site no.7\nis being removed now. Slope dressing, Terracing, Toe\nwalls would be completed in location nos. 8 and 9 where\nmuch disposal is going to be permanent.\nAngles of muck disposal sites 4,6,7,8 \u0026 9 were got\nmeasured by AHPCL and are reported as follows: 4 - 210/\n250, 180/330, site 6 - 280/290, 320/320, site 7 - 330/290,\n370/360/270, site 8 – 310,320, site 9 - 350/360/350/370,\n350/320.\n-\nSlopes of muck disposal areas (angle of repose) are given\nas 450 at para 18(3) page no. 16 of Report on “Muck\nDisposable and Management of Srinagar project\" by IIT,\nRoorkee, November 2008. However MoEF letter has\nsuggested flattening the slopes up to 350. The slopes\nmeasured and reported by AHPCL appear to be in order.\nEarthen cofferdam in front of power house is planned to\nbe removed after completion of power house for joining\nthe water from powerhouse to river through tail water\nchannel and soil to be utilized for back filling and\nlandscaping. This cofferdam was synonymously referred\nto as Muck disposal site no. 10 at Power house location\nin the section 5 notice dt. 30.06.2011. Disposal Location\nno. 10 is well behind the power house coffer dam and has\nno contact with river water.\nAll the toe walls which got damaged at the muck disposal\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 813\nJOSHI [K.S. RADHAKRISHNAN, J.]\nsites during monsoon, should be repaired by AHPCL A\nespecially for those sites where muck is being stored\npermanently.\nThe photographs of all muck disposal sites of different time\nalong with approved muck disposal plan by AHPCL is B\nplaced at Annexure - 3.\n6. Appropriate protection by plantation and gabions\nshould be put only after slopes are flattened to 350,\nprotected by retaining walls of desired height.\nThereafter, appropriate soil cover of 1m shall be\nprovided to raise plantation for slope protection.\n7. Muck disposal site wise restoration plan with the\ntargets shall be submitted immediately to the MoEF.\nIn view of the ongoing removal of the muck from sites and\nconstruction activity the plantation is expected to be taken\nup thereafter.\n8. Green Belt development to be undertaken\nsimultaneously along with project construction.\nC\nD\nE\nBased on the estimates provided by Forest department\nin June 2012 for a sum of Rs.652.49 lacs for\nimplementation in six years, AHPCL has deposited first\nyear budget of Rs. 203.6 lacs with the state forest F\ndepartment for creating Green Belt around the rim of the\nreservoir of Srinagar HEP in August 2012.\nThe state forest department is expecting the Srinagar\nhydropower project to be commissioned in Dec 2013/Jan\n2014 and only after filling the reservoir, the forest\ndepartment intend to assess the requirement of sites\nabove the submerged area, the selection of species, the\ntype of soil words etc. and creating the Green belt\naccordingly. Therefore they intend to start the green belt\nG\nH\n"}