{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"834 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA\n14. Conclusion\nB\nC\nD\nE\nF\n• The idea of construction of a 30km power channel in lieu\nof existing dam cannot be accepted at this stage on\naccount of (i) geological and geotechnical investigations\nnot done, (ii) enormous cost of the power channel and new\ndiversion dam, (iii) issue of forest clearance and land\nacquisition, (iv) minimum 5 years of construction time, (v)\nvery high tariff to be paid by the purchaser.\n\"\n• The Dhari Devi temple is not included in the protected\nmonuments of Archaelogical Survey of India and it is a\nlocal temple to be worshipped by nearby villagers only. All\nthe local villagers and the priest of the temple are in\nagreement with the project authorities to raise the temple\non RCC structure above HFL.\n\"\nOption of providing a well surrounding the temple is\nneither practical nor acceptable to locals.\n32. Final Report was submitted by B.K. Chaturvedi\nCommittee on April 2013 (Vol 1) before MoEF, inter alia,\nreiterating its interim report on Dhari Devi Temple. Das\nCommittee, Chaturvedi and Joint Team constituted on the basis\nof direction of this Court have, therefore, fully endorsed the\nviews made by INTACH on Dhari Devi Temple. We find no\nreason to differ from the views expressed by the expert\ncommittee, which was submitted hearing all the affected\nparties, including the Trustees of the Temple, devotees, Pujaris\netc. Committee reports to that extent stand accepted.\n33. We are also not impressed by the argument that by\nG accepting the suggestions of all the expert committees to raise\nthe temple as such to a higher place, would wound the religious\nfeelings of the devotes or violate the rights guaranteed under\nArticle 25 of the Constitution. Sacred rock on which the temple\nexits is still kept intact and only the height of the temple\nH increased so that the temple would not be submerged in the\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 835\nJOSHI [K.S. RADHAKRISHNAN, J.]\nwater. In Orissa Mining Corporation v. MoEF, this Court was A\nexamining the rights of Schedule Tribes and the Traditional\nForest Dwellers under the Forest Rights Act, 2006 in the light\nof Articles 25 and 26 of the Constitution. This Court held that\nthose articles guarantee the right to practice and proposals not\nonly in matters of faith or beliefs, but all rituals and observation.\nWe are of the view that none of the rights of the devotees of\nDhari Devi Temple has been affected by raising the level of the\ntemple, which remains attached to the Sacred Rock.\n34. MoEF proceedings dated 30.06.2011, Report of the\nDas Committee as well as the Joint Team dated 3.5.2013 refer\nto the issue of muck management and disposal, catchment\ntreatment area plan and green belt and also the safety of the\nDam.\nSafety of the Dam\nB\nC\nD\n35. Dam safety and security is a matter of paramount\nimportance, failure of which can cause serious environmental\ndisaster and loss of human life and property. Proper\nsurveillance, inspection, operation and maintenance of dams E\nis essential to ensure for safe functioning of the Dams. The\nCentral Water Commission (CWC) is a premier technical\norganisation of India in the field of water resources. The\nCommission is also entrusted with the general responsibilities\nof initiating, coordinating and furthering, in consultation with the F\nState Governments concerned, schemes for control,\nconservation and utilisation of water resources throughout the\ncountry for the purpose of flood control, irrigation, drinking water\nsupply and water power development. Safety of dams, in our\ncountry, is the principal concern of the State Government. The G\nState Government has also to carry out investigation, planning,\ndesign, construction and operation. AHPCL says, so far as\nSHEP is concerned, engineering and technical parameters of\nthe dam are clearly narrated in the detailed project report which,\nin turn, are assessed by CEA in consultation with the CEC and\nH\n836 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA GSI. The norms and regulations laid down by the concerned\nauthorities, and whether those are strictly followed or not, have\nto be assessed and monitored by the Nodal Agency, CEA/\nMinistry of Power as well as the GSI.\nB\nC\nD\nE\nF\nG\nI\nSafety and security of the people\n36. Safety and security of the people are of paramount\nimportance when a hydro electric project is being set up and it\nis vital to have in place all safety standards in which public can\nhave full confidence to safeguard them against risks which they\nfear and to avoid serious long term or irreversible environmental\nconsequences. The question as to whether the recent\ncalamities occurred at Uttrakhand on 16.6.2013 and, thereafter,\ndue to cloud burst, Chorabari Lake burst due to unprecedented\nrain and consequent flooding of Alaknanda river etc. has\naffected the safety of SHEP has also to be probed by the\nMoEF, State of Uttarakhand and Dam Safety Authority etc.\nMuck Management and Disposal\n37: Construction of SHEP involving excavation of earth and\nrock has generated large quantum and with the objective to\nprotect the disposal areas from further soil erosion and develop\nthe surrounding areas in harmony with the environment, the\nmuck disposal plan is formulated. Muck disposal plan gives\nquantification of muck, identifies location and activities wherein\nmuck is generated, during excavation and blasting operation\nand quantifies muck generated from the activities with relevance\nto disposal areas. The Das Committee visited the project site\nand submitted a status report on 29-30 August, 2012 which has\ndealt with muck disposal, details of which have already been\ndealt with in the earlier part of the Judgment. Report of the Joint\nCommittee dated 03.05.2013 also refers to the AHPCL's action\nplan regarding muck management and disposal and\nrecommended that remaining work, particularly, of the\npermanent site No.8 and 9 be carried out at the earliest.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 837\nJOSHI [K.S. RADHAKRISHNAN, J.]\nAHPCL has given the details of the work carried out for muck A\ndisposal. Failure of removal of muck from the project site may\nalso cost flooding of the project areas, causing destruction to\nthe environment and to the life of property of the people. MoEF\nand State Government and all other statutory authorities would\nsee AHPCL takes proper action and steps for muck B\nmanagement and disposal.\nCatchment Area Treatment (CAT)\n38. CAT is required to be carried out by the project\ndeveloper along with R \u0026 R and greenbelt activities, primarily\nto mitigate the adverse environmental impact created by the\nproject construction. CAT is also resorted to reduce the inflow\nof silt and prevent sedimentation of reservoirs. CAT\nmanagement involves steps to arrest soil erosion, rehabilitation\nof degraded forest areas through afforestation, controlling\nlandslide and rockfalls through civil engineering measures and\nlong time maintenance of afforestation areas. Silt inflows in river\nwater not only result in reduction in storage capacity of dams,\nbut also lead to increased wear and tear of turbines. Therefore,\nCAT is of crucial importance with regard to hydro electric\nprojects. CAT plan has been prepared by the Uttrakhand\nForest Department and the Project Proponent has paid the\nestimated amount of Rs.22.30 crores to the State Forest\nDepartment towards implementation of CAT Plan.\nC\nD\nE\nF\n39. We may, in this connection, refer to the brief note\nsubmitted by the AHPCL wherein they have referred to\nlandslide which occurred in the catchment area of dam Manari\nBhali Stage-l in August 1978 blockading the Bhagirathi River\nwith a dam of muck, about 40 KM upstream of dam. This dam G\nof muck breached on its over after 12 hours and the monsoon\nwater accumulated during this period gushed out in form of a\nwall of water about 20 meter high. The flood receded after a\nfew hours, but the dam did not suffer any damage. It was\npointed that during this flash flood period boulders up to 250\nH\n838 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA tonnes in weight had hit and rolled over the dam. The discharge\nin the river had risen to 4500 Cum per sec. Further it was also\npointed out that in August 2012, partly constructed Srinagar\nDam also faced similar type of flood. This time due to cloud\nbursts and breaching of coffer dams in the project upstreams,\nB the water level at the Dam rose by 17 meters, but after the flood\nreceded, no damage to the dam was noticed. The discharge\nin the river had risen to 6500 Cum per sec. AHPCL, therefore,\nmaintains the stand that the structure of the dam is strong\nenough to bear the pressure not less than 6500 Cum per sec\nC of water discharge.\nD\nE\n40. The Principal Secretary of Forest Department,\nGovernment of Uttarakhand submitted in a short affidavit dated\n10.05.2013, explaining the steps they have taken. The primary\nresponsibility is on the Forest Department to carry out\neffectively the CAT Plan. Proper steps would be taken by the\nconcerned authorities, if not already taken. MoEF, State\nGovernment and all other authorities will see the same is fully\nimplemented at the earliest, so also the recommendations\nmade by the Joint Team with regard to CAT.\nGreen Belt Development\n41. AHPCL, it is seen, has deposited first year budget of\nRs.203.6 lakhs to the State Forest Department for green belt\nF rim of the reservoir in August 2012. Although green belt area\nis earmarked the technical documents based on the maximum\nflood level in the reservoir, the rim of the reservoir, could only\nbe determined and developed after reservoir is impounded.\nProper steps would be taken by the Forest Department of\nG Uttarakhand to carry out the green belt development area in\nquestion. The MoEF, the State Government etc. would see that\nthe proper steps would be taken by all the authorities including\nthe AHPCL to give effect to the directions given by the Joint\nTeam..\nH\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 839\nJOSHI [K.S. RADHAKRISHNAN, J.]\n42. Going through the reports of Das Committee, A\nChaturvedi Committee as well as the Joint Team and after\nperusing the affidavits filed by the parties, we find no reason\nto hold up the project which is almost nearing completion.\nMoEF, AHPCL, Government of Uttarakhand, Forest\nDepartment would take immediate steps to comply with all the\nrecommendations made by Joint Team in the report dated\n03.05.2013 and also oversee whether AHPCL is complying\nwith those directions as well.\n43. Under such circumstances, the Appeal in SLP. (C) No.\n362/2012 would stand allowed and the judgment of the High\nCourt stands set aside. Consequently the SLP (C) Nos. 5849-\n5850 of 2012 would stand dismissed. All the Transferred\nmatters from NGT are also disposed of as above.\nCourt's concern\nB\nC\nD\nE\n44. We are, however, very much concerned with the\nmushrooming of large number of hydroelectric projects in the\nState of Uttarakhand and its impact on Alaknanda and\nBhagirathi river basins. Various studies also indicate that in the\nupper-Ganga area, including Bhagirathi and Alaknanda rivers.\nand their tributaries, there are large and small hydro power\ndams. The cumulative impact of those project components like\ndams, tunnels, blasting, power-house, muck disposal, mining,\ndeforestation etc. on eco-system, is yet to be scientifically F\nexamined. MoEF undertook two studies in the recent past:\n(i)\nAssessment of Cumulative Impact of Hydropower\nProjects in Alaknanda and Bhagirathi Basins which\nwas entrusted by National River Conservation\nDirectorate (NRCD) of MoEF to the Alternate Hydro\nEnergy Centre (AHEC), IIT Roorkee vide\nproceedings dated July 14, 2010.\nG\n(ii) MOEF also vide their proceedings dated 23rd July,\n2010 authorized Wild Life Institute of India (WII), H\nA\nB\nC\nD\nE\n840\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nDehradun to make an assessment on cumulative\nimpacts of \"Hydroelectric Projects on Aquatic and\nTerrestrial Biodiversity in Alaknanda and Bhagirathi\nBasins, Uttarakhand.\n45. AHEC submitted their report to MoEF in December\n2011 and WIl finalized its report in December 2012. AHEC\nmade some recommendations on Geology, seismology, soil\nerosion, sedimentation etc. Some of the major\nrecommendations of the study covered the aquatic biodiversity\nprofile, critically important fish habitats including\nrecommendation on Fish Conservation Reserve at Nayar River\nand Bal-Ganga, Tehri Reservoir Complex. WII made\nrecommendations on impact on aquatic biodiversity and their\nhabitats, terrestrial component of biodiversity and details about\nthese in the river basins. Recommendations were also made\ncovering environmental flows, conservation, reserve, strategic\noption of regulating impact of hydropower projects of different\ncategories and impact on aquatic biodiversity and terrestrial\nbiodiversity in the above mentioned basins.\n46. We have gone through the Reports and, prima facie,\nwe are of the view that the AHEC Report has not made any\nindepth study on the cumulative impact of all project components\nlike construction of dam, tunnels, blasting, power-house, Muck\ndisposal, mining, deforestation etc. by the various projects in\nF question and its consequences on Alaknanda as well as\nBhagirathi river basins so also on Ganga which is a pristine\nriver. Wil in its Report in Chapter VIII states as follows:\n0\n\"Para 8.3.2 Present and future scenario\nThe scenario building for assessing impacts on\nbiodiversity values portrays very distinctively the present\nand futuristic trends of the impact significance of\nhydropower developments in all the sub-basins in the larger\nH\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 841\nJOSHI [K.S. RADHAKRISHNAN, J.]\nlandscape represented by the Alaknanda and Bhagirathi A\nbasins.\nIt becomes apparent that because of the fact that\nmany of the projects are already in stage of operation and\nconstruction, the reversibility in significance of impacts on\nterrestrial biodiversity is not possible in sub-basins.\nDecline in biodiversity values of Bhagirathi II sub-basin\nhave significantly been compounded by Tehri dam.\nThe scenarios provide adequate understanding to\nmake decisions with respect to applying exclusion\napproach across the two basins for securing key\nbiodiversity sites (such as critically important habitats) and\nprevent adverse impacts on designated protected areas.\nBased on five different scenarios that have been\npresented the most acceptable option suggests that the\ndecision with respect to 24 proposed Hydro Electric\nProjects may be reviewed.\"\nB\nC\nD\n47. WII report also states that out of total 39 proposed E\nprojects, 24 projects have been found to be significantly\nimpacting biodiversity in the two sub-basins and the combined\nfootprint of all 24 projects have been considered for their\npotential to impact areas with biodiversity values, both aquatic\nand terrestrial, critically important habitat of rare, endangered F\nand threatened species of flora and fauna and IWPA projected\nspecies.\n48. B.K. Chaturvedi Committee, after referring to both the\nReports, in Chapter III (Volume I, April 2013) stated as follows:\nG\n\"3.66 The River Ganga has over a period of years suffered\nenvironmental degradation due to various factors. It will be\nimportant to maintain pristine river in some river segments\nof Alaknanda and Bhagirathi. It accordingly recommends\nthat six rivers, including Nayar, Bal Ganga, Rishi Ganga, H\nA\nB\nC\nD\nE\nF\nG\n☐ H\n842\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nAssi Ganga, Dhauli Ganga (upper reaches), Birahi Ganga\nand Bhyunder Ganga, should be kept in pristine form and\ndevelopments along with measures for environment up\ngradation should be taken up. Specifically, it is proposed\nthat (a) Nayar River and the Ganges stretch between\nDevprayag and Rishikesh and (b) Balganga - Tehri\nReservoir complex may be declared as Fish Conservation\nReserve as these two stretches are comparatively less\ndisturbed and have critically important habitats for long-\nterm survival of Himalayan fishes basin. Further, no new\npower projects should be taken up in the above six river\nbasins. In the IMG's assessment, this will mean about 400\nMW of Power being not available to the State.\n3.67 Pending a longer term perspective on the Ganga\nBasin Management Plan, following policy needs to be\nfollowed to implement the hydro power projects on the\nRiver Ganga on Bhagirathi and Alaknanda basins:\n(i)\n(ii)\nNo new hydropower projects be taken up beyond\n69 projects already identified (Annex-VIA-VID).\nNew hydropower projects may be permitted to be\nconstructed with limitations as in Paras 3.52-3.54\nabove and giving priority to those projects already\nunder construction.\n(iii) New hydropower projects which are still under\ninvestigation or under development are not being\nproposed for implementation. However, two such\nprojects can be considered and a view taken after\ntechnical assessment by the CEA.\nBased on the above, projects at Annex-VID may\nneed a review and decision till after long term\nGanga basin study by IIT Consortium.\n3.70 The River Ganga has been a pristine River.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 843\nJOSHI [K.S. RADHAKRISHNAN, J.]\nA\nB\nOver a period of years, it has been used for\nirrigation, drinking water and other purposes. The\nefforts to keep it in the pristine form have been\nminimal. The IMG felt that it will be necessary to\ntake measures for ensuring that several parts of it\nwhich have so far not been impacted continue to\nbe in the pristine form. Secondly, it consider\nnecessary to take measures on pollution,\nparticularly in the upper reaches and the two basins\nof Bhagirathi and Alaknanda. The IMG, therefore,\nrecommends that six rivers, including Nayar, Bal C\nGanga River, Rishi Ganga, Assi Ganga, Dhauli\nGanga (upper reaches), Birahi Ganga and\nBhyunder Ganga rivers should be kept in pristine\nform no further hydropower developments should\ntake place in this region. Further, environment\nupgradation should be taken up in these sub-basins\nextensively.\"\n49. In the Executive Summary of Chaturvedi Report, on the\nquestion of 'Environmental Impact of Projects', reads as follows:\n4.17 Development of new hydropower projects has\nimpact on environment, ecology, biodiversity, both\nterrestrial \u0026 aquatic and economic and social life.\n69 hydropower projects with a capacity of 9,020.30\nMW are proposed in Bhagirathi and Alaknanda\nbasins. This includes 17 projects which are\noperational with a capacity of 2,295.2 MW. In\naddition, 26 projects with a capacity of 3,261.3 MW\n(including 600 MW Lohari Nagpala hydropower\nproject, work on which has been suspended by\nGovernment decision) which were under\nconstruction, 11 projects with a capacity of 2,350\nMW CEA/TEC clearances and 16 projects with a\ncapacity of 1,673.8 MW under development.\nD\nE\nF\nG\n4.18 The implementation of the above 69 H\n"}