{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2013] 11 S.C.R. 784\nALAKNANDA HYDRO POWER CO. LTD.\nV.\nANUJ JOSHI \u0026 ORS.\n(Civil Appeal No. 6736 of 2013)\nAUGUST 13, 2013\n[K.S. RADHAKRISHNAN AND DIPAK MISRA, JJ.]\n-\n-\nHydroelectric Power Project – Environmental and Forest\nclearance for - Granted to project developer - Writ petition\nC filed objecting to the clearance High Court directing the\nMinistry of Environment and Forest to hold public hearing\nOn appeal, held: The project in question is ongoing project,\nenvironmental clearance and forest clearance wherefor were\ngranted way back in 1985 and 1987 - 95% work is already\nover and nearly 4,000/- crores been spent on the project\nNo purpose would be achieved by way of public hearing at\nthis stage – Now the safety and security of the dam and the\npeople is of paramount importance - Directions issued to the\nauthorities concerned and to the project developer to give\neffect to recommendations made by the Technical experts.\nD\nE\n-\n-\n-\nEnvironmental Law - Mushrooming of large number of\nhydroelectric projects in the state of Uttarakhand and its\nimpact on Alaknanda and Bhagirathi river basins\nCumulative impact of those project components on eco-\nF system Direction to Ministry of Environment and Forest to\nconstitute expert body to make detailed study as to the effect\nof the projects on environmental degradation - Till then\nMOEF as well as State Government directed not to grant any\nhydroelectric power project – Disaster Management Authority\nG of the State also directed to submit its report to the Supreme\nCourt as to whether they had any disaster management plan\nfor combating unprecedented tragedy in the State of\nUttarakhand.\n-\nH\n784\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 785\nJOSHI\nThe Srinagar Hydro Electric Project (SHEP), which A\nwas basically run-of-the-river Scheme, was given\nTechno-Economic approval for 200 MW by Central\nElectricity Authority in 1982, subject to environmental\nclearance. After being segregated from other Ganga\nValley Projects, a separate Environment Impact B\nAssessment (EIA) of the Project was made in 1985. A\ntemple (Dhari Devi Temple) which was likely to be\nsubmerged in water, it was suggested in the Assessment\nthat the height of the same would be raised. The Ministry\nof Environment and Forest also granted environmental\nclearance for the Project. Later the capacity of the Project\nwas enhanced to 330 MW in 1987, which was duly\napproved and Planning Commission also accorded\ninvestment approval. However, effective progress was\nnot made in the Project due to paucity of funds.\nC\nD\nE\nPursuant to liberalisation policy, the State invited\nprivate investment in the Project and MOU was entered\ninto with a private company. The State Government\nrequested Ministry of Environment and Forest to transfer\nthe environmental clearance to the private company and\nthe clearance was transferred for 330 MW in the year\n1999. Techno-Economic clearance for implementation of\nthe project was also issued to the private company. The\nProject, therefore, was transferred to the appellant-\ncompany and environmental clearance was transferred F\nin its favour in the year 2006.\nRespondent No.1 filed writ petition challenging the\ndecision as to environmental clearance for the increased\ncapacity of generation i.e. 330 MW. Ministry of\nEnvironment and Forest by its letter dated 3.8.2011\nclarified that transfer in favour of the appellant-Company\nwas for 330 MW. High Court disposed of the petition\ndirecting the appellant-Company to place the document\nbefore Ministry of Environment and Forest and further\nG\nH\n786 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA directed the Ministry to hold public hearing. Hence, the\npresent appeals.\nB\nC\nD\nE\nCertain litigation had also been initiated before\nNational Green Tribunal on the issue. The proceedings\nbefore the Tribunal have also been transferred to this\nCourt.\nDisposing of the appeal and transferred cases, the\nCourt\nHELD: 1.1. Srinagar Hydro Electric Project is an\nongoing project for which environmental clearance was\ngranted as early as in the year 1985 and forest clearance\nin the year 1987. Further, about 95 % of the work is\nalready over and nearly Rs.4,000 crores has been spent.\nIf public hearing is found necessary then the same\nshould have been held before granting environmental\nclearance. The purpose of public hearing is to know the\nconcerns of the affected people and to incorporate their\nconcerns appropriately into the Environment\nManagement Plan and it is after incorporation of the\nconcerns and revision/modifying plan, the final\nEnvironment Management Plan would be submitted to\nthe Ministry of Environment and Forest for granting\nenvironmental clearance. No purpose would be achieved\nby way of a public hearing at this stage. The various\nCommittees' reports and the report dated 3.5.2013 that\nthe members of the Committee had met the Dhari Devi\ntemple trustees, priests and residents of the locality, they\nhad not raised any objection for not holding a public\nhearing. Further, the State of Uttarakhand has also never\ncanvassed for a public hearing nor any complaint was\nreceived by the temple authorities or the worshippers\nraised any complaint of not holding any public hearing\nthere. Therefore, the direction given by the High Court\ndirecting the MoEF to hold a public hearing, is set aside.\nH [Para 18] [800-H; 801-A-E]\nF\nG\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 787\nJOSHI\n1.2. Das Committee, Chaturvedi and Joint Team A\nconstituted on the basis of direction of this Court have,\ntherefore, fully endorsed the views made by Indian\nNational Trust for Art and Cultural Heritage (INTACH) on\nDhari Devi Temple. There is no reason to differ from the\nviews expressed by the expert committee, which was B\nsubmitted hearing all the affected parties, including the\nTrustees of the Temple, devotees, Pujaris etc. Committee\nreports to that extent stand accepted. [Para 32] [834-E-F}\n1.3. It is also not correct to say that by accepting the\nsuggestions of all the expert committees to raise the\ntemple as such to a higher place, would wound the\nreligious feelings of the devotees or violate the rights\nguaranteed under Article 25 of the Constitution. Sacred\nrock on which the temple exits is still kept intact and only\nthe height of the temple is increased so that the temple\nwould not be submerged in the water. [Para 33] [834-G-\nH; 835-A]\nC\nD\nF\n2. Dam safety and security is a matter of paramount\nimportance, failure of which can cause serious E\nenvironmental disaster and loss of human life and\nproperty. Proper surveillance, inspection, operation and\nmaintenance of dams is essential to ensure for safe\nfunctioning of the Dams. The Central Water Commission\n(CWC) is a premier technical organisation of India in the\nfield of water resources. The Commission is also\nentrusted with the general responsibilities of initiating,\ncoordinating and furthering, in consultation with the State\nGovernments concerned, schemes for control,\nconservation and utilisation of water resources\nthroughout the country for the purpose of flood control,\nirrigation, drinking water supply and water power\ndevelopment. Safety of dams is the principal concern of\nthe State Government. The State Government has also to\ncarry out investigation, planning, design, construction\nG\nI\n788 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA and operation. The appellant-Company says, so far as\nSHEP is concerned, engineering and technical\nparameters of the dam are clearly narrated in the detailed\nproject report which, in turn, are assessed by Central\nElectricity Authority (CEA) in consultation with the CEC\nB and GSI. The norms and regulations laid down by the\nconcerned authorities, and whether those are strictly\nfollowed or not, have to be assessed and monitored by\nthe Nodal Agency, CEA/Ministry of Power as well as the\nGSI. [Para 35] [835-E-H; 836-A]\nC\n3.1. Safety and security of the people are also of\nparamount importance when a hydro electric project is\nbeing set up and it is vital to have in place all safety\nstandards in which public can have full confidence to\nsafeguard them against risks which they fear and to avoid\nD serious long term or irreversible environmental\nconsequences. The question as to whether the recent\ncalamities occurred at Uttrakhand on 16.6.2013 and,\nthereafter, due to cloud burst, Chorabari Lake burst due\nto unprecedented rain and consequent flooding of\nE Alaknanda river etc. has affected the safety of SHEP has\nalso to be probed by the MoEF, State of Uttarakhand and\nDam Safety Authority etc. [Para 36] [836-B-D]\nF\nG\nI\n3.2. Construction of the project involving excavation\nof earth and rock has generated large quantum and with\nthe objective to protect the disposal areas from further\nsoil erosion and develop the surrounding areas in\nharmony with the environment, the muck disposal plan\nis formulated. Muck disposal plan gives quantification of\nmuck, identifies location and activities wherein muck is\ngenerated, during excavation and blasting operation and\nquantifies muck generated from the activities with\nrelevance to disposal areas. The Das Committee visited\nthe project site and submitted a status report on 29-30\nAugust, 2012 which has dealt with muck disposal. Report\nALAKNA\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 789\nJOSHI\nof the Joint Committee dated 03.05.2013 also refers to the A\nappellant-Company's action plan regarding muck\nmanagement and disposal and recommended that\nremaining work, particularly, of the permanent site No.8\nand 9 be carried out at the earliest. The appellant-\nCompany has given the details of the work carried out B\nfor muck disposal. Failure of removal of muck from the\nproject site may also cost flooding of the project areas,\ncausing destruction to the environment and to the life of\nproperty of the people. MoEF and State Government and\nall other statutory authorities would see that the c\nappellant-Company takes proper action and steps for\nmuck management and disposal. [Para 37] [836-E-H; 837-\nA-B]\n3.3. Catchment Area Treatment (CAT) is required to\nbe carried out by the project developer along with R \u0026 R D\nand greenbelt activities, primarily to mitigate the adverse\nenvironmental impact created by the project construction.\nCAT is also resorted to reduce the inflow of silt and\nprevent sedimentation of reservoirs. CAT management\ninvolves steps to arrest soil erosion, rehabilitation of E\ndegraded forest areas through afforestation, controlling\nlandslide and rockfalls through civil engineering\nmeasures and long time maintenance of afforestation\nareas. Silt inflows in river water not only result in\nreduction in storage capacity of dams, but also lead to\nincreased wear and tear of turbines. Therefore, CAT is of\ncrucial importance with regard to hydro electric projects.\nCAT plan has been prepared by the Uttarakhand Forest\nDepartment and the Project Proponent has paid the\nestimated amount of Rs.22.30 crores to the State Forest\nDepartment towards implementation of CAT Plan. [Para\n38] [837-C-F]\nLL\nF\nG\n3.4. Appellant-Company has deposited first year\nbudget of Rs.203.6 lakhs to the State Forest Department\nfor green belt rim of the reservoir in August 2012. H\n790\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA Although green belt area is earmarked, the technical\ndocuments based on the maximum flood level in the\nreservoir, the rim of the reservoir, could only be\ndetermined and developed after reservoir is impounded.\nProper steps would be taken by the Forest Department\nB of Uttarakhand to carry out the green belt development\narea in question. The MoEF, the State Government etc.\nwould see that the proper steps would be taken by all the\nauthorities including the appellant-Company to give effect\nto the directions given by the Joint Team. [Para 41] [838-\nC F-H]\nD\n3.5. Going through the reports of Das Committee,\nChaturvedi Committee as well as the Joint Team and after\nperusing the affidavits filed by the parties, there is no\nreason to hold up the project which is almost nearing\ncompletion. MoEF, the appellant-Company, Government\nof Uttarakhand, Forest Department would take immediate\nsteps to comply with all the recommendations made by\nJoint Team in the report dated 03.05.2013 and also\noversee whether appellant-Company is complying with\nE those directions as well. [Para 42] [839-A-B]\nF\nG\nH\n4.1. The Court is, however, very much concerned\nwith the mushrooming of large number of hydroelectric\nprojects in the State of Uttarakhand and its impact on\nAlaknanda and Bhagirathi river basins. Various studies\nalso indicate that in the upper-Ganga area, including\nBhagirathi and Alaknanda rivers and their tributaries,\nthere are large and small hydro power dams. The\ncumulative impact of those project components like\ndams, tunnels, blasting, power-house, muck disposal,\nmining, deforestation etc. on eco-system, is yet to be\nscientifically examined. The AHEC Report has not made\nany indepth study on the cumulative impact of all project\ncomponents like construction of dam, tunnels, blasting,\npower-house, Muck disposal, mining, deforestation etc.\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 791\nJOSHI\nby the various projects in question and its consequences\non Alaknanda as well as Bhagirathi river basins so also\non Ganga which is a pristine river. [Paras 44 and 46] [839-\nD-F; 840-E-F]\n4.2. The above mentioned Reports would indicate the\nadverse impact of the various hydroelectric power\nprojects on the ecology and environment of Alaknanda\nand Bhagirathi river basins. The cumulative impact of the\nvarious projects in place and which are under\nconstruction on the river basins have not been properly\nexamined or assessed, which requires a detailed\ntechnical and scientific study. [Para 50] [844-C-D]\n4.3. The MoEF as well as State of Uttarakhand is\ndirected not to grant any further environmental clearance\nor forest clearance for any hydroelectric power project in\nthe State of Uttarakhand, until further orders. MoEF is\ndirected to constitute an Expert Body consisting of\nrepresentatives of the State Government, WII, Central\nElectricity Authority, Central Water Commission and\nother expert bodies to make a detailed study as to\nwhether Hydroelectric Power Projects existing and under\nconstruction have contributed to the environmental\ndegradation, if so, to what extent and also whether it has\ncontributed to the present tragedy occurred at\nUttarakhand in the month of June 2013. MoEF is directed\nto examine, as noticed by WII in its report, as to whether\nthe proposed 24 projects are causing significant impact\non the biodiversity of Alaknanda and Bhagirath River\nbasins. The Disaster Management Authority, Uttarakhand\nwould submit a Report to this Court as to whether they\nhad any Disaster Management Plan is in place in the\nState of Uttarakhand and how effective that plan was for\ncombating the present unprecedented tragedy at\nUttarakhand. [Para 51] [844-G-H; 845-A-D]\nA\nB\nC\nD\nE\n\"\nF\nG\nNarmada Bachao Andolan vs. Union of India and Ors. H\n792 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA (2000) 10 SCC 664: 2000 (4) Suppl. SCR 94 Lafarge Umiam\nMining (P) Ltd. vs. Union of India (2011) 7 SCC 338: 2011\n(7) SCR 954; Orissa Mining Corporation vs. MoEF (2013) 6\nSCC 476 - referred to.\nCase Law Reference:\nB\n2000 (4) Suppl. SCR 94\nreferred to\nPara 14\n2011 (7) SCR 954\nreferred to\nPara 15\n(2013) 6 SCC 476\nreferred to\nPara 26\nC\nD\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6736 of 2013.\nFrom the Judgment \u0026 Order dated 03.11.2011 of the High\nCourt of Uttarakhand at Nainital in WP (PIL) No. 68 of 2011.\nWITH\nC.A. No. 6746-6747 of 2013, T.C. Nos. 55,56 \u002657 of 2013.\nHimanshu Shekhar, Pukhrambam Ramesh Kumar,\nPetitioner-in-Person for the Appellant.\nSantosh Singh, B. Krishna Prasad, Rachana Srivastava,\nHimanshu Shekhar for the Respondents.\nF\nG\nThe Judgment of the Court was delivered by\nK.S. RADHAKRISHNAN, J. 1. Leave granted.\n2. Srinagar Hydro Electric Project (SHEP) located in Tehri\n/ Pauri Garhwal district of Uttar Pradesh was a project\nenvisaged by the then Uttar Pradesh State Electricity Board\n(UPSEB) on river Alaknanda, which was basically run-of-the-\nriver scheme.\n3. The Techno-Economic approval of the scheme was\ngranted for 200 MW by the Central Electricity Authority (CEA),\nH a competent authority exercising powers under Section 29 of\nALAKNANDA HYDRO POWER CO. LTD. v ANUJ 793\nJOSHI [K.S. RADHAKRISHNAN, J.]\nthe Electricity (Supply) Act, 1948, in its meeting held on A\n6.11.1982, subject to the environmental clearance from the\nMinistry of Environment. SHEP was later segregated from\ntwenty two other Ganga Valley projects. A separate\nEnvironment Impact Assessment (EIA) was made on the SHEP\non 9.2.1985. No adverse affect had been noticed on B\nenvironment in that assessment on setting up of the Project. On\nthe contrary, it was felt that such a scheme would add to the\nrichness of the scenic beauty by creation of beautiful lakes\nattracting more tourists and also meet the energy requirements\nof the State and could be completed within a short span of five C\nyears. Dhari Devi Temple, it was noticed, was likely to be\nsubmerged in water, therefore was also considered while\nconsidering the Environmental Impact Assessment (EIA). It was\nsuggested that temple would be raised and created with a\npleasing architecture suiting the surroundings.\n4. The Ministry of Environment and Forest (MoEF) granted\nEnvironmental Clearance for the project to UPSEB vide its letter\ndated 03.05.1985 subject to certain safeguards. The project\ninvolved diversion of forest land to the extent of 338.38 hectares\nwhich was cleared by the Forest Department vide proceeding\nNo. 8-227/86-PC dated 15th April, 1987, in accordance with\nSection 2 of the Forest (Conservation) Act, 1980. The Project\ninvolved construction of concrete gravity dam affording a gross\nstorage of 8 Mcum water conductor system designed for 660\ncumecs and a power house with an installation of six units of\n55 MW each. UPSEB later carried out a detailed study and\nsubmitted a report stating that taking into consideration the\npeaking capacity, the installed capacity of the project would be\nincreased from 200 MW to 330 MW. CEA approved and\ngranted the Techno-economic clearance in the enhanced\ncapacity of 330 MW vide its letter dated 18.12.1987. Planning\nCommission vide its letter dated 29.01.1988 accorded the\ninvestment approval. UPSEB started the work but due to the\nD\nE\nF\nG\nH\n"}