{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"DY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR.\nWITH\n533\nC.A. Nos. 213, 214-219, 205-212, 221-324, 325-331,\n4090, 4091 of 2000 \u0026 2973-2978 of 2001.\nS.N. Shelati, Yashank Adhyaru, Dinesh Dwivedi,\nHemantika Wahi, L.R. Pujari, Pinky, Somanath and Kirti Renu\nMishra for the Appellants.\nA\nB\nRamesh P. Bhatt, Sunil Kr. Gupta, Sirish Amin, Dattatray\nVyas, Manish Sharma, Chirag, M. Shroff, Saroj Raichura, H.A.\nRaichura, Mukesh Kumar Singh, Dr. Manish Singhvi, Atul Jha, C\nVikash Kr. Pankaj, Dharmendra Kumar Sinha, Sakesh Kumar,\nRameshwar Prasad Goyal for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. These appeals involving common\nquestions of law and fact were taken up for hearing together\nand are being disposed of by this common judgment.\nD\n2. The State of Gujarat issued diverse notifications for\nacquisition of a huge tract of lands for construction of a dam E\nover a river known as 'Thebi'. The lands sought to be acquired\nwere spread over in three villages, namely, Amreli, Baxipur and\nGiriya. Whereas villages Amreli and Baxipur are situated on\nthe western side of river and within the municipal limit of the\ntown of Amerli; village Giriya is on the eastern bank thereof and\noutside the municipal limit of the said town Amreli.\n3. Amreli is the headquarters of the District Amreli. It is a\nwell developed town. A National Highway known as \"Amreli -\nChittal Road\" passes through the town of Amreli.\n4. The residents of the town enjoy the facilities of\ntransportation, hospitals, schools, colleges, telephone, etc. It is,\nhowever, admitted that the entire development has taken place\non the eastern bank of the river and not on the western bank.\nF\nபட\nG\nThe villages situate on the western bank, however, admittedly H\n534\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA are wholly undeveloped. The lands under acquisition are\nagricultural lands. The land upon acquisition were to be\nsubmerged under water.\nB\n5. The Land Acquisition Officer made three different\nawards for three different villages.\n6. For agricultural lands situate in village Baxipur, which\nare the subject matters of judgment and order dated\n23.02.1998 passed in F.A. No. 3119/1997 and F.A. No. 3120/\n1997 and judgment and order dated 4.5.1999 passed in F.A.\nC Nos. 6184-6203/1995 and other connected appeals,\ncompensation was awarded at the rate of Rs.75/- per square\nmeter.\nD\nE\n7. Out of 350 land owners, however, only 156 land owners\nfiled applications for reference before the Collector in terms of\nSection 18 of the Land Acquisition Act, 1894 (hereinafter\nreferred to as, \"the said Act\").\n8. The Reference Court awarded compensation\ncalculating the market value thereof at the rate of Rs. 75/- per\nsquare meter in respect of lands situate in Baxipur village\n(western side of river Thebi), Giriya village (eastern side of river\nThebi) and Amreli village (western side of river Thebi). So far\nas the lands situate within the Amreli town, which is within the\nmunicipal area and situate on the eastern side of the river\nF comprising of residential and commercial area which was\ndeveloped since 1984, are concerned; the Land Acquisition\nOfficer awarded compensation at the rate of Rs.50/- per square\nmeter in respect of agricultural lands, but the Reference Court\nand the High Court awarded compensation at the rate of\nG Rs.160/- per square meter of land. For the same area in\nrespect of non-agricultural lands, the Land Acquisition Officer\nawarded compensation at the rate of Rs.150/- per square\nmeter whereas the Reference Court as also the High Court\nawarded compensation at the rate of Rs.240/- per square\nH meter.\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n535\n9. So far as acquisition of lands which are subject matter A\nof C.A. No. 325-331/2000, situated in village Giriya are\nconcerned; whereas the Land Acquisition Officer awarded\ncompensation at the rate of Rs.12/- per square meter in\nrespect of agricultural lands and Rs. 50/- per square meter in\nrespect of non-agricultural lands, the Reference Court awarded B\ncompensation for both categories of land at the rate of Rs.400/\n- per square meter, the High Court, however, while upholding\nthe said amount of compensation in respect of non-agricultural\nlands reduced the amount of compensation to Rs.300/- per\nsquare meter for agricultural lands.\n10. Aggrieved by and dissatisfied with the aforementioned\njudgments, the State of Gujarat is before us. An appeal has also\nbeen filed by some of the claimants owning non-agricultural\nlands and raised constructions for use of the same as godown.\n11. We may deal with the relevant facts and submissions\nmade before us in each group separately.\nGROUP - 1\n12. With a view to appreciate the rival contentions of the\nparties, we may notice heretobelow the number of matters and\nthe other relevant facts for our purpose which are involved in\nGroup - wherein compensation has been awarded at the rate\nof Rs.75/- per square meter\nC\nD\nE\nF\nGroup Total\nC.A. No.\nF.A. No.\nNo.\nmatters\nNotification Date\nSection 4 of\ndated Judgment\n1\n1\n204/2000\n3119/1997\n5.6.1993 23.2.1998 G\n2\n1\n213/2000\n3120/997 17.9.1992 23.2.1998\n3\n20\n20\n221-240/2000\n2\n241-242/2000\n6184-\n6203/1995\n5289-\n5290/1996\n15.3.1990 4.5.1999\n15.3.1990 4.5.1999\nH\n536\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\n7\n243-249/2000 269-\n15.3.1990 4.5.1999\n275/1997\n11\n250-260/2000\n910-\n15.3.1990 4.5.1999\n920/1996\n34\n261-294/2000\n1017-\n15.3.1990 4.5.1999\nB\n1050/1996\n7\n295-301/2000\n7-13/1997\n20.9.1990 4.5.1999\n2\n302-303/2000\n2358-\n15.3.1990 4.5.1999\n2359/1997\n15\n304-318/2000\n1880-\n10.12.1992 4.5.1999\nC\n1894/1997\n6\n319-324/2000\n2061-\n10.12.1992 4.5.1999\n2066/1997\n4\n1\n4090/2000\n2546/1997 15.3.1990 4.5.1999\n60\n5\n1\n4091/2000\nD\nE\nF\nG\nH\n1166/1997 8.8.1990 4.5.1999\n13. We may, at the outset, also notice that the Reference\nCourt and High Court refused to take into consideration a large\nnumber of deeds of sale (Exh. 86 to 100) produced by the State\ninter alia relying on or on the basis of the decision of this Court\nin P. Ram Reddy and Ors. v. Land Acquisition Officer,\nHyderabad Urban Development Authority, Hyderabad and\nOrs (1995) 2 SCC 305, the same were not admissible in\nevidence. As for the purpose of proving the same, neither the\nvendor nor the vendee in respect of the said deeds of sale had\nbeen examined. An application for adduction of additional\nevidence filed before us has been allowed.\n14. Mr. S.N. Shelati, learned Senior Counsel appearing on\nbehalf of the State would submit:\n(i)\nThe Reference Court and the High Court committed\na serious error in not exhibiting true copies of the\nSale Deed (Exhs. 86 to 100) in view of the decision\nof this Court in P. Ram Reddy and Ors. v. Land\nAcquisition Officer, Hyderabad Urban\nDevelopment Authority, Hyderabad and Ors.\n1\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 537\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n. (ii)\n(1995) 2 SCC 305 having been overruled in Land A\nAcquisition Officer and Mandal Revenue Officer\nv. V.V. Narasaiah [(2001) 3 SCC 530] and\nCement Corporation of India v. Purya \u0026 ors.\n[(2004) 8 SCC 270]. Cement Corporation has also\nbeen followed by this Court in Ranvirsingh v. Union\nof India (2005) 12 SCC 59.\nThe Reference Court and the High Court awarded\na grossly high value towards compensation of the\nacquired lands by misapplying the principle of\nvaluation and adopting a wrong method of valuation\nand thus, committed a manifest error.\nB\nC\nD\n(iii) While making the award, the Reference Court as\nalso the High Court failed to take into consideration\nthe fact that the lands of village Baxipur being\nsituated on western bank of river Thebi far from\nvillage Amreli as also the fact that geographic\ncondition of the eastern bank of river Thebi is\nabsolutely different vis-à-vis the lands situated on\nthe western bank. Whereas the lands situated on E\nthe eastern bank are mostly converted into non-\nagricultural lands; the lands situated on the western\nbank of river Thebi are only agricultural lands and\nin that view of the matter it is impermissible in law\nto compare the lands situated on the western bank F\nof the river with those on the eastern bank\nparticularly when even no residential premises\nhave been constructed thereon. The lands situated\non the western bank of the river Thebi having not\nbeen converted into non-agriculture land and there\nbeing hardly any scope for any development and\nfurthermore in view of the purpose for which\nacquisition has been made, namely, submergence\nof the land under water, the Reference Court as\nalso the High Court must be held to have committed\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n538\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\na serious error in comparing the lands with\nagricultural lands situated on the western bank with\nthe non-agricultural lands situated on the eastern\nbank of the river Thebi.\n(iv) The Land Acquisition Officer having considered the\ncomparable sales of agricultural lands both on the\nwestern bank and eastern bank as also sale of\nnon-agricultural lands and having awarded\ncompensation at the rate of Rs.350/- per Are for\nJirayat and Rs.500/- per Are for irrigated lands and,\nthus, having considered all relevant factors, the\nsame should not have been interfered with by the\nReference Court as well as by the High Court.\n(v) There being no reliable evidence of comparable\ninstances or to show the actual yield from the land\nand, thus, the land holders having not been able to\ndischarge the burden of proof, the amount of\ncompensation awarded by the Land Acquisition\nOfficer should be held to have been fair and\nadequate in view of the decisions of this Court in\nSpecial Land Acquisition Officer vs. Sidappa\nTumari [1995 Supp. (2) SC 168 (Para 22).\n(vi) The Reference Court and consequently the High\nCourt without any material on record awarded\ncompensation at the rate of Rs.75/- per square\nmeter in respect of agricultural lands which\nadmittedly are situated in an undeveloped area and,\nthus, committed a serious error of law.\n(vii) The Reference Court ought not to have disregarded\nthe distance between the \"Amreli - Chittal Road\"\nand the village in question which is 1.5 kilometers\nto 2 kilometers and, thus, committed a serious error\nin relying upon the sale instances being Exhs.35 to\n40 which were in respect of the lands adjacent to\na\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 539\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\n\"Amreli - Chittal Road\" for the purpose of holding A\nthat the amount of compensation awarded by the\nLand Acquisition Officer was unjustified.\n(viii) Ignoring the distance of 1.5 to 2 kilometers (holding\nit to be of not much consequence by the High Court)\nfor the purpose of ascertaining the true market value\nof the land situated in an undeveloped area was\nwholly erroneous particularly in view of the fact that\nthe witnesses examined on behalf of the\nrespondents categorically stated that there was no\nlikelihood that the said area would be developed\nin future.\nB\nC\nD\n(ix) The High Court furthermore should not have failed\nto take into consideration the evidence of\nJerambhai Devsinhbhai (Exh. 12) who had\ncategorically admitted that except Oil Mills there\nwas no other industry in village Amreli and there\nwas neither any State High Way passing through\nthe said village nor there was any railway\nconnection. Even witness Bhagvandas had E\nadmitted that between the dam and Pratappura\narea there were no residential houses. Similarly\nwitness Bharatbhai K.Mehta had admitted that he\nhad purchased the land for his own purpose, namely\nprofessional and residential purpose.\n(x)\nThe Reference Court as also the High Court should\nnot have relied upon the valuation report proved by\nBhikhabhai Rami who in no uncertain terms had\nadmitted that he had not seen any document in\nrespect of surrounding lands and furthermore had\nnot taken into consideration the deeds of sale\nmentioned in the award and moreover there was\nneither any road facility available nor any residential\nhouse could be traced out and there was no\npossibility of any industrial development also on the\nF\nG\nH\n540\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA\nB\nC\nD\nE\nய\nF\nG\nH\nwestern side of the river.\n(xi) The Reference Court as also the High Court\ncommitted a serious error insofar as they failed to\ntake into consideration that the land owners failed\nto discharge their burden to show that the land in\nquestion had any potentiality of development.\n15. Mr. R.P. Bhatt learned Senior Counsel appearing on\nbehalf of the respondents, on the other hand, would submit:\ni.\nii.\nAs upon perusal of the award made by the Land\nAcquisition Officer itself it would be evident that the\nentire area is a developed one and the land owners\nwere progressive farmers, no infirmity can be said\nto have been committed in comparing non-\nagricultural lands with agricultural lands particularly\nwhen in respect of the lands situated in one area\nhe had granted compensation at the rate of Rs.50/\n- per square meter, there was absolutely no reason\nas to why the award at the rate of Rs.3.50 per\nsquare meter for non-irrigated lands and Rs.5/- per\nsquare meter for the irrigated lands should be\nawarded.\nFor determining a just and fair amount of\ncompensation, no sole decisive factor existed and\neach case was required to be considered on its\nown merit. However, when such determination can\nbe made upon applying more than one factor, the\nappellate court should not have interfered therewith\neven if another view was possible.\nLocation of a land although material keeping in view\nthe fact that for all intent and purpose all the three\nvillages are part of one town, only because a part\nof the acquired land is situated at a distance of 1.5\nto 2 kilometers, the sale instances in respect of\n\u003e\n$\nDY. COLLECTOR, LAND ACQUISITION, GUJARAT \u0026 541\nANR. v. MADHUBAI GOBARBHAI \u0026 ANR. [S.B. SINHA, J.]\ndeveloped area can be applied subject of course\nto such deduction as is applicable in respect\nthereof.\n16. Notifications for acquisition of different parcels of land\nwere issued on diverse dates.\n17. Indisputably the purpose of acquisition was construction\nof a dam over river Thebi. The lands acquired are situated in\nthree villages. Nature of lands acquired was both agricultural\nand non-agricultural. Some are situated in the urban area which\nwere well developed and some were not completely developed\nand mainly agricultural lands.\n18. The lands at Baxipur which are non-agricultural lands\nand situate on the Western bank of river Thebi, indisputably\nwere agricultural lands. The purpose for their acquisition was\nthat the said lands would be submerged in water.\n19. It is also not in dispute that various parts of the village\nGiriya and Amreli are within the municipal limits while only a\nportion of the lands situate in village Baxipur is within the\nmunicipal limit.\n20. The parties hereto in support of their respective cases.\nrelied upon a large number of documents including deeds of\nsale. A large number of witnesses including some experts were\nexamined in the matters.\n21. We have noticed hereinbefore the reasonings of the\nLand Acquisition Collector; the Reference Judge as also the\nHigh Court for arriving at their respective opinions.\nA\nB\nC\nD\nE\nF\n22. The learned Reference Judge, however, rejected the G\ndeeds of sale produced by the acquiring authority inter alia on\nthe premise that to prove the same neither, vendor or the\nvendee thereof had been examined. For the said purpose, it\nrelied upon a decision of this Court in P. Ram Reddi v. Land\nAcquisition Officer, (Supra). The said decision of this Court, H\n542\nSUPREME COURT REPORTS\n[2009] 11 S.C.R.\nA however, has since been reversed inter alia by a Three Judge\nBench of this Court in Land Acquisition Officer \u0026 Mandal\nRevenue Officer v. V. Narasaiah, [ (2001) 3 SCC 530 ]. Later,\na Constitution Bench of this Court in Cement Corporation of\nIndia Ltd. etc. etc. v. Purya and others etc. etc., [ (2004) 8 SCC\nB 270], while interpreting Section 51-A of the Act opined that the\nsaid provision seeks to make an exception in regard to proving\nof sale deeds stating :-\nD\nE\nF\nG\nH\n\"25. Section 51-A of the Land Acquisition Act seeks\nto make an exception to the aforementioned rule.\n26. In the acquisition proceedings, sale deeds are\nrequired to be brought on record for the purpose of\ndetermining market value payable to the owner of the land\nwhen it is sought to be acquired.\n27. Although by reason of the aforementioned\nprovision the parties are free to produce original\ndocuments and prove the same in accordance with the\nterms of the rules of evidence as envisaged under the\nIndian Evidence Act, the LA Act provides for an alternative\nthereto by inserting the said provision in terms whereof the\ncertified copies which are otherwise secondary evidence\nmay be brought on record evidencing a transaction. Such\ntransactions in terms of the aforementioned provision may\nbe accepted in evidence. Acceptance of an evidence is\nnot a term of art. It has an etymological meaning. It\nenvisages exercise of judicial mind to the materials on\nrecord. Acceptance of evidence by a court would be\ndependent upon the facts of the case and other relevant\nfactors. A piece of evidence in a given situation may be\naccepted by a court of law but in another it may not be.\n28. Section 51-A of the LA Act may be read literally and\nhaving regard to the ordinary meaning which can be\nattributed to the term “acceptance of evidence\" relating to\ntransaction evidenced by a sale deed, its admissibility in\n"}