{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"MAHAVIR\nV.\nLAKHMI AND ANR.\nJANUARY 22, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCode of Civil Procedure, 1908-s. 100-Second appeal-Substantial\nquestion of law-Formulation-Necessity of-Held: Second appeal has to\nbe heard on the substantial question formulated-In absence thereof\nappeal shall fail-Appeal-Second appeal.\nPresent appeal was filed questioning the judgment of High Court\nwhich allowed the second appeal without formulating a question of law.\nAllowing the appeal, the Court\nA\nB\nC\nD\nHELD: 1. In view of Section 100 CPC, the memorandum of appeal\nshall precisely state substantial question or questions of law involved in the\nappeal as required under sub-section (3) of Section 100. Where the High\nCourt is satisfied that in any case any substantial question of law is involved\nit shall formulate that question under sub-section (4) and the second appeal\nhas to be heard on the question so formulated as stated in sub-section (5) E\nof Section 100. [Para 6] [1136-F]\n2. The impugned judgment passed by the High Court does not show\nthat any substantial question of law has been formulated or that the second\nappeal was heard on the question, if any, so formulated. That being so, the\njudgment cannot be maintained. The matter is remitted to the High Court,\nwhich shall formulate substantial questions of law, if any, and then deal\nwith the matter. [Paras 8 \u0026 12] [1137-E 1138-G]\nIshwar Dass Jain v. Sohan Lal, [2000] 1 SCC 434; Roop Singh v. Ram\nSingh, [2000] 3 SCC 708; Kanahaiyalal and Ors. v. Anupkumar and Ors.,\n[2003] 1 SCC 430 and Ram Sakhi Devi (Smt.) v. Chhatra Devi and Ors.,\n[2005] 6 SCC 181- relied on.\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 301 of 2007.\nFrom the Final Judgments/Orders dated 4.8.2004 and 11.10.2004 of the\nH\n1135\n1136\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA High Court of Punjab and Haryana at Chandigarh in R.S.A. No. 1325/1983\nand C.M. No. 9023-C/2004 in R.S.A. No. 1325/1983.\nB\nC\nD\nE\nF\nR. Venkataramani, Sr. Adv., Ashok Panigrahi, Manju Aggarwal and\nSatya Mitra Garg for the Appellant.\nChaitanya Siddharth, Mrs. P. Purnima, Mukesh K. Sharma and\nRameshwar Prasad Goyal, Advs. for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. : 1. Heard learned counsel for the parties.\n2. Leave granted.\n3. These appeals are directed against the judgment passed by learned\nSingle Judge of Punjab and Haryana High Court allowing the Second Appeal\nfiled by the defendant and rejecting the application for review.\n4. The plaintiff has filed the present appeals against the aforesaid\norders.\n5. Though several points were urged in support of the appeals, main\nground was that the Second appeal was allowed without formulating a\nquestion of law.\n6. In view of Section 100 of the Code of Civil Procedure, 1908 (in short\nthe 'Code') the memorandum of appeal shall precisely state substantial\nquestion or questions of law involved in the appeal as required under sub-\nsection (3) of Section 100. Where the High Court is satisfied that in any case\nany substantial question of law is involved it shall formulate that question\nunder sub-section (4) and the second appeal has to be heard on the\nquestion so formulated as stated in sub-section (5) of Section 100.\n7. Section 100 of the Code deals with \"Second Appeal\". The provision\nG reads as follows:\nH\n“Section 100- (1) Save as otherwise expressly provided in the\nbody of this Code or by any other law for the time being in force,\nan appeal shall lie to the High Court from every decree passed in\nappeal by any Court subordinate to the High Court, if the High\n•\n24\nMAHAVIR v. LAKHMI [PASAYAT, J.]\n1137\nCourt is satisfied that the case involves a substantial question of\nlaw.\n(2) An appeal may lie under this section from an appellate decree\npassed ex parte.\n(3) In an appeal under this Section, the memorandum of appeal\nshall precisely state the substantial question of law involved in the\nappeal.\n(4) Where the High Court is satisfied that a substantial question\nof law is involved in any case, it shall formulate that question.\n(5) The appeal shall be heard on the question so formulated and\nthe respondent shall, at the hearing of the appeal, be allowed to\nargue that the case does not involve such question:\nProvided that nothing in this sub-section shall be deemed to\ntake away or abridge the power of the Court to hear, for reasons\nto be recorded, the appeal on any other substantial question of law,\nnot formulated by it, if it is satisfied that the case involves such\nquestion.\"\n8. A perusal of the impugned judgment passed by the High Court does\nnot show that any substantial question of law has been formulated or that\nthe second appeal was heard on the question, if any, so formulated. That\nbeing so, the judgment cannot be maintained.\n9. In Ishwar Dass Jain v. Sohan Lal, [2000] 1 SCC 434 this Court in\npara 10, has stated thus:\n\"10. Now under Section 100 CPC, after the 1976 Amendment,\nit is essential for the High Court to formulate a substantial question\nof law and it is not permissible to reverse the judgment of the first\nappellate Court without doing so.\"\n10. Yet again in Roop Singh v. Ram Singh, [2000] 3 SCC 708 this Court\nhas expressed that the jurisdiction of a High Court is confined to appeals\ninvolving substantial question of law. Para 7 of the said judgment reads:\nA\nB\nC\nᎠ\nE\nF\nG\nH\n1138\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n\"7. It is to be reiterated that under section 100 CPC jurisdiction\nof the High Court to entertain a second appeal is confined only to\nsuch appeals which involve a substantial question of law and it\ndoes not confer any jurisdiction on the High Court to interfere with\npure questions of fact while exercising its jurisdiction under section\n100 CPC. That apart, at the time of disposing of the matter the High\nCourt did not even notice the question of law formulated by it at\nthe time of admission of the second appeal as there is no reference\nof it in the impugned judgment. Further, the fact findings courts.\nafter appreciating the evidence held that the defendant entered into\nthe possession of the premises as a batai, that is to say, as a tenant\nand his possession was permissive and there was no pleading or\nproof as to when it became adverse and hostile. These findings\nrecorded by the two courts below were based on proper appreciation\nof evidence and the material on record and there was no perversity,\nillegality or irregularity in those findings. If the defendant got the\npossession of suit land as a lessee or under a batai agreement then\nfrom the permissive possession it is for him to establish by cogent\nand convincing evidence to show hostile animus and possession\nadverse to the knowledge of the real owner. Mere possession for\na long time does not result in converting permissive possession\ninto adverse possession (Thakur Kishan Singh v. Arvind Kumar,\n[1994] 6 SCC 591. Hence the High Court ought not to have\ninterfered with the findings of fact recorded by both the courts\nbelow.\"\n11. The position has been reiterated in Kanahaiyalal and Ors. v.\nF Anupkumar and Ors., [2003] 1 SCC 430) and Ram Sakhi Devi (Smt.) v.\nChhatra Devi and Others, [2005] 6 SCC 181.\nG\n12. The matter is remitted to the High Court, which shall formulate\nsubstantial questions of law, if any, and then deal with the matter. Needless\nto say if there is/are question(s) of law, the appeal has to be dismissed. We\nexpress no opinion in that regard.\n13. Appeals are allowed without any orders as to costs.\nK.K.T.\nAppeals allowed.\n"}