{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nC\nCHHEDI LAL MISRA (DEAD) THROUGH LRS.\nV.\nCIVIL JUDGE, LUCKNOW AND ORS.\nFEBRUARY 13, 2007\n[TARUN CHATTERJEE AND ALTAMAS KABIR, JJ.]\nWakf Creation of Wakf-Registered and notified in Official Gazette-\nIn a collusive suit by Wakif and Mutwalli, compromise decree to the effect\nthat property in question did not constitute Wakf-Wakf Board not made\nparty to the suit-Transfer of the property by Wakif and Mutwalli--Notice to\nthe transferee of the property to hand over possession of the same to the Wakf\nBoard―Notice upheld by courts below-On appeal, held: Notice directing\nhanding over the property to Board justified-Once Wakf is created it\ncontinues to retain such character which cannot be extinguished by the act\nD of Mutwalli or anyone claiming through him-U.P./Muslim Wakfs Act, 1936—\nSection 38-U.P. Muslim Wakfs Act, 1960-Section 49-A r/w Section 57 A.\nE\nIn the year 1926 a Wakf was created. Son of the Wakif was appointed\nas Mutwalli thereof. The Wakf was registered under Section 38 of U.P. Muslim\nWakfs Act, 1936 which is para materia with Section 29 of U.P.Muslim Wakfs\nAct, 1960. It was notified in Official Gazette in 1954. The Wakf and its\nproperties were duly registered in the register maintained by the Board of\nWakfs. In 1958 Wakif filed a suit against the Multwalli for a declaration that\nthe properties in question did not constitute a Wakf. Board of Wakf was not\nmade party to the suit. The suit was collusively decreed on compromise.\nThereafter Wakif and the Mutwalli transferred the property to the appellant.\nName of the appellant was recorded in the revenue records. When the matter\ncome to notice of Wakf Board, it requested the Deputy Commissioner to issue\nnotice to the appellant directing him to hand over the possession of the\nproperties in dispute to the Wakf Board. Notice was issued accordingly.\nAppellant questioned the notice in appeal and the same was dismissed by\nG District Judge. This was challenged in Writ Petition. High Court dismissed\nthe Writ Petition. Hence the present appeal.\nF\nH\nDismissing the appeal, the Court\nHELD: Once a Wakf is created, the Wakif stands divested of his title to\n568\nх\n}\nと\nCHHEDI LAL MISRA (DEAD) THROUGH LRS. 1. CIVIL JUDGE, LUCKNOW [ALTAMAS KABIR, J.] 569\nB\nthe properties which after the creation of the Wakf vests in the Almighty. It A\nis no doubt true that in a given case the creation of a Wakf may be questioned\nif it is shown that the wakif had no intention to create a Wakf but had done so\nto avoid a liability. But in the instant case, such a stand is not available to the\nWakif or the Mutwalli since the Wakf was created in 1926 and was registered\nunder Section 38 of U.P. Muslim Wakf's Act, 1936 and was also notified in\nthe Official Gazette in 1954. It was only thereafter in 1958, i.e. after 32 years\nthat the Wakif filed a collusive suit which was decreed on compromise. The\nWakif did not, however, question the registration of the Wakf under the\nprovisions of the 1936 Act, nor did he challenge the gazette notification\npublished in January, 1954. It also cannot be said that since the revenue\nrecords were altered to show the properties to be the secular properties of C\nthe appellant, the Wakf character of the properties had been obliterated. The\nlaw is well settled that once a Wakf is created it continues to retain such\ncharacter which cannot be extinguished by any act of the Mutwalli or anyone\n· claiming through him. [Paras 7 and 8] [571-F, G, H; 572-A, B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4816 of 2000.\nFrom the final Judgment and Order Dated 13.10.1998 of the High Court\nof Judicature at Allahabad, Lucknow Bench, Lucknow in Writ Petition No.\n4272 of 1983.\nK.K. Mohan and Geetanjali Mohan for the Appellants.\nMalvika Trivedi and Prashant Kumar for the Respondents.\nD\nE\n(I)\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. This appeal is directed against the judgment\nand order dated 13th October, 1998 passed by the High Court of Judicature\nat Allahabad, Lucknow Bench, dismissing the Writ Petition, being No. 4272/\n1983, filed by the appellant herein.\nF\n2. The admitted case of the parties is that one Mirza Mohammed Haider G\ncreated a wakf of his entire properties, including the property in question, in\n1926 and appointed his son Piarey Mirza as the Mutwalli thereof. The said\nwakf was registered under Section 38 of the U.P. Muslim Wakfs Act, 1936, (for\nshort 'the 1936 Act') which is para materia with Section 29 of the U.P.Muslim\nWakfs Act, 1960 (for short 'the 1960 Act'). In view of Section 5 (1) of the 1936\nH\n570\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Act, a notification was issued in the Uttar Pradesh Gazette of 23rd January,\n1954 as per the report of the Commissioner of Wakfs, U.P. The wakf and its\nproperties are duly registered in the register maintained by the Board of\nWakfs.\nB\n3. Subsequently, in 1958, the Wakif (creator of the wakf) filed a suit\nagainst the Mutwalli for a declaration that the properties in question did not\nconstitute a wakf. Significantly, the Board of Wakfs was not made a party to\nthe suit and the suit was collusively decreed on compromise. Immediately\nthereafter, the Wakif, namely, Mirza Mohammed Haider, and his son Piarey\nMirza transferred the disputed plots to the present appellant by a registered\nC conveyance dated 19th April, 1958. At that point of time, the said Mirza\nMohammed Haider and his son Piarey Mirza were purportedly recorded as\nBhumidars in the revenue record and the plots in question were recorded as\nBaghat Kalmi (Mango Groves for Kalmi varieties of mangoes). Consolidation\nproceedings are said to have taken place in 1962 during which no objections\nwere raised and the Wakif, as also the Mutwalli, transferred the properties in\nquestion to the appellant and his name was accordingly recorded in the\nrevenue records.\nD\n4. When the aforesaid facts came to the notice of the Shia Central Board\nof Wakf, Lucknow, it requested the Deputy Commissioner to issue notice to\nE the appellant and to direct him to hand over possession of the plots in\nF\ndispute to the Secretary of the said Board. The said Notice dated 18th March,\n1973 was received by the appellant on 12th April, 1973 and on receipt thereof,\nthe appellant filed an appeal in the court of District Judge, Lucknow, for\nquashing the same. The said appeal, being Misc. Appeal No. 44/1973, was\ndismissed by the Civil Judge, Lucknow, by his judgment dated 31st March,\n1983 upon holding, inter alia, that the compromise decree effected between\nthe Wakif and the Mutwalli was not binding on the Board as the Board had\nnot been made a party to the suit and the suit had been decreed on compromise.\nThe said decision of the Civil Judge, Lucknow, was questioned by the appellant\nherein by way of Writ Petition No. 4272/1983 before the High Court of\nG Judicature at Allahabad (Lucknow Bench). The High Court by its judgment\nimpugned herein considered the matter in great detail, both factually as well\nas from the legal stand point, and ultimately came to a finding that since the\nregistration of the wakf in the Register of Wakfs maintained by the Board, its\nnotification in the Official Gazette, the notification issued under Section 5 of\nH the 1936 Act and the entries made in the Wakf Register maintained under\nCHHEDI LAL MISRA (DEAD) THROUGH LRS. 1. CIVIL JUDGE, LUCKNOW [ALTAMAS KABIR, J.] 571\nSection 30 of the 1960 Act, had not been challenged, such questions could A\nnot be raised in the appeal preferred under Section 49 (4) of the 1960 Act.\n5. Assailing the said judgment of the High Court, learned counsel, Mr.\nK.K. Mohan, contended that once the revenue record stood altered and the\nproperties in question were recorded as the secular properties of the appellant\nand having further regard to the decree passed in the suit filed by the Wakif, B\nthe existence of the wakf, if any, stood obliterated. Even though the properties\ncontinued to be on the register of the Board of Wakfs, they ceased to be wakf\nproperties and the Deputy Commissioner had no authority to issue the\nimpugned notice under Section 49 A read with Section 57A of the 1960 Act\nand the same was liable to be quashed and the order of the Allahabad High C\nCourt challenged in this appeal was liable to be set aside.\n6. Counsel appearing for the Shia Central Board, on the other hand,\ncontended that the writ petition filed by the appellant herein had been rightly\ndismissed upon a correct understanding of the law relating to the creation of\nWakfs. It was submitted that the Allahabad High Court had very correctly D\nheld that after the execution of the Wakf Deed the properties in question\nvested in the Almighty in perpetuity and neither the Wakif, Mirza Mohammed\nHaider, nor the Mutwalli, Piarey Mirza, had any authority to transfer the said\nproperties to the appellant as the Wakif as well as the Mutwalli ceased to\nhave any right over the property. It was urged that the status of Mutwalli is\nlike that of a manager appointed to look after the wakf properties but not to\ntreat the same as his personal properties. The collusive decree between the\nWakif and his son was patently a void transaction and could not be acted\nupon in law.\n[1]\nE\n7. Having gone through and considered the judgment of the learned\nF\nSingle Judge of the Allahabad High Court, we see no reason to take a view\ndifferent from those expressed therein. In our view, the law relating to the\ncreation and continuation of wakfs has been correctly explained by the learned\nJudge in keeping with the well-established principles that once a wakf is\ncreated, the wakif stands divested of his title to the properties which after the\ncreation of the wakf vests in the Almighty. It is no doubt true that in a given G\ncase the creation of a wakf may be questioned if it is shown that the wakif\nhad no intention to create a wakf but had done so to avoid a liability. But\nin the instant case, such a stand is not available to the Wakif or the Mutwalli\nsince the wakf was created in 1926 and was registered under Section 38 of\nthe 1936 Act and was also notified in the Official Gazette in January 1954. It\nH\n572\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA was only thereafter in 1958, that is, after 32 years that the Wakif filed a\ncollusive suit which was decreed on compromise. The Wakif did not, however,\nquestion the registration of the wakf under the provisions of the 1936 Act,\nnor did he challenge the gazette notification published in January, 1954.\nB\nC\n8. Lastly, we do not also find any force in the submission that since the\nrevenue records were altered to show the properties to be the secular properties\nof the appellant, the wakf character of the properties had been obliterated.\nThe law is well settled that once a wakf is created it continues to retain such\ncharacter which cannot be extinguished by any act of the Mutwalli or anyone\nclaiming through him.\ncosts.\nK.K.T.\n9. The appeal, therefore, fails and is dismissed without any order as to\nAppeal dismissed.\n"}