{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nAMBARAM\nV.\nSTATE OF M.P.\nAPRIL 27, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPenal Code, 1860:\nss. 302/34—Murder-Common intention-Filthy language used by\nAppellant and other accused while taking drinks-Deceased's sister objected,\non which she was assaulted-At this stage deceased intervened but he was\nalso assaulted—Appellant assaulted deceased with axe-He acted on\nexhortation made by others-At least one injury received by deceased\nattributed to Appellant-Common intention may develop at the spot-\nD Appellant rightly convicted under ss.302/34.\nAccording to the prosecution, Appellant and the other accused were\ntaking drinks near the house of PW9. They started hurling filthy abuses\nand were creating nuisance when PW9 came out of her house and asked them\nto behave themselves. But the accused started assaulting PW9. When one\nE accused hurled a stone at PW9, her brother intervened but he was caught by\nthe accused. Appellant who was carrying an axe, inflicted a blow on his head\nfrom its blunt side. Another accused shot an arrow at deceased. He fell down\nunconscious and later succumbed to his injuries. Trial Court held Appellant\nand other accused guilty under Section 302/149 IPC. High Court convicted\nAppellant and two other accused under Section 302 r/s 34 IPC. Hence the\npresent appeal.\nF\nDismissing the appeal, the Court\nHELD: 1.1. At least one of the ante-mortem injuries received by deceased\nG attributed to the appellant. The injuries found on the person of the deceased\nboth by the Doctor in his injury report as also in the post-mortem report,\nsupport the prosecution case. [Para 12] [869-D, E]\nH\n1.2. Appellant, took an active part in assaulting the deceased. From the\n866\n}\nAMBARAM v. STATE OF M.P. [S.B. SINHA, J.]\n867\nmaterials on record, it appears that he actively associated himself in the entire A\nepisode. Appellant and a co-accused assaulted the deceased with axe whereas\nanother accused shot an arrow. They have been allegedly shouting ‘kill-kill’.\nApart from that, it appears that the appellant has also assaulted another person\non his head. There was absolutely no reason as to why the appellant together\nwith others would assemble for taking drinks in front of the house of the\nB\ndeceased and that too armed with such lethal weapons. They were merely asked\nnot to create a nuisance and to behave themselves as they had been hurling\nabuses in filthy languages. It was not a case where PW-9 gave any provocation.\nShe was unarmed. She was a lady, still then she was assaulted. Intervention\nby the deceased being her brother at that stage cannot be said to be unusual.\nIt is, therefore, not a case where injuries were caused on a sudden provocation C\nor in a fit of angler. Appellant does not claim a right of private defence. He is\nsaid to have been injured but no medical certificate was produced.\n[Para 13] [869-E, F, G; 870-A]\n1.3. In any event, appellant was carrying common intention. Common\nintention may develop at the spot. Appellant acted on exhortation made by\nothers. He participated in the entire occurrence. He was carrying a dangerous\nweapon. He assaulted not only the deceased but also another person.\n[Para 19] [872-C]\nᎠ\nShajahan \u0026 Ors. v. State of Kerala and Anr., (2007) 7 SCALE 618 and E\nRaj Pal and Ors. v. State of Haryana, [2006] 9 SCC 678, referred to.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 637 of\n2007.\nFrom the Final Judgment and Order dated 19.05.2006 of the High Court\nof Madhya Pradesh, Bench at Indore in Criminal Appeal No. 1239 of 1998.\nAnis Ahmed Khan and Shoaib Ahmed Khan for the Appellant.\nDr. N.M. Ghatate, C.D. Singh and Morusagar Samantaray for the\nRespondent.\nF\nG\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Appellant herein was convicted for commission of an offence under\nH\n868\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Sections 148, 302/149 of the Indian Penal Code alongwith several other persons\nnamely Hukum, Girdhari, Patiram, Narayan and Prahlad.\n3. Prosecution case shortly stated is as under:-\nSavitribai and other members of her family were sitting in the courtyard\nB of the former's house at about 4 p.m. on 2.3.1991. Prahladsingh, Ambaram,\nPatiram, Hukum, Narayan and Girdhari were drinking liquor. They started\nhurling filthy abuses. Savitribai came out from her house and asked them to\nbehave themselves. They adopted a hostile stance. They started assaulting\nher, causing injuries inter alia by throwing stones. When Accused Hukum\nhurled a stone at her, Prem Singh, brother of Savitribai intervened. He was\nC\ncaught by them. Hukum pelted a stone at him causing injury on his head.\nAmbaram, who was carrying an axe, inflicted a blow on his head from its blunt\nside. Other accused persons entered her house. Patiram brought a bow and\narrow and shot an arrow at Premsingh. He fell down unconscious. One\nChandrakalabai pulled out that arrow. Others who were returning from the\nD weekly market intervened. At least six of them namely Himmatsingh, Gendalal,\nMansingh, Kamalasingh, Savitribai and Phool Singh were injured by the\nappellants.\n4. Some of the accused persons in the process also appeared to have\nsuffered injuries. It is alleged that not only the aforementioned persons\nE suffered injuries at the hands of the accused, even the tiles of the roof of\nSavitribai's house were also damaged.\n5. Prem Singh succumbed to his injuries on 3.3.1991.\n6. Homicidal nature of death of Prem Singh is not disputed. The learned\nF Sessions Judge upon consideration of the materials brought on record by the\nprosecution held the appellants guilty of commission of an offence under\nSection 302/149 of the Indian Penal Code. The High Court, however, convicted\nonly Ambaram, Hukum and Prahlad under Section 302/34 of the Indian Penal\nCode. Appellant Girdhari was convicted under Section 324 of the Indian Penal\nCode.\nG\nH\n7. Only appellant Ambaram is before us.\n8. A limited notice was issued by this Court in regard to the nature of\noffence.\n9. Mr. Anis Ahmed Khan, learned counsel appearing on behalf of the\nAMBARAM v. STATE OF M.P. [S.B. SINHA, J.]\n869\ny\nappellant would submit that keeping in view the fact that the appellant has A\nassaulted merely with the blunt portion of the axe, whereby no vital injury was\ncaused; only an offence under part II of the Section 304 of the Indian Penal\nCode is made out.\n10. Dr. N.M. Ghatate, learned senior counsel appearing on behalf of the\nrespondent, on the other hand, would submit that the appellant and others\nhaving been armed with various lethal weapons and having not only caused\nthe death of one person but injuries to six others, it is not a case where clause\nfourthly appended to Section 300 of the Indian Penal Code would be applicable.\n11. The deceased Prem Singh received the following ante-mortem\ninjuries;-\n\"I. A punctured wound in his abdomen 2\" below umbilical region\nmeasuring 1\" x 3/4\" x cavity deep. The wound has punctured the small\nintestine and caused injury of the size ¾” x ½” x through and through.\nOmentum and small intestine had also come out.\nII. Two Lacerated wound on the occipital region measuring 1\"x ½ x\n¼\" and another wound 1\"x ½” x ¼”.\n\"\n12. At least one of the injuries is attributed to the appellant. The injuries\nfound on the person of the deceased both by Dr. N.K. Pancholi in his injury\nreport as also in the post-mortem report, support the prosecution case.\nB\nC\nD\nE\n13. Appellant, took an active part in assaulting the deceased Prem\nSingh. From the materials on record, it appears that he actively associated\nhimself in the entire episode. Ambaram and Prahlad assaulted the deceased\nwith axe whereas Patiram shot an arrow. They have been allegedly shouting F\n'kill-kill'. Apart from that, it appears that Ambaram, the appellant had also\nassaulted Himmat Singh on his head. There was absolutely no reason as to\nwhy the appellant together with others would assemble for taking drinks in\nfront of the house of the deceased and that too armed with such lethal\nweapons. They were merely asked not to create a nuisance and to behave\nthemselves as they had been hurling abuses in filthy languages. It was not G\na case where PW-9, Savitribai gave any provocation. She was unarmed. She\nwas a lady, still then she was assaulted. Intervention by the deceased being\nher brother at that stage cannot be said to be unusual. It is, therefore, not\na case where injuries were caused on a sudden provocation or in a fit of anger.\nAppellant does not claim a right of private defence. He is said to have been\nH\n870\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA injured but no medical certificate was produced.\nB\n14. We may, therefore, for the purpose of this case, notice the relevant\nprovisions of Section 299 and Section 300.\nSection 299\nA person commits culpable\nhomicide if the act by which the\ndeath is caused is done -\nSection 300\nSubject to certain exceptions\nculpable homicide is murder if the\nact by which the death is caused is\ndone -\nC\nD\nE\nF\nG\nIntention\n(a) with the intention of causing\ndeath; or\n(b) with the intention of causing\nsuch bodily injury as is likely to\ncause death; or\n(1) with the intention of causing\ndeath; or\n(2) with the intention of causing\nsuch bodily injury as the offender\nknows to be likely to cause the\ndeath of the person to whom the\nharm is caused; or\n(3) with the intention of causing\nbodily injury to any person and\nthe bodily injury intended to be\ninflicted is sufficient in the ordinary\ncourse of nature to cause death; or\nKnowledge\n(c) with the knowledge that the act\nis likely to cause death\n(4) with the knowledge that the act\nis so imminently dangerous that it\nmust, in all probability, cause death\nor such bodily injury as is likely to\ncause death, and commits such act\nwithout any excuse for incurring\nthe risk of causing death or such\ninjury as is mentioned above.\nH\nAMBARAM v. STATE OF M.P. [S.B. SINHA, J.]\n871\n15. Whereas Clause (b) of Section 299 refers to clauses secondly and A\nthirdly of Section 300, the distinctive feature of the said provisions are well-\nknown.\n16. Mr. Anis Ahmed Khan, submitted that only one injury was inflicted\nby the appellant. A similar question came up for consideration recently in\nShajahan \u0026 Ors. v. State of Kerala \u0026 Anr., (2007) 3 SCALE 618 wherein it B\nwas held that number of injuries is not decisive. How and in what manner\ninjuries have been caused would be a relevant factor.\n17. Reliance has been placed by Mr. Anis Ahmed Khan on Raj Pal and\nOrs. v. State of Haryana, [2006] 9 SCC 678. In that case, it was held;\nC\nD\n“17. Clause (b) of Section 299 does not postulate any such knowledge\non the part of the offender. Instances of cases falling under clause (2)\nof Section 300 can be where the assailant causes death by a fist-blow\nintentionally given knowing that the victim is suffering from an\nenlarged liver, or enlarged spleen or diseased heart and such blow is\nlikely to cause death of that particular person as a result of the rupture\nof the liver or spleen or the failure of the heart, as the case may be.\nIf the assailant had no such knowledge about the disease or special\nfraity of the victim, nor an intention to cause death or bodily injury\nsufficient in the ordinary course of nature to cause death, the offence\nwill not be murder, even if the injury which caused the death, was E\nintentionally given. In clause (3) of Section 300, instead of the words\n\"likely to cause death\" occurring in the corresponding clause (b) of\nSection 299, the words \"sufficient in the ordinary course of nature”\nhave been used. Obviously, the distinction lies between a bodily\ninjury likely to cause death and a bodily injury sufficient in the\nordinary course of nature to cause death. The distinction is fine but\nreal and if overlooked, may result in miscarriage of justice. The\ndifference between clause (b) of Section 299 and clause (3) of Section\n300 is one of the degree of probability of death resulting from the\nintended bodily injury. To put it more broadly, it is the degree of\nprobability of death which determines whether a culpable homicide is G\nof the gravest, medium or the lowest degree. The word \"likely\" in\nclause (b) of Section 299 conveys the sense of probability as\ndistinguished from a mere possibility. The words “bodily injury ....\nsufficient in the ordinary course of nature to cause death\" mean that\ndeath will be the \"most probable\" result of the injury, having regard\nF\nH\n872\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nto the ordinary course of nature.\n18. For cases to fall within clause (3), it is not necessary that the\noffender intended to cause death, so long as the death ensues from\nthe intentional bodily injury or injuries sufficient to cause death in the\nordinary course of nature. Kalarimadathil Unni v. State of Kerala is\nan apt illustration of this point.\n\"\n(Emphasis Supplied)\n18. The said decision does not support Mr. Ahmed's contention. It runs\ncounter thereto.\n19. In any event, appellant was held to be carrying common intention.\nCommon intention may develop at the spot. Appellant acted on exhortation\nmade by others. He participated in the entire occurrence. He was carrying a\ndangerous weapon. He assaulted not only the deceased but also another.\n20. We therefore, are of the opinion that no case has been made out for\ninterference with the impugned judgment. The appeal is dismissed accordingly.\nB.B.B.\nAppeal dismissed.\n"}