{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"UNION OF INDIA AND ANR.\ny.\nMALTI SHARMA\nFEBRUARY 24, 2006\nA\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\nB\nAdministrative Law:\nAdministrative action-Abolition of post-Writ petition filed by employee\nchallenging her termination order-During pendency of writ petition, post\nabolished-Legality of--Held: Action clearly illegal and malafide-Service\nlaw—Abolition of post.\nRespondent, an Inspector under the Nursing Council Act was\nterminated from service. She filed Writ Petition in High Court challenging\nthe Termination Order. However, during pendency of Writ Petition,\nExecutive Committee ratified the order passed by President of Nursing\nCouncil.\nC\nD\nUnion of India had filed Affidavit stating that though there was\nproposal for abolition of post but it had not been abolished but converted E\ninto the post of Assistant Secretary.\nSingle Judge of High Court after hearing both the parties reserved\nits judgment. Before the pronouncement of judgment, Government of\nIndia (GOI) issued a letter dated 17.6.1999 directing the council to issue\norder of abolition of post of Inspector. GOI in terms of office F\nmemorandum dated 3.5.1993, declared that post of inspector stood\nabolished.\nSingle Judge held that affirmation of termination was passed without\ntaking note of the fact that Writ Petition was pending. Single Judge also\nopined that having regard to the fact that post of Inspector which was\nG\nstatutory post was abolished, consequent relief of reinstatement cannot be\ngranted. However, it gave liberty to respondent to challenge the order\ndated 17.6.1999.\n547\nH\nA\nB\nC\n548\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nRespondent filed LPA against the said judgment which was dismissed\nholding that it would be open for her to file a fresh petition challenging\norder of abolition. In view of this observation, respondent filed another\nwrit petition before High Court which was allowed by Single Judge holding\nthat termination of respondent was mala fide. On appeal, Division Bench\ndismissed the appeal having regard to the finding of fact arrived at by\nSingle Judge. Hence the present appeal.\nUnion of India contended that it was not apprised that Writ Petition\nwas pending and that the Council had merely informed that the post was\nlying vacant for more than one year.\nAllowing the appeal, the Court\nHELD: 1. The Division Bench of the High Court was right in saying\nthat in the facts and circumstances of this case it was not necessary for it\nto go into the question as to whether the post of Inspector carries a\nD statutory status or not. [554-F]\n2. It is neither denied nor disputed that the post of Inspector is an\nessential one so as to enable the Council to carry out its statutory function.\nHe inspects the colleges only for the purpose of grant of recognition and\non the basis of the report of the Inspector alone, the Executive Council\nE considers the proposal for grant of recognition of such institution. The\nmain purpose of the Council, therefore, cannot be performed in absence\nof an Inspector or a person authorised to perform the said duties. In any\nevent, the Office Memorandum dated 3.5.1993 will have no application\nin the instant case as the post was not held in abeyance. It was filled but\nthe services of the Respondent were terminated which was questioned by\nher by filing a writ petition before the High Court. The said writ petition\nwas admittedly pending. In fact, the judgment was reserved. Despite the\nfact that the writ petition was pending for a period of three years, why\nthe Government of India was approached for the purpose of obtaining a\ndirection that the post stood abolished is not known. Even in view of the\nG findings of fact recorded by the High Court, the concerned authority took\nrecourse to suppressio veri and suggestio falsi. It had not been disclosed\nthat a writ petition was pending. [555-C-G]\nF\n3. It is furthermore not in dispute that after the judgment of the High\nCourt, the Respondent has been reinstated. Whether the post had been\nH revived before such reinstatement again has not been disclosed. It is,\n1\nU.O.I. v. MALTI SHARMA [SINHA. J.]\n549\ntherefore, evident that the Appellant No. 2 tried to overreach the court. A\nIts action was plainly mala fide both on facts as well as in law.\n[555-G-H; 556-A]\nUnion of India Through Govt. of Pondicherry and Anr. v. V.\nRamakrishnan and Ors., [2005] 8 SCC 394, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1053 of 2004.\nFrom the Final Judgment and Order dated 2.9.2003 of the Delhi High\nCourt in L.P.A. No. 112 of 2003.\nV.S.R. Krishna, Yash Pal Dhingra for the Appellant.\nSunil Gupta, Pramod Dayal, Vivek Vishnoi and Pranab Kalra for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. The Appellant No. 2 herein is a statutory body\nconstituted under the Nursing Council Act (for short \"the Act”). It exercises\nstatutory powers. Section 13 of the Act reads as under:\nB.\nC\nD\n\"13. Inspections: (1) The Executive Committee may appoint such\nnumber of inspectors whether from among members of the Council E\nor otherwise, as it deems necessary to inspect any institution recognised\nas a training institution, and to attend examinations held for the purpose\nof granting any recognised qualification or recognised higher\nqualification.\n(2) Inspectors appointed under this section shall report to the Executive F\nCommittee on the suitability of the institution for the purposes of\ntraining and on the adequacy of the training therein, or as the case\nmay be on the sufficiency of the examinations.\n(3) The Executive Committee shall forward a copy of such report to\nthe authority or institution concerned, and shall also forward copies G\nwith the remarks, if any, of the authority or institution concerned\nthereon to the Central Government and to the State Government and\nState Council of the State in which the authority or institution is\nsituated.\"\nFive posts of Zonal Inspector were created by the Executive Council in H\nB\n550\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA terms of a Resolution dated 22.2.1965. The Appellant No. 1 herein was\napproached by the Appellant No. 2 for creation of five permanent posts of\nInspector but only one regular post of Inspector was sanctioned. The\nRespondent herein was appointed as an Inspector on an adhoc basis on\n1.6.1992. The was later on selected on a regular basis. Her selection was\napproved by the General Body of the Council in the year 1994. She was put\non probation for a period of two years. On 3.4.1996, she was asked to submit\na self-appraisal report. However, without waiting for the receipt thereof,\nrecommendation was made on or about 8.4.1996 by the Departmental\nPromotion Committee that her services might not be confirmed. On 9.4.1996,\nthe Respondent submitted her self-appraisal report. On the same day, her\nC services were terminated with immediate effect by an order of the President\nof the Council although admittedly the Executive Council alone had\njurisdiction in relation thereto. A writ petition was filed by the Respondent\nquestioning the said order of termination dated 9.4.1996. Only during pendency\nof the said writ petition, the Executive Committee ratified the order passed\nby the President of the Council dated 8.5.1996 which was in turn ratified by\nthe General Body on 5.7.1996. An affidavit was filed by the Appellant herein\nstating:\nᎠ\nE\nF\n(i)\nthe post of Inspector to which the respondent was appointed was\ncreated not under S. 13 but under S. 8(2) (d) of the INC Act,\n1947;\n(ii) on 08.04.96 the said post was proposed to be abolished by the\nEC. However, the post has not been abolished but has been\nconverted into post of Assistant Secretary (Nursing) in the same\npay scale as Inspector (Rs. 2000-3500); and\n(iii) the necessary sanction/ approval from GOI is awaited for filling\nthe said post of Assistant Secretary (Nursing).\nFrom the said affidavit, therefore, it would appear that merely\nnomenclature of the post of Inspector had been changed to that of Assistant\nSecretary. In support of the said allegation, no record was produced. The\nG learned Single Judge of Delhi High Court upon hearing the parties reserved\nits judgment on 16.2.1998.\nBefore the judgment could be pronounced, the Government of India\nissued a letter dated 17th June, 1999 directing the Council to issue order of\nabolition of the post of inspector in the following terms:\nH\n5\nU.O.I. v. MALTI SHARMA [SINHA, J.}\n551\n\"The undersigned is directed to enclose a copy of the statement A\nregarding vacant posts in your organization. The posts mentioned in\nthe statement were lying vacant for more than one year as per\ncommunication received from your office and as such are deemed\nabolished as per instructions of Ministry of Finance.\nIt is requested that formal orders of abolition may be issued in respect B\nof the vacant posts which are deemed abolished and a report sent to\nthis Ministry, urgently.\"\nThe Government of India purported to be on the basis of a\ncommunication sent by the Council to it in terms of its letter dated 17.6.1999\ndeclaring the post of Inspector could have been abolished in terms of Office C\nMemorandum bearing No. 7(1)-E.(Coord)/93 dated 3rd May, 1993 the relevant\nclause whereof is as under:\nT\n\"Points\nb. If a post is vacant or held in\nabeyance for some time, whether\nthe post can be filled up or revived\nas the case may be, by the\nadministrative Department/\nMinistry.\nClarifications\nIf a post is held in abeyance\nor remains unfilled for a period of\none year or more, it would be\ndeemed to be abolished. Integrated\nFinance of each Ministry/\nDepartment may monitor abolition\nof such posts and ensure that\nabolition orders are issued within\none month of the post remaining\nunfilled held in abeyance for the\nperiod of one year. If the post is\nrequired subsequently, the\nprescribed procedure for creation of\nnew posts will have to be followed,\ni.e., as briefly set out below\"\nThe learned Single Judge by a well considered judgment held :\n•\n(i) \"In the light of the facts as stated in the writ petition, the motive\nof the respondent, however, becomes apparent from the fact that\nthe memorandum dated 22nd May 1995 rejecting the application\nfor ex post facto sanction of leave sent by the petitioner on 26th\nApril 1994 was issued almost one year after the petitioner's\napplication.\"\nD\nE\nF\nG\nH\n552\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n(ii) \"The approval of the DPC is of no material significance in view\nof the hasty action taken by the DPC even without waiting for\nthe self appraisal report of the petitioner.\"\n(iii) “No dates were given to the petitioner's absence nor any\nunsatisfactory nature of the petitioner's misconduct or\nmisbehaviour has been set out. Thus this makes it clear that in\nthe guise of simple termination of the services of the petitioner,\nin fact punitive action has been taken against the petitioner.\nSignificantly even the General Body Meeting of 5th July 1996\nwas apprised of the filing of the writ petition by the petitioner\nand that the same meeting sought to affirm the termination of\nservices of the petitioner by the President. The meeting could as\nwell have deferred this issue in view of the pendency of the writ\npetition.\"\n(iv) \"This order has obviously been passed without taking note of the\nfact that the writ petition was pending in this Court challenging\nthe order of termination dated 9th April 1996 subsequent to which\nthe post is said to have been lying vacant.\"\nThe learned Judge also opined that in view of the findings recorded\ntherein, the Respondent would have been entitled to consequent relief of\nreinstatement but having regard to the fact that the post of Inspector which\nwas a statutory post was abolished, directed:\n\"As the position stands today, the post has been abolished and the\nconsequent relief of reinstatement cannot be granted. However, it\nwould be open to the petitioner to take such steps in law in respect\nof abolition of the post by the order dated 17th June 1999 as she may\nbe advised. Nothing stated in this judgment would have any bearing\non the legality and validity of the aforesaid abolition of the said post\nof the Inspector by the order dated 17th June 1999.”\nNo appeal having been preferred thereagainst by the Appellant herein,\nthe same attained finality. The Respondent filed a Letters Patent Appeal\nagainst the said judgment and order which was dismissed by an order dated\n14.09.2000 holding that it would be open for her to file a fresh petition\nchallenging the order of abolition dated 17.6.1999.\nIn view of the aforementioned observations, another writ petition marked\nH as CW 1162 of 2002 was filed by the Respondent before the Delhi High\nU.O.I. v. MALTI SHARMA [SINHA. J.]\n553\nCourt. The said writ petition was allowed by a learned Single Judge inter alia A\nopining that the post of Inspector is a statutory post. It was further observed\nthat the judgment and order dated 22nd November, 1999 passed in CWP No.\n1582 of 1996 attained finality stating :\nC\n\"Therefore, the said post is statutory and could not have been abolished\nby the respondents. Knowing fully well that the challenge to the B\ntermination of the services from the said statutory post was pending\ndisposal before this Court, a wrong statement was made to respondent\nno.1 by respondent no.2 that the post is lying vacant, the same was\nnot a proper representation of the statement of fact by respondent\nno.2 to respondent no.1. Mr. Bhushan had clearly stated that it was\nnot brought to the notice of Union of India that any petition by the\nholder of said post was pending in the High Court. For the simple\nreason that the post was a statutory post, the same was not lying\nvacant as the vacancy was created by respondent no.2 and was being\nchallenged by the petitioner who got her writ petition allowed but for\nthe said abolition of the post, got the prayer of the re-instatement but D\ncould not be reinstated. I do not find any merit in the contention of\nrespondent no.2 that the post was not statutory. As respondents have\nnot challenged the findings of CWP No.1582/96, that has become\nfinal. Respondents cannot be permitted to challenge the same. The\nwhole exercise was mala fide and to deprive the petitioner of her E\nrightful re-instatement.”\nIn the Letters Patent Appeal filed by the Appellant, the main contention\nraised on behalf of the Appellant was that it had wrongly been held that the\npost of an Inspector is a statutory post. The Division Bench, however, without\ngoing into the aforementioned question dismissed the appeal having regard F\nto the finding of fact arrived at by the learned Single Judge.\nMr. V.S.R. Krishna, learned counsel appearing on behalf of the Appellant\nwould contend that a statutory post carries a distinct meaning as it must be\na post which the statute itself provides for by laying down the conditions of\nservice as also qualification, duties and functions attached thereto. Thus, only G\nbecause Section 13 speaks of posts of Inspector and provides for certain\nduties, the post shall not become a statutory one. It was urged that there was\nno reason for the Appellant to question the earlier decision as it was not only\nheld that the post had been abolished, no opinion was expressed as regard the\nlegality or validity of the direction of the Central Government. It was further\nH\n554\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA submitted that the Appellant declared the post having been abolished in view\nof the legal fiction created under the Office Memorandum dated 3rd May,\n1993 and in view of the admitted fact that the post had been lying vacant for\nmore than one year, the abolition took place of its own.\nMr. Sunil Gupta, learned senior counsel appearing on behalf of the\nB Respondent, on the other hand, would submit that the fact of the matter is\nC\nD\nE\nF\nG\nH\nreplete with unreasonable attitude and malafide act on the part of the authorities\nof the Respondent. In particular, the learned counsel drew our attention to the\nfollowing statements made in the writ petition :\n\"The grievance of the petitioner arises on account of her plea that the\naction against the petitioner is mala fide and has been taken at the\nbehest of one Shri R.N. Singh, who was at one time the member of\nthe Executive Committee and who was inimical to the petitioner\nbecause of the adverse entries made by the petitioner during an\ninspection of an institute at Madhurai in January 1995, which institute\nwas sponsored by the said Shri R.N. Singh. It is the petitioner's case\nthat due to the adverse reports by her in respect of the said Institute\nsponsored by Shri Singh, he started creating trouble for the petitioner\nin the Nursing Council and started entertaining frivolous complaint\nagainst the petitioner. In this view of the matter the petitioner contended\nthat the termination of her services were punitive in nature and the\nPresident of the Council could not have taken the impugned action\nand the subsequent ratification by the Executive Council, particularly,\nwhen Shri R.N. Singh was associated with the Executive Council's\ndecision could not have been upheld and was tainted with ulterior\nmotives and malafide.\"\nWe agree with the Division Bench of the High Court that in the facts\nand circumstances of this case it was not necessary for it to go into the\nquestion as to whether the post of Inspector carries a statutory status or not.\nIt has been found by the learned Single Judge of the Delhi High Court\nthat the service of the Respondent was terminated mala fide. The learned\nSingle Judge also commented upon the conduct of the authorities of the\nAppellant Council. It was observed therein that the post was declared to be\nabolished mala fide. Apart from that, as noticed hereinbefore, the nomenclature\nof the post was changed during pendency of the writ petition.\nThe learned counsel appearing on behalf of the Union of India, as\nU.O.I. v. MALTI SHARMA [SINHA, J.]\n555\nnoticed hereinbefore, categorically stated that it was not apprised that a writ A.\npetition was pending. An Officer of the Appellant No. 2- Council merely\nbrought it to the notice of the Government that the post was lying vacant for\nmore than one year. It might not have even been disclosed to the competent\nauthority of the Central Government that name of the post had been changed\nand the said post had been filled up. It has also not been shown before us that\nB\nin relation to day to day affairs of the Council, the Union of India had a\nstatutory power to intervene. It may be that it has the power of granting\napproval as regard creation of post by the Executive Committee but in absence\nof any statutory power in this behalf, evidently it could not issue a direction\nwhich would be binding upon the Council. Nothing has been brought on\nrecords to show as to how the said Office Memorandum dated 3rd May, 1993 C\nwould apply in the case of the officers of the Council.\nE\nIn any event, out of five posts only one post was sanctioned by the\nGovernment of India. It is neither denied nor disputed that the post of Inspector\nis an essential one so as to enable the Council to carry out its statutory\nfunction. The learned Single Judge has clearly indicated that the Inspector D\nplays an important role in the Council. He inspects the colleges only for the\npurpose of grant of recognition and on the basis of the report of the Inspector\nalone, the Executive Council considers the proposal for grant of recognition\nof such institution. The main purpose of the Council, therefore, cannot be\nperformed in absence of an Inspector or a person authorised to perform the\nsaid duties. In any event, the aforementioned Office Memorandum dated 3rd\nMay, 1993 will have no application in the instant case as the post was not\nheld in abeyance. It was filled but the services of the Respondent were\nterminated which was questioned by her by filing a writ petition before the\nHigh Court. The said writ petition was admittedly pending. In fact, the\njudgment was reserved. Despite the fact that the writ petition was pending for F\na period of three years, as to why the Government of India was approached\nfor the purpose of obtaining a direction that the post stood abolished is not\nknown. Even in view of the findings of fact recorded by the High Court, the\nconcerned authority took recourse to suppressio veri and suggestio falsi. It\nhad not been disclosed that a writ petition was pending.\nIt is furthermore not in dispute that after the judgment of the High\nCourt pronouncement the Respondent has been reinstated. Whether the post\nhad been revived before such reinstatement again has not been disclosed.\nIt is, therefore, evident that the Appellant No. 2 tried to overreach the\nG\nH\n556\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA court. Its action was plainly mala fide.both on facts as well as in law.\nB\nIn Union of India Through Govt. of Pondicherry and Anr. v. V.\nRamakrishnan and Ors., [2005] 8 SCC 394, this Court observed:\n\"But, even where the tenure is not specified, an order of reversion\ncan be questioned when the same is mala fide. An action taken in a\npost haste manner also indicates malice. [See Bahadursinh Lakhubhai\nGohil v. Jagdishbhai M. Kamalia and Ors., [2004] 2 SCC 65, para\n25]\"\nFor the foregoing reasons, we are of the opinion that no case has been\nC made out for our interference with the impugned judgment. The appeal is\ndismissed with costs. The Counsel's fee assessed at Rs. 5000.00.\nD.G.\nAppeal allowed.\n"}