{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nNALINI SHANKARAN AND ORS.\nV.\nNEELKANTH MAHADEO KAMBLE AND ORS.\nFEBRUARY 27, 2007\n[DR. ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nCode of Criminal Procedure, 1973-Section 482-Criminal case filed\nagainst accused by Chief Managing trustee of the trust-Quashing of\nproceedings-Held: Since the trust and accused persons entered into a\ncompromise, continuance of criminal proceedings in the criminal case sheer\nabuse of process of law-Thus, proceedings quashed.\nA Trust and accused persons entered into an agreement to carry out\nconstruction work. Since the construction work was not carried out as per\nDthe agreement, the complainant-respondent No.1 in his capacity as Chief\nManaging Trustee of a trust filed criminal case against the accused.\nMagistrate issued process against the accused. Accused filed criminal revision\nchallenging the process issued. It was contended that since the parties had\nentered into a compromise, the proceedings should not be continued. Sessions\nJudge rejected the revision. Appellants filed petition under section 482 CrPC\nto quash the order of Sessions Judge and the proceedings in the Criminal\nCase. Petition was dismissed. Hence the present appeal.\nE\nAllowing the appeal, the Court\nHELD: In view of what has been held in respect of the connected civil\nF suit which was held to be not maintainable in view of the compromise arrived\nG\nat by the Trust and accused persons, the continuance of proceedings will be\nsheer abuse of the process of law. Thus, the order of the High Court is set\naside and proceedings in Criminal Case stand quashed. [Para 7} {375-F]\nRavi Construction Co. v. Somvanshi Arya Kshatriya Samaj and Ors.,\n(2006) 9 SCALE 174, relied on.\n1999.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 811 of\nH\n372\nA\nNALINI SHANKARAN 1. NEELKANTH MAHADEO KAMBLE [PASAYAT, J.]\n373\nFrom the Judgment and final Order dated 3.12.1998 of the High Court A\nof Judicature at Bombay in Criminal A. No. 173/1997.\nS. Bhatnagar and Rekha Palli for the Appellants.\nSushil Karanjkar, Vishwajit Singh, Ravindra Keshavrao Adsure and\nGautam Godara for the Respondents.\nThe Judgment of the Court was delivered by\nB\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nof a learned Single Judge of the Bombay High Court dismissing the petition\nfiled under Section 482 of the Code of Criminal Procedure, 1973 (in short the C\n'Code'). A prayer was made to quash the order of learned JMFC, Kalyan\ndated 2.12.1996 and the proceedings i.e. Criminal Case No.248 of 1991.\nE\n2. The criminal case No. 248 of 1991 was initiated by the Respondent\nNo.1-Neelkanth Mahadeo Kamble alleging commission of offences punishable\nunder Sections 418, 409, 166 read with 114 of the Indian Penal Code, 1860 (in D\nshort the 'IPC). The complainant-respondent No.1 filed the complaint in his\ncapacity of Chief Managing Trustee of Somvashi Arya Samaj Trust, the Trust\nregistered under the Bombay Public Trust Act. As per the facts given in the\ncomplaint, the Trust owned and possessed certain land within the limits of\nKalyan Municipal Corporation. The accused approached the trust with the\nproposal of development of the aforesaid land. As a consequence, an agreement\ncame to be executed between the Trust and the accused Nos.1 and 2 on\n7.7.1985. Under this agreement, accused Nos.1 and 2 agreed to construct at\ntheir own cost a multi-purpose community hall with an area of 4,500 sq. ft.\nas per the specifications given in the agreement. This hall was to be\nconstructed on an area of about 13,500 sq. ft. which was to be demarcated F\nand bounded by compound wall to be constructed by the accused. In\nconsideration thereof, the accused Nos.1 and 2 were to get all the rights of\ndevelopment of the remaining land. Total land was 9952.25 sq. yards. Further,\naccording to the complainant in this agreement no cash consideration was\nshown in favour of the trust and therefore as per the directions given by the\nG\nCharity Commissioner, some nominal consideration of Rs.50,000/- or so was\nsubsequently added by consent of the accused.\n3. In short, it is the case of the complainant that even though the\naccused were under legal and contractual obligation to complete the\nconstruction of the community hall of the size and specifications given in the H\n374\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA complaint, they did not do so initially, sold the construction, earned crores\nof rupees and ultimately constructed in place and instead of the community\nhall, 10 rooms which do not fulfil the requirements of the agreement and\nspecifications of the community hall and, therefore, the accused are guilty of\nthe offences alleged. The complainant also alleged that right from the beginning\nthe intention of the accused was to cheat the Trust and ultimately they\nB succeeded in cheating the Trust. Their further contention was that there is\nno construction of the community hall as per the agreement and as per the\nspecifications and the 10 rooms constructed by the accused in lieu thereof\ncannot be construed as a community hall. On the basis of these facts, the\ncomplaint was filed. The Magistrate ordered an enquiry under section 202 of\nC the Code but since police report was not received in time, the Magistrate\nordered issue of process against the accused Nos.1 to 14 on 25.10.1991 under\nsections 418, 409, 166 read with 114 of the IPC. It appears that this order for\nissue of process was challenged by the accused Nos. 1 to 11 before the\nadditional Sessions Judge, Thane, by filing Criminal Revision No.206 of 1991\nbut the Sessions Judge rejected the same. Stand before learned Sessions\nD Judge and High Court by the petitioners was that a compromise had been\neffected and, therefore, the proceedings were not to be continued.\nE\n4. The High Court held that the prayer to quash the proceedings was\nnot to be entertained. The basis for coming to the said conclusion was that\nhad the complaint not been by the Public Trust registered under the Bombay\nPublic Trust Act but by an individual then the compromise could have\ncertainly come in the way of prosecuting the accused for cheating; but the\ncomplaint was filed by the Trust through its Managing Trustee and in the\nagreement referred to between the Trust and the accused it has been repeatedly\nstated that the accused persons were being given the land for the purpose\nF of constructing a community hall which will benefit the community at large.\nTherefore, signing of the agreement by some of the trustees of the Trust\ncannot come in the way of the complaint which was filed against the accused\npersons.\n5. Learned counsel for the appellants submitted that this Court had\nG occasion to consider the question of legality of the compromise and\nmaintainability of a civil suit filed by the Trust.\nH\n6. In Ravi Construction Co. v. Somvanshi Arya Kshatriya Samaj and\nOrs., (2006) 9 SCALE 174 it was, inter alia, observed as follows:\n\"8. Further both the trial court and the first appellate court categorically\nརྩྭ\nNALINI SHANKARAN 1. NEELKANTH MAHADEO KAMBLE [PASAYAT, J.]\n375\nobserved that the resolution adopted by all the trustees including the A\nchief trustee and the advocate for the trust who was himself a trustee\nclearly established that the earlier suit was filed with the knowledge\nand consent of all the trustees and on behalf of all the trustees.\nSignificantly the trust deed was not produced. It could have shown,\nas rightly contended by learned counsel for the appellant, that the\nB\ntrust could be sued or can sue in the name of chief trustee. In any\nevent the categorical factual finding recorded that the suit was filed\nwith the knowledge and consent of all the trustees has not been\ndisturbed and in fact no reference has been made in the impugned\njudgment to this aspect. If the trustees had no knowledge of the suit\nthey could not have adopted a resolution for compromise in a particular C\nmode indicating three alternatives. They specifically authorized the\nchief trustee and the advocate who was also a trustee to enter into\na compromise. In that view of the matter the High Court was not\njustified in holding that the suit was maintainable.\nLooked at from any angle the High Court's judgment is indefensible D\nand is set aside. Learned counsel for the appellant during course of\nhearing had stated that as a matter of genuine gesture, the appellant\nshall pay to the respondent no.1-trust a sum of Rs.3,00,000/-.\nNotwithstanding the fact that the appeal has been allowed, let the\nstatement made by learned counsel for the appellant be translated into\nE\nreality and the amount be paid within three months.\"\n7. In view of what has been held in respect of the connected civil suit\nwhich was held to be not maintainable in view of the compromise arrived at\nby the Trust and the accused persons, the continuance of proceedings will\nbe sheer abuse of the process of law. Accordingly, the order of the High Court\nF\nis set aside and proceedings in Criminal Case No. 248 of 1991 on the file of\nlearned JMFC, Kalyan stand quashed.\n8. The appeal is allowed.\nN.J.\nAppeal allowed.\n"}