{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"ANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n893\nfine. These developments signified a major shift in A\npenology thinking, reflecting the growing importance\nattached to restitution and reparation over the more\nnarrowly retributive aims of conventional punishment. The\nCriminal Justice Act 1982 furthered this shift. It required\ncourts to consider the making of a compensation order in\nevery case of death, injury, loss or damage and, where such\nan order was not given, imposed a duty on the court to give\nreasons for not doing so. It also extended the range of\nB\ninjuries eligible for compensation. These new requirements C\nmean that if the court fails to make a compensation order\nit must furnish reasons. Where reasons are given, the\nvictim may apply for these to be subject to judicial review.\nThe 1991 Criminal Justice Act contains a number of\nprovisions which directly or indirectly encourage an even D\ngreater role for compensation...\"\n(emphasis supplied)\n32. In the United States of America, the Victim and E\nWitness Protection Act of 1982 authorizes a federal court to\naward restitution by means of monetary compensation as a part\nof a convict's sentence. Section 3553(a)(7) of Title 18 of the\nAct requires Courts to consider in every case \"the need to\nprovide restitution to any victims of the offense\". Though it is F\nnot mandatory for the Court to award restitution in every case,\nthe Act demands that the Court provide its reasons for denying\nthe same. Section 3553(c) of Title 18 of the Act states as\nfollows:\n\"If the court does not order restitution or orders only partial\nrestitution, the court shall include in the statement the\nreason thereof.”\nG\n(emphasis supplied) H\nA\nB\nC\nD\nE\nF\nG\n☐ H\n894 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n33. In order to be better equipped to decide the quantum\nof money to be paid in a restitution order, the United States\nfederal law requires that details such as the financial history of\nthe offender, the monetary loss caused to the victim by the\noffence, etc. be obtained during a Presentence Investigation,\nwhich is carried out over a period of 5 weeks after an offender\nis convicted.\n34. Domestic/Municipal Legislation apart even the UN\nGeneral Assembly recognized the right of victims of crimes to\nreceive compensation by passing a resolution titled\n'Declaration on Basic Principles of Justice for Victims and\nAbuse of Power, 1985'. The Resolution contained the following\nprovisions on restitution and compensation:\n\"Restitution\n8. Offenders or third parties responsible for their\nbehaviour should, where appropriate, make fair restitution\nto victims, their families or dependants. Such restitution\nshould include the return of property or payment for the\nharm or loss suffered, reimbursement of expenses\nincurred as a result of the victimization, the provision of\nservices and the restoration of rights.\n9. Governments should review their practices, regulations\nand laws to consider restitution as an available\nsentencing option in criminal cases, in addition to other\ncriminal sanctions.\n10. In cases of substantial harm to the environment,\nrestitution, if ordered, should include, as far as possible,\nrestoration of the environment, reconstruction of the\ninfrastructure, replacement of community facilities and\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n895\nreimbursement of the expenses of relocation, whenever A\nsuch harm results in the dislocation of a community.\n11. Where public officials or other agents acting in an\nofficial or quasi-official capacity have violated national\ncriminal laws, the victims should receive restitution from\nthe State whose officials or agents were responsible for\nthe harm inflicted. In cases where the Government under\nwhose authority the victimizing act or omission occurred\nis no longer in existence, the State or Government\nsuccessor in title should provide restitution to the victims.\nCompensation\n12. When compensation is not fully available from the\noffender or other sources, States should endeavour to\nprovide financial compensation to:\n(a) Victims who have sustained significant bodily injury\nor impairment of physical or mental health as a result of\nserious crimes;\n(b) The family, in particular dependants of persons who\nhave died or become physically or mentally\nincapacitated as a result of such victimization.\n13. The establishment, strengthening and expansion of\nnational funds for compensation to victims should be\nencouraged. Where appropriate, other funds may also be\nestablished for this purpose, including in those cases\nwhere the State of which the victim is a national is not in\na position to compensate the victim for the harm.\"\nB\nC\nD\nE\nF\nH\nA\n896 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n35. The UN General Assembly passed a resolution titled\nBasic Principles and Guidelines on the Right to a Remedy\nand Reparation for Victims of Gross Violations of International\nHuman Rights Law and Serious Violations of International\nHumanitarian Law, 2005 which deals with the rights of victims\nB of international crimes and human rights violations. These\nPrinciples (while in their Draft form) were quoted with approval\nby this Court in State of Gujarat and Anr. v. Hon'ble High Court\nof Gujarat (1998) 7 SCC 392 in the following words:\nC\nD\nE\nF\nG\n☐ H\n\"94. In recent years the right to reparation for victims of\nviolation of human rights is gaining ground. United\nNations Commission of Human Rights has circulated\ndraft Basic Principles and Guidelines on the Right to\nReparation for Victims of Violation of Human Rights,\n(see Annexure).\"\n36. Amongst others the following provisions on restitution\nand compensation have been made:\n\"12. Restitution shall be provided to reestablish the\nsituation that existed prior to the violations of human\nrights or international humanitarian law. Restitution\nrequires inter alia, restoration of liberty, family life\ncitizenship, return to one's place of residence, and\nrestoration of employment or property.\n13. Compensation shall be provided for any\neconomically assessable damage resulting from\nviolations of human rights or international humanitarian\nlaw, such as:\n(a) Physical or mental harm, including pain, suffering and\nemotional distress;\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n(b) Lost opportunities including education;\n897\nA\n(c) Material damages and loss of earnings, including\nloss of earning potential;\n(d) Harm to reputation or dignity;\nB\n(e) Costs required for legal or expert assistance,\nmedicines and medical services.\"\n37. Back home the Criminal Procedure Code of 1898\ncontained a provision for restitution in the form of Section 545,\nwhich stated in sub-clause 1(b) that the Court may direct\n\"payment to any person of compensation for any loss or injury\ncaused by the offence when substantial compensation is, in the\nopinion of the Court, recoverable by such person in a Civil\nCourt\".\n38. The Law Commission of India in its 41st Report\nsubmitted in 1969 discussed Section 545 of the Cr.P.C. of\n1898 extensively and stated as follows:\nC\nD\nE\nF\n\"46.12. Under clause (b) of sub-sec. (1) of Section 545,\nthe Court may direct \"payment to any person of\ncompensation for any loss or injury caused by the\noffence when substantial compensation is, in the opinion\nof the Court, recoverable by such person in a Civil Court.\"\nThe significance of the requirement that compensation\nshould be recoverable in a Civil Court is that the act\nwhich constitutes the offence in question should also be G\na tort. The word “substantial” appears to have been used\nto exclude cases where only nominal damages would be\nrecoverable. We think it is hardly necessary to\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n898\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nemphasise this aspect, since in any event it is purely\nwithin the discretion of the Criminal Courts to order or not\nto order payment of compensation, and in practice, they\nare not particularly liberal in utilizing this provision. We\npropose to omit the word “substantial” from the clause.\"\n(emphasis supplied)\n39. On the basis of the recommendations made by the Law\nCommission in the above report, the Government of India\nintroduced the Criminal Procedure Code Bill, 1970, which\naimed at revising Section 545 and introducing it in the form of\nSection 357 as it reads today. The Statement of Objects and\nReasons underlying the Bill was as follows:\n\"Clause 365 [now s.357] which corresponds to section\n545 makes provision for payment of compensation to\nvictims of crimes. At present such compensation can be\nordered only when the Court imposes a fine the amount\nis limited to the amount of fine. Under the new provision,\ncompensation can be awarded irrespective of whether the\noffence is punishable with fine and fine is actually\nimposed, but such compensation can be ordered only if\nthe accused is convicted. The compensation should be\npayable for any loss or injury whether physical or\npecuniary and the Court shall have due regard to the\nnature of injury, the manner of inflicting the same, the\ncapacity of the accused to pay and other relevant factors.\"\n(emphasis supplied)\n40. As regards the need for Courts to obtain\ncomprehensive details regarding the background of the offender\nfor the purpose of sentencing, the Law Commission in its 48th\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n899\nReport on 'Some Questions Under the Code of Criminal A\nProcedure Bill, 1970' submitted in 1972 discussed the matter\nin some detail, stating as follows:\n\"45. It is now being increasingly recognised that a rational\nand consistent sentencing policy requires the removal of B\nseveral deficiencies in the present system. One such\ndeficiency is a lack of comprehensive information as to\nthe characteristics and background of the offender.\nThe aims of sentencing--themselves obscure-\nbecome all the more so in the absence of\ncomprehensive information on which the correctional\nprocess is to operate. The public as well as the as the\ncourts themselves are in the dark about judicial approach\nin this regard.\nWe are of the view that the taking of evidence as\nto the circumstances relevant to sentencing should be\nencouraged, and both the prosecution and the accused\nshould be allowed to cooperate in the process.\"\n(emphasis supplied)\n41. The Cr.P.C. of 1973 which incorporated the changes\nproposed in the said Bill of 1970 states in its Objects and\nReasons that s.357 was \"intended to provide relief to the\nproper sections of the community\" and that the amended CrPC\nempowered the Court to order payment of compensation by the\naccused to the victims of crimes \"to a larger extent\" than was\npreviously permissible under the Code. The changes brought\nabout by the introduction of s.357 were as follows:\n(i) The word \"substantial” was excluded.\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n900 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n(ii) A new sub-section (3) was added which provides for\npayment of compensation even in cases where the fine.\ndoes not form part of the sentence imposed.\n(iii) Sub-section (4) was introduced which states that an\norder awarding compensation may be made by an\nAppellate Court or by the High Court or Court of Session\nwhen exercising its powers of revision.\n42. The amendments to the Cr.P.C. brought about in 2008\nfocused heavily on the rights of victims in a criminal trial,\nparticularly in trials relating to sexual offences. Though the 2008\namendments left Section 357 unchanged, they introduced\nSection 357A under which the Court is empowered to direct\nthe State to pay compensation to the victim in such cases\nwhere \"the compensation awarded under Section 357 is not\nadequate for such rehabilitation, or where the case ends in\nacquittal or discharge and the victim has to be rehabilitated.\"\nUnder this provision, even if the accused is not tried but the\nE victim needs to be rehabilitated, the victim may request the\nState or District Legal Services Authority to award him/her\ncompensation. This provision was introduced due to the\nrecommendations made by the Law Commission of India in its\n152nd and 154th Reports in 1994 and 1996 respectively.\nF\nG\nH\n43. The 154th Law Commission Report on the CrPC\ndevoted an entire chapter to 'Victimology' in which the growing\nemphasis on victim's rights in criminal trials was discussed\nextensively as under:\n\"1. Increasingly the attention of criminologists,\npenologists and reformers of criminal justice system has\nbeen directed to victimology, control of victimization and\nprotection of victims of crimes. Crimes often entail\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n901\nsubstantive harms to people and not merely symbolic A\nharm to the social order. Consequently the needs and\nrights of victims of crime should receive priority attention\nin the total response to crime. One recognized method\nof protection of victims is compensation to victims of\ncrime. The needs of victims and their family are\nextensive and varied.\nB\nXX XX XX XX XX\n9.1 The principles of victimology has foundations in C\nIndian constitutional jurisprudence. The provision on\nFundamental Rights (Part III) and Directive Principles of\nState Policy (Part IV) form the bulwark for a new social\norder in which social and economic justice would\nblossom in the national life of the country (Article 38).\nArticle 41 mandates inter alia that the State shall make\neffective provisions for “securing the right to public\nassistance in cases of disablement and in other cases\nD\nof undeserved want.\" So also Article 51-A makes it a E\nfundamental duty of every Indian citizen, inter alia 'to\nhave compassion for living creatures' and to 'develop\nhumanism'. If emphatically interpreted and imaginatively\nexpanded these provisions can form the constitutional\nunderpinnings for victimology.\nF\n9.2 However, in India the criminal law provides\ncompensation to the victims and their dependants only\nin a limited manner. Section 357 of the Code of Criminal\nProcedure incorporates this concept to an extent and G\nempowers the Criminal Courts to grant compensation to\nthe victims.\nXX XX XX XX\nH\nA\n\u003e\u003e\nB\nC\n902 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n11. In India the principles of compensation to crime\nvictims need to be reviewed and expanded to cover all\ncases. The compensation should not be limited only to\nfines, penalties and forfeitures realized. The State should\naccept the principle of providing assistance to victims out\nof its own funds...\"\n44. The question then is whether the plenitude of the power\nvested in the Courts under Section 357 \u0026 357-A.\nnotwithstanding, the Courts can simply ignore the provisions or\nneglect the exercise of a power that is primarily meant to be\nexercised for the benefit of the victims of crimes that are so\noften committed though less frequently punished by the Courts.\nIn other words, whether Courts have a duty to advert to the\nD question of awarding compensation to the victim and record\nreasons while granting or refusing relief to them?\n45. The language of Section 357 Cr.P.C. at a glance may\nnot suggest that any obligation is cast upon a Court to apply\nE its mind to the question of compensation. Sub-section (1) of\ns.357 states that the Court \"may\" order for the whole or any part\nof a fine recovered to be applied towards compensation in the\nfollowing cases:\nF\nG\n(i) To any person who has suffered loss or injury by the\noffence, when in the opinion of the Court, such\ncompensation would be recoverable by such person in a\nCivil Court.\n(ii) To a person who is entitled to recover damages under\nthe Fatal Accidents Act, when there is a conviction for\ncausing death or abetment thereof.\nH\n"}