{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 8 S.C.R. 863\nANKUSH SHIVAJI GAIKWAD\nV.\nSTATE OF MAHARASHTRA\n(Criminal Appeal No. 689 of 2013)\nMAY 3, 2013\nA\nB\n[T.S. THAKUR AND GYAN SUDHA MISRA, JJ.]\nPenal Code, 1860 - s.300 Exception 4 and s. 304 (Part\nII) - Trial and conviction u/s. 302/34 by courts below - Held:\nThe nature of injury inflicted by accused, the part of body on\nwhich inflicted, weapons of offence and circumstances in\nwhich injury was inflicted, do not suggest that the accused had\nthe intention to kill the deceased - Therefore, accused entitled\nto benefit of Exception 4 to s.300 - The case would fall u/s.\n304 (Part II) - Conviction altered to one u/s. 304 (Part II) and\nsentence reduced to 5 years RI.\n-\nS.357\n-\nCode of Criminal Procedure, 1973\nCompensation to the victim - Award of - Held: Compensation\nu/s.357 is not ancillary to other sentences, but in addition\nthereto - It is mandatory duty of the Court to apply its mind\nto the question of awarding compensation in every criminal\ncase - The court needs to take a summary enquiry regarding\ncapacity of the accused to pay, to decide the question of\ncompensation to victim - In the present case, courts below\nremained oblivious to provisions of s.357 – In view of the facts\nof the case and the time lag since the offence was committed,\nresort to s.357 not taken by the Court – However, the courts\nare cautioned to remain careful - Copy of present judgment\ndirected to be forwarded to the Registrar General of High\nCourts for circulation among judges handling criminal trials\nand appeals.\n-\n-\nC\nD\nE\nF\nT|\nG\n863\nH\nA\nB\nC\nD\nE\nF\nG\nI\n864 SUPREME COURT REPORTS\n-\n[2013] 8 S.C.R.\nInterpretation of Statutes - Directory or mandatory nature\nof the provision of a statute - Ascertainment of - To be done\nfrom the intention of the legislature and not from the language\nof the provision Mere use of words 'may' or 'shall' is not\nconclusive - To find out the legislative intent, court to examine\nscheme of the Act, purpose and object underlying the\nprovision, consequences likely to ensue or inconvenience\nlikely to result, if the provision is read one way or the other.\nAppellant-accused alongwith the co-accused was\nprosecuted u/ss.302/34 IPC. Trial court convicted both\nthe accused finding them guilty for the offence of murder\nand sentenced them to life imprisonment with fine of\nRs.2000/- with default clause. The High Court, in appeal,\nconfirmed the conviction and sentence of the appellant-\naccused and acquitted the co-accused. Hence the\npresent appeal.\nThe questions for consideration in the appeal were\nwhether, in the facts of the case, the appellant-accused\nwas liable for lesser offence of culpable homicide not\namounting to murder punishable u/s. 304 Part I or II IPC;\nand whether the courts have a duty to advert to the\nquestion of awarding compensation to the victim and\nrecord reasons while granting or refusing relief to them\nand whether compensation u/s. 357 Cr.P.C. was required\nto be awarded.\nDisposing of the appeal, the Court\nHELD: 1.1. The incident in question took place on a\nsudden fight without any premeditation and the act of the\nappellant hitting the deceased was committed in the heat\nof passion upon a sudden quarrel without the appellant\nhaving taken undue advantage or acting in a cruel or\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA\n865\nB\nC\nunusual manner. Even according to the prosecution A\nversion, there was no premeditation in the commission\nof the crime. There is not even a suggestion that the\nappellant had any enmity or motive to commit any\noffence against the deceased. The weapon used was not\nlethal nor was the deceased given a second blow once\nhe had collapsed to the ground. The prosecution case\nwas that no sooner the deceased fell to the ground on\naccount of the blow on the head, the appellant and his\ncompanions took to their heels - a circumstance that\nshows that the appellant had not acted in an unusual or\ncruel manner in the prevailing situation so as to deprive\nhim of the benefit of Exception 4. During the exchange\nof hot words between the deceased and the appellant, all\nthat was said by the appellant was that if the deceased\ndid not keep quiet, even he would be beaten like a dog.\nThe use of these words also clearly shows that the\nintention of the appellant and his companions was at\nbest to belabour him and not to kill him as such. The\ncumulative effect of all these circumstances should E\nentitle the appellant to the benefit of Exception 4 to\nSection 300 IPC. [Para 9] [877-C-E; 878-A-D]\nD\nF\nSurinder Kumar vs. Union Territory, Chandigarh (1989)\n2 SCC 217: 1989 (1) SCR 941; Ghapoo Yadav and Ors. vs.\nState of M.P. (2003) 3 SCC 528: 2003 (2) SCR 69; Sukbhir\nSingh vs. State of Haryana (2002) 3 SCC 327: 2002 (1) SCR\n1152; Mahesh vs. State of MP (1996) 10 SCC 668: 1996 (5)\nSuppl. SCR 300; Vadla Chandraiah vs. State of Andhra\nPradesh (2006) 14 SCALE 108; Shankar Diwal Wadu vs. G\nState of Maharashtra (2007) 12 SCC 518: 2007 (4) SCR 253\n- relied on.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n866 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n1.2. The nature of the simple injury inflicted by the\naccused, the part of the body on which it was inflicted,\nthe weapon used to inflict the same and the\ncircumstances in which the injury was inflicted, do not\nsuggest that the appellant had the intention to kill the\ndeceased. All that can be said is that the appellant had\nthe knowledge that the injury inflicted by him was likely\nto cause the death of the deceased. The case would,\ntherefore, more appropriately fall under Section 304 Part\nII of the IPC. [Para 24] [888-C-D]\nAlister Anthony Pareira vs. State of Maharashtra (2012)\n2 SCC 648: 2012 (1) SCR 145; Singapagu Anjaiah vs. State\nof Andhra Pradesh (2010) 9 SCC 799: 2010 (7) SCR 703;\nBasdev vs. The State of PEPSU AIR 1956 SC 488: 1956\nSCR 363; Reg. vs. Monkhouse (1849) 4 Cox C. C. 55;\nCamilo Vaz vs. State of Goa (2000) 9 SCC 120; Jagrup Singh\nvs. State of Haryana (1981) 3 SCC 616: 1981 (3) SCR 839;\nChamru Budhwa vs. State of Madhya Pradesh AIR 1954 SC\n652; Sarabjeet Singh and Ors. vs. State of Uttar Pradesh\n(1984) 1 SCC 673; Mer Dhana Sida vs. State of Gujarat\n(1985) 1 SCC 200; Sukhmandar Singh vs. State of Punjab\nAIR 1995 SC 583; Pulicherla Nagaraju @ Nagaraja Reddy\nvs. State of Andhra Pradesh (2006) 11 SCC 444: 2006 (4)\nSuppl. SCR 633 – relied on.\n-\nKasam Abdulla Hafiz vs. State of Maharashtra (1998) 1\nSCC 526: 1997 (6) Suppl. SCR 168 - distinguished.\n1.3. The appellant shall stand convicted for the\noffence of culpable homicide not amounting to murder\npunishable under Section 304 Part II IPC and sentenced\nto undergo rigorous imprisonment for a period of five\nyears. [Para 64] [913-B-C]\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA\n867\nB\n2.1. With modern concepts creating a distinction A\nbetween civil and criminal law in which civil law provides\nfor remedies to award compensation for private wrongs\nand the criminal law takes care of punishing the wrong\ndoer, the legal position that emerged till recent times was\nthat criminal law need not concern itself with\ncompensation to the victims since compensation was a\ncivil remedy that fell within the domain of the civil Courts.\nThis conventional position has in recent times undergone\na notable sea change, as societies world over have\nincreasingly felt that victims of the crimes were being\nneglected by the legislatures and the courts alike. [Para\n30] [891-H; 892-A-C]\nDelhi Domestic Working Women's Forum vs. Union of\nIndia and Ors. (1995) 1 SCC 14: 1994 (4) Suppl. SCR 528;\nState of Gujarat and Anr. vs. Hon'ble High Court of Gujarat\n(1998) 7 SCC 392: 1998 (2) Suppl. SCR 31 relied on.\n-\nArticle \"Victim Restitution in Criminal Law Process: A\nProcedural Analysis\" in Harvard Law Review (1984); Oxford\nHandbook of Criminology (1994 Edn. P.1237-1238); The Law\nCommission of India 41st Report, the Law Commission 48th\nReport; The 154th Law Commission Report - referred to.\n2.2. While social responsibility of the criminal to\nrestore the loss or heal the injury is a part of the punitive\nexercise, the length of the prison term is no reparation\nto the crippled or bereaved but is futility compounded\nwith cruelty. Victimology must find fulfilment not through\nbarbarity but by compulsory recoupment by the wrong\ndoer of the damage inflicted not by giving more pain to\nthe offender but by lessening the loss of the forlorn. [Para\n26] [888-G-H; 889-A-B]\nC\nD\nE\nF\nG\nH\nA\nC\n868 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nMaru Ram and Ors. vs. Union of India and Ors. (1981) 1\nSCC 107- relied on.\n2.3. The language of Section 357 Cr.P.C. at a glance\nmay not suggest that any obligation is cast upon a Court\nB to apply its mind to the question of compensation. Sub-\nsection (1) of s.357 states that the Court \"may\" order for\nthe whole or any part of a fine recovered to be applied\ntowards compensation in the following cases: (i) To any\nperson who has suffered loss or injury by the offence,\nwhen in the opinion of the Court, such compensation\nwould be recoverable by such person in a Civil Court. (ii)\nTo a person who is entitled to recover damages under the\nFatal Accidents Act, when there is a conviction for\ncausing death or abetment thereof. (iii) To a bona fide\npurchaser of property, which has become the subject of\ntheft, criminal misappropriation, criminal breach of trust,\ncheating, or receiving or retaining or disposing of stolen\nproperty, and which is ordered to be restored to its\nrightful owner. Sub-section (3) of Section 357 further\nempowers the Court by stating that it \"may\" award\ncompensation even in such cases where the sentence\nimposed does not include a fine. [Paras 45 and 46] [902-\nE-H; 903-A-C]\nD\nE\nF\n2.4. The power of the Courts to award compensation\nto victims under Section 357 is not ancillary to other\nsentences but in addition thereto and that imposition of\nfine and/or grant of compensation to a great extent must\nG depend upon the relevant factors apart from such fine or\ncompensation being just and reasonable. [Para 28] [890-\nH\nC-D]\nHari Singh vs. Sukhbir Singh and Ors. (1988) 4 SCC\n551: 1988 (2)Suppl. SCR 571; Sarwan Singh and others vs.\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA\n869\nState of Punjab (1978)4 SCC 111: 1979 (1) SCR 383; Balraj\nvs. State of U.P. (1994) 4 SCC 29; Baldev Singh and Anr.\nvs. State of Punjab (1995) 6 SCC 593: 1995 (4) Suppl. SCR\n301; Dilip S. Dahanukar vs. Kotak Mahindra Co. Ltd. and Anr.\n(2007) 6 SCC 528; 2007 (4) SCR 1122 - relied on.\n2.5. Cases may arise where a provision is mandatory\ndespite the use of language that makes it discretionary.\nMere use of word 'may' or 'shall' is not conclusive. The\nquestion whether a particular provision of a statute is\ndirectory or mandatory, can be resolved by ascertaining\nthe intention of the Legislature and not by looking at the\nlanguage in which the provision is clothed. And for\nfinding out the legislative intent, the Court must examine\nthe scheme of the Act, purpose and object underlying the\nprovision, consequences likely to ensue\ninconvenience likely to result if the provision is read one\nway or the other and many more considerations relevant\nthereto. [Paras 46 and 49] [903-C; 905-A-C]\nSmt.\nor\nA\nB\nC\nD\nBachahan Devi\nDevi \nand Anr. vs. Nagar E\nNigam, Gorakhpur and Anr. AIR 2008 SC 1282: 2008 (2)\nSCR 424; Dhampur Sugar Mills Ltd. vs. State of U.P. and\nOrs. (2007) 8 SCC 338: 2007 (10) SCR 245 – relied on.\n-\nJulius v. Lord Bishop of Oxford (1880) 5 AC 214 - F\nreferred to.\nG\n2.6. Section 357, confers a power coupled with a duty\non the Courts to apply its mind to the question of\nawarding compensation in every criminal case. The\npower to award compensation was intended to reassure\nthe victim that he or she is not forgotten in the criminal\njustice system. The victim would remain forgotten in the\ncriminal justice system if despite Legislature having gone\nso far as to enact specific provisions relating to victim H\n870 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA compensation, Courts choose to ignore the provisions\naltogether and do not even apply their mind to the\nquestion of compensation. It follows that unless Section\n357 is read to confer an obligation on Courts to apply their\nmind to the question of compensation, it would defeat the\nB very object behind the introduction of the provision. [Para\n50] [905-D-G]\nNEPC Micon Ltd. and Ors. vs. Magma Leasing Ltd.\n(1999) 4 SCC 53: Swantraj and Ors. vs. State of Maharashtra\nC (1975) 3 SCC 322: 1974 (3) SCR 287; State of Andhra\nD\nE\nF\nPradesh vs. Polamala Raju @ Rajarao (2000) 7 SCC 75:\n2000 (2) Suppl. SCR 329; State of Punjab vs. Prem Sagar\nand Ors. (2008) 7 SCC 550: 2008 (8) SCR 574; Sangeet and\nAnr. vs. State of Haryana (2013) 2 SCC 452 - relied on.\n2.7. While the award or refusal of compensation in a\nparticular case may be within the Court's discretion, there\nexists a mandatory duty on the Court to apply its mind\nto the question in every criminal case. Application of mind\nto the question is best disclosed by recording reasons\nfor awarding/refusing compensation. It is axiomatic that\nfor any exercise involving application of mind, the Court\nought to have the necessary material which it would\nevaluate to arrive at a fair and reasonable conclusion. It\nis also beyond dispute that the occasion to consider the\nquestion of award of compensation would logically arise\nonly after the court records a conviction of the accused.\nCapacity of the accused to pay which constitutes an\nimportant aspect of any order under Section 357 Cr.P.C.\nwould involve a certain enquiry albeit summary unless\nthe facts as emerging in the course of the trial are so clear\nthat the court considers it unnecessary to do so. Such\nan enquiry can precede an order on sentence to enable\nH the court to take a view, both on the question of sentence\nG\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA\n871\nand compensation that it may in its wisdom decide to A\naward to the victim or his/her family. [Para 62] [912-B-F]\nMaya Devi (Dead) through LRs and Ors. vs. Raj Kumari\nBatra (Dead) through LRs and Ors. (2010) 9 SCC 486: 2010\n(10) SCR 1113; State of Rajasthan vs. Sohan Lal and Ors.\n(2004) 5 SCC 573: 2004 (1) Suppl. SCR 480; Hindustan\nTimes Ltd. vs. Union of India (1998) 2 SCC 242: 1998 (1)\nSCR 4; Director, Horticulture Punjab and Ors. vs. Jagjivan\nParshad (2008) 5 SCC 539: 2008 (5) SCR 851 – relied on.\n-\nB\nC\n2.8. In the present case, the trial Court and the High\nCourt appear to have remained oblivious to the\nprovisions of Section 357 Cr.P.C. The judgments under\nappeal betray ignorance of the Courts below about the\nstatutory provisions and the duty cast upon the Courts. D\nHaving regard to the facts and the circumstances of the\npresent case and the time lag since the offence was\ncommitted relief is not granted u/s. 357. The courts are\ncautioned to remain careful in future. A copy of this order\nbe forwarded to the Registrars General of the High\nCourts in the country for circulation among the Judges\n-handling criminal trials and hearing appeals. [Paras 63\nand 64] [912-F-H; 913-A, C-D]\nCase Law Reference:\nE\nF\n1989 (1) SCR 941\nrelied on\nPara 10\n2003 (2) SCR 69\nrelied on\nPara 11\n2002 (1) SCR 1152\nrelied on\nPara 12 G\n1996 (5) Suppl. SCR 300 relied on\nPara 13\n(2006) 14 SCALE 108\nrelied on\nPara 14\nH\n872 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\n2007 (4) SCR 253\nrelied on\nPara 14\n2012 (1) SCR 145\nrelied on\nPara 15\n2010 (7) SCR 703\nrelied on\nPara 16\nB\n1956 SCR 363\nrelied on\nPara 17\n(1849) 4 Cox C. C. 55\nrelied on\nPara 18\n(2000) 9 SCC 120\nrelied on\nPara 19\nC\n1981 (3) SCR 839\nrelied on\nPara 20\nAIR 1954 SC 652\nrelied on\nPara 20\n(1984) 1 SCC 673\nrelied on\nPara 21\nD\n(1985) 1 SCC 200\nrelied on\nPara 21\nAIR 1995 SC 583\nrelied on\nPara 21\n1997 (6) Suppl. SCR 168 distinguished Para 22\nE\n2006 (4) Suppl. SCR 633 relied on\nPara 23\n(1981) 1 SCC 107\nrelied on\nPara 26\n1988 (2) Suppl. SCR 571\nrelied on\nPara 26\nLL\nF\n1979 (1) SCR 383\nrelied on\nPara 28\n(1994) 4 SCC 29\nrelied on\nPara 28\n1995 (4) Suppl. SCR 301 relied on\nPara 28\n☐ G\n2007 (4) SCR 1122\nrelied on\nPara 28\n1994 (4) Suppl. SCR 528 relied on\nPara 30\n1998 (2) Suppl. SCR 31\nrelied on\nPara 35\n☐ H\n(1880) 5 AC 214\nreferred to\nPara 46\n"}