{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"BANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 891\nEMPLOYEES COOP. SOCIETY LTD.\nState of Kerala v. M/s. Travancore Chemicals and A\nManufacturing Company (1998) 8 SCC 188: 1998 (2) Suppl.\nSCR 651; Commissioner, Bangalore Development Authority\nv. State of Karnataka ILR 2006 KAR 318; Bondu\nRamaswamy v. Bangalore Development Authority (2010) 7\nSCC 129: 2010 (6) SCR 29; Padma Sundara Rao v. State B\nof T. N. (2003) 5 SCC 533 - referred to.\nQuestion (2)\n2.1. While examining challenge to the constitutionality\nof a statutory provision on the ground of excessive C\ndelegation, the Court must look into the policy underlying\nthe particular legislation and this can be done by making\na reference to the Preamble, the objects sought to be\nachieved by the particular legislation and the scheme\nthereof and that the Court would not sit over the wisdom D\nof the legislature and nullify the provisions under which\nthe power to implement the particular provision is\nconferred upon the executive authorities. [Para 51] [954-\nG-H; 955-A]\n2.2. The policy underlying the 1976 Act is clearly\ndiscernible from the Preamble of the Mysore Town and\nCountry Planning Act, 1961 and the 1976 Act and the\nobjects sought to be achieved by the two legislations,\nnamely, development of the City of Bangalore and areas\nadjacent thereto. [Para 52] [955-B]\nE\nF\n2.3. A survey of the relevant provisions of the 1961\nAct and the 1976 Act makes it clear that the basic object\nof the two enactments is to ensure planned development\nof the areas which formed part of the Bangalore G\nMetropolitan Area as on 15.12.1975 and other adjacent\nareas which may be notified by the Government from time\nto time. The BDA is under an obligation to provide\n\"amenities\" as defined in Section 2(b) and \"civic\namenities\" as defined in Section 2(bb) of the 1976 Act for H\nC\n892 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA the entire Bangalore Metropolitan Area. In exercise of the\npowers vested in it under Sections 15 and 16, the BDA\ncan prepare detailed schemes for the development of the\nBangalore Metropolitan Area and incur expenditure for\nimplementing those schemes, which are termed as\nB development schemes. The expenditure incurred by the\nBDA in the implementation of the development schemes\ncan be loaded on the beneficiaries of the development\nschemes. By virtue of Notifications dated 1.11.1965 and\n13.3.1984 issued under Section 4A(1) of the 1961 Act and\nnotification dated 1.3.1988 issued under Section 2(c) of\nthe 1976 Act, hundreds of villages adjacent to the City of\nBangalore were merged in the Bangalore Metropolitan\nArea. For these areas, the BDA was and is bound to\nprovide amenities like water, electricity, streets, roads,\nsewerage, transport system, etc., which are available to\nthe existing Metropolitan Area of the City of Bangalore.\nThis task could not have been accomplished by the BDA\nalone from its meager fiscal resources. Therefore, the\nState Government, the BDA and other instrumentalities\nof the State like BWSSB had to pool their resources as\nalso man and material to augment water supply,\nelectricity and transport facilities and also make provision\nfor construction of new roads, layouts, etc. The BDA had\nto contribute to the funds required for new water supply\nscheme, generation of additional electricity and\ndevelopment of a mass rapid transport system to\ndecongest the Bangalore Metropolitan Area. This is the\nreason why the State Government passed orders dated\n25.3.1987 and 12.1.1993, which could appropriately be\ntreated as directions issued under Section 65 of the 1976\nD\nE\nF\nG Act for carrying out the purposes of the Act and approved\nthe proposal for loading the BDA's share of expenditure\nin the execution of the Cauvery Scheme on all the layouts\nto be formed thereafter. With the insertion of Section\n32(5A) in the 1976 Act, these orders acquired the\nH legislative mandate. In terms of that section, the BDA has\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 893\nEMPLOYEES COOP. SOCIETY LTD.\nbeen vested with the power to call upon the applicants\ndesirous of forming new extensions or layouts or private\nstreets to pay a specified sum in addition to the sums\nreferred to in Section 32(5) to meet a portion of the\nexpenditure incurred for the execution of any scheme or\nwork for augmenting water supply, electricity, roads,\ntransportation and other amenities. [Para 53] [958-B-H;\n959-A-D]\n2.4. Apart from the Preamble and the objects of the\n1961 and 1976 Acts and the scheme of the two\nenactments, the expression \"such portion of the\nexpenditure as the Authority may determine towards the\nexecution of any scheme or work for augmenting water\nsupply, electricity, roads, transportation and such other\namenities\" supplies sufficient guidance for the exercise\nof power by the BDA under Section 32(5A) and it is not\npossible to agree with the respondents that the section\nconfers unbridled and uncanalised power upon the BDA\nto demand an unspecified amount from those desirous\nof forming private layouts. The exercise of power by the\nBDA under Section 32(5A) is always subject to directions\nwhich can be given by the State Government under\nSection 65. It could not have been possible for the\nlegislature to make provision for effective implementation\nof the provisions contained in the 1961 and 1976 Acts for\nthe development of the Bangalore Metropolitan Area and\nthis task had to be delegated to some other agency/\ninstrumentality of the State. [Para 54] [959-E-H; 960-A]\n2.5. Section 32(5A) does not suffer from the vice of\nexcessive delegation and the legislative guidelines can\nbe traced in the Preamble of the 1961 and 1976 Acts and\nthe object and scheme of the two legislations. [Para 55]\n[960-B]\nCharanjit Lal Chowdhuri v. Union of India (1950) 1 SCR\n869; M.H. Quareshi v. State of Bihar (1959) 1 SCR 629; Ram\nA\nB\nC\nD\nE\nF\nG\nH\n894 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA Krishna Dalmia v. Shri Justice S.R. Tendolkar and Ors. AIR\nB\nс\n1958 SC 538: 1959 SCR 279; R.K. Garg v. Union of India\n(1981) 4 SCC 675: 1982 (1) SCR 947; Jyoti Pershad v. The\nAdministrator for The Union Territory of Delhi AIR 1961 SC\n1602: 1962 SCR 125; Maharashtra State Board of S.H.S.E.\nv. Paritosh Bhupeshkumar Sheth (1984) 4 SCC 27; Ajoy\nKumar Banerjee v. Union of India (1984) 3 SCC 127: 1984\n(3) SCR 252; Kishan Prakash Sharma v. Union of India\n(2001) 5 SCC 212; Union of India v. Azadi Bachao Andolan\n(2004) 10 SCC 1: 2003 (4) Suppl. SCR 222 - relied on.\nMunicipal Board, Hapur v. Raghuvendra Kripal and\nothers (1966) 1 SCR 950, Corporation of Calcutta and\nanother v. Liberty Cinema (1965) 2 SCR 477; Bhavesh D.\nParish and others v. Union of India and another (2000) 5 SCC\n471: 2000 (1) Suppl. SCR 291; Devi Das Gopal Krishnan v.\nD State of Punjab AIR 1967 SC 1895; The State of West Bengal\nE\nF\nv. Anwar Ali Sarkar (1952) SCR 284; A.N. Parasuraman and\nothers v. State of Tamil Nadu (1989) 4 SCC 683: 1989 (1)\nSuppl. SCR 371 and Kunnathat Thathunni Moopil Nair v.\nState of Kerala (1961) 3 SCR 77 - referred to.\nDaymond v South West Water Authority (1976) 1 All\nEngland Law Reports 39 - referred to.\nQuestion (3)\n3.1. If the conditions imposed by the BDA requiring\nthe respondents to pay for augmentation of water supply,\nelectricity, transport, etc. are scrutinized in the light of the\nprinciples laid down in Sreenivasa General Traders,\nKishan Lal Lakhmi Chand and I.T.C. Ltd., it cannot be said\nG that the demand made by the BDA amounts to levy of tax\nand is ultra vires Article 265 of the Constitution. [Para 64]\n[968-B-D]\nH\n3.2. Under the 1976 Act, the BDA is obliged to provide\ndifferent types of amenities to the population of the\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 895\nEMPLOYEES COOP. SOCIETY LTD.\nBangalore Metropolitan Area including the allottees of the A\nsites in the layouts prepared by house building societies.\nIt is quite possible that they may not be the direct\nbeneficiaries of one or the other amenities made available\nby the BDA, but this cannot detract from the fact that they\nwill certainly be benefited by the construction of the B\nOuter Ring Road and Intermediate Ring Road, Mass\nRapid Transport System, etc. They will also be the ultimate\nbeneficiaries of the Cauvery Scheme because availability\nof additional 270 MLD water to Bangalore will enable\nBWSSB to spare water for the private layouts. It is neither\nthe pleaded case of the respondents nor it has been\nargued that the allottees of sites in the layouts to be\ndeveloped by the private societies will not get benefit of\namenities provided by the BDA. Thus, charges demanded\nby the BDA under Section 32(5A) cannot be termed as tax\nand declared unconstitutional on the ground that the\nsame are not sanctioned by the law enacted by\ncompetent legislature. [Para 65] [968-D-G]\nSreenivasa General Traders v. State of A.P. (1983) 4\nSCC 353: 1983 (3) SCR 843; Kishan Lal Lakhmi Chand v.\nState of Haryana 1993 Supp (4) SCC 461: 1993 (1) Suppl.\nSCR 433 and I.T.C. Ltd. v. State of Karnataka 1985 (Supp)\nSCC 476 relied on.\n-\nKewal Krishan Puri v. State of Punjab (1980) 1 SCC 416:\n1979 (3) SCR 1217; Southern Pharmaceuticals and\nChemicals, Trichur and others v. State of Kerala and others\n(1981) 4 SCC 391: 1982 (1) SCR 519; Krishi Upaj Mandi\nSamiti v. Orient Paper \u0026 Industries Ltd. (1995) 1 SCC 655:\n1994 (5) Suppl. SCR 392; Commissioner, Hindu Religious\nEndowments, Madras v. Lakshmindra Thirtha Swamiar of\nShirur Mutt (1954) SCR 1005; Mahant Sri Jagannath\nRamanuj Das v. State of Orissa (1954) SCR 1046; Ratilal\nPanachand Gandhi v. State of Bombay (1954) SCR 1055;\nH.H. Sadhundra Thirtha Swamiar v. Commissioner for Hindu\nс\nD\nE\nF\nG\nН\nA\nB\nC\nD\n896 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nReligious and Charitable Endowments 1963 Supp (2) SCR\n302; Corporation of Calcutta and another v. Liberty Cinema\n(1965) 2 SCR 477 and Om Parkash Agarwal v. Giri Raj\nKishori (1986) 1 SCC 722: 1986 (1) SCR 149 and- referred\nto.\nQuestion (4)\n4.1. The only issue which survives for consideration\nis whether the charges demanded by the BDA are totally\ndisproportionate to its contribution towards Cauvery\nWater Scheme, Ring Road, Mass Rapid Transport\nSystem, etc. This Court may have examined the issue in\ndetail but in view of the affidavit dated 11.11.2009 filed by\nthe then Commissioner, BDA to the effect that only Rs.\n34.55 crores have been collected between February,\n1988 to 4.6.2005 towards the Cauvery Scheme and a sum\nof Rs. 15.15 crores has been collected by way of Ring\nRoad surcharge between 1992-93 and 2005-06 and that\nthe State Government has directed that henceforth Ring\nRoad surcharge, the Cauvery Water Cess and MRTS\nE Cess should not be levied till appropriate decision is\ntaken, it is not necessary to adjudicate the controversy,\nmore so, because in the written arguments filed on behalf\nof the BDA it has been categorically stated that the\nGovernment has to take a decision about the pending\ndemands and the Court may issue appropriate direction\nin the matter, which the BDA will comply. The ends of\njustice will be served by directing the State Government\nto take appropriate decision in the light of its\ncommunication dated 03.05.2005 (whereby BDA was\ndirected to stop collection of the Cauvery Water Cess and\nRing RoadCess and MRTS Cess) [Para 66] [969-A-E]\nF\nG\n4.2. So far as levy of supervision charges,\nimprovement charges, examination charges, slum\nclearance development charges and MRTS cess is\nH concerned, the High Court has not assigned any reason\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 897\nEMPLOYEES COOP. SOCIETY LTD.\nfor declaring the levy of these charges to be illegal. A\nTherefore, that part of the impugned order cannot be\nsustained. Nevertheless, the State Government should\ntake appropriate decision in the matter of levy of these\ncharges as well and determine whether the same were\ndisproportionate to the expenses incurred by it, the BDA\nor any other agency/instrumentality of the State. [Para 67]\n[969-E-G]\nB\nC\nD\n5. In the result, the impugned order is set aside and\nthe writ petitions filed by the respondents are dismissed\nsubject to the direction that within three months from the\ndate of receipt/production of the copy of this judgment,\nthe State Government shall take appropriate decision in\nthe context of communication dated 03.05.2005. Within\nthis period, the State Government shall also decide\nwhether the levy of supervision charges, improvement\ncharges, examination charges, slum clearance\ndevelopment charges and MRTS cess at the rates\nspecified in the communications of the BDA was\nexcessive. The decision of the State Government should\nbe communicated to the respondents within next four E\nweeks. If any of the respondents feel aggrieved by the\ndecision of the State Government then it shall be free to\navail appropriate legal remedy. [Para 68] [969-H; 970-A-\nC]\nF\nCase Law Reference:\n1959 SCR 279\nrelied on\nPara 27, 39\n1962 SCR 125\nrelied on\nPara 27,45,\n46\nG\nAIR 1967 SC 1895\nreferred to\nPara 27,43-\n45,\n1998 (2) Suppl. SCR 651\nreferred to\nPara 27\nILR 2006 KAR 318\nreferred to\nPara 31\nH\n898\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\n2010 (6) SCR 29\nreferred to\nPara 31,32\n(2003) 5 SCC 533\nreferred to\nPara 31\n(1950) 1 SCR 869\nrelied on\nPara 37\n(1959) 1 SCR 629\nrelied on\nPara 38\nB\n1982 (1) SCR 947\nrelied on\nPara 40\n(1966) 1 SCR 950\nreferred to\nPara 43\n(1965) 2 SCR 477\nreferred to\nPara 43\nC\n2000 (1) Suppl. SCR 291\nreferred to\nPara 43\n(1976) 1 All ELR 39\nreferred to\nPara 44\n(1952) SCR 284\nreferred to\nPara 44\nD\n1989 (1) Suppl. SCR 371\nreferred to\nPara 44,45\n(1961) 3 SCR 77\nreferred to\nPara 45\n1984 (3) SCR 252\nrelied on\nPara 45,48\nE\n(1984) 4 SCC 27\nrelied on\nPara 45,47\n(2001) 5 SCC 212\nrelied on\nPara 49\n2003 (4) Suppl. SCR 222\nrelied on\nPara 45,50\n1979 (3) SCR 1217\nreferred to\nPara 58,60,62\nF\n1982 (1) SCR 519\nreferred to\nPara 59\n(1954) SCR 1005\nreferred to\nPara 59,62,\n1983 (3) SCR 843\nrelied on\nPara 60,62,64\nG\n1993 (1) Suppl. SCR 433\nrelied on\nPara 61,62,64\n1994 (5) Suppl. SCR 392\nreferred to\nPara 62\n(1954) SCR 1046\nreferred to\nPara 62\nH (1954) SCR 1055\nreferred to\nPara 62\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 899\nEMPLOYEES COOP. SOCIETY LTD.\n1963 Supp (2) SCR 302\nreferred to\nPara 62\nA\n1986 (1) SCR 149\nreferred to\nPara 62\n1985 (Supp) SCC 476\nrelied on\nPara 63,64\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7503-7537 of 2002.\nB\nFrom the Judgment \u0026 Order dated 20.04.2001 of the High\nCourt of Karnataka at Bangalore in Writ Petition Nos. 11144\nof 1993, c/w 13436-13439 of 1990, 30409, 30527, 33689 of\n1994, 13907, 35884, 38988, 41725-41726 of 1995, 1760, C\n2194-2195 of 1996, W.P. 769, 8111, 21784, 22311 of 1996,\n15664, 24186-24187, 27098-27104 of 1997, 6993,19134,\n21973, 25833 of 1998 and 8526 of 1999.\nAltaf Ahmed, S.K. Kulkarni, M. Gireesh Kumar, Ankur S. D\nKulkarni, Vijay Kumar for the Appellant.\nK.K. Venugopal, P. Vishwanatha Shetty, E.C. Vidya Sagar,\nSrinivas, Vijay Kumar L. Paradeshi, Brahmjeet Mishra, R.S.\nHegde, Chandra Prakash, Amit Wadhwa Ashwani Garg, Rahul\nTyagi (for P.P. Singh), Sanjay R. Hegde, Bina Gupta for the\nRespondents.\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. These appeals are directed against\nthe order of the Division Bench of the Karnataka High Court\nwhereby the writ petitions filed by the respondents were\nallowed, Section 32(5A) of the Bangalore Development\nAuthority Act, 1976 (for short, 'the 1976 Act') was declared as\nviolative of Article 14 of the Constitution, void and inoperative\nand the conditions incorporated in the orders passed by the\nBangalore Development Authority (BDA) sanctioning\nresidential layout plans or work orders in terms of which\nrespondents were required to pay/deposit various charges/\nsums specified therein were quashed and a direction was\nヨ\nF\nG\nH\n900 SUPREME COURT REPORTS\nA issued for refund of the amount.\nB\n[2012] 4 S.C.R.\n2. With the formation of the new State of Mysore, it was\nconsidered necessary to have a uniform law for planned growth\nof land use and development and for the making and execution\nof town planning schemes. Therefore, the State Legislature\nenacted the Mysore Town and Country Planning Act, 1961 (for\nshort, 'the Town Planning Act'). The objectives of that Act were:\n(i) to create conditions favourable for planning and\nreplanning of the urban and rural areas in the State of Mysore,\nC with a view to providing full civic and social amenities for the\npeople in the State; (ii) to stop uncontrolled development of land\ndue to land speculation and profiteering in land; (iii) to preserve\nand improve existing recreational facilities and other amenities\ncontributing towards balanced use of land; and (iv) to direct the\nD future growth of populated areas in the State, with a view to\nensuring desirable standards of environmental health and\nhygiene, and creating facilities for the orderly growth of industry\nand commerce, thereby promoting general standards of living\nin the State.\nE\nF\n3. The State of Mysore was renamed Karnataka in 1973.\nThereupon, necessary consequential changes were made in\nthe nomenclature of various enactments including the Town\nPlanning Act.\n4. Section 4 of the Town Planning Act envisages.\nconstitution of a State Town Planning Board by the State\nGovernment. By Act No. 14 of 1964, the Town Planning Act was\namended and Chapter I-A comprising of Sections 4-A to 4-H\nwas inserted. These provisions enabled the State Government\nG to issue notification and declare any area in the State to be a\nlocal planning area for the purposes of the Act and constitute\nthe \"Planning Authority\" having jurisdiction over that area.\nSection 9(1) (unamended) imposed a duty on every Planning\nAuthority to carry out a survey of the area within its jurisdiction,\nH\n"}