{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 4 S.C.R. 881\nBANGALORE DEVELOPMENT AUTHORITY\nV.\nTHE AIR CRAFT EMPLOYEES COOPERATIVE SOCIETY\nLTD. AND OTHERS\n(Civil Appeal Nos. 7503-7537 of 2002)\nJANUARY 24, 2012\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\nA\nB\nTown Planning - Bangalore Development Authority Act,\n1976 - s.32(5A) - In terms of s.32(5A), the Bangalore C\nDevelopment Authority (BDA) has been vested with the power\nto call upon the applicants desirous of forming new\nextensions or layouts or private streets to pay a specified sum\nin addition to the sums referred to in s.32(5) to meet a portion\nof the expenditure incurred for the execution of any scheme\nor work for augmenting water supply, electricity, roads,\ntransportation and other amenities within the Bangalore\nMetropolitan area - Whether s.32(5A) is violative of Article 14\nof the Constitution - Held: A statutory provision is presumed\nto be constitutionally valid unless proved otherwise and E\nburden lies upon the person who alleges discrimination to lay\nstrong factual foundation to prove that the provision offends\nthe equality clause enshrined in the Constitution - Though the\nrespondents pleaded that s.32(5A) is discriminatory, no\nfactual foundation was laid in support of this plea and in the F\nabsence of such foundation - While examining the issue of\nhostile discrimination in the context of s.32(5A), the Court\ncannot be oblivious of the fact that due to unprecedented\nincrease in the population of the Bangalore City and the policy\ndecision taken by the State Government to encourage house\nbuilding societies to form private layouts, the BDA was obliged\nto take effective measures to improve civic amenities like\nwater supply, electricity, roads, transportation, etc. within the\nBangalore Metropolitan Area and for this it became\n881\nG\n882 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA necessary to augment the resources by the BDA itself or\nthrough other State agencies/instrumentalities by making\nsuitable contribution - However, the fact of the matter is that\nwith a view to cater to the new areas, and for making the\nconcept of planned development a reality qua the layouts of\nB the private House Building Societies and those involved in\nexecution of large housing projects, etc., the BDA and other\nagencies/ instrumentalities of the State incurred substantial\nexpenditure for augmenting the water supply, electricity, etc.\nThere could be no justification to transfer the burden of this\nC expenditure on the residents of the areas which were already\npart of the city of Bangalore - In other words, other residents\ncould not be called upon to share the burden of cost of the\namenities largely meant for newly developed areas\nTherefore, it is not possible to approve the view taken by the\nHigh Court that by restricting the scope of loading the burden\nof expenses to the allottees of the sites in the layouts\ndeveloped after 1987, the legislature violated Article 14 of the\nConstitution Constitution of India, 1950 - Article 14.\nD\nE\n-\n-\nTown Planning - Bangalore Development Authority Act,\n1976 - s.32(5A) - Challenge to, on the ground of excessive\ndelegation - Whether s.32(5A) suffers from the vice of\nexcessive delegation of legislative power - Held: While\nexamining challenge to the constitutionality of a statutory\nprovision on the ground of excessive delegation, the Court\nF must look into the policy underlying the particular legislation\nand this can be done by making a reference to the Preamble,\nthe objects sought to be achieved by the particular legislation\nand the scheme thereof and that the Court would not sit over\nthe wisdom of the legislature and nullify the provisions under\nG which the power to implement the particular provision is\nconferred upon the executive authorities The policy\nunderlying the 1976 Act is clearly discernible from the\nPreamble of the 1961 Act and the 1976 Act and the objects\nsought to be achieved by the two legislations, namely,\nH development of the City of Bangalore and areas adjacent\n-\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 883\nEMPLOYEES COOP. SOCIETY LTD.\nthereto - It cannot be said s.32(5A) confers unbridled and A\nuncanalised power upon the BDA to demand an unspecified\namount from those desirous of forming private layouts - The\nexercise of power by the BDA u/s.32(5A) is always subject to\ndirections which can be given by the State Government u/s.65\nof the 1976 Act - s.32(5A) does not suffer from the vice of B\nexcessive delegation and the legislative guidelines can be\ntraced in the Preamble of the 1961 and 1976 Acts and the\nobject and scheme of the two legislations - Mysore Town and\nCountry Planning Act, 1961.\nC\nTown Planning - Bangalore Development Authority Act,\n1976 - s.32(5A) - Conditions incorporated in orders passed\nby Bangalore Development Authority (BDA) sanctioning\nresidential layout plans or work orders in terms of which house\nbuilding societies and the allottees of sites of the layouts were\nrequired to pay/deposit various charges/sums for D\naugmentation of water supply, electricity, transport within the\nBangalore Metropolitan area - Demand of such charges\nWhether amounted to tax and, therefore, ultra vires the\nprovisions of Article 265 of the Constitution - Held: Under the\n1976 Act, the BDA is obliged to provide different types of E\namenities to the population of the Bangalore Metropolitan\nArea including the allottees of the sites in the layouts prepared\nby house building societies - It is quite possible that they may\nnot be the direct beneficiaries of one or the other amenities\nmade available by the BDA, but this cannot detract from the\nfact that they will certainly be benefited by the construction of\nthe Outer Ring Road and Intermediate Ring Road, Mass\nRapid Transport System, etc. - They will also be the ultimate\nbeneficiaries of the Cauvery Water Supply Scheme because\navailability of additional 270 MLD water to Bangalore will\nenable Bangalore Water Supply and Sewerage Board\n(BWSSB) to spare water for the private layouts - It is neither\nthe pleaded case of the respondents nor it has been argued\nthat the allottees of sites in the layouts to be developed by\nthe private societies will not get benefit of amenities provided\nF\nןד\nG\nH\n884 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA by the BDA - Thus, charges demanded by the BDA u/\ns.32(5A) cannot be termed as tax and declared\nunconstitutional on the ground that the same are not\nsanctioned by the law enacted by competent legislature -\nConstitution of India, 1950 - Article 265.\nB\nC\nD\nTown Planning - Bangalore Development Authority Act,\n1976 - s.32(5A) - Conditions incorporated in orders passed\nby Bangalore Development Authority (BDA) sanctioning\nresidential layout plans or work orders in terms of which house\nbuilding societies and the allottees of sites of the layouts were\nrequired to pay/deposit various charges/sums for\naugmentation of water supply, electricity, transport within the\nBangalore Metropolitan area - Whether charges demanded\nby BDA were totally disproportionate to its contribution towards\nCauvery Water Supply Scheme, construction of Ring Road,\nMass Rapid Transport System, etc. - Held: This Court may\nhave examined the issue in detail but in view of the affidavit\nfiled by the then Commissioner, BDA to the effect that only\nRs. 34.55 crores have been collected between February, 1988\nto 4.6.2005 towards the Cauvery Scheme and a sum of Rs.\nE 15.15 crores has been collected by way of Ring Road\nsurcharge between 1992-93 and 2005-06 and that the State\nGovernment has directed that henceforth Ring Road\nsurcharge, the Cauvery Water Cess and MRTS Cess should\nnot be levied till appropriate decision is taken, it is not\nF necessary to adjudicate the controversy, more so, because\nin the written arguments filed on behalf of the BDA it has been\ncategorically stated that the Government has to take a\ndecision about the pending demands and the Court may issue\nappropriate direction in the matter, which the BDA will comply\n- The ends of justice will be served by directing the State\nGovernment to take appropriate decision in the light of its\ncommunication dated 03.05.2005 (whereby BDA was directed\nto stop collection of Cauvery Water Cess and Ring RoadCess\nand MRTS Cess) - So far as levy of supervision charges,\nHimprovement charges, examination charges, slum clearance\nG\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 885\nEMPLOYEES COOP. SOCIETY LTD.\ndevelopment charges and MRTS cess is concerned, the High A\nCourt has not assigned any reason for declaring the levy of\nthese charges to be illegal - Therefore, that part of the\nimpugned order cannot be sustained - Nevertheless, the State\nGovernment should take appropriate decision in the matter\nof levy of these charges as well and determine whether the B\nsame were disproportionate to the expenses incurred by it, the\nBDA or any other agency/instrumentality of the State.\nC\nD\nTo meet the additional requirement of water and\nelectricity and to tackle the problems of traffic, new\nschemes were prepared in the development plan of\nBangalore city, which was approved in 1984. These\nincluded augmentation of water supply, formation of Ring\nRoad etc. Bangalore Water Supply and Sewerage Board\n(BWSSB) submitted a proposal to the State Government\nfor taking up of Cauvery Water Supply Scheme, Stage III\n(for short, 'the Cauvery Scheme') for supply of an\nadditional 270 MLD water to Bangalore at a cost of Rs.\n240 crores. The State Government granted approval to\nthe Cauvery Scheme. In a meeting held under the\nchairmanship of the Chief Secretary of the State it was\ndecided that with a view to avoid escalation in the cost,\nthe funds may be collected from other sources including\nthe Bangalore Development Authority (BDA) because\nsubstantial quantity of water was required for the layouts\nwhich were being developed by it or likely to be F\ndeveloped in future.\nE\nThe State Government issued an order directing the\nBDA to make a grant of Rs. 30 crores to BWSSB to be\npaid in installments from 1987-88 to 1989-90 by loading G\nan extra amount as water supply component at the rate\nof Rs. 10,000/- on an average per site for all the layouts\nto be formed thereafter. In compliance of the directions\ngiven by the State Government, the BDA started\ncollecting Rs.10,000/- per site. Later on, the levy under\nI\n886 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA the Cauvery Scheme was increased to Rs.1 lac per acre.\nBy 1992, however, it was realised that BDA had not been\nable to develop and distribute sites as expected.\nTherefore, a proposal was submitted by the\nCommissioner, BDA to the State Government that\nB contribution towards the Cauvery Scheme may be\ndistributed among those applying for change of land use\nand the private layouts to be developed by the house\nbuilding societies and on major housing projects. The\nState Government accepted the suggestion of the BDA\nC and passed order for levy of charges under the Cauvery\nScheme at the rate of Rs.2 lacs per acre.\nD\nIn 1992, BDA also decided to take up construction of\n63.30 kilometers long Outer Ring Road and 3.5 kilometers\nlong Intermediate Ring Road. 36.24 kilometers of the\nOuter Ring Road was to pass through the BDA layouts.\nIn a meeting under the Chairmanship of the Chief\nSecretary of the State, it was agreed that like the Cauvery\nScheme, Ring Road surcharge should be levied on the\nsites to be formed by the BDA and the private housing\nE societies at the rate of Rs.1 lac per acre. Thereafter, the\nBDA passed Resolution dated 19-10-1992 for levy of\ncharges at different rates on change of land use in\ndifferent areas and Rs.1 lac per acre on the layouts of\nhousing societies and private lands as also the sites\nF formed by itself.\nG\nH\nThe Air Craft Employees Cooperative Society Limited\n(respondent in C.A. No.7503/2002) submitted an\napplication for approval of layout in respect of 324 acres\n30 guntas of land. The application of respondent was\nconsidered in the BDA's meeting and was approved\nsubject to various conditions including payment of Rs.2\nlacs per acre towards the Cauvery Scheme and Rs.1 lac\nas Ring Road surcharge. Another condition incorporated\nin the Resolution of the BDA was that the civil portion of\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 887\nEMPLOYEES COOP. SOCIETY LTD.\nwork shall be carried out by the respondent under its A\nsupervision. The decision of BDA was communicated to\nthe respondent vide letter dated 12-11-1992.\nThe respondent challenged the conditional sanction\nof its layout by filing a Writ Petition in 1993 and prayed\nfor quashing the demand of Rs.2 lacs per acre towards\nthe Cauvery Scheme and Rs.1 lac as Ring Road\nsurcharge. During the pendency of the Writ Petition, the\nState legislature amended the Bangalore Development\nAuthority Act, 1976 and inserted sub-section (5A) in\nSection 32 authorising the BDA to demand sums in\naddition to those referred in sub-section (5) to meet the\nexpenditure towards the execution of any scheme or\nwork for augmenting water supply, electricity, roads,\ntransportation and other amenities within the Bangalore\nMetropolitan area. Thereupon, the respondent amended\nthe writ petition and challenged the constitutional validity\nof the newly inserted sub-section by asserting that the\nprovision is discriminatory and violative of Article 14 of\nthe Constitution because it gives unbridled and\nuncanalized power to the BDA to demand additional\nsums for different schemes. It was also pleaded that sub-\nsection (5A) has been inserted in Section 32 to legitimize\nthe conditions incorporated in letter dated 12.11.1992 for\npayment of charges for the Cauvery Scheme and the\nRing Road.\nWhile the parties were\nwere \nlitigating on the\nconstitutionality of the amended provision and legality of\nthe conditional sanction of the layout, the respondent\napplied for approval of the BDA for starting civil work.\nThe same was sanctioned subject to payment of\nsupervision charges, improvement charges, examination\ncharges, slum clearance charges, MRTS tax etc. The\nrespondent challenged the conditional approval of civil\nwork in another Writ Petition on the ground that the\nB\nC\nD\nE\nF\nG\nH\nC\n888 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA Bangalore Development Authority Act, 1976 does not\nauthorize such levies and that the legislature has not laid\ndown any guideline for creating such demand from the\nprivate House Building Societies. An additional plea\ntaken by the respondent was that the BDA has applied\nB the provisions of Section 32 of the 1976 Act under a\nmistaken impression that the layout was within its\njurisdiction. According to the respondent, no notification\nhad been issued by the State Government for including\nthe villages of North and South Talukas within the\nBangalore Metropolitan Area. Another plea taken by the\nrespondent was that the State Government has already\ncollected conversion fine and, as such, the BDA does not\nhave the jurisdiction to levy betterment fee. Similar plea\nwas raised in respect of Mass Rapid Transport System\nCess and the Slum Clearance charges. The other House\nBuilding Cooperative Societies also filed writ petitions\nbetween 1994 and 1998 for striking down Section 32(5A)\nand the conditional sanction of their layouts in terms of\nwhich they were required to pay for the Cauvery Scheme\nand the Ring Road apart from other charges mentioned\nin the sanction of civil work as was done in the case of\nAir Craft Employees Cooperative Society Limited.\nD\nE\nThe writ petitions filed by the respondents were\nultimately allowed by the High Court, Section 32(5A) of\nF the Bangalore Development Authority Act, 1976 was\ndeclared as violative of Article 14 of the Constitution, void\nand inoperative and the conditions incorporated in the\norders passed by BDA sanctioning residential layout\nplans or work orders in terms of which respondents were\nrequired to pay/deposit various charges/sums specified\ntherein were quashed and a direction was issued for\nrefund of the amount.\nG\nH\nIn the instant appeals, the following questions arose\nfor consideration: (1) whether Section 32(5A) of the 1976\nBANGALORE DEVELOPMENT AUTHORITY v. AIR CRAFT 889\nEMPLOYEES COOP. SOCIETY LTD\nAct is violative of Article 14 of the Constitution; (2) A\nwhether Section 32(5A) of the 1976 Act suffers from the\nvice of excessive delegation of legislative power; (3)\nwhether the demand of charges under the Cauvery\nScheme etc. amounts to tax and is, therefore, ultra vires\nthe provisions of Article 265 of the Constitution; and (4) B\nwhether the BDA has collected charges from the house\nbuilding societies and the allottees of sites of the layouts\nprepared by it far in excess of its contribution towards\nthe Cauvery Scheme, MRTS, etc.\nAllowing the appeals, the Court\nHELD:\nQuestion (1)\nC\nD\n1. The High Court committed serious error by\nrecording a finding that Section 32(5A) is discriminatory\nand violative of Article 14 of the Constitution. While\ndeciding the issue relating to constitutionality of the\nSection, the High Court overlooked the well-established\nprinciple that a statutory provision is presumed to be E\nconstitutionally valid unless proved otherwise and\nburden lies upon the person who alleges discrimination\nto lay strong factual foundation to prove that the\nprovision offends the equality clause enshrined in the\nConstitution. [Para 36] [944-B-C]\n1.2. Though, in the writ petitions filed by them, the\nrespondents pleaded that Section 32(5A) is\ndiscriminatory, no factual foundation was laid in support\nof this plea and in the absence of such foundation, the\nHigh Court was not at all justified in recording a\nconclusion that the impugned provision is violative of the\nequality clause contained in Article 14 of the Constitution.\n[Para 41] [946-F-G]\nF\nG\n1.3. While examining the issue of hostile H\n890 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA discrimination in the context of Section 32(5A), the Court\nC\nD\ncannot be oblivious of the fact that due to unprecedented\nincrease in the population of the Bangalore City and the\npolicy decision taken by the State Government to\nencourage house building societies to form private\nB layouts, the BDA was obliged to take effective measures\nto improve the civic amenities like water supply,\nelectricity, roads, transportation, etc. within the\nBangalore Metropolitan Area and for this it became\nnecessary to augment the resources by the BDA itself or\nthrough other State agencies/instrumentalities by making\nsuitable contribution. It would be a matter of sheer\nspeculation whether in the absence of increase in the\npopulation of the Bangalore Metropolitan Area and\nproblems relating to planned development, the legislature\nwould have enacted the 1976 Act and the State and its\nagencies/instrumentalities would have spent substantial\namount for augmenting water supply, electricity,\ntransportation and other amenities. However, the fact of\nthe matter is that with a view to cater to the new areas,\nand for making the concept of planned development a\nreality qua the layouts of the private House Building\nSocieties and those involved in execution of large\nhousing projects, etc., the BDA and other agencies/\ninstrumentalities of the State incurred substantial\nexpenditure for augmenting the water supply, electricity,\netc. There could be no justification to transfer the burden\nof this expenditure on the residents of the areas which\nwere already part of the city of Bangalore. In other words,\nother residents could not be called upon to share the\nburden of cost of the amenities largely meant for newly\ndeveloped areas. Therefore, it is not possible to approve\nthe view taken by the High Court that by restricting the\nscope of loading the burden of expenses to the allottees\nof the sites in the layouts developed after 1987, the\nlegislature violated Article 14 of the Constitution. [Para 42]\nH [946-H; 947-A-G]\nE\nF\nG\n"}