{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"PRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1015\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nbe interpreted keeping in view the provisions of the Act. A\nThe Act is silent as regards conditions for grant of licence.\nIt does not lay down any pre-qualifications therefor.\nProvisions for imposition of general conditions of licence\nor conditions laying down the pre-qualifications therefor\nand/or the conditions/qualifications for grant or revocation\nof licence, in absence of such a clear provision may be\nheld to be laying down guidelines by necessary implication\nproviding for conditions/qualifications for grant of licence\nalso.\"\nB\nC\nD\nE\n44. The above enunciated principles clearly show that the\nlanguage of the statute has to be examined before giving a\nprovision an extensive meaning. The Court would be justified\nin giving the provision a purposive construction to perpetuate\nthe object of the Act, while ensuring that such rules framed are\nwithin the field circumscribed by the parent Act. It is also clear\nthat it may not always be absolutely necessary to spell out\nguidelines for delegated legislation, when discretion is vested\nin such delegatee bodies. In such cases, the language of the\nrule framed as well as the purpose sought to be achieved,\nwould be the relevant factors to be considered by the Court. In\nthe present case, the minimum guidelines of secrecy and\nfairness in election have been provided in Part IX of the Rules,\nwhich have been framed in exercise of the supervisory powers\nunder Sections 49(1)(a), 49(1)(i) and 49(1)(j) of the Advocates\nAct. Further, clause (5) of this Part even extends to the State\nBar Councils the power to independently resolve all election\ndisputes through tribunals constituted for this purpose.\nTherefore, the powers delegated have an in-built element of\nguidance that the Chairman/Vice-Chairman will be appointed\nand regulated by the majority members of the State Bar Council. G\nTheir conduct, and the conduct of the State Bar Council as a\nwhole, is to be maintained in consonance with democratic\nprinciples and keeping the high professional standards of\nadvocates in mind. Thus, it is not a power which falls beyond\nthe purview and scope of Section 15 of the Advocates Act read\nF\nH\n1016 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA in conjunction with other provisions, particularly Chapter II and\nalso keeping in view the object of the Act.\nB\nC\n45. Purposive construction, to a large extent, would help\nto resolve the controversy raised in the present case. The\npurpose of the Advocates Act is the democratic and\nharmonious functioning of the State Bar Councils, to achieve\nthe object and purposes of the Act. We are unable to see how\nthe provisions of Rule 122-A fall foul of the ambit and scope of\nSection 15 of the Advocates Act and, for that matter, any other\nprovisions of that Act. On the contrary, they are in line with the\nscheme of the parent Act.\n46. Having dealt with the primary aspect of this case, now\nwe would consider the contention that the recall of the\nChairman/Vice-Chairman, by a smaller and distinct body of\nD members of the State Bar Council, does not fall within the\npurview of the authority of the delegatee Council, under Section\n15(2)(c) of the Advocates Act, i.e. to legislate on 'the manner\nof election'. Even on this ground, according to the appellants,\nthe provisions of Rule 122-A are unsustainable. We find no\nE merit in this contention as well as it has no substance. The\nelection to the post of Chairman/Vice-Chairman of the State\nBar Council is not by the larger body, i.e., the advocates enrolled\non the rolls of the State Bar Council, but is by a distinct body,\ni.e. elected members of the State Bar Council. Once they elect\nthe Chairman/Vice-Chairman of the State Bar Council as per\nthe scheme of Rules 118 to 123, then all actions taken by such\nbody would have to be accepted by all concerned as correct,\nif they are within the domain of the rules governing such body.\nWe do not consider it necessary to deliberate on this issue in\nany greater detail. Suffice it to refer to the judgment of this Court\nin the case of Mohan Lal Tripathi (supra), where the Court was\nconcerned with an elected candidate, who, in terms of the\nstatute, was elected by a larger electorate and was recalled by\nsmaller representative body rather than by the electorate itself.\nSimilar arguments were raised that the recall was violative of\nF\nG\nH\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1017\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nthe spirit and purpose of the election and was arbitrary, A\nirrational and violative of the democratic norms. These\narguments were rejected by the Court, after detailed\ndeliberation and examining the fields of democratic norms. We\nhave already referred in paragraph 37 of this judgment, the\nrelevant parts of the said discussion.\n47. Similarly, in the case of Ram Beti v. District Panchyat\nRaj Adhikari [(1998) 1 SCC 680], the Court was dealing with\na situation where a Pradhan of the Panchayat was removed\nby the Gram Panchayat, a smaller body, instead of removal by\nthe Gram Sabha which had elected him. They questioned the\nvalidity of Section 14 of the U.P. Panchayati Raj, Act, 1947. The\nCourt, while rejecting the contentions, as are even being raised\nbefore us in the present case, held as under:\nB\nC\n\"6.... It is no doubt true that under Section 11(1) of the Act D\nprovision is made for holding of two general meetings of\nthe Gram Sabha in each year as well as for requisitioning\nof a meeting by one-fifth of the members. But the\nlegislature, in its wisdom, thought it proper that the matter\nof removal of a Pradhan, instead of being considered at E\nthe meeting of the Gram Sabha, should be considered by\nthe members of the Gram Panchayat. The considerations\nwhich weighed with this Court for upholding the validity of\nsub-section (2) of Section 87-A of the U.P. Municipalities\nAct, 1916 relating to the removal of the President of a\nMunicipal Board in Mohan Lal Tripathi are, in our opinion,\nalso applicable to the removal of the Pradhan of the Gram\nSabha. Although under Section 14 of the Act the power of\nremoval of a Pradhan is conferred on the members of the\nGram Panchayat, which is a smaller body than the Gram\nSabha, but the members of the Gram Pancyhayat, having\nbeen elected by the members of the Gram Sabha,\nrepresent the same electorate which has elected the\nPradhan. The removal of a Pradhan by two-third members\nof the Gram Sabha through their representatives. Just as\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1018 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nthe Municipal Board is visualized as a body entrusted with\nthe responsibility to keep a watch on the President,\nwhether elected by it or by the electorate, so also the Gram\nPanchayat is visualized as a body entrusted with the\nresponsibility to keep a watch on the Pradhan who is not\nelected by it and is elected by the members of the Gram\nSabha. An arbitrary functioning of a Pradhan is disregard\nof the statute or his acting contrary to the interests of the\nelectorate could be known to the members of the Gram\nPanchayat only and, in the circumstances, it is but proper\nthat the members of the Gram Panchayat are empowered\nto take action for removal of the Pradhan, if necessary. It\nis no doubt true that in Section 11 of the Act provision is\nmade for holding two general meetings of the Gram Sabha\nin each year and for requisitioning of a meeting of the\nGram Sabha by one-fifth of its members. But, at the same\ntime, we cannot lose sight of the fact that the number of\nmembers of the Gram Sabha is also fairly large. It would\nrange from one thousand to more than three thousand.\nElections to public offices even at village level give rise to\nsharp polarization of the electorate on caste or communal\nbasis. The possibility of disturbance of law and order in a\nmeeting of the Gram Sabha called for considering a\nmotion for removal of the Pradhan cannot be excluded.\nMoreover, there cannot also be due deliberation of a\nserious matter as no-confidence motion by a very large\nbody of persons. While amending Section 14 of the Act\nso as to confer the power to remove the Pradhan of a\nGram Sabha on the members of the Gram Panchayat the\nlegislature must have taken into consideration the\nprevailing social environment. Moreover, by way of\nsafeguard against any arbitrary exercise of the power of\nremoval it is necessary that the motion must be passed\nby a majority of two-thirds of the members present and\nvoting.\n7. For the reasons aforementioned we are unable to hold\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 1019\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nthat Section 14 of the Act, insofar as it empowers the A\nmembers of the Gram Panchayat to remove the Pradhan\nof a Gram Sabha by moving a motion of no confidence,\nis unconstitutional and void being violative of the concept\nof democracy or is arbitrary and unreasonable so as to be\nhit by Article 14 of the Constitution.\"\n48. For the reasons aforestated, as well as the reasons\nrecorded in the above reproduced judgments, which, with\nrespect, we adopt, we have no hesitation in rejecting this\ncontention of the appellants.\n49. The next argument that was raised on behalf of the\nappellants is that, in view of Rule 15 of Chapter V of the M.P.\nRules, the State Bar Council is debarred from re-considering\nthe same matter for a period of three months, and as such, the\ndecision passing 'no confidence motion' is vitiated because of\nthe limitation contained in the said Rule. Rule 15 of Chapter V\nreads as under:\n\"No matter once decided shall be reconsidered for a\nperiod of three months unless the Council by a two-third\nmajority of the members present, so permits.\"\nB\nC\nE\nม.\n50. Though the language of the above Rule clearly shows\nthat no matter once decided shall be reconsidered for a period\nof three months but clearly makes an exception that wherever\n2/3rd majority of the members present of the State Bar Council F\npermits, this bar will not operate. In other words, there is no\nabsolute bar and the Rule makes out an exception when the\nmatters could be reconsidered. But that is not the situation in\nthe present case. The first pre-requisite under this rule is that\nmatter should be 'once decided', and then alone, the bar of re-\nconsideration would operate; that too depending on the facts\nand circumstances of a given case. 'Once decided' obviously\nmeans the matter should be concluded or finally decided in\ncontradistinction of being 'kept pending' or 'deferred'.\nG\nH\n1020 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Therefore, we must now examine, whether the matter in relation\nto 'no confidence motion' had been finally decided at any point\nof time before the date on which the 'no confidence motion' is\nstated to have been passed. This also we are proceeding to\nconsider on the assumption that the matter related to 'no\nconfidence motion', for the sake of arguments, would be\ncovered under Rule 15 of the M.P. Rules.\nB\nC\n51. After issuance of a notice in accordance with the M.P.\nRules, admittedly, the 15th Meeting of the General Body of the\nState Bar Council was held on 27th March, 2011 at Jabalpur,\nduring which two requisitions were made: one, relating to a 'no\nconfidence motion' against the Chairman/Vice-Chairman, and\nsecond, that there should be re-election of the Committees. In\nthe minutes, it was also stated that the Chairman/Vice-\nChairman had offered their resignation subject to withdrawal\nD of 'no confidence motion'. There were discussions on this\nmatter and it was resolved that the agenda of the meeting\nwould be circulated on the same day itself, by post, to all the\nmembers of the State Bar Council, whether present at the\nmeeting or not and the next meeting would be held on 16th\nE April, 2011 at Jabalpur. These notices were issued and as\ndecided the meeting was held on 16th April, 2011. During the\ncourse of the meeting on 16th April 2011, some of the members\nleft the meeting, the Advocate General of Madhya Pradesh\npresided over the continuation of the meeting and the 'no\nF confidence motion' was passed on the same day. Of course,\nthere is some dispute with regard to the recording of the minutes\nof this meeting. We have already reproduced the minutes which\nwere recorded by the respective parties. We are not very\ninclined to rely upon the minutes produced by the appellants,\ninasmuch as they are not signed by all the members present\nand voting. Even if, for the sake of arguments, we take that the\nminutes produced by the appellants are correct, then it must\nfollow that both the meetings took place on 16th April, 2011.\nHowever, it is obvious from the record that in the 15th meeting\nof the General Body held on 27th March, 2011, no final decision\nH\nG\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL1021\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nhad been taken and it was decided to circulate the minutes and A\nother papers of the meeting to all members.\nC\n52. Another ancillary argument to the above is that by virtue\nof the bar under Rule 15 of the M.P. Rules, the Chairman and\nVice-Chairman were elected to their respective posts in\nB\nFebruary 2011 and, as such, the election itself was a 'decision'\nwhich was incapable of being reconsidered and revised in the\nmeetings of March and April, 2011. According to the appellants,\nthe limitation contained in Rule 15 of the M.P. Rules shall vitiate\nthe decision of passing a 'no confidence motion'. This argument\nis also misconceived in law and on the facts of the present\ncase. Election is not a 'decision' as contemplated under Rule\n15 of the M.P. Rules. It is not a matter on which the State Bar\nCouncil decides, as firstly, this matter falls within the discretion\nof individual advocates on the rolls of the State Bar Council to\nD\nelect the representative members of the said Councils, and\nsecondly it falls within the discretion of such elected\nrepresentatives to elect a person as Chairman/Vice-Chairman.\nIt is not a 'decision' which relates to the matters as\ncontemplated under the M.P. Rules. Passing of a 'no\nconfidence motion' in law, therefore, cannot be termed as E\nreconsideration of the decision taken.\n53. Once the Council is constituted in terms of the Act and\nthe Rules framed thereunder, then it has to take decisions in\nthe role of a Council in relation to various matters, including F\nrejecting or passing a 'no confidence motion'. This is even\nclear from the case-of Ram Beti (supra) wherein it was held\nthat the smaller representative body is better equipped to make\na recall decision and it has more information in its hands, to\nmake such a recall decision. The decision is, therefore,\nsubstantially different in character from the election decision.\nA statutory bar may exist in this respect, in some cases, but in\nits absence, the Court cannot infer or imply a time bar on\nchallenging the results of election as a feature of common law\nor general democratic principles.\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1022\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n54. Thus, the bar contemplated under Rule 15 of the M.P.\nRules does not operate, on merits, when applied to the facts\nof the present case. Thus, we have no hesitation in rejecting\nthis contention, raised by the appellants.\n55. It is also the contention of the appellants that the group\nsupporting the Chairman/Vice-Chairman of the State Bar\nCouncil, in the meeting dated 16th April, 2011, had raised the\nissue that 'no confidence motion' and reconstitution of the\ncommittee could not be considered in view of the bar contained\nin Rule 15 of the M.P. Rules, in the form of 'a point of order'\nagainst the requisition asked for by the other group. Firstly, we\nhave already rejected the contention of the appellants that the\nmatters were discussed and concluded, either through the\nFebruary 2011 elections or in the 15th Meeting of the Council\ndated 27th March, 2011, as, according to the minutes, the\nmeeting had only been deferred for issuance of appropriate\nagenda and requisition notice to all the members present or\nnot present. Treating it as a valid point of order, the Chairman\nhad accepted the same and then he along with some members,\nhad walked out of the meeting.\n56. As indicated above, the meeting then was presided\nover by the Advocate General, Madhya Pradesh, whereafter the\n'no confidence motion' was passed. We are unable to accept\nthe approach adopted by the Chairman/Vice-Chairman as, on\nthe peculiar facts and circumstances of this case, it ex facie\nwas untenable and without any basis. It was the duty of the\nChairman/Vice-Chairman to face the 'no confidence motion',\nas they were elected office bearers and if they had lost the\nconfidence of majority group which elected them to this post\nand a 'no confidence motion' had been moved against them\nin terms of Rule 122-A, they were expected to face the\nconsequences thereof. This, alone, would have served the ends\nof democratic governance and proper functioning of the State\nBar Council. Therefore, in our considered view, even on this\nissue, the appellants cannot succeed.\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 1023\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n57. Then it is contended that removal from an office is A\npunitive. It being punitive, there has to be a just cause and\nadherence to the principles of natural justice by granting hearing\nbefore the removal from office is given effect to. To clarify, it is\nsubmitted that removal from an elected office, even in face of\na valid rule, would have to meet these twin requirements of just B\ncause and hearing, before a person can be removed from\noffice. On the other hand, the learned counsel appearing for the\nrespondents, while relying upon the judgment of the Delhi High\nCourt in the case of Bar Council of Delhi v. Bar Council of\nIndia [AIR 1975 Del 200], contended that by application of the\nGeneral Clauses Act, 1897 even in absence of any specific\nprovision, the right of persons to elect a Chairman/Vice-\nChairman would include the right to undo the same by moving\na 'no confidence motion'.\nC\n58. It needs to be noticed at the very threshold of D\nconsideration of this submission that ‘no confidence motion'\ncannot be equated in law to removal relatable to a disciplinary\naction or as a censure. It is stricto senso not removal from\noffice, but a removal resulting from loss of confidence. It is\nrelatable to no confidence and is not removal relatable to the E\nconduct or improper behaviour of the elected person. Even the\nconcept of 'term' under the Rules, is referable to and is\ncontrolled by a super-imposed limitation of no confidence. This\ntenure cannot be compared to a statutory tenure as is commonly\nunderstood in the service jurisprudence. The distinction\nbetween removal by way of 'no confidence motion' and removal\nas a result of disciplinary action or censure is quite well\naccepted in law. They are incapable of being inter-changed in\ntheir application and must essentially operate in separate fields.\nThe Court has always prioritized harmonious functioning of the\nG\nState Bar Council. In the case of Afjal Imam v. State of Bihar\nand others, [JT 2011 (5) 19], the recall of a Mayor and the re-\nelection of a different Mayor in his place has been held to\nimplicitly shorten the term of the appointees of the previous\nLL\nF\nH\n1024 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Mayor, if such is in the interest of smooth functioning of the body.\nB\nC\nD\nE\nF\nG\nH\n59. Noticing this distinction, a Bench of this Court in the\ncase of Babubhai Muljibhai Patel v. Nandlal Khodidas Barot\n[(1974) 2 SCC 706], while dealing with the question whether\ngrounds for removal must necessarily be specified when\npassing a motion of no confidence, noticed the difference\nbetween 'no confidence motion' and a censure motion and\ndescribed the same as follows:\n\"19.....It does not, however, follow therefrom that the ground\nmust also be specified when a motion of no confidence is\nactually passed against a President. It is pertinent in this\ncontext to observe that there is a difference between a\nmotion of no confidence and a censure motion. While it is\nnecessary in the case of a censure motion to set out the\nground or charge on which it is based, a motion of no\nconfidence need not set out a ground or charge. A vote of\ncensure presupposes that the persons censured have\nbeen guilty of some impropriety or lapse by act or omission\nand it is because of that lapse or impropriety that they are\nbeing censured. It may, therefore, become necessary to\nspecify the impropriety or lapse while moving a vote of\ncensure. No such consideration arises when a motion of\nno confidence is moved. Although a ground may be\nmentioned when passing a motion of no confidence, the\nexistence of a ground is not a prerequisite of a motion of\nno confidence. There is no legal bar to the passing of a\nmotion of no confidence against an authority in the\nabsence of any charge of impropriety or lapse on the part\nof that authority. The essential connotation of a no-\nconfidence motion is that the party against whom such\nmotion is passed has ceased to enjoy the confidence of\nthe requisite majority of members. We may in the above\ncontext refer to page 591 of Practise and Procedure of\nParliament, Second Ed. by Kaul and Shakdher wherein it\nis observed as under:\n"}