{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"PRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 985\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nrequired to be considered by the Hon'ble High Court and A\nall these issues are open before the Hon'ble High Court.\nSo far as the presiding over of the meeting is\nconcerned, Rule 14 of Chapter V says that in the absence\nof any provision the matter is to be decided by the majority.\nThat being so the majority of the Members present have\ndecided to consider the No Confidence Motion hence this\nmeeting is now being presided over by Advocate General\nto whom the majority has decide to preside.\nBefore the start of the Meeting Hon'ble Member Shri C\nPrabal Pratap Singh Solanki has asked. Shri Rameshwar\nNeekhra, Chairman to kindly decide that the Members are\nready to participate in the No Confidence Motion but at that\ntime Hon'ble Chairman quit the Meeting Hall along with his\nfollowers and also took away the Secretary saying that we\nare not going to participate in the No Confidence Motion.\nAt this Juncture Shri Vinod Kumar Bhardwaj, Hon'ble\nMember State Bar Council of Madhya Pradesh requested\nShri R.D. Jain, Hon'ble Advocate General and Ex Official\nMember who remained present from the very beginning of\nthe meeting and has watched all the proceedings \u0026\ndiscussions which took place by the Hon'ble Members Shri\nBhardwaj requested the Hon'ble Advocate General Shri\nR.D. Jain to preside over the meeting which was\nseconded by all the members present as following:\nD\nபய\nE\nF\n1. S/Shri Vinod Kumar Bhardwaj, (2) Kuldeep Bhargava\n(3) Jai Prakash Mishra (4) Shivendra Upadhyay (5) Ms.\nRashmi Ritu Jain (6) Dinesh Narayan Pathak (7) Prem\nSingh Bhadouria (8) Champa Lal Yadav (9) Ghanshyam G\nSingh (10) Mrigendra Singh Baghel (11) Prabal Pratap\nSingh Solanki (12) Khalid Noor Fakhruddin (13) Shri\nGhanshyam Singh, Hon'ble Members.\nShri R.D. Jain, Hon'ble Adovate General and Ex\nH\nA\nB\nC\nD\nE\nF\nG\n986\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nOfficio Member stated that the meeting need not be\nadjourned and the Hon'ble Advocate General also read\nout the part of the order of Hon'ble High Court in WP No.\n6372/11.\nItem No. 2 Resolution No. 258/GB/2011\nThe Item No. 2 of the agenda was read over. The\nmembers are asked to give their vote for or against by\nraising their hands.\nSince the majority of the Members of the Council have\nsupported the motion by raising hands it stands passed\nunder Rule 122(A).\nThe following Members are present in the house as per\nbelow:\nS/Shri (1) Vinod Kumar Bhardwaj (2) Jai Prakash Mishra\n(3) Shivendra Upadhyay (4) Ms. Rashmi Ritu Jain (5)\nKuldeep Bhargava (6) Dinesh Narayan Pathak (7) Prem\nSingh Bhadouria (8) Champa Lal Yadav (9) Ghanshyam\nSingh (10) Mrigendra Singh Baghel (11) Khalid Noor\nFakhruddin (12) Prabal Pratap Singh Solanki (13) Bal\nKrishna Upadhyay have supported the motion and hence\nthe motion stands passed by a majority of all the members\npresent and the voting under Rule 122-A.\"\n8. We may notice that two sets of minutes recorded\ndifferently for the same meeting have also been placed on\nrecord as Annexure P-10 (colly) and R-16/4 respectively. It\nneeds to be noticed that one set of minutes is only signed by\nthe Secretary of the State Bar Council while the other is signed\nby the Secretary as well as by other members who passed the\nResolution.\n9. In the Minutes of the meeting dated 16th April, 2011, it\nhad been specifically recorded that the Resolution is not to be\nH given effect to in view of the orders passed by the Madhya\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 987\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nPradesh High Court on 15th April, 2011 in Writ Petition No. A\n6372 of 2011. However, the copy of the proceeding was to be\ncommunicated to the Registrar General of the High Court of\nMadhya Pradesh. This Resolution had been signed by the\nmembers present.\n10. One Pratap Chandra Mehta had filed this above-\nmentioned Writ Petition No. 6372 of 2011, challenging the vires\nof Rules 121 and 122-A of the M.P. Rules. These Rules related\nto the term of, and procedure for passing a 'no confidence\nmotion' against the Chairman, Vice-Chairman and the\nTreasurer etc. As already noticed, the Court had directed that\nthe meeting of the State Bar Council could be held on 16th April,\n2011, but the Resolution, if passed, would not be given effect\nto, till further orders. The matter was ordered to be listed for\nhearing on 25th April, 2011. In the meanwhile, another writ\npetition was also filed being Writ Petition No. 6628 of 2011 and\nthe High Court in its final judgment observed that, in both the\npetitions same relief, on virtually the same grounds, had been\nclaimed. The High Court had framed two basic points for\ndecision:\n1.\nB\nC\nD\nE\nWhether Rule 122-A, as framed under Section 15\nof the Advocates Act was, ultra vires; and\n2.\nWhether the second Resolution, dated 16th April,\n2011 was invalid?\nF\n11. Vide its detailed judgment dated 20th May, 2011, the\nHigh Court decided both the issues against the petitioners and\ndismissed the writ petitions while vacating the interim order. The\nHigh Court held as under:\n“22. On point (E) of para 16 above, it was urged from the\npetitioner's side that if Section 15(1) of the Act is taken to\nbe the source of power for framing Rules prescribing the\ntenure for an elected chairman, and prescribing curtailment\nsuch tenure through a no-confidence motion, then such\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n988\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\ndelegation to subordinate legislation must be struck down\nas it confers wholly unguided and thus unfettered powers\nupon the delegate subordinate legislative Authority. In reply\nit could not be shown that there is any express guidance\nor that any policy guidance can be deciphered from all or\nany of the provisions of the Act or from the scheme of the\nAct, regarding what tenure, if any, should be permitted, and\nif so under what circumstances and by what process,\nsubject to what restrictions.\n23. A totally misplaced reliance was placed upon the case\nof V. Sudheer v. Bar Council of India [(1993) 3 SCC 176]\nwhich merely says that the State Bar Council under\nSection 24(1)(e) of the Act could have prescribed pre-\nenrolment training, but the Bar Council of India could not\ndo so under Section 49 of the Act. 'Hukam Chand v.\nUnion of India [(1972) 2 SCC 601] was also unnecessarily\ncited. It deals with power to frame a rule with retrospective\neffect and has no relevance here. Two decision of the\nSupreme Court in the case of 'Vasanlal Maganbhai vs.\nState of Bombay [AIR 1961 4(para) and in the case of\n'Agricultural Market Committee vs. Shalimar Chemical\nWorks' reported in [(1997) 5 SCC 516 (para 26) were\ncited from the petitioners side, both laying down the same\nprinciple, which needs to be discussed. The relevant part\nof the latter (1997) decision reads \"The principle which\ntherefore emerges out is that the essential legislative\nfunction consists of the determination of the legislative\npolicy and the legislature cannot abdicate essential\nlegislative function in favour of another. Power to make\nsubsidiary legislation may be entrusted by the legislature\nto another body of its choice but the legislature should\nbefore delegating, enunciate either expressly or by\nimplication, the policy and the principles for the guidance\nof the delegates\". However, the words of the Supreme\nCourt immediately following the above quoted words bring\nout the implication. They read \"The effect of these\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 989\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nprinciples is that the delegate......... cannot widen or A\nconstrict the scope of the Act or the policy laid down\nthereunder. It cannot, in the garb of making rules, legislate\non the field covered by the Act......\". We do not find the\nrule in question to be widening or constricting the scope\nof either the Act or any policy laid down under the Act. Nor B\nis the Rule in question legislating upon any field covered\nby the Act. To the same effect is cited the case of 'Addl.\nDistrict Magistrate Vs. Sir Ra,' (2005) 5 SCC 451 (para\n16).\nC\nD\nE\n27. This brings us to the last point raised by the petitioners.\nThe decisions of the Delhi and Kerala High Court reported\nrespectively in AIR 1975 Del 200 'Bar Council of Delhi Vs.\nBar Council of Kerala Vs.....' were read out before us. It\nwas pointed out that in the Delhi case common law was\nused to justify an implied power of removal of the elected\nChairman on the ground that the statute had not changed\nthe common law. The correctness of the law laid down in\nthat decision was assailed by placing reliance on AIR 1954\nSC 210 Jagan Nath Vs. Jaswant Singh', (1982) 1 SCC\n691 'Jyoti Basu Vs. Debi Ghoshal', (1984)1SCC 91 'Arun\nKumar Bose Vs. Mohd. Furkan Ansari ' and (1992) 4\nSCC 80 'Mohan Lal Tripathi Vs. District Magistrate'. And\nit was argued that concepts familiar to common law and\nequity must remain strangers to Election Law unless\nstatutorily embodied. In respect of the Kerala High Court F\ndecision it was argued that the Court fell in error in reading\nthe power of removal as 'incidental'. It is not necessary to\ngo into these arguments because as stated above the\nRule regarding removal is not justified under Section 15(2)\nbut under Section 15(1) of the Act, which is of wide G\namplitude and there is no reason to restrict the scope of\nRule making power under Section 15(1) so as to exclude\n(i) prescription of tenure, or (ii) removal on a vote of no-\nconfidence from the ambit of the Rule making power\n• conferred by that provision.\nH\nA\nB\nс\nD\n990\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n28. Before moving on to the next issue, we may refer to a\ndecision cited by the Respondent no.6 (of W.P. No. 6628).\nIn this interesting decision by a Full Bench of Gujarat High\nCourt in the case of 'N.B. Posia Vs. Director' reported in\nAIR 2002 Guj 348 (PB) (relevant paragraphs are 46 and\n66 of that law report) it has been held that though there\nwas no provision in the Act or statutory Rules for removal\nof an elected Chairman of the Committee, yet (i) the words\n\"ceasing to hold office for any reason\" include the removal\nby a no-confidence motion and (ii) if a holder of an office\nif elected by a simple majority, he can be removed\n(through no-confidence motion) by a simple majority (even\nin absence of a statutory provision for such removal). With\nutmost respect to the said decision, we find ourselves\ntotally unable to subscribe to either of the two propositions\ntherein.\"\n12. It is the legality and correctness of the above reasoning\nthat has been questioned before us in the present appeals. We\nhave already noticed that the questions which arise for\nconsideration in the present cases are of some public\nE importance and are matters which are likely to arise repeatedly\nin the conduct of affairs of the State Bar Councils. Before we\nproceed to discuss the legal aspects of the propositions\ninvolved in the present cases, it will be more appropriate for\nthe Court to notice the scheme of the Advocates Act and the\nF relevant provisions of the laws and rules.\nG\nH\n13. The Parliament of India enacted the Advocates Act on\n19th May, 1961 to amend and consolidate the laws relating to\nlegal practitioners and to provide for the constitution of State\nBar Councils and an All India Bar Council. The object of the\nAdvocates Act is to constitute one common Bar for the whole\ncountry and to provide machinery for its regulated functioning.\nThough the Advocates Act relates to legal practitioners in its\npith and substance, it is an enactment dealing with the\nqualifications, enrolment, right to practise and discipline of\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 991\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.)\nadvocates. It is not only implicit but clear from the provisions A\nof the Advocates Act that once an advocate is enrolled by any\nState Bar Council, he becomes entitled to practise in all courts\nincluding the Supreme Court. Therefore, this is a legislation\nwhich deals with persons entitled to practise before the\nSupreme Court. In the case of O.N. Mohindroo vs. Bar Council\nof Delhi \u0026 Ors. [AIR 1968 SC 888] this Court held that:\nB\nC\nD\nE\n\"(10) The object of the Act is thus to constitute one common\nBar for the whole country and to provide machinery for its\nregulated functioning. Since the Act sets up one Bar,\nautonomous in its character, the Bar Councils set up\nthereunder have been entrusted with the power to regulate\nthe working of the profession and to prescribe rules of\nprofessional conduct and etiquette, and the power to\npunish those who commit breach of such rules. The power\nof punishment is entrusted to the disciplinary committees\nensuring a trial of an advocate by his peers. Section 35,\n36 and 37 lay down the procedure for trying complaints,\npunishment and an appeal to the Bar Council of India from\nthe orders passed by the State Bar Councils. As an\nadditional remedy S. 38 provides a further appeal to the\nSupreme Court. Though the Act relates to the legal\npractitioners, in its pith and substance it is an enactment\nwhich concerns itself with the qualifications, enrollment,\nright to practise and discipline of the advocates. As\nprovided by the Act once a person is enrolled by any one\nof the State Bar Councils, he becomes entitled to practise\nin all courts including the Supreme Court. As aforesaid, the\nAct creates one common Bar, all its members being of\none class, namely, advocates. Since all those who have.\nbeen enrolled have a right to practise in the Supreme Court G\nand the High Courts, the Act is a piece of legislation which\ndeals with persons entitled to practise before the Supreme\nCourt and the High Courts. Therefore the Act must be held\nto fall within entries 77 and 78 of List I. As the power of\nF\nH\nA\nB\nC\nD\n992\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nlegislation relating to those entitled to practise in the\nSupreme Court and the High Courts is carved out from the\ngeneral power to legislate in relation to legal and other\nprofessions in entry 26 of List III, it is an error to say, as\nthe High Court did, that the Act is a composite legislation\npartly falling under entries 77 and 78 of List I and partly\nunder entry 26 of List III.”\n14. If one looks into the statement of objects and reasons\nfor enacting the Advocates Act, it becomes clear that the Act\nseeks to implement the recommendations of the All India Bar\nCommittee, made in the year 1953, after taking into account\nthe recommendations of the Law Commission on the subject\nof Reform of Judicial Administration, and particularly, the\nrecommendations relating to the Bar and to legal education. It\nwas, therefore, conceptualized to legislate a law which will\ngovern the State Councils and the All India Bar Councils in\ndifferent specified fields. The main features of the Advocates\nAct were, the integration of the Bar into a single class of legal\npractitioners known as advocates; the establishment of a\ncommon roll of advocates, having a right to practise in any part\nE of the country and in any court, including the Supreme Court;\nthe prescription of uniform qualifications for the admission of\npersons to become advocates; the division of advocates into\nsenior advocates and other advocates based on merit; and the\ncreation of autonomous Bar Councils, one for the whole of India,\nF i.e, the establishment of an All India Bar Council and one for\neach State. We may examine some of the relevant provisions\nof the Advocates Act.\nG\nH\n15. Section 2(a) of the Advocates Act defines an\n'advocate' to mean an advocate entered in any roll under the\nprovisions of the Advocates Act.\n'Bar Council' means a Bar Council constituted under the\nAdvocates Act.\nOn the other hand, the 'Bar Council of India' means the Bar\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 993\nOF M.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nCouncil constituted under Section 4 for the territories to which\nthe Advocates Act extends.\nA\nThe 'State Bar Council' means a Bar Council constituted\nunder Section 3 of the Advocates Act.\nThe expression 'prescribed for the purposes of this Act'\nmeans prescribed by the rules made under the Advocates Act.\nB\nC\n16. The constitution of State Bar Council is provided under\nSection 3 of the Advocates Act and as would be evident, this\nSection has been subjected to numerous amendments made\nfrom time to time. The constitution of the State Bar Council has\nbeen spelt out in Section 3(2); and Section 3(3) of the\nAdvocates Act which provides that there shall be a Chairman\nand a Vice-Chairman of each State Bar Council, elected by the\nmembers, in such manner as may be prescribed. The D\nAdvocates Act, inter alia, imposes certain restrictions and the\ndeeming provisions in terms of Sub-sections (3) and (3A) of\nSection 3 of the Advocates Act, that every person holding office\nas Chairman or as Vice-Chairman of any State Bar Council\nimmediately before the commencement of the Advocates\n(Amendment) Act, 1977, shall, on such commencement, cease\nto hold office as the Chairman or Vice-Chairman, as the case\nmay be, but, would continue to carry on the duties of his office\nuntil the persons elected as Chairman or Vice-Chairman, as\nE\nthe case may be, in accordance with the provisions of the F\nAdvocates Act, assume charge.\n17. Section 3(4) of the Advocates Act requires that an\nadvocate shall be disqualified from voting at an election under\nsub-section (2) or for being chosen as a member of the State\nBar Council, unless he possesses such qualifications or G\nsatisfies such conditions as are prescribed in this behalf.\n18. All elections to the State Bar Council are to be held in\naccordance with the provisions of the Act. Similarly, under\nSection 4 of the Advocates Act, Bar Council of India shall\nH\n994 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA consist of the persons stated under the Advocates Act. The\nprovisions of the Advocates Act dealing with State Bar Councils\nunder Section 3, are substantially similar to the provisions with\nrespect to the Bar Council of India, under Section 4 of the\nAdvocates Act. Every Bar Council shall be a body corporate\nB having perpetual succession and a common seal, with power\nto acquire and hold property and to sue and be sued in its own\nC\nD\nname.\n19. The functions of the State Bar Council and the Bar\nCouncil of India are prescribed under Sections 6 and 7 of the\nAdvocates Act. Besides admitting persons as advocates on\nits rolls [Section 6(a)] and maintaining such rolls [Section 6(b)],\nit is for the State Bar Councils to provide for the elections of\nits members [Sections 6(g)] and to perform all other functions\nconferred on it by or under this Act [Section 6(h)]. Section 6(i)\nof the Advocates Act allows the State Bar Councils to do all\nother things necessary for discharging their functions.\n20. Functions of the Bar Council of India are of a wider\nspectrum than that of the State Bar Council. Bar Council of India\nE has to lay down standards of professional conduct and etiquette\nfor the advocates, the procedure to be followed in Disciplinary\nCommittees and to safeguard the rights, privileges and interest\nof advocates.\nF\nG\n21. The Bar Council of India may, under Section 7(k) of\nthe Advocates Act, provide for the election of its members. This\nprovision is identical to Section 6(g) of the Advocates Act.\nSimilarly, Sections 6(h) and 6(i) are equivalent to Sections 7(1)\nand 7(m) of the Advocates Act.\n22. The election to the Bar Councils is for a specified\ntenure, which is stated under Section 8 of the Advocates Act.\nThe term of the office of an elected member of a State Bar\nCouncil, other than an elected member thereof referred to in\nSection 54, shall be for five years from the date of publication\nH of the results. The Bar Council of India has been vested with\n"}