{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 11 S.C.R. 965\nPRATAP CHANDRA MEHTA\nV.\nSTATE BAR COUNCIL OF M.P. \u0026 ORS.\n(Civil Appeal No. 6482 of 2011)\nAUGUST 9, 2011\n[DR. B.S. CHAUHAN AND SWATANTER KUMAR, JJ.]\n-\n-\nA\nB\nState Bar Council of Madhya Pradesh Rules – rr. 121\nand 122-A Challenge to vires of r. 122-A, on the ground\nthat s.15 of the Advocates Act, does not contemplate the C\nframing of such Rule by State Bar Councils providing for\nremoval of Chairman/Vice-Chairman by 'no confidence\nmotion' - Held: Rule 122-A of the M.P. Rules contemplates\nthe removal of a Chairman/Vice-Chairman by a motion of no\nconfidence, passed by a specific majority of the members and D\nsubject to satisfaction of the conditions stated therein It\ncannot be termed as vesting arbitrary powers in the elected\nbody - Power delegated to the elected body is within the\nframework of the principal Act-s. 15, read with the other\nprovisions, of the Advocates Act - Power to frame rules has E\nto be given a wider scope, rather than a restrictive approach\nso as to render the legislative object achievable - s. 15 which\ndelegates the Bar Councils the power to frame rules to 'carry\nout the purposes of this Chapter' are of generic nature - Thus,\nthe provisions of rr. 121 and 122-A of the Rules are not ultra\nvires of the provisions of the Advocates Act, including s. 15\n- These rules also do not suffer from the vice of excessive\ndelegation - Amended Rules of the M.P. Rules received the\napproval of the Bar Council of India, particularly Rule 122-A\nand would not be invalidated for want of issuance of any\nnotification - On facts, the Chairman of the State Bar Council\nhad lost the confidence of majority of the elected members\nand thus, Resolution to hold special meeting to consider\nrequisition of 'no confidence motion' cannot be faulted with -\nAdvocates Act, 1961 - s.15.\n965\nF\nG\nH\n966 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nObject and purposes of - Explained.\nB\n-\nAdministrative law - Delegated legislation\n-\nGuidelines\nfor – Held: It is not necessary to spell out guidelines for\ndelegated legislation, when discretion is vested in such\ndelegatee bodies - In such cases, the language of the rule\nframed as well as the purpose sought to be achieved, would\nbe relevant factors to be considered by the Court.\nDoctrines/Principles\n-\nPrinciples of natural justice -\nApplicability of, to removal of Chairman/Vice-Chairman of\nC State Bar Council by 'no-confidence motion' - Held: Concept\nof just cause and right of hearing are not applicable to the\nelected officers where a person is so elected by majority in\naccordance with statutory rules - it also has no application to\nmoving of a 'no-confidence motion in so far as these are\nD controlled by specific provisions and are not arbitrary or\nunreasonable.\nWords and Phrases:\n'Election' - Meaning of - Held: Expression 'election'\nE includes the whole procedure of election and is not confined\nto final result – Rejection or acceptance of nomination paper\nis included in the said expression.\nF\nG\nH\n-\nThe election to the State Bar Council were held and\n'N' was elected as Member and then Chairman of the\nState Bar Council by its members. After the expiry of 2½\nyears, fresh elections were held and 'N' was again\nelected as member, and then the Chairman of the State\nBar Council by its members. After issuance of notice in\naccordance with the State Bar Council Madhya Pradesh\nRules, the General Body Meeting of the State Bar Council\nwas held on 27th March, 2011. Requisitions were made\nrelating to a 'no confidence motion' against the Chairman/\nVice-Chairman, and that there should be re-election of the\nCommittees. The minutes were recorded. It was also\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 967\nOF M.P. \u0026 ORS.\nB\nstated that the Chairman/Vice-Chairman had offered their A\nresignation subject to withdrawal of 'no confidence\nmotion'. It was resolved that the agenda of the special\nmeeting would be circulated on the same day itself, by\npost, to all the members of the State Bar Council, whether\npresent at the meeting or not and the next meeting would\nbe held on 16th April, 2011. These notices were issued.\nThe meeting was held on 16th April, 2011. During the\ncourse of the meeting on 16th April 2011, some of the\nmembers left the meeting. The Advocate General of\nMadhya Pradesh presided over the continuation of the\nmeeting and the no-confidence motion against both the\nChairman and the Vice Chairman was passed by majority\nof all the members present and the voting under Rule\n122-A of the Rules.\nMeanwhile, the appellant filed a writ petition\nchallenging the vires of Rules 121 and 122-A relating to\nthe term of, and procedure for passing a 'no confidence\nmotion' against the Chairman/Vice-Chairman. The court\ndirected that the meeting of the State Bar Council could\nbe held on 16th April, 2011, but the Resolution, if passed,\nwould not be given effect to, till further orders and passed\norder for listing the matter for hearing.\nTwo sets of minutes of the meeting dated 16th April,\n2011 were recorded and the same were different. One set\nof minutes is only signed by the Secretary of the State\nBar Council while the other is signed by the Secretary as\nwell as by other members who passed the Resolution. In\nthe Minutes of the meeting dated 16th April, 2011, it was\nspecifically recorded that the Resolution is not to be\ngiven effect to in view of the orders passed by the High\nCourt in the aforesaid Writ Petition. However, the copy of\nthe proceeding was to be communicated to the Registrar\nGeneral of the High Court of M.P. This Resolution was\nsigned by the members present. Thereafter, another writ\nC\nD\nE\nF\nG\nH\n968 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA petition was filed claiming same relief. The High Court\ndismissed both the writ petitions. Therefore, the\nappellants filed the instant appeals.\nB\nThe questions which arose for consideration in these\nappeals are whether the provisions of Rules 121 and 122-\nA of the State Bar Council of Madhya Pradesh Rules are\nultra vires Section 15 of the Advocates Act, 1961; was the\ndelegation of legislative power under Section 15 of the\nAct excessive; whether despite the absence of the\nenabling provisions in the principal statute, namely, the\nAdvocates Act, empowering subordinate State Bar\nCouncils to enact provisions for removal of the office\nbearers of the State Bar Councils by 'no confidence\nmotions', such power could be read into the general\nclause of Section 15(1) of the Act; and whether Rules 121\nD and 122-A of the M.P. Rules are invalid for want of prior\napproval from the Bar Council of India?\nC\nE\nF\nDismissing the appeals, the Court\nHELD: 1. The provisions of Rules 121 and 122-A (in\nparticular) of the State Bar Council of Madhya Pradesh\nRules are not ultra vires of the provisions, including the\nprovisions of Section 15 of the Advocates Act. These\nrules also do not suffer from the vice of excessive\ndelegation. In view of the language of Section 15(3) and\nthe factual matrix, it is clear that the amended rules of the\nM.P. Rules had received the approval of the Bar Council\nof India, particularly Rule 122-A. The Rules would not be\ninvalidated for want of issuance of any notification, as it\nis not the requirement in terms of Section 15(3) of the Act\nG and in any case would be a curable irregularity at best.\n[Para 61] [1026-F-H; 1027-A-B]\nH\n2. 'Election' is an expression of wide connotation\nwhich embraces the whole procedure of election and is\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 969\nOF M.P. \u0026 ORS.\nnot confined to final result thereof. Rejection or\nacceptance of nomination paper is included in this term.\n[Para 38] [1008-H; 1009-A]\nN.P. Ponnuswami v. returning Officer, Namakkal\nConstituency AIR (39) 952 SC 64: 1952 SCR 218 - referred\nto.\nA\nB\nC\nE\n3.1. The body which elects the Chairman or Vice-\nChairman of a State Bar Council would and ought to have\nthe right to oust him/her from that post, in the event the\nmajority members of the body do not support the said\nperson at that time. The provisions of Rule 122-A of the\nM.P. Rules make it clear, beyond doubt, that a 'no\nconfidence motion' can be brought against the elected\nChairman provided the conditions stated in the said\nRules are satisfied. Section 15 of the Advocates Act D\nempowers the State Bar Councils to frame Rules to carry\nout the purposes of Chapter II of the Act. Section 3\nrequires the constitution of the State Bar Councils.\nSection 3(3) contemplates that there shall be a Chairman\nand a Vice-Chairman of each State Bar Council elected\nby the State Bar Council in such manner as may be\nprescribed. Section 6 of the Act, details the functions to\nbe performed by the State Bar Councils. Inter alia, the\nfunctions to be performed by the State Bar Councils\ninclude, under Sections 6(1)(d), to safeguard the rights, F\nprivileges and interests of the advocates on its roll. Under\nSection 6(1)(g), the function of the Bar Council is to\nprovide for the election of its members and under\nSections 6(1)(h) and 6(1)(i), the State Bar Council has to\nperform all other functions conferred on it by or under\nthis Act and to do all other things necessary for\ndischarging the aforesaid functions. Sections 6(1)(h) and\n6(1)(i) have to be read and interpreted conjointly. There\nis no reason why the expression 'manner of election of\nits members' in Section 6(1)(g) should be given a\nG\nH\nC\n970 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA restricted meaning, particularly in light of Sections 6(1)(h)\nand 6(1)(i). The responsibility of the State Bar Councils\nto perform functions as per the legislative mandate\ncontained in Section 6 of the Act is of a very wide\nconnotation and scope. No purpose would be achieved\nB by giving it a restricted meaning or by a strict\ninterpretation. The State Bar Council has to be given wide\njurisdiction to frame rules so as to perform its functions\ndiligently and perfectly and to do all things necessary for\ndischarging its functions under the Act. The term of office\nof the members of the State Bar Council is also\nprescribed under Chapter II, which shall be five years from\nthe date of publication of the result of the election. On\nfailure to provide for election, the Bar Council of India has\nto constitute a special committee to do so instead.\nSection 15(2) then provides that without prejudice to the\ngenerality of the foregoing powers, rules may be framed\nto provide for the preparation of electoral rolls and the\nmanner in which the result shall be published. In terms\nof Section 15(2)(c), the manner of the election of the\nChairman and the Vice-Chairman of the Bar Council and\nappointment of authorities which would decide any\nelectoral disputes is provided. The expression ‘manner\nof election of the Chairman' is an expression which needs\nto be construed in its wide connotation. The rules so\nframed by the State Bar Council shall become effective\nonly when approved by the Bar Council of India in terms\nof Section 15(3) of the Advocates Act. [Para 39] [1009-E-\nH; 1010-A-H; 1011-A-C]\nD\nE\nF\n3.2. The power of the State Bar Council to frame rules\nG under Section 15 of the Advocates Act as a delegate of\nthe Bar Council of India has to be construed along with\nthe other provisions of the Advocates Act, keeping in\nmind the object sought to be achieved by this Act.\nGreater emphasis is to be attached to the statutory\nprovisions and to the other purposes stated by the\nH\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 971\nOF M.P. \u0026 ORS.\nA\nB\nC\nD\nlegislature under the provisions of Chapter II of the\nAdvocates Act. This is an Act which has been enacted\nwith the object of preparing a common roll of advocates,\nintegrating the profession into one single class of legal\npractitioners, providing uniformity in classification and\ncreating autonomous Bar Councils in each State and one\nfor the whole of India. The functioning of the State Bar\nCouncil is to be carried out by an elected body of\nmembers and by the office-bearers who have, in turn,\nbeen elected by these elected members of the said\nCouncil. The legislative intent derived with the objects of\nthe Act should be achieved and there should be complete\nand free democratic functioning in the State and All India\nBar Councils. The power to frame rules has to be given\na wider scope, rather than a restrictive approach so as\nto render the legislative object achievable. The functions\nto be performed by the Bar Councils and the manner in\nwhich these functions are to be performed suggest that\ndemocratic standards both in the election process and\nin performance of all its functions and standards of\nprofessional conduct which need to be adhered to. In\nother words, the interpretation furthering the object and\npurposes of the Act has to be preferred in comparison\nto an interpretation which would frustrate the same and\nendanger the democratic principles guiding the\ngovernance and conduct of the State Bar Councils. The\nprovisions of the Advocates Act are a source of power\nfor the State Bar Council to frame rules and it will not be\nin consonance with the principles of law to give that\npower a strict interpretation, unless restricted in scope\nby specific language. This is particularly so when the\nprovisions delegating such power are of generic nature, G\nsuch as Section 15(1) of the Act, which requires the Bar\nCouncils to frame rules to ‘carry out the purposes of this\nChapter' and Section 15(2), which further uses generic\nterms and expressly states that the Bar Council is\nempowered to frame rules 'in particular and without\nE\nF\nH\nB\n972 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA prejudice to the generality of the foregoing powers'. If one\nreads the provisions of clauses (a), (c), (g), (h) and (i) of\nSub-section (2) of Section 15 of the Act, then, it is clear\nthat framing of rules thereunder would guide and control\nthe conduct or business of the State Bar Councils and\nensure maintenance of the standards of democratic\ngovernance in the said Councils. Since the office bearers\nlike the Chairman and the Vice-Chairman are elected by\na representative body i.e. by the advocates who are the\nelected members of the Council, on the basis of the\nconfidence bestowed by the advocates/electorate in the\nelected members, there seems to be no reason why that\nvery elected body cannot move a ‘no confidence motion'\nagainst such office bearers, particularly, when the rules\nso permit. [Para 40] [1011-H; 1012-A-F]\nC\nD\n3.3. The Bar Council of India, also framed rules and\npermitted moving of 'no confidence motion' against its\nChairman/Vice-Chairman subject to compliance of the\nconditions stated therein. Similarly, Rule 122-A of the M.P.\nRules contemplates the removal of a Chairman/Vice-\nE Chairman by a motion of no confidence, passed by a\nspecific majority of the members and subject to\nsatisfaction of the conditions stated therein. This\nprovision, thus, can neither be termed as vesting arbitrary\npowers in the elected body, nor can it be said to be\nF suffering from the vice of excessive delegation. The\npower delegated to the elected body is within the\nframework of the principal Act, i.e., Section 15, read with\nthe other provisions, of the Advocates Act. In terms of\nRule 120 of the M.P. Rules, a person can be elected as\nChairman/Vice-Chairman only by majority and in case\nthere is a tie, the election shall be decided by drawing of\nlots. Under Rule 118 of the M.P. Rules a Chairman/Vice-\nChairman has to be elected from amongst its members\nfor two years. In other words, the term of office of the\nG\nI\nPRATAP CHANDRA MEHTA v. STATE BAR COUNCIL 973\nOF M.P. \u0026 ORS.\nA\n00\nChairman/Vice-Chairman is controlled by the fact that he\nhas to be elected to that particular office. The removal\ncontemplated under Rule 122-A is not founded on a\ndisciplinary action but is merely a 'no confidence motion'.\nIt is only the loss of confidence simpliciter i.e. the majority\nof the members considering, in their wisdom, that the B\nelected Chairman/Vice-Chairman should not be permitted\nto continue to hold that office, which is the very basis for\nsuch removal. One must remember that Rules 118 to 122-\nB all come within Chapter XVIII of the M.P. Rules and, as\nsuch, have to be examined collectively. But for this c\nChapter, it cannot be even anticipated as to who and how\nthe office of the Chairman/Vice-Chairman of the State Bar\nCouncil shall be appointed. [Para 41] [1012-H; 1013-A-E]\n4.1. The language of the statute has to be examined\nbefore giving a provision an extensive meaning. The\nCourt would be justified in giving the provision a\npurposive construction to perpetuate the object of the\nAct, while ensuring that such rules framed are within the\nfield circumscribed by the parent Act. It is also clear that\nit may not always be absolutely necessary to spell out\nguidelines for delegated legislation, when discretion is\nvested in such delegatee bodies. In such cases, the\nlanguage of the rule framed as well as the purpose\nsought to be achieved, would be the relevant factors to\nbe considered by the Court. [Para 44] [1015-C-E]\n4.2. In the instant case, the minimum guidelines of\nsecrecy and fairness in election have been provided in\nPart IX of the Rules, which have been framed in exercise\nof the supervisory powers under Sections 49(1)(a), 49(1)(i)\nand 49(1)(j) of the Advocates Act. Further, clause (5) of\nthis Part even extends to the State Bar Councils the\npower to independently resolve all election disputes\nthrough tribunals constituted for this purpose. Therefore,\nthe powers delegated have an in-built element of\nD\nE\nF\nG\nH\n974 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA guidance that the Chairman/Vice-Chairman will be\nappointed and regulated by the majority members of the\nState Bar Council. Their conduct, and the conduct of the\nState Bar Council as a whole, is to be maintained in\nconsonance with democratic principles and keeping the\nB high professional standards of advocates in mind. Thus,\nit is not a power which falls beyond the purview and\nscope of Section 15 of the Advocates Act read in\nconjunction with other provisions, particularly Chapter II\nand also keeping in view the object of the Act. [Para 44]\nC [1015-E-H; 1016-A]\nD\nE\n4.3. The purpose of the Advocates Act is the\ndemocratic and harmonious functioning of the State Bar\nCouncils, to achieve the object and purposes of the Act.\nIt cannot be seen as to how the provisions of Rule 122-A\nfall foul of the ambit and scope of Section 15 of the\nAdvocates Act and, for that matter, any other provisions\nof that Act. On the contrary, they are in line with the\nscheme of the parent Act. [Para 45] [1016-B-C]\nO.N. Mohindroo v. Bar Council of Delhi AIR 1968 SC\n888; General Officer Commanding-in-Chief v. Subhash\nChandra Yadav (1988) 2 SCC 351: 1988 (3) SCR 62; Kunj\nBehari Lal Butail v. State of H.P. (2000) 3 SCC 40: 2000 (1)\nSCR 1054; Global Energy Ltd. v. Central Electricity\nF Regulatory Commission (2009) 15 SCC 570 - relied on.\n5.1. The appellant submitted that the recall of the\nChairman/Vice-Chairman, by a smaller and distinct body\nof members of the State Bar Council, does not fall within\nthe purview of the authority of the delegatee Council,\nG under Section 15(2)(c) of the Advocates Act, i.e. to\nlegislate on 'the manner of election'; and that the\nprovisions of Rule 122-A are unsustainable. There is no\nmerit in the contention as well as it has no substance. The\nelection to the post of Chairman/Vice-Chairman of the\nH State Bar Council is not by the larger body, i.e., the\n"}