{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"1\nM/S. S.V. TANK \u0026 VESSEL PVT. LTD.\nV.\nENGINEERING WORKERS ASSOCIATION\nAPRIL 18, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nInterim Order-Bank guarantee for payment of dues of workers-\nRetrenchment of workers-Challenged before Industrial Court-Jurisdiction\nof Industrial Court questioned-It was pleaded that instead, the labour court\nC\nhad jurisdiction-Industrial court set aside order of retrenchment and directed\nthe employer to pay wages of all retrenched employees as also of striking\nemployees-Writ petition before High Court-Interim order by High Court\nstaying operation of the order-Division Bench of High Court directing\nemployer to furnish bank guarantee to the extent of 50% of wages due-Held,\nemployer would pay two years' wages to each employee concerned-High D\nCourt to dispose of expeditiously the writ petition involving the issues relating\nto jurisdiction of Industrial Court and justifiability of retrenchment order—\nLabour Law-Retrenchment.\nAppellant-employer retrenched some of its employees. A large number\nof employees went on strike. Employer did not allow some of the striking\nE\nemployees to resume their work. Later, the respondent-Association filed a\ncomplaint in the Industrial Court challenging the retrenchment. The appellant\ncontended that the Industrial Court had no jurisdiction and the matter could\nbe dealt with only by the labour court. The Industrial Court set aside the\nretrenchment order and gave direction for payment of back wages of the F\nretrenched employees and the dues of striking employees with effect from\n1991. The employer filed a writ petition before the High Court and the single\nJudge, by an interim order, partly stayed operation of the order of the\nIndustrial Court. On appeal by the respondent-Association, the Division Bench\nof the High Court directed the employer to furnish security/bank guarantee\nto the extent of 50% of the amount of wages payable to the employees as per G\norder of Industrial Court. Aggrieved, the employer filed the present appeal.\nDisposing of the appeal, the Court\nHELD : Basic issue relates to jurisdiction of the Industrial Court.\n651\nH\n652\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA Additionally, the justifiability of the order of retrenchment has to be gone\ninto. Taking the peculiar facts into account, interest of justice would be best\nserved if the appellant pays each of the cmployees concerned an amount\nequivalent to two years' wages on the basis of the last wages drawn without\nprejudice to the claims involved in the writ petition. Considering the limited\nnature of the controversy, the High Court would explore the possibility of\nearly disposal of the writ petition. [654-C-E]\nB\nC\nᎠ\n(1)\nE\nF\nCIVIL APPELLATE JURISDICTION : Civil Appeal Nos. 2657-2658\nof 2005.\nFrom the Judgment and Order dated 5.1.2004 of the Bombay High\nCourt in L.P.A. No. 143/2003 with C. Application No. 261/2003 against\nW.P. No. 6229 of 2003.\nBim Rao Naik, Sishil Karanjkar and V.R. Anumolu with him for the\nAppellant.\nAjay Majithia, Mahesh Jain and Dr. Kailash Chand for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nThe appellant (hereinafter referred to as the 'Employer') calls in question\nlegality of the judgment rendered by a Division Bench of the Bombay High\nCourt directing it to furnish security/bank guarantee of a Nationalised Bank\nto the extent of 50% of the amount of wages as per the calculation to be\nmade on the basis of the order passed by the Industrial Court, Maharashtra\nat Thane.\nThe background facts as projected by the appellant are as follows :-\nThe employer retrenched 33 employees after giving notice of\nretrenchment alongwith cheques covering the notice pay and retrenchment\nG compensation. Some of the workers refused to accept the same. On account\nof financial stringency and reduction of work force, Voluntary Retirement\nScheme was announced which was availed by 72 employees. The respondent-\nAssociation, however, instigated some of the employees not to opt for the\nscheme. Some of the employees took law into their own hands and tried to\ndestroy the appellant's properties and this created chaotic conditions for which\nH the appellant was forced to lodge complaint in the Industrial Court and orders\nཔ་ ན་ ་ ་ ང་ས་\n+\n། ་ *།\n1\nM/S. S.V. TANK \u0026 VESSEL PVT. LTD. 1. ENGINE. WORKERS ASSON. [PASAYAT, J.] 653\nwere passed prohibiting some workmen from coming within a radius of 100 A\nmeters of the appellant's establishment. With a view to be charitable to the\nemployees, letters were addressed to workers to join work, who refused to\nwork and continued with the strike. Complaint was filed by the respondent-\nAssociation in the Industrial Court questioning retrenchment. Appellant filed\na Written Statement and claimed that the relief claimed could not be\nB\nadjudicated by the Industrial Court and it has no jurisdiction to deal with the\nmatter. According to the appellant, it was only the Labour Court which could\ndeal with the matter. The Industrial Court passed an order holding that the\nretrenchment of the concerned workers to be illegal. The Industrial Court,\ninter alia, gave the following directions:\n“(a).....Reinstate 33 workmen in Annexure-C with full back wages.\nTheir retrenchment order is set aside.\n(b) They are directed to pay bonus at the rate of 22% for the year\n1990-91 to the workmen except the persons who are not collected\nincluding 33 retrenched workmen.\n(c) Respondent to provide as per the terms of settlement pair of safty\nshoes and uniforms.\nC\nD\n(d) Allow other non-retrenched employees on duty and to pay them\nthe dues from the days when they are not allowed to do the work i.e.\nE\nfrom 24.10.1991.\n(e) They are directed to pay salary and wages of the workmen on the\ndue dates i.e. 7th of every month.\"\nThe stand of the appellant is that in terms of The Maharashtra\nRecognition of Trade Unions and Prevention of Unfair Labour Practices Act, F\n1971 (in short the ‘Act') the proceedings before the Industrial Court were\nclearly not maintainable and order passed by the Industrial Court is without\njurisdiction.\nA Writ Petition was filed by the employer before the Bombay High\nG\nCourt. A learned Single Judge passed an interim order, and stayed operation\nof directions 3(c) to 3(e).\nThe interim order was challenged in a writ appeal before the Division\nBench by the respondent-Association and the direction for furnishing security/\nbank guarantee as noted above was given.\nH\nA\nB\n654\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nIn support of the appeal learned counsel for the appellant submitted\nthat without indicating as to how learned Single Judge's interim order was in\nany way illegal or deficient, a Division Bench should not have directed\nfurnishing of security/bank guarantee. The proceedings before the Industrial\nCourt were clearly without jurisdiction and this aspect has not been considered\nby the Division Bench.\nIn response, learned counsel for the respondent-Association submitted\nthat blanket order of stay was passed by learned Single Judge. Division\nBench was justified in protecting the interest of the workman in whose favour\nthe Industrial Court had decided. Therefore, this is not a fit case which calls\nC any interference as dispute revolves round interim protection given to the\nsuccessful employees.\nDivision Bench has thought it proper to make the interim order\nconditional. Basic issue relates to jurisdiction of the Industrial Court.\nAdditionally, the justifiability of the orders of retrenchment has to be gone\nD into. It is pointed out by the learned counsel for the appellant that the back\nwages on the basis of the Industrial Court's order have to be paid from 1991\nand if the impugned order is maintained, the appellant who is not in good\nfinancial state would be required to provide nearly rupees 40 lakhs for the\npurpose of obtaining bank guarantee. Taking peculiar facts into account we\nfeel interest of justice would be best served if the appellant pays each of the\nconcerned employees an amount equivalent to two years' wages on the basis\nof the last wages drawn within eight weeks from today, without prejudice to\nthe claims involved in the Writ Petition. Considering the limited nature of the\ncontroversy, the High Court is requested to explore the possibility of early\ndisposal of the writ petition.\nE\nF\nR.P.\nThe appeals are accordingly disposed of. No costs.\nAppeals disposed of.\n1\n"}