{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"DR. P.B. DESAI v. STATE OF MAHARASHTRA 883\n(e)\n[A.K.SIKRI, J.]\nindependently.\nA\nC\nD\nThe accused had accepted two different surgeries\nin two different operation theatres (OT 1 and OT 2)\nat the same time on 20.12.1987 at the Bombay\nHospital and Mrs. Leela Singhi was taken in OT 2. B\nHe instructed Dr. A.K. Mukherjee to open the\nabdomen of Mrs. Leela Singhi and went to OT1 to\nattend another surgery. After Dr. A.K. Mukherjee, as\nper the instructions of the present accused, Dr. P.B.\nDesai took a cut he immediately noticed that the\nprocess was unmanageable for him and the said\nprocess was started in the absence of Dr. Desai.\nDr. Mukherjee, therefore, in deperation sent for Dr.\nDesai to come to OT 2 and attend to Mrs. Singhi\nfor further procedure. Dr. Desai did not turn up and,\ntherefore, after waiting for some time -and leaving\nthe patient, Dr. Mukherjee went to OT1 to request\nDr. Desai to come and attend to Mrs. Singhi. Dr.\nDesai came to OT 2 and by standing at a distance\nof 6 feet, instructed Dr. Mukherjee to stitch the\nabdomen as the case was inoperable. He did not\ntouch the patient, leave alone stitching the abdomen\nby himself. The patient remained in the Hospital for\nover three months and for about initial one month\nshe required dressing every one hour because of\nthe bleeding from the stitches. This pain and\nsuffering of the patient could have been avoided/\nreduced if Dr. Desai himself had stitched the\nabdomen. After the wound was stitched and till the\npatient was discharged on 5.4.1998, Dr. Desai did\nnot, even once, attend to Mrs. Singhi and the patient G\nmissed the healing touch of the surgeon who was\nauthorized to operate her.\n(f) After the patient's husband (PW.1) started writing\nE\nF\ncomplaints, Dr. Desai flatly denied that Mrs. Singhi H\nA\nB\nC\nD\nE\nF\nG\nH\n884\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nwas his patient. And Dr. Desai continued the denial\neven till the end of the trial despite the fact that the\nMaharashtra Medical Council had held him guilty\nafter a full fledged enquiry under Section 22 of the\nMaharashtra Medical Council Act, 1965 and\nwarned him, so also three witnesses from the\nhospital i.e. PW.2, PW.3 and PW.5 were examined\nby the prosecution to prove that Mrs. Leela Singhi\nwas the patient of Dr. Desai. This entire behavior\nof Dr. Desai during the operation stage and post\noperation and -post complaint/ during trial was not\ncommensurate with his professional eminence.\n19. Submissions of Mr. B.H. Marlapalle were that the\naforesaid admitted facts were sufficient to establish commission\nof offence under Section 338 of the I.P.C., in as much as, it has\nbeen proved beyond reasonable doubts that because of the\nprocedure with which the patient was subjected to, under the\ninstructions of the appellant, the patient suffered grievous hurt\nwhich also endangered her life and it was he alone who was\nnegligent and acted rashly from 20.12.1987 till the patient was\ndischarged on 5.4.1988. He argued that it is not necessary to\nevaluate as to whether his decision to operate Mrs. Singhi could\nbe said to be rash or negligent, (though it was hazardous) but\nsurely having taken the decision to operate her, the appellant\ndid not operate her and instead instructed Dr. Mukherjee to\nproceed with the first cut and Dr. Desai even abandoned the\npatient and went to the other operation theatre. When he came\nback to OT 2, he did not attend to Mrs. Singhi and stitched the\ncut. This was second act of rash and negligent behavior of the\nappellant. Thirdly, even after the operation, he never attended\nto Mrs. Leela Singhi till she was discharged and thus again this\nwas another act of rash and negligent behavior. Though this\ncould be said to be omissions of Dr. Desai, the word \"doing\nany act\" as appearing in Section 338 is required to be read\nwith Section 32, 33 and 36 of I.P.C. The learned counsel\npointed out that in every part of this Code, except where a\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n885\nB\ncontrary intention appears from the context, words which refer A\nto acts done extend also to illegal omissions. Section 33 of\nI.P.C. states that the word \"act\" denotes as well a series of acts\nas a single act and the word \"omission\" denotes as well as\nseries of omissions as a single omission. Whereas, as per\nSection 36 of the I.P.C. - wherever the causing of a certain\neffect, or an attempt to cause that effect, by an act or by an\nomission, is an offence, it is to be understood that the causing\nof that effect partly by an act and partly by an omission is the\nsame offence. It was thus, argued that all the acts proved\nagainst the appellant and the omissions attributable to him, C\nform the part of the same offence viz., an offence under Section\n338 of causing grievous hurt by rash and negligent acts/\nomissions. The said offence is not attributable to a single act\nor omission but it denotes a series of omissions/ acts as a\nsingle omission/act. -\n20. According to the learned State Counsel even the\noffence under Section 109 of I.P.C. was proved,\nnotwithstanding the fact that Dr. Mukherjee was dropped from\nthe proceedings. He referred to Section 107 of I.P.C. which\ndefines Abetment of a thing - by stating that a person abets a\ndoing of a thing who, inter alia, intentionally aids, by any act or\nillegal omission the doing of that thing. As per Section 109 of\nI.P.C. whoever abets any offence shall, if the act abetted is\ncommitted in consequence of the abetment, and no express\nprovision is made by the I.P.C. for the punishment of such\nabetment, be punished with punishment provided for the\noffence. Thus, the offence under Section 109 is an independent\noffence but the punishment is related with other offence. In the\ninstant case, with the offence punishable under Section 338,\nas the appellant instructed Dr. Mukherjee to open the abdomen\nof Mrs. Singhi who was not authorized to do so and left the\noperation theatre leaving the patient in the charge of Dr.\nMukherjee, the appellant abetted through Dr. Mukherjee. The\nwords \"intentionally acts\" used in Section 107 (thirdly) of I.P.C.\nD\nE\nய\nF\nG\nH\nA\n886 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nare required, to be read, in the instant case as \"knowingly\ninstructs\". The prosecution case has not in any way effected\nbecause of the discharge of Dr. Mukherjee by allowing an --\napplication under Section 321 of Cr. PC. as Dr. Mukherjee was\nnot competent to undertake the procedure independently and\nB he undertook the procedure solely as per the instructions of the\nC\nappellant. Hence, the prosecution urged that the accused has\nbeen rightly convicted under Section 338 r/w Section 109 of\nI.P.C.\n21. Mr. Gonsalves, Id. Senior Counsel, argued for the\ncomplainant/ Respondent No. 2, and pleaded that the\nconviction recorded by the Court below were perfectly justified\nwhich required no interference. He referred to the following facts\nwhich. according to him, were established by sufficient and\nD cogent evidence.\nE\nF\nG\n(a) The appellant alone was the doctor of the patient to\nwhom the patient was specifically referred to by Dr.\nMukherjee from the stage of examining the patient\nand advising surgical operation. The entire\nresponsibility was that of the appellant even to do\nthe surgery in as much as the patient as well as the\ncomplainant recognized only one doctor namely the\nappellant.\n(b)\n(c)\nH\n(d)\nThe appellant took a particular decision viz., to\nperform Exploratory Laparotomy and this itself was\n\"rash and negligent\" act on the part of the appellant,\nwhen examined the same in juxtaposition with the\nadvise rendered by the doctors in U.S.A.-\nThe instruction of the appellant to Dr. Mukherjee to\noperate, when Dr. Mukherjee was not authorized by\nthe Complainant/ Respondent No. 2 was another\nact of rash and negligent nature.\nThe appellant had consciously and deliberately\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n887\nabandoned his patient twice - one at the time of A\noperation and thereafter, not attending and treating\nher to ameliorate her pain and suffering, which was\nanother rash and negligent act.\nThese acts, according to Mr. Gonsalve, were sufficient to\nspecify the ingredients of Section 338 of I.P.C.\n22. Mr. Gonsalves, also pointed out that the only defence\nof the appellant was that Smt. Leela Singhi was not her patient\nwhich has been proved to be false. Therefore, the appellant\ncould not be allowed to argue to the contrary. Mr. Gonsalves\nalso referred to the findings of the Maharashtra Medical Council,\nas argued by the State Counsel, to buttress his submission that\nthe guilt of the appellant stood proved.\nB\nC\n23. We have given our deep thoughts to the aforesaid D\nsubmissions made by the learned Senior Counsel appearing\nfor different parties. The provisions of Section 338 IPC have\nalready been reproduced in the earlier part of this -judgment.\nA perusal thereof would clearly demonstrate that before a\nperson is held guilty of the offence, following ingredients need\nto be established:\n(a) Causing grievous hurt to a person.\n(b) Grievous hurt should be the result of an act.\nE\nF\n(c)\nSuch act ought to have been rash and negligent.\n(d) The intensity of commission of such an act ought\nto endanger human life or the personal safety of\nothers.\n24. Before we find out as to whether these essential\ningredients have been satisfied in the present case or not,\nanother aspects needs discussion, viz., whether Smt. Leela\nwas the patient of the appellant or not.\nG\nH\n888 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA\nThe Established Facts\nB\nC\nD\nE\nF\nG\nH\nTo find an answer to this question, let us revert to those\nfacts which have been established by evidence. Respondent\nNo.2 on the advice of Dr. A.K. Mukherjee admitted her in the\nunit of the appellant at Bombay Hospital on the basis of a note\nfor admission given by Dr. A. Mukherjee. The operation namely\n\"Exploratory Laprotomy Panhyxtroctomy\" was advised by the\nappellant. At Bombay Hospital, a number of medical tests\nreferred by the appellant including CT Scan, Blood Analysis,\nBlood transfusion report, -examination of urine, microscopic\nexamination of centrifugalised deposits were done on the\npatient. As per the Bombay Hospital records, the patient - Smt.\nLeela Singhi was admitted as the indoor patient from\n09.12.1987 to 4.5.1988 in Room No. 1005 under the appellant.\nRoom No. 1005 was earmarked for the appellant and never\nallotted to any other patient without instructions of the appellant.\nThe date of operation was fixed as per the convenience and\non instructions of the appellant five days after his advice. The\npatient was examined by the appellant after preliminary\ninvestigations by Dr. A. K Mukherjee. A bill of Rs. 5000/- as\nthe operation fee rendered by the operating surgeon Accused\nNo 1 - the appellant, was raised by Bombay Hospital which\nwas sent to Government of Rajasthan for payment. The\ndocuments also showed the appellant as operating surgeon.\nThe constant reminders for the clearance of the bill were made\nto the Government of Rajasthan for releasing of the payment.\nThe Respondent No. 2 had objected for charging of Rs. 5000/\n- in the name of the appellant for the operation which admittedly\nthe appellant had never carried on his wife, the operation which\naccording to the Bombay Hospital records was to be\nconducted by the appellant. Thereafter, Respondent No.2\nmade a complaint to the Board of -Management of the\nBombay Hospital regarding the behaviour of the appellant and\neven met the chairman of the hospital. Resultantly, the charges\nof Rs. 5,000/- against the appellant were waived. After the\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n889\ncorrespondence, Bombay Hospital sent a duplicate bill deleting A\nRs. 5,000/- which was the operation fee charges for the\nappellant.\nWe may record that the defence put by the appellant in the\nTrial Court was that Smt. Leela Singhi was not her patient but\nthe same has rightly been rejected by the Courts below in view\nof plethora of evidence, establishing otherwise. Thus, it can be\nconcluded that Smt. Leela was the patient of the appellant and\nit was his responsibility to take care of his patient.\n25. The answer can also be founded on the nature of\nprofessional duty which appellant owed to the patient. Usually\nbefore the operation, consent form is required to be signed by\nthe patient for agreeing to the risks involved. The documentary\nmedical records of surgical operation pointed to the appellant\nas the operating surgeon, the oral and documentary proof both\nimpliedly and explicitly leads to the creation of contractual\nagreement between the patient and the appellant. -\nB\nC\nD\nF\n26. In Lambert v. California ( 355 U.S 225 (1957), the\nSupreme Court of United States seems to recognize the E\nunfairness of imposing liability where an actor is unaware of a\nduty to act. Similarly the Indian Constitution mandates under\nArticles 20(1) \u0026 21 of the Constitution of India that the due\nprocess of law requires that everyone who is tried under any\nlaw before court must have some awareness of, or at least a\nreasonable opportunity to become aware of their legal owed\nduty towards its recipient. In this case, at hand, the appellant\nwas aware of his duty towards the patient - Smt. Leela as the\nappellant was the patient's operating surgeon. To the utter\ndisregard of the patient, the appellant vehemently denied her G\nto be his patient. Since the documentary evidences are\nconclusive in nature also all the facts which had been perused\nbelow in the courts undoubtedly point to the undeniable fact that\nthe patient - Smt. Leela was indeed the appellant's patient.\nH\n890\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA\nB\n27. Thus, brushing aside the objection of the appellant that\nSmt. Leela Singhi was not his patient, on the facts of this case\nwe proceed to find out whether conviction u/s 338 is sustainable\nor not.\n28. For time being we keep aside the first element, viz.\nwhether the surgical procedure of opening the abdomen of the\npatient resulted in -grievous hurt. That is dealt with at\nappropriate stage. Before that we discuss the preliminary\nsubmission as to whether this act can be attributed to the\nC appellant. Vehemence in the submission was that there is no\n\"overt” act on the part of the appellant. Therefore, question\narises, in the context of second ingredient, as to whether\n\"omission to act\", would also be covered by the expression \"act\"\noccurring therein.\nD\nE\nF\nG\nH\n29. Whether “act\" includes \"omission\"? Though this\naspects needs elaboration alongwith discussion with regard to\nother ingredients as these are inextricably mixed up and can't\nbe discussed in isolation and, therefore, we have proceeded\nin that manner at appropriate stage. Here, we are narrating the\nlegal position only. In this behalf, we may point out that there\nmay be various circumstances where \"act\" would include\n\"omission to act\" as well. This is so recognized even in\nSections 32, 33 \u0026 36 of 1.P.C.\nThese provisions are reproduced below:\n\"32. Words referring to acts include illegal\nomissions. - In every part of the said code, except\nwhere a contrary intention appears from the context,\nwords which refer to acts done extend also to illegal\nomissions. -\n33. “Act”, “Omission”. - The word \"act\" denotes as\nwell a series of acts as a single act: the word\n\"omission\" denotes as well a series of omissions\nas a single omission.\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 891\n[A.K.SIKRI, J.]\n36. Effect caused partly by act and partly by A\nomission. - Wherever the causing of certain effect,\nor an attempt to cause that effect, by an act or by\nan omission, is an offence, it is to be understood\nthat the causing of that effect partly by an act and\npartly by an omission is the same offence.\"\nB\n30. The legal understanding of omission is indispensable\nat the juncture. An omission is sometimes called a negative act,\nbut this seems dangerous practice, for it too easily permits an\nomission to be substituted for an act without requiring the C\nspecial requirement for omission liability such as legal duty and\nthe physical capacity to perform the act. Criminal liability for an\nomission is also well accepted where the actor has a legal duty\nand the capacity to act. It is said that this rather fundamental\nexception to the act requirement is permitted because an\nactor's failure to perform a legal duty of which he is capable,\nsatisfies the purposes of the act requirement or at least satisfies\nthem as well as an act does. Specifically these two special\nrequirements for omission liability help to exclude from liability\ncases of -fantasizing and irresolute intentions, important E\npurposes of the act requirement.\nD\nF\n31. However, a failure to act, by itself does nothing to\nscreen out mere fantasies. It is the actor's failure to act in the\nlight of his capacity to do so that suggests the actor's\nwillingness to go beyond mere fantasizing and to have the harm\nor evil of the offence occur. Even then, however, the screening\neffect seems weak; \"letting something happen\" simply does not\ncarry the same implication of resolute intention that is shown\nin causing something to happen by affirmative action. While an\nactor's failure to perform a legal duty provides some evidentiary G\nsupport for the existence of an intention to have the harm or\nevil occur, the force of the implication is similarly weak. Inaction\noften carries no implication of intention unless it is shown that\nthe actor knows of his or her duty to act and the opportunity to\ndo so.\nH\nA\nB\nC\nD\nE\nLUJ\n892 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\n32. Liability for an omission requires a legal duty to act; a\nmoral duty to act is not sufficient. The duty may arise either from\nthe offence definition itself or from some other provision of\ncriminal or civil law. A duty arises from the former when an\noffence is defined in terms of omission. This is the -situation\nwhere the legislature has made it an offence. A legal duty to\nact may also be created by a provision of either criminal or civil\nseparate from the offence charged. For example, a duty under\nthe Maharashtra Medical Council's Code of Ethics and\nMaharashtra Medical Council Act, 1965.\n33. Since there is no moral difference between (i) a\npositive act and (ii) an omission when a duty is established, it\nis to be borne in mind that cases of omissions, the liability\nshould be exceptional and needs to be adequately justified in\neach instance. Secondly, when it is imposed this should be\ndone by clear statutory language. Verbs primarily denoting (and\nforbidding) active conduct should not be construed to include\nomissions except when the statute contains a genuine\nimplication to this effect. Thirdly, maximum penalties applied\nto active wrongdoing should not automatically be transferred\nto corresponding omissions; penalties for omissions should be\nre-thought in each case. Indeed, the Indian Penal Code, 1860\ndoes include explicitly the liability due to omissions. And even\nIndian courts have affirmed so. In the case of Latifkhan (1895)\n20 Bom 394, wherein the law imposes a duty to act on a\nperson, his illegal omission to act renders him liable to\npunishment. While dealing with the imposition of liability for\nomission, certain considerations are required to be kept in\nG mind. Does section 338 of the I.P.C recognize that the\nparticular offence may be committed by omission? Some\ncategory of offences may, some may not; Does it include\nmedical profession? If the offence is capable of being\ncommitted by omission, who all were under a duty to act? Who\nF\nH\n"}