{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"DR. P.B. DESAI v. STATE OF MAHARASHTRA 893\n[A.K.SIKRI, J.]\nowed the primary duty? What are the criteria for selecting the A\nculprit? Where the definition of the crime requires proof that the\nactor caused a certain result, and can he be said to have\ncaused that result by doing nothing? These questions cannot\nbe completely separated and sometimes few or all three of\nthem would arise in the same material which follows. Each of B\nthem, perhaps, also gives rise to yet another question: Is actor's\nconduct properly categorized as an omission, or an act? Indeed\nsection 338 of the I.P.C does recognize unambiguously that the\nparticular offence can be committed by omission. More so, the\nmedical profession is included in it. The offence under section C\n338 of the I.P.C is capable of being committed by omission.\n34. We reiterate that we have stated, explained and\nclarified the meaning of expression “act\" occurring in Section\n338 IPC, to include acts of omission as well. Its applicability in\nthe instant case has been discussed elaborately at the relevant\nportion of this judgment so as not to lose the continuum.\n35. As we find that \"omission\" on the part of the appellant\n* would also be treated as \"act\" in the given circumstances, the\nissue is as to whether this act of omission was rash \u0026 negligent.\nThis is a pivotal \u0026 central issue which needs elaborate and all\npervasive attention of the court. To create the edifice, brick by\nbrick, we intend to proceed in the following order:\nD\nE\n1.\nThe Doctor-Patient Relationship.\nF\n2.\nDuty of care which a doctor owes towards his\npatient.\n3.\nWhen this breach of duty would amount to\nnegligence.\nG\n4.\nConsequences of negligence: Civil and Criminal.\n5.\nWhen criminal liability is attracted.\nH\n894\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n\u003e\u003e\nA\n6.\nB\nWhether appellant criminally liable u/s 338 IPC, in\nthe present case?\n(1) The Doctor- Patient relationship\n36. Since ancient times, certain duties and responsibilities\nhave been cast on persons who adopt the sacred profession\nas exemplified by Charak's Oath (1000 BC) and the\nHippocracic Oath (460 BC).\n37. It is the responsibilities that emerge from the doctor-\nC patient relationship that forms the cornerstone of the legal\nimplications emerging from medical practice. The existence of\na doctor-patient relationship presupposes any obligations and\nconsequent liability of the doctor to the patient.\nD\nE\n38. It was Talcott Parsons, a social scientist, who first\ntheorized the doctor-patient relationship. He worked on the\nhypothesis that illness was a form of dysfunctional deviance that\nrequired re-integration with social organism. Maintaining the\nsocial order required the development of a legitimized sick role\nto control this deviance, and make illness a transitional state\nback to normal role performance. In this process, the physician,\nwho has mastered a body of technical knowledge, on a\nfunctional role to control the deviance of sick persons who was\nto be guided by an egalitarian universalism rather than a\nF personalized particularism. While this basic notion has\nremained robust, over a period of time there have been\nnumerous qualifications to the theory of Parsons. For instance,\nphysicians and the public consider some illnesses to be the\nresponsibility of the ill, such as lung cancer, AIDA and obesity.\nG\nH\n39. It is not necessary for us to divulge this theoretical\napproach to the doctor-patient relationship, as that may be\nbased on model foundation. Fact remains that when a\nphysician agrees to attend a patient, there is an unwritten\ncontract between the two. The patient entrusts himself to the\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 895\n[A.K.SIKRI, J.]\ndoctor and that doctor agrees to do his best, at all times, for A\nthe patient. Such doctor-patient contract is almost always an\nimplied contract, except when written informed consent is\nobtained. While a doctor cannot be forced to treat any person,\nhe/she has certain responsibilities for those whom he/she\naccepts as patients. Some of these responsibilities may be B\nrecapitulated, in brief:\n(a) to continue to treat, except under certain\ncircumstances when doctor can abandon his\npatient;\n(b)\n(c)\nto take reasonable care of his patient;\nC\nD\nto exhibit reasonable skill: The degree of skill a\ndoctor undertakes is the average degree of skill\npossessed by his professional brethren of the same\nstanding as himself. The best form of treatment may\ndiffer when different choices are available. There is\nan implied contract between the doctor and patient ·\nwhere the patient is told, in effect, “Medicine is not\nan exact science. I shall use my experience and E\nbest judgment and you take the risk that I may be\nwrong. I guarantee nothing.\"-\n(d) Not to undertake any procedure beyond his control:\nThis depends on his qualifications, special training\nand experience. The doctor must always ensure that\nhe is reasonably skilled before undertaking any\nspecial procedure/treating a complicated case.\nF\n(e) Professional secrets:A doctor is under a moral and\nlegal obligation not to divulge the information/ G\nknowledge which he comes to learn in confidence\nfrom his patient and such a communication is\nprivileged communication.\nConclusion: The formation of a doctor-patient\nI\n896 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA relationship is integral to the formation of a legal relationship\nand consequent rights and duties, forming the basis of liability\nof a medical practitioner. Due to the very nature of the medical\nprofession, the degree of responsibility on the practitioner is\nhigher than that of any other service provider. The concept of\nB a doctor -patient relationship forms the foundation of legal\nobligations between the doctor and the patient.\nC\nIn the present case, as already held above, doctor-patient\nrelationship stood established, contractually, between the\npatient and the appellant.\n(2) Duty of Care which a doctor owes towards his\npatient-\n40. Once, it is found that there is 'duty to treat' there would\nD be a corresponding 'duty to take care' upon the doctor qua/his\npatient. In certain context, the duty acquires ethical character\nand in certain other situations, a legal character. Whenever the\nprinciple of 'duty to take care' is founded on a contractual\nrelationship, it acquires a legal character. Contextually\nE speaking, legal duty to treat' may arise in a contractual\nrelationship or governmental hospital or hospital located in a\npublic sector undertaking. Ethical 'duty to treat' on the part of\ndoctors is clearly covered by Code of Medical Ethics, 1972.\nClause 10 of this Code deals with 'Obligation to the Sick' and\nF Clause 13 cast obligation on the part of the doctors with the\ncaptioned \"Patient must not be neglected\". Whenever there is\na breach of the aforesaid Code, the aggrieved patient or the\nparty can file a petition before relevant Disciplinary Committee\nconstituted by the concerned State Medical Council.\nG\nH\n(3) When this breach of duty would amount to\nnegligence?\n41. When reasonable care, expected of the medical\nprofessional, is not rendered and the action on the part of the\nmedical practitioner comes within the mischief of negligence,\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n897\nit can be safely concluded that the said doctor -did not perform A\nhis duty properly which was expected of him under the law and\nbreached his duty to take care of the patient. Such a duty which\na doctor owes to the patient and if not rendered appropriately\nand when it would amount to negligence is lucidly narrated by\nthis Court in Kusum Sharma and others v. Batra Hospital and B\nMedical Research Centre and Others; (2010) 3 SCC 480. The\nrelevant discussions therefrom are reproduced hereinbelow:\n\"45. According to Halsbury's Laws of England, 4th Edn.,\nVol. 26 pp. 17-18, the definition of negligence is as under:\nC\n22. Negligence.-Duties owed to patient. A person\nwho holds himself out as ready to give medical\nadvice or treatment impliedly undertakes that he is\npossessed of skill and knowledge for the purpose.\nSuch a person, whether he is a registered medical D\npractitioner or not, who is consulted by a patient,\nowes him certain duties, namely, a duty of care in\ndeciding whether to undertake the case; a duty of\ncare in deciding what treatment to give; and a duty\nof care in his administration of that treatment. A E\nbreach of any of these duties will support an action\nfor negligence by the patient.\"\n46. In a celebrated and oft cited judgment in Bolam v.\nFrier Hospital Management Committee (Queen's Bench\nDivision)\nMcNair, L.J. observed:\nF\n(i) A doctor is not negligent, if he is acting in\naccordance with a practice accepted as proper by G\na reasonable body of medical men skilled in that\nparticular -art, merely because there is a body of\nsuch opinion that takes a contrary view.\n\"The direction that, where there are two different\nH\nA\nB\nD\n☐ E\n☐ F\n☐ G\n898 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nschools of medical practice, both having recognition\namong practitioners, it is not negligent for a\npractitioner to follow one in preference to the other\naccords also with American law; see 70 Corpus\nJuris Secundum (1951) 952, 953, Para 44.\nMoreover, it seems that by American law a failure\nto warn the patient of dangers of treatment is not,\nof itself, negligence McNair, L.J: also observed:\nBefore I turn to that, I must explain what in law we\nmean by 'negligence'. In the ordinary case which\ndoes not involve any special skill, negligence in law\nmeans this: some failure to do some act which a\nreasonable man in the circumstances would do, or\nthe doing of some act which a reasonable man in\nthe circumstances would not do; and if that failure\nor the doing of that act results in injury, then there\nis a cause of action. How do you test whether this\nact or failure is negligent? In an ordinary case it is\ngenerally said, that you judge that by the action of\nthe man in the street. He is the ordinary man. In one\ncase it has been said that you judge it by the\nconduct of the man on the top of a Clapham\nomnibus. He is the ordinary man. But where you get\na situation which involves the use of some special\nskill or competence, then the test as to whether\nthere has been negligence or not is not the test of\nthe man on the top of a Clapham omnibus, because\nhe has not got this man exercising and professing\nto have that special skill. ... A man need not\npossess the highest expert skill at the risk of being\nfound negligent. It is well-established law that it is\nsufficient if he exercises the ordinary skill of an\nordinary competent man exercising that particular\nart.\"\n☐☐\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 899\n[A.K.SIKRI, J.]\n(4) Breach of Duty to Take Care: Consequences\n42. If the patient has suffered because of negligent act/\nomission of the doctor, it undoubtedly gives right to the patient\nto sue the doctor for damages. This would be a civil liability of\nthe doctor under the law tort and/ or contract. This concept of\nnegligence as a tort is explained in Jacob Mathews v. State of\nPunjab and Another 2005(6) SCC1, in the following manner:\nA\nB\nC\n\"10. The jurisprudential concept of negligence defines any\nprecise definition. Eminent jurists and leading judgments\nhave assigned various meanings to negligence. The\nconcept as has been acceptable to Indian jurisprudential\nthought is well stated in the Law of Torts, Ratanlal \u0026\nDhirajlal (24th Edn., 2002, edited by Justice G.P. Singh).\nNegligence is the breach of a duty caused by the omission D\nto do something which a reasonable man, guided by those\nconsiderations which ordinarily regulate the conduct of\nhuman affairs would do, or doing something which a\nprudent and reasonable man would not do. Actionable\nnegligence consists in the neglect of the use of ordinary E\ncare or skill towards a person to whom the defendant owes\nthe duty of observing ordinary care and skill, by which\nneglect the plaintiff has suffered injury to his person or\nproperty.... The definition involves three constituents of\nnegligence: (1) A legal duty to exercise due care on the F\npart of the party complained of towards the party\ncomplaining the former's conduct within the scope of the\nduty; (2) breach of the said; and (3) consequential damage.\nCause of -action for negligence arises only when damage\noccurs; for, damage is a necessary ingredient of this tort.\"\n43. Such a negligent act, normally a tort, may also give rise\nto criminal liability as well, though it was made clear by this\nCourt in Jacob's Case (supra) that jurisprudentially the\ndistinction has to be drawn between negligence under Civil Law\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\nH\n900 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nand negligence under Criminal Law. This distinction is lucidly\nexplained in Jacob's Case, as can be seen from the following\nparagraphs:\n\"12. The term “negligence\" is used for the purpose of\nfastening the defendant with liability under the civil\nlaw and, at times, under the criminal law. It is\ncontended on behalf of the respondents that in both\nthe jurisdictions, negligence is negligence, and\njurisprudentially no distinction can be drawn\nbetween negligence under civil law and negligence\nunder criminal law. The submission so made\ncannot be countenanced inasmuch as it is based\nupon a total departure from the established terrain\nof thought running ever since the beginning of the\nemergence of the concept of negligence up to the\nmodern times. Generally speaking, it is the amount\nof damages incurred which is determinative of the\nextent of liability in tort; but in criminal law it is not\nthe amount of damages but the amount and\ndegree of negligence that is determinative of\nliability. To fasten liability in criminal law, the degree\nof negligence has to be higher than that of\nnegligence enough to fasten liability for damages\nin civil law. The essential ingredient of mens -rea\ncannot be excluded from consideration when\nthe charge in a criminal court consists of\ncriminal negligence. In R. v. Lawrence Lord\nDiplock spoke in a Bench of five and the other Law\nLords agreed with him. He reiterated his opinion in\nR. v. Caldwell³ and dealt with the concept of\nrecklessness as constituting mens rea in\ncriminal law. His Lordship warned against\nadopting the simplistic approach of treating all\nproblems of criminal liability as soluble by\nclassifying the test of liability as being “subjective\"\nor “objective\", and said: (All ER p. 982e-f)\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n[A.K.SIKRI, J.]\n901\nB\n\"Recklessness on the part of the doer of an act A\ndoes presuppose that there is something in the\ncircumstances that would have drawn the attention\nof an ordinary prudent individual to the possibility\nthat his act was capable of causing the kind of\nserious harmful consequences that the section\nwhich creates the offence was intended to prevent,\nand that the risk of those harmful consequences\noccurring was not so slight that an ordinary prudent\nindividual would feel justified in treating them as\nnegligible. It is only when this is so that the doer of C\nthe act is acting ‘recklessly' if, before doing the act,\nhe either fails to give any thought to the possibility\nof there being any such risk or, having recognised\nthat there was such risk, he nevertheless goes on\nto do it.\"\n13. The moral culpability of recklessness is not located\nin a desire to cause harm. It resides in the proximity\nof the reckless state of mind to the state of mind\npresent when there is an intention to cause harm.\nThere is, in other words, a disregard for the\npossible consequences. The consequences\nentailed in the risk may not be wanted, and indeed\nthe actor may hope that they do not occur, but this\nhope nevertheless fails to inhibit the taking of the\nrisk. Certain types of violation, called optimising\nviolations, may be motivated by thrill-seeking.\nThese are clearly reckless.\n14.\nIn order to hold the existence of criminal rashness\nor criminal negligence it shall have to be found out\nthat the rashness was of such a degree as to\namount to taking a hazard knowing that the\nhazard was of such a degree that injury was\nmost likely imminent. The element of criminality\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n902\nSUPREME COURT REPORTS\n15.\n[2013] 11 S.C.R.\nis introduced by the accused having run the risk of\ndoing such an act with recklessness and\nindifference to the consequences. Lord Atkin in his\nspeech in Andrews v. Director of Public\nProsecutions stated: (All ER p. 556 C)\n\"Simple lack of care such as will constitute civil\nliability is not enough. For purposes of the criminal\nlaw there are degrees of negligence, and a very\nhigh degree of negligence is required to be proved\nbefore the felony is established.\"\nThus, a clear distinction exists between “simple lack\nof care\" incurring civil liability and \"very high degree\nof negligence\" which is required in criminal cases.\nIn Riddell v. Reid te (AC at p. 31) Lord Porter said\nin his speech\n-\n\"A higher degree of negligence has always been\ndemanded in order to establish a criminal offence\nthan is sufficient to create civil liability.\"\nThe fore-quoted statement of law in Andrews has\nbeen noted with approval by this Court in Syad\nAkbar v. State of Karnataka³. The Supreme Court\nhas dealt with and pointed out with reasons the\ndistinction between negligence in civil law and in\ncriminal law. Their Lordships have opined that there\nis a marked difference as to the effect of evidence\nviz. the proof, in civil and criminal proceedings. In\ncivil proceedings, a mere preponderance of\nprobability is sufficient, and the -defendant is not\nnecessarily entitled to the benefit of every\nreasonable doubt; but in criminal proceedings, the\npersuasion of guilt must amount to such a\nmoral certainty as convinces the mind of the\nCourt, as a reasonable man, beyond all\n"}