{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"DR. P.B. DESAI v. STATE OF MAHARASHTRA 873\nopinion of the appellant and has gone to the extent of A\nsaying that it was the best possible option for the\ntreatment of the patient. Moreover, Dr. 'M' has also\naccepted/ agreed that the advise tendered by the\nappellant on the basis of CT Scan Report, and, that the\ncall to operate was \"unanimous\". In this scenario, it\ncannot be said that advise of the appellant for taking the\nsurgical procedure was an act of wanton negligence.\n[Para 55] [907-E-F]\nB\nC\n4.6. No doubt, in the present case the appellant not\nonly possesses requisite skills but is also an expert in this\nline. However, having advised the operation, he failed to\ntake care of the patient. Thereafter, at various stages, he\nwas held to be negligent by the Maharashtra Medical\nCouncil and thus found to be guilty of committing\nprofessional misconduct. Thus, it was the appellant's D\n\"duty” to act contractually, professionally as well as\nmorally and such an omission can be treated as an \"act\".\nWithin the realm of civil liability, the appellant has\nbreached the well essence of \"duty\" to the patient. [Paras\n60 and 61] [911-A-C]\n4.7. Opening of the abdomen and performing the\nsurgery cannot be treated as causing grievous hurt. It\ncould have been only if the doctors would have faltered\nand acted in rash and gross negligent manner in\nperforming that procedure. It is not so. At the same time,\nhis act of omission, afterwards, in not doing the surgery\nhimself and remaining absent from the scene and\nneglecting the patient, even thereafter, when she was\nsuffering the consequences of fistula, is an act of\nnegligence and is definitely blame worthy (though that is\nnot the part of criminal charge). However, the omission\nis not of a kind which has given rise to criminal liability\nunder the given circumstances. [Para 62] [911-F-H]\nE\nF\nG\n4.8. However, the appellant's omission in not H\n874 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA rendering complete and undivided legally owed duty to\npatient and not performing the procedure himself, has not\nmade any difference. It was not the cause of the patient's\ndeath which was undoubtedly because of the acute\nchronic cancer condition. In such a scenario, it is enough\nB to keep off the clutches of criminal law. The negligent\nconduct in the nature of omission of the appellant is not\nso gross as to entail criminal liability on the appellant u/\ns. 338 IPC. The crimes as mentioned in s. 338 IPC require\nproof that the appellant caused the patient's condition to\nⒸ the acute stage. [Paras 66 and 67] [913-C-E]\nR. v. Adomako (1994) 3 WLR 288 - referred to.\n4.9. The conduct of the appellant constituted not only\nprofessional misconduct for which adequate penalty has\nD been meted out to him by the Medical Council, the\nnegligence on his part also amounts to actionable wrong\nin tort, it does not transcend into the criminal liability, and\nin no case makes him liable for offence under Section 338\nIPC, as the ingredients of that provision have not been\nE satisfied. [Para 69] [914-C-D]\nFaguna Kant Nath v. The State of Assam (1959) 2 Suppl.\nSCR 1; Madan Raj Bhandari v. State of Rajasthan (1969) 2\nSCC 385: 1970 (1) SCR 688 - referred to.\nF\nCase Law Reference:\n(1959) 2 Suppl. SCR 1\nreferred to Para 17\n1970 (1) SCR 688\nreferred to Para 17\nG\n355 U.S. 225 (1957)\nreferred to Para 26\n2010 (2) SCR 685\nreferred to Para 55\n.\n2005 (2) Suppl. SCR 307\nrelied on\nPara 43, 59\n(1994) 3 WLR 288\nreferred to Para 68\nН\nDR. P.B. DESAI v. STATE OF MAHARASHTRA\n875\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal A\nNo. 1432 of 2013.\nFrom the Judgment \u0026 Order dated 15.10.2012 of the High\nCourt of Bombay in CRLRP No. 166 of 2012.\nHarish Salve, K.V. Vishwanatha, R.N. Karanjawala,\nSandeep Kapur, Shivek Trehan, Shridhar Y. Chitale, Mehul\nGupta, Gayatri Goswami, Manik Karanjawala (for Karanjawala\n\u0026 Co.) for the Appellant.\nB\nB.H. Marlapalle, Colin Gonsalves, Asha Gopalan Nair, C\nAbhishek Kr. Pandey, Jubli Momalia, Jyoti Mendiratta for the\nRespondents.\nThe Judgment of the Court was delivered by\nA.K. SIKRI, J. 1. Leave granted.\nD\n2. The appellant herein, a renowned surgeon, stands\nconvicted of the offence punishable under Section 338 r/w\nSection 109 of the Indian Penal Code, 1860 (hereinafter to be\nreferred as the 'I.P.C'). This conviction was delivered by the E\nAdditional Chief Metropolitan Magistrate, 47th Court,\nEsplanade, Mumbai, vide judgment and order dated\n05.07.2011. The appellant was sentenced to suffer simple\nimprisonment (SI) till the rising of the Court and to pay Rs.\n50,000/- as and by way of compensation, in default to suffer F\nsimple imprisonment for 3 months. This conviction and sentence\nhad been upheld by the ld. Additional Sessions Judge vide\njudgment dated 22.03.2012 and is also confirmed by the High\nCourt of Judicature at Bombay by way of impugned judgment\ndated 15.10.2012. Still not satisfied, the appellant has G\nchallenged the judgment of the High Court, by way of present\nappeal.\n3. To give a glimpse of the episode at the outset, we may\nmention that one Smt. Leela Singhi (hereinafter to be referred\nH\nA\n876 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nas the 'patient'), wife of Shri Padamchandra Singhi, the\ncomplainant, was suffering from Cancer for which she was\nunder medical treatment since the year 1977. As her condition\ndid not improve and rather deteriorated over a period of time,\nin 1987 she was taken to America and was treated in Sloan\nB Kettering Memorial Hospital in New York. However, it did not\nyield any positive results. The doctors in that hospital declared\nher beyond surgical treatment and she was sent back to India\non 29.11.1987. In India, she had been under the medical\nsupervision of Dr. A.K. Mukherjee, for a long time, who started\nC -administering the medication prescribed by the doctors in\nU.S.A. Within few days, the patient started suffering from vaginal\nbleeding because of which Dr. A.K. Mukherjee advised her for\nhospitalization. She was admitted to Bombay Hospital on\n9.12.1987. After a few days of hospitalization, she was\nD examined by the appellant who advised 'Exploratory\nLaparotomy (surgery)', in order to ascertain whether the\npatient's uterus can or cannot be removed in order to stop the\nvaginal bleeding.\nE\nF\nG\nH\n4. Nod of a patient for Exploratory Laparotomy was duly\ntaken who signed the consent form. Dr. Mukherjee, assisted\nby two other doctors, began the Exploratory Laparotomy\nprocedure on 22.12.1987. On opening the abdomen, Dr.\nMukherjee found plastering of intestines as well as profuse\noozing of ascetic fluids. He immediately called the appellant\nwho was performing other surgical procedure in another\noperation theatre. The appellant after seeing the condition of\nthe patient from a distance, found that it was not possible to\nproceed with the operation. He advised Dr. A.K. Mukherjee to\nclose the abdomen. Dr. Mukherjee, thus, closed the abdomen.\nThe condition of the patient, thereafter, deteriorated due to the\nformation of fistula. The patient remained in the hospital for\ntreatment of the fistula. After remaining in the hospital for about\n3 months she was discharged and taken home by the\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 877\n[A.K.SIKRI, J.j\ncomplainant. But she never recovered and ultimately passed A\naway on 26.2.1989 at Jaipur.\nC\nD\n5. The complainant filed a complaint with the Maharashtra\nMedical Council against the appellant and also lodged criminal\ncomplaint against the appellant with the Director General of B\nPolice, Maharashtra. Main allegation against the appellant was\nthat he did not take personal care and attention by preferring\nthe operation himself. On the contrary he did not ever bother\nto even remain present there when Dr. A.K. Mukherjee started\nsurgical procedure and opened the abdomen. Moreover, when\nDr. Mukherjee, on opening of the abdomen, found that Cancer\nwas at a very advanced stage and it would not be possible to\nproceed because there was fluid and intestines were plastered\nand he called the appellant for advice, even then the appellant\ndid not examine the patient minutely. Instead, after seeing her\nfrom the entrance of the operating room, he advised Dr.\nMukherjee to close the abdomen. So much so, even after the\nformation of the fistula and the pathetic condition of the patient,\nthe appellant never bothered to examine or looked after her. It\nwas alleged that the very advise of the appellant for-surgical E\noperation, even when doctors at U.S.A. had opined to the\ncontrary, was inappropriate. It was, thus alleged that the\naforesaid acts of omission and commission amounted to\nprofessional misconduct as well as offence punishable under\nSection 338 of the I.P.C. Since, there was no overt act on the\npart of the appellant, as the surgical procedure was performed\nby Dr. A.K. Mukherjee, charge of abetment under Section 109\nof I.P.C. was also leveled against the appellant. Dr. A.K.\nMukherjee was also made accused in the said complaint.\nHowever, at a later stage, Dr. A.K. Mukherjee was dropped\nfrom the proceedings at the instance of the complainant.\n6. It is on the aforesaid allegations, purportedly proved\nthrough oral and documentary evidence, that the conviction of\nthe appellant is returned by the courts below.\nוד\nF\nG\nH\nA\n878\nSUPREME COURT REPORTS\n[2013] 11 S.C.R.\n7. On the complaint of the complainant, Maharashtra\nMedical Council initiated disciplinary action against the\nappellant and found him guilty of professional mis-conduct under\nPara 15 of the Warning Notice of the Maharashtra Medical\nCouncil's Code of Ethics and Para 3 of the disciplinary action\nB of the Medical Council of India's Code of Ethics. It resulted in\nissuance of warning under Section 22(1) of the Maharashtra\nMedical Council Act, 1965 vide orders dated 11.2.1991\npassed by the Maharashtra Medical Council. The appellant did\nnot challenge the findings of the disciplinary committee of the\nC Maharashtra Medical Council and accepted the order of\nwarning.\nD\nE\n8. As we are, in this appeal, concerned with the validity of\nthe conviction of the appellant under Section 338, IPC, we\nwould like to reproduce that provision at this stage:\n\"338. Causing grievous hurt by act endangering life or\npersonal safety of others: Whoever causes grievous hurt\nto any person by doing any act so rashly or negligently as\nto endanger human life, or the personal safety of others,\nshall be punished with imprisonment of either description\nfor a term which may extend to two years, or with fine which\nmay extend to one thousand rupees, or with both.\"\n9. Questions that falls for determination is as to whether\nF the alleged role of the appellant amounts to \"doing any act\" and\nwhether it was so rash or negligent as to endanger the life of\nthe patient.-\nG\nH\n10. Mr. Harish Salve, learned Senior Counsel appearing\nfor the appellant, at the outset, invited the attention of this Court\nto the exact charge framed by the Trial Court which reads as\nunder:-\n\"Does the prosecution prove that on 22.12.1987 at about\n9.00 a.m., at Bombay Hospital, Mumbai, the Accused No.\n1, Accused No. 2 - Dr. A.K. Mukherjee, caused grievous\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 879\n[A.K.SIKRI, J.]\nhurt to the wife of complainant namely, Leela Singhi by A\ndoing an operation of abdomen taking out uterus, so rash\nor negligently as to endanger human life or the personal\nsafety of wife of the complainant namely, Leela Singhi and\nthereby committed an offence punishable under Section\n338 read with Section 109 of the I.P.C?\"\n11. His submission was that the specific allegations in the\ncharge framed against the appellant as well as Accused No. 2\n- Dr.. A.K. Mukherjee were that:-\n(a)\n(b)\n(c)\nB\nThe charge is for a specific act committed at 9.00 C\na.m. on 22.12.1987.\nIt is a charge against the Appellant (Accused No.\n1) and Dr. A.K. Mukherjee (Acquitted Accused No.\n2).\nThe charge is against the two accused under\nSection 338 r/w Section 109 of I.PC.\nD\nF\n12. Proceeding therefrom, Mr. Harish Salve, argued that\nthe primary offender, as per the charge under Section 338 of E\nthe I.P.C, was Dr. A.K. Mukherjee, the doctor who actually\nperformed the procedure and the appellant was charged as an\nabettor, using Section 109 of the I.P.C. However, Dr. A.K.\nMukherjee was dropped from the prosecution at the instance\nof the complainant himself, on the ground that there was no\nevidence against him. On the contrary, the complainant in his\ntestimony (P.W.1) gave glowing compliments to Dr. A.K.\nMukherjee, praising his skills both as a doctor and a surgeon.\nIn such circumstances, argued Mr. Harish Salve the question\nof abetment did not survive and, therefore, the case warranted G\nclosure even against the appellant as well, after dropping Dr.\nMukherjee from the prosecution.\n13. Without prejudice to the aforesaid submissions, further\narguments of Mr. Harish Salve were that, in any case, the\nH\n*\n880 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA ingredients of Section 338 of 1.P.C had not been established.\nIt was merely a case of \"negligence” projected by the\nprosecution. It could not be held, ipso facto, that the essential\ningredients of the offence contained under Section 338 of I.P.C.\nwere fulfilled.\nB\n14. Mr. Harish Salve endeavored to demonstrate that the\ndecision of the appellant to advise the operation, in question,\nnamely \"Exploratory Laparotomy\" could not even be treated as\nunreasonable or an act of negligent advice. Once it was\nC accepted that the appellant was a renowned Oncologist with\ngreat experience, his opinion to conduct the aforesaid\nprocedure/ surgery, after examining the patient, was an expert\nopinion and merely because he differed from the doctors in\nU.S.A. on this account, negligence could not be attributed to\nhim because of the same, much less criminal negligence.\nD\nE\nF\n15. That apart, merely on the basis of negligence, it could\nnot be held that ingredients of Section 338 of I.P.C. stood\nproved as it could not amount to an “act\" of causing \"grievous\nhurt\", that too \"rationally and negligently\" thereby endangering\nthe life of the patient. He submitted that, in the first instance, a\nmedical professional who is called upon to treat a patient\ncannot possibly be charged for causing hurt, where the patient\nhas come to the hospital for receiving treatment inter alia by\nvirtue of Section 81, 87 and 88 of the I.P.C. and where consent\nfor such treatment has been freely given.-\nSecondly, in the context of a doctor - patient relationship,\neven assuming, without accepting that there could be a\nsituation in which a doctor can be held to have committed an\nG offence of causing hurt (either for want of consent or acting with\nwanton negligence in performing a procedure), it is\ninconceivable that a doctor can be charged of causing a hurt\nby not doing something. An omission by a surgeon to perform\na surgery, in certain extreme circumstances, may constitute\nH acting in a manner that no medical professional would, and\nDR. P.B. DESAI v. STATE OF MAHARASHTRA 881\n[A.K.SIKRI, J.]\nthereby be a case of criminal negligence. It cannot possibly be A\nan omission by which hurt, by way of a positive act, is inflicted.\nC\nD\n16. Mr. Harish Salve argued that once rendering an\nopinion to perform such surgical procedure cannot be treated\nas criminal offence, in so far as actual procedure is concerned, B\nthat was not performed by the appellant. Without accepting, that\nit was the appellant who was to do the surgery himself, he\nsubmitted that the Courts below fell in legal error by attributing\nthe so called omission to perform the said surgery by the\nappellant as an \"act\" within the meaning of Section 338 of the\nI.P.C. He pointed out that the charge as framed did not even\nremotely mention about the purported “illegal omission\". He\nthus, argued that the Respondents could not base their case\non plea of \"omission\" as an “act\". Even otherwise, in the instant\ncase, the so called omission could not be treated as an \"act\"\nof causing grievous hurt in as much as, such an omission has\nto be in relation to the operation that caused the hurt. Dilating\nthis aspect, the learned senior counsel projected the theory that\nillegal omissions could result in causing hurt cannot have any\napplication to a doctor who has not performed a surgery -\nwhere the primary allegation is that the performance of the\nsurgery constituted the infliction of hurt. Whatever may be the\nlegal consequences of reneging on an assurance to perform\na surgery, if the surgery is performed by a duly qualified\nprofessional, the surgeon who did not perform the surgery could\nnot possibly be guilty of causing hurt. A fortiori, where the\nsurgeon who did perform the surgery is duly qualified, and is\nblame free, there is no question of charging, under Section 338\nof I.P.C., some other surgeon who may have been engaged to\nperform the surgery, but did not do so.\n17. Mr. Harish Salve also sought to distract the charge of\nabetment under Section 109 of the I.P.C. by attempting to\nhighlight that as per the charge framed by the Trial Court, the\n\"act\" was attributed to Dr. A.K. Mukherjee and the primary\ncharge against the appellant was only that of abetment. With\nE\nF\nG\nH.\n882 SUPREME COURT REPORTS\n[2013] 11 S.C.R.\nA the dropping of Dr. A.K. Mukherjee from the prosecution, the\ncharge of abetment no more survived, more so when no overt\nact is attributed to the appellant and there is no medical or other\naspect examined to show grievous hurt resulted because of the\nsurgery. The appellant placed reliance upon the decisions of\nB this Court in Faguna Kant Nath v. The State of Assam (1959)\n2 Suppl. SCR 1; Madan Raj Bhandari v. State of Rajasthan\n(1969) 2 SCC 385.\n18. Mr. B.H. Marlapalle, learned Senior Counsel\nC appearing for the State invited the attention of this Court to the\nreasons recorded by the Maharashtra Medical Council in its\norders dated 11.2.1991 holding the appellant guilty of\nmisconduct. He pointed out that under the Maharashtra Medical\nCouncil Act, 1965, the proceedings against the appellant were\nD in the nature of judicial proceedings under Sections 22 of the\nsaid Act and since these findings of the Medical Council had\nattained finality, there was no basis in the submission of the\nappellant that he had not acted negligently. He also referred to\nthe findings recorded by the trial court and the High Court and\nsubmitted as under:\nE\nF\n☐ G\n☐ H\n(a) The patient Smt. Leela Singhi was admitted at the\nBombay Hospital as the patient of the present\naccused in Room No. 1005 (MRC I Class).\n(b) She had given consent for being operated by the\npresent accused.\n(၁)\nIt was the accused mainly who took the decision to\noperate the patient for exploratory surgery despite\na written opinion from the doctors of USA that she\nwas inoperable.\n(d) As per the evidence of DW.2, Dr. Gajanand\nHegade, Dr. A.K. Mukherjee was the Assistant\nSurgeon under the present accused and it was not\npermissible for him to perform any procedure\n"}