{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"M/S. LARSEN AND TUBRO LTD.\nV.\nTHE COMMISSIONER OF CENTRAL EXCISE, PUNE-II\nMAY 2, 2007\nA\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nCentral Excise Act, 1944 s. 11A-Extended period of limitation-\nInvocation of, in the second show cause notice on the ground of suppression\nof facts-When original show cause notice demanding excise duty was\nwithdrawn, where allegation of suppression was not made-Held: Extended\nperiod of limitation cannot be invoked subsequently as the facts alleged to\nhave been suppressed by assessee were known to the Revenue-Also the\nassessee had pleaded bonafide.\nC\nAppellant undertook a contract for construction of bridges for Public\nD\nSector Undertaking. Appellant manufactured PSC Girders and used to\ntransport them to the site of construction of bridges of the Railways. It did\nnot register itself with the authorities of the Central Excise. Show Cause\nNotice was issued to the appellants alleging that it was involved in the\nmanufacturing activity but did not pay any excise duty and the said notice was\nwithdrawn. Another show cause notice was issued and extended period of E\nlimitation was invoked alleging suppression of fact on the part of the appellant.\nCommissioner of Central Excise held that the manufacturer of PSC Girders\nwould come within the purview of construction of the bridges and the same\nwould not be immovable property; and that the longer period of limitation has\nrightly been invoked as the appellant had suppressed the fact from the\ndepartment that the goods were excisable articles. Appellant filed appeal which\nwas dismissed. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: 1.1. It was not a case where element of suppression extended to\napply to extended period of limitation. It is also not a case where the appellant\ndid not plead bona fide. It is furthermore not a case where the Tribunal and\nconsequently this Court, could have arrived at a finding that the appellant\ntook recourse to suppressio veri. [Para 13] [1146-E, F}\n1141\nF\nG\nH\nA\nB\nC\nD\nE\nF\n1142\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n1.2. Acts of fraud or suppression, must be specifically pleaded. The\nallegations in regard to suppression of facts must be clear and explicit so as\nto enable the notice to reply thereto effectively. It was not the case of the\nRevenue that the activities of the appellant were not known to it.\n[Para 14] [1146-G]\n1.3. Admittedly, when the first show cause notice was issued, the\nextended period of limitation was not resorted to. A notice should ordinarily\nbe issued within a period of six months (as the law then stood) i.e. within the\nprescribed period of limitation but only in exceptional cases, the said period\ncould be extended to 5 years. When in the original notice, such an allegation\nhad not been made, that the same could not have been made subsequently as\nthe facts alleged to have been suppressed by the appellant were known to them.\n[Para 15] [1146-G; 1147-A]\n1.4. Extension of the period of limitation entails both civil and criminal\nconsequences and, therefore, must be specifically stated in the show cause\nnotice, in absence whereof the Court would be entitled to raise an inference\nthat the case was not one where the extended period of limitation could be\ninvoked. [Para 19] [1149-B, C]\n1.5. Appellant as also the Public Sector Undertaking raised a definite\nplea of bona fide which had not been rejected. As a matter of fact, while\nconsidering imposition of penalty under s. 11 A of the Central Excise Act,\n1944 the Commissioner has refused to impose any penalty upon the appellant\non the premise that it was not guilty of any act of mala fide. Therefore, in\nview of the facts and circumstances of this case, the impugned judgment cannot\nbe sustained and is set aside. The Revenue was not justified in invoking the\nextended period of limitation in the instant case. [Para 20] [1149-D, E]\nP \u0026 B Pharmaceuticals (P) Ltd. v. Collector of Central Excise, [2003]\n153 ELT 14 SC; Nizam Sugar Factory v. Collector of Central Excise, A.P.\n[2006] 197 ELT 465 SC; ECE Industries Limited v. Commissioner of Central\nExcise, [2004] 13 SCC 719 = [2004] 164 ELT 236; Commissioner of Central\nExcise, Chandigarh v. M/s. Punjab Laminates Pvt. Ltd., [2006] 7 SCC 431,\nG referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 2990 of 2006.\nFrom the Final Order No. A/329/WZB/06/C-III/EB dated 16.02.2006 in\nAppeal No. E/3634/98-Mum passed by the Customs, Excise and Service Tax\nH Appellate Tribunal, West Zonal Bench at Mumbai.\nLARSEN AND TUBRO LTD. v. COMMNR. OF CENTRAL EXCISE, PUNE-II [S.B. SINHA, J.] 1143\nN. Venkataraman, S. Nanda Kumar, Satish Kumar, Mayil Samy, A\nAnandaselvam, Renuga Devi and V.N. Raghupathy for the Appellant.\nGopal Subramaniam, ASG., Asheesh Jain and B.K. Prasad for the\nRespondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. An order dated 16.2.2006 passed by the Customs,\nExcise and Service Tax Appellate Tribunal (CESTAT) in Appeal No.E/3634/98-\nMum., is in question before us. The appellant is a company incorporated\nunder the Companies Act. It undertook a contract for construction of bridges\nfor M/s. Konkan Railway Corporation Ltd. ('Konkan Railway', for short),\nwhich is a public sector undertaking. Appellant manufactured Pre Stressed\nConcrete Girders (PSC Girders). It used to transport them to the site of\nconstruction of bridges of the Railways. It did not register itself with the\nauthorities of the Central Excise.\n2. Alleging that the appellant, for the period March 1993 and December\n1994, although was involved in the manufacturing activity, by undertaking\nmanufacture of 75 PSC Girders, but did not pay any excise duty thereupon.\nB\nC\nD\n3. A notice was issued to the appellant directing it to show cause as\nto why Central Excise duty to the tune of Rs.32,35,575/- should not be E\ndemanded and recovered from them in terms of the proviso appended to Rule\n49(1) of the Central Excise Rules, 1944 (Rules) read with Section 11A of the\nCentral Excise and Salt Act, 1944 (Act) and as to why penalty should not be\nimposed on them and the plant \u0026 machinery and the manufactured goods\nshould not be confiscated. Cause was shown by the appellant inter alia\nstating that no excise duty was payable. The said notice was withdrawn F\nstating:\n\"The said Show Cause Notice has been issued without obtaining\napproval of the proper authority or by the proper officer. Accordingly,\nShow Cause Notice dated 27.1.94 hereby withdrawn.\nThe withdrawal of the Show Cause Notice is without prejudice to\nany action including issue of fresh Show Cause Notice which may be\ntaken against M/s. Konkan Railway Corporation Ltd., Ratnagiri (North),\nLanjekar Compound, Phansi Baug, Udyamnagar, Ratnagiri of Central\nExcise Law or any other law of the time being is force.\"\nG\nH\nA\nB\nC\nD\n1144\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n4. After a long time, namely, on 1.5.1996, another show cause notice was\nissued on the same premise for the period March 1993 and December, 1994.\nThe extended period of limitation was invoked alleging suppression of fact\non the part of the appellant. Appellant herein filed a show cause wherein inter\nalia the question of applicability of the extended period of limitation as\ncontained in the proviso appended to Section 11A of the Act was specifically\nraised. The Commissioner of Central Excise, Pune, in his judgment opined that\nbasically following four issues were involved:\n\"(i) Whether a process of ‘manufacture' is involved?\n(ii) Whether the girders can be considered as immovable property or\nnot?\n(iii) Whether the girders can be considered as marketable or not and\nwhether exemption under Notification No.59/90 can be extended?\n(iv) Whether there was suppression of facts on the part of the noticees\nso as to invoke extended period?\"\n5. It was held that as construction of the bridges consists of many\nthings, including foundation and super structure, manufacture of PSC Girders\nwould come within the purview thereof; and the same would not be immoveable\nproperty. It was further held that the longer period of limitation has rightly\nbeen invoked as the appellant had suppressed the fact from the department\nE\nthat the goods in question were excisable articles. It was opined:\nF\nG\nH\n\"12. As regards penalty on KRCL under Rule 209A, since the\nmanufacturing activity was undertaken by M/s. L \u0026 T and there is no\nevidence of their mala fides in the matter, further they have also\nalerted the contracting party about discharge of central taxes etc. as\nseen from clause 47 of contract, I refrain from imposing any penalty\non them.\n13. As regards confiscation of 75 Nos. of PSC Girders, though M/s.\nL \u0026 T were given a notice in writing informing them the grounds on\nwhich it is proposed to confiscate the goods and they were also given\nan opportunity of making a representation within reasonable time\nagainst the said proposed confiscation and a reasonable opportunity\nof being heard in the matter, they only stated that these were not\nliable for confiscation being permanently embedded in the earth, thus\nimmoveable property. As already held since girders at the earth, they\ncame into existence were not embedded to the earth, they cannot be\nLARSEN AND TUBRO LTD. v. COMMNR. OF CENTRAL EXCISE, PUNE-II (S.B. SINHA, J.] 1145\nconsidered as immoveable property and therefore I hold these 75 Nos. A\nof PSC girders liable for confiscation under Rule 173Q read with Rule\n226 of CER, 1944.”\n6. The appeal preferred thereagainst by the appellant, as noticed\nhereinbefore, was dismissed by the Tribunal.\n7. Mr. Venkataraman, learned senior counsel appearing on behalf of the\nappellant would raise two contentions in support of this appeal:\n(i) That earlier notice having been withdrawn wherein no allegation\nof suppression had been made, the same could not have been made\nin the second notice dated 1.5.1996.\nB\nC\n(ii) In any event, the question as to whether the activities of the\nappellant would attract excise duty or not having been decided for the\nfirst time by a larger Bench of the Tribunal in Asian Techs Ltd. v.\nCommissioner of Central Excise, Pune-II, (2005) 189 ELT 420 it was\nnot a case where the extended period of limitation should have been D\ninvoked.\n8. Mr. Gopal Subramanium, learned Additional Solicitor General appearing\non behalf of the Union of India, on the other hand, would submit:\n(i) For construction of the notice dated 27.1.1994, the allegations E\nmade therein as a whole must be taken into consideration for the\npurpose of arriving at a conclusion as to whether a case for suppression\nhad been made out or not.\n(ii) Withdrawal of the first notice per se would not disentitle the\nDepartment from issuing another notice as the same had been issued F\nby an officer who had no authority in relation thereto.\n(iii) As the appellant had been seeking exemption from payment\nof excise duty, suppression of fact on its part must be inferred as it\ndid not get itself registered for the purpose of payment of excise duty.\n9. Whether the activities carried out by the appellant would amount to\nmanufacture or not was a debatable issue. Our attention has been drawn to\nseveral decisions of the Tribunal, namely, Asian Techs Ltd. (supra), Rajeswari\nEnterprises (Constructions) Pvt. Ltd. v. CCE, Madurai, (2005) 180 ELT 66\n(Tri.Chennai), Tecco v. CCE, Madurai, (2002) 149 ELT 133 (Tri.- Chennai);\nDelhi Tourism and Transportation Development Corporation v. C.C.E., (1999)\nG\nH\n1146\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA 114 ELT 421 (Tri.-Delhi)]; M. Ramachandra Rao v. CCE. Guntur, (2005) 186\nELT 353 (Tr.-Bangalore); Raghunath Ramachandra Shanbag v. CCE, Mumbai-\nVII, (2004) 178 ELT 488 (Tr.-Mumbai); and Gammon India Ltd. v. CCE, Goa,\n(2002) 146 ELT 173, which held the field at the relevant point of time.\n10. Questions involving similar cases came for consideration before the\nB Tribunal at different points of time. They were answered differently by different\nC\nD\nBenches.\n11. The Tribunal in its order dated 25.4.2003, in the case of M/s. B.E.\nBillimoria \u0026 Co. Pvt. Ltd. opined that similar goods manufactured by others\ndo not attract the provisions of the Central Excise Act. It is stated that the\nsame bench of the Tribunal in its judgment dated 10.5.2004, in Ragunath\nRamchandra Shanbhag (supra), came to a similar conclusion.\n12. During the period in question being 1993-94, no direct decision on\nthe point involved was available. It was noticed that different benches of the\nTribunal in different cases had rendering their decisions differently. In the\ncase of Billimoria (supra), it was categorically held that manufacture of PSC\nGirders would not attract the provisions of Central Excise Act, 1944.\n13. Correctness of Billimoria (supra) was questioned by another Bench\nof the Tribunal and the matter was referred to a larger Bench. The larger\nE Bench in Asian Techs Ltd. (supra) relying upon or on the basis of a large\nF\nG\nnumber of decisions of this Court opined that the excise duty was payable\nand the principles of works contract would not be applicable in a case of this\nnature. We, therefore, accept the contention of the learned counsel that it was\nnot a case where element of suppression extended to apply to extended\nperiod of limitation. It is also not a case where the appellant did not plead\nbona fide. It is furthermore not a case where the Tribunal and consequently\nthis Court, could have arrived at a finding that the appellant took recourse\nto suppressio veri.\n14. Acts of fraud or suppression, it is well settled, must be specifically\npleaded. The allegations in regard to suppression of facts must be clear and\nexplicit so as to enable the noticee to reply thereto effectively. It was not the\ncase of the revenue that the activities of the appellant were not known to it.\n15. Admittedly, when the first show cause notice was issued, the extended\nperiod of limitation was not resorted to. A notice should ordinarily be issued\nH within a period of six months (as the law then stood) i.e. within the prescribed\n$\nLARSEN AND TUBRO LTD. v. COMMNR. OF CENTRAL EXCISE, PUNE-II [S.B. SINHA, J.) 1147\nperiod of limitation but only in exceptional cases, the said period could be A\nextended to 5 years. When in the original notice, such an allegation had not\nbeen made, we are of the opinion that the same could not have been made\nsubsequently as the facts alleged to have been suppressed by the appellant\nwere known to them.\n16. In P \u0026 B Pharmaceuticals (P) Ltd. v. Collector of Central Excise,\n(2003) 153 ELT 14 SC, this Court held as under:\nB\nC\n\"19. However, Mr. Jaideep Gupta submits that the Tribunal did not\naccept that here has been assignment of logo in favour of the assessee.\nWe are unable to accept the contention of the learned counsel. The\ntenor of the order, 'the assessee had produced certain documents\nsuch as registration form, trade mark authorities assigning the trade\nmark to them but the fact remains that there was material evidence by\nway of seizure of goods manufactured by M/s. P \u0026 B Laboratories\nbearing the same logo much after the alleged transfer of trade mark\nto the appellants\" discloses that the Tribunal accepted that there has D\nbeen an assignment but proceeded to deal with the case of\ninapplicability of the exemption under the notification on the ground\nthat the logo was being used by M/s. P \u0026 B Laboratories also. We\nhave already indicated above that use of logo of the manufacturer by\nthird parties is alien for purposes of denial of exemption on the\nE\nstrength of para 7 of the notification. In this view of the matter, we\nare unable to uphold the order of the Tribunal denying the exemption\nto the assessee.\n20. In any event, the ground that the assessee has suppressed the\nfact that M/s. P \u0026 B Laboratories was also using the logo for availing\nF\nthe benefit under the notification cannot be a valid reason to invoke\nthe proviso to Section 11A of the Act. There is no obligation on the\nowner of a logo to make a roving enquiry to ascertain whether any\nother person is also using his logo and disclose it to the authorities\nto avert a possible allegation of suppression of fact for purposes of\ninvoking the proviso.\"\nG\n17. Yet again in Nizam Sugar Factory v. Collector of Central Excise,\nA.P., (2006) 197 ELT 465 SC the ratio rendered in P \u0026 B Pharmaceuticals Ltd.\n(supra) has been reiterated stating:\n\"Allegation of suppression of facts against the appellant cannot be\nH\n1148\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nsustained. When the first SCN was issued all the relevant facts were\nin the knowledge of the authorities. Later on, while issuing the second\nand third show cause notices the same/similar facts could not be\ntaken as suppression of facts on the part of the assessee as these\nfacts were already in the knowledge of the authorities. We agree with\nthe view taken in the aforesaid judgments and respectfully following\nthe same, hold that there was no suppression of facts on the part of\nthe assessee/appellant.\"\n18. In the said decision, this Court followed the earlier judgment of the\nDivision Bench of this Court in ECE Industries Limited v. Commissioner of\nCentral Excise, [2004] 13 SCC 719 = (2004) 164 ELT 236, wherein it was\ncategorically stated:\n“6. Appellant was served with a second SCN by the Collector on\n16.7.1987 alleging that the appellant was supplying carbon dioxide to\nanother unit as per agreement dated 19.3.1983; that they had not taken\nnecessary licence; had not followed the procedure prescribed under\nthe rules; and had not discharged duty liability. The said SCN covered\nthe period of assessment years 1982-83 to 1986-87. Appellant responded\nto the second SCN and took the plea that the SCN under consideration\nwas practically a repetition of the allegations contained in the SCN\ndated 28.2.1984 and for the period April, 1982 to September, 1982 the\ndepartment had raised demands under two different SCNs. It was\npointed out that carbon dioxide in the impure form was not marketable\nas it also contained carbon monoxide in lethal proportions. It was\ncontended that they were under bona fide belief that since such\nimpure carbon dioxide was not exigible to payment of duty, they were\nnot required to file either Classification List or the Price List or take\nout licence. It was submitted that resorting to extended period of\nlimitation under Section 11A(1) was not justified in the circumstances\nof the case. Appellant was served with the third SCN on 12.9.1988 for\nthe period 16.3.1988 to 27.6.1988 on the same allegations. Assessee\nfiled its reply in terms of the earlier replies i.e. reply to SCN dated\n16.7.1987. The adjudicating authority did not accept the appellant's\ncontention and the demands raised in the SCN were confirmed.\nH\nXXX XXX XXX\n8. Without going into the question regarding Classification and\nmarketability and leaving the same open, we intend to dispose of the\nLARSEN AND TUBRO LTD. v. COMMNR. OF CENTRAL EXCISE, PUNE-II {S.B. SINHA, J.] 1149\nappeals on the point of limitation only. This Court in the case of PA\n\u0026 B Pharmaceuticals (P) Ltd. v. Collector of Central Excise reported,\nin [2003] 3 SCC 599 = (2003) 153 ELT 14 (SC) has taken the view that\nin a case in which a show cause notice has been issued for the earlier\nperiod on certain set of facts, then, on the same set of facts another\nSCN based on the same/similar set of facts invoking the extended B\nperiod of limitation on the plea of suppression of facts by the assessee\ncannot be issued as the facts were already in the knowledge of the\ndepartment.........\"\n19. Furthermore, extension of the period of limitation entails both civil\nand criminal consequences and, therefore, must be specifically stated in the C\nshow cause notice, in absence whereof the Court would be entitled to raise\nan inference that the case was not one where the extended period of limitation\ncould be invoked.\n[See Commissioner of Central Excise, Chandigarh v. M/s. Punjab Laminates\nPvt. Ltd., [2006] 7 SCC 431]\n20. Another aspect of the matter cannot also be lost sight of. Appellant\nas also the Konkan Railawy raised a definite plea of bona fide. Such a plea\nhad not been rejected. As a matter of fact, while considering imposition of\npenalty under Section 11A of the Act, the Commissioner has refused to\nimpose any penalty upon the appellant on the premise that it was not guilty\nof any act of mala fide. We, therefore, keeping in view the facts and\ncircumstances of this case, are of the considered view that the impugned\njudgment cannot be sustained. It is set aside accordingly. We hold that the\nRevenue was not justified in invoking the extended period of limitation in the\ninstant case.\n21. For the reasons aforementioned, the impugned judgment cannot be\nsustained and it is set aside accordingly. The appeal is allowed. However, in\nthe facts and circumstances of the case, there shall be no order as to costs.\nN.J.\nD\nE\nF\nAppeal allowed.\nG\n"}