{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"616\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nsection in the Code of Civil Procedure may later be open.\nto serious challenge.\"\n31. In H.H. Shri Swamiji Shri Admar Mutt Etc, vs. The\nCommissioner, Hindu Religious \u0026 Charitable\nEndowments Department [1979 (4) SCC 642] this Court was\ncalled upon to consider the validity of the continued application\nof the provisions of the Madras Hindu Religious Endowment\nAct, 1951 in the area which had formerly been part of State of\nMadras and which had latter become part of the new State of\nMysore (now Karnataka) as a result of the State Re-organisation\nC Act, 1956. While declining to strike down the legislation on the\nground of violation of Article 14 of the Constitution, the Court\nobserved:\nD\nE\nF\n0\nH\n\"An indefinite extension and application of unequal laws\nfor all time to come will militate against their true character\nas temporary measures taken in order to serve a\ntemporary purpose. Thereby, the very foundation of their\nconstitutionality shall have been destroyed the foundation\nbeing that Section 119 of the State Reorganisation Act\nserves the significant purpose of giving reasonable time\nto the new units to consider the special circumstances\nobtaining in respect of diverse units. The decision to\nwithdraw the application of unequal laws to equals cannot\nbe delayed unreasonably because of the relevance of\nhistorical reasons which justify the application of unequal\nlaws is bound to wear out with the passage of time. In\nBroom's Legal; Maxim (1939 Edition, page 97) can be\nfound a useful principle \"Cessante Ratione Legis Cessat\nIpsa Lex\", that is to say, \"Reason is the source of the law,\nand when the reason of any particular law ceases, so\ndoes the law itself.\"\n32. In Motor General Traders vs. State of Andhra\nPradesh (supra), validity of Section 32(b) of the A.P. Buildings\n(Lease, Rent and Eviction) Control, Act, 1960 was considered.\nBy that Section it was declared that the provisions of the main\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 617\nINDIA AND ANR. [G.S. SINGHVI, J.]\nAct will not apply to the buildings constructed after 25th August, A\n1957. The Court noted that exemption had continued for nearly\na quarter century and struck down the same despite the fact\nthat validity thereon had been upheld by the High Court in\nChintapalli Achaiah vs. P. Gopala Krishna Reddy [AIR 1966\nAP 51]. Some of the observations made in the judgment are B\nworth noticing. These are:\n\"What may be unobjectionable as a transitional or\ntemporary measure at an initial stage can still become\ndiscriminatory and hence violative of Article 14 of the\nConstitution if it is persisted in over a long period without C\nany justification.\"\n\"What was justifiable during a short period has turned out\nto be a case of hostile discrimination by lapse of nearly a\nquarter of century....We are constrained to pronounce upon\nthe validity of the impugned provision at this late stage\nbecause of grab of Constitution which it may have\npossessed earlier has become worn out and its\nunconstitutionality is now brought to a successful\nchallenge\".\nD\nE\n\"As already observed, the landlords of the buildings\nconstructed subsequent to August 26, 1957 are given\nundue preference over the landlords of buildings.\nconstructed prior to that date in that the former are free\nfrom the shackles of the Act while the latter are subjected F\nto the restrictions imposed by it. What should have been\njust an incentive has become a permanent bonanza in\nfavour of those who constructed buildings subsequent to\nAugust 26, 1957. There being no justification for the\ncontinuance of the benefit to a class of persons without\nany rational basis whatsoever, the evil effects flowing from\nthe impugned exemption have caused more harm to the\nsociety than one could anticipate. What was justifiable\nduring a short period has turned out to be a case of hostile\ndiscrimination by lapse of nearly a quarter of century. The\nG\nH\nA\nB\n618\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nsecond answer to the above contention is that mere lapse\nof time does not lend constitutionality to a provision which\nis otherwise bad. \"Time does not run in favour of legislation.\nIf it is ultra vires, it cannot gain legal strength from long\nfailure on the part of lawyers to perceive and set up its\ninvalidity. Albeit, lateness in an attack upon the\nconstitutionality of a statute is but a reason for exercising\nspecial caution in examining the arguments by which the\nattack is supported.\"\n33. In Rattan Arya and Ors. vs. State of Tamil Nadu\nC and Anr. (supra) the Court relied on the ratio of Motor General\nTraders vs. State of Andhra Pradesh (supra) and struck down\nSection 30(ii) of the Tamil Nadu Buildings (Lease and Rent)\nControl Act, 1960 by observing that there was no rational basis\nin picking out the class of tenants of residential buildings paying\nD a rent of more than Rs.400/- per month and to deny similar right\nto tenants of other buildings and residential or non-residential\npremises.\nE\nF\nG\nH\n34. In Malpe Vishwanath Acharya and Others vs. State\nof Maharashtra \u0026 Another (supra), the Court found that the\ncriteria for determination and fixation of rent by freezing or by\npegging down of rent as on 1.9.1940 or as on first date of letting,\nhad, with the passage of time become irrational and arbitrary\nbut did not strike down the same on the ground that extended\nperiod of Bombay Rent Act was coming to an end on 31.3.1998.\n35. Before parting with this aspect of the case, we may\nrefer to the judgment of Amarjit Singh vs. Smt. Khatoon\nQuamarin (supra), on which reliance has been placed by the\nFull Bench of the High Court for negating the appellant's\nchallenge to Section 14(1)(e). In that case, the respondent sought\neviction of the tenant from the first floor of the premises situated\nat Maharani Bagh, New Delhi on the ground of personal and\nbona fide necessity. The suit filed by the landlady was decreed\nby the learned Single Judge of the Delhi High Court and a\ndirection was issued for eviction of the tenant (appellant). This\n$\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 619\nINDIA AND ANR. [G.S. SINGHVI, J.]\nCourt referred to the earlier judgments in Pasupuleti A\nVenkateswarlu vs. Motor \u0026 General Traders [1975 (1) SCC\n770], Hasmat Rai vs. Raghunath Prasad [1981 (3) SCC 103]\nand held that in view of the availability of alternative\naccommodation to the landlady, the High Court was not justified\nin ordering eviction of the tenant.\nB\n36. A careful reading of the aforementioned judgment\nshows that the plea of unconstitutionality of Section 14(1)(e) of\nthe 1958 Act was neither raised nor debated with any\nseriousness and the observation made by the Court in that\nregard cannot be treated as the true ratio of the judgment, which C\nas mentioned above, mainly rested on the interpretation of the\nexpression \"reasonably suitable residential accommodation\".\nThe bedrock of the respondent's claim was that she had a right\nto comfortable living and availability of alternative\naccommodation, by itself not sufficient for declining eviction of D\nthe tenant. While rejecting this argument, the Court observed:\n\"17. The logic of the argument of Shri Kacker is\nattractive, but the legality of the said submission is\nunsustainable. Rent restriction laws are both beneficial\nand restrictive, beneficial for those who want protection\nfrom eviction and rack renting but restrictive so far as the\nlandlord's right or claim for eviction is concerned. Rent\nrestriction laws would provide a habitat for the landlord or\nlandlady if need be, but not to seek comforts other than\nhabitat that right the landlord must seek elsewhere.\"\n-\n37. Another contention raised on behalf of the landlady was\nthat Section 14(1)(e) of the 1958 Act should be read in a manner\nwhich will make it in conformity with Articles 14 and 16 of the\nConstitution. This is evinced from para 18 of the judgment which\nis extracted below:-\nE\nF\nG\n\"18. Our attention was drawn to the decision in the case\nof Bishambhar Dayal Chandra Mohan v. State of U.P.[1982\n(1) SCC 39] and our attention was drawn to the\nobservations at p. 66 and 67 of the said case in aid of the H\nA\nB\nC\nD\nLU\nE\nF\nG\nH\n620\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nsubmission that right to property is still a constitutional\nright and therefore in exercise of that right if a landlord or\nan owner of a house lets out a premises in question there\nwas nothing wrong. Shri Kacker submitted that the second\nlimb of Section 14(1)(e) of the Act should be read in such\na way that it was in consonance with Article 14 and Article\n21 of the Constitution. Otherwise it would be void as being\nunconstitutional. As a general proposition of law this is\nacceptable.\"\nThe Court rejected the argument and observed:\n\"The Act in question has the authority of law. There is no\ndenial of equality nor any arbitrariness in the second limb\nof Section 14(1)(e) of the Act, read in the manner\ncontended for by the appellant. Article 21 is not violated\nso far as the landlord is concerned. The rent restricting\nActs are beneficial legislations for the protection of the\nweaker party in the bargains of letting very often. These\nmust be so read that these balance harmoniously the rights\nof the landlords and the obligations of the tenants. The\nRent Restriction Acts deal with the problem of rack renting\nand shortage of accommodation. It is in consonance with\nthe recognition of the right of both the landlord and the\ntenant that a harmony is sought to be struck whereby the\nbona fide requirements of the landlords and the tenants in\nthe expanding explosion of need and population and\nshortage of accommodation are sought to be harmonised\nand the conditions imposed to evict a tenant are that the\nlandlord must have bona fide need. That is satisfied in this\ncase. That position is not disputed. The second condition\nis that landlord should not have in his or her possession\nany other reasonably suitable accommodation. This does.\nnot violate either Article 14 or Article 21 of the Constitution.\"\n38. In view of the above discussion, we hold that Section\n14(1)(e) of the 1958 Act is violative of the doctrine of equality\nembodied in Article 14 of the Constitution of India insofar as it\n'\nSATYAWATI SHARMA (DEAD) BY LRS. v. UNION OF 621\nINDIA AND ANR. [G.S. SINGHVI, J.]\ndiscriminates between the premises let for residential and non- A\nresidential purposes when the same are required bona fide by\nthe landlord for occupation for himself or for any member of his\nfamily dependent on him and restricts the latter's right to seek\neviction of the tenant from the premises let for residential\npurposes only.\n39. However, the aforesaid declaration should not be\nmisunderstood as total striking down of Section 14(1)(e) of the\n1958 Act because it is neither the pleaded case of the parties\nnor the learned counsel argued that Section 14(1)(e) is\nunconstitutional in its entirety and we feel that ends of justice\nwill be met by striking down the discriminatory portion of Section\n14(1)(e) so that the remaining part thereof may read as under :-\n\"that the premises are required bona fide by the landlord\nfor himself or for any member of his family dependent on\nhim, if he is the owner thereof, or for any person for whose\nbenefit the premises are held and that the landlord or such\nperson has no other reasonably suitable accommodation.\"\nB\nC\nD\nWhile adopting this course, we have kept in view well\nrecognized rule that if the offending portion of a statute can be E\nsevered without doing violence to the remaining part thereof,\nthen such a course is permissible - R.M.D. Chamarbaugwalla\nvs. Union of India (AIR 1957 SC 628) and Bhawani Singh\nvs. State of Rajasthan [1996 (3) SCC 105].\nAs a sequel to the above, the explanation appearing below\nSection 14(1)(e) of the 1958 Act will have to be treated as\nredundant.\n40. In the result, the appeals are allowed. The impugned\njudgment is set aside and Section 14(1)(e) of the 1958 Act is\npartly struck down. Section 14(1)(e) shall now read as indicated\nin para 39 above. Consequently, the writ petitions filed by the\nappellants shall stand allowed and the orders impugned therein\nshall stand quashed. The parties are left to bear their own costs.\nD.G.\nAppeals allowed.\nF\nG\nH\n"}