{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\n580\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nthen no one has ever had a fair trial and no one will. The\nhuman mind, even at infancy, is no blank piece of paper.\nWe are born with predispositions ....... Much harm is done\nby the myth that, merely by....... taking the oath of office\nas a judge, a man ceases to be human and strips himself\nof all predilections, becomes a passionless thinking\nmachine.\"\n[In re: Linahan, 138 F. 2nd 650 (1943)]\n(See also: State of West Bengal \u0026 Ors. v. Shivananda\nC Pathak \u0026 Ors., AIR 1998 SC 2050).\n12. To recall the words of Mr. Justice Frankfurter in Public\nUtilities Commission of the District of Columbia v. Franklin\nS. Pollak, 343 US 451 (1952) 466: The Judicial process\nD demands that a judge moves within the framework of relevant\nlegal rules and the covenanted modes of thought for\nascertaining them. He must think dispassionately and\nsubmerge private feeling on every aspect of a case. There is\na good deal of shallow talk that the judicial robe does not\nchange the man within it. It does. The fact is that, on the whole,\njudges do lay aside private views in discharging their judicial\nfunctions. This is achieved through training, professional habits,\nself-discipline and that fortunate alchemy by which men are loyal\nto the obligation with which they are entrusted.\nE\nF\n13. In Bhajan Lal, Chief Minister, Haryana v. M/s. Jindal\nStrips Ltd. \u0026 Ors., (1994) 6 SCC 19, this Court observed that\nthere may be some consternation and apprehension in the\nmind of a party and undoubtedly, he has a right to have fair trial,\nas guaranteed by the Constitution. The apprehension of bias\nG must be reasonable, i.e. which a reasonable person can\nentertain. Even in that case, he has no right to ask for a change\nof Bench, for the reason that such an apprehension may be\ninadequate and he cannot be permitted to have the Bench of\nhis choice. The Court held as under:-\nI\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n581\n\"Bias is the second limb of natural justice. Prima A\nfacie no one should be a judge in what is to be regarded\nas 'sua causa', whether or not he is named as a party. The\ndecision-maker should have no interest by way of gain or\ndetriment in the outcome of a proceeding. Interest may\ntake many forms. It may be direct, it may be indirect, it may B\narise from a personal relationship or from a relationship\nwith the subject-matter, from a close relationship or from\na tenuous one.\"\n14. The principle in these cases is derived from the legal\nC\nmaxim - nemo debet esse judex in causa propria sua. It\napplies only when the interest attributed is such as to render\nthe case his own cause. This principle is required to be\nobserved by all judicial and quasi-judicial authorities as non-\nobservance thereof, is treated as a violation of the principles\nof natural justice. (Vide: Rameshwar Bhartia v. The State of\nAssam, AIR 1952 SC 405; Mineral Development Ltd. v. The\nState of Bihar \u0026 Anr., AIR 1960 SC 468; Meenglas Tea Estate\nv. The Workmen, AIR 1963 SC 1719; and The Secretary to\nthe Government, Transport Department, Madras v.\nMunuswamy Mudaliar \u0026 Ors., AIR 1988 SC 2232).\nThe failure to adhere to this principle creates an\napprehension of bias on the part of the Judge. The question is\nnot whether the Judge is actually biased or, in fact, has really\nnot decided the matter impartially, but whether the\ncircumstances are such as to create a reasonable\napprehension in the mind of others that there is a likelihood of\nbias affecting the decision. (Vide: A.U. Kureshi v. High Court\nof Gujarat \u0026 Anr., (2009) 11 SCC 84; and Mohd. Yunus Khan\nv. State of U.P. \u0026 Ors., (2010) 10 SCC 539).\n15. In Manak Lal, Advocate v. Dr. Prem Chand Singhvi\n\u0026 Ors., AIR 1957 SC 425, this Court while dealing with the\nissue of bias held as under:\nD\nE\nF\nG\n\"Actual proof of prejudice in such cases may make the H\nA\nB\nC\nD\n582 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nappellant's case stronger but such proof is not\nnecessary.... What is relevant is the reasonableness of the\napprehension in that regard in the mind of the appellant.\"\n16. The test of real likelihood of bias is whether a\nreasonable person, in possession of relevant information, would\nhave thought that bias was likely and whether the adjudicator\nwas likely to be disposed to decide the matter only in a particular\nway. Public policy requires that there should be no doubt about\nthe purity of the adjudication process/administration of justice.\nThe Court has to proceed observing the minimal requirements\nof natural justice, i.e., the Judge has to act fairly and without bias\nand in good faith. A judgment which is the result of bias or want\nof impartiality, is a nullity and the trial \"coram non judice”.\nTherefore, the consequential order, if any, is liable to be\nquashed. (Vide: Vassiliades v. Vassiliades, AIR 1945 PC 38;\nS. Parthasarathi v. State of Andhra Pradesh, AIR 1973 SC\n2701; and Ranjit Thakur v. Union of India \u0026 Ors., AIR 1987\nSC 2386).\n17. In Rupa Ashok Hurra v. Ashok Hurra \u0026 Anr., (2002)\nE 4 SCC 388, this Court observed that public confidence in the\njudiciary is said to be the basic criterion of judging the justice\ndelivery system. If any act or action, even if it is a passive one,\nerodes or is even likely to erode the ethics of judiciary, the\nmatter needs a further look. In the event, there is any affectation\nF of such an administration of justice either by way of infraction\nof natural justice or an order being passed wholly without\njurisdiction or affectation of public confidence as regards the\ndoctrine of integrity in the justice delivery system, technicality\nought not to outweigh the course of justice the same being\nthe true effect of the doctrine of ex debito justitiae. It is enough\nif there is a ground of an appearance of bias.\nG\nH\n-\nWhile deciding the said case, this Court placed reliance\nupon the judgment of the House of Lords in Ex Parte Pinochet\nUgarte (No.2) 1999 All ER, 577, in which the House of Lords\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 583\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\non 25.11.1998, restored warrant of arrest of Senator Pinochet A\nwho was the Head of the State of Chile and was to stand trial\nin Spain for some alleged offences. It came to be known later\nthat one of the Law Lords (Lord Hoffmann), who heard the case,\nhad links with Amnesty International (Al) which had become a\nparty to the case. This was not disclosed by him at the time of B\nthe hearing of the case by the House. Pinochet Ugarte, on\ncoming to know of that fact, sought reconsideration of the said\njudgment of the House of Lords on the ground of appearance\nof bias and not actual bias. On the principle of disqualification\nof a Judge to hear a matter on the ground of appearance of C\nbias, it was pointed out:\n\"An appeal to the House of Lords will only be reopened\nwhere a party though no fault of its own, has been\nsubjected to an unfair procedure. A decision of the House\nof Lords will not be varied or rescinded merely because it\nis subsequently thought to be wrong.\"\nD\nF\n18. In Locabail (UK) Ltd. v. Bayfield Properties Ltd. \u0026 Anr.,\n(2000) 1 All ER 65, the House of Lords considered the issue\nof disqualification of a Judge on the ground of bias and held\nE\nthat in applying the real danger or possibility of bias test, it is\noften appropriate to inquire whether the Judge knew of the\nmatter in question. To that end, a reviewing court may receive\na written statement from the Judge. A Judge must recuse\nhimself from a case before any objection is made or if the\ncircumstances give rise to automatic disqualification or he feels\npersonally embarrassed in hearing the case. If, in any other\ncase, the Judge becomes aware of any matter which can\narguably be said to give rise to a real danger of bias, it is\ngenerally desirable that disclosure should be made to the\nparties in advance of the hearing. Where objection is then\nmade, it will be as wrong for the Judge to yield to a tenuous or\nfrivolous objection as it will be to ignore an objection of\nsubstance. However, if there is real ground for doubt, that doubt\nmust be resolved in favour of recusal. Where, following\nG\nH\n584 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA appropriate disclosure by the Judge, a party raises no objection\nto the Judge hearing or continuing to hear a case, that party\ncannot subsequently complain that the matter disclosed gives\nrise to a real danger of bias.\nB\nC\nD\nE\nF\nG\n19. In Justice P.D. Dinakaran v. Hon'ble Judges Inquiry\nCommittee, (2011) 8 SCC 380, this Court has held that in India\nthe courts have held that, to disqualify a person as a Judge,\nthe test of real likelihood of bias, i.e., real danger is to be\napplied, considering whether a fair minded and informed\nperson, apprised of all the facts, would have a serious\napprehension of bias. In other words, the courts give effect to\nthe maxim that justice must not only be done but be seen to\nbe done', by examining not actual bias but real possibility of\nbias based on facts and materials.\nThe Court further held:\n\"The first requirement of natural justice is that the Judge\nshould be impartial and neutral and must be free from bias. He\nis supposed to be indifferent to the parties to the controversy.\nHe cannot act as Judge of a cause in which he himself has\nsome interest either pecuniary or otherwise as it affords the\nstrongest proof against neutrality. He must be in a position to\nact judicially and to decide the matter objectively. A Judge must\nbe of sterner stuff. His mental equipoise must always remain\nfirm and undetected. He should not allow his personal prejudice\nto go into the decision-making. The object is not merely that\nthe scales be held even; it is also that they may not appear to\nbe inclined. If the Judge is subject to bias in favour of or against\neither party to the dispute or is in a position that a bias can be\nassumed, he is disqualified to act as a Judge, and the\nproceedings will be vitiated. This rule applies to the judicial and\nadministrative authorities required to act judicially or quasi-\njudicially.\"\n20. Thus, it is evident that the allegations of judicial bias\nH are required to be scrutinised taking into consideration the\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n585\nfactual matrix of the case in hand. The court must bear in mind A\nthat a mere ground of appearance of bias and not actual bias\nis enough to vitiate the judgment/order. Actual proof of\nprejudice in such a case may make the case of the party\nconcerned stronger, but such a proof is not required. In fact,\nwhat is relevant is the reasonableness of the apprehension in B\nthat regard in the mind of the party. However, once such an\napprehension exists, the trial/judgment/order etc. stands vitiated\nfor want of impartiality. Such judgment/order is a nullity and the\ntrial \"coram non-judice\".\nII. DOCTRINE OF WAIVER:\nC\n21. In Manak Lal (Supra), this Court held that alleged bias\nof a Judge/official/Tribunal does not render the proceedings\ninvalid if it is shown that the objection in that regard and\nparticularly against the presence of the said official in question, D\nhad not been taken by the party even though the party knew\nabout the circumstances giving rise to the allegations about the\nalleged bias and was aware of its right to challenge the\npresence of such official. The Court further observed that waiver\ncannot always and in every case be inferred merely from the E\nfailure of the party to take the objection. “Waiver can be inferred\nonly if and after it is shown that the party knew about the relevant\nfacts and was aware of his right to take the objection in\nquestion.\"\nThus, in a given case if a party knows the material facts\nand is conscious of his legal rights in that matter, but fails to\ntake the plea of bias at the earlier stage of the proceedings, it\ncreates an effective bar of waiver against him. In such facts and\ncircumstances, it would be clear that the party wanted to take\na chance to secure a favourable order from the official/court and\nwhen he found that he was confronted with an unfavourable\norder, he adopted the device of raising the issue of bias. The\nissue of bias must be raised by the party at the earliest.\n(See: M/s. Pannalal Binjraj \u0026 Ors. v. Union of India \u0026 Ors.,\nF\nG\nH\n586 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA AIR 1957 SC 397; and Justice P.D. Dinakaran (Supra))\nB\nC\n22. In M/s. Power Control Appliances \u0026 Ors. v. Sumeet\nMachines Pvt. Ltd., (1994) 2 SCC 448 this Court held as\nunder:-\n“Acquiescence is sitting by, when another is invading the\nrights.... It is a course of conduct inconsistent with the\nclaim... It implies positive acts; not merely silence or\ninaction such as involved in laches. The acquiescence\nmust be such as to lead to the inference of a licence\nsufficient to create a new right in the defendant......\"\nDE\nInaction in every case does not lead to an inference of\nimplied consent or acquiescence as has been held by this Court\nin P. John Chandy \u0026 Co. (P) Ltd. v. John P. Thomas, AIR\nD 2002 SC 2057. Thus, the Court has to examine the facts and\ncircumstances in an individual case.\nE\nF\nG\nH\n23. Waiver is an intentional relinquishment of a right. It\ninvolves conscious abandonment of an existing legal right,\nadvantage, benefit, claim or privilege, which except for such a\nwaiver, a party could have enjoyed. In fact, it is an agreement\nnot to assert a right. There can be no waiver unless the person\nwho is said to have waived, is fully informed as to his rights\nand with full knowledge about the same, he intentionally\nabandons them. (Vide: Dawsons Bank Ltd. v. Nippon Menkwa\nKabushihi Kaish, AIR 1935 PC 79; Basheshar Nath v.\nCommissioner of Income-tax, Delhi and Rajasthan \u0026 Anr.,\nAIR 1959 SC 149; Mademsetty Satyanarayana v. G. Yelloji\nRao \u0026 Ors., AIR 1965 SC 1405; Associated Hotels of India\nLtd. v. S. B. Sardar Ranjit Singh, AIR 1968 SC 933;\nJaswantsingh Mathurasingh \u0026 Anr. v. Ahmedabad Municipal\nCorporation \u0026 Ors., (1992) Suppl 1 SCC 5; M/s. Sikkim Subba\nAssociates v. State of Sikkim, AIR 2001 SC 2062; and Krishna\nBahadur v. M/s. Puma Theatre \u0026 Ors., AIR 2004 SC 4282).\n24. This Court in Municipal Corporation of Greater\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n587\nBombay v. Dr. Hakimwadi Tenants' Association \u0026 Ors., AIR A\n1988 SC 233 considered the issue of waiver/acquiescence by\nthe non-parties to the proceedings and held:\n\"In order to constitute waiver, there must be voluntary and\nintentional relinquishment of a right. The essence of a\nB\nwaiver is an estoppel and where there is no estoppel, there\nis no waiver. Estoppel and waiver are questions of\nconduct and must necessarily be determined on the facts\nof each case.......\nC\nThere is no question of estoppel, waiver or abandonment.\nThere is no specific plea of waiver, acquiescence or\nestoppel, much less a plea of abandonment of right. That\napart, the question of waiver really does not arise in the\ncase. Admittedly, the tenants were not parties to the earlier\nproceedings. There is, therefore, no question of waiver of D\nrights, by Respondents 4-7 nor would this disentitle the\ntenants from maintaining the writ petition.\"\n25. Thus, from the above, it is apparent that the issue of\nbias should be raised by the party at the earliest, if it is aware\nof it and knows its right to raise the issue at the earliest,\notherwise it would be deemed to have been waived. However,\nit is to be kept in mind that acquiescence, being a principle of\nequity must be made applicable where a party knowing all the\nfacts of bias etc., surrenders to the authority of the Court/Tribunal\nwithout raising any objection. Acquiescence, in fact, is sitting\nby, when another is invading the rights. The acquiescence must\nbe such as to lead to the inference of a licence sufficient to\ncreate rights in other party. Needless to say that question of\nwaiver/acquiescence would arise in a case provided the person\napprehending the bias/prejudice is a party to the case. The\nquestion of waiver would not arise against a person who is not\na party to the case as such person has no opportunity to raise\nthe issue of bias.\nE\nF\nG\nH\n588\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA III. BAR TO REVIEW/ALTER- JUDGMENT\n26. There is no power of review with the Criminal Court\nafter judgment has been rendered. The High Court can alter or\nreview its judgment before it is signed. When an order is\nB passed, it cannot be reviewed. Section 362 Cr.P.C. is based\non an acknowledged principle of law that once a matter is finally\ndisposed of by a Court, the said Court in the absence of a\nspecific statutory provision becomes functus officio and is\ndisentitled to entertain a fresh prayer for any relief unless the\nformer order of final disposal is set aside by a Court of\ncompetent jurisdiction in a manner prescribed by law. The Court\nbecomes functus officio the moment the order for disposing\nof a case is signed. Such an order cannot be altered except\nto the extent of correcting a clerical or arithmetical error. There\nis also no provision for modification of the judgment. (See: Hari\nSingh Mann v. Harbhajan Singh Bajwa \u0026 Ors., AIR 2001 SC\n43; and Chhanni v. State of U.P., AIR 2006 SC 3051).\nC\nD\nMoreover, the prohibition contained in Section 362 Cr.P.C.\nis absolute; after the judgment is signed, even the High Court\nE in exercise of its inherent power under Section 482 Cr.P.C. has\nF\nG\nH\nno authority or jurisdiction to alter/review the same. (See: Moti\nLal v. State of M.P., AIR 1994 SC 1544; Hari Singh Mann\n(supra); and State of Kerala v. M.M. Manikantan Nair, AIR\n2001 SC 2145).\n27. If a judgment has been pronounced without jurisdiction\nor in violation of principles of natural justice or where the order\nhas been pronounced without giving an opportunity of being\nheard to a party affected by it or where an order was obtained\nby abuse of the process of court which would really amount to\nits being without jurisdiction, inherent powers can be exercised\nto recall such order for the reason that in such an eventuality\nthe order becomes a nullity and the provisions of Section 362\nCr.P.C. would not operate. In such eventuality, the judgment is\nmanifestly contrary to the audi alteram partem rule of natural\n'\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n589\njustice. The power of recall is different from the power of altering/ A\nreviewing the judgment. However, the party seeking recall/\nalteration has to establish that it was not at fault. (Vide:\nChitawan \u0026 Ors. v. Mahboob llahi, 1970 Crl.L.J. 378; Deepak\nThanwardas Balwani v. State of Maharashtra \u0026 Anr., 1985\nCrl.L.J. 23; Habu v. State of Rajasthan, AIR 1987 Raj. 83 (F.B.); B\nSwarth Mahto \u0026 Anr. v. Dharmdeo Narain Singh, AIR 1972\nSC 1300; Makkapati Nagaswara Sastri v. S.S. Satyanarayan,\nAIR 1981 SC 1156; Asit Kumar Kar v. State of West Bengal\n\u0026 Ors., (2009) 2 SCC 703; and Vishnu Agarwal v. State of U.P.\n\u0026 Anr., AIR 2011 SC 1232).\n28. This Court by virtue of Article 137 of the Constitution\nhas been invested with an express power to review any\njudgment in Criminal Law and while no such power has been\nconferred on the High Court, inherent power of the court cannot\nbe exercised for doing that which is specifically prohibited by\nthe Code itself. (Vide: State Represented by D.S.P., S.B.C.I.D.,\nChennai v. K.V. Rajendran \u0026 Ors., AIR 2009 SC 46).\nс\nD\n29. in Smt. Sooraj Devi v. Pyare Lal \u0026 Anr., AIR 1981 SC\n736, this Court held that the prohibition in Section 362 Cr.P.C. E\nagainst the Court altering or reviewing its judgment, is subject\nto what is \"otherwise provided by this Code or by any other law\nfor the time being in force\". Those words, however, refer to\nthose provisions only where the Court has been expressly\nauthorised by the Code or other law to alter or review its F\njudgment. The inherent power of the Court is not contemplated\nby the saving provision contained in Section 362 Cr.P.C. and,\ntherefore, the attempt to invoke that power can be of no avail.\n30. Thus, the law on the issue can be summarised to the\neffect that the criminal justice delivery system does not clothe\nthe court to add or delete any words, except to correct the\nclerical or arithmetical error as specifically been provided under\nthe statute itself after pronouncement of the judgment as the\nJudge becomes functus officio. Any mistake or glaring\nG\nH\n"}