{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"570 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA 1978 (3) SCR 971\nreferred to\nPara 77\n1981 (3) SCR 213\nreferred to\nPara 77\n1986 (3) SCR 553\nreferred to\nPara 77\nB\n1995 (6) Suppl. SCR 17\nreferred to\nPara 77\n1997 (1) SCR 1048\nreferred to\nPara 77\n1997 (1) Suppl. SCR 259 referred to\nPara 77\nC\nAIR 2000 SC 2587\nreferred to\nPara 77\n2002 (1) SCR 1099\nreferred to\nPara 77\n2003 (5) Suppl. SCR 115 referred to\nPara 77\nD 2011 (2) SCC 54\nreferred to\nPara 77\nE\nF\nG\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNos. 753-755 of 2009.\nFrom the Judgment \u0026 Order dated 5.10.2007 in Criminal\nMisc. No. 152-MA of 2007; 06.11.2007 in Criminal Misc. No.\n93535 of 2007 filed in Criminal Misc. No. 152-MA of 2007 and\n4.7.2008 in Criminal Misc. No. 152-MA of 2007 of the High\nCourt of Punjab and Haryana at Chandigarh.\nWITH\nCriminal Appeal No. 2258-2264 of 2011.\nRam Jethmalani, Ranjit Kumar, R.S. Khosla, AAG, K.K.\nKhanna, AAG, Aprajita Singh, Meenakshi Grover, Saurabh Ajay\nGupta, Pranav Dish, Karan Kalia, A.S. Virk, Kuldip Singh, J.K.\nSud, A.K. Mehtra, Manoj Prasad for the Appellant.\nP.P. Malhotra, ASG, K.N. Balgopal,Colin Gonsalves, G.K.\nBharti, A.P. Mukundan, Nitya Nambiar, T. Koza, Rajesh\nH Dhawan, Madhumita Bora, Balaji Srinivasan, Jayshree\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 571\nBHULLAR \u0026 ORS. ETC\nSatpute, Jyoti Mendiratta, Navkiram Singh, P.K. Dey, Dr. Ch. A\nShamsudin Khan, A.K. Sharma, M.S. Daobia, S.S. Rawat, B.\nKrishna Prasad, Kamini Jaiswal, Sanjay Jain and Jaspreet\nGogia for the Respondents.\nThe Judgment of the Court was delivered by\nDR. B.S. CHAUHAN, J. 1. Leave granted in the Special\nLeave Petitions filed by Shri Sumedh Singh Saini.\nB\n2. These appeals have been preferred against the orders\ndated 30.5.2007, 22.8.2007, 5.10.2007 and 4.7.2008 in Crl. C\nMisc. No. 152-MA of 2007; order dated 19.9.2007 in Crl. Misc.\nNo. 86286 of 2007 in Crl. Misc. No. 152-MA of 2007; and\norders dated 2.11.2007 and 6.11.2007 in Crl. Misc. No. 93535\nof 2007 in Crl. Misc. No. 152-MA of 2007 passed by the High\nCourt of Punjab and Haryana at Chandigarh. For the sake of D\nconvenience of disposal of the appeals, we would refer only to\nthe criminal appeals filed by the State.\n3. The Appeals herein raise peculiar substantial questions\nof law as to whether the High Court can pass an order on an\napplication entertained after final disposal of the criminal-appeal\nor even suo motu particularly, in view of the provisions of Section\n362 of the Code of Criminal Procedure, 1973 (hereinafter called\nCr.P.C.) and as to whether in exercise of its inherent jurisdiction\nunder Section 482 Cr.P.C. the High Court can ask a particular\ninvestigating agency to investigate a case following a particular\nprocedure through an exceptionally unusual method which is not\nin consonance with the statutory provisions of Cr.P.C.\n4. FACTS:\n(A) An FIR No.334/91 under Sections 302, 307, 323, 437\nand 120-B of the Indian Penal Code, 1860 (hereinafter called\nthe 'IPC') and Sections 3 \u0026 4 of Explosive Substances Act,\n1908 was registered at Police Station, Sector 17, Chandigarh.\nIn connection with an FIR dated 13.12.1991, one Balwant Singh\nE\nF\nG\nH\n572 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Multani was arrested in a case in respect of the FIR No.440\nregistered under Sections 212 and 216 IPC, Sections 25/54/\n69 of Arms Act 1959, and Sections 3 \u0026 5 of the Terrorist and\nDisruptive Activities (Prevention) Act, 1987 (hereinafter called\nas 'TADA Act') at Police Station, Sector-17, Chandigarh. On\nB 19.12.1991, the said accused Balwant Singh Multani escaped\nfrom the custody of the police from Police Station Qadian\n(Punjab) for which FIR No.112 dated 19.12.1991 under\nSections 223 and 224 IPC was registered at Police Station\nQadian (Punjab). Shri Darshan Singh Multani, father of Balwant\nC Singh Multani filed Criminal Writ Petition No. 1188 of 1991\nbefore the High Court of Punjab \u0026 Haryana under Article 226\nof the Constitution of India, 1950, (hereinafter called\n\"Constitution”), for production of the said accused Balwant\nSingh Multani. The State Government filed a reply to the same,\nD explaining that the said accused had escaped from police\ncustody and after considering the case, the High Court\ndismissed the Habeas Corpus Petition. After completion of the\ninvestigation in respect of FIR No. 112 of 1991 regarding the\nescape of Balwant Singh Multani, a challan was filed before the\ncompetent court wherein he was declared a proclaimed\noffender vide order dated 12.5.1993. After completion of the\ninvestigation in FIR No.334 of 1991 dated 29.8.1991, the\nPolice chargesheeted eight persons. The chargesheet revealed\nthat an attempt was made by terrorists on the life of the then\nSSP, Chandigarh, by using explosives. In a thunderous\nexplosion that followed, the Ambassador Car of the SSP,\nChandigarh, was blown high into the air whereafter it fell down\nahead at some distance completely shattered. HC Amin\nChand, the driver of the car and ASI Lalu Ram, PSO, died on\nthe spot. ASI Ramesh Lal, PSO, and CRPF jawans in the Escort\nvehicle were grievously injured. The bomb explosion was\ncarried out by the terrorists from a parked car in order to kill\nthe SSP, UT, Chandigarh, and other police personnel and this\nexplosion was conducted with explosives operated with a\nremote control, because of which, two police personnel died\nE\nF\nG\nI\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n573\non the spot and many others were grievously injured. Three of A\nthe accused, namely, Davinder Pal Singh Bhullar alias Master,\nPartap Singh Maan and Gursharan Kaur Maan were subjected\nto trial. The other co-accused namely, Navneet Singh, Manjit\nSingh, Manmohan Jit Singh, Gurjant Singh and Balwant Singh\nwere not traceable. They were declared proclaimed offenders. B\n(B) On conclusion of the trial, the Court vide judgment and\norder dated 1.12.2006 acquitted the three accused giving them\nbenefit of doubt.\n(C) Aggrieved, the State (U.T., Chandigarh) preferred\nCriminal Miscellaneous No.152-MA of 2007 before the High\nCourt challenging the said acquittal. However, the appeal was\ndismissed vide judgment and order dated 11.5.2007.\nC\n(D) After 20 days of the disposal of the said Crl. Misc. D\nNo.152-MA of 2007, i.e., appeal against acquittal, the High\nCourt again took up the case suo motu on 30.5.2007 and\ndirected the authorities to furnish full details of the proclaimed\noffenders in respect of the FIR No.334/91 dated 29.8.1991 and\nthe Bench marked the matter \"Part Heard\".\n(E) Shri Dinesh Bhatt, SSP, Chandigarh submitted an\naffidavit dated 4.8.2007, giving information regarding all the\nproclaimed offenders in that case. One of them was Davinder\nPal Singh Bhullar, who had initially been declared as a\nproclaimed offender in the said case on 2.3.1993. However,\nhe had subsequently been arrested in a case relating to FIR\nNo.316 of 1993, Police Station, Parliament Street, Delhi and\nFIR No.150 of 1993, Police Station, Srinivas Puri, New Delhi\nand had been sentenced to death in a case in which an\nassassination attempt was made on the life of Shri M.S. Bitta,\nthe then President, All India Youth Congress, in which several\npersons were killed and Shri Bitta's legs were amputated. It\nwas also mentioned therein that Balwant Singh Multani escaped\nfrom police custody and his whereabouts were not known. One\nE\nF\nG\nI\n574 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA proclaimed offender, Navneet Singh had been killed in a police\nencounter in Rajasthan on 26.2.1995.\nB\nC\n(F) After considering the said affidavit filed by Shri Dinesh\nBhatt, SSP, the High Court vide order dated 22.8.2007 directed\nthe Chandigarh Administration to constitute a Special\nInvestigation Team to enquire into all aspects of the proclaimed\noffenders and submit a status report. The High Court also\nissued notice to the Central Bureau of Investigation (hereinafter\ncalled the 'CBI').\n(G) It was during the pendency of these proceedings that\nShri Darshan Singh Multani, father of Balwant Singh Multani,\nwhose habeas corpus writ petition had already been dismissed\nby the High Court in the year 1991, approached the Court by\nfiling a miscellaneous application on 16.9.2007, for issuance\nD of directions to find out the whereabout of his son Balwant\nSingh Multani.\nE\nF\n(H) In response to the show cause notice dated 22.8.2007,\nthe CBI submitted its reply on 3.10.2007 requesting the High\nCourt not to handover the enquiry to the CBI, as it was already\noverburdened with the investigation of cases referred to it by\nvarious courts; suffered from a shortage of manpower and\nresources; and the case did not have any inter-state\nramifications.\n(I) The High Court vide order dated 19.9.2007 took note\nof the fact that Manmohan Jit Singh, an employee of IBM, was\nreported by the US Department of Justice, Federal Bureau of\nInvestigation, to be one of the proclaimed offenders. In view\nthereof, an affidavit was filed by Chandigarh Administration\nG dated 5.10.2007 submitting that the proclaimed offender\nManmohan Jit Singh had left for abroad.\nI\n(J) However, the High Court vide order dated 5.10.2007,\ndirected the CBI to investigate the allegations of Darshan Singh\nMultani regarding his missing son and further directed the CBI\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n575\nnot to disclose the identity of any of the witnesses to anyone A\nexcept the High Court and to code the names of witnesses as\nwitness A, B \u0026 C and further to submit periodical status reports.\nThe order further reads:-\n\"However, Shri Sumedh Singh Saini, Director, Vigilance\nBureau, Punjab, who at that time, i.e., on 11.2.1991 was\nposted as Senior Supdt. of Police was at helm of affairs\nof Chandigarh Police and was serving as the Sr. Supdt.\nof Police, UT. As of date, he is holding a very important\npost and is in a position to influence the investigating\nofficer if it is handed over to the Punjab Police or even for\nthat matter to the Chandigarh Police.\"\nB\nC\n(K) In the same matter, the Bench entertained another\nCriminal Miscellaneous Application on 30.10.2007 filed by\nDavinder Pal Singh Bhullar, (a convict in another case and D\nlodged in Tihar Jail) regarding allegations that his father Shri\nBalwant Singh Bhullar and maternal uncle Shri Manjit Singh had\nbeen abducted in the year 1991. The High Court vide order\ndated 6.11.2007 directed the CBI to investigate the allegations\nmade in the complaint filed by Davinder Pal Singh Bhullar and E\nfurther to get his statement recorded under Section 164 Cr.P.C.,\nso that the witness may not resile under duress or be won over\nby any kind of inducement. An order was passed rejecting the\nsubmission made on behalf of the CBI that the alleged\nkidnapping of Shri Balwant Singh Bhullar and Shri Manjit Singh F\nhad no connection with the said case arising out of FIR No.334\ndated 29.8.1991.\n(L) The CBI after making a preliminary investigation/\nenquiry on the application, registered an FIR on 2.7.2008 under\nSections 120-B, 364, 343, 330, 167 and 193 IPC against Shri\nS.S. Saini, the then SSP, UT, Chandigarh, Shri Baldev Singh\nSaini, the then DSP, UT, Chandigarh, Shri Harsahay Sharma,\nthe then SI, P.S. Central, Chandigarh, Shri Jagir Singh, the then\nSI, P.S. Central, Chandigarh and other unknown police officials\nG\nH\n576 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA of UT Police, Chandigarh, and P.S. Qadian. The CBI further\nsubmitted a status report on 4.7.2008 and after considering the\nsame, the High Court issued further directions to complete the\ninvestigation within the stipulated period and submit a further\nreport.\n00\nB\nC\nD\n5. The State of Punjab, being aggrieved, approached this\nCourt submitting that it has to espouse the cause of its officers\nwho fought war against terrorism, putting themselves at risk\nduring the troublesome period in the early 1990s. That Shri\nS.S. Saini, SSP, has been one of the most decorated officers\nof the State having outstanding entries in his Service Book. He\nis an honest and hardworking officer and has taken drastic\nsteps to curb terrorism in the State in early 1990s. The terrorists\nhad planned a diabolical act and an attempt was made on his\nlife, wherein his three bodyguards were killed and three others\nwere seriously injured. The officer himself suffered grievous\ninjuries. The terrorists had also even chased him up to England\nwhen he went there for a social visit. They had planned to attack\nthe said officer. They were arrested by the police and put to\ntrial and also stood convicted. A sentence of four years had\nE been imposed. These appeals have been filed on various\ngrounds, including: the judicial bias of the Judge presiding over\nthe Bench by making specific allegations that the officer named\nin the order i.e. Shri S.S. Saini had conducted an enquiry\nagainst the Presiding Judge (hereinafter called \"Mr. Justice X”)\nF on the direction of the Chief Justice of Punjab \u0026 Haryana High\nCourt and, thus, the said Judge ought not to have proceeded\nwith the matter, rather should have recused himself from the\ncase. More so, as the judgment in appeal against acquittal had\nbeen passed by the Court on 11.5.2007 upholding the\nG judgment of acquittal, the Court has become functus officio and\nit had no competence to reopen the case vide order dated\n30.5.2007.\nH\n6. This Court vide order dated 11.7.2008 stayed the\ninvestigation until further orders.\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n577\nC\nD\n7. Shri Ram Jethmalani, Shri Ravi Shankar Prasad and A\nShri Ranjit Kumar, learned senior counsel appearing for the\nappellants, have submitted that once the judgment in appeal\nagainst acquittal has been rendered by the High Court on\n11.5.2007, in view of the complete embargo of the provisions\nof Section 362 Cr.P.C., the Court having become functus B\nofficio was not competent to reopen the case and, thus,\nproceedings subsequent to 11.5.2007 are a nullity for want of\ncompetence/jurisdiction. More so, the proceedings that\ncontinued after the said judgment, by illegally reopening the\ncase, were a result of judicial bias of Mr. Justice X, which was\njust to take revenge against Shri S.S. Saini, who had conducted\nan inquiry against Mr. Justice X and thus, all such proceedings\nare liable to be quashed. None of the parties had ever named\nMr. S.S. Saini in connection with any of the cases. It was Mr.\nJustice X, who, on his personal knowledge, mentioned his\nname in court order dated 5.10.2007. Such a course is not\npermissible in law. More so, so far as Balwant Singh Multani's\ncase is concerned, his father Darshan Singh Multani (at the\nrelevant time an officer of Indian Administrative Service) had\napproached the High Court for the same relief and the case\nstood dismissed in the year 1991 and he had not taken up the\nmatter any further. Thus, the proceedings attained finality.\nApplication of Mr. Multani could not have been entertained after\nthe expiry of 16 years. The same position existed in respect of\nthe application filed by Davinder Pal Singh Bhullar (who had\nbeen convicted and awarded a death sentence in another case\nand the same stood confirmed by this Court) in respect of\nabduction of his father Balwant Singh Bhullar and uncle Manjit\nSingh in the year 1991 without furnishing any explanation for\ndelay of 16 years. More so, Mrs. Jagir Kaur, sister of Balwant\nSingh Bhullar, had filed Crl. W.P. No. 1062 of 1997 for G\nproduction of Balwant Singh Bhullar, which stood dismissed\nvide order dated 15.7.1997 only on the ground of delay. A\nsecond writ petition for habeas corpus is not maintainable and\nis barred by the principles of res judicata. The CBI submitted\nthat investigation of the said alleged abduction be not tagged H\nE\nF\n578 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA with that of the involvement of the officer and disappearance\nof Balwant Singh Multani, as both the incidents were separate\nand independent and had no connection with each other. The\nHigh Court after taking note of the said submissions in its order\ndated 6.11.2007 illegally clubbed both the said applications.\nB The applications filed by Davinder Pal Singh Bhullar and\nDarshan Singh Multani could not be filed/entertained in the\ndisposed of criminal appeal. Had the said applications been\nfiled independently, the same could be rejected as being filed\nat a much belated stage. Even otherwise, the said applications\ncould have gone to a different Bench. Thus, by entertaining\nthose applications in a disposed of criminal appeal, the Bench\npresided over by Mr. Justice X violated the roster fixed by the\nChief Justice. Thus, the proceedings are liable to be quashed.\nс\nD\n8. On the other hand, S/Shri K.N. Balgopal and Colin\nGonsalves, learned senior counsel appearing for respondents\n-private parties and Shri P.K. Dey, learned counsel appearing\nfor the CBI, have submitted that in order to do complete justice\nin the case, the High Court has exercised its power under\nSection 482 Cr.P.C., no interference is required by this Court\nE on such technical grounds. The provisions of Section 362\nCr.P.C. are not to be construed in a rigid and technical manner\nas it would defeat the ends of justice. The two-fold aim of\ncriminal justice is that \"guilt shall not escape nor innocence\nsuffer.\" Allegations made against the Presiding Judge are\nF scandalous and false and do not require any consideration\nwhatsoever. The name of Mr. S.S. Saini, SSP stood mentioned\nin the record of the case before the Bench. The chargesheet\nfiled after investigation of allegations in the FIR dated 19.8.1991\nand in the judgment of the Trial Court dated 1.12.2006 speak\nG that the attack was made on him. It is wrong that his name has\nbeen added by the Presiding Judge in the Bench for his\npersonal revenge on his personal knowledge. So far as names\nof two proclaimed offenders, who had been killed in an\nencounter are concerned, it has been mentioned in the\nH\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n579\nchargesheet itself that Navneet Singh and Gurjant Singh, A\nproclaimed offenders, had been killed in encounters. However,\nsuch fact could not be brought to the notice of the High Court\nby the public prosecutor. The State of Punjab filed an application\nfor intervention but did not raise any issue of bias or prejudice\nagainst the Presiding Judge of the Bench. The Union Territory B\nof Chandigarh has approached this Court against the same\nimpugned judgment and order and special leave petition has\nbeen dismissed in limine. More so, after conducting a\npreliminary enquiry, the CBI has registered a First Information\nReport (hereinafter called the \"FIR”) on 2.7.2008 which should C\nnot be quashed. The CBI be permitted to investigate the cases.\nThus, the appeals are liable to be dismissed.\n9. We have considered the rival submissions made by\nlearned counsel for the parties and perused the record.\nLEGAL ISSUES :\nI. JUDICIAL BIAS\n10. There may be a case where allegations may be made\nagainst a Judge of having bias/prejudice at any stage of the\nproceedings or after the proceedings are over. There may be\nsome substance in it or it may be made for ulterior purpose or\nin a pending case to avoid the Bench if a party apprehends that\njudgment may be delivered against him. Suspicion or bias\ndisables an official from acting as an adjudicator. Further, if such\nallegation is made without any substance, it would be disastrous\nto the system as a whole, for the reason, that it casts doubt upon\na Judge who has no personal interest in the outcome of the\ncontroversy.\n11. In respect of judicial bias, the statement made by Frank\nJ. of the United States is worth quoting:-\n\"If, however, 'bias' and 'partiality' be defined to mean the\ntotal absence of preconceptions in the mind of the Judge,\nD\nE\nF\nG\nH\n"}