{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"600 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA to do complete justice and having belief that it would lend\ncredibility to the final outcome of the investigation, such\ndirections may be issued.\nB\nC\nD\n!!\nE\n48. Thus, in view of the above, it is evident that a\nconstitutional court can direct the CBI to investigate into the\ncase provided the court after examining the allegations in the\ncomplaint reaches a conclusion that the complainant could\nmake out prima facie, a case against the accused. However,\nthe person against whom the investigation is sought, is to be\nimpleaded as a party and must be given a reasonable\nopportunity of being heard. CBI cannot be directed to have a\nroving inquiry as to whether a person was involved in the\nalleged unlawful activities. The court can direct CBI investigation\nonly in exceptional circumstances where the court is of the view\nthat the accusation is against a person who by virtue of his post\ncould influence the investigation and it may prejudice the cause\nof the complainant, and it is necessary so to do in order to do\ncomplete justice and make the investigation credible.\nINSTANT CASES:\n49. The present appeals are required to be decided in the\nlight of the aforesaid settled legal propositions.\n50. It is evident from the judgment and order dated\n11.5.2007 that Criminal Misc. No.152-MA of 2007 stood\nF dismissed. The order sheet dated 30.5.2007 reveals that in\nspite of the disposal of the said criminal appeal it had been\nmarked therein as \"put up for further hearing\" and the order\ndated 30.5.2007 reveals the directions given to the Trial Court\nto furnish a detailed report as to the measures taken by it to\nG bring the proclaimed offenders, namely Navneet Singh, Manjit\nSingh, Manmohan Singh, Gurjant Singh and Balwant Singh\nbefore the Court and the case was adjourned for 2nd July,\n2007.\nH\n51. Two different orders are available on the record of this\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n601\ncase. The aforesaid marking “put up for further hearing\" had A\nbeen shown in the order sheet dated 11.5.2007, i.e., the date\nof disposal of criminal appeal against acquittal. While in another\ncopy, it is not in the order sheet dated 11.5.2007 but on the\norder sheet dated 30.5.2007. In view of this confusion, this\nCourt vide order dated 17.3.2011 has called for the original B\nrecord. It appears from the original record that no such order\nhad been passed on 11.5.2007. More so, there is nothing on\nrecord to show as under what circumstances the file was put\nup before the Court on 30.5.2007 as no order had ever been\npassed by the court in this regard.\nC\nD\nThe proceedings dated 10.7.2007, 25.7.2007, 31.7.2007,\n6.8.2007 and 9.8.2007 show that the case has been adjourned\nfor short dates. The order dated 5.9.2007 shows that the Bench\nheaded by Mr. Justice X was furnished with full information\nregarding proclaimed offenders by the authorities. However, the\ncase was adjourned for 19.9.2007. The order dated 19.9.2007\nreveals that the Bench not only entertained the application filed\nby Darshan Singh Multani, IAS (Retd.), but also expressed its\nanguish that nothing could be done since the year 1993 by the\nChandigarh Police to procure the presence of the proclaimed\noffenders. The Police by filing the replies had adopted the\ndelaying tactics only to derail the process of the court without\nbringing the proclaimed offenders to justice. The application\nfiled by the U.T., Chandigarh to file a reply to the application\nfiled by Darshan Singh Multani was rejected. The CBI was F\nfurther directed to investigate the case properly, as no\nworthwhile steps were being taken by the Chandigarh Police.\nE\nThe order dated 5.10.2007 passed by the Bench shows\nthat the CBI had been impleaded as respondent in the petition G\nsuo motu by the court. The CBI submitted its reply to the\nCrl.Misc. Application No. 86287 of 2007 opposing the said\napplication and further submitted that the matter be not\nentrusted to the CBI and petition be dismissed being devoid\nof any merit.\nH\nA\nB\nC\nD\nE\n602 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nThe order dated 6.11.2007 reveals that the Court enlarged\nthe scope of investigation by the CBI by including investigations\nqua Balwant Singh Bhullar and Manjit Singh.\nRelevant part of the order dated 4.7.2008 reads as under:\n\"After going through the status report, it comes out\nthat the encounter of Navneet Singh son of late Tirath\nSingh of Qadian was a genuine encounter with the\nRajasthan police. We feel that there is no need to further\ninvestigate the matter in the case of Navneet Singh son\nof late Tirath Singh. In the case of Manjit Singh son of\nlate Rattan Singh, no evidence is coming forth and the\nCBI is at liberty to drop the investigation of Manjit Singh\nson of late Rattan Singh, if it so desires.\"\nThus, it is clear that the Bench was aware of the fact that\ntwo proclaimed offenders had been killed in encounters. Thus,\nthe CBI was given liberty not to further investigate the matter in\ncase of Navneet Singh and Manjit Singh, if it so desired.\n52. The record reveals that Davinder Pal Singh Bhullar\nwas involved in M.S. Bitta's assassination attempt and had\nabsconded to Germany on a fake passport. He was arrested\nthere and was extradited to India and arrested on 18.1.1995.\nHe was tried for the said offence, convicted in the year 2001\nand given the death sentence. It was confirmed by the High\nF Court as well as by this Court and the review petition also stood\nrejected in January 2003. Ever since 2003, he remained silent\nregarding the investigation of the alleged disappearances of\nhis father and uncle and suddenly woke up in the year 2007\nwhen the Bench presided by Mr. Justice X started suo motu\nG hearing various other matters after the disposal of the criminal\nappeal against acquittal. The Court was fully aware that another\nrelative of Bhullar i.e. his father's sister had filed a case before\nthe High Court in the year 1997, for production of Balwant Singh\nBhullar, the father of Davinder Pal Singh Bhullar above and not\nH for his uncle Manjit Singh. The High Court had rejected the said\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n603\npetition vide order dated 15.7.1997 and the matter was not A\nagitated further. Thus, it attained finality.\n53. The application of the Punjab Government dated\n19.5.2008 bearing Crl. Misc. No. 23084 of 2008 to get itself\nimpleaded in the matter is still pending consideration, though\norder dated 23.5.2008 gives a different impression altogether.\nB\n54. Admittedly, the application for Leave to Appeal stood\ndisposed of vide judgment and order dated 11.5.2007. The\nmatter suddenly appeared before the Bench on 30.5.2007 and\nthe Court directed the Police to furnish information regarding C\nthe proclaimed offenders and a detailed report as to the\nmeasures taken to procure the presence of the said proclaimed\noffenders, namely, Navneet Singh, Manjit Singh, Manmohan\nSingh, Gurjant Singh and Balwant Singh so that they may face\ntrial. However, after hearing the matter on few dates, the Court D\nvide order dated 5.10.2007 closed the chapter of proclaimed\noffenders observing as under:\n\"Since the police of U.T. Chandigarh has now woken up,\nthat the proclaimed offenders have to be brought to justice\nand are making efforts to procure their presence, we feel\nthat there is no need for the Special Investigation Team\n(S.I.T.) The Inspector General of Police, Union Territory,\nChandigarh had been directed by this Court vide order\ndated 5.9.2007 to set up a Special Investigation Team\n(S.I.T.) for this purpose. At this stage, now, there is no need\nfor this Special Investigation Team. The Inspector General\nof Police, UT, Chandigarh is directed to disband the\nSpecial Investigation Team and proceed as per law in the\nnormal course to procure the presence of the proclaimed\noffenders, who are allegedly in foreign countries.\"\n(Emphasis added)\nE\nF\nG\nTherefore, it is evident that the court was very much anxious\nto know about the proclaimed offenders, however, after getting\ncertain information, the Court stopped monitoring the progress H\nA\n604 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nin procuring the presence of any of those proclaimed offenders.\nBy this time, the Court also came to know that applicant\nDarshan Singh Multani's son had also been killed. Therefore,\nthe chapter regarding the proclaimed offenders was closed.\nThere was no occasion for the Court to proceed further with the\nB matter and entertain the applications under Section 482\nCr.P.C., filed by Darshan Singh Multani and Davinder Pal Singh\nBhullar. At this stage, the Court started probing regarding\nmissing persons. The question does arise as to whether\napplications under Section 482 Cr.P.C. could be entertained\nin a disposed of appeal or could be heard by a Bench to which\nthe roster has not been assigned by Hon'ble the Chief Justice.\nC\nD\nIn view of the law referred to hereinabove, the Bench was\nnot competent to entertain the said applications and even if the\nsame had been filed in the disposed of appeal, the court could\nhave directed to place the said applications before the Bench\ndealing with similar petitions.\n55. It is evident from the order dated 30.5.2007 that in spite\nof the fact that the appeal stood disposed of vide judgment and\nE order dated 11.5.2007, there appears an order in the file: “put\nup for further hearing\". That means the matter is to be heard\nby the same Bench consisting of Judges 'X' and 'A'. However,\nthe matter was listed before another Bench on 2.7.2007 and\nthe said Bench directed to list the matter before DB-IV after\nF taking the appropriate order from the Chief Justice. In absence\nof the Chief Justice, the senior most Judge passed the order\non 5.7.2007 to list the matter before the DB-IV. The matter\nremained with the Presiding Judge, though the other Judge\nchanged most of the time, as is evident from the subsequent\norder sheets. Order sheet dated 30.5.2007 reveals that it was\ndirected to put up the case for further hearing. Thus, it should\nhave been heard by the Bench as it was on 30.5.2007.\nG\nH\n56. In the counter affidavit filed by Davinder Pal Singh\nBhullar, respondent no.1 before this Court, it has been stated\nas under:\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n605\nB\nC\nD\n\"W,X, Y\u0026Z That in reply to these grounds, it is submitted A\nthat the answering respondent being behind the bars\nawaiting his death sentence moved an application through\nhis counsel in the Hon'ble High Court, when he came to\nknow from the news item published in the news paper\nregarding marking of CBI enquiry in the case of abduction\nof Balwant Singh Multani an Engineer, son of Mr. Darshan\nSingh Multani a retired IAS Officer, who was then a serving\nofficer. When the answering respondent found that Mr.\nSumedh Singh Saini has now been taken to task by the\nHon'ble Division Bench of Punjab and Haryana High\nCourt, the answering respondent also moved the Hon'ble\nHigh Court for seeking enquiry regarding the abduction\nand murder of his father and his maternal uncle who were\nabducted by the lawless police officials headed by Mr.\nSumedh Singh Saini the then SSP of Chandigarh and\nthe Hon'ble Bench extended the scope of the enquiry\nvide order dated 6.11.2007. So the delay is not worthy to\nbe taken note of as the past record of the Mr. Sumedh\nSingh Saini which has been mentioned in preliminary\nsubmissions clearly shows that he was able to threaten\nand overawe an Hon'ble Punjab and Haryana High Court\nJudge in year 1995 and even though he has been charged\nby a court for abduction for murder of three individuals in\nyear 1995, but the trial of the case is still pending in the\nyear 2008. So throughout this period the manner in which\nMr. Sumedh Singh Saini has been able to subvert\njudicial processes did not allow the respondent to move\na court of law and now when an Hon'ble Division Bench\nhas shown courage to uphold the majesty of law, that the\nrespondent also gathered his courage to move the\nHon'ble High Court, with the hope that at some time justice G\nwould prevail.\"\n(Emphasis added)\nE\nF\nH\nA\nB\nс\n606 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n57. So far as the issue in respect of the proclaimed\ncomplainants/offenders is concerned, the document was before\nthe High Court to show that a letter had been sent by the U.S.\nDepartment of Justice Federal Wing of Investigation to the CBI\ndisclosing that Manmohan Jit Singh had died on December\n2006. Thus, information in respect of one of the proclaimed\noffenders was with the court. The judgment of the Trial Court\nwas before the High Court under challenge. Thus, the High\nCourt could have taken note of the proclaimed offender and\nthere was no new material that came before the High Court on\nthe basis of which proceedings could be revived. The\nchargesheet in the Trial Court itself revealed that two persons\nhad died. It appears that the State counsel also failed to bring\nthese facts to the notice of the court.\n58. The impugned order dated 5.10.2007 though gives an\nD impression that the High Court was trying to procure the\npresence of the proclaimed offenders but, in fact, it was to\ntarget the police officers, who had conducted the inquiry\nagainst Mr. Justice X. The order reads that particular persons\nwere eliminated in a false encounter by the police and it was\nE to be ascertained as to who were the police officers\nresponsible for it, so that they could be brought to justice.\nF\nG\nH\n59. There could be no justification for the Bench concerned\nto entertain applications filed under Section 482 Cr.P.C. as\nmiscellaneous applications in a disposed of appeal. The law\nrequires that the Bench could have passed an appropriate order\nto place those applications before the Bench hearing 482\nCr.P.C. petitions or place the matters before the Chief Justice\nfor appropriate orders.\n60. As the High Court after rejecting the applications for\nleave to appeal had passed several orders to procure the\npresence of the proclaimed offenders so that they could be\nbrought to justice, neither the State of Punjab nor Mr. S.S. Saini\ncould be held to be the persons aggrieved by such orders and\n607\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\ntherefore, there could be no question of raising any protest on\ntheir behalf for passing such orders even after disposal of the\napplication for leave to appeal as such orders were rather in\ntheir favour. The appellants became aggrieved only and only\nwhen the High Court entertained the applications filed under\nSection 482 Cr.P.C. for tracing out the whereabouts of certain\npersons allegedly missing for the past 20 years. Such orders\ndid not have any connection with the incident in respect of which\nthe application for leave to appeal had been entertained and\nrejected. An application for leave to appeal that has been\ndismissed against an order of acquittal cannot provide a\nplatform for an investigation in a subject matter that is alien and\nnot directly concerned with the subject matter of appeal.\nA\nB\nC\nMr. K.N. Balgopal, learned Senior counsel appearing for\nthe respondents has submitted that the issue of bias must be\nagitated by a party concerned at the earliest and it is not D\npermissible to raise it at such a belated stage. The legal\nproposition in this regard is clear that if a person has an\nopportunity to raise objections and fails to do so, it would\namount to waiver on his part. However, such person can raise\nobjections only if he is impleaded as a party-respondent in the E\ncase and has an opportunity to raise an objection on the ground\nof bias. In the instant case, neither the State of Punjab nor Mr.\nS.S. Saini have been impleaded as respondents. Thus, the\nquestion of waiver on the ground of bias by either of them does\nnot arise.\n61. Undoubtedly, in respect of such missing persons\nearlier habeas corpus petitions had been filed by the persons\nconcerned in 1991 and 1997 which had been dealt with by the\ncourts in accordance with law. The writ petition for habeas\ncorpus filed by Mrs. Jagir Kaur in respect of Balwant Singh\nBhullar had been dismissed in 1997 only on the ground of\ndelay. We fail to understand how a fresh petition in respect of\nthe same subject matter could be entertained after 10 years of\ndismissal of the said writ petition.\nF\nG\nH\nA\nB\nC\n608 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n62. A second writ petition for issuing a writ of habeas\ncorpus is barred by principles of res judicata. The doctrine of\nres judicata may not apply in case a writ petition under Article\n32 of the Constitution is filed before this Court after disposal\nof a habeas corpus writ petition under Article 226 of the\nConstitution by the High Court.. However, it is not possible to\nre-approach the High Court for the same relief by filing a fresh\nwrit petition for the reason that it would be difficult for the High\nCourt to set aside the order made by another Bench of the\nsame court. In case, a petition by issuing Writ of Habeas\nCorpus is dismissed by the High Court and Special Leave\nPetition against the same is also dismissed, a petition under\nArticle 32 of the Constitution, seeking the same relief would not\nbe maintainable.\n(See: Ghulam Sarwar v. Union of India \u0026 Ors., AIR 1967\nD SC 1335; Nazul Ali Molla, etc. v. State of West Bengal, 1969\n(3) SCC 698; Niranjan Singh v. State of Madhya Pradesh, AIR\n1972 SC 2215; Har Swarup v. The General Manager, Central\nRailway \u0026 Ors., AIR 1975 SC 202; T.P. Moideen Koya v.\nGovernment of Kerala \u0026 Ors., AIR 2004 SC 4733; and K.\nE Vidya Sagar v. State of Uttar Pradesh \u0026 Ors., AIR 2005 SC\n2911).\nF\nG\nН\n63. There may be certain exceptions to the rule that a\nperson was not aware of the correct facts while filing the first\npetition or the events have arisen subsequent to making of the\nfirst application. The Court must bear in mind that doctrine of\nres judicata is confined generally to civil action but inapplicable\nto illegal action and fundamentally lawless order. A subsequent\npetition of habeas corpus on fresh grounds which were not\ntaken in the earlier petition for the same relief may be\npermissible. (Vide: Lalubhai Jogibhai Patel v. Union of India\n\u0026 Ors., AIR 1981 SC 728; Ajit Kumar Kaviraj v. Distt.\nMagistrate, Birbhum \u0026 Anr., AIR 1974 SC 1917; and Sunil\nDutt v. Union of India \u0026 Ors., AIR 1982 SC 53).\nSTATE OF PUNJAB v. DAVINDER PAL SINGH\nBHULLAR \u0026 ORS. ETC [DR. B.S. CHAUHAN, J.]\n609\n64. While dealing with a similar issue, this Court in Srikant\nv. District Magistrate, Bijapur \u0026 Ors., (2007) 1 SCC 486\nobserved as under:\n\"Whether any new ground has been taken, has to be\ndecided by the court dealing with the application and no\nhard-and-fast rule can be laid down in that regard. But one\nthing is clear, it is the substance and not the form which is\nrelevant. If some surgical changes are made with the\ncontext, substance and essence remaining the same, it\ncannot be said that challenge is on new or fresh grounds\".\n65. Thus, in view of the above, the law in the issue\nemerges that a case is to be decided on its facts taking into\nconsideration whether really new issues have been agitated or\nthe facts raised in subsequent writ petition could not be known\nto the writ petitioner while filing the earlier writ petition.\nBe that as it may, the parties concerned had not filed fresh\nwrit petitions, rather chosen, for reasons best known to them\napplications under Section 482 Cr.P.C., which could not have\nbeen entertained.\nA\nB\nC\nD\nE\n66. A large number of documents have been submitted to\nthe court under sealed cover by the State of Punjab on the\ndirection of this court. We have gone through the said\ndocuments and suffice is to mention here that Shri Sumedh\nSingh Saini, IPS had conducted the enquiry in 2002 against F\nMr. Justice X on the direction of the Chief Justice of the Punjab\nand Haryana High Court on the alleged appointment of certain\njudicial/executive officers in Punjab through Shri Ravi Sandhu,\nChairman of the Public Service Commission. Shri S.S. Saini\nhad filed reports against Mr. Justice X. The Chief Justice of G\nPunjab and Haryana High Court confronted Mr. Justice X with\nthe said reports. On the basis of the said reports, the Chief\nJustice of the High Court submitted his report to the Chief\nJustice of India, on the basis of which a Committee to\ninvestigate the matter further was appointed. This Committee H\n"}