{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"560 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA the persons aggrieved by such orders and, therefore,\nthere could be no question of raising any protest on their\nbehalf for passing such orders even after disposal of the\napplication for leave to appeal as such orders were rather\nin their favour. The appellants became aggrieved only and\nB only when the High Court entertained the applications\nfiled under Section 482 Cr.P.C. for tracing out the\nwhereabouts of certain persons allegedly missing for the\npast 20 years. Such orders did not have any connection\nwith the incident in respect of which the application for\nC leave to appeal had been entertained and rejected. An\napplication for leave to appeal that has been dismissed\nagainst an order of acquittal cannot provide a platform\nfor an investigation in a subject matter that is alien and\nnot directly concerned with the subject matter of appeal.\nIf a person has an opportunity to raise objections and\nfails to do so, it would amount to waiver on his part.\nHowever, such person can raise objections only if he is\nimpleaded as a party-respondent in the case and has an\nopportunity to raise an objection on the ground of bias.\nIn the instant case, neither the State of Punjab nor 'SSS'\nhave been impleaded as respondents. Thus, the question\nof waiver on the ground of bias by either of them does\nnot arise. [Paras 57-60] [606-C-H; 607-A-F]\nD\nE\n9. Undoubtedly, in respect of missing persons earlier\nF habeas corpus petitions had been filed by the persons\nconcerned in 1991 and 1997 which were dealt with by the\ncourts in accordance with law. A fresh petition in respect\nof the same subject matter could not have been\nentertained after 10 years of dismissal of the said writ\nG petition. A second writ petition for issuing a writ of habeas\ncorpus is barred by principles of res judicata. The doctrine\nof res judicata may not apply in case a writ petition under\nArticle 32 of the Constitution is filed before this Court after\ndisposal of a habeas corpus writ petition under Article 226\nH of the Constitution by the High Court. However, it is not\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 561\nBHULLAR \u0026 ORS. ETC\nB\npossible to re-approach the High Court for the same relief A\nby filing a fresh writ petition for the reason that it would\nbe difficult for the High Court to set aside the order made\nby another Bench of the same court. In case, a petition\nby issuing Writ of Habeas Corpus is dismissed by the\nHigh Court and Special Leave Petition against the same\nis also dismissed, a petition under Article 32 of the\nConstitution, seeking the same relief would not be\nmaintainable. There may be certain exceptions to the rule\nthat a person was not aware of the correct facts while\nfiling the first petition or the events have arisen C\nsubsequent to making of the first application. The Court\nmust bear in mind that doctrine of res judicata is confined\ngenerally to civil action but inapplicable to illegal action\nand fundamentally lawless order. A subsequent petition\nof habeas corpus on fresh grounds which were not taken\nin the earlier petition for the same relief may be\npermissible. A case is to be decided on its facts taking\ninto consideration whether really new issues have been\nagitated or the facts raised in subsequent writ petition\ncould not be known to the writ petitioner while filing the\nearlier writ petition. [Paras 61-63, 65] [607-G-H; 608-A-C;\nF-G; 609-C-D]\nD\nE\nF\nGhulam Sarwar v. Union of India \u0026 Ors. AIR 1967 SC\n1335; Nazul Ali Molla, etc. v. State of West Bengal 1969 (3)\nSCC 698; Niranjan Singh v. State of Madhya Pradesh AIR\n1972 SC 2215; Har Swarup v. The General Manager, Central\nRailway \u0026 Ors. AIR 1975 SC 202; T.P. Moideen Koya v.\nGovernment of Kerala \u0026 Ors. AIR 2004 SC 4733; K. Vidya\nSagar v. State of Uttar Pradesh \u0026 Ors. AIR 2005 SC 2911;\nLalubhai Jogibhai Patel v. Union of India \u0026 Ors. AIR 1981 SC G\n728; Ajit Kumar Kaviraj v. Distt. Magistrate, Birbhum \u0026 Anr.\nAIR 1974 SC 1917; Sunil Dutt v. Union of India \u0026 Ors. AIR\n1982 SC 53; Srikant v. District Magistrate, Bijapur \u0026 Ors.\n(2007) 1 SCC 486 - relied on.\nH\nA\nC\n562 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n10. The parties concerned had not filed fresh writ\npetitions, rather chosen, for reasons best known to them\napplications under Section 482 Cr.P.C., which could not\nhave been entertained. A large number of documents\nwere submitted to the court under sealed cover by the\nB State of Punjab on the direction of this court. The said\ndocuments showed that 'SSS' had conducted the\nenquiry in 2002 against Mr. Justice X on the direction of\nthe Chief Justice of the Punjab and Haryana High Court\non the alleged appointment of certain judicial/executive\nofficers in Punjab through the Chairman of the Public\nService Commission. 'SSS' had filed reports against Mr.\nJustice X. The Chief Justice of Punjab and Haryana High\nCourt confronted Mr. Justice X with the said reports. On\nthe basis of the said reports, the Chief Justice of the High\nCourt submitted his report to the Chief Justice of India,\non the basis of which a Committee to investigate the\nmatter further was appointed. This Committee even\nexamined one Superintendent of Police of the\nintelligence wing who had worked directly under 'SSS'\nwhile conducting the enquiry. [Para 65-66] [609-D-H; 610-\nA]\nD\nE\n11. The High Court has adopted an unusual and\nunwarranted procedure, not known in law, while issuing\ncertain directions. The court not only entertained the\nF applications filed by 'DPSB' and 'DSM' in a disposed of\nappeal but enlarged the scope of CBI investigation from\nproclaimed offenders to other missing persons. The\ncourt directed the CBI to treat affidavits handed over by\n'DPSB' who admittedly had inimical relation with ‘SSS' as\nG statement of eye-witnesses. The court further directed\nthe CBI to change the names of witnesses to witness (A),\n(B) or (C) and record their statements under Section 164\nCr.P.C. so that they could not resile at a later stage. The\ncourt was not justified in directing the CBI to adopt such\nH an unwarranted course. When the matter came up for\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 563\nBHULLAR \u0026 ORS. ETC\nhearing on 2.4.2008, in spite of the fact that the matter A\nwas heard throughout by a particular Division Bench, Mr.\nJustice X alone held the proceedings, and accepted the\nstatus report of the CBI sitting singly, as the proceedings\nreveal that the other Judge was not holding court on that\nday. [paras 67-69] [610-A-F]\nB\nс\nD\n12. The FIR unquestionably is an inseparable\ncorollary to the impugned orders which are a nullity.\nTherefore, the very birth of the FIR which is a direct\nconsequence of the impugned orders cannot have any\nlawful existence. The FIR itself is based on a preliminary\nenquiry which in turn is based on the affidavits submitted\nby the applicants who had filed the petitions under\nSection 482 Cr.P.C. The order impugned was rightly\nchallenged to be a nullity at least on three grounds,\nnamely, judicial bias; want of jurisdiction by virtue of\napplication of the provisions of Section 362 Cr.P.C.\ncoupled with the principles of constructive res judicata;\nand the Bench had not been assigned the roster to\nentertain petitions under Section 482 Cr.P.C. It is a settled\nlegal proposition that if initial action is not in consonance\nwith law, all subsequent and consequential proceedings\nwould fall through for the reason that illegality strikes at\nthe root of the order. In such a fact-situation, the legal\nmaxim \"sublato fundamento cadit opus\" meaning thereby\nthat foundation being removed, structure/work falls,\ncomes into play and applies on all scores in the present\ncase. The orders impugned being a nullity, cannot be\nsustained. As a consequence, subsequent proceedings/\norders/FIR/ investigation stand automatically vitiated and\nare liable to be declared non est. [paras 70-72, 76] [611- `G\nB-F; 612-D-E]\nE\nF\nBadrinath v. State of Tamil Nadu \u0026 Ors. AIR 2000 SC\n3243; State of Kerala v. Puthenkavu N.S.S. Karayogam \u0026 Anr.\n(2001) 10 SCC 191; Mangal Prasad Tamoli (dead) by Lrs. H\n564 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA v. Narvadeshwar Mishra (dead) by Lrs. \u0026 Ors. (2005) 3 SCC\n422; In C. Albert Morris v. K. Chandrasekaran \u0026 Ors. (2006)\n1 SCC 228; Upen Chandra Gogoi v. State of Assam \u0026 Ors.\n(1998) 3 SCC 381; Satchidananda Misra v. State of Orissa\n\u0026 Ors. (2004) 8 SCC 599; Regional Manager, SBI v. Rakesh\nB Kumar Tewari (2006) 1 SCC 530; Ritesh Tewari \u0026 Anr. v. State\nof U.P. \u0026 Ors. AIR 2010 SC 3823 - relied on.\nC\nD\nE\nF\n13. The dismissal of the special leave petition in\nlimine does not mean that the reasoning of the judgment\nof the High Court against which the Special Leave\nPetition had been filed before this Court stands affirmed\nor the judgment and order impugned merges with such\norder of this Court on dismissal of the petition. It simply\nmeans that this Court did not consider the case worth\nexamining for a reason, which may be other than merit\nof the case. An order rejecting the Special Leave Petition\nat the threshold without detailed reasons, therefore, does\nnot constitute any declaration of law or a binding\nprecedent. The doctrine of res judicata does not apply, if\nthe case is entertained afresh at the behest of other\nparties. No inference can be drawn that by necessary\nimplication, the contentions raised in the special leave\npetition on the merits of the case have been rejected. So\nit has no precedential value. [para 77] [612-G-H; 613-A-D]\nThe Workmen of Cochin Port Trust v. The Board of\nTrustees of the Cochin Port Trust \u0026 Anr. AIR 1978 SC 1283;\nAhmedabad Manufacturing \u0026 Calico Printing Co. Ltd. v. The\nWorkmen \u0026 Anr. AIR 1981 SC 960; Indian Oil Corporation\nLtd. v. State of Bihar \u0026 Ors. AIR 1986 SC 1780; Yogendra\nG Narayan Chowdhury \u0026 Ors. v. Union of India \u0026 Ors. AIR 1996\nSC 751; Union of India \u0026 Anr. v. Sher Singh \u0026 Ors. AIR 1997\nSC 1796; M/s Sun Export Corporation, Bombay v. Collector\nof Customs; Bombay \u0026 Anr. AIR 1997 SC 2658;\nKunhayammed \u0026 Ors. v. State of Kerala \u0026 Anr. AIR 2000 SC\n2587; Saurashtra Oil Mills Association, Gujarat v. State of\nH\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 565\nBHULLAR \u0026 ORS. ETC\nGujarat \u0026 Anr. AIR 2002 SC 1130; Union of India \u0026 Ors. v. A\nJaipal Singh AIR 2004 SC 1005; Delhi Development\nAuthority v. Bhola Nath Sharma (dead) by L.Rs. \u0026 Ors. AIR\n2011 SC 428 - referred to.\nB\nC\n14. The error in the impugned orders of the High\nCourt transgresses judicious discretion. The process\nadopted by the High Court led to greater injustice than\nsecuring the ends of justice. The path charted by the High\nCourt inevitably reflects a biased approach. It was a\nmisplaced sympathy for a cause that can be termed as\nbeing inconsistent to the legal framework. Law is an\nendless process of testing and retesting as said by\nJustice Cardozo in his conclusion of the Judicial\nProcess, ending in a constant rejection of the dross and\nretention of whatever is pure and sound. The multi-\ndimensional defective legal process adopted by the court D\nbelow cannot be justified on any rational legal principle.\nThe High Court was swayed away by considerations that\nare legally impermissible and unsustainable. The\nimpugned orders challenged are declared to be nullity\nand as a consequence, the FIR registered by the CBI is E\nalso quashed. However, it is open to the applicants who\nhad filed the petitions under Section 482 Cr.P.C. to take\nrecourse to fresh proceedings, if permissible in law.\n[Paras 78-80] [613-H; 614-A-E]\nCase Law Reference:\nF\n1998 (1) SCR 811\nrelied on\nPara 12\n343 US 451 (1952) 466\nreferred to\nPara 12\nG\n1994 (2) Suppl. SCR 445\nrelied on\nPara 13\nAIR 1952 SC 405\nrelied on\nPara 14\n1960 SCR 609\nrelied on\nPara 14\nH\n566 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA\n1964 SCR 165\nrelied on\nPara 14\n1988 Suppl. SCR 673\nrelied on\nPara 14\n2009 (1) SCR 879\nrelied on\nPara 14\nB\n2010 (12) SCR 448\nrelied on\nPara 14\n1957 SCR 575\nrelied on\nPara 15\nAIR 1945 PC 38\nrelied on\nPara 16\nC\n1974 (1) SCR 697\nrelied on\nPara 16\n1988 (1) SCR 512\nrelied on\nPara 16\n2002 (2) SCR 1006\nrelied on\nPara 17\nD 1999 All ER, 577\nrelied on\nPara 17\n(2000) 1 All ER 65\nrelied on\nPara 18\n(2011) 8 SCC 380\nrelied on\nPara 19\nE\n1999 All ER, 577\nreferred to\nPara 17\n(2000) 1 All ER 65\nreferred to\nPara 19\n1957 SCR 233\nrelied on\nPara 21\nF\n(2011) 8 SCC 380\nrelied on\nPara 21\n1994 (1) SCR 708\nrelied on\nPara 22\n2002 (3) SCR 549\nrelied on\nPara 22\n6\nAIR 1935 PC 79\nrelied on\nPara 23\n1959 Suppl. SCR 528\nrelied on\nPara 23\n1965 SCR 221\nrelied on\nPara 23\nH\n1968 SCR 548\nrelied on\nPara 23\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 567\nBHULLAR \u0026 ORS. ETC\n1991 (1) Suppl. SCR226\nrelied on\nPara 23\nA\n2001 (3) SCR 261\nrelied on\nPara 23\n2004 (3) Suppl. SCR 833\nrelied on\nPara 23\n1988 SCR 21\nrelied on\nPara 24 B\n2000 (4) Suppl. SCR 313\nrelied on\nPara 26\n2006 (3) Suppl. SCR 305\nrelied on\nPara 26\nAIR 1994 SC 1544\nrelied on\nPara 26 C\n2001 (3) SCR 203\nrelied on\nPara 26\n1970 Cri.L.J. 378\nrelied on\nPara 27\n1985 Crl.L.J. 23\nrelied on\nPara 27 D\nAIR 1987 Raj. 83 (F.B\nrelied on\nPara 27\nAIR 1972 SC 1300\nrelied on\nPara 27\n1981 (1) SCC 62\nrelied on\nPara 27\nE\n(2009) 2 SCC 703\nrelied on\nPara 27\n2011 SCR 197.\nrelied on\nPara 27\n2008 (12) SCR 1141\nrelied on\nPara 28\nF\n1981 (2) SCR 485\nrelied on\nPara 29\n1990 (1) SCR 788\nrelied on\nPara 31\n1977 (4) SCC 451\nrelied on\nPara 32\nG\n(2004) 4 SCC 129\nrelied on\nPara 32\n1982 (3) SCC 219\nrelied on\nPara 33\n2006 (1) SCC 732\nrelied on\nPara 33\nH\n568 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA\n2006 (4) Suppl. SCR 450\nrelied on\nPara 33\n2007 (10) SCR 847\nrelied on\nPara 33\n2008 (16) SCC 117\nrelied on\nPara 33\nB\n2004 (4) Suppl. SCR 772\nrelied on\nPara 34,45\n2008 (4) SCR 701\nrelied on\nPara 34\n1992 (1) Suppl. SCR 226\nrelied on\nPara. 35\nс\n1985 (3) Suppl. SCR 680\nrelied on\nPara 36\n2005 (5) Suppl. SCR 63\nrelied on\nPara 37\n1990 (supp.) SCC 132\nrelied on\nPara 38\nD 1977 (3) SCR 771\nrelied on\nPara 39\n1997 (6) Suppl. SCR 1\nrelied on\nPara 41\n2010 (11) SCR 542\nrelied on\nPara 42\nE\n1982 (2) SCC 440\nrelied on\nPara 42\n1996 (7) Suppl. SCR 400\nrelied on\nPara 42\n(2002) 2 SCC 391\nrelied on\nPara 42\nF\n2006 (7) Suppl. SCR 174\nrelied on\nPara 42\n1996 AWC 644\napproved\nPara 42\n2002 (5) SCC 521\nrelied on\nPara 44\nG\n1999 (3) SCR 1279\nrelied on\nPara 44\n2009 (14) SCR 441\nrelied on\nPara 46\nAIR 2011 SC 3168\nrelied on\nPara 47\nH 1996 (1) SCR 1053\nrelied on\nPara 47\nSTATE OF PUNJAB v. DAVINDER PAL SINGH 569\nBHULLAR \u0026 ORS. ETC\n(1998) 8 SCC 661\nrelied on\nPara 47 A\n2006 (4) Suppl. SCR 742\nrelied on\nPara 47\n2010 (1) SCR 991\nrelied on\nPara 47\n2011 (3) SCR 597\nrelied on\nPara 47 B\n1967 SCR 271\nrelied on\nPara 62\n1969 (3) SCC 698\nrelied on\nPara 62\n1973 (1) SCR 691\nrelied on\nPara 62 C\n1975 (3) SCC 621\nrelied on\nPara 62\n2004 (4) Suppl. SCR 904\nrelied on\nPara 62\n2005 (5) SCC 581\nrelied on\nPara 62 D\n1981 (2) SCR 352\nrelied on\nPara 63\n1975 (2) SCR 21\nrelied on\nPara 63\n1982 (3) SCC 405\nrelied on\nPara 63\nE\n2006 (9) Suppl. SCR 312\nrelied on\nPara 64\n2000 (8) SCC 395\nrelied on\nPara 73\n(2001) 10 SCC 191\nrelied on\nPara 73 F\n(2005) 3 SCC 422\nrelied on\nPara 74\n2005 (4) Suppl. SCR 779\nrelied on\nPara 75\n(1998) 3 SCC 381\nrelied on\nPara 75\nG\n2004 (4) Suppl. SCR 505\nrelied on\nPara 75\n(2006) 1 SCC 530\nrelied on\nPara 75\n2010 (11) SCR 589\nrelied on\nPara 75\nH\n"}