{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nM.B. RAMACHANDRAN\nV.\nGOWRAMMA AND ORS.\nAPRIL 28, 2005\n[B.P. SINGH AND ARUN KUMAR, JJ.]\nI\nC\nLand Laws:\nKarnataka Inams Abolition (Amendment) Act, 1979-Validity of Mysore\nAct 1 of 1955 and Mysore Act 18 of 1955 amended by Act of 1979-Jurisdiction\nto determine occupancy rights conferred on Land Tribunal instead of Deputy\nCommissioner-Act of 1979 declared ultra vires in entirety by High Court\nwhen only the validity of amendments to Act 18 of 1955 in issue and not Act\n1 of 1955–—In separate matters grant of occupancy rights by Land Tribunal,\nD upheld by Single Judge-Order quashed by Appellate Bench as Land Tribunal\nceased to have jurisdiction and matter remitted to Special Deputy\nCommissioner-On appeal, held: Order of High Court declaring Act of 1979\nas void in its entirety not correct-It could have declared only Act 18 of 1955\nas ultra vires-Matters disposed of by Deputy Commissioner under Act 1 of\n1955 after Act of 1979 declared ultra vires are saved-However, in future\nE Land Tribunal would exercise jurisdiction, including matters pending before\nDeputy Commissioner-Matters remitted back to High Court for disposal on\nmerits-Mysore (Personal and Miscellaneous) Inams Abolition Act, 1954-\nMysore (Religious and Charitable) Inams Abolition Act, 1955.\nF\nדי\nG\nH\nKarnataka Inams Abolition (Amendment) Act, 1979 amended some\nof the provisions of the Mysore (Personal and Miscellaneous) Inams\nAbolition Act, 1954 (Act of 1955) and Mysore (Religious and Charitable)\nInams Abolition Act, 1955 (Act 18 of 1955) and the jurisdiction to\ndetermine occupancy rights was conferred on the ‘Tribunal' which was\nearlier conferred on the 'Deputy Commissioner'.\nK filed writ petitions challenging the validity of the Amendment Act\nof 1979 relating to amendment of Mysore Act 18 of 1955 which dealt with\nabolition of religious and charitable Inams. The High Court declared the\nentire Amendment Act of 1979 as ultra vires. Appeals filed before this\nCourt were disposed of without going into the question of validity of the\n964\nM.B. RAMACHANDRAN v. GOWRAMMA\n965\nAmendment Act and it was left open for consideration in an appropriate A\ncase. Hence the Civil Appeal No. 5687 of 1999.\nWith regard to claim of appellants in Civil Appeal No. 5684-5686,\nfor grant of occupancy rights, the Land Tribunal granted the same in their\nfavour. Single Judge of High Court upheld the order. However, in Writ\nAppeals, the Division Bench of High Court set aside the order of the Land B\nTribunal and the Single Judge and remitted the matter to the Special\nDeputy Commissioner for adjudication since the Land Tribunal ceased\nto have jurisdiction after the Amending Act, 1979 was declared ultra vires\nby the earlier judgment of High Court. Hence the Civil Appeal No. 5684-\n5686.\nDisposing of the matters, the Court\nC\nD\nHELD 1. In the Writ Petitions filed by K, the issues involved related\nonly to the amendments to Mysore Act 18 of 1955 which dealt with\nreligious and charitable Inams and not with Mysore Act 1 of 1955 which\ndealt with abolition of personal Inams. Therefore, the judgment of the\nHigh Court declaring the Karnataka Inams Abolition (Amendment) Act,\n1979 (Act 26 of 1979) void in its entirety is not correct. At best, the High\nCourt could have declared the amendments brought about by Section 3\nof the 1979 Act to the Mysore Act 18 of 1955 as ultra vires, since the\nquestion of validity of the amendments to the Mysore Act 1 of 1955 was E\nnot in issue. [969-A-B; 970-E-F]\nF\n2. It is directed that if after the Amendment Act of 1979 was declared\nultra vires, the Deputy Commissioner has disposed of matters under the\nMysore Act 1 of 1955 which fell within his jurisdiction, the said orders\nwill not be affected by this judgment and are saved. But from the date of\nthis judgement, the jurisdiction would be exercised by the Land Tribunal,\nincluding the matters pending before the Deputy Commissioner. This will\nnot prevent the parties from challenging the vires of the Amendment Act\nof 1979 insofar as it relates to Mysore Act 1 of 1955. Thus, the Writ appeals\nare set aside and the matters are remitted to the High Court for disposal G\non merits. [970-G-H; 971-A-BỊ\nState of Bihar v. Rai Bahadur Hurdut Roy Moti Lall Jute Mills and Anr.,\n[1960] 2 SCR 331; Mishra Lal (Dead) by Lrs. v. Dhirendra Nath (Dead) by\nLrs. and Ors., [1999] 4 SCC 11 and Raj Narain Pandey and Ors. v. Sant\nPrasad Tewari and Ors., [1973] 2 SCC 35, referred to.\nH\nA\nB\nC\nD\n966\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 5684-5686\nof 1999.\nFrom the Judgment and Order dated 4.11.98 of the Karnataka High\nCourt in W.A. No. 5678/96 in W.A. Nos. 5580 and 5622 of 1996.\n4. C.A. No. 5687 of 1999.\nWITH\nM.S. Ganesh, H.R. Ananthakrishnamurthy, Ms. Pallavi, Shantha Kr. V.\nMahale, Rajesh Mahale, S. Manjunath, K.K. Gupta with him for the Appellant.\nP. Krishan Murthy, Sanjay R. Hegde, Anil K. Mishra, A.Rohen Singh,\nS.Nanda Kumar, Anuj Kr. Chauhan, L.K. Pandey, R.Jaganath Gonley, P.\nNarasimhan, S.K. Kulkarni, M.Gireesh Kumar, Ms. Sangeeta Kumar, N.\nGanpathy and P.P. Singh with him for the Respondents.\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. Civil Appeal Nos.5684-5686 of 1999 by special leave\nare directed against the judgment and order of the High Court of Karnataka\nat Bangalore dated 4.11.1998 in Writ Appeal Nos.5678, 5580 and 5622 of\n1996. By the impugned judgment and order, the High Court quashed the\nE order of the Tribunal and the learned Single Judge and remitted the matters\nF\nG\nto the Special Deputy Commissioner on a finding that the Land Tribunal\nceased to have jurisdiction after the Amending Act, 1979 was declared ultra\nvires by the High Court by its judgment dated 24.4.1992. The order in the\ninstant case was passed by the Tribunal on 8.6.1994, much after the Amending\nAct of 1979, was declared to be ultra vires.\nCivil Appeal No. 5687 of 1999 is directed against the judgment and\norder of the High Court dated 24.4.1992 in which Petition No. 7230 of 1979,\nwhereby the Amending Act of 1979 was declared ultra vires in its entirety.\nThe relevant facts may be briefly noticed. There were two Acts in the\nState of Karnataka namely Mysore (Personal and Miscellaneous) Inams\nAbolition Act, 1954 (Act 1 of 1955) which related to abolition of personal\nInams and Mysore (Religious and Charitable) Inams Abolition Act., 1955\n(Act No. 18 of 1955) which related to the abolition of religious and charitable\nInams.. The Karnataka Inams Abolition (Amendment) Act, 1979 (Act 26 of\nH 1979) was enacted by the Karnataka Legislature, Section 2 whereof amended\ni\nM.B. RAMACHANDRAN v. GOWRAMMA [B.P. SINGH, J.] 967\nsome provisions of the Mysore Act 1 of 1955 relating to personal Inams. A\nSection 3 thereof amended some of the provisions of the Mysore Act 18 of\n1955 which related to abolition of religious and charitable Inams. It is not in\ndispute before us that in view of the amendments brought about, inter-alia,\nthe jurisdiction to determine occupancy rights was conferred on the \"Tribunal”\nwhich was earlier conferred on the \"Deputy Commissioner\" under the\nB\nunamended Acts.\nC\nBefore adverting to the facts of this case, we may notice that Writ\nPetitions were filed by Sri Kudil Sringeri Maha Samsthanam being Writ\nPetition Nos.7230 and 2590/1979 challenging the validity of the Amending\nAct. The High Court disposed of the said Writ Petitions by its judgment and\norder of 24.4.1992. The judgment is reported in ILR 1992 Karnataka 1827.\nThe High Court declared the entire Amendment Act of 1979 as ultra vires\nfor the reasons given in the judgment. The State preferred appeals before this\nCourt being Civil Appeal Nos. 10229-30/1996 arising out of SLP Nos. 3246-\n47/1993. The State appeals were dismissed by the judgment and order of\n8.8.1996 of this Court without expressing any opinion on the validity of the D\nAmendment Act of 1979. The Civil Appeals were disposed of only considering\nthe compensation payable to the Kudil Sringeri Maha Samsthanam, and the\nquestion as to the validity of the Amendment Act was left open to be\nconsidered in an appropriate case. Thus, the Amendment Act of 1979 which\nwas declared to be ultra vires by the High Court of Karnataka continued to\nbe so since this Court did not set aside the said declaration of the Karnataka\nHigh Court.\nE\nThe appellant before us in both the appeals claimed occupancy right in\nrespect of lands situated in village K.G. Byaderahalli. It is not necessary to\nnarrate the detailed facts relating to the various disputes that arose, and we F\nmay only notice that ultimately when the matter came up before the Land\nTribunal, the Tribunal by its order of June 8, 1994 granted occupancy right\nin favour of the appellant and his brother.\nThe order of the Land Tribunal was challenged by way of writ petitions\nfiled by persons aggrieved thereby, namely, Writ Petition Nos. 26681, 24831 G\nand 25501 of 1994. The aforesaid Writ Petitions were dismissed by a Single\nJudge of the High Court by judgment and order dated 19.4.1996. The said\njudgment and order of the Single Judge was challenged in Writ Appeals filed\nby the contesting respondent which were allowed by the Division Bench\nwhich quashed the order of the Single Judge as well as that of the Land\nH\n!\n1\n968\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA Tribunal and remitted the matter to the Spl.Deputy Commissioner for\nadjudicaiton. The Appellate Bench of the High Court held that in view of the\nearlier judgment dated 24.4.1992 invalidating the Amendment Act of 1979,\nthe Land Tribunal was denuded of the jurisdiction conferred upon it by the\nsaid Amendment Act. However, applying the de facto doctrine, it was directed\nthat the orders passed by the Tribunal till the date the Amending Act was\ndeclared ultra vires, were saved. In the instant case, since the Tribunal passed\nthe order on 8.6.1994, i.e., much after the Amendment Act was declared\nultra vires on 24.4.1992, the order passed by it was held to be without\njurisdiction. On this finding, the High Court set aside the order of the learned\nSingle Judge and the Land Tribunal and remitted the matters to the Deputy\nC Commissioner to be heard and decided in accordance with law.\nB\nShri M.S.Ganesh, learned senior counsel appearing on behalf of the\nappellant submitted before us that the dispute before the High Court in the\nWrit Petitions preferred by the Kudil Sringeri Maha Samsthanam, related to\nreligious and charitable Inams and, therefore, in that context, the provisions\nD of the Amendment Act of 1979 relating to the amendment of Mysore Act 18\nof 1955, relating to abolition of religious and charitable Inams were challenged.\nIn the Writ Petitions filed by the aforesaid Kudil Sringeri Maha Samsthanam,\nthe validity of Mysore Act 1 of 1955 which was amended by Section 2 of\nthe Amendment Act of 1979 was not in question. Yet, the High Court declared\n- the entire Amendment Act to be ultra vires which was wholly unnecessary.\nIn this context, he relied upon the decisions of this Court to the effect that\nin exercise of wṛit jurisdiction, while dealing with the vires of statutory\nprovisions the Court must not decide issues which are merely academic. He\nhas drawn our attention to the Judgment of this Court in State of Bihar v. Rai\nBahadur Hurdut Roy Moti Lall Jute Mills and Anr., [1960] 2 SCR 331\nF wherein this Court observed :-\nE\n0\nG\nH\n\"In cases, where the vires of the statutory provisions are challenged\non constitutional grounds, it is essential that the material facts should\nfirst be clarified and ascertained with a view to determine whether the\nimpugned statutory provisions are attracted; if they are, the\nconstitutional challenge to their validity must be examined and decided.\nIf, however, the facts admitted or proved do not attract the impugned\nprovisions there is no occasion to decide the issue about the vires of\nthe said provisions. Any decision on the said question would in such\na case be purely academic. Courts are and should be reluctant to\ndecide constitutional points merely as matters of academic\nM.B. RAMACHANDRAN v. GOWRAMMA [B.P. SINGH. J.]\n969\nimportance.\"\nIt is not disputed before us by the respondents that in the aforesaid Writ\nPetitions preferred by the Kudil Sringeri Maha Samsthanam, the issues\ninvolved related only to the amendments to Mysore Act 18 of 1955 which\ndealt with religious and charitable Inams and not with Mysore Act 1 of 1955\nwhich dealt with abolition of personal Inams. There was, therefore, really no\njustification for the High Court to quash the entire Amendment Act. It was\nfurther submitted by Shri Ganesh that even though the State came up in\nappeal before this Court, the appeal was disposed of without going into the\nquestion of the validity of the Amendment Act of 1979. That was left open\nA\nB\nto be considered in an appropriate case. He further submits that in these C\nappeals that question may be gone into and decided. He, however, submitted\nthat the appellant is not interested in challenging the validity of the Amendment\nAct in so far as it amends the Mysore Act 18 of 1955 because his appeals\ndo not relate to religious or charitable Inams. His case being one relating to\npersonal Inam, is governed by Mysore Act 1 of 1955 as amended by the\nAmendment Act of 1979. Since the validity of Mysore Act of 1 of 1955 was D\nnot in issue in the Writ Petitions filed by the Kudil Sringeri Maha Samsthanam,\nthe High Court really exceeded its jurisdiction in quashing the entire\nAmendment Act of 1979. The High Court ought to have confined its\ndeclaration to the amendment of the Mysore Act 18 of 1955 which was\namended by Section 3 of the Amendment Act.\nCounsel for the respondents do not dispute the factual position that the\naforesaid Writ Petitions filed by Kudil Sringeri Maha Samsthanam did not\nconcern personal Inams and related only to religious and charitable Inams. In\nthis view of the matter, we must hold that the High Court was in error in\ngranting relief in such wide terms declaring the entire Karnataka Inams\nAbolition (Amendment) Act, 1979 to be invalid. We therefore set aside that\npart of the judgment and confine the declaration to the provisions of the\namendment Act of 1979 only to the extent it amended Mysore Act 18 of\n1955.\nE\nF\nIt was contended before us by counsel for the respondents that the G\nAmendment Act was struck down as invalid as early as in the year 1992. In\nview of the Amendment Act being struck down by the High Court and not\ninterfered with by the Supreme Court, many matters must have in the meantime\ncome up for consideration before the Deputy Commissioner. Under the\nAmendment Act of 1979, the jurisdiction had been vested in the Land Tribunal.\nH\nĮ\n1.\n1\nB\n970\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA In view of the Act being struck down as ultra vires, the jurisdiction of the\nDeputy Commissioner was restored as from the date on which the said Act\nwas invalidated. While the orders passed by the Tribunal, after the Amending\nAct of 1979 came into force and till the same was struck down by the High\nCourt, were saved by applying the de facto doctrine, if the judgment and\norder of the High Court is set aside today, it may unsettle the settled position.\nMany claimants may have acted on the basis that the Amendment Act was\ninvalid and, therefore, the jurisdiction was retained by the Deputy\nCommissioner. We are aware of the consequences that may follow, but we\nfeel that in a case of this nature the doctrine of stare decisis be invoked to\navoid unsettling the settled position. This principle has been invoked by this\nC Court in several decisions including Mishra Lal (Dead) byLrs. v. Dhirendra\nNath (Dead) by Lrts. and Ors., [1999] 4 SCC 11 and Raj Narain Pandey and\nOrs. v. Sant Prasad Tewari and Ors., [1973] 2 SCC 35.\nIn these appeals, the only question which fell for consideration of the\nHigh Court was whether the application filed by the appellant before the\nD Deputy Commissioner for grant of occupancy rights could be dealt with by\nthe Land Tribunal in view of the provisions of the Amendment Act of 1979.\nIn other words, whether the Land Tribunal had jurisdiction to dispose of the\nsaid application. We therefore wish to say nothing in this judgment which\nmay be construed as our considered opinion on any other question relating\nto the provisions of the Amendment Act. In the facts and circumstances of\nthese cases, we dispose of these appeals in the following terms :-\nE\nWe hold that the judgment of the High Court in Sri Kudil Sringeri\nMaha Samsthanam in so far as it declared the Karnataka Inams Abolition\n(Amendment) Act, 1979 (Act 26 of 1979) void in its entirety is not correct.\nF At best, the High Court could have declared the amendments brought about\nby Section 3 of the aforesaid Act to the Mysore Act 18 of 1955 as ultra vires,\nsince the question of validity of the amendments to the Mysore Act 1 of 1955\nwas not in issue. We order accordingly. Civil Appeal No. 5687/99 is allowed\nto the extent indicated above.\nG\nH\nHowever, notwithstanding the fact that the said judgment is modified,\nwe direct that if after 24.4.1992 the Deputy Commissioner has disposed of\nmatters under the Mysore Act 1 of 1955 which fell within his jurisdiction, the\nsaid orders will not be affected by this judgment and are saved. But from\ntoday onwards, the jurisdiction shall be exercised by the Land Tribunal,\nincluding the matters pending before the Deputy Commissioner. This, however,\nM.B. RAMACHANDRAN v. GOWRAMMA [B.P. SINGH, J.] 971\nwill not prevent the parties from challenging the vires of the Amendment Act A\nof 1979 in so far as it relates to Mysore Act 1 of 1955. However, we should\nnot be understood to have expressed any opinion on the merit of the cases,\nnor on the validity or invalidity of the other provisions of the Amendment\nAct 1979 (Act 26 of 1979) or Mysore Act 1 of 1955.\nThe appeals are accordingly allowed and the impugned judgment and B\norder in Writ Appeal Nos.5678, 5580 and 5622 of 1996 is set aside and the\nmatters remitted to the High Court for disposal on merit in accordance with\nlaw.\nSince these matters have remained pending before us for quite some\ntime, we request the High Court to dispose of the aforesaid appeals as\nexpeditiously as possible.\nC\nN.J.\n☐\nAppeals disposed of.\n!\n"}