{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 711\n[K.S. RADHAKRISHNAN, J.]\n85. Considering India's population density and our National A\nPolicy for setting up various NPPs in the country, safety and\nsecurity of the plants are of extreme importance, lest a nuclear\naccident can cause immense damage both in terms of human\nlife as well as environmental destruction. Provisions have also\nto be made for remedying or compensating environmental B\ndamage caused by the accidents, without merely limiting it to\npersonal injury and damage to property.\nDISASTER MANAGEMENT PLAN:\n86. Disaster Management Plan (DMP) is of paramount C\nimportance, since we are dealing with a substance which has\nhuge potential of causing immense damage to human beings\nand to the environment, which may cross over generations after\ngenerations.\n87. After the accidents in Three Mile Island, Chernobyl and\nFukoshima, there has been an uproar all over the world\nincluding India for adopting sufficient safety measures for\nhandling nuclear/radiological emergencies which may likely to\noccur in various NPPs situated in the country. Any radiation\nincident resulting in or having a potential to result in exposure\nand/or contamination in excess of the respective permissible\nlimits can lead to a nuclear/radiological emergency. Situations\nare, of course, not bound to occur quite often, but one must be\nprepared to face nuclear/radiological emergencies because of\nhigh population density in a country like India. Nuclear/\nradiological emergencies can occur due to factors beyond the\ncontrol of the operating agencies, for example, human error,\nsystem failure, sabotage, earthquake, cyclone, flood etc.\nNoticing the above factors, the Central Government decided to\nenact a law on Disaster Management to provide for requisite\ninstitutional mechanisms for drawing up and monitoring the\nimplementation of the disaster management plans, ensuring\nmeasure by various wings of Government for prevention and\nmitigating affects of disasters and for undertaking a holistic,\ncoordinated and prompt response to any disaster situation.\nD\nE\nF\nG\nH\nA\nC\n712\nSUPREME COURT REPORTS\n[2013] 8 S.C.R. ·\n88. The Parliament enacted the Disaster Management Act,\n2005 (DM Act), following that, the National Disaster\nManagement Authority (NDMA) was constituted with the Prime\nMinister as the Chairperson. Similar authorities have been\ncreated in various States with their Chief Ministers as the\nB Chairpersons. NDMA has assumed the responsibility of\nstrengthening the existing nuclear/radiological emergency\nmanagement framework by involving all stake holders in a\nholistic approach through a series of mutually interactive,\nreciprocal and supplementary actions to be taken on the basis\nof a common thread - the National Guidelines. Following that,\nNDMA, after conducting a detailed discussion with all the stake\nholders, issued the National Disaster Management Guidelines,\n2009, which has the concurrence of the DAE, AREB. The\nguidelines recommended a series of actions on the part of\nvarious stake holders at different levels of administration that\nwould (i) mitigate the accident at source; (ii) prevent\ndeterministic health effects in individuals and limit the probability\nof stochastic effects in the population; (iii) provide first aid and\ntreatment of injuries; (iv) reduce the psychological impact on\nthe population; and (v) protect the environment and property.\nThe guidelines have been prepared to provide direction to the\ncentral Ministries/departments, State Governments and local\nauthorities for preparing detailed action plans to ensure inbuilt\ncapabilities to handle nuclear and radiological emergencies as\npart of an all-hazard Disaster Management plan in the public\nF domain.\nD\nE\n89. The National Guidelines consist of 10 chapters.\nChapter 1 deals with the introduction which provides a brief of\nall possible scenarios of nuclear and radiological emergencies.\nG These emergencies have been broadly classified into the\nfollowing five categories:\nH\n(i)\nAn accident taking place in any nuclear facility of\nthe nuclear fuel cycle including the nuclear reactor,\nor in a facility using radioactive sources, leading to\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 713\n(ii)\n[K.S. RADHAKRISHNAN, J.]\na large-scale release of radioactivity in the A\nenvironment.\nA 'criticality' accident in a nuclear fuel cycle facility\nwhere an uncontrolled nuclear chain reaction takes\nplace inadvertently, leading to bursts of neutrons\nand gamma radiations.\nB\n(iii) An accident during the transportation of radioactive\nmaterial.\n(iv) The malevolent use of radioactive material as a\nRadiological Dispersal Device by terrorists for\ndispersing radioactive material in the environment.\n(v)\nA large-scale nuclear disaster, resulting from a\nnuclear weapon attack (as had happened at\nHiroshima and Nagasaki) which would lead to mass\ncasualties and destruction of large areas and\nproperty.\nC\nD\nF\n90. Chapter 2 deals with the Approach to Nuclear and\nRadiological Emergency Management, which spells out a four- E\npronged strategy to be adopted for a holistic management of\nnuclear/radiological emergencies. Chapter 3 deals with the\nPresent Status and Situation Analysis, which highlights some\nof the technical and administrative issues yet to be addressed\nin a holistic approach, besides analysing the present status.\nChapter 4 deals with the Prevention of Nuclear/Radiological\nEmergencies, which enumerates how nuclear and radiological\nemergencies are prevented in nuclear facilities by adopting the\ndefence-in-depth approach, where the safety systems are\ninbuilt with adequate redundancy and diverse working G\nprinciples. Chapter 5 of the Guidelines deals with the Mitigation\nof Nuclear/Radiological Emergencies, which explains the\nvarious engineered safety features and accident management\nprocedures that are in place in a nuclear plant as accident\nmitigation measures for minimising the impact of a nuclear\nH\n714 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA emergency by keeping the radioactivity release in the\nenvironment to levels as low as possible. Chapter 6 deals with\nthe Preparedness for Nuclear/Radiological Emergencies and\ncovers various aspects of preparedness. Chapter 7 deals with\nthe Capacity Development for Nuclear/Radiological\nB Emergencies and deals with the capacity development for\ncoping with nuclear/radiological emergency situations. Chapter\n8 deals with the Response to Nuclear/Radiological\nEmergencies and describes the action to be taken in nuclear/\nradiological emergencies. Chapter 9 deals with the\nImplementation of the Guidelines which spells out the\npreparation of action plans by various levels of stakeholders.\nSuch plans should indicate the detailed work plan and\nmilestones with recommended time-frame and suitable\nindicators to enable monitoring and review of the actual\nprogress made. Chapter 10 deals with the Summary of Action\nPoints and sums up the major recommendations that have been\nmade in the text of the National Guidelines.\nC\nD\n91. NDMA, established under Section 3 of the DM Act, is\nresponsible for each of the three phases of disaster\nE management continuum with six major responsibilities, namely,\npre-disaster (prevention, mitigation and preparedness), during\ndisaster (rescue and relief) and post-disaster (rehabilitation and\nreconstruction) scenarios. NDMA will be assisted by the\nNational Executive Committee, which is the executive arm of\nF NDMA. The National Crisis Management Committee/National\nExecutive Committee has to take on relief operations on a war\nfooting. The District Management Authorities of the States/\nUnion Territories will be responsible for implementing the\nnuclear/radiological disaster risk management programmes in\ntheir respective areas and each State has to develop a\ndetailed micro-level action plan in a mutually interactive and\nsupplementary mode with its district level plans.\nG\nH\n92. DAE, as a nodal agency, has to provide the necessary\ntechnical inputs to the national or local authorities for responding\nto any nuclear or radiological emergency in the public domain.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 715\n[K.S. RADHAKRISHNAN, J.]\nIn the event of a nuclear/radiological emergency in the public A\ndomain, the basic regulatory framework for safety of all\nactivities related to the atomic energy programme and the use\nof ionising radiation in India is derived from the Atomic Energy\nAct, 1962 (AE Act). Para 3.6 of the Guidelines dealing with\nPublic Awareness is of some importance and the same is B\nextracted hereunder for our easy reference:\n\"3.6 Public Awareness:\nPublic awareness plays a key role in the emergency\npreparedness and response plans for any type of C\nemergency/disaster where the participation/role of the\npublic is of prime importance. The fact that one cannot see,\nfeel or smell the presence of radiation, coupled with a\ngeneral lack of credible and authentic information to the\npublic at large about radiation and radiation emergencies D\nand the wide publicity given to any nuclear/radiation-\nrelated incident, has resulted in several erroneous\nperceptions about nuclear technology. Not surprisingly,\nmost people perceive that any small nuclear/radiation-\nrelated incident will lead to a situation like Hiroshima or\nNagasaki, or the Chernobyl accident.\nTo educate the people about the beneficial aspects\nof nuclear radiation and to remove their misgivings about\nit, the authorities of nuclear fuel cycle facilities in general,\nand that of nuclear power stations in particular, are actively\ninvolved in carrying out regular public awareness\nprogrammes for people living in the vicinity of these\nfacilities. People are invited and taken on guided tours of\nthe nuclear power stations, made conversant with the\nbasics of radiation protection, safety limits, safety\npractices, and the dos and don'ts during a nuclear\nemergency. The station authorities also make visits to the\nsurrounding villages and population centres to create\nawareness of the same. Good coordination is also\nmaintained with the district officials. Prior to any off-site\nய\nE\nF\nG\nI\nA\nB\nC\nD\nE\nபட\nF\nG\n716 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nemergency exercise, awareness programmes are\nspecially conducted for the public officials, making them\nconversant with their responsibilities during any off-site\nemergency.\"\n93. NPCIL and the State of Tamil Nadu should take\nadequate steps to educate the public of the need for generation\nof power through NPP, since it is part of India's National Policy\nand also how to deal with nuclear/radiological emergencies.\nPara 3.9.1 of the Guidelines specifically refers to Education and\nKnowledge Management, which reads as follows:\n\"3.9 Institutions for Education, Knowledge\nManagement, Public Awareness and Training:\n3.9.1 Education and Knowledge Management:\nAt present, practically no education is imparted at\nany level on nuclear/radiological emergencies in the\nnational educational system. It goes against one of the\nbasic concepts of good emergency response, which\nenvisages that the culture of preparedness has to be\nimbibed right from childhood in all sections of the society.\nThe basics of radiation, radioactivity and the use of nuclear\nradiation in day-to-day life (with its beneficial aspects)\nshould be taught in schools and colleges. Once people are\nsensitised about this subject, it will help in removing\nprejudices/misconceptions of the general public about\nnuclear radiation/programmes and they will treat a nuclear/\nradiological emergency like any other type of natural or\nman-made emergency.\"\n94. The necessity for Enhancing Public Awareness about\nNuclear/Radiation Hazards has also been dealt with in para\n3.9.2, which reads as follows:\n\"3.9.2 Enhancing Public Awareness about Nuclear/\nRadiation Hazards:\nI\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 717\n[K.S. RADHAKRISHNAN, J.]\nA\nIn general, there is very limited public awareness\nabout radiation emergencies. Even the intelligentsia have\nmisconceptions about nuclear energy in general. Ever\nsince the reactor accidents at Three Mile Island and\nChernobyl, any news of a clear/radiological emergency has\nalways been of great interest that generates B\nmisconceptions in the minds of the public. The\nsensationalisation of such news by the media has also\nerroneously caused a perception that any radiation or\nnuclear emergency will result in cancer or death.\nSuch lack of public awareness is a major constraint\nin handling and objectively responding to these\nemergencies. To overcome this, sincere and concerted\nefforts are needed to create awareness amongst the\ngeneral public with the target audience of school and\ncollege students, teachers, technocrats and government\nofficials.\nC\nD\nThe fear in the minds of the public that even a small\naccident in nuclear facilities will lead to a situation like\nHiroshima/Nagasaki, can be removed only through proper E\nawareness generation and training programmes\n(Appendix 1).\"\nF\n95. The necessity to accord proper training to the\npersonnel involved in the management of radiation\nemergencies, which includes education of senior public\nfunctionaries like the district or state-level officials who would\nmanage a radiation emergency as well as the first responders,\nneeds special emphasis. This would also include RSOs, civil\ndefence personnel and home guards, police and fire and\nemergency services personnel and medical professionals. The\nguidelines also highlight the necessity of a proper network of\nroads and transport system. An off-site emergency situation,\nthe emergency response plans envisage evacuation of the\npublic from the affected zone which requires well-defined routes\nand evacuation strategies. The availability of both adequate H\nG\n718 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA transport and good roads, which would provide the evacuation\nroutes, is of paramount importance. Further, certain radiation\nemergency scenarios envisage a sheltering requirement for a\nlarge number of people. Normally, community centres, schools,\ncolleges, religious places, marriage halls, etc. are chosen for\nB this purpose. SDMAs/DDMAs should identify those places\nduring a non-emergency period, with assistance from DAE/\nDRDO.\nC\nD\nE\nLLI\nF\nG\nH\n96. It is also highly necessary to identify alternate sources\nof food, water and hygiene facilities. Because of the assembly\nof a large number of persons at the emergency shelters, poor\nhygiene facilities may lead to the spread of diseases, including\nepidemics. In addition to providing good hygiene facilities, good\nmedical care with adequate stock of medicines, should be\nmade available in all areas of possible nuclear emergencies/\ndisasters.\n97. Major highlights indicated in para 3.20 of the Guidelines\nare of prime importance. Para 3.20 is extracted hereunder for\neasy reference:\n\"3.20 Highlights:\nbelow:\nSome of the highlights of this chapter are given\n(i) In the event of any nuclear/radiological emergency in the\npublic domain, CMG is immediately activated and it\ncoordinates with the local authority in the affected area and\nall the concerned authorities at the centre (NCMC/NEC/\nNDMA) to ensure that the necessary technical/\nadministrative inputs are available to respond to the\nnuclear/radiological emergency.\n(ii) The AERB, which oversees nuclear and radiological\nsafety in the country, has been playing a very crucial role\nin the prevention of nuclear/radiological accidents by\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 719\n[K.S. RADHAKRISHNAN, J.]\nensuring that proper safety design features and operating\nprocedures in all nuclear and radiation facilities are in\nplace. The AERB has the power to not only licence the\noperation of a facility but also to order the partial or full\nshutdown of any facility that violates its guidelines.\n(iii) As per statutory requirements, the local district\nadministration is responsible for drawing up and\nrehearsing the off-site emergency plan in coordination with\nthe facility operator.\nA\nB\nC\n(iv) It is also mandatory for the power plant operators to\nperiodically rehearse various emergency preparedness.\nplans by way of exercises, and based on the feedback and\nexperience, take corrective measures. As the first stage\nof the trigger mechanism, CMG, DAE and the resource\nagencies are alerted even when a plant or site emergency D\nexercise is conducted.\n(v) The basic training for NDRF teams, 'first responders'\nand TOT is being imparted by BARC in addition to training\nof QRTS of the paramilitary forces and defence CBRN E\nofficers.\n(vi) Emergency preparedness exists at all nuclear and\nradiation facilities to respond to any on-site or off-site\nemergency in their areas. A network of 18 units of ERCS\nhas been established by BARC to handle radiological\nemergencies arising from a transport accident or the\nmovement/handling of 'orphan sources' or any malevolent\nact like the explosion of an RDD, RED or IND at any time\nor anywhere in the country.\n(vii) The fact that one cannot see, feel or smell the presence\nof radiation, coupled with a general lack of credible and\nauthentic information to the public at large about radiation\nand radiation emergencies and the wide publicity given to\nany nuclear/radiation related incident, has resulted in\nF\nG\nH\n720\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nс\nD\nE\nF\nןד\n0\nH\nseveral erroneous perceptions about nuclear radiation/\ntechnology. Not surprisingly, most people perceive that any\nsmall nuclear/radiation related incident will lead to a\nsituation like Hiroshima/Nagasaki or the Chernobyl\naccident.\nTo remove such misgivings, the authorities of nuclear\nfuel cycle facilities in general, and that of nuclear power\nstations in particular, are actively involved in carrying out\nregular public awareness programmes for people living in\nthe vicinity of these facilities.\n(viii) The AERB, the national regulatory authority, has been\nregulating the nuclear and radiation facilities in the country\nvery effectively and has, over the years, issued a large\nnumber of codes, standards and guides.\n(ix) In the event of the private sector getting involved in the\nnuclear power programme, it might be required for the\nregulatory authority to ensure that the necessary knowledge\nbase does exist in the concerned private industry for\nbuilding and operating the nuclear facility as per the\nstipulated safety standards of the AERB.\n(x) In case of a nuclear/radiological emergency, the rescue\nand relief measures will be highly demanding in terms of\navailability of adequate trained manpower as well as\nadvanced instruments/equipment. In this case, the nature\nof relief measures would be different in many ways from\nthose carried out in natural disasters like fire, floods,\nearthquakes, etc. (where there is very little detrimental\neffect to the health of the personnel involved in the relief\nwork). In a nuclear emergency/disaster, however, the\npersons carrying out the relief work are also likely to be\nexposed to both high doses of radiation and/or high levels\nof contamination which, if not controlled, may affect their\nhealth including their potential to carry out the relief work\neffectively.\n"}