{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n681\nNuclear Energy by senior officials of the Department of Atomic A\nEnergy of both the countries. India has also entered into\nagreements with Namibia including one on civil nuclear energy\nwhich allows for supply of uranium from Namibia. India-\nNamibian Agreement for Peaceful Uses of Nuclear Energy\nallows for supply of uranium for setting up of nuclear reactors.\nIndia-Kazakhstan have also signed a pact on nuclear co-\noperation in April 2011 and agreed to have collaboration in\nnuclear energy for peaceful purposes. Discussions are on to\nexecute a civil nuclear agreement with Argentina.\nB\nC\nD\n42. India-U.S. issued an Inter U.S. Joint Statement at\nWashington on 18.7.2005 which has located the final broad\npolicy so as to actually facilitate and also outline the broad\ncontours of a legally binding agreement. Some of the policy\nframeworks relate to preventing WMD Proliferation, goals of\nprompting nuclear power and achieving nuclear energy,\nexpeditious consideration of fuel steps for safeguarded nuclear\nreactors etc. Nuclear 2007 - an agreement for co-operation\nbetween India and U.S. concerning peaceful uses of nuclear\nenergy (2007 Co-operation Agreement) laid down certain\nbinding obligations between the two countries. Though, India E\nis not a party to any of the Liability Conventions, specifically,\nIAEA Vienna Convention on Civil Liability for Nuclear Damage,\nIndia has enacted the Civil Liability for Nuclear Damage Act,\n2010 (Nuclear Liability Act) which aims to provide a civil liability\nfor nuclear damage and prompt compensation to the victims\nof a nuclear accident through No-Fault Liability to the operators.\nInternational Atomic Energy Agency (IAEA)\n43. IAEA is an independent international organization\nsituated in Vienna, Austria is related to the United Nations\nsystem, its relationship with the United Nations is regulated by\nspecial agreement. The IAEA reports annually to the United\nNations General Assembly and when appropriate, to the\nSecurity Council regarding non-compliance by States with their\nsafeguards obligations as well as on matters relating to\nןד\nF\nG\nH\n682 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA international peace and security. The IAEA works with its\nmember States and multiple partners worldwide to promote\nsafe, secure and peaceful nuclear technologies. The IAEA has\nthe responsibility to help member States to put in place the\nnecessary infrastructure needed to develop nuclear energy\nB safely, securely and peacefully and it works with member States\nto coordinate research to design reactors that are economical,\nsafe and proliferation-resistant.\nс\nD\n44. The IAEA's object is to maximize the contributions from\nnuclear technologies to human well being while minimizing their\nrisks. Few facts and trends highlighted in the report prepared\nby an independent commission at the request of the IAEA in\nMay 2008 highlights the ten key facts and trends which frame\nthe nuclear opportunities and challenges the world now faces.\nThe report highlights that to sustain rapid global economic\ngrowth, it is necessary to double the supply of energy and\ntripling supply of electricity by 2050. Further, it is stated billions\nof poor people need energy and other life saving and job\ncreating technologies. The report also noticed that energy prices\nare increasing, a broader reliance on nuclear energy whose\nE prices are much less dependent on its fuel costs conceivably\ncould help to ameliorate those tensions and risks. The report\nhighlights that the world still dependent on burning coal, oil and\nnatural gas for 80% of its energy supply surging energy use\ncauses surging emissions of greenhouse gases disrupting the\nF climate with potentially catastrophic results. Nuclear energy, it\nis stated, is a readily expandable source of low-carbon\nbaseload electricity and in the future might also help to meet\nother energy needs such as hydrogen production and water\ndesalination.\nG\nH\n45. The IAEA's International Project on Innovative Nuclear\nReactor and Fuel Cycles (INPRO) brings many States together\nto consider approaches to safer, cheaper, more secure and\nmore proliferation-resistant nuclear systems with effective\nmanagement of nuclear waste. India is in partnership with the\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 683\n[K.S. RADHAKRISHNAN, J.]\nIAEA and has incorporated many of its directives in the code A\nof practice framed by the AERB, hence there could be no\ncompromise on safety and security of the NPPs in the country.\nWe have elaborately discussed the Safety and Security Code\nof Practices laid down by AERB, IAEA and its supports so as\nto allay the apprehension or fears expressed from various\nquarters on the safety and security of KKNPP and its effect on\nhuman life, property and environment and we notice that\nadequate and effective protection measures are in place.\n46. Parliament, as we have already indicated, is very much\nconcerned with the safety and security of its people and its\nenvironment. The Preamble of the Act pronounces in an\neloquent terms that it has been enacted for the development,\ncontrol and use of atomic energy for the \"welfare of the people\nof India\". People's comfort, happiness, prosperity and the\neconomic growth of the nation is always the concern of their\nrepresentatives in the Parliament. Safety and security of people\nin that process have to be in the uppermost mind of the\nlegislature. Keeping in mind that concern, special provisions\nhave been incorporated for the safety and security. Reference\nhas already been made to Section 17 of the Act which casts\nan obligation on the Central Government to ensure proper rules\nwith regard to the safety, which we have already examined at\nlength. We have also examined both nationally as well as\ninternationally accepted guidelines for safety and security of the\npeople of the Nation and notice that those are being followed.\nIn People's Union for Civil Liberties and Another v. Union of\nIndia and Others, (2004) 2 SCC 476, the Court held that the\nAtomic Energy Act deals with a sensitive subject. Statutory\nscheme contained in the provisions of the Act, the Rules framed\nthereunder, composition of the AEC and AERB leave no\nmanner of doubt that the effective functions of the nuclear power\nplants are sensitive in nature. Various Codes of Practice, safety\nguidelines, extensively discussed above and the decision taken\nin various international conventions and the guidelines laid\ndown by various international agencies followed by India are\nC\nD\nE\nF\nG\nH\n684 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA meant to protect the life and property of people including the\nenvironment, guaranteed under Article 21 of the Constitution of\nIndia.\nB\nKKNPP Project\n47. The Government of India, following its national nuclear\npolicy, decided to set up a NPP in the southern part of the\ncountry. DAE, for that purpose constituted a Site Selection\nCommittee (SSC) for selecting a suitable site in the\ncoramandel coast of Tamil Nadu. The Committee, after\nC surveying various sites, selected Kudankulam in the Tirunelveli\nDistrict of Tamil Nadu as the most suitable place for locating\nNPP. NPCIL also made a detailed study of the selected site\nin the light of the Code of Practice framed by AERB regarding\nsafety in NPP Siting. Kudankulam, the site located, is situated\nD on the Shore of Gulf of Mannar near the South-Eastern tip of\nIndia in the coastal track at an elevation of +3 to +45m above\nMSL forming the southern fringe of soil covered plains. Most\nof the rivers in the area are seasonal and there are no major\nlakes, dams or ponds existing within 20 km radius around\nE project site. The climate in the area is arid and is similar to\nF\nG\nother coastal regions. As per IMD Station at Kanyakumari, the\nwind speed is in the range of 6 to 30 km/hr. The ambient\ntemperature varies in the range of 21°C - 34°C, while the\nrelative humidity ranges from 68% to 80%. Geologically, the site\nis made up of the Archean super group of crystalline rocks,\nsedimentary rocks of Precambrian origin and recent quaternary\ndeposits. The geological profiles studied up to 80m depth\nindicates that the site comprises of highly metamorphosed\nrocks with granulated and amphibolites faces of charnokites\nbelonging to the archean super group. NPP site is situated in\nthe South of Pandian movable belt, the metamorphic rocks of\nwhich are the foundations of ancient platform.\n48. The NPP site is situated in an area with expected\nearthquake intensity of up to V on the modified intensity scale.\nH The site area falls within the seismic zone II which is a\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 685\n[K.S. RADHAKRISHNAN, J.]\nC\nD\nmoderately stable area as per Seismic Zoning Map (SZP) of A\nIndia. The strongest earthquake near this area and within the\nIndian peninsula was Coimbatore earthquake of February\n1900. The epicentre of this earthquake was situated at a radial\ndistance of 300 km from the proposed NPP site. The site of\nthe plant lies in zone II of the SZP of India, where shocks of B\nintensity VI or magnitude 5 can occur. In the region, no shock\nof magnitude 5 is known to have occurred at less than 100 km\ndistance from the plant site. Within the distance of 300 kms.,\nsome 27 earthquakes of intensity IV to VIII or a magnitude\nranging between 4 to 5.7 are known to have occurred from\n1341 to 1972. A detailed study was also conducted as to\nwhether a site-plant interaction would reduce any radiological\nrisk or others of an unacceptable magnitude. Radiological risk\nto nuclear plant due to external events should not exceed the\nrange of radiological risk associated with accidents of internal\norigin and the possible radiological impact of a NPP on the\nenvironment should be acceptably low for normal operation and\naccident conditions and within the stipulated criteria for\nradiological safety. In evaluating the suitability of a site for\nlocating a NPP, the effect of external events (natural and man-\ninduced) on the plant; effect of plant on environment and\npopulation; and implementation of emergency procedures\nparticularly protective counter-measures in the public domain,\nhad to be addressed. SSC study also included the assessment\nof seismicity, location of faults, geology, foundation conditions,\nmeteorology, potential of flooding (from tsunami, storm surge\netc. at coastal sites and from rain, upstream dam break, etc.\nat inland sites), proximity to airports, military installations,\nfacilities storing explosive and toxic substances etc. The\nenvironmental setting comprising of bio-diversity including flora\nand fauna, marine ecology etc. in the region was also evaluated. G\nSSC had taken care of all those aspects before making its\nrecommendations to the Government. NPCIL, Union of India\nand other statutory authorities had taken care to follow the\npractice laid down by AERB on safety in NPP site.\nE\nF\nH\nA\nB\nC\nD\nE\nF\n686\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n49. KKNPP consists of two VVER-1000 types of units\nhaving 1000 MWe rating each. VVER reactors being\nestablished at KKNPP belong to the family of Advance.\nPressurized Water Reactors (PWRs) and presently 439\nnuclear reactors are under operation in the world and about 209\nof them belong to PWR family, including 55 VVERS. The\nconstruction activities had started at the site on 31.3.2002 and\ntwo units are being implemented with the technical assistance\nof Russian Federation as per the Inter Government Agreement\n(IGA) between India and Russia. As per the agreement, design\nand supply of major equipments are done by Russian\nFederation, while construction, erection, commission and\noperation are being carried out by NPCIL. KKNPP is of a most\nmodern design. PWR cooled and moderated by light, water and\nits core containing the nuclear fuel is located inside a pressure\nvessel. There are no pressurizing tubes, no graphite moderator\nand no boiling of water in the core. The reactor is located inside\nan air tight primary containment building which is surrounded\nby secondary containment. There are other design features in\nNPP which assure adequate core cooling under deconceivable\noff-normal conditions including total loss of electric power. Even\nfor the hypothetical case of a core melt down, a core catcher\nis provided where the molten core is retained and cooled and\nthe double containment ensures that there will be no significant\nradiological impact in the public domain. NPP, has been\ndivided into three stages, first stage comprises of building\nPHWR's and using natural uranium. The second stage includes\nsetting up 'Fast Breeder Reactor's backed by reprocessing\nplants and plutonium based fuel fabrication plants. The third\nstage is based on the thorium-uranium-233 cycle.\nG Nuclear Spent Fuel (NSF)\nH\n50. Radioactive wastes is generated during operation,\nmaintenance and decommissioning of nuclear and radiation\nfacilities. The waste generated needs to be managed in a safe\nmanner to ensure protection of human health and the\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 687\n[K.S. RADHAKRISHNAN, J.]\nB\nD\nenvironment from the undue effects of ionizing radiation now A\nand in future without imposing undue burden on future\ngenerations. Radioactive waste is to be managed in a manner\nthat ensures compliance with the fundamental principles of\nradiation protection and environmental safety. Monitoring and\nsurveillance programme helps to ensure radiation protection of\nthe occupational workers, public and the environment. The\nCentral Government in exercise of powers conferred by sub-\nsection (1) read with clause (i) of sub-section (2) of Section 30\nand clause (b) of sub-section (1) of Section 17 of the Act framed\nthe Atomic Energy (Safe Disposal of Radioactive Wastes) C\nRules 1987, which provide requirements for the safe disposal\nof radioactive wastes in the country. The disposal has to be\ndone in accordance with terms and conditions specified in the\nauthorization which include the process materials and\nequipments generating radioactive wastes in the installations,\nenvironment around the installation, safety devices and other\nequipments in the installation for conditioning, treatment and\ndisposal of radioactive wastes, estimates of annual releases,\ndischarges and leakages in normal conditions and its\nanticipated environment impact, potential accidents, design\nfeatures and monitoring equipment to control the release of\nradio activity and procedure to be followed in the safe collection\nof radioactive wastes. The Hazardous Waste Management and\nHandling Rules 1989 provide that these rules will not apply to\nradioactive wastes (Rule 2e). The radioactive wastes are\ncovered under the provisions of Atomic Energy Act, 1962 and\nrules framed thereunder. Further, Rules 2(b) and 3 of\nManufacture, Storage and Import of Hazardous Chemical Rules\n1989 under the Environmental (Protection) Act, 1986 has\nnotified AERB as the authority to enforce directions and\nprocedures as per the Atomic Energy Act, 1962 with respect G\nto radioactive materials.\nE\nF\n51. The AERB issued a code \"Management of\nRadioactive Waste\" on June 22, 2007, the objective of that is\nto establish the requirements, which shall be fulfilled for the safe H\nс\n688 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA management of solid, liquid and gaseous radioactive waste\nfrom generation through disposal. The code specifies basic\nrequirements for the safe management of radioactive waste\nfrom nuclear and radiation facilities such as mining and milling\nand processing of uranium and thorium ores; fuel fabrication;\nB nuclear power plants; research/experimental reactors; fuel\nreprocessing; medical, industrial, agriculture and research\nfacilities using radionuclides; and other facilities handling\nradioactive materials. The safety code also deals with the\nrequirements for radiation protection aspects in design,\nconstruction and operation of waste management facilities and\nthe responsibilities of different agencies involved. The code is\nalso applicable to the management of radioactive waste\ncontaining chemically and biologically hazardous substances\neven though other specific requirements may additionally be\napplicable as per relevant standards. The specific\nrequirements pertaining to management of radioactive waste\nfrom application of sealed/unsealed sources, mining and milling\nof uranium/thorium ores and site remediation are covered in\nAppendices A, B and C respectively of that code. Appendix D\nprovides requirements of transportation/transfer for radioactive\nsolid and liquid waste. Annexures I and II of the Code deals with\nthe principles, philosophy and basic steps of management of\nradioactive waste. The code specifically states that deep\ngeological disposal methodology of high level radioactive solid\nwaste requiring long time isolation of thousands of years from\nbiosphere is presently under development. Para 2.2 of the code\nspecifically refers to Protection of Human Health and the\nEnvironment. The said para is of considerable importance,\nhence given below in detail:\nD\nE\nF\nG\n\"2.2 Protection of Human Health and the Environment\n2.2.1 Radioactive waste shall be managed within the dose\nconstraints and other safety requirements prescribed by\nthe regulatory body.\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n689\n2.2.2 Radiation exposure to workers and the public from\nradioactive waste shall be kept as low as reasonably\nachievable, social and economic factors being taken into\naccount. A well-defined radiation protection programme\nshall be established for radioactive waste management.\nApproved procedures and control measures shall be used\nfor radiation protection.\n2.2.3 Radiation exposures to workers, and the members\nof public shall not exceed the limits prescribed by the\nregulatory body.\n2.3 Effluent Release Criteria, Control and Monitoring\n2.3.1 Radioactive waste shall be characterized, monitored\nsegregated, treated and conditioned, as necessary, prior\nto disposal.\n2.3.2 Radioactive discharges to the environment (aquatic,\natmospheric and terrestrial route) shall not exceed the\nlimits prescribed by the regulatory body.\nA\n00\nB\nC\nD\n2.3.3 At a given site, facility specific disposal schemes for E\nradioactive solid, liquid and gaseous wastes to the\nenvironment shall be established and got approved by the\nregulatory body prior to the commencement of operation.\n2.3.4 The facility shall assess the adequacy of controls on\nrelease of activity into the environment and demonstrate\ncompliance with the regulatory requirements. The facility\nshall obtain approval from the regulatory body, if the\ndischarges exceed the authorized limits.\nF\n2.3.5 For all non-radiological releases/discharges, the G\nrelevant clearances shall be obtained from respective\nstatutory agencies and stipulations therein shall be\ncomplied with.\n2.4 Environment Monitoring and Surveillance\nH\nA\nB\nC\nD\nE\nF\nG\n690\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n2.4.1 The facility shall implement approved environmental\nmonitoring and surveillance programme for the identified\nexposure pathways to meet the requirements set by the\nregulatory body. The programme shall include pre-\noperational, operational, closure, and post-closure\nmonitoring and surveillance.\n2.4.2 The facility shall implement approved quality\nassurance programme on sampling, monitoring and\nanalysis to ensure a reliable data.\n2.5 Safety Assessment\n2.5.1 A Safety assessment report shall be prepared for\nwaste management facilities including waste disposal\nfacilities/repositories to demonstrate compliance with the\nregulatory requirements.\n2.5.2 Assessments shall be made to identify various\npossible sequences of internal or external events that may\nlead to incidents or accidents and to evaluate their impact\non workers, the public and the environment.\n2.5.3 Assessments shall be made to identify, describe and\nanalyse the potential non-radiological impact of releases\nfrom radioactive waste management facilities on human\nbeings, the environment (soil, water, air, and non-human\nbiota) and natural resources.\n2.5.4 The safety assessments of the long-term\nperformance of a waste disposal facility/repository shall\ntake account of the radionuclide content, physic-chemical\ncharacteristics of the waste/waste form and the\neffectiveness of engineered / natural barriers.\"\n52. Responsibilities associated with the Radioactive\nWaste Management are also dealt with in the Code. Safe\nmanagement of radioactive waste requires clear allocation of\nH responsibilities of the agencies involved which may involve\n"}