{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94},{"pageNumber":95},{"pageNumber":96},{"pageNumber":97},{"pageNumber":98},{"pageNumber":99},{"pageNumber":100}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 721\n[K.S. RADHAKRISHNAN, J.]\n(xi) Several major metros and other vulnerable locations\nwill need to have ERCs established in their areas. Local\ncivil defence, police, fire brigade, hospitals and other\nagencies also need to develop liaison with these ERCs.\n(xii) Facilities using radioactive sources need to\nstrengthen their physical protection systems along with\nproper inventory and control procedures of the radiation\nsources.\n(xiii) In the current security threat scenario, there is a need\nfor enhancing the security of the sources at radiation\nfacilities and during their transportation, to ensure that they\ndo not go 'out of control' by any deliberate acts of theft and/\nor sabotage and become a potential radiation hazard to\nthe public.\n(xiv) In the context of large-scale radiation disasters, the\ninvolvement of civil defence personnel and home guards\nis usually considered highly desirable.\n(xv) Because of their preoccupation in defending the\ncountry from the enemy, the armed forces are normally not\nalways available to respond to a nuclear disaster scenario.\nHowever, for any major nuclear accident where the\nsituation is beyond the coping capability of the civil\nadministration, the services of the armed forces may be\nI called for to take over several critical operations related\nto response (i.e., rescue and relief), rehabilitation (i.e.,\nevacuation and sheltering) and reconstruction activities,\nincluding the immediate restoration of essential\ninfrastructures like communication, electrical power,\ntransportation, etc. Civil-military coordination will be\ndeveloped for such purposes so that specially trained and\nrehearsed teams of the Army can be inducted to assist the\ncivil administration, as and when called for and are\navailable.\nA\nB\nC\nD\nE\nF\nG\nH\nA\n00\nB\nC\nD\nE\nF\n0\nH\n722\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n(xvi) To start with, the SDMAS, SECs and DDMAS\nconcerned will aim to cover all cities with a population of\n20 lakh or more, that may be affected by a major nuclear/\nradiological emergency in respect of the preparedness for\nresponse to a nuclear/radiological emergency. This cover\nwill be progressively extended to other cities.\n(xvii) Presently, there is no network of hospitals in the\ncountry which can handle radiation induced injuries on a\nlarge scale. The establishment of such a network is\nessential for handling nuclear emergencies/disasters. This\nwill also include the establishment of a nationwide\ncapability for utilisation of the services of a large number\nof RSOS for managing both RDD-related scenarios and\nlargescale nuclear disasters on priority. There will also be\na dedicated and reliable communication facility among\nhospitals so that, whenever required, they can pool their\nresources.\n(xviii) There can always be a possibility of some\nradioactive sources going 'out of control' in some country\nand from there, entering into our country inadvertently or\ndeliberately. Such unnoticed entry has the potential of the\nend products of steel mills being contaminated or, in the\nworst scenario, the source being used in an RDD. Hence\nthe strengthening of border controls will need to be\naddressed on priority by MHA.\n(xix) In an off-site emergency situation in a nuclear facility,\nemergency response plans envisage the evacuation of the\npublic from the affected zone. This requires well-defined\nroutes and evacuation strategies, taking into account the\ntopology of the site. Problems related to the availability of\nwell-defined routes, transport facilities, food, drinking\nwater, shelters, etc. also need to be addressed by the\nconcerned DDMAS/SDMAs as part of the preparedness/\nresponse programme in an all-hazards approach.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 723\n[K.S. RADHAKRISHNAN, J.]\n(xx) In the emerging security threat scenario, there is a\npossibility of ‘orphan' sources (stolen or misplaced\nsources that may go out of regulatory control of the AERB)\nfalling into the wrong hands and being used for malevolent\npurposes through an RDD (also called a 'dirty bomb').\nAt present, there is no mobile monitoring system\navailable with law and order authorities which can warn\nthem of any significant/abnormal rise in background\nradiation levels in the public domain. The establishment/\nstrengthening of monitoring and detection systems of such\nsources on priority is considered highly desirable, to detect\nany unauthorised presence or movement of radioactive\nmaterial in the public domain.\n(xxi) With the increasing incidences of terrorists activities\nand impending threat of RDD, it is imperative that the\npolice, which in all probability will be the first to reach the\nsite of an explosion, should have some simple portable\nmonitoring instruments (at each police station within the\nareas with radiological threat perception) which will warn\nthem as they approach the radiation source (from, say, a\nblast of RDD).\n(xxii) The values of the radiation dose levels at which\nintervention is required for various actions (like sheltering,\niodine prophylaxis, evacuation, etc.) and the action levels\nthat will be needed to control the consumption of\ncontaminated food items in the affected areas are\npresently not available either for any RDD or nuclear\nemergency/disaster and are needed to be generated\nbecause these are essential in respect of both (i) the\nmembers of the relief and rescue teams and (ii) the public.\nA.\nB\nC\nD\nE\nF\nG\n(xxiii) The lack of public awareness is a major constraint\nin handling and objectively responding to nuclear and\nradiological emergencies. Further, presently there is no\nmechanism for maintaining a knowledge base or case H\nA\nB\nC\nD\nE\n724 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nstudies in the public domain on the events of previous\nemergencies and their consequences. As a result, the\nlessons that should have been learnt from the handling of\nthose emergencies have been lost sight of. To overcome\nthis, sincere and concerted efforts are needed to create\nawareness amongst the general public with the target\naudience of school and college students, teachers,\ntechnocrats and government officials.\"\n98. 2009 Guidelines issued by AERB are very exhaustive\nwhich have to be implemented and attended to forthwith. AERB,\nin the Code of Practice on Safety in NPP Siting, also has dealt\nwith the term \"Exclusion Zone\". Para 5.5.3 and 5.5.4 are\nrelevant and extracted below:\n“5.5.3. An exclusion area of appropriate size (at least 1.5\nkm radius from the reactor centre) shall be established\naround the reactor and entry to this is to be restricted to\nauthorised personnel only.\n5.5.4. A sterilised area up to 5 km around the plant shall\nbe established by administrative measures where the\ngrowth of population will be restricted for effective\nimplementation of emergency measures. National growth,\nhowever, is allowed in this zone.\"\n99. Facts presented indicate that there is no population\nF in the \"Exclusion Zone\" of KKNPP. \"Exclusion Zone\" is under\nthe exclusive control of the plant operator NPCIL, guarded by\nCISF, where no public habitation is permitted. The property wall\nat a distance of 2 km from the reactor buildings existing at\nKKNPP, which encloses the exclusion zone, and no people\nG reside permanently inside the property wall. A sterilised area\naround the exclusion area covering an area of up to 5 km radius\nfrom the plant has also been established. As per AERB Citing\nCode, the desirable population within the sterilised zone is\nabout 20000. As per the documents available, 3 villages are\nH within SZ of KKNPP, namely, Kudankulam, Vijayapathi\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 725\n[K.S. RADHAKRISHNAN, J.]\n(Idinthikarai) and Irrukkandurai. As per 2001 census, the A\npopulation residing with SZ consisting of these three villages\nis approximately 23960, which has been taken care of while\npreparation of the Emergency Preparedness Plan (EPP) of\nKKNPP.\n100. NPCIL, after due concurrence with AERB, as already\nindicated, has prepared the Emergency Preparedness Plan\nVol. V for off-site emergency at KKNPP. The EPP has listed\nthe composition of Off-Site Emergency Response Co-\nordination Committee (OERCC) comprising of 14 disrict\nadministration officials for implementing counter measures in\npublic domain in case of an emergency. The District Collector,\nTirunelveli is the Off-Site Emergency Director and the members\nare District Revenue Office, Site Director, KKNPP,\nSuperintendent of Police, District Forest Officer, Joint Director\n(Fisheries), Deputy Controller (Civil Defence), Divisional Fire\nOfficer, Executive Engineer (Irrigation), Joint Director\n(Agriculture), Deputy Director (Animal Husbandry), District\nSupply Officer, Regional Transport Officer, Deputy Director\n(Health Services). The overall responsibility of OERCC and\nindividual responsibilities of the members o the Committee\nhave been chartered in the Emergency Preparedness Plan for\neffective implementation of counter measures. Eleven\nEmergency response teams such as warning and advise Team,\nEmergency Response Teams, Traffic Control Team,\nProphylactics Distribution Team, Evacuation Advice Team,\nConvoy Team, Decontamination Team, Rallying Post Team,\nPatrolling Team, Information Team and Services Support Team\nhave also been formed and are in place as well.\nEMERGENCY EXERCISE - ON AND OFF-SITE\nB\nC\nD\nE\nF\nG\n101. KKNPP site comprises of two units along with their\nauxiliary facilities. In the Plant or the Site, an unplanned event\nat a particular unit may result in an emergency situation which\nmay affect either the offending unit alone (Plant Emergency) or\nthe other facilities as well within the site Exclusion Zone of the H\n726\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA KKNPP (Site Emergency). Site emergency may result in off-\nsite emergency which may affect the public personnel living\nbeyond 1.6 km radius of the plant boundary. NPCIL, therefore,\nprepared an Emergency Preparedness Plan for KKNPP. Vol.\n1 contains the on-site emergency plan and Vol. 2 contains the\nB off-site emergency plan. The off-site emergency preparedness\nprocedures was issued in July 2010 after incorporating the\ncomments and instructions made by NPSD and AERB. Final\nrevised plain was incorporated on recommendations made by\nOPSD and SARCOP. We have gone through the Emergency\nPreparedness Plan Vol. II (off-site Emergency Plan) which is\nvery comprehensive and deals with almost all eventualities.\nC\n102. The Off-Site Emergency Exercise was carried out as\nper the requirements of AERB Safety Guide on Consenting\nProcess for NPPs. Off-Site Emergency Exercise is required to\nD be carried out once in two years and that NPCIL and State\nAuthorities would conduct such exercises in other nearby\nvillages frequently. Such mock-drills are conducted to educate\nthe public not to scare them away, but make them understand\nthat the Project is part of the National Policy, participatory in\nE nature, and hence we cannot remain as a nuclear isolated\nNation. We have to find out a substitute for other sources of\nenergy. Such exercise was carried out annually to assess\nwhether plant management and the local authorities, including\nthe communication and infrastructure facilities, are geared up\nF for tackling with a real emergency situation, in case it arises.\nG\nH\n103. We heard Shri Rakesh Diwedi, learned senior\ncounsel appearing for the State of Tamil Nadu, who gave an\noverall view of the steps taken by the State Government and\nthe District Collector, Tiruvelveli for implementing the\nNeighbourhood Development Scheme relating to housing,\nsteps taken for off-site emergencies, awareness programme,\nother infrastructural facilities. We have also gone through the\ndetailed affidavit filed by the District Collector, Tirunelveli District\non December 2012 and noticed the steps taken by the District\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 727\n[K.S. RADHAKRISHNAN, J.]\nAdministration and the State to meet the Off-Site emergencies, A\nawreness programmes and the other steps taken to provide\ninfrastructural facilities like up-gradation of Primary Health\nCentres, opening of New Primary Health Centres, setting up\nof Desalinate place at Uvari, solar energy lighting system etc.\nCORPORATE SOCIAL RESPONSIBILITY (CSR):\n104. Sustainable Development and CSR are inseparable\ntwins, integrated into the principles of Inter and Intra-\nGenerational Equity, not merely human-centric, but eco-centric.\nCSR is much more when the Project proponent sets up NPPs,\nthermal power plants, since every step taken for generation of\nenergy from such hazardous substances, is bound to have\nsome impact on human beings and environment, even though\nit is marginal. The Department of Public Enterprises (DPE),\nrecently, issued a Comprehensive Guidelines on CSR for\nCentral Public Sector Enterprises, which includes NPCIL, to\ncreate, through the Board Resolution, a CSR budget as a\nspecific percentage of net profit of the previous year. CSR is\nenvisaged as a commitment to meet its social obligations by\nplaying an active role to improve the quality of life to the\ncommunities and stake-holders on a sustainable basis,\npreferably, in the project area where it is operating. CSR\nstrategy has to be put in practice in line with the millennium\ndevelopment goals as lodged by United Nations and adopted\nby the Government of India in the 11th Five Year Plan i.e. 2007-\n2012, which could cover the areas of education, health, drinking\nwater/sanitation, environment, solar lighting system,\ninfrastructure for backward areas, community development and\nsocial empowerment, promotion of sports and traditional forms\nof arts and culture, generation of employment opportunities and\nlivelihood to be a part of the National/Local initiatives to provide\nreliefs/rehabilitation in terms of natural disaster, calamities etc.\n105. NPCIL has allocated funds for providing health,\neducation, infrastructural development under CSR at\nKudankulam. The allocation and utilization of funds by NPCIL\nB\nC\nD\nE\nF\nG\nH\n728 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA during the last three years and the current year are enumerated\nbelow:\nFinancial Year\nFunds Allocated\nFunds Utilized\n(rupees in lakhs)\n(rupees in\nlakhs)\nB\n2009-10\n14.50\n14.47\n2010-11\n120.00\n45.20\n2011-12\n160.00\n18.67\n2012-13\n800.00\n13.91 (up to\nC\nJuly 2012)\nD\nE\nF\n1\nWe notice that, apart from the above, Rs.500 crores has been\nallocated for Neighbourhood Development Programme (NDP)\naround the nuclear plant at Kudankulam, which would be utilized\nfor taking up various development works like setting up of cold\nstorage and fishing marketing area, Public board motor works,\nhousing facilities, levelling of roads, upgradation of health\nservices, grownes and drinking water etc. The Chief Secretary\nof Tamil Nadu convened a meeting on 15.5.2012 following\nCSR, in which it was decided to set up a fund of Rs.300 crores\nfor the housing scheme for a projected period from 2012 to\n2015. The proposal is to construct 10000 houses in the housing\nproject with a unit cost of Rs.3,00,000/- per house with a plinth\narea of 300 sq. Feet under NDS. Various other development\nactivities are also being undertaken as part of CSR, like\nupgradation of public health centres, establishment of new\npublic health centres etc.\n106. This Court in Banwasi Seva Ashram v. State of U.P.\nAIR 1987 SC 374 allowed the construction of NPP in a\nG, displaced forest area, but ordered inter alia that every family\nof forest dwellers be provided with a housing plot of specified\ndimensions elsewhere, that health, education, sanitation\nservices and the like, be provided there, as part of CSR.\nH\n107. NPCIL in association with the District Collector,\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 729\n[K.S. RADHAKRISHNAN, J.]\nTirunelveli should take effective steps to discharge their CSR A\nin accordance with the DPE Guidelines. Needless to say, there\nmust be an effective and proper monitoring and supervision of\nthe various projects undertaken under CSR, to the fullest benefit\nof the people who are residing in and around the NPP.\nPART II\nB\n108. Environmental impact on setting up of a nuclear plant\nanywhere in the world is bound to generate some\napprehension, at least in the minds of the ordinary people, of\nits possible impact on environment, life and property, flora and C\nfauna, marine life, radiation, nuclear waste and its disposal and\nother related issues.\n\"Royal Commission on Environmental Pollution,\nSixth Report, 'Nuclear Power and the Environment.'\nThere are few subjects in the field of environmental\npollution to which people react so emotionally as they do\nto radioactivity.\"\nD\n(Cmnd 6618 1976 para 5) E\nF\n109. Public opinion, national policy, economic growth,\nsustainable development, energy security are all intrinsically\ninterlinked. One cannot be divorced from other, all the same, a\nbalance has to be struck. National policy of this country, as\nalready stated, is that atomic energy has a unique position in\nthe emerging economics in India. Nuclear energy is, therefore,\nconsidered to be a viable source of energy and it is necessary\nto increase country's economic growth. Nuclear energy is now\nconsidered in India as a sustainable source of energy and India\ncannot afford to be a nuclear isolated nation, when most of the\ndeveloped countries consider it as a major source of energy\nfor their economic growth. Renewed momentum against the\nsetting up of NPPs picked up fast after accidents at the Three\nMiles Island Power Plant in USA, Chernobyl in Ukraine and\nFukoshima in Japan. Primary reason for such opposition H\nG\nA\nB\nC\nD\n730 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nseems to be on the issues of the impact of nuclear installations\non life and property, environment, flora and fauna, marine life,\nnuclear waste disposal, health, displacement of people etc.\nwhich has a direct link with Article 21 of the Constitution of India\nand the environmental laws of the country.\n110. Learned counsel appearing for the appellants mainly\ncontended so far as this project is concerned, the Regulatory\nAuthorities have consistently legalized the fait accompali\nviolations presented by the project proponent. Further, it was\nalleged that the plant standards had been relaxed, statutory\nviolations such as construction without permission, unauthorized\nsetting up and commissioning of discharge outlets had not only\nmerely been condoned but justified by the TNPCB, MOEF etc.\nLearned counsel also submitted that the environment clearance\ngranted by the MoEF on 9.5.1989 was not only vague but with\nimprecise conditions and that no environmental impact study\nor public hearing was conducted. Further it was stated that no\nconstruction was started after getting the above clearance, but\nonly in the year 2002, by the time 1994 EIA Notification came\ninto force, consequently, fresh environmental clearance had to\nE be obtained. Reference was made to a circular dated\n27.3.1998 issued by the MoEF, which stated that the\nenvironmental clearance issued prior to 1994 would not be valid\nin the case of projects which did not commence work before\n1.8.1998. Referring to explanation 8 to the EIA Notification of\nF 1994, it was submitted that the project did not obtain all\nclearances including NOC from the State Pollution Control\nBoard, which was required under the Water Act of 1974 and\nAir Act of 1981. Project, therefore, did not have NOC, from the\nPollution Control Board, when 1994 Notification came into\nG effect. No fresh environmental clearance was obtained from\nMoEF as per the 1994 Notification and even if obtained, the\nsame would be valid only for five years of the construction or\noperation of the project. Further, it is also pointed out that the\nenvironmental clearance granted on 9.5.1989 was revalidated\nby a letter dated 6.9.2001, when EIA Notification of 1994 was\nH\n"}