{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 651\n4 SCC 684: 2004 (3) SCR 652 – referred to.\nAnderson v. Dunn, 19 U.S. (6 Wheat) 204 (1821)\n[decision of U.S. Supreme Court] - referred to.\nA\nB\n2. The concept of welfare State is a facet of Article\n38 of the Constitution of India. It is the obligation of the\nState to see that the welfare of the people is appositely\npromoted. The words used in the Preamble of the Atomic\nEnergy Act, 1962 are \"welfare for the people\" and\n\"peace\". There is a necessity for generation of electrical\nenergy and regard being had to the hazards, there has C\nto be guidance which the Acts, Rules and Notifications\nprovide. The collective interests should not totally be\nthrown overboard for the development of the power\nsector. If the safety measures are adequately not taken\nand the apprehensions are not removed and the fear is D\nnot totally ostracized from the minds of the people of the\nlocality, posterity may not recognize the same as a\ndevelopment or a progressive step. The conscientious\nand conscious policy decisions by the Government are\nto be taken with due care and consideration, keeping in\nmind the welfare of the people at large. [Para 217] [801-\nH; 802-A-D]\nE\nF\n3. The safety of the people residing in Kudankulam\nand the areas in its vicinity and also the people who are\nlikely to be affected because of radioactive generation\nhas to be respected, for their human dignity is their\ndivinity. This Court has not directed for closure of the\nplant on the basis of the asseverations made before this\nCourt. But, it is the highest concern of this Court that a\ndevastating disaster should be avoided at all costs by the G\npeople who are in-charge of looking after the safety\nmeasures. The statutory regulatory authority should\nresponsibly keep the vigil and no one, who has the\nresponsibility, should be complacent. The tragedy that\nhas occurred at Fukushima shall remain as one of the H\n652 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA darkest elements of history. The catastrophe of the\nBhopal Gas Leak Disaster has not been erased or\neffaced from the minds of the public. The moan and\nmourns of the affected people of Bhopal who have been\ninjured or lost their kith and kin are still heard and\nB humane sensitivity would not permit one to ignore it. The\nnuclear scientists, the administrators and other\nauthorities cannot remain oblivious or totally insensitive\nto the possible hazards when the nuclear plant operates.\n[Para 220] [806-E-H; 807-A]\nс\n4. When one thinks of safety in the context of\nestablishment of a nuclear plant, the inevitable thought\nthat gets into the depth of mind is security. Safety and\nsecurity, in this context, are insegregably inter-twined\ncommencing the planning, quality of construction,\nD committed efforts to avoid operational jeopardy and\nmonitoring and all are bound to remain in a singular\nchain. All endeavours are to be made to prevent, monitor\nand control. The concept of disaster management cannot\nbe allowed to remain on paper. Taking care of the\nE situation of the present alone is not the solution. All\nconcerned with the same are required to look to the\nfuture because that elevates the real concern. The\nprotection of the environment and the safety for the\npresent generation in its connotative sense covers the\nF posterity. [Para 221] [807-B-C, D, F-G]\nG\n5.1. Promotion of development and protection of\nenvironment are to be harmonized at the same time. What\nis required to be prescribed is the principle of sustainable\ndevelopment and find a balance between the\ndevelopmental needs and the environmental degradation.\n[Para 222] [808-A-B]\n5.2. This Court has emphasized on striking a balance\nbetween the ecology and environment on one hand and\nḤ the projects of public utility on the other. The trend of\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 653\nC\nD\nauthorities is that a delicate balance has to be struck A\nbetween the ecological impact and development. The\nother principle that has been ingrained is that if a project\nis beneficial for the larger public, inconvenience to\nsmaller number of people is to be accepted. It has to be\nrespectfully accepted as a proposition of law that B\nindividual interest or, for that matter, smaller public\ninterest must yield to the larger public interest.\nInconvenience of some should be bypassed for a larger\ninterest or cause of the society. But, a pregnant one, the\npresent case really does not fall within the four corners\nof that principle. It is not a case of the land oustees. It is\nnot a case of \"some inconvenience\". It is not comparable\nto the loss caused to property. Ouster from land or\ndeprivation of some benefit of different nature relatively\nwould come within the compartment of smaller public\ninterest or certain inconveniences. But when it touches\nthe very atom of life, which is the dearest and noblest\npossession of every person, it becomes the obligation of\nthe constitutional courts to see how the delicate balance\nhas been struck and can remain in a continuum in a\nsustained position. Unless adequate care, caution and\nmonitoring at every stage is taken and there is constant\nvigil, life of “some” can be in danger. That will be totally\nshattering of the constitutional guarantee enshrined\nunder Article 21 of the Constitution. It would be\nguillotining the human right, for when the candle of life\ngets extinguished, all rights of that person perish with it.\nSafety, security and life would constitute a pyramid\nwithin the sanctity of Article 21 and no jettisoning is\npermissible. Therefore, the delicate balance in other\nspheres may have some allowance but in the case of G\nestablishment of a nuclear plant, the safety measures\nwould not tolerate any lapse. The grammar has to be\ntotally different. However, the proportionality of risk may\nnot be \"zero\" regard being had to the nature's\nunpredictability. All efforts are to be made to avoid any\nE\nF\nH.\n654 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA man-made disaster. Though the concept of delicate\nbalance and the doctrine of proportionality of risk factor\ngets attracted, yet the same commands the highest\ndegree of constant alertness, for it is disaster affecting\nthe living. The life of some cannot be sacrificed for the\nB purpose of the eventual larger good. [Para 228] [811-B-\nH; 812-A-D]\nC\nD\n5.3. The AERB as the regulatory authority and the\nMoEF are obliged to perform their duty that safety\nmeasures are adequately taken before the plant\ncommences its operation. That is the trust of the people\nin the authorities which they can ill afford to betray, and\nit shall not be an exaggeration to state that safety in a case\nof this nature in any one's hand has to be placed on the\npedestal of “Constitutional Trust”. [Para 229] [812-G-H]\nIntellectuals Forum, Tirupathi v. State of A.P. and others\n(2006) 3 SCC 549: 2006 (2) SCR 419; Bombay Dying \u0026 Mfg.\nCo. Ltd. (3) v. Bombay Environmental Action Group and\nothers (2006) 3 SCC 434: 2006 (2) SCR 920; M.C. Mehta v.\nE Union of India and others (2004) 12 SCC 118: 2004 (3) SCR\n128; A.P. Pollution Control Board v. Prof. M.V. Nayudu\n(1999) 2 SCC 718; Tirupur Dyeing Factory Owners\nAssociation v. Noyyal River Ayacutdars Protection\nAssociation and others (2009) 9 SCC 737: 2009 (14) SCR\n1051; T.N. Godavarman Thirumulpad (104) v. Union of India\n(2008) 2 SCC 222: 2007 (12) SCR 447; M.C. Mehta v. Union\nof India (2009) 6 SCC 142; T.N. Godavarman Thirumalpad\n(through K.M. Chinnappa) v. Union of India and others (2002)\n10 SCC 606: 2002 (3) Suppl. SCR 541; Narmada Bachao\nAndolan v. Union of India and others (2000) 10 SCC 664:\n2000 (4) Suppl. SCR 94 - referred to.\nF\nG\nH\nCase Law Reference:\nIn the judgment of Radhakrishnan, J.\n(1913) AC 107 (118) HL\nreferred to Para 11\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 655\n(1984) 3 All ER 935 (954) HL referred to\nPara 12 A\n1997 (1) Suppl. SCR 671\nrelied on\nPara 13\n2001 (2) SCR 630\nreferred to\nPara 13\n2007 (10) SCR 199\nreferred to\nPara 13\nB\n2008 (3) SCR 898\nreferred to\nPara 13\n(2004) 2 SCC 476\nrelied on\nPara 46\n1994 SC 102\nreferred to\nPara 60\nC\n438 US 59 (1978)\nreferred to\nPara 82\n1987 (1) SCR 819\nreferred to\nPara 83\n1996 (2) SCR 503\nreferred to\nPara 83\n1996 (5) Suppl. SCR 241\nreferred to\nPara 83\nD\n(1989) 2 SCC 40\nreferred to\nPara 84\n1991 (1) Suppl. SCR 251\nreferred to\nPara 84\n1987 (1) SCR 336\nreferred to\nPara 106 E\n(1994) ALL ER 321\nreferred to\nPara 176\n(1994) 4 All ER 352\nreferred to\nPara 176\n(2002) ELR 24\nreferred to\nPara 176\nF\n(2002) EWCA Civ 3\nreferred to\nPara 176\n(2007) Environmental Law\nreferred to\nPara 176\nReports 29\n3RUOH (1991)\nreferred to\nPara 176\nG\n460 US 766 (1983)\nreferred to\nPara 176\n137 DLR (4th) 177\nreferred to\nPara 176\n2001 FCA 203\nreferred to\nPara 176\nH\n656 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\n1995 (6) Suppl. SCR 827\nreferred to\nPara 177\n1964 SCR 575\nfollowed\nPara 187\n1975 (2) SCR 894\nreferred to\nPara 187\n00\n(1990) 1 SCC 305\nreferred to\nPara 187\nB\n(1997) 8 SCC 31\nreferred to\nPara 187\n2001 (3) SCR 149\nreferred to\nPara 187\n2010 (9) SCR 227\nreferred to\nPara 187\nC\n2012 (5) SCR 547\nreferred to\nPara 187\nCLJ (1992) 2 207\nreferred to\nPara 187\nIn the judgment of Dipak Misra, J.\nD\n1989 (2) Suppl. SCR 597\nreferred to\nPara 211\n1989 (3) SCR 128\nreferred to\nPara 213\n1993 Supp (1) SCC 529\nreferred to\nPara 215\nE\n2004 (3) SCR 652\nreferred to\nPara 215\n2006 (2) SCR 419\nreferred to\nPara 222\n2006 (2) SCR 920\nreferred to\nPara 223\n2004 (3) SCR 128\nreferred to\nPara 224\nF\n2009 (14) SCR 1051\nreferred to\nPara 225\n2007 (12) SCR 447\nreferred to\nPara 225\n(2009) 6 SCC 142\nreferred to\nPara 225\nG\n2002 (3) Suppl. SCR 541\nreferred to\nPara 226\n2000 (4) Suppl. SCR 94\nreferred to\nPara 227\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nH\n4440 of 2013.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 657\nFrom the Judgment \u0026 Order dated 31/08/2012 of the High A\nCourt of Madras in WP No. 22253/2012.\nWITH\nC.A. Nos. 4441, 4442 and 4443 of 2013.\nB\nMohan Parasaran, Gourab Banerji, ASG, Rakesh Diwedi,\nS. Guru Krishna Kumar, Subramonium Prasad, A.A.G.,\nPrashant Bhushan, Pranav Sachdeva, N.L. Ganapathi, Sanjay\nParikh, Rashmi Nandakumar, Bushra Parveen, A.N. Singh,\nMamta Saxena, Anitha Shenoy, D.L. Chidananda, N.\nMeyyappan, D.S. Mahra, S.N. Terdal, Sameer Parekh, Faisal C\nSherwani, (for Parekh \u0026 Co.), Yogesh Kanna, A. Santha\nKumaran, B. Balaji, A. Prasanna Venkat, D. Nagasalla, Gautam\nNarayan, Asmita Singh for the appearing parties.\nThe Judgment of the Court was delivered by\nK.S. RADHAKRISHNAN, J. 1. Leave granted.\nD\n2. We are in these appeals concerned with an issue of\nconsiderable national and international importance, pertaining\nto the setting up of a nuclear power plant in the South-Eastern E\ntip of India, at Kudankulam in the State of Tamil Nadu. The\nincidents occurred in Three Miles Island Power Plant USA,\nChernobyl, Ukraine, USSR, Fukoshima, Japan, Union Carbide,\nBhopal might be haunting the memory of the people living in\nand around Kudankulam, leading to large-scale agitation and F\nemotional reaction to the setting up of the Nuclear Power Plant\n(NPP) and its commissioning. The nature of potential adverse\neffect of ionizing radiation, adds to fears and unrest which might\nnot have even thought of by Enrico Fermi a noble laureate in\nphysics in 1938, who was responsible for the setting up of the\nfirst Nuclear reactor in a Doubles quash Court at Slagg Field,\nat the Chicago University, USA. Since then, it is history, India.\nhas now 20 Nuclear Reactors, in place, and the world over\nabout 439, but people still react emotionally, for more reasons\nthan one, when a new one is being established.\nG\nI\nA\nB\n658 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n3. People's concern was mooted, even in the Constituent\nAssembly when it deliberated the issue before constituting India\ninto a Sovereign Democratic Republic and adopting and\nenacting the Constitution of India.\nGENERAL\n4. The Constituent Assembly discussed the formal legal\nframework to regulate atomic energy in the year 1948 and the\nlegislation by the name Atomic Energy Act, 1948 (29 of 1948)\nwas enacted. That Act envisaged the constitution of an Atomic\nC Energy Commission (AEC) and a Department of Atomic\nEnergy (DAE) and both were established in the year 1954. The\nAEC is the apex body of the Central Government for atomic\nenergy that provides direction on policies related to atomic\nenergy. It consists of eminent scientists and technocrats,\nD secretaries to different ministries, senior officials from the office\nof the Prime Minister. The AEC has to report to the Prime\nMinister of India on various policies related to atomic energy.\nDAE deals with the development and implementation of nuclear\npower and related nuclear fuel cycle activities and research and\nE development activities carried out in various units under it.\nBaba Atomic Research Centre (BARC), formerly AEE, was\nalso established in the year 1954 and research reactors namely\nApsara, Cirus and Dhruva were set up in the year 1956, 1960\nand 1985 respectively. The control and development of atomic\nF energy in the country and matters connected therewith were then\nregulated by Act 29 of 1948.\nG\n5. Parliament having taken note of the developments in the\nfield of atomic energy and with a view to implement the future\nprogramme of expansion in the field, thought it necessary to\nhave a comprehensive legislation dealing with Atomic Energy,\nconsequently, Act 29 of 1948 was repealed and the Atomic\nEnergy Act, 1962 (33 of 1962) (in short the Act) was enacted\nwhich came into force on 29.01.1962. The Act has been\nenacted to provide for the development, control and use of\nH atomic energy for the welfare of the people of India and for other\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 659\n[K.S. RADHAKRISHNAN, J.]\nA\nB\npeaceful purposes. The Central Government, in exercise of the\npowers conferred under Section 27 of the Act, constituted the\nAtomic Energy Regulatory Board (AERB) vide notification\ndated 15.11.1983 to carry out certain regulatory and safety\nfunctions envisaged under Sections 16, 17 and 23 of the Act.\nThe AERB have powers to lay down safety standards and frame\nrules and regulations in regard to the regulatory and safety\nrequirements envisaged under the Act and have to report to\nAEC. The Act underwent amendment vide amending Acts 59\nand 29 in the years 1986 and 1987 respectively. However, the\nmajor amendment was of the year 1987, vide Amending Act C\n29 of 1987, by which the Central Government was empowered\nto produce and supply electricity from atomic energy. For\nachieving the envisaged target of nuclear power generation, a\nnuclear power corporation or a Government company was also\ndecided to be set up which would design, construct and\noperate nuclear power stations in India. Following that, a\nseparate public sector company, namely, the Nuclear Power\nCorporation of India (NPCIL) with a view to design, build and\noperate nuclear reactors in the country was created in\nSeptember 1987. NPCIL is a wholly owned by the Government\nof India undertaking which functions under the administrative\ncontrol of DAE.\nNATIONAL POLICY:\nD\nE\n6. The Parliament in unequivocal terms has pronounced F\nits national policy through the Act, that is to develop, control and\nuse of atomic energy for the welfare of the people of India. The\nCentral Government has also been entrusted with the power to\nprovide for the control over radioactive substances or radiation\ngenerating plant and to provide for the production and supply\nof electricity from atomic energy etc. Central Government have\nalso got the power to require any substance which contains\nuranium, plutonium or any of their isotopes and extract from that\nany substance which is essential to the atomic energy\"\nG\nprogramme. The Act, though, provides the basic regulatory H\n660 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA framework for the regulation of nuclear related activity, we have\nother related laws which have to be applied and read in tandem\nlike the Factories Act, 1948, the Indian Electricity Act, 2003,\nthe Environment (Protection) Act, 1986, the Water (Prevention\nand Control of Pollution) Act, 1974, the Air (Prevention and\nB Control Regulation) Act, 1981, the Water (Prevention and\nControl of Pollution) Cess Act, 1977, the Indian Explosives Act,\n1884, the Disaster Management Act, 2005, the Atomic Energy\n(Radiation Protection) Rules, 2004, the Industrial Radiography\n(Radiation Surveillance) Procedure, 1980, the Atomic Energy\n(Factories) Rules, 1996, the Atomic Energy (Working of Mines,\nMinerals and Handling of Prescribed Substances) Rules 1984,\nthe Atomic Energy (Safe Disposal of Radioactive Waste)\nRules, 1987, the Radiation Surveillance Procedure for Medical\nApplication of Radiation, 1989 and the Atomic Energy (Control\nand Irradiation of Food) Rules, 1996 and so on.\nC\nD\n7. The Central Government, as per the Act, is legally\nobliged to develop a sound and adequate national policy in\nregard to atomic power and to coordinate such policy with the\nCentral Electricity Authority (CEA) and the State Electricity\nE Boards (SEBs) constituted under the Act for the generation of\nelectricity in pursuance of such policy and to operate atomic\npower stations in the manner determined by it in consultation\nwith the Boards or Corporations concerned. Section 22, which\ndeals with the provisions for the generation of electricity, reads\nF as follows:\nG\nH\n\"22. Special provision as to electricity.-\n(1) Notwithstanding anything contained in the Electricity\n(Supply) Act, 1948 (54 of 1948), the Central\nGovernment shall have authority-\n(a)\nto develop a sound and adequate national\npolicy in regard to atomic power, to co-\nordinate such policy with the Central\nElectricity Authority and the State Electricity\n"}