{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 641\n6.2. Currently, there are two main conventions on A\nthird-party liability in the field of nuclear energy. The first\nis the Paris Convention of 1960, which was\nsupplemented by the Brussels Supplementary\nConvention Act, 1963. IAEA's Vienna Convention on Civil\nLiability for Nuclear Damage, 1963 is yet another B\nconvention. India's Civil Liability for Nuclear Damage Act,\n2010 or the Nuclear Liability Act mainly rests on the above\nConventions, though India is not a signatory to those\nconventions. India's Nuclear Liability Act aims to provide\na civil liability for nuclear damage and prompt C\ncompensation to victims of a nuclear incident through a\nNo Fault Liability to the operator, appointment of Claims\nCommissioner, establishment of Nuclear Damage Claims\nCommission, Nuclear Liability Fund and other matters\nconnected therewith. [Para 79] [708-C-F]\nM. C. Mehta v. Union of India AIR 1987 SC 1086: 1987\n(1) SCR 819; Indian Council for Enviro-Legal Action v. Union\nof India (1996) 3 SCC 212: 1996 (2) SCR 503; Vellore\nCitizens Welfare Forum v. Union of India (1996) 5 SCC 647:\n1996 (5) Suppl. SCR 241; Union Carbide Corporation v.\nUnion of India (1989) 2 SCC 40; Union Carbide Corporation\nv. Union of India AIR 1992 SC 248: 1991 (1) Suppl. SCR 251\n- referred to.\nD\nE\nDuke Power Company v. Carolina Environmental Study F\nGroup 438 US 59 (1978) – referred to.\n-\n7. Disaster Management Plan (DMP) is of paramount\nimportance. After the accidents in Three Mile Island,\nChernobyl and Fukoshima, there has been an uproar all\nover the world including India for adopting sufficient G\nsafety measures for handling nuclear/radiological\nemergencies which may likely to occur in various NPPs\nsituated in the country. Any radiation incident resulting\nin or having a potential to result in exposure and/or\ncontamination in excess of the respective permissible H\n642\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA limits can lead to a nuclear/radiological emergency.\nSituations are, of course, not bound to occur quite often,\nbut one must be prepared to face nuclear/radiological\nemergencies because of high population density in a\ncountry like India. Nuclear/radiological emergencies can\noccur due to factors beyond the control of the operating\nagencies, for example, human error, system failure,\nsabotage, earthquake, cyclone, flood etc. [Paras 86, 87]\n[711-C, D-G]\nB\nD\n8. Sustainable Development and Corporate Social\nC Responsibility (CSR) are inseparable twins, integrated\ninto the principles of Inter and Intra-Generational Equity,\nnot merely human-centric, but eco-centric. CSR is much\nmore when the Project proponent sets up NPPs, thermal\npower plants, since every step taken for generation of\nenergy from such hazardous substances, is bound to\nhave some impact on human beings and environment,\neven though it is marginal. The Department of Public\nEnterprises (DPE), recently, issued a Comprehensive\nGuidelines on CSR for Central Public Sector Enterprises,\nwhich includes NPCIL, to create, through the Board\nE Resolution, a CSR budget as a specific percentage of net\nprofit of the previous year. CSR is envisaged as a\ncommitment to meet its social obligations by playing an\nactive role to improve the quality of life to the\ncommunities and stake-holders on a sustainable basis,\nF preferably, in the project area where it is operating. NPCIL\nhas allocated funds for providing health, education,\ninfrastructural development under CSR at Kudankulam.\n[Paras 104, 105] [727-B-E, H]\nBanwasi Seva Ashram v. State of U.P. AIR 1987 SC 374:\nG 1987 (1) SCR 336 – referred to.\n-\n9. Public opinion, national policy, economic growth,\nsustainable development, energy security are all\nintrinsically interlinked. One cannot be divorced from\nother, all the same, a balance has to be struck. Nuclear\nH energy is considered to be a viable source of energy and\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 643\nit is necessary to increase country's economic growth. A\nIndia cannot afford to be a nuclear isolated nation, when\nmost of the developed countries consider it as a major\nsource of energy for their economic growth. [Para 109]\n[729-E-G]\nB\n10.1. With regard to the location of KKNPP within the\nprescribed 500 mtr. within the Coastal Regulation Zone\n(CRZ), an exemption had already granted as per the then\nexisting norms even prior to 1991 by the then Prime\nMinister of India by the communication dated 19.4.1989.\nOver and above, paragraph 2(1) of 1991 CRZ Notification C\nas amended by Notification dated 12.4.2011, exempted\nprojects of Department of Atomic Energy. A cumulative\nreading of the permission dated 19.04.1989 accorded by\nthe then existing norms read with paragraph 2(1) of 1991\nNotification, as amended by Notification dated 12.4.2011, D\nmakes it clear that the KKNPP Units 1 and 2 have not\nviolated the 1991 CRZ Notification. [Para 132] [751-B-D]\nF\n10.2. Environmental clearance or NOC was granted\nto KKNPP units 1 and 2 as early as 26.12.1988 though the\nE\nTNPCB had granted 'consent to establish' under Section\n25 of the Air (Prevention and Control of Pollution) Act,\n1981 on 25.02.2004 and 'consent to operate' under the\nWater (Prevention and Control of Pollution) Act, 1974 on\n28.08.2012. The \"environmental clearance\" or \"No\nObjection Certificate\" cannot be equated to \"consent to\nestablish” under Section 25 of the Air Act and \"consent\nto operate\" under Section 21 of the Water Act, which\nwere granted on 25.2.2004 and 28.8.2012 respectively.\nNPCIL had undertaken various activities with respect to\nKKNPP subsequent to the environment clearance G\ngranted by TNSEC on 26.12.1988, subsequently modified\non 13.2.1989. TNSEC had on 15.12.1988 had already\ncleared the project, which tantamount to No Object\nCertificate (NOC). Only after clearance or NOC, the\nquestion of 'establishing' or 'operating' a plant arises. H\n644 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n: A Explanatory Note 8 to the Environment Notification dated\n27.01.1994 speaks of exemption for projects already\ninitiated that is land has been acquired and clearance of\nthe State Government including NOC, from Pollution\nControl Board had been obtained before 27th January\n1994, for which no fresh environmental clearance would\nbe required from Impact Assessment Agency (IAA).\nKKNPP units 1 and 2 is, therefore, entitled to get the\nbenefit of the Explanatory Note 8 to EIA notification dated\n27.01.1994. [Para 148 and 149] [760-E-H; 761-A-C]\nB\nC\n10.3. Also, there has been no expansion or\nmodernization of units 1 and 2, which has resulted in\nincrease of pollution load. Plant capacity remained the\nsame i.e. 1000 MWs X2, till date and there is no\nsubstantial difference in plant model and the\nD specifications envisaged in the 1988 agreement and 1998\nsupplement agreement. Plant model remains as V-412,\nconsequently the 1994 EIA notification will not apply qua\nKKNPP units 1 and 2. [Para 150] [761-C-D]\n10.4. The EIA for the expansion of KKNPP i.e. for\nE setting up Units 3 to 6 included the environment impact\non Units 1 and 2 and the cumulative effect of all the six\nunits definitely formed the base line for the clearance\ngranted by the MoEF on 23.9.2008 and 31.12.2009. The\nconcern of the public regarding safety, livelihood,\nradiation, impact on marine life, rehabilitation, impact on\nthe sea shore etc. were also considered and following that\nnecessary clearance was granted. [Para 159] [769-H; 770-\nA-B]\nF\nG\nH\n10.5. On facts, it is seen that the KKNPP has been set\nup and is made functional on the touchstone of\nsustainable development and its impact on ecology has\nbeen taken care of following all national and international\nenvironmental principles. [Para 174] [776-B-C]\n11. While balancing the benefit of establishing\nKKNPP Units 1 to 6, with right to life and property and\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 645\nthe protection of environment including marine life, one A\nhas to strike a balance, since the production of nuclear\nenergy is of extreme importance for the economic growth\nof our country, alleviate poverty, generate employment\netc. While setting up a project of this nature, one has to\nhave an overall view of larger public interest rather than B\nsmaller violation of right to life guaranteed under Article\n21 of the Constitution. [Para 175] [776-D-F]\n12. Problems highlighted, while setting up a nuclear\nplant, are not unique to this nation, because other\ncountries are also grappling with those situations. Much C\nhue and cry has been raised by some sections of the\npeople about the possible impact of radiation from\nKKNPP Units 1 and 2, a point which has been addressed\nby the AERB, NPCIL, MOEF and all the Expert\nCommittees constituted to go into the impact and effect D\nof radiation from the units not only on humans but also\non ecology. Experts Committees are of the unanimous\nopinion that there will not be any deleterious effects due\nto radiation from the operation of KKNPP, and that\nadequate safety measures have already been taken. E\nNPCIL, while setting up the NPP at Kudankulam, have\nsatisfied the environmental principle like sustainable\ndevelopment, corporate social responsibility,\nprecautionary principle, inter - intra generational equity\nand so on to implement our National Policy to develop, F\ncontrol and use of atomic energy for the welfare of the\npeople and for economic growth of the country. Larger\npublic interest of the community should give way to\nindividual apprehension of violation of human rights and\nright to life guaranteed under Article 21. [Para 176, 178 and\n179] [776-F-G; 778-H; 779-A-B, E-G]\nG\nR. v. Inspectorate of Pollution, ex p Greenpeace Ltd\n(1994) ALL ER 321; R. v. The Secretary of State for the\nEnvironment, exp Greenpeace Ltd. (1994) 4 All England\nReports 352; R. v. Secretary of State for Environment, Food H\nA\nB\nC\n646 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nand Rural Affairs, ex p Friends on the Earth Ltd (2002)\nEnvironmental Law Review 24; Marchiorii v. Environment\nAgency (2002) EWCA Civ 3; R. (Greepeace Ltd) v. Secretary\nof State for Trade and Industry, (2007) Environmental Law\nReports 29; S.V. France 3RUOH (1991) (decision by\nEuropean Commission of Human Rights); Metropolitan\nEdison Co. v. People Against Nuclear Energy 460 US 766\n(1983); Alberta Wilderness Association v. Express Pipelines\nLtd. 137 DLR (4th) 177 (Canada); Inverhuron District\nRatepayers' Assn v. Canada (Minister of the Environment)\n2001 FCA 203 - referred to.\n13. Public money running into crores and crores\nrupees have already been spent for the development,\ncontrol and use of atomic energy for the welfare of the\npeople and hence, one has to put up with such \"minor\nD inconveniences\", \"minor radiological detriments\" and\nminor environmental detriments\" in our lives because the\nbenefits from KKNPP are enormous since Nuclear energy\nremains as an important element in India's energy mix\nwhich can replace a significant part of fossil fuels like\nE coal, gas oil etc. [Para 180] [779-G-H; 780-A-B]\nF\n14. Justification for establishing KKNPP at\nKudankulam has been vindicated and all safety and\nsecurity measures have already been taken, necessary\npermissions and clearances have been obtained from all\nstatutory authorities. Apprehension expressed by some\nsections of the public that if the units are commissioned\nor put into operation, it will have far reaching\nconsequences, not only on the present generation, but\nalso on the future generation, of the possible radioactive\nG effects of the units has no basis. Few of them raised the\napprehension that it might repeat accidents like the one\nthat had happened at Three Miles Island, Chernobyl,\nUnion Carbide and Fukushima etc. Apprehension,\nhowever, legitimate it may be, cannot override the\nH justification of the project. Nobody on this earth can\n1\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 647\npredict what would happen in future and to a larger A\nextent we have to leave it to the destiny. But once the\njustification test is satisfied, the apprehension test is\nbound to fail. Apprehension is something we anticipate\nwith anxiety or fear, a fearful anticipation, which may vary\nfrom person to person. [Para 181] [780-B-F]\n15. Nuclear power plant is being established not to\nnegate right to life but to protect the right to life\nguaranteed under Article 21 of the Constitution. The\npetitioner's contention that the establishment of nuclear\npower plant at Kudankulam will make an inroad into the\nright to live guaranteed under Article 21 of the\nConstitution, has no basis. On the other hand it will only\nprotect the right to life guaranteed under Article 21 of the\nConstitution for achieving a larger public interest and will\nalso achieve the object and purpose of Atomic Energy\nAct. [Para 184] [781-G-H; 782-A]\nChameli Singh and others v. State of U.P. and another\n(1996) 2 SCC 549: 1995 (6) Suppl. SCR 827 - referred to.\nB\nC\nD\nE\nLL\nF\n16. AEC, DAE, BARC, AERB, NPCIL, TNPCB the\nexpert bodies, are all unanimous in their opinions that\nadequate safety and security measures have already\ntaken at KKNPP which are to be given due weight that\nthey deserve. Further, NPCIL Task Force Report on\nSecurity of all NPPs including KKNPP dated March 2011,\n11.5.2011, AERB-EE Expert Opinion on Design Committee\nSafety dated 31.8.2011, 15 Member Expert Team\nCommittee Report (post Fukishama) dated December\n2011, Supplementary Report dated 31.2.2012 on the\nGrievances raised by some of the agitators, report\nsubmitted by Sri R. Srinivasan, Former President, Atomic\nEnergy Commission appointed by the State of Tamil\nNadu are all unanimous in their view on the safety and\nsecurity of KKNPP. MOEF, EAC, TNPCB, Report of IOM,\nAnna University dated July 2008 on Impact of NPP on H\nG\n648\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Marine Eco-system, Committee on Conservation of Sea-\nShore of the State of Tamil Nadu, Report of Engineers\nIndia Limited with CHFRI dated August 2011, NEERI dated\nMay 2002 and January 2003 on the Impact on Air, Water,\nLand, Eco-system etc. are all unanimous that the radiation\nas well as the discharge of water from NPP to the sea\nshore will not have serious impact on the marine ecology\nor on marine life. [Paras 185 and 186] [782-B-F]\nB\nC\nD\n17. Normally, Court should be slow to interfere with\nthe opinion expressed by the Experts and it would\nnormally be wise and safe for the courts to leave the\ndecisions to experts who are more familiar with the\nproblems which they face than the courts generally can\nbe which has been the consistent view taken by this\nCourt. The Court cannot sit in judgment on the views\nexpressed by the Technical and Scientific Bodies in\nsetting up of KKNPP plant at Kudankulam and on its\nsafety and security. [Paras 187, 188] [782-G-H; 783-F]\nUniversity of Mysore v. C. D. Govinda Rao AIR 1965 SC\nE 491: 1964 SCR 575 - followed.\nF\nG\nH\nState of Bihar v. Asis Kumar Mukherjee (Dr.) (1975) 3\nSCC 602:1975 (2) SCR 894; Dalpat Abasaheb Solunke v.\nB. S. Mahajan (1990) 1 SCC 305; Central Areca Nut \u0026 Cocoa\nMarketing \u0026 Processing Coop. Ltd. v. State of Karnataka\n(1997) 8 SCC 31; Dental Council of India v. Subharti K. K.\nB. Charitable Trust \u0026 Another (2001) 5 SCC 486: 2001 (3)\nSCR 149; Basavaiah (Dr.) v. Dr. H. L. Ramesh (2010) 8 SCC\n372: 2010 (9) SCR 227; Avishek Goenka v. Union of India\n(2012) 5 SCC 275: 2012 (5) SCR 547 – referred to.\n-\nWoon Tankan and Seven Others v. Asian Rare Earth\nSdn. Ehd. CLJ (1992) 2 207 – referred to.\nConclusion\n-\n18. KKNPP has been set up as part of India's National\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 649\nB\nс\nD\nPolicy so as to develop, control and use of atomic A\nenergy for the welfare of the people of India. Policy\nmakers consider nuclear energy as an important element\nin India's energy mix for sustaining economic growth of\nnatural and domestic use. For setting up the project, the\nproject proponent has taken all safety requirements in\nsite and off site and has followed the code of practices\nlaid down by AERB, based on nationally and\ninternationally recognized safety methods. Safeguarding\nthe nuclear plants, radioactive materials and ensuring its\nphysical security have become a central part of Nuclear\nLaw. Adequate measures have, therefore, to be taken for\nstorage of NSF at site, and also for the physical safety\nof stored NSF. Of the seventeen suggested safety\nmeasures, by AERB, LWR, twelve have already been\nimplemented and the rest, in a phased manner have to\nbe implemented which the experts say, are meant for\nextra security. Disaster Management Plan (DMP) is\nalready in place, so also the emergency preparedness\nplan, off site and on site and all programmes under CSR\nare progressing in the right direction with the co-\noperation and assistance of the District Administration.\nNPCIL, has also received necessary environmental\nclearance from MoEF, TNPCB, etc for Units 1 to 6. No\nviolation of CRZ is also noticed. Desalination Plant is also\nestablished after following rules and regulations and\nthere is no violation of CRZ. Experts say that there will\nbe no impact on the marine eco-system due to discharge\nof +7°CC, CCW over and above the ambient temperature\nof the sea. Radiation impact on the eco-system is also\nwithin the standard set by AERB, MoEF, EAC, Pollution\nControl Board etc., so opined by the Experts. In other G\nwords, all the expert teams are unanimous in their\nopinion of the safety and security of the KKNPP both to\nlife and property of the people and the environment\nwhich includes marine life. Court has to respect national\nnuclear policy of the country reflected in the Atomic H\nE\nF\n650 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Energy Act and the same has to be given effect to for the\nwelfare of the people and the country's economic growth\nand it is with these objectives in mind KKNPP has been\nset up. [Paras 189, 190] [783-G-H; 784-A-G]\nB\nC\nPer Dipak Misra, J. [Concurring]\n-\nHELD: 1. The conception of the parens patriae theory\nis the obligation of the State to protect and it takes into\ncustody the rights and the privileges of its citizens for\ndischarging its obligation. The maxim salus populi\nsuprema lex - regard for public welfare is the highest\nlaw. Another maxim is salys republicae supreme lex, i.e.,\nsafety of the State is the supreme law and in case of any\nconflict, an individual must yield to the collective interest.\nBut, it should not be done at the cost of safety. At all times\nD and at all quarters, sincere efforts are to be made to\nmaintain and sustain the safety of the people. True it is,\nthere are exceptions, but the exceptions are to remain in\nthe realm of exceptions only and should not be brought\ninto play either at the whim or fancy of the executive. The\nE purpose of saying is that the law has many a mansion\nF\nG\nand the mosaic of law covers many spectrums so that\nboth the maxims, namely, solus populi supreme lex and\nsalus republicae supreme lex, can harmoniously coexist.\nThe present case is one where there is need for nuclear\nenergy for the welfare of the public and for other welfare\nof the people of India and for peaceful purpose. Definitely,\nthe interest of the economy and the interest of safety are\nto be the real concerns of a Welfare State. [Paras 211, 216]\n[799-D-E; 801-A-E]\nCharan Lal Sahu v. Union of India (1990) 1 SCC 613:\n1989 (2) Suppl. SCR 597; Union Carbide Corporation v.\nUnion of India and others (1989) 3 SCC 38: 1989 (3) SCR\n128; Pritam Pal v. High Court of Madhya Pradesh, Jabalpur\nthrough Registrar 1993 Supp (1) SCC 529 and State of\nH Karnataka and others v. Dr. Praveen Bhai Thogadia (2004)\n"}