{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 691\n[K.S. RADHAKRISHNAN, J.]\ntransfer of the responsibility of the management of radioactive A\nwaste from one facility to another or to a different agency other\nthan the one responsible for the operation of the facility. The\ncontinuity of responsibility required to be ensured through\nregulatory control by a licence or a sequence of licences\naccording to the procedures laid down by the regulatory body. B\nThe code provides that the waste generator / manager or both\nshall be responsible for identifying on an appropriate time-\nscale, a destination for the waste in accordance with the\nregulatory requirements and for seeking any necessary\nauthorization. The waste generator/manager shall dispose of\nthe radioactive waste in an approved manner or transfer it in\nan authorized manner to another waste manager for\nprocessing, storage or disposal. Para 3.2.6 of the code\nspecifically refers to the publication of the waste generator/\nmanager.\nC\nD\n53. Para 4 of the code specifically deals with predisposal.\nmeasures to be taken by Predisposal Management of\nRadioactive Waste. Para 5 of the code deals with near surface\ndisposal of solid waste which says that solid waste disposal\ndeals with emplacement of waste in approved facilities. Further, E\nit also stated that disposal may be in a Near Surface Disposal\nfacility (NSDF) or a Deep Geological Repository (DGR). The\ndesign, construction, operation and post-operation of the NSDF\nhas to meet necessary safety requirements. Appendix II of the\ncode deals with the principles and philosophy of radioactive\nwaste management.\nNSF AND MANAGEMENT OF WASTE:\nF\nG\n54. Serious apprehension has been voiced by the\nappellants that huge amounts of radioactive waste are\ngenerated with the use of nuclear energy which, unless handled,\ntreated, transported, stored and disposed off safely without any\nleaks, can cause serious contamination of land, water, food,\nair and the ecosystems. Further, it was also the case of the\nappellants that during the nuclear fission process, nuclear H.\n692 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA plants convert almost all of their fuel into radioactive waste with\nlittle reduction in mass and even re-processing creates its own\nhigh-level waste. Further, it was also pointed out that many of\nthe repositories designed to be temporary ones are turning into\npermanent ones and the interim storage is by its very nature\nB storage for a small period, which can never be a substitute for\nC\nD\npermanent geologic repository. Appellants further pointed out\nthat, as on today, no sustainable solution has been found or\nimplemented worldwide so as to do away with nuclear waste.\nAppellants also submitted that, under the earlier Agreement of\n1988 with Russia, nuclear waste had to be shifted back to\nRussia and the site clearance and environment clearance are\nbased on this factor. However, a new agreement was signed\nin the year 1998 under which nuclear waste had to be retained\nand stored in India.\n55. Management of radioactive waste includes all types\nof radioactive waste generated from the entire fuel cycle right\nfrom mining uranium fuel fabrication through reactor operations,\nand whole re-processing spent fuel. A coherent, comprehensive\nand consistent set of principles by way of IAEA document titled\nE \"Storage and Disposal of Spent Fuel and High Level\nRadioactive Waste\", AERB Safety Guide to AERB\nManagement of Radioactive Waste Code 2007 are already in\nplace. Further, the 15 member team in its report, in December\n2011, has to say this on spent fuel management.\nF\nG\nH\n\"6.3 Spent Fuel Management:\nFirst and foremost it should be remembered that Spent\nFuel is not a waste in the Indian Nuclear Programme. A\nclosed fuel cycle is followed, where the valuable fissile\nmaterials like Uranium and Plutonium which are present\nin the Spent Fuel are recovered to reuse.\n(1) Spent fuel is therefore an asset that needs to be\npreserved. At Kudankulam, Spent Fuel from the\nReactors will be carefully stored in Storage Pools,\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 693\n[K.S. RADHAKRISHNAN, J.]\nwhich are always filled with pure, demineralised A\nborated water which is constantly recirculated.\nThese pools are high integrity concrete pools which\nare additionally lined with stainless steel sheets, to\nensure effective containment for extended periods\nof time. The Department of Atomic Energy has long\nexperience and expertise of a high order in the safe\nmanagement of Spent Fuel.\n(2) There is no plan to do the reprocessing of the\nSpent Fuel at Kudankulam site. As such the storage\nof Spent Fuel at Kudankulam is to be considered\nonly as an interim measure till they are transported\nto a Reprocessing Facility.\nB\nC\n(3) Adequate Technology and years of experience are\navailable with Department of Atomic Energy for D\ntransporting Spent Fuel from one site to another\nthrough both Railways and by roadways, in a safe\nmanner without any public hazard. This is done as\nper stipulations of AERB, regarding Transport\nRegulations that govern safety.\"\n56. NPCIL, MOEF and the Department of Atomic Energy\n(DAE) have filed a detailed counter affidavit on the various\nissues posed by the appellants. NPCIL, DAE submitted that\neven though, as per the earlier agreement of 1988 between\nIndia and USSR, spent fuel had to be transported to Russia, in\na subsequent agreement in 1998 signed between two\ncountries, Government of India had insisted that it should be\nallowed to retain the spend fuel in India, so that it could be\nrecycled and used. Spent fuel, it is stated, discharged from the\nreactor contains materials suitable for recycling and hence\ncould be reused to produce electricity. The spent fuel contains\nminerals, both uranium and plutonium, which constitutes about\n96% and 1% of the spent fuel respectively. The remaining 3%\ncontains other components that are normally not recyclable.\nFurther, it has also been pointed out that KKNPP had adequate\nE\nF\n0\nH\n694 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA provisions for safe storage of spent fuel. In KKNPP, Spent Fuel\nPool (SFP) is located inside the primary containment, adjacent\nto reactor cavity which has the capacity to store fuel equivalent\nto 7 years of full power operation of the plant plus one full core\nload. AERB Safety Guide \"Design of fuel handling and storage\nB systems for pressurized heavy water reactors - AERB/SG/D-\n24\" deals with the safety in design of storage of spent fuel.\nNPCIL submitted that they are scrupulously following the safety\nguidelines issued by AERB. However, the Nuclear Recycle\nGroup of the BARC has got an overall view of radioactive waste\nC management in India and has developed certain guidelines for\nmanagement of nuclear fuel.\nNSF WASTE - TRANSPORTATION:\n57. The SNF from NPPs, after an adequate storage\nD period, is transported to reprocessing facilities located within\nthe country, following the International and AERB guidelines and\nstandards. NPCIL, DAE and MoEF have maintained the stand\nthat they are aware of the importance of safety and security and\nhave taken care to ensure that the management and\nE transportation of spent fuel is carried out safely following the\ninternational recognized norms and regulations and the same\nis being done under the observation of AERB and the\nGovernment of India.\nF\n58. SNF poses a dangerous, long-term health and\nenvironmental risk and it is often said that it remains dangerous\n\"for time spans seemingly beyond human comprehension.\"\nIssue, needless to say, is of great concern. It may be noted,\ntwenty years of work on establishing a 'geologic repository' at\nYucca Mountain, USA, had to be abandoned when the\nDepartment of Energy decided to withdraw its licence\napplication for the facility. NPCIL has maintained SNF is being\nkept at the site for re-processing or transported to a permanent\nrepository and how save it is, if not properly kept, as we have\nalready indicated, can cause serious health hazard not only to\nH the present generation but to the future generation as well, to\nG\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 695\n[K.S. RADHAKRISHNAN, J.]\nwhom we owe a responsibility.\n-\n59. India has got the capability for re-processing SNF,\nexperts say. Currently, India has three operating processing\nplants based on solvent extraction process one each at\nTrombay, Tarapur and Kalpakkam. Trombay plant reprocesses\nthe spent fuel from research reactors with the capacity of 60\ntons per year. The plants at Tarapur and Kalpakkan process\noff-site fuels from PHWRs with operating capacity of 100 tons\nper year each. Additional re-processing facilities are being set\nup with the active participation of the Indian industry to\naccelerate the programme.\nA\nB\nC\n60. We notice that with the limited resources of uranium\navailable in India, the indigenous achievable NP is estimated\nto be 10,000 MWe by PHWR, without re-processing. With the\nhelp of re-processing, the achievable capacity could go up to D\n63000 MWe imported LWR and recycling LWR fuel to 275,000\nMWe, by 2052. NPCIL has, therefore, taken up the stand that\nre-processing of spent fuel is the key to the country's three\nstage nuclear power programme. 97% of the SNF is capable\nof being re-used, but what has to be done with regard to the E\nremaining 3% SNF, is a moot question, since it is not re-\nuseable, which consists of various fission products and minor\nactinides. This 3% waste comprises of minor actinides which\nhave a long half-life of lakhs of years. Experts, however, say that\nif the minor actinides are “partitioned\" or removed, the rest of\nthe waste is dominated by FP's having a half-life of about 30\nyears and so in 10 half-lives (300 years) will have negligible\nactivity and the partitioned minor actinides can then be\n\"transmuted\" or burnt by inducing fission in Fast Breeder\nReactors or in Accelerator Driven Systems (ADS).\nFacts mentioned above would indicate that certain\npercentage of SNF will have long life of lakhs of years and will\nhave some impact on the environment, but how to contain that?\nF\nG\nThe Supreme Court of Pakistan in Human Rights H\n696 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA (Environmental Pollution in Baluchistan) PLD 1994 SC 102,\ntook suo moto notice of a paper report of dumping nuclear\nwaste along the Coast of the province of Baluchistan. The Court\ndirected that provisional Government to investigate the claim\nand ruled that such dumping of Nuclear Waste is in violation of\nB the fundamental rights to life enshrined in Article 9 of the\nConstitution.\nс\n61. We may, in this connection, refer to the judgment of\nthe US Court of Appeals in State of New York, ETAL v. NRC\nand USA dated 8.6.2012. In that case, the Court was dealing\nwith the issue regarding temporary storage and permanent\ndisposal of nuclear waste. The Court held that the Nuclear\nRegulatory Commission's evaluation of the risks of spent\nnuclear fuel is deficient in two ways: First, in concluding that\npermanent storage will be available \"when necessary,\" the\nD Commission did not calculate the environmental effects of\nfailing to secure permanent storage – a possibility that cannot\nbe ignored. Second, in determining that spent fuel can safely\nbe stored on site at nuclear plants for sixty years after the\nexpiration of a plant's license, the Commission failed to\nE property examine future dangers and key consequences.\nF\n-\n62. We notice that the above decision would not directly\napply to the facts of the present case. United States is following\n\"open fuel cycle\" process where spent fuel is not reprocessed,\nbut disposed of treating the same as waste but, in India, we\nfollow \"close fuel cycle\" process, where reprocessing of SNF\nto obtain uranium and plutonium is an essential step.\n63. AERB, way back in 1989, had recommended to have\nan Away from Rector Storage (AFR) facility at KKNPP for\nG prolonged storage of SNF while granting siting clearance.\nDesign-Safety aspects of AFR, it is stated, would be reviewed\nby AERB, one such facility is already available at Tarapur,\nwhere it is reported that there has been no adverse impact on\nthe environment issue of such storage. AERB, in subsequent\nH reviews, made recommendations with respect to AFR facilities.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 697\n[K.S. RADHAKRISHNAN, J.]\nIn ACPSR 126th Meeting held on 15/16.9.2011, the issue A\nrelated to AFR was reviewed and it was recommended that\nAFR should be finalized well before 5 years of operation.\nDEEP GEOLOGICAL REPOSITORY (DGR):\nB\nC\n64. Permanent DGR, India may require, after a few\ndecades, states NPCIL. Research and development work, we\nare informed, are in progress over three decades in the field\nof in-situ experiments, natural barrier characterisation,\nnumerical modelling, conceptual design and natural analogue\nof waste forms and repository processes. Keeping in line with\nthe international developments, initial focus of work in 80's\ncentred mainly on setting up of generic Underground Research\nLaboratory (URL), in one of the abandoned mines in India and\nresulted in the development of an underground chamber in Kolar\ngoldmine located in South India. Current efforts within the Indian D\ngeological repository programme are directed towards granite\nbased URL. The experts feel that setting up of a DGR is not\nmuch of a technological challenge, but as is the case\ninternationally everywhere, the issue is more of a socio-political\nissue.\n65. We are of the view that these issues have to be dealt\nwith by the Experts in the field, evidently, without much delay.\nThe AERB Safety Code on \"Management of Redioactive\nWaste\" of 2007 does not deal with the requirements for DGR.\nThe problem of this nature is being faced by all the nuclear plant\noperating countries, including India. Research is on to handle\nSNF in DGR which, in the near future, let us hope, would be a\nreality, but that shall not deter us in holding up of such a project\nwhich has been established at KKNPP in implementation of the\nIndia's Nuclear Policy.\nE\nF\nG\n66. We may, however, caution that it is of utmost\nimportance that the Union of India, NPCIL etc. should find out\na place for a permanent DGR. Storing of SNF at NPP site will,\nin the long run, poses a dangerous, long term health and H\n698 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA environmental risk. NPCIL and the Union of India is bound to\nlook at the probabilities of potentially harmful events and the\nconsequences in future. Noticeably, NPCIL does not seem to\nhave a long term plan, other than, stating and hoping that in the\nnear future, it would establishes a DGR. The Atomic Energy Act,\nB especially Section 17, envisages present and future safety of\nour NPPs and the lives and environment around. NPCIL and\nthe Union of India must have a hard look at the environmental\nconsequences of its action of setting up of NPPs, hence a\npermanent DGR is of utmost importance, which they should plan\nC\nnow.\nRadioactive material\n67. We are all exposed to the naturally occurring radiation\nin our daily lives. Cosmic radiation from outside the solar\nD system is also common phenomenon. Earth's crust is\nradioactive, so also above the earth's surface where we fly by\naeroplane, we also get doses of radiation. Medical diagnostic\ntreatment such as X-Ray, CT-Scan, angiography, angioplasty\nalso radiates radioactive dose. However, the development of\nE nuclear reactors which, for the first time, made possible the\nproduction of radioisotopes of many different elements,\nexpanded the field of radioactive materials. Production and use\nof it, therefore, is bound to create a little bit of marginal radiation\nwhich seldom can be prevented. The Atomic Energy (Radiation\nProtection) Rules, (Radio Protection Rules now) were initially\nframed and revised in 2004. According to the Rules no person\ncould handle radioactive material or operate any radiation\ngenerating equipment except in accordance with the terms and\nconditions of a licence. The Atomic Energy (Control of\nIrradiation of Food) Rules, 1990 (revised in 1996) seeks to\nregulate the irradiation of foods in the country. Provisions of the\nAct, statutory rules and regulations, various codes, safety\nstandards etc. issued by the AERB buttressed by the technical\nassistance provided by IAEA, NEA, The World Association of\nNuclear Operations (WANO) etc. are being followed in India in\nF\nG\nН\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 699\n[K.S. RADHAKRISHNAN, J.]\nrespect of 20 operating power reactors which are existing in A\nthis country. Safeguarding the nuclear plants, radioactive\nmaterials and ensuring its physical security have therefore\nbecome a central part of nuclear law. Risks arising from NPP,\ndo affect not merely the country which choose to use that\ntechnology but can have catastrophic consequences to the B\nneighboring countries as well. Non-proliferation, disarmament\nand peaceful use are stated to be the three pillars of all the\ninternational conventions. Nuclear technologies and techniques,\nit is well accepted, can offer vital benefits for improving human-\nwell being, like health care, radio-therapy, food security, C\nagricultural advantages to the present and generation.\n68. The Prime Minister of India, as already indicated,\nordered a fresh review of all safety of NPPs, on 11.3.2011,\nimmediately after the accident at Fukushima NPP, Japan with\nrespect to external events. The Prime Minister of India had\nemphasized that the safety of nuclear power plants was a\nmatter of highest priority for the Government and called for\nsafety audits of all the NPPs. NPCIL, the operating agency,\nconstituted separate task forces to review safety of NPPS\ndepending on types of reactor designs and their vintages in\nIndia. NPCIL constituted broad categories of Indian NPPs to\nmake an assessment of :\nBoiling Water Reactors (BWR) (TAPS 1\u00262).\n- Pressurized Heavy Water Reactors (PHWRs) at RAPS\n1\u00262\n- PHWRs at MAPS 1\u00262\nD\nE\nF\n- Standard PHWRs from NAPS onwards\n69. The Task Forces reviewed safety of the NPPs with a\npostulated scenario of non-availability of off-site and on-site\nelectric power and water supply sources. The reports of the task\nforces are summarized in a document titled \"Safety Evaluation\nof Indian NPPs Post Fukushima Incident” to provide an\nG\nH\n700 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA integrated assessment of strength of Indian NPPs to withstand\nextreme external events. Report was submitted by the end of\nMarch 2011. Over and above, two more task forces were\nconstituted for VVERS one of which was for the VVER,\nPresssurised Water Reactors (PWR), under construction at\nB KKNPP, and another for 700 MWe PHWRs. NPCIL also\nconstituted task forces on safety evaluation of the systems of\nKKNPP Post Fukushima which gave its interim report on\n11.05.2011. The task force found that KKNPP had already\nincorporated all safety standards, including passive systems to\nensure reactor shutdown.\nC\n70. The AERB, in pursuance of the direction of Prime\nMinister, constituted a high level committee (AERBSC-EE) to\nreview safety of NPPs against external events of natural origin\n(post Fukushima accident) with national level experts in the\nD areas of (i) design, safety analysis and NPP operation and (ii)\nexternal events in the field of seismology, hydrology and\nearthquake engineering to carry out a comprehensive review\nof capability of NPPs to deal with external events within and\nbeyond design basis. The committee constituted specialist\nE working groups and they reviewed the following major areas:\nF\nG\n-\n-\n-\n- External events in relation to the safety of NPPs\n- Safety of electrical, control and instrumentation systems\nagainst external events\nSafety of NPPs under prolonged Station Black Out\n(SBO) and loss of Ultimate Heat Sink\nSafety of spent fuel storage facilities at NPPs against\nexternal events\n- Severe Accident Management provisions and guidelines\n(SAMG)\nAERBSC-EE submitted its report on 31.08.2011. The AERB\nH has also taken cognizance of self-assessment carried out by\n"}