{"pages":[{"pageNumber":131},{"pageNumber":132},{"pageNumber":133},{"pageNumber":134},{"pageNumber":135},{"pageNumber":136},{"pageNumber":137},{"pageNumber":138},{"pageNumber":139},{"pageNumber":140}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 761\n[K.S. RADHAKRISHNAN, J.]\n25 of the Air Act on 25.02.2004 and 'consent to operate' under A\nthe Water Act on 28.08.2012. Explanatory Note 8 to the\nEnvironment Notification dated 27.01.1994 speaks of\nexemption for projects already initiated that is land has been\nacquired and clearance of the State Government including\nNOC, from Pollution Control Board had been obtained before B\n27th January 1994, for which no fresh environmental clearance\nwould be required from Impact Assessment Agency (IAA).\nKKNPP units 1 and 2 is, therefore, entitled to get the benefit\nof the Explanatory Note 8 to EIA notification dated 27.01.1994.\n150. We also notice that there has been no expansion or\nmodernization of units 1 and 2, which has resulted in increase\nof pollution load. Plant capacity remained the same i.e. 1000\nMWs X2, till date and there is no substantial difference in plant\nmodel and the specifications envisaged in the 1988 agreement\nand 1998 supplement agreement. Plant model remains as V-\n412, consequently the 1994 EIA notification will not apply qua\nKKNPP units 1 and 2.\nC\nD\n151. NPCIL, as part of the continuous process to ensure\nsafety of environment made a Rapid Environmental Impact E\nAssessment (REIA) of KKNPP Units 1 and 2 in the year 2001.\nThe National Environmental Engineering Research Institute\n(NEERI) retained by NPCIL for conducting their assessment.\nREIA report of NEERI examined the baseline data collected\nduring summer season 2001 within the impact zone for air, F\nnoise, water, land, biological and socio economic environment\nincluding data on radiological parameters which has formed the\nbasis for predicting, evaluating the potential impact due to\nproposed two units of KKNPP at Kudankulam. NEERI\nsubmitted its report in May 2002. In the year 2003 there was\nyet another comprehensive EIA by NEERI of KKNPP units 1\nand 2 which took into account the entire season i.e. 12 months.\nAssessments were made as part of the continuous process to\nmonitor the safety of the environment as well as to establish\nan existing base-line status with respect to various\nG\nН\n762 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA environmental points like air, noise, water, land, biological and\nsocio-economic for identifying, predicting and evaluating the\nenvironmental potential impact as also to formulate an effective\nEnvironmental Management Plan (EMP). Report was submitted\nin January 2003 which was later implemented under the expert\nB guidance of MS Swaminathan Research Foundation.\nEnvironmental Clearance for KKNPP Units 3 to 6\n152. NPCIL consent letter dated 18.2.2007, for grant of\nenvironmental clearance for expansion of the then existing\nC Nuclear Project (2 x 1000 MW, by adding 2x1000 MW Units 3\n\u0026 4), pointed out that the land acquired for locating the\nproposed units was already available within the NPP Complex\nand no additional land would be required for expansion of the\nproject. Further it was stated that water for condenser cooling\nD system would be drawn from the sea and sweet water\nrequirement would be met from the desalination plant. Further\nit was pointed out that no forest land was involved in the project.\nThe Gulf of Mannar Marine National Park is about 87 KM from\nthe site, though the Gulf of Mannar Biosphere Reserve Boundary\nE is at a distance of about 20-50 mtr. Further it was pointed out\nthat no displacement of population was envisaged. Project, it\nwas stated, was to be located in the CRZ-III and that exemption\nfrom 500 mtr. norm in respect of CRZ for Units 1 and 2 was\nobtained from the Government of India as far as back in 1989.\nFurther it was also stated that public consultation was held on\n2.6.2007 and that the total cost of the project would be\nRs.14,000 crores which included 307.50 crore for environmental\nprotection measures.\nF\nG\n153. MoEF considered the above-mentioned proposal in\naccordance with paragraph 12 of the EIA Notification 2006\nread with paragraph 2.2 sub-clause 2.2.1 (i)(a) of Circular dated\n13.10.2006 and MoEF accorded clearance vide communication\ndated 23.09.2008 under the provisions of EIA Notification of\n2006 subject to the implementation of several conditions, which\nH read as follow:\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 763\n(i)\n[K.S. RADHAKRISHNAN, J.]\nOn-line continuous monitoring of the temperature of A\nthe discharged cooling water shall be carried out\nat the discharged point. It shall be ensured that the\ntemperature differential of the discharged water\nw.r.t. the receiving water does not exceed 7°C at\nany given point of time.\n(ii) Necessary prior clearance under the provisions of\nCRZ Notification, 1991 for the activities to be\nlocated in CRZ shall be obtained from the\nCompetent Authority.\nB\nC\n(iii)\nNo additional land shall be acquired for any activity/\nfacility of project.\n(iv)\n(v)\nAERB clearance for the site shall be obtained\nbefore starting any construction work and a copy of\nthe same shall be provided to the Ministry of\nEnvironment \u0026 Forests.\nA scheme for rain water harvesting shall be\nprepared in consultation with an expert agency/\nState Ground Water Board and details furnished\nwithin 3 months of the issue of the environment\nclearance letter.\nD\nE\n(vi) Greenbelt shall be developed all around the project\nboundary covering an area of 180 ha preferably F\nwith local species.\n(vii) Noise levels shall be limited to 75dBA. For people\nworking in the high noise area, requisite personal\nprotective equipment like earplugs/ear muffs etc.\nshall be provided.\n(viii) Regular monitoring of conventional gaseous\npollutants, radioactive pollutants in the air as well\nin the discharged water shall be monitored\nregularly as per AERB standards.\nG\nH\n764\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nΑ\nB\nс\nD\nE\nF\n☐ G\n☐ H\n(ix) Regular monitoring of ambient air quality shall be\ncarried out in and around the power plant and\nrecords maintained. The location of the monitoring\nstations and frequency of monitoring shall be\ndecided in consultation with SPCB. Periodic\nreports shall be submitted to the Regional Office of\nthis Ministry. Besides air quality, water, food\nsamples and soil shall also be monitored regularly\nfor radioactive levels in the surrounding areas and\nrecords maintained.\n(x)\nA Disaster Management Plan and Emergency\nPreparedness Plan shall be prepared and put in\nplace as per the norms of AERB. Regular mock\ndrills shall be undertaken and based on the same,\nany modification required, if any, shall also be\nincorporated.\n(xi) The radioactive waste shall be managed as per\nnorms prescribed by AERB.\nthe\n(xii) The non-radioactive waste water generated from\nthe plant premises will be suitably treated in STP\nand the treated effluents shall be recycled and\nreused within the plant premises for greenbelt etc.\n(xiii) The radioactive liquid waste emanating from the\nplant will be treated and managed as per the\nguidelines of AERB/ICRD in this regard.\n(xiv) Provision shall be made for the housing of\nconstruction labour within the site with all necessary\ninfrastructure and facilities such as fuel for cooking,\nmobile toilets, mobile STP, safe drinking water,\nmedical health care, crèche etc. The housing may\nbe in the form of temporary structures to be\nremoved after the completion of the project.\n(V) The project proponent shall advertise in at least two\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 765\n[K.S. RADHAKRISHNAN, J.]\nlocal newspapers widely circulated in the region A\naround the project, one of which shall be in the\nvernacular language of the locality concerned within\nseven days from the date of this clearance letter,\ninforming that the project has been accorded\nenvironmental clearance and copies of clearance\nletter are available with the State Pollution Control\nBoard/Committee and may also be seen at\nWebsite of the Ministry of Environment and Forest\nat http://envfor.nic.in\n(xvi) A separate environment management cell with\nqualified staff shall be set up for implementation of\nthe stipulated environment safeguards.\nB\nC\n(xvii) Half yearly report on the status of implementation\nof the stipulated conditions and environmental D\nsafeguards shall be submitted to this Ministry/\nRegional Office/CPCB/SPCB.\n(xviii) Regional Office of the Ministry of Environment \u0026\nForests located at Bangalore will monitor the\nE\nimplementation of the stipulated conditions. A\ncomplete set of documents including Environmental\nImpact Assessment Report and Environment\nManagement Plan along with the additional\ninformation submitted from time to time shall be\nforwarded to the Regional Office for their use\nduring monitoring.\nF\n(xix) Separate funds shall be allocated for\nimplementation of environmental protection\nmeasures along with item-wise break-up. These G\ncost shall be included as part of the project cost.\n(xx)\n(XX) Full cooperation shall be extended to the Scientists/\nOfficers from the Ministry /Regional Office of the\nMinistry at Chandigarh/the CPCB/ the SPCB who H\n766\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nC\nD\nwould be monitoring the compliance of\nenvironmental status.\"\n154. Notification also stated that the environmental\nclearance would be valid for a period of five years to start the\noperation of the power plant and that in case of any deviation\nor alteration in the project proposed and already submitted to\nthe MoEF for clearance, a fresh reference should be made to\nthe MoEF to assess the adequacy of the conditions imposed\nand to add additional protection measures required, if any.\nFurther it was also pointed out that the above stipulations would\nbe in force amongst others under the Water Act, 1974, The Air\nAct, 1981 and the Environment (Protection) Act, 1986 and the\nRules thereunder, Hazardous Wastes (Management and\nHandling) Rules, 1989 and its Rules, the Public Liability\nInsurance Act, 1991 and its amendment.\n155. NPCIL submitted yet another application dated\n19.11.2009 for environmental clearance for KKNPP expansion\nUnits 5 \u0026 6 (2 x 1000MW). Environmental clearance was\ngranted by the MoEF vide its communication dated 31.12.2009\nE incorporating all the conditions which were stipulated in respect\nof Units 3 and 4 in the Notification dated 23.9.2008 and also\nwith additional conditions which reads as under:\nF\nG\nH\n1.\nII.\n\"Environmental clearance is subject to obtaining\nprior clearance from wildlife angle as applicable\ndue to proximity of Gulf of Mannar Biosphere\nReserve.\nThe grant of environmental clearance does not\nnecessarily implies that wildlife clearance shall be\ngranted to the project and that their proposal for\nwildlife clearance will be considered by the\nrespective authorities on their merits and decision\ntaken. The investment made in the project, if any,\nbased on environmental clearance so granted, in\nanticipation of the clearance from wildlife angle shall\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 767\nIII.\nIV.\nV.\n[K.S. RADHAKRISHNAN, J.]\nbe entirely at the cost and risk of the project A\nproponent and Ministry of Environment and Forests\nshall not be responsible in this regard in any\nmanner.\nEnvironmental clearance is subject to final order of\nthe Hon'ble Supreme Court of India in the matter\nof Goa Foundation v. Union of India in Writ Petition\n(Civil) No.460 of 2004, as may be applicable to this\nproject.\nB\nFirst aid and sanitation arrangements shall be C\nmade for the drivers and the contract workers\nduring construction phase.\nA sewage treatment plant shall be provided and the\ntreated sewage conforming to the prescribed\nstandards shall be used for raising green belt/\nplantation.\nVI. The proponent shall upload the status of compliance\nof the stipulated EC conditions, including results of\nmonitored data on their website and shall update\nthe same periodically. It shall simultaneously be sent\nto the Regional Office of MoEF, the respective\nZonal Office of CPCB and the SPCB. The criteria\npollutant levels (stack and ambient levels) indicated\nfor the project shall be monitored and displayed at\na convenient location near the main gate of the\ncompany in the public domain.\nD\nE\nF\nVII. The project proponent shall also submit six monthly\nreports on the status of compliance of the stipulated G.\nEC conditions including results of monitored data\n(both in hard copies as well by e-mail) to the\nrespective Regional Office of MoEF, the respective\nZonal Office of CPCB and the SPCB.\nVIII. A copy of the clearance letter shall be sent by the H\nA\nB\nC\nD\nE\nF\n768\nSUPREME COURT REPORTS\nIX.\n[2013] 8 S.C.R.\nproponent to concerned Panchayat, Zila Parishad/\nMunicipal Corporation, urban local Body and the\nLocal NGO, if any, from whom suggestions/\nrepresentations, if any, were received while\nprocessing the proposal. The clearance letter shall\nalso be put on the website of the Company by the\nproponent.\nThe Environment statement for each financial year\nending 31st March in Form-V as is mandated to be\nsubmitted by the project proponent to the\nconcerned State Pollution Control Board as\nprescribed under the Environment (Protection)\nRules, 1986, as amended subsequently, shall also\nbe put on the website of the company along with\nthe status of compliance of EC conditions and shall\nalso be sent to the respective Regional Offices of\nMOEF by e-mail.\nThis issues with the approval of the Competent\nAuthority.\"\n156. As provided under EIA 2006 Notification before\napplying for environmental clearance for Units 3 to 6 a\ncomprehensive EIA study was conducted for Units 3 to 6 which\nincluded the impact of Units 1 and 2 aspect as a base-line for\ncomputing additional impacts of Units 3 to 6. Concern of the\npublic regarding safety, livelihood, radiation etc. had been\naddressed during the public hearing on units 3 to 6 held on\n2.6.2007. Issues raised in the public hearing were:\n1.\nG\n2.\nUse of water from Pachi Pari Dam\nEffect of temperature of discharge water on marine\nlife\n3.\nRadiation emission\nH\n4.\nSolid waste and fuel management\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 769\n[K.S. RADHAKRISHNAN, J.]\n5. Welfare activities of the nearby villagers\nA\n6.\nCompliance with MoEF, IEA and AERB guidelines\n7.\nEnvironmental impact and monitoring and\n8.\nSite location criteria.\nB\n157. It was discussed in the meeting that sea water intake\nstructure would be located at a depth of 10 mtr. from the Main\nSea Level (MSL) and at a distance of 1.2 Kms. off shore from\nthe shore line. The temperature differential of cooling water at\nthe discharge point would be limited to 7°C with respect to the\nambient temperature. Discharge of all units, including the\nexisting two units will be let off into a common discharge channel\nparallel to the shore bound and release at the two extreme ends\nof the channel. Gates will be provided on East and West side\nof the channel, which will be operated depending upon the\nocean current direction in different season. The modeling was\ndone for all the units of 1000MW each taking into consideration\nthe futuristic plan of expansion at the proposed site. The impact\nzone was shown to be 5 KM.\n158. The Environmental Appraisal Committee (EAC) after\nholding the public meeting on 02.06.2007 again met on\n22.8.2008 and made its recommendations for environmental\nclearance for Units 3 and 4 subject to their obtaining CRZ\nclearance. We have already indicated that the proposal of EAC\nwas approved by the MoEF on 23.9.2008 with respect to Units\n3 and 4. Later after getting the administrative approval from the\nCompetent Authority for Units 5 and 6, the same was also\nreported by NPCIL to the MoEF and MoEF vide its letter\naccorded clearance on 31.12.2009 for Units 5 and 6 as well.\n159. Appellants, therefore, cannot contend that the\nprocedure laid down under the 1994 and 2006 Notifications had\nnot been followed. In our view, the EIA for the expansion of\nKKNPP i.e. for setting up Units 3 to 6 included the environment\nimpact on Units 1 and 2 and the cumulative effect of all the six\nC\nD\nE\nF\nG\nH\n770\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA units definitely formed the base line for the clearance granted\nby the MoEF on 23.9.2008 and 31.12.2009. The concern of the\npublic regarding safety, livelihood, radiation, impact on marine\nlife, rehabilitation, impact on the sea shore etc. were also\nconsidered and following that necessary clearance was\nB granted.\nC\nD\n160. KKNPP 3 to 6, after having got environmental\nclearance from MoEF in September 2008 and December\n2009 entrusted the task of updation of EIA study to M/s\nEngineers India Ltd. (EIL), Gurgaon (a Govt. of India\nUndertaking). EIL, accordingly carried out the study along with\nthe Central Marine Fisheries Research Institute (CHFRI) for the\nexpansion of projects on air, water, land, noise, biological and\nsocio-economic aspects within a radius of 10 km from the\nproposed location. Detailed study was conducted on the\nReactor system of KKNPP 3 to 6, impact on environment\nexisting environmental status, its prediction and on\nenvironmental management plan report was submitted in\nAugust 2011. The report has also analysed the environmental\nimpact on the marine ecosystem due to +70C CCW water and\nE concluded that it will have no impact on the marine ecosystem.\nEIA was considered EAC, while granting CRZ clearance for the\nadditional reactors 3 to 6 at KKNPP along with sea water\nintake and outfall facilities for cooling purpose. CRZ clearance\nwas granted by MOEF on 25.07.2012 after following the\nF procedure laid down in the CRZ notification of 2011. TNPCB,\nas already indicated, has also accorded consent to operate\nvide proceeding dated 28.08.2012 incorporating stringent\nstandard of 7oC over and above the ambient temperature of\nsea for the discharge of effluents, through the cooling water and\nG trade effluent and included permission for discharge of effluents\nfrom desalination plant.\nSustainable Development and impact on eco-system\n161. The Government of India, as already stated,\nH constituted a fifteen member experts group covering all fields\n"}