{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 8 S.C.R. 631\nG. SUNDARRAJAN\nV.\nUNION OF INDIA AND ORS.\n(Civil Appeal No. 4440 of 2013)\nMAY 6, 2013\n[K.S. RADHAKRISHNAN AND DIPAK MISRA, JJ.]\n-\n· -\nA\nB\nAtomic Energy Act, 1962 - Nuclear Power Plant\nSafeguarding of plants, radioactive materials and ensuring its\nphysical security - Requirement of protecting life and property C\nof people including the environment - Balance to be struck\nbetween developmental needs and environmental\ndegradation – Decision taken by the Government of India,\nNuclear Power Corporation of India (NPCIL) etc. for setting\nup of KKNPP- a nuclear power plant (NPP) at Kudankulam, D\nTamil Nadu Challenge to - Held: Nuclear energy is an\nimportant element in India's energy mix - KKNPP was set up\nas part of India's National Policy so as to develop, control and\nuse of atomic energy for welfare of the people of India - For\nsetting up the project, the project proponent has taken all E\nsafety requirements in site and off site and followed the code\nof practices laid down by AERB, based on nationally and\ninternationally recognized safety methods - Disaster\nManagement Plan (DMP) is already in place, so also the\nemergency preparedness plan, off site and on site and all\nprogrammes under Corporate Social Responsibility (CSR)\nprogressing in the right direction with co-operation and\nassistance of the District Administration - NPCIL, also\nreceived necessary environmental clearance from MoEF,\nTNPCB, etc for Units 1 to 6 - No violation of Coastal\nRegulation Zone (CRZ) noticed - Desalination Plant\nestablished after following rules and regulations - Experts of\nthe view that there will be no impact on the marine eco-system\nand that radiation impact on the eco-system is within the\n631\nF\nG\nH\n632 SUPREME COURT REPORTS\n-\n[2013] 8 S.C.R.\nA standard set by AERB, MoEF, Expert Appraisal Committee\n(EAC), Pollution Control Board etc. All expert teams\nunanimous in their opinion of the safety and security of the\nKKNPP both to life and property of the people and the\nenvironment which includes marine life - Justification for\nB establishing KKNPP at Kudankulam, therefore, vindicated -\nApprehension, however, legitimate, cannot override\njustification of the project - However, directions given by\nSupreme Court in regard to safety of the plant, impact on\nenvironment, quality of various components and systems in\nthe NPP plant - Atomic Energy (Safe Disposal of Radioactive\nWastes) Rules 1987 - The Hazardous Waste Management\nand Handling Rules 1989 - Environmental (Protection) Act,\n1986 - Disaster Management Act, 2005 - Water (Prevention\nand Control of Pollution) Act, 1974 - Air (Prevention and\nControl of Pollution) Act, 1981.\nC\nD\n-\nGovernment Policy - Nuclear Policy - Judicial review -\nScope Held: It is not for Courts to determine whether a\nparticular policy or a particular decision taken in fulfillment of\na policy, is fair - Unless the policy framed is absolutely\nE capricious, unreasonable and arbitrary and based on mere\nipse dixit of the executive authority or is invalid in\nconstitutional or statutory mandate, court's interference is not\ncalled for - Courts to respect national nuclear policy of the\ncountry reflected in the Atomic Energy Act and the same to\nbe given effect to, for welfare of the people and the country's\neconomic growth - Atomic Energy Act, 1962.\nF\nG\n-\n-\nCivil Liability for Nuclear Damage Act, 2010 (Nuclear\nLiability Act) – Purpose and object of – Held: Is to provide civil\nliability for nuclear damage and prompt compensation to\nvictims of a nuclear accident through No-Fault Liability to the\noperators.\nIn the instant appeals, an issue of considerable\nnational and international importance, pertaining to the\nH setting up of KKNPP- a nuclear power plant (NPP) at\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 633\nKudankulam, Tamil Nadu arose for consideration. There A\nwas large-scale agitation and emotional reaction to the\nsetting up of KKNPP and its commissioning, with the\nnature of potential adverse effect of ionizing radiation,\nadding to fears and unrest.\nB\nC\nD\nIt was inter alia alleged that keeping in view the\nearlier accidents at the Three Mile Island (USA),\nChernobyl in Russia and Fukushina in Japan etc., safety\nof the people and the environment is of paramount\nimportance and if the units were allowed to be\ncommissioned before making sufficient safeguards on\nthe basis of the recommendations made by the Task\nForce of Nuclear Power Corporation of India (NPCIL), it\nmay lead to serious consequences which could not be\nremedied. It was further submitted unless the seventeen\nrecommendations made by the Task Force appointed by\nNPCIL were implemented before commissioning the\nplant, serious consequences may follow; and that the\nAtomic Energy Regulatory Board (AERB) and NPCIL are\nlegally obliged to implement the recommendations and\nthis Court sitting in this jurisdiction is bound to safeguard E\nthe life and property of the people residing in and near\nKudakulam which is a fundamental right guaranteed to\nthem under Article 21 of the Constitution of India. It was\nfurther alleged that sufficient safeguards had not been\ntaken for safe disposal of the radioactive waste and no F\nsite had been identified for the safe handling of\nradioactive waste, failing which it may cause serious\nhealth hazard; and that even, at the plant site, there was\nno proper facility for storage of spent fuel and high level\nradioactive waste. It was contended that no adequate G\nmeasures were taken to safeguard the life and property\nof the people in case of any potential disaster, in\naccordance with the Disaster Management Plan.\nDisposing of the appeals with directions, the Court\nH\nA\nB\nC\nD\nE\nF\nG\nH\n634 SUPREME COURT REPORTS\nPer Radhakrishnan, J.\n[2013] 8 S.C.R.\nHELD:1.1. India's National Policy has been clearly\nand unequivocally expressed by the legislature in the\nAtomic Energy Act. National and International policy of\nthe country is to develop control and use of atomic\nenergy for the welfare of the people and for other\npeaceful purposes. NPP has been set up at Kudankulam\nas part of the national policy which is discernible from the\nPreamble of the Act and the provisions contained therein.\nIt is not for Courts to determine whether a particular policy\nor a particular decision taken in fulfillment of a policy, is\nfair. It is not the province of a court to scan the wisdom\nor reasonableness of the policy behind the Statute.\nUnless the policy framed is absolutely capricious,\nunreasonable and arbitrary and based on mere ipse dixit\nof the executive authority or is invalid in constitutional or\nstatutory mandate, court's interference is not called\nfor. [Paras 11, 13] [664-G-H; 665-A-B, F-G]\n1.2. This Court cannot sit in judgment over the\ndecision taken by the Government of India, Nuclear\nPower Corporation of India (NPCIL) etc. for setting up of\nKKNPP at Kudankulam in view of the Indo-Russia\nagreement. The Courts also cannot stand in the way of\nthe Union of India honouring its Inter-Governmental\nAgreement entered into between India and Russia. This\nCourt may, however, focus attention on various other\nissues raised in these appeals in the light of the\nprovisions of the Atomic Energy Act, Rules and\nRegulations framed thereunder, International\nconventions, covenants entered into by India with other\ncountries, Atomic Energy Regulatory Board (AERB) Code\nof Practices and Safety Guides, Expert's opinion,\nEnvironmental and other related laws. This Court is\ndeeply concerned with the safety and security of the\npeople of this country, its environment, its flora and\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 635\nfauna, its marine life, ecology, bio-diversity and so on A\nwhich the policy makers cannot be on the guise of\nnational policy, mutilate or rob of, in such an event the\ncourts can unveil the mask and find out the truth for the\nsafety, security and welfare of the people and the mother\nearth. [Paras 13, 14 and 23] [665-H; 666-A-C; 670-B-C]\nM.P. Oil Extraction and Anr. v. State of M.P. and Ors.\n(1997) 7 SCC 592: 1997 (1) Suppl. SCR 671 - relied on.\nB\nM/s. Ugar Sugar Works Ltd. v. Delhi Administration \u0026\nOrs. (2001) 3 SCC 635: 2001 (2) SCR 630; Dhampur Sugar с\n(Kashipur) Ltd. v. State of Uttranchal and Ors. (2007) 8 SCC\n418: 2007 (10) SCR 199 and Delhi Bar Association v. Union\nof India and Ors. (2008) 13 SCC 628: 2008 (3) SCR 898 -\nreferred to.\nVacher \u0026 Sons v. London Society of Compositors, (1913)\nAC107(118)HL; CCSU v. Min. (1984) 3 All ER 935 (954) HL\nreferred to.\n-\n2.1. Safety and security of the people and the nation\nare of paramount importance when a nuclear plant is\nbeing set up and it is vital to have in place all safety\nstandards in which public can have full confidence to\nsafeguard them against risks which they fear and to avoid\nserious long term or irreversible environmental\nconsequences. [Para 24] [670-D-E]\nD\nE\nF\n2.2. Various codes and safety standards issued by\nthe AERB, mainly deal with siting, design, construction,\noperation, quality assurance, decommissioning etc.\nSafety codes and safety standards are formulated on the G\nbasis of nationally and internationally accepted safety\ncriteria for design, construction and operation of specific\nequipment, systems, structures and components of\nnuclear and radiation facilities. Further, India has also\nentered into various bilateral treaties and is also a party H\n636 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA to various international conventions on nuclear safety,\nphysical protection of nuclear material, nuclear accident,\nradiological emergency and so on. India is also governed\nby the safety and security standards laid down by\nInternational Atomic Energy Agency (IAEA). [Para 34]\nB [679-B-D]\nC\n2.3. India is not a signatory to the Nuclear Non-\nProliferation Treaty (NPT). India is, however, party to\nvarious international conventions. Though, India is not a\nparty to any of the Liability Conventions, specifically,\nIAEA Vienna Convention on Civil Liability for Nuclear\nDamage, India has enacted the Civil Liability for Nuclear\nDamage Act, 2010 (Nuclear Liability Act) which aims to\nprovide a civil liability for nuclear damage and prompt\ncompensation to the victims of a nuclear accident\nD through No-Fault Liability to the operators. [Paras 35, 42]\n[679-E-F; 681-E-F]\n2.4. The effective functions of the nuclear power\nplants are sensitive in nature. Various Codes of Practice,\nE safety guidelines and the decision taken in various\ninternational conventions and the guidelines laid down\nby various international agencies followed by India are\nmeant to protect the life and property of people including\nthe environment, guaranteed under Article 21 of the\nConstitution of India. [Para 46] [683-G-H; 684-A]\nF\nPeople's Union for Civil Liberties and Another v. Union\nof India and Others, (2004) 2 SCC 476 - relied on.\n3. The Government of India, following its national\nG nuclear policy, decided to set up a NPP in the southern\npart of the country. DAE, for that purpose constituted a\nSite Selection Committee (SSC) for selecting a suitable\nsite in the coromandel coast of Tamil Nadu. The\nCommittee, after surveying various sites, selected\nKudankulam in the Tirunelveli District of Tamil Nadu as\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 637\nthe most suitable place for locating NPP. NPCIL also A\nmade a detailed study of the selected site in the light of\nthe Code of Practice framed by AERB regarding safety\nin NPP Siting. The SSC had taken care of all aspects\nbefore making its recommendations to the Government.\nNPCIL, Union of India and other statutory authorities had\ntaken care to follow the practice laid down by AERB on\nsafety in NPP site. [Paras 47, 48] [684-B-D; 685-G-H]\nB\n4.1. Radioactive wastes is generated during\noperation, maintenance and decommissioning of nuclear\nand radiation facilities. The waste generated needs to be C\nmanaged in a safe manner to ensure protection of human\nhealth and the environment from the undue effects of\nionizing radiation now and in future without imposing\nundue burden on future generations. Radioactive waste\nis to be managed in a manner that ensures compliance D\nwith the fundamental principles of radiation protection\nand environmental safety. Monitoring and surveillance\nprogramme helps to ensure radiation protection of the\noccupational workers, public and the environment. [Para\n50] [686-G-H; 687-A-B]\nE\nF\n4.2. The SNF (Spent Nuclear Fuel) from NPPs, after\nan adequate storage period, is transported to\nreprocessing facilities located within the country,\nfollowing the International and AERB guidelines and\nstandards. NPCIL, DAE and MoEF have maintained the\nstand that they are aware of the importance of safety and\nsecurity and have taken care to ensure that the\nmanagement and transportation of spent fuel is carried\nout safely following the international recognized norms\nand regulations and the same is being done under the G\nobservation of AERB and the Government of India. [Para\n57] [694-D-F]\n4.3. The AERB Safety Code on \"Management of\nRadioactive Waste\" of 2007 does not deal with the\nrequirements for Deep Geological Repository (DGR). The\nH\n638 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA problem of this nature is being faced by all the nuclear\nplant operating countries, including India. Research is on\nto handle SNF in DGR which, in the near future, may be\na reality, but that shall not deter in holding up of such a\nproject which has been established at KKNPP in\nB implementation of the India's Nuclear Policy. [Para 65]\n[697-F-G]\nC\nD\n4.4. However, it is of utmost importance that the\nUnion of India, NPCIL etc. should find out a place for a\npermanent DGR. Storing of SNF at NPP site will, in the\nlong run, pose a dangerous, long term health and\nenvironmental risk. NPCIL and the Union of India is\nbound to look at the probabilities of potentially harmful\nevents and the consequences in future. Noticeably,\nNPCIL does not seem to have a long term plan, other\nthan, stating and hoping that in the near future, it would\nestablishes a DGR. The Atomic Energy Act, especially\nSection 17, envisages present and future safety of our\nNPPs and the lives and environment around. NPCIL and\nthe Union of India must have a hard look at the\nE environmental consequences of its action of setting up\nof NPPs, hence a permanent DGR is of utmost\nimportance, which they should plan now. [Paras 65, 66]\n[697-G-H; 698-A-C]\nF\nG\nHuman Rights (Environmental Pollution in Baluchistan)\nPLD 1994 SC 102 and State of New York, ETAL v. NRC and\nUSA dated 8-6-2012 [Judgment of the US Court of\nAppeals] – referred to.\n-\n5.1. The Prime Minister of India ordered a fresh review\nof all safety of NPPs, on 11.3.2011, immediately after the\naccident at Fukushima NPP, Japan with respect to\nexternal events. NPCIL, the operating agency, constituted\nseparate task forces to review safety of NPPs depending\non types of reactor designs and their vintages in India.\nH The task force found that KKNPP had already\ni\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 639\nB\nincorporated all safety standards, including passive A\nsystems to ensure reactor shutdown. The AERB, in\npursuance of the direction of Prime Minister, constituted\na high level committee (AERBSC-EE) to review safety of\nNPPs against external events of natural origin (post\nFukushima accident) with national level experts in the\nareas of (i) design, safety analysis and NPP operation and\n(ii) external events in the field of seismology, hydrology\nand earthquake engineering to\nto \ncarry out a\ncomprehensive review of capability of NPPs to deal with\nexternal events within and beyond design basis.\nAERBSC-EE submitted its report on 31.08.2011. The\nexpert committee of AERB, LWR in its final report dated\n31.8.2011 gave 17 safety measures by way of abundant\ncaution. A comparative chart giving the status and\nimplementation of Post Fukushima AERB\nRecommendations has been filed by NPCIL in its affidavit D\ndated 3.12.2012, which indicate that twelve\nrecommendations have already been complied with.\n[Paras 68, 69, 70 and 72] [699-C-E; 700-C-E, H; 701-E-G]\nC\nLU\nE\n5.2. This Court is convinced that KKNPP design\nincorporates advanced safety features complying with\nthe current standards of redundancy, reliability,\nindependence and prevention of common cause failures\nin its safety systems. The design also takes care of\nAnticipated Operational Occurrences (AOO), Design Basis\nAccidents (DBA) and Beyond Design Basis Accidents F\n(BDBA) like Station Black Out (SBO), Anticipated\nTransients Without Scram (ATWS), Metal Water reaction\nin the water core and provision of core catcher to take\ncare of core degradation. The design also includes the\nprovisions for withstanding external events like G\nearthquake, tsunami/storm, tidal waves, cyclones, shock\nwaves, aircraft impact on main buildings and fire. The\npossibility of tsunami hitting at Kudakulam, as the one\nthat hit Fukushima, seems to be very remote. [Para 73]\n[704-G-H; 705-A-C]\nH\nA\nB\n640\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n5.3. The Government of India, in order to allay various\napprehensions raised by the people's movement against\nthe production of nuclear energy as well as against\ncommissioning of KKNPP, constituted a 15 Member\nExpert Group to provide clarifications on the issue raised\nby the agitators by interacting with the forum provided\nby State Government comprising of 2 State Government\nnominees and 4 representatives of the people. Public\nhearing was held and views and suggestions made for\nand against the project were heard. The Committee\nC specifically examined the safety features of KKNPP in the\nwake of the accidents occurred at TMI, Chernobyl,\nFukushima etc. [Para 74] [705-D-F]\n5.4. The Government of Tamil Nadu also appointed\nan Expert Committee headed by Former President of the\nD AEC along with three other experts. The Committee\nsubmitted its report after assessing that the project has\na unique passive safety feature which provides cooling\nto the nuclear fuel without the need for operator action\nor power supply, namely a Passive Heat Removal System,\nE which is a novel safety feature. In addition to the various\nreports, the Russian Nuclear Safety Authority also known\nas GosAtom Nadzor (GAN) reviewed and cleared the\nSafety Analysis Report of KKNPP Units 1 and 2, which\nforms the basis of the licensing safety review. [Para 77]\nF [707-E-G]\nG\nH\n6.1. Developing modern sources for energy through\nNPPs carry the problem of potential damage, which might\nflow from a nuclear catastrophe. Several Nuclear Energy\nGenerating countries have adopted their own Legislation\non the issue of Civil and Criminal Liability. Few of such\nlegislations followed the basic principle of imposing legal\nliability on a strict liability basis on the operator of a\nnuclear installation coupled with the limitation on liability.\n[Para 78] [707-H; 708-A-C]\n"}