{"pages":[{"pageNumber":101},{"pageNumber":102},{"pageNumber":103},{"pageNumber":104},{"pageNumber":105},{"pageNumber":106},{"pageNumber":107},{"pageNumber":108},{"pageNumber":109},{"pageNumber":110}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 731\n[K.S. RADHAKRISHNAN, J.]\nin force.\nA\nB\nC\nD\n111. Appellants pointed out that the refusal of Russia in\naccepting the spent-Fuel also brought about complete change\nin the project, since it expanded the activities of transportation\nof spent fuel for reprocessing, reprocessing of spent fuel,\ngeneration, storage and disposal of nuclear waste. These\nchanges, according to the appellants would amount to\nexpansion and modernization of the project, which required\nfresh environmental clearance and revalidation of 1989\nclearance, according to the appellants, was impermissible in\nlaw. Learned counsel, therefore, pointed out that all those\nfactors would indicate that KKNPP Units 1 and 2 required fresh\nenvironmental clearance which the project proponent did not\nobtain. KKNPP, it was submitted, is located within 500 metres\nof HTL and therefore was a prohibited activity under CRZ\nnotification 1991. It was pointed out that the project of NPCIL\nis not a project of DAE and that only those construction\nactivities are allowed for which foreshore facilities are\nessential. Construction of KKNPP is therefore not allowed\nunder CRZ notification. Further, it was pointed out that no\nenvironmental clearance was obtained from MoEF before\nsetting up the desalination plant and the same is also situated\nin the CRZ zone. NPCIL, it was submitted, had not followed\nthe CRZ Notifications dated 21.5.2002, 19.10.2002 etc. which\nhave got serious impact on marine life and also on the coastal\narea. The discharge of water from the plant into the sea also\ncauses serious environment impact, especially on the marine\nlife. Appellants submitted that all those factors were not taken\ninto consideration when the environmental clearance was\ngranted by the TNPCB as well as the MoEF. The appellants\nsubmitted that the discharge of radioactive liquid from the two G\nunits if not adequately treated and will affect the quality of\nmarine life and bio-diversity of flora and fauna and marine\nresources found in the Marine National Park and the wedge\nbank of Gulf of Mannar. Further, it was contended that as per\nthe stipulation of MOEF of the year 1980 temperature of the\nE\nןד\nF\nH\n732\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nC\ncoolant water should not exceed 5°C. However, NEERI has\nunilaterally increased it to 7°C which will have serious effect on\nmarine life apart from changes in salinity levels.\n112. NPCIL, AERB, MoEF as well as TNPCB have filed\ndetailed counter affidavits and explained the steps they have\ntaken for getting environmental clearance for the project at\nvarious levels. Counter affidavits state that comprehensive\nstudies have been conducted on all issues by environmental\nexperts and scientists and permissions have been granted\ntaking into consideration of all safety measures under the\nEnvironmental Protection Act, Notifications issued thereunder\nand also following/taking into consideration guidelines laid down\nby well-known International organizations.\n113. NPCIL submits that it had submitted its application\nD for grant of environmental clearance for the project on\n12.12.1988. Clearance for installation of NPP was granted by\nthe Department of Environment and Forests, Government of\nDepartment of Tamil Nadu on 26.12.1988. The Department of\nEnvironment and Forest, Government of Tamil Nadu also\nE accorded amended clearance to the project vide letter dated\n13.2.1989 with certain stipulations. The MoEF also accorded\nits approval to Unit 1 and 2 subject to certain conditions stated\ntherein on 9.5.1989. After the receipt of Government clearance,\nprocess of land acquisition was initiated and land acquisition\nwas completed during the period 1991 to 1993. Pre-project\nactivities like construction of boundary wall, roads and some\nbuildings were also initiated and completed during the said\nperiod. AERB on 10.11.1989 granted clearance for locating the\nplant at Kudankulam after the evaluation of the site by the Site\nSelection Committee. Environment Impact Assessment (EIA)\nNotification came into force on 27.1.1994 which provided an\nexception for the project which had commenced the pre-project\nstage activities vide exception clause 8. Notification of 1994,\ntherefore, it was pointed, would not apply to Units 1 and 2 for\nwhich environmental clearance was already granted on\nF\nG\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 733\n[K.S. RADHAKRISHNAN, J.]\nB\n9.5.1989. Further, it was pointed out that the environmental A\nclearance dated 9.5.1989 stipulated that temperature of the\nCoolant Water should not exceed 5°C, however, in the light of\nparagraph 5 of the clearance dated 9.5.1989 and the\namendment of Rule 84 of the Environmental (Protection) Rules,\n1986 and Notification dated 22.12.1988 stipulation of 5°C\ncontained in the clearance can be varied. Further, it was stated\nthat since the discharge from Units 3 to 6 is essentially in the\nsame area, the temperature of discharge from Units 1 and 2\ncan also be limited to 7°C, which according to NPCIL, will have\nno impact on marine life.\nC\nD\nE\n114. NPCIL, further pointed out that the report of the\nstudies conducted by the Institute of Ocean Management (IOM),\nAnna University, would indicate that there would be no impact\non marine ecosystem due to such discharge and opined that\nthe temperature differential of the discharged water with respect\nto the receiving water should not exceed 7°C. The\nenvironmental clearance was accorded to Units 3 to 6 on the\nsame design as Units 1 and 2 which stipulated the Condenser\nCooling Water Discharge limit as 7°C. Further it was also\npointed out that during the appraisal of CRZ clearance for Units\n3 to 6 before the grant of CRZ clearance on 25.7.2012 the\nExpert Appraisal Committee (EAC) considered the marine\nimpact assessment and opined that there would be no impact\non water qualities due to the proposed discharge. Further, the\nTNPCB has also accorded consent to operate on 28.8.2012 F\nfor Units 1 and 2 stipulating the condenser cooling water\ndischarge limit as 7°C. NPCIL, also submitted that the EIA of\nunits 3 to 6 includes the impact of units 1 and 2 as a baseline\nfor computing the additional impact of units 3 to 6. The concern\nof the public, it was submitted, regarding safety, livelihood, G\nradiation etc. have been adequately addressed during the\npublic hearings on units 3-4 and 5-6 which was granted on\n23.09.2008 and 31.12.2009 respectively. Procedure required\nto be followed under the EIA notification, 2006 had also been\nstrictly followed. Further, it was also pointed out that no\nH\n734 SUPREME COURT REPORTS\n[2013] 8 SCR\nA environmental clearance is required for establishing the\ndesalination plant since the same has not been included in the\nschedule to either 1994 notification or 2006 notification and\nthere is no prohibition in establishing the plant in the CRZ area.\nB\nC\nD\n115. MoEF has filed detailed counter affidavits and also\nsubmitted their written submissions on various aspects. MoEF\nsubmitted that at the relevant point of time, when KKNPP Units\n1 \u0026 2 were sought to be established, there was no regulatory\nrequirement of Coastal Zone Regulations (except 500 meter\nnorm). Everything was based on the letter written by the then\nPrime Minister in November, 1981 to the Chief Ministers of\ncoastal States regarding necessity to keep clear of all activities\nat least up to 500 metres from the water at the Maximum High\nTide (MHT). Further, it was also urged that pollution from\nindustrial and town wastes should also be avoided totally.\nFollowing the letter of the then Prime Minister, a working group\nwas constituted which formulated some environmental\nguidelines for the development of beaches in the year 1983.\nThe permission for location of NPP at Kudankulam was granted\non 25.02.1988 by the Committee on Conservation of Seashore,\nE State of Tamil Nadu. Later, the Tamil Nadu State Environmental\nCommittee (TNSEC) also met on 15.12.1988 and cleared the\nKKNPP project subject to further monitoring by a Special\nCommittee. The decision was communicated vide letter dated\n26.12.1988 which was later modified by the Committee on\nF 13.02.1989 subject to certain conditions mentioned therein.\nMOEF had also stated that the DAE, Government of India had\nsought for relaxation in respect of the project from 500 metres.\nOn 19.04.1989, the Prime Minister approved an exemption of\n500 metres norm especially for the Kudankulam project subject\nG to the MoEF prescribing and ensuring sufficient safeguards for\npreserving the ecology, for which MoEF accorded approval to\nKKNPP Units 1 \u0026 2 subject to the conditions stipulated therein.\nH\n116. MoEF issued the CRZ Notification on 19.02.1991\nimposing restrictions on the setting up and expansion of\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 735\n[K.S. RADHAKRISHNAN, J.]\nindustries, operation or processes etc. in the coastal zone. This A\nnotification, it was pointed out, did not prohibit the project\nalready in operation, granted clearance prior to the date of the\nissue of Notification. Later, by an amendment dated\n12.04.2001, S.O.329(C) amended paragraph 2 on \"prohibited\nactivities\" of the Notification dated 19.02.1991 by substituting B\na new clause which exempted the projects of DAE. EIA came\ninto force on 27.10.1994 but MoEF issued a Circular dated\n23.07.1998 conveying its decision that the environmental\nclearances granted prior to 1994 would be valid in the case of\nprojects where work had commenced before 01.08.1998. On C\n31.08.2001, the Director of MoEF visited the Kudankulam plant\nsite and found that the land acquisition was completed and\nconstruction of Township, Environment and Health Research\nCentre and RO plant was in progress.\nD\nE\n117. MoEF took up the stand that 1994 notification would\nnot apply qua Units 1 \u0026 2 in view of the fact that the\nenvironmental clearance was already granted in the year 1989.\nFurther, it was also submitted that subsequently while granting\nthe environmental clearance for Units 3 to 6, public hearing was\nconducted as per EIA Notification, 2006. Consequently, it was\nsubmitted that the EIA for the expansion of KKNPP i.e. for\nsetting up of Units 3 to 6 included the environmental impact on\naccount of Units 1 \u0026 2. Environmental clearance, it was pointed\nout, for the Units 3-4 and 5-6 was granted on 23.09.2008 and\n31.12.2012 respectively after following due procedures required F\nunder EIA Notification, 2006.\n118. MoEF also maintained the stand that prior\nenvironmental clearance is required only for those activities\nwhich are listed in Schedule to the EIA Notification dated\n27.01.1994 or the subsequent Notification dated 14.09.2006,\nwhich superseded the notification dated 27.01.1994.\nDesalination plant, it was submitted, did not find a place in the\nabove mentioned notifications, hence prior environmental\nclearance for establishment of a desalination plant was not\nG\nH\n736 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA required. Further, it was pointed out that the same would not\npreclude MoEF from considering the issue of desalination plant\nfrom the CRZ point of view. Referring to CRZ amended\nnotification dated 19.02.1991, it was submitted that the\ndesalination plant could be established within CRZ area except\nB CRZ-I(i)-i.e. eco-sensitive areas viz. mangroves, sand dunes\nreserve forests etc. Reference was also made to CRZ\nnotification dated 06.01.2011, which superseded the CRZ\nNotification dated 19.02.1991. MoEF therefore, maintained the\nstand that in view of the legal position desalination plant could\nbe established within the CRZ area. However, it was pointed\nout that even though the desalination plant is a permissible.\nactivity within the CRZ area, MoEF would again take into\naccount the establishment of the desalination plant from the\nCRZ point of view and ensure that it would continue to function\nto the full satisfaction of MoEF.\nC\nD\n119. MoEF has also in the affidavit dealt with the issue of\nchange in the temperature limit of condenser cooling water\ndischarge and its impact on marine environment. It was pointed\nout that at the time of grant of environmental clearance on\nE 09.05.1989, the standard temperature difference between the\ninlet and outlet of condensed cooling water for discharge for\ntemperature was fixed at 5oC. However, vide notification dated\n22.12.1998, Environment (Protection) Rules, 1986 were\namended. Rule 84 dealing with the thermal power plant, the limit\nF prescribed therein would equally apply to NPPs as the\ntechnology for condenser cooling in both thermal as well as\nNPPs are the same. The environmental impact on the marine\necosystem due to +70C Condenser Cooling Water (CCW) has\nbeen considered by MoEF through the EAC before giving the\nG environmental clearances for the units 3-4 and 5-6 by stipulating\nthat the temperature differential of the discharged water with\nrespect to the receiving water would not exceed 7oC. MoEF\ntherefore concluded that during the appraisal of the CRZ\nclearance for units 3-6 of KKNPP before grant of CRZ\nclearance on 25.07.2012, the EAC considered the marine\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 737\n[K.S. RADHAKRISHNAN, J.]\nimpact assessment, thermal dispersion modeling studies\nconducted for condenser cooling water discharge considering\nthe CCW discharge from all the 6 units i.e. KKNPP 1-6. Further,\nit was also pointed out that TNPCB has also accorded consent\nto operate on 28.08.2012 for KKNPP units 1 \u0026 2 by stipulating\nthe CCW discharge limit as 7oC as per the amended\nEnvironmental Protection Rules. MoEF also maintained the\nstand that it will continue to monitor the environmental standards\nof KKNPP and periodically inspect as to examine whether\nKKNPP units conform to the safety of environment set by MoEF.\nA\nB\nC\nD\n120. Shri Guru Krishna Kumar, learned senior counsel\nappearing for TNPCB submitted that it had vide its letter dated\n21.06.2001 requested the DAE to apply and obtain a fresh\nenvironmental clearance from the MoEF. MoEF, at that time,\nmaintained the stand that NPCIL had already taken steps to\nimplement the project and hence there was no necessity of a\nfresh environmental clearance. TNPCB's officials then inspected\nthe site of KKNPP on 19.09.2001 and found that it had started\nconstruction of the NPP without valid consent for establishment\nas required under the Water (Prevention and Control of\nPollution) Act, 1974 and the Air (Prevention and Control of\nE\nPollution) Act, 1981, consequently, show cause notices vide\nproceedings No. DEE/TNPCB/TNV/F.NPP-RDF/W/2001 dated\n11.10.2001 and DEE/TNPCB/TNV/F.NPP-RDF/A/2001 dated\n11.10.2001 were issued calling for explanation. NPCIL later\nfiled applications dated 20.12.2001 for consent of the TNPCB\nfor the NPP of capacity 2X1000 MW. The TNPCB issued\nconsent for Establishment vide proceeding dated 25.02.2004.\nNPCIL had a proposal to use sea water for cooling, Pechiparai\nreservoir for fresh water and ground water for construction.\nLater, they applied for revised consent which included additional G\nfacilities for desalination plant using sea water as an input, in\nplace of water supply from Pechiparai dam. The TNPCB later\nissued Consent to Operate vide proceedings dated\n23.07.2012 with tolerance limits prescribed for trade effluent\ndischarge, as per Board Proceeding dated 21.02.1984, which H.\nF\n738 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA included the tolerance limit for temperature as 45oC at the\npoint of discharge. Later, TNPCB vide proceedings dated\n22.08.2012 altered the condition to be read as \"not to exceed\n7oC over and above the ambient temperature of sea for trade\neffluents\".\nB\n121. Appellants filed detailed common rejoinder affidavit\ntraversing the various statements made by AERB, NPCIL,\nMoEF.\n122. Appellants urged that all facilities related to nuclear\nC fuel and nuclear waste required an environment clearance\nunder the EIA notifications of 1994 and 2006. Further, it is\npointed out that when the supplemental agreement with Russia\nwas entered into in the year 1998 that envisaged this critical\nchange and hence NPCIL ought to have applied for a fresh\nD clearance from the MoEF. But MoEF had consistently condoned\nsuch violations of law. Desalination plant, it was pointed, is\nbound to cause serious environmental implications and\nsignificant impact on marine life. It was pointed out that plant\nhas been constructed without mandatory previous \"Consent to\nE Establish\" from the TNPCB under the Water Act. The TNPCB\nconsent to establish was given in the year 2004 while the\ndesalination plant was envisaged only in the year 2006 and the\nconstruction of the plant has also violated in provisions of the\nWater Act since any activity that discharges anything in water\nF required PCB clearance. Fresh environmental clearance was\ntherefore not just required for the desalination plant, but for the\nnuclear plant as a whole because the desalination plant\nintroduced a significantly different dimension to pollution,\nespecially given the fact that highly concentrated salty water is\nbeing released into the eco-sensitive Gulf of Mannar Biosphere\nReserve. Further, without any legal sanction, NPCIL has\nunilaterally increased the temperature from 5oC to 70C. The\nappellant, therefore maintained the stand that unless and until\nthe plant conforms to the environmental protection laws, the\nsame shall not be allowed to be commissioned which gives.\nH.\nG\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 739\n[K.S. RADHAKRISHNAN, J.]\nthreat to the life and property of the people who are staying in\nand around the plant and it will have adverse effect on the\nenvironment as well as marine life.\nJudicial evaluation\nA\nB\n123. We will first examine the question whether NPCIL, the\nproject proponent while establishing the KKNPP, had obtained\nall necessary environmental clearance and other requisite\npermission from the authorities. No plant specifically the one\ndealing with radioactive materials can be allowed to function\nor commission even if it has been cleared by AEC, AERB, C\nNPCIL etc. unless it strictly conforms to the standards set by\nthe statutory authorities like MoEF, TNPCB etc. and follow the\nenvironmental laws. Most of the issues referred to hereinbefore,\nas already indicated, are inter-related and inter-connected,\ntherefore, there are bound to be some overlapping while D\nexamining the same. Before examining various legal issues\nraised before us, let us first examine the factual foundation on\nwhich they rest.\n124. The Government of India after due deliberation with\nAEC, AERB, NPCIL and other organizations decided, in\nprinciple, to set up a NPP, for which Site Selection Committee\nof DAE was constituted and the Committee examined various\nsites in the Coramandel Coast of Tamil Nadu and selected the\nsite at Kudankulam as the most ideal for selling up of NPP on\nscientific, technical, safety, security and environmental point of\nview. No regulatory requirement of CZR (except 500 metres\nnorm) at the sea coast was in force at that time. The Prime\nMinister of India had written a letter in November 1981 to all\nthe Chief Ministers of Coastal States in which it was stated as\nunder:\n\"The degradation and misutilization of beaches in the\ncoastal states is worrying as the beaches have aesthetic\nand environmental value as well as other values. They have\nto be kept clear of all activities at least up to 500 metres\nE\nF\nG\nH\nA\nB\n740 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nfrom the water at the maximum high tide. If the area is\nvulnerable to erosion, suitable trees and plants have to be\nplanted on the beaches without marring their beauty.\nBeaches must be kept free from all kinds of artificial\ndevelopment. Pollution from industrial and town wastes\nmust also be avoided totally.\"\n125. Following the letter of the Prime Minister, a nine\nMember Working Group comprising experts in the fields of\nmarine biology, nature conservation, tourism, pollution control\nand human settlements was constituted to formulate guidelines\nC for the development of beaches. The Committee formulated the\nenvironment guidelines for development of beaches in July\n1983. Before selecting the site at Kudankulam, a detailed study\nwas conducted as to the suitability of the site, safety,\nradiological impact and its assessment, external natural events,\nD foundation conditions, water availability and various other\nfactors. Following that, an application was submitted in the year\n1988 by the NPCIL before the State of Tamil Nadu for location\nof NPP at Kudankulam. The application was considered by the\nCommittee on conservation of seashore of Government of\nE Tamil Nadu since the plant had to be set up at the sea shore.\nF\nG\nThe committee after considering the proposal accorded\nclearance for the location of the plant at Kudankulam which is\nreflected in the letter dated 25.02.1988 sent by the Secretary\nto the Government, State of Tamil Nadu.\n126. NPCIL later submitted its application to the\nGovernment of Tamil Nadu for grant of environmental clearance\nvide its application dated 12.12.1988. As per the then existing\npractice, applications for environmental clearance of a project\nlike NPP had to be placed before TNSEC which consisted of\nhigh ranking officials including the Chairman and Secretary of\nTNPCB etc. Application was placed before the Committee\nwhich met on 15.12.1988 and discussed various issues. The\nExecutive Director of the project NPCIL explained the project\nin detail to the Committee with particular reference to safety\nI\n"}