{"pages":[{"pageNumber":141},{"pageNumber":142},{"pageNumber":143},{"pageNumber":144},{"pageNumber":145},{"pageNumber":146},{"pageNumber":147},{"pageNumber":148},{"pageNumber":149},{"pageNumber":150}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 771\n[K.S. RADHAKRISHNAN, J.]\ntechnical, scientific, environment etc. to provide clarifications\non the various issues raised by group of general public. Efforts\nwere made by the group to have interaction with the agitators\nbut met with little success. Group elaborately discussed apart\nfrom safety features of the plant, its ecological effects on\nenvironment and marine life and a Report was submitted to the\nGovernment of India on December 2011. The Government of\nTamil Nadu also appointed an Expert Committee headed by\nthe former President of AEC Prof. R. Srinivasan along with three\nother experts to review the safety features. There has been\nconsensus among all the expert committee on safety and\nsecurity of the plant as well as on the effect on marine ecology,\nhigh protection, impact on land, agriculture, livestock, food,\nimpact on flora and fauna, biosphere, environmental clearance,\nCRZ clearance, fresh water supply, desalination plants,\nemergency preparedness etc. Detailed studies have been\nconducted on various occasions of the effect of the NPP on air,\nwater, noise, land, environment and also on biological, marine\nand socio-economic environment; to allay the apprehension\nvoiced by a section of the people and its worth.\nA\nB\nC\nD\n162. Royal Commission on Environmental pollution (UK) E\nin its very first report, 4(1971) stated as follows:\n\"The problem we face is how to strike a balance between\nthe benefits of rising standard of living and its costs in\nterms of deteriorations of the physical environment and the\nquality of life. In the past, the danger of polluting the air,\nwater and land was not fully recognized, but now there is\nno doubt that it is a matter of great concern\".\n163. Royal Commission had said so in the year 1971. Next\nyear 1972, the international community convened the United\nNations Conference on Human Environment at Stockholm\n(Stockholm Conference) of which India is a signatory.\n164. Stockholm Conference not only brought into focus the\nhuman rights approach to the problem of environmental\nF\nG\nH\n772 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA protection but also recognized the linkage between the\ndevelopment and environment from which the concept of\n\"sustainable development\" has emerged. The Conference\nnoticed that while man is both creature and moulder of this\nenvironment, rapid advances in science and technology had\nB invested man with the potent power to transform his\nenvironment in countless ways and on an unprecedented scale.\nThe benefits of development and opportunity to enhance quality\nof life, if wrongly or carelessly used, man could do incalculable\nharm to human beings and to the environment. The\nC responsibility of the people to protect and improve the\nenvironment for the present and the future generations was also\nrecognized. Later the Nairobi Conference and Declaration\n1982 re-stated the principles of Stockholm Conference and\nhigh-lighted the importance of intensifying the efforts at the\nglobal, regional and national levels to protect and improve\nenvironment. The United Nations General Assembly (UNGA) in\nOctober 1982 adopted \"The World Charter For Nature\" and laid\ndown general principles of environmental protection, action plan\nand implementation of scheme which high-lighted the\nconservation principles. New Delhi hosted the Delhi\nInternational Conference on Environmental Education 1982\nwhere the International Community called for massive\nprogramme of environmental research and monitoring. The\nConference suggested that environmental education should\nstart from childhood and it should be both formal and informal.\nD\nE\nF\n165. The United Nations General Assembly vide\nResolution 38/161, in the year 1983 suggested the creation of\n\"The World Commission on Environment and Development\" for\nsuggesting and recommending legal principles based on\nG Stockholm Conference and Nairobi Conference and many\nother, then existing International Conventions and General\nAssembly Resolutions. The World Commission submitted its\nreport in year 1987 which indicated that politicians, industrial\nleaders and environmental groups around the world had\nH endorsed \"sustainable development\" i.e. meeting the needs of\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 773\n[K.S. RADHAKRISHNAN, J.]\nA\nthe present without compromising the ability of future\ngenerations to meet their own needs. United Nations convened\na conference in the year 1983 at Vienna for protection of Ozone\nlayer which provided foundation for global multilateral\nundertakings to protect the environment and public health from\nthe potential adverse effects of depletion of Stratospheric B\nOzone.\n166. United Nations Environmental Programme (UNEP)\nconvened a Conference at Plenipotentiaries in Montreal in the\nyear 1987, called the Montreal Protocol 1987, which high-\nlighted the necessity of limiting and reducing the use of\nchlorofiuro carbons and other chemicals that deplete ozone.\nIndia has acceded to both the Vienna Convention 1985 and the\nrelated Montreal Protocol, 1987, in the year 1992.\nC\nD\n167. Following the Stockholm Conference the second\nlandmark on environmental protection and development was\n\"United Nations Conference on Environment and Development\n(UNCED), 1992 (Rio Summit). The Conference was held at Rio\n(Brazil) in the year 1992 which addressed the twin problems\nof environment and development. Rio declaration sets out E\ngeneral non-binding commands for \"sustainable development\"\ni.e. “human beings who are at the centre of sustainable\ndevelopment concerns have to exercise their right to healthy\nand productive life in harmony with nature\". The Rio Conference\nalso high-lighted the principle of inter generational equity. F\nPrinciples like “precautionary principle\" so as to prevent the\nenvironmental degradation and the principle of \"polluter pays\"\ni.e. to bear the cost of pollution with due regard to public\ninterest\" were high-lighted. The Conference resulted in\nconclusion of a treaty on climate change with a general\nrecognition of the importance of curbing emission of green\nhouse gases, another treaty on bio-diversity aiming at the\npreservation of flora and fauna was also concluded. The Rio\nConference also adopted Agenda 21. Section II of that Agenda\ndeals with topics like protection of the atmosphere, land\nG\nH\n774 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA resources, deforestation, sustainable agriculture and rural\ndevelopment, conservation of biodiversity, protection of oceans,\nfresh water, toxic chemicals management, hazardous waste\nmanagement, solid waste management and radioactive waste\nmanagement.\nB\nC\nD\n168. An international instrument expressing international\nconcern for the protection of global environment was the\nconvention on the Climate Change (UNFCCC) 1992. The\nConvention high-lighted the necessity to reduce emissions of\ngreen-house gases believed to be contributing to global\nwarming. Yet another, convention was The Biodiversity\nConvention, 1992 which sought to ensure that animals, plants\nand micro-organisms as well as genetic variety and ecosystem,\nwater, land and air, in which they live are property protected. It\nobligates the countries to promote the protection of eco-\nsystems, natural habitat and the maintenance of viable\npopulations of species in natural surroundings. Following the\nRio Summit a Special Session of UNFA held in June 1997 in\nNew York to review the progress of Rio Earth Summit called\n\"Earth Summit+5” which adopted a comprehensive document\nE titled \"Programme For Further Implementation of Agenda 21\".\nThe Conference noticed that since the Rio Conference, global\nenvironment had continued to deteriorate with rising level of\npolluting emissions, notably of green house gases, toxic\nsubstances and waste volumes and at operational levels,\nF including the lowest administrative levels.\nG\nH\n169. UN Millennium Declaration, 2000 articulated that\nprudence must be shown in the management of all living\nspecies and natural resources, based on the principle of\n\"sustainable development\" and that only then, can the\nimmeasurable riches provided to us by the nature be preserved\nfor posterity. Further it was declared that current unsustainable\npattern of production and consumption must be changed in the\ninterest of our future welfare and that of our descendants.\n170. United Nations General Assembly (UNGA) following\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 775\n[K.S. RADHAKRISHNAN, J.]\nthe Rio Declaration and Agenda 21 created a Commission on A\nSustainable Development under the United Nations Economic\nand Social Council to ensure the effective implementation at\nthe local, national, regional and international levels of what had\nbeen agreed at the Rio Conference, to ensure follow up of Rio\nSummit, to enhance adequate international, scientific and\ntechnological cooperation to catalyse inter-governmental\ndecision making capacity to ensure regular and effective\nreporting on the Agenda 21 and at the national, regional and\nglobal levels.\n171. The Delhi Sustainable Development Summit (DSDS)\nheld in February 2002 at New Delhi, examined and elaborated\nthe dynamics of concept of sustainable development, with a\nview to make recommendations for consideration at the World\nSummit at sustainable development to be held in\nJohannesburg. Delhi Summit sought to focus on poverty\nalleviation as the overriding concern to achieve sustainable\ndevelopment.\n172. The World Summit on Sustainable Development\n(Johannesburg Summit) 2002 convened under the auspices of\ncommission of sustainable development recommended various\nsteps for further implementation of Rio Principles and Agenda\n21. The Summit recognized that the reduction of poverty is the\ngreatest global challenge facing the world, for which the World\nSolidarity Fund was required to be established to eradicate\npoverty and to promote social and human development in\nvarious developing countries. Further, Conference also noticed\nthat since oceans, seas, islands and coastal areas form an\nintegrated and essential component of earth's ecosystem and\nare crucial for global food security and for sustaining economic\nprosperity and the well-being of many national economies,\nparticularly, developing countries, it is necessary to ensure\nsustainable development of the oceans.\n173. United Nations Conference on Sustainable\nDevelopment, Rio +20 took place in Rio de Janeiro in June\nB\nC\nD\nE\nF\nG\nH\n776 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA 2012, which also took forward looking decisions on a number\nof thematic areas including energy, food security, oceans, cities\netc. Conference also focused its attention on green economy\nin the context of sustainable development, poverty eradication\nand an institutional framework for sustainable development.\nB\nC\nD\nE\nF\n174. We have already found on facts that the KKNPP has\nbeen set up and is made functional on the touchstone of\nsustainable development and its impact on ecology has been\ntaken care of following all national and international\nenvironmental principles.\nPublic Interest and Human Rights\n175. We have to resolve the issue whether the\nestablishment of NPP would have the effect of violating the right\nto life guaranteed under Article 21 to the persons who are\nresiding in and around Kudankulam or by establishing the NPP,\nit will uphold the right to life in a larger sense. While balancing\nthe benefit of establishing KKNPP Units 1 to 6, with right to life\nand property and the protection of environment including marine\nlife, we have to strike a balance, since the production of nuclear\nenergy is of extreme importance for the economic growth of our\ncountry, alleviate poverty, generate employment etc. While\nsetting up a project of this nature, we have to have an overall\nview of larger public interest rather than smaller violation of right\nto life guaranteed under Article 21 of the Constitution.\n176. Problems highlighted, while setting up a nuclear plant,\nare not unique to this nation, because other countries are also\ngrappling with those situations. In R. v. Inspectorate of Pollution,\nex p Greenpeace Ltd (1994) ALLER 321, the Court of Appeal\nG in England had occasion to examine the correctness of the\ndecision taken by Her Majesty's Inspectorate of Pollution\n(HMIP) and Ministry of Agriculture, Fisheries and Food (MAFF)\nfor allowing testing of new Thermal Oxide reprocessing plant\nTHORP at Sellafield, HMIP and MAFF had concluded that the\nH radiological impact of emissions from THORP would be very\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n777\nD\nsmall, a plea which was accepted by the court. In R. v. The A\nSecretary of State for the Environment, ex p Greenpeace Ltd.\n(1994) 4 All England Reports 352, the Greenpeace and\nLancashire Country Council sought to quash the decision to\ngrant authorization for the disposal of radioactive waste from\nTHORP. Overall, Potts J. concluded that Minister had acted B\ncorrectly in considering first the human issues related to\nacceptability of risk and then examining the wider issue of\njustification as if they were relevant even though Minister\n(incorrectly) believed that they were not relevant, they had, in\nfact, weighed the benefits and detriments and were entitled to\nC\nreach the conclusion that balance came down on the side of\njustification. In R. v. Secretary of State for Environment, Food\nand Rural Affairs, ex p Friends on the Earth Ltd (2002)\nEnvironmental Law Review 24, the Court of Appeal in England\nhad to consider the application of the principle of justification\nto the substantive decision in October 2001 with the proposed\npractice by the British Nuclear Fuels Limited (BNFL) of\nmanufacturing mixed oxide fuel (MOX) at Sellafield.\nGovernment's stand was that the \"economic benefits\" were\nsufficient to justify \"the very minor radiological detriments” which\nwould result from the manufacture of MOX. The Court of Appeal\naccepted the stand of the Government. In Marchiorii v.\nEnvironment Agency (2002) EWCA Civ 3, the Court of Appeal\nexamined the validity of the authorization granted by the\nenvironment agency for the discharge of liquid wastes from the\nAtomic Weapons Establishment (AWE) on the basis of that\nthey could not be justified having regard to the humanitarian and\ninternational law objections to the use of nuclear weapons. The\nenvironment agency took the stand that the practice of\ndesigning, constructing, maintaining and dismantling nuclear\nweapons at the AWE justified in the light of the government's\ndefence policy. The Court of Appeal rejected the suggestion\nthat the government decisions on matters such as the national\nnuclear deterrent should be subjected to review by the Courts\non merits. However, in R. (Greepeace Ltd) v. Secretary of State\nfor Trade and Industry (2007) Environmental Law Reports 29, H\nE\nLL\nF\n0\n778 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Sullivan J. high-lighted the importance of 'public participation\nin decision making and access to justice' in environmental\nmatters and held that the government was obliged to honour\nthe promise that it had made of the fullest public consultation,\neven if it had made no such promise which was difficult to see\nB how anything less could have been consistent with the\nobligations to provide opportunities for public participation\naccepted by the Government under the United Nations\nEconomic Commission of Europe (UNECE). In S.V. France\n3RUOH (1991), the European Commission of Human Rights\nfound that noise, night time illumination of the power plant,\nnuclear risk and changes in the micro climate while interfering\nwith the applicant's private life had to be weighed with the\ngeneral interests of the community.\nC\nD\n177. The United States Supreme Court in Metropolitan\nEdison Co. v. People Against Nuclear Energy [460 US 766\n(1983)] was called upon to determine whether psychological\nhealth damage flowing directly from the perceived risk of a\nnuclear accident, in the context of restarting the second reactor\nat Three Mile Island, following the accident affecting the other\nE reactor fell within the scope of environmental impact\nassessment under the National Environmental Policy Act. The\nCourt regarded the perceived risk of a nuclear accident as “a\npervasive element of modern life\" and held that such risk was\nnot an effect on the physical environment. In Alberta Wildemess\nF Association v. Express Pipelines Ltd. 137 DLR (4th) 177, in\nCanadian Court held that no information about probable future\neffects of a project can ever be complete or exclude all\npossible future outcomes. This principle has been endorsed by\nthe Federal Court of Appeal, Canada in Inverhuron District\nG Ratepayers' Assn v. Canada (Minister of the Environment)\n2001 FCA 203 in a case involving a dry storage facility for used\nnuclear fuel.\nH\n178. Much hue and cry has been raised by some sections\nof the people about the possible impact of radiation from\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 779\n[K.S. RADHAKRISHNAN, J.]\nKKNPP Units 1 and 2, a point which has been addressed by A\nthe AERB, NPCIL, MOEF and all the Expert Committees\nconstituted to go into the impact and effect of radiation from\nthe units not only on humans but also on ecology. Experts\nCommittees are of the unanimous opinion that there will not be\nany deleterious effects due to radiation from the operation of B\nKKNPP, and that adequate safety measures have already been\ntaken. We cannot forget that there are many potential areas of\nradiation reflected in many uses of radioactive materials.\nRadioactive materials are used in hospitals, surgeries and so\non. Mobile phone use, though minor, also causes radiation. In\na report of the Department of Telecommunication \"Mobile\nCommunication - Radio Wave and Safety released in October\n2012, it has been stated that a human body is exposed to more\nelectromagnetic field radiation in case of a call from mobile\nphone in comparison to the radiation from a mobile tower.\nс\nD\nE\n179. We have, therefore, to balance “economic scientific\nbenefits\" with that of “minor radiological detriments” on the\ntouchstone of our national nuclear policy. Economic benefit, we\nhave already indicated has to be viewed on a larger canvas\nwhich not only augment our economic growth but alleviate\npoverty and generate more employment. NPCIL, while setting\nup the NPP at Kudankulam, have satisfied the environmental\nprinciple like sustainable development, corporate social\nresponsibility, precautionary principle, inter - intra generational\nequity and so on to implement our National Policy to develop, F\ncontrol and use of atomic energy for the welfare of the people\nand for economic growth of the country. Larger public interest\nof the community should give way to individual apprehension\nof violation of human rights and right to life guaranteed under\nArticle 21.\n180. Public money running into crores and crores rupees\nhave already been spent for the development, control and use\nof atomic energy for the welfare of the people and hence, we\nhave to put up with such \"minor inconveniences\", \"minor\nG\nН\n780 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA radiological detriments\" and minor environmental detriments\"\nin our lives because the benefits we reap from KKNPP are\nenormous since Nuclear energy remains as an important\nelement in India's energy mix which can replace a significant\npart of fossil fuels like coal, gas oil etc.\nB\nC\n181. The necessity of establishing KKNPP at Kudankulam\nhas elaborately been discussed in the earlier part of the\njudgment, hence not repeated. Justification for establishing\nKKNPP at Kudankulam, therefore has been vindicated and all\nsafety and security measures have already been taken,\nnecessary permissions and clearances have been obtained\nfrom all statutory authorities. Apprehension expressed by some\nsections of the public that if the units are commissioned or put\ninto operation, it will have far reaching consequences, not only\non the present generation, but also on the future generation, of\nD the possible radioactive effects of the units, in our view has no\nbasis. Few of them raised the apprehension that it might repeat\naccidents like the one that had happened at Three Miles Island,\nChernobyl, Union Carbide and Fukushima etc. Apprehension,\nhowever, legitimate it may be, cannot override the justification\nE of the project. Nobody on this earth can predict what would\nhappen in future and to a larger extent we have to leave it to\nthe destiny. But once the justification test is satisfied, the\napprehension test is bound to fail. Apprehension is something\nwe anticipate with anxiety or fear, a fearful anticipation, which\nF may vary from person to person.\nG\nH\n182. Power generation through a nuclear plant set up after\nfollowing all safety standards, rules and regulations, is for the\nwelfare of the people and for the economic growth of the\ncountry, which is the object and purpose of the Atomic Energy\nAct. Nuclear energy assumes as an important element in India's\nenergy mix for sustaining economic growth of natural and\ndomestic use which in future has to replace a significant part\nof fossil fuel like coal, oil, gas etc. Electricity is the heart and\nsoul of modern life, a life meant not for the rich and famous\n"}