{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"1\nSECRETARY, PADIPPU K.S. SANGAM LRD.\nV.\nC. VARGHESE\nMARCH 20, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nLabour Law:\nMinimum Wages Act, 1939:\n'Dairy Farming'-Co-operative Society engaged in purchasing milk\nfrom its members and distribution thereof-Employed milk tester for two\nhours daily on a fixed monthly payment-Employee claiming minimum wages\nunder the Act-Held, activities of Society do not constitute 'dairy farming'-\nEmployment in question does not attract provisions of the Act.\nAppellant-Co-operative Society was engaged in purchasing milk from\nits members and its distribution. Respondent no. 1 was engaged as milk tester\nfor two hours from 6.30 a.m. to 8.30 a.m. all days, on a consolidated monthly\npayment of Rs.350/-. Respondent no. 1 filed an application before the Deputy\nLabour Commissioner claiming minimum wages. The application was\nallowed. The appellant approached the High Court and the single Judge\nallowed the writ petition holding that the Minimum Wages Act was applicable\nto the 'dairy farming' and was not applicable to the employment in question.\nHowever, the Division Bench, in appeal, allowed the claim of respondent no.\n1, and, therefore, the Society filed the appeal.\nOn the question: Whether the appellant-Society was engaged in 'dairy\nfarming':\nAllowing the appeal, the Court\nC\nD.\nE\nF\nHELD: The mere activity of buying milk by the appellant-Society from G\nits members and distributing it, will not constitute ‘dairy farming' when there\nis no rearing of milch cows and no agriculture or farming activity is carried\non by the Society. The Division Bench of the High Court ought to have held\nthat the appellant-society, which merely collects milk from its members and\nའ །\n241\nH\n242\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nB\nC\nD\nE\ndistributes the same, is not engaged in any employment scheduled under the\nMinimum Wages Act. [Para 9] [243-E-G]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1497 of 2007.\nFrom the Final Judgment and Order dated 24.2.2006 of the High Court\nof Kerala at Ernakulam in W.A. No. 1578 of 2004.\nT.L.V. Iyer, Subramonium Prasad and Karun Mehta for the Appellant.\nDr. K.P. Kylasanatha Pillai and G. Ramakrishna Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Delay condoned.\n2. Leave granted.\n3. Heard Mr.T.L.V.Iyer, learned senior counsel for the appellant and\nDr.K.P.Kylasanatha Pillai, learned counsel for the respondent.\n4. This appeal has been filed against the judgment and order dt.24.02.2006\npassed by the High Court of Kerala in Writ Appeal No.1578 of 2004.\n5. The only question arises for our consideration in this appeal is\nwhether the appellant-society is engaged in ‘dairy farming'.\n6. The appellant is a co-operative Society registered under the Kerala\nCo-operative Societies Act, 1969 and engaged in the collection of milk from\nits members and distribution thereof. The respondent herein is a milk user in\nF the appellant-society whose work, according to the appellant, is mainly between\n6.30 a.m. and 8.30 a.m. on all days. As per the settlement arrived at before the\nDistrict Labour Officer Kasergod on September 20, 1990, the respondent was\nbeing paid a consolidated pay of Rs.350/- per month from April 1, 1990. The\nAssistant Labour Officer, Kasergod also informed the appellant on 25.03.1998\nthat the milk producing in co-operative Societies had not been included under\nthe Minimum Wages Act by any Notification and that there was no orders\nfixing minimum wages for employees of such society.\nG\nH\n7. In the meanwhile, the respondent filed an application before the\nDeputy Labour Commissioner claiming payment of minimum wages under the\nSECRETARY, PADIPPU K.S. SANGAM LRD. 1. C. VARGHESE [LAKSHMANAN, J.] 243\nMinimum Wages Act for the period 01.01.1993 to 31.12.1994 as if the said Act A\nwas applicable to co-operative Societies engaged in mere purchase of milk\nfrom members and distribution thereof. The application was allowed despite\nappellant's contest. The appellant challenged the decision before the High\nCourt in writ proceedings contending that the employment in the Society was\nnot a scheduled employment under the Act and, therefore, the second\nrespondent was not competent to pass such an order for payment of minimum\nwages under the Act.\nB\n8. The learned Single Judge of the Kerala High Court accepted the\ncontention and after a detailed reasoning held that the Act was not applicable\nto the employment in question which applied, inter alia, only to 'dairy farming'. C\nThis judgment has, however, been reversed by the Division Bench of the\nHigh Court with a view that even distribution of milk by a Society like the\nappellant will attract the provisions of the Act.\nE\n9. We have heard extensive arguments advanced by the learned senior\ncounsel for the appellant and learned counsel for the respondent-workman. D\nIn our view, the impact of the order passed by the Division Bench on the\nappellant is very serious. Admittedly, the first respondent was employed only\nas a milk tester. It is also not in dispute that the appellant-society is engaged\nin purchasing milk from its members and distributing it. It is also not in\ndispute that the appellant-society does not own cattle milch and they buy\nmilk for the purpose of production of milk and ‘dairy farming'. The contention\nof Dr.K.P.Kylasanatha Pillai, learned counsel for the respondent, is that the\nsale of milk does form part of the process of the production of milk which\nconstitute ‘dairy farming'. We are unable to countenance the said submission\nbecause it is only a part of the process of distribution of milk. In our view,\nthe mere activity of buying milk from its members and distributing it will not F\nconstitute ‘dairy farming' when there is no rearing of milch cows and no\nagriculture or farming activity is carried on by the Society. The High Court,\nin our opinion, ought to have held that the appellant-society which merely\ncollects milk from its members and distributes is not engaged in any employment\nscheduled under the Act. This apart, the respondent's claim that it falls within\nthe purview of 'dairy farming' in Schedule II cannot also be accepted and we\nare unable to accept the submission made by the learned counsel for the\nrespondent and the reasoning given by the Division Bench of the High Court.\nWe are, therefore, set aside the order passed by the High Court and allow the\nappeal filed by the appellant-society.\nG\nH\nA\n244\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n10. During the pendency of the proceedings, the respondent was paid\nsome salary including minimum wages. We make it clear that the amount\nwhich has already been paid shall not be recovered from the respondent. The\nappeal stands allowed accordingly.\n小\nB\nR.P.\n11. No costs.\nAppeal allowed.\n"}