{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"T\nA\nB\nC\nVEMAREDDY KUMARASWAMY REDDY AND ANR.\nV.\nSTATE OF A.P.\nFEBRUARY 13, 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nAndhra Pradesh Land Reforms (Ceiling on Agricultural Holdings) Act,\n1973-Section 15-Surrender of land in excess of limit prescribed having fruit\nbearing cashew trees-Amount payable for trees—Held: Amounts were payable\nat 'seignorage rates' notified by District Forest Officer under Rule 11 of\nAndhra Pradesh Land Reforms (Ceiling on Agricultural Holdings) Rules, 1974,\nand as per notifications dated 21-3-1982 and 23-4-1982 published in Nellore\nDistrict Gazette, amounts were to be calculated from 5th to 30th year.--As the\ntrees were 12 years old at the time when land was surrendered, seignorage\nD rates payable for balance 18 years only, and not for 30 years.\nE\nF\nG\nH\nInterpretation of statues-To gather mens or sententa legis of\nlegislature Court cannot read anything into a statutory provision which is\nplain and unambiguous.\nThe appellants were holding land in excess of the limit prescribed\nunder the Andhra Pradesh Land Reforms (Ceiling on Agricultural\nHoldings) Act, 1973. The surplus land was surrendered by them. However,\non that land there were fruit bearing cashew trees. The dispute relates to\nthe amount payable in respect of those trees. According to the authorities\nthe payment was to be made for one year only and not for thirty years as\nwas claimed by the appellants. Writ petitions files by appellants before\nthe High Court were dismissed. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: 1. There is no dispute that the amounts payable for fruit\nbearing trees shall be at the 'seignorage rates' notified from time to time\nby the District Forest Officer under Rule 11 of Andhra Pradesh Land\nReforms (Ceiling on Agricultural Holdings) Rules, 1974. A bare reading\nof notifications dated 21-3-1982 and 23-4-1982 published in Nellore District\nGazette makes the position clear that the amounts are to be calculated\n190\nVEMAREDDY KUMARASWAMY REDDY 1. STATE OF A.P.\n161\n191\nfrom 5th to 30th year. That being so, the stand of the State Government A\nas accepted by the High Court that the seignorage rate is clearly for one\nyear and accordingly fixing it for the 12 years is clearly unsustainable. It\nis to noted that the tees were 12 years old and stood on the surrendered\nland. It is further clear that upto 5 years cashew trees are held to be not\nfruit bearing trees. [192-E-F; 196-E-F]\nB\n2. The residual question is the number of years for which the\nSeignorage rates are to be accepted. There is no substance in the plea of\nappellants that the entitlement of the appellants is for 30 years. Admittedly\nthe trees were 12 years old at the time the lands were surrendered and,\ntherefore, for the balance 18 years only, the appellants will be entitled to C\nat the relevant seignorage rates. Therefore, the amount payable for each\n12 year old cashew tree at the seignorage rates, as per the Notification\ndated 21-3-1982 (as amended by the Notification dated 23-4-1982) will be\nthe 'the seignorage rate for 12 year tree' multiplied by the 'remaining age\nof the tree' that is Rs 85 x 18 = Rs 1530. The amount shall be paid within\n3 months, along with other statutory entitlements, if any. [199-B-D]\n3. Statute is an edict of the legislature. The elementary principle of\ninterpreting or construing a status is to gather the mens or sententa legis\nof the legislature. It is well settled in law that the Court cannot read\nanything into a statutory provision which is plain and unambiguous.\n[197-A]\nD\nE\nPalace Admn. Board v. Rama Varma Bharathan Thampuran, AIR\n(1980) SC1187, Institute of Chartered Accountants of India v. Price\nWaterhouse and Anr., AIR (1998) SC 74, State of Gujarat and Ors. v.\nDilipbhai Nathjibhai Patel and Anr., JT (1998) 2 SC 253, Jamma Masjid, F\nMercara v. Kodimaniandra Deviah and Ors., AIR (1962) SC 847, Union of\nIndia and Ors. v. Filip Tiago De Gama of Veden Vasco De Gama, AIR (1990)\nSC 981, Dr. R.venkatchalam and Ors. v. Dy. Transport Commissioner and\nOrs., AIR (1977) SC 842, Commissioner of Sales Tax, M.P. v. Popular\nTrading Company, Ujjain, [2000] 5 SCC 515, Maulavi Hussein Haji Abraham\nUmarji v. State of Gujarat and Anr., [2004] 6 SCC 672 and State of Jharkhand\nand Anr. v. Govind Singh, [2005] 10 SCC 437, relied on.\nKirby v. Leather, (1965) 2 All ER 441, Crawford v. Spooner, (1846) 6\nMoore PC 1, Vickers Sons and Maxim Ltd. v. Evans, (1910) AC 445 (HL)\nand Lenigh Valley Coal Co. v. Yensavage, 218 FR 547, referred to.\nG\nH\nA\n192\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3066 of 2000.\nFrom the Judgment and Order dated 27.12.1999/4.2.2000 of Andhra\nPradesh High Court in C.R.P. Nos. 4480, 4608, 4609,4610,4611,4612 and\n4613 of 1996.\nB\nC\nD\nE\nWITH\nC.A. Nos. 3068, 3069, 3070, 3072, 3073 and 3110 of 2000.\nM.N. Rao, A.V. Rangam, A, Ranganadhan, Buddy A. Ranganadhan, S.\nShridhar Reddy for the Appellants.\nAnoop, G. Chaudhary, Manoj Saxena, Amit Meharia, Praveen Kumar\nSingh, Ms. Ahmed and Mohanprasad Meharia for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. These appeals involve identical issues and are,\ntherefore, disposed of by this common judgment. Challenge in these appeals\nis to the order passed by a Division Bench of the Andhra Pradesh High\nCourt. Factual background is almost undisputed and the controversy relates\nto the scope and ambit of Rule 11 of the Andhra Pradesh Land Reforms\n(Ceiling on Agricultural Holdings) Rules, 1974 (in short the 'Ceiling Rules').\nThe appellants were holding land in excess of the limit prescribed under the\nAndhra Pradesh Land Reforms (Ceiling on Agricultural Holdings) Act, 1973\n(in short 'the Act'). The surplus land was surrendered by them which had\ncashew nut tree plantation. On the surrendered land the trees were fruit bearing\ntrees. The dispute relates to the amount payable in respect of fruit bearing\nF trees standing on the land which were surrendered by the appellant. The\nG\nH\nnumber of trees is also not in dispute. The amount payable for the land vested\nin the Government the amounts were duly paid. With regard to the amount\npayable for fruit bearing trees a Commissioner was appointed, who submitted\na report regarding number of fruit bearing trees and other trees standing on\nthe land so surrendered. The Commissioner of Land Reforms Urban Ceiling,\nHyderabad, Andhra Pradesh directed the District Collector to issue necessary\ninstructions not to fix the compensation payable in respect of the trees under\nthe Rules until further orders. According to the authorities the payment was\nto be made for one year only and not for thirty years as was claimed by the\nappellants.\nVEMAREDDY KUMARASWAMY REDDY 1. STATE OF A.P. [PASAYAT, J.] 193\nWrit petitions were filed before the High Court which came to be A\ndismissed by the impugned orders.\nMr. M.N. Rao, learned senior counsel for the appellants submitted that\nthe High Court is not correct in its view that the appellants are not entitled\nto get the amount for 30 years and in accepting the stand of the Government\nthat it was payable only for one year.\nB\nLearned counsel for the respondent-State on the other submitted the\nview of the High Court is clearly unexceptionable. The purpose and object\nof the Statute under which the lands were surrendered cannot be lost sight of.\nThe appellants have been rightly held to be entitled for amounts payable for\nC\none year.\nIn order to appreciate the rival submissions a few provisions needs to\nbe noted:\nA. Section 15 of the Act.\nD\n“15. Amount payable for lands vested in the Government:\nThe amount payable for any land vested in the Government under\nthis Act, shall be a sum calculated at the rates specified in the Second\nSchedule and it shall be paid at the option of the Government, either\nin cash or in bonds or partly in cash and partly in bonds. The bonds\nshall be issued on such terms and carry such rate of interest as may\nbe prescribed.\"\nE\nB. Schedule II to the Act\nClause (3) of the Second Schedule to the Act provides as follows:\nF\n\"Where the land contains any fruit bearing trees or permanent\nstructures, the amount payable therefore shall be calculated in such\nmanner as may be prescribed.\"\nC. Rule 11 of the Rules.\n\"11. Fixation on value for fruit bearing trees and structures etc. 91)\nThe amount payable for fruit bearing trees shall be at the seignorage\nrates notified by the District Forest Officer as applicable to the district\nfrom time to time and for the Tribunal may require the District Forest\nOfficer in whose jurisdiction the land is situated to furnish an estimate\nG\nH\n194\nA\n00\nB\nC\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nof the amount payable for such trees.\n(2) The amount payable for the structures of permanent nature shall\nbe equivalent to the depreciated value of the structure as on the\nspecified date and for this purpose the Tribunal may require the\nExecutive Engineer, Roads and Buildings Division, in the district to\nfurnish an estimate of the depreciated value of such structure.”\nAt this juncture it is important to take note of the notifications published\nin the Nellore District Gazettes dated 21.3.1982 and 23.4.1982. There is no\ndispute that the amounts payable for fruit bearing trees shall be at the\n\"seignorage rates\" notified by the District Forest Officer from time to time.\nNotification dated 21.3.1982 reads as follows:-\nD\nNELLORE\nE\nF\n\"R.C.D. 4 3209/82\nNELLORE DISTRICT GAZETTE\nEXTRA ODRINARY\nPUBLISHED BY AUTHORITY\nSUNDAY MARCH 21ST 1982\nNOTIFICATION\nIn exercise of the powers conferred under Rule 5 of the Rules to\nregulate the seignorage fees to be levied for the removal of timber\nand other procedure, issued U/s 26 of the A.P. Forest Act, 1882, the\nCollector hereby fixes the seignorage rates in respect of Cashew Trees\n(Fruit bearing) in Nellore District as specified in the 'Annexure'.\nThese rates shall come into force with immediate effect.\nItem No.64/82.”\nG\nH\nSd/-\nH.K. Babu,\nDistrict Collector, Nellore,\nSeignorage rates of Cashew Trees (Fruit Bearing) in Nellore District.\n1\n▸\nVEMAREDDY KUMARASWAMY REDDY v. STATE OF A.P. [PASAYAT, J.]\n195\nS.No.\nTree\nAge\nprovide\nYear\nApproximate\nRate\nSeignorage\nA\nGirth yield\nper kg.\nrates\nRs. P.\n1. 2. 3. 4. 5. 6. 7.\n1.\nCashew\n5th\n78(g)\n0.75\n10\n7.50 B\n6th\n79.50\n11.50\n10\n5.00\n7th\n80.00\n3.00\n10\n30.00\n8th\n80.50\n4.50\n10\n45.00\n95\n9h\n81.00\n6.00\n10\n60.00\n10th\n81.00\n7.50\n10\n75.00\nC\n11th\n82.00\n8.00\n10\n80.00\n12th\n82.00\n8.50\n10\n85.00\n13th\n83.00\n9.00\n10\n90.00\n14th\n9.50\n10\n95.00\nD\n15th\n10.00\n10\n100.00\n16th\n84.00\n10.00\n10\n100.00\n17th\n85.00\n10.00\n10\n100.00\n18th\n85.00\n10.00\n10\n100.00\n19th\n80.00\n10.00\n10\n100.00\nE\n20th\n86.00\n10.00\n10\n100.00\n21th\n87.00\n10.00\n10\n100.00\n2nd\n87.50\n10.00\n10\n100.00\n23rd\n88.00\n10.00\n10\n100.00\n24th\n88.00\n10.00\n10\n100.00\nF\n25th\n89.00\n10.00\n10\n100.00\n26th\n89.00\n9.00\n10\n90.00\n27th\n90.00\n8.00\n10\n80.00\n28th\n90.00\n7.00\n10\n70.00\n29th\n90.00\n6.00\n10\n60.00\nG\n30th 90.00\n6.00\n2\n10\n60.00\nNellore.\nDated 21.03.82\"\n(Sd) H.K. Babu,\nDist. Collector.\nH\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nThe notification dated 23.4.82 which is crucial for this case reads as\n196\nA\nfollows:\nB\nNELLORE\nC\n\"R.C.D. 4 3209/82\nNELLORE DISTRICT GAZETTE\nEXTRA ODRINARY\nPUBLISHED BY AUTHORITY\nAPRIL 23 1982\nNOTIFICATION\nThe following sentence may be added to the Notification published\nNellore District Gazette (Extra-ordinary) dated 31.03.1982.\nThe seignorage rate in the column No.7 are the rate of trees per\nyear and the tree will yield for 30 years. The seignorage rate per tree\nis to be calculated for 30 years.\nᎠ\nSd/-\nH.K. Babu,\nDistrict Collector, Nellore.\nE\nF\nDt. 23.04.1982\nU.M. No.97/82\"\nA bare reading thereof makes the position clear that the amounts are to\nbe calculated from 5th to 30th years.\nThat being so, the stand of the State Government as accepted by the\nHigh Court that the seignorage rate is for one year and accordingly fixing it\nfor the 12 year is clearly unsustainable. It is to be noted that the trees were\n12 years old and stood on the surrendered land. It is further clear that up to\n5 years cashew trees are held to be not fruit bearing trees.\nThe emphasis for the State was that the object of the concerned statue\nwas not to confer any benefit beyond the statutory entitlements and for that\nG\npurpose according to learned counsel for the State the object of the statute\nwas vital. According to him for the purpose of construction of the notifications\nof the District Collector, the same has to be read in a manner which would\ngive true effect to the intention of the statute.\nWe shall deal with this plea in some detail.\nH\nY\nŁ\nT\nVEMAREDDY KUMARASWAMY REDDY v. STATE OF A.P. [PASAYAT, J.] 197\nIt is said that a statute is an edict of the legislature. The elementary A\nprinciple of interpreting or construing a statute is to gather the mens or\nsententia legis of the legislature. It is well settled principle in law that the\nCourt cannot read anything into a statutory provision which is plain and\nunambiguous.\nB\nInterpretation postulates the search for the true meaning of the words\nused in the statute as a medium of expression to communicate a particular\nthought. The task is not easy as the \"language\" is often misunderstood even\nin ordinary conversation or correspondence. The tragedy is that although in\nthe matter of correspondence or conversation the person who has spoken the\nwords or used the language can be approached for clarification, the legislature C\ncannot be approached as the legislature, after enacting a law or Act, becomes\nfunctus officio so far as that particular Act is concerned and it cannot itself\ninterpret it. No doubt, the legislature retains the power to amend or repeal the\nlaw so made and can also declare its meaning, but that can be done only by\nmaking another law or statute after undertaking the whole process of law-\nmaking.\nStatute being an edict of the legislature, it is necessary that it is expressed\nin clear and unambiguous language. In spite of Courts saying so, the draftsmen\nhave paid little attention and they still boast of the old British jingle \"I am\nthe parliamentary draftsman. I compose the country's laws. And of half of\nthe litigation, I am undoubtedly the cause\", which was referred to by this\nCourt in Palace Admn. Board v. Rama Varma Bharathan Thampuran, AIR\n(1980) SC 1187 at. P. 1195). In Kirby v. Leather, [1965] 2 All ER 441 the\ndraftsmen were severely criticized in regard to Section 22(2)(b) of the (UK)\nLimitation Act, 1939, as it was said that the section was so obscure that the\ndraftsmen must have been of unsound mind.\nD\nE\nF\nG\nWhere, however, the words were clear, there is no obscurity, there is\nno ambiguity and the intention of the legislature is clearly conveyed, there is\nno scope for the court to innovate or take upon itself the task of amending\nor altering the statutory provisions. In that situation the Judges should not\nproclaim that they are playing the role of a law-maker merely for an exhibition\nof judicial valour. They have to remember that there is a line, though thin,\nwhich separates adjudication from legislation. That line should not be crossed\nor erased. This can be vouchsafed by \"an alert recognition of the necessity\nnot to cross it and instinctive, as well as trained reluctance to do so\". (See:\nFrankfurter, Some Reflections on the Reading of Statutes in \"Essays on H\nན\n198\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA Jurisprudence\", Columbia Law Review, P.51.)\nB\nWords and phrases are symbols that stimulate mental references to\nreferents. The object of interpreting a statute is to ascertain the intention of\nthe Legislature enacting it. (See Institute of Chartered Accountants of India\nv. M/s Price Waterhouse and Anr., AIR (1998) SC 74). The intention of the\nLegislature is primarily to be gathered from the language used, which means\nthat attention should be paid to what has been said as also to what has not\nbeen said. As a consequence, a construction which requires for its support,\naddition or substitution of words or which results in rejection of words as\nmeaningless has to be avoided. As observed in Crawford v. Spooner, (1846)\nC 6 Moore PC 1), Courts, cannot aid the Legislatures' defective phrasing of an\nAct, we cannot add or mend, and by construction make up deficiencies which\nare left there. (See The State of Gujarat and Ors. v. Dilipbhai Nathjibhai\nPatel and Anr., JT (1998) 2 SC 253). It is contrary to all rules of construction\nto read words into an Act unless it is absolutely necessary to do so. (See\nStock v. Frank Jones (Tiptan) Ltd., [1978] 1 All ER 948 (HL)). Rules of\ninterpretation do not permit Courts to do so, unless the provision as it stands\nis meaningless or of doubtful meaning. Courts are not entitled to read words\ninto an Act of Parliament unless clear reason for it is to be found within the\nfour corners of the Act itself. (Per Lord Loreburn L.C. in Vickers Sons and\nMaxim Ltd. v. Evans (1910) AC 445 (HL), quoted in Jamma Masjid, Mercara\nE v. Kodimaniandra Deviah and Ors., AIR (1962) SC 847).\nD\nThe question is not what may be supposed and has been intended but\nwhat has been said. \"Statutes should be construed not as theorems of Euclid”.\nJudge Learned Hand said, “but words must be construed with some imagination\nof the purposes which lie behind them\". (See Lenigh Valley Coal Co. v.\nF Yensavage, 218 FR 547). The view was re-iterated in Union of India and\nOrs. v. Filip Tiago De Gama of Vedem Vasco De Gama, AIR (1990) SC\n981).\nIn Dr. R. Venkatchalam and Ors. etc. v. Dy. Transport Commissioner\nand Ors. etc., AIR (1977) SC 842, it was observed that Courts must avoid\nG\nthe danger of a priori determination of the meaning of a provision based on\ntheir own pre-conceived notions of ideological structure or scheme into which\nthe provision to be interpreted is somewhat fitted. They are not entitled to\nusurp legislative function under the disguise of interpretation.\nH\nWhile interpreting a provision the Court only interprets the law and\n༢\nVEMAREDDY KUMARASWAMY REDDY 1. STATE OF A.P. [PASAYAT, J.] 199\ncannot legislate it. If a provision of law is misused and subjected to the abuse A\nof process of law, it is for the legislature to amend, modify or repeal it, if\ndeemed necessary. (See Commissioner of Sales Tax, M.P. v. Popular Trading\nCompany, Ujjain, [2000] 5 SCC 515). The legislative casus omissus cannot\nbe supplied by judicial interpretative process. (See Maulavi Hussein Haji\nAbraham Umarji v. State of Gujarat and Anr., [2004] 6 SCC 672) and State\nB\nof Jharkhand and Anr. v. Govind Singh, [2005] 10 SCC 437).\nThe residual question is the number of years for which the Seignorage\nrates are to be computed.\nC\nWe do not find any substance in the plea of learned counsel for the\nappellants that the entitlement of the appellants is for 30 years. Admittedly\nthe trees were 12 years old at the time the land were surrendered and, therefore,\nfor the balance 18 years only the appellants will be entitled to at the relevant\nseignorage rates. Therefore, the amount payable for each 12 year old cashew\ntree at the seignorage rates, as per the Notification dated 21.3.1982 (as amended\nby Notification dated 23.4.1982) will be 'the seignorage rate for 12 year tree' D\nmultiplied by the 'remaining age of the tree' that is Rs.85x 18 ===== Rs.1530.\nThe amount shall be paid within 3 months, along with other statutory\nentitlements, if any.\nV.S.\nThe appeals are accordingly allowed to the aforesaid extent. No costs.\nE\nAppeal allowed.\n"}