{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nNARAVAN @NARAN\nV.\nSTATE OF RAJASTHAN\nAPRIL 10, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nነ\nC\nPenal Code, 1860; Ss. 376 and 392:\nRape Accused allegedly raped prosecutrix thrice in a tractor-trolly\nand snatched her gold tops and cash-FIR-Charge-sheet-Trial Court found\naccused guilty of committing offences u/ss. 376 and 392 IPC, convicted and\nsentenced him accordingly-Affirmed by High Court-On appeal, Held:\nEvidence of prosecutrix is full of contradictions-Her evidence do not\ncorroborate from evidence of any of the witnesses, more particularly from\nD evidence of PW-6, who is a material witness-Prosecutrix miserably failed to\nestablish the charges u/ss. 379 and 392-Hence, the conviction and sentence\nas imposed are set aside and accused is ordered to be released forthwith-\nCriminal Trial—Evidence Act-Statement of witnesses-Corroboration.\nOn the fateful night, when the prosecutrix was selling chillies at around\nE 07-07.30 p.m., the appellant enticed her and took her in a tractor, which he\nhimself was driving. He stopped the tractor near a drain on the pretext of\nanswering the call of nature and allegedly dragged her beneath the trolly of\nthe tractor and committed rape. She started shouting but the appellant pressed\nher mouth with his hands. He repeated the crime two more times and at last\nhe took her to the banks of a pond, made her to get down from the trolly and\nthreatened her to push into the pond and forcibly snatched her gold tops and\nRs. 1,000/- cash and thereafter ran away from the scene of occurrence in his\ntractor. The prosecutrix reached the village and took shelter for night in the\nhouse of a lady (PW-6). Then she narrated the incident to the village Sarpanch\nwho had made a complaint in the Police Station. On the basis of the complaint,\nG First Information Report was registered under Sections 366, 376 and 392\nF\nH\nIPC against the accused. After completion of the investigation, the police filed\ncharge sheet against the accused under Sections 376 and 392 IPC. Trial Court\nfound the accused guilty of committing offences u/ss. 376 and 393 IPC,\nconvicted and sentenced him accordingly. On appeal, conviction and sentence\n1096\nk\nNARAVAN@NARAN v. STATE OF RAJASTHAN\n1097\nof the accused was affirmed by the High Court. Hence the present appeal.\nAllowing the appeal, the Court\nA\nHELD: 1.1. The prosecutrix (PW-3) in her evidence for the first time\nin the court stated that the accused asked her to come to his village and to\nleave in the morning and by saying so he dropped her on the way and also B\npulled the chillies sacks from the trolly. In the cross-examination the\nprosecutrix (PW-3) stated that she boarded in the trolley at about 5 O'clock\nin the evening and even by 7 O'clock they reached the village. She also stated\nin her evidence that even after the accused committed rape on her she sat in\nthe tractor happily. It is not stated by her in her evidence that she raised any\nC\nhue and cry even while passing through the number of villages. In the first\ninformation report she stated that the accused committed rape on her thrice\nbut in the evidence she stated that the accused committed rape on her only\ntwice and not thrice. According to her the rape was committed on her on\nKankar (rough way). She did not state that she offered any resistance though\nshe was physically very strong. Medical report says that there were no D\ninjuries on the body of the Prosecutrix. There were no injuries on her private\npart. It is ultimately opined that \"no definite opinion can be given regarding\nrape, however, she is habitual to sexual intercourse.” In the circumstances,\nit is not possible to believe that the prosecutrix has been subjected to rape\ntwice by the accused, as alleged. [Paras 10 and 11] [1101-D; 1102-D-F]\n1.2. In the first information report as well as in her evidence the\nprosecutrix stated that she revealed the entire episode of committing rape on\nher by the accused to PW-6 in whose house in the village she slept on the\nfateful night. She also stated about the accused's snatching of Rs. 1,000/-\nfrom her and also some jewellery. However, PW-6 in her evidence did not state\nthat the prosecutrix narrated the incident of rape committed on her by the\naccused to her. Thus, the evidence of the prosecutrix is full of material\ncontradictions. There is no corroboration of whatsoever from any of the\nwitnesses more particularly in the evidence of PW-6. [Para 12] [1103-A-B]\nE\nF\n1.3. It is true the evidence of the prosecutrix itself, if acceptable, is G\nsufficient to establish the charge against the accused but her evidence is so\nartificial which cannot be accepted. In the circumstances, the prosecution\nmiserably failed to establish the charge against the appellant for the offence\npunishable under Section 376 IPC. [Paras 12 and 13] [1103-C-D]\n1.4. So far as the charge against the appellant framed under Section H\n1\n1098\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA 392 IPC is concerned there is no acceptable evidence except the self-serving\nstatement of the Prosecutrix which is not acceptable for the same reason as\nrecorded. Hence, the said charge framed against the appellant also fails. The\nconviction as well as sentences imposed upon the appellant for the offences\npunishable under Sections 376 and 392 IPC are accordingly set aside. The\nappellant who is in jail, is ordered to be released forthwith unless required in\nany other case. [Paras 14, 15 and 17] [1103-D-F]\nB\nC\nᎠ .\nE\nF\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 526 of\nFrom the Judgment and Order dated 28.02.2006 of the High Court of\nJudicature for Rajasthan at Jodhpur in S.B. Crl. No. 917 of 2002.\nN.M. Popli and (A.C.) for the Appellant.\nDr. N.M. Ghatate and Jatinder Kumar Bhatia for the Respondent.\nThe Judgment of the Court was delivered by\nB. SUDERSHAN REDDY, J. 1. Leave granted.\n2. This appeal by special leave is directed against the judgment of the\nRajasthan High Court confirming the conviction of the appellant under Section\n376 IPC and the sentence of ten years rigorous imprisonment and a fine of\nRs. 1,000/-, in default of payment of fine to further undergo three months\nrigorous imprisonment and under section 392 IPC, ten years rigorous\nimprisonment and a fine of Rs. 1,000/-, in default of payment of fine to\nundergo further three months rigorous imprisonment. All the sentences were\ndirected to run concurrently. The appellant was charged with rape on Smt.\nChandi (PW-3) wife of Shri Chhagan Lal. He was also charged for the offence\npunishable under Section 392 IPC.\n3. The prosecution story, briefly stated, is that on 25.8.1999 Smt. Chandi\nwas selling chillies at village Singhji-ka-Khera at around 07-07.30 p.m.. The\nG appellant Narain came to her and told her that his brother had a shop in his\nH\nvillage and he will get her chillies sold at the shop of his brother. He accordingly\ngot two sacks of chillies loaded into the trolley attached to the tractor which\nthe appellant himself was driving. She also boarded into the trolley. The\nappellant started driving the tractor into the jungle. By the time it was dark.\nAfter driving sometime he stopped the tractor near a drain where there were\nx-\n1\n}\n1\n'\n1099\nB\nNARAVAN @NARAN v. STATE OF RAJASTHAN [B. SUDERSHAN REDDY, J.]\n“Lambool” trees on the pretext of answering the call of nature. The appellant A\nentered into the trolley and dragged the sacks of chillies and put them on the\nground and made her to get down from the trolley. He dragged her beneath\nthe trolley of the tractor and committed rape. She started shouting but the\nappellant pressed her mouth with his hands. Thereafter, the appellant loaded\nthe chillies bags into the tractor and made her to sit in the trolley and started\ndriving the tractor hither and thither. He went on roaming here and there and\nstopped the tractor at Seriya (a place) surrounded by cactus plants. The\nappellant again made her to get down from the tractor and forcibly committed\nrape. When she started to raise hue and cry her mouth was shut by the\nappellant. Then again he loaded the chillies bags and made her to sit in the\ntrolley and took her to a shed and once again committed rape. Finally he took C\nher to the banks of a pond, made her to get down from the trolley and\nthreatened her to push into the pond and forcibly snatched gold tops and\nRs. 1,000/- and thereafter ran away from the scene of occurrence in his tractor.\n. Then the prosecutrix reached village Aakoria and took shelter for night in the\nhouse of one Smt. Tej Kanwar (PW-6). It is alleged in the report (Ex.P-4) that\nrape has been committed by the appellant on the prosecutrix thrice and a sum\nof Rs. 1,000/- and gold tops have also been snatched away by him forcibly.\nBased on the report (Ex.P-4) the Police Station Kotadi, District Bhilwara issued\nfirst information report (Ex. P-5) and registered a case under Sections 366, 376\nand 392 IPC against the appellant.\nD\nE\n4. During the course of investigation, site was inspected and site-plan\nwas drawn, the prosecutrix was got medically examined and her medical\nexamination report (Ex.P-1) was obtained. The statement of Smt. Tej Kanwar\n(Ex. P-11) was recorded. After completion of the investigation, the police filed\ncharge sheet against the appellant under Sections 376 and 392 IPC. The\nprosecution altogether examined 12 witnesses (PW-1 to PW-12) and 18 F\ndocuments were marked (Ex. P-1 to P-18). The statement under Section 313\nCr.P.C. of the appellant was recorded in which he stated that due to enmity\nwith Ramkunwar, Sarpanch (PW-7) he has been falsely implicated.\n5. Dr. Ramesh Deedwania (PW-1) has deposed that the appellant was\nwell capable to commit sexual intercourse. Ramkunwar (PW-7) has deposed\nG\nthat about 3 years ago Smt. Chandi (PW-3) had come to him and informed him\nabout the rape committed by the appellant. He deposed that at that time her\nGhaghra was found torn. Ramesh Chandra (PW-9), SHO deposed that he\nreceived a report (Ex. P-4) on 25.8.1999 and accordingly issued first information\nreport (Ex. P-5) and undertook the investigation. He got both the appellant H\ni\n\u003e\n1100\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA and prosecutrix medically examined, seized the Ghaghra, having semen spots\non it and sealed the same and sent it to Forensic Science Laboratory. Forensic\nScience Laboratory report is Exhibit P-18.\n6. In order to consider as to whether the prosecution established the\ncase against the appellant beyond reasonable doubt we are required to critically\nB scrutinize the evidence of prosecutrix (PW-3) and Smt. Tejkanwar (PW-6) with\nwhom PW-3 stayed on the fateful night and stated to have revealed the\ndetails of rape committed on her by the appellant. The evidence of Ramkanwar\n(PW-7) who is none other than the Sarpanch of the village who got exhibit\nP-4 (report) prepared and submitted, based on which FIR (Ex. P-5) was issued,\nis also required to be carefully evaluated.\nC\n7. In exhibit P-4 (report) the prosecutrix (PW-3) alleged that while she\nwas selling chillies in the colony Bolon of Singhji-Ka-Khera village the accused\ncame driving the tractor at about 7 or 7.30 p.m. on 24.8.1999 and offered to\nget her chillies sold in the shop of his brother in his village. He got two sacks\nD of chillies kept in the trolley \"with the help of persons already sitting in the\ntrolley\" It is alleged that the appellant had stopped the tractor near a drain\nwhere there were “Lambool” trees and forcibly committed rape on her. She\nstarted shouting but the appellant covered her mouth. She again sat into the\ntrolley. The tractor was stopped at \"Seriya\" where the appellant again committed\nrape. She again tried to shout but the appellant covered her mouth. He once\nagain made her to sit in the tractor and took her to a shed and once again\ncommitted rape. That after committing rape thrice the appellant took the\nprosecutrix to the banks of a pond where he forcefully snatched away Rs.\n1000/-and gold tops from the prosecutrix and ran away with his tractor.\nE\nF\n8. We are required to note that the persons who were already sitting in\nthe trolley when the prosecutrix for the first time entered into the trolley along\nwith her two sacks of chillies are not examined. Smt. Tejkanwar (PW-6) in her\ndeposition stated that on the frightful night at about 10 or 11 O'clock the\nprosecutrix knocked at her door and she opened the door. The other members\nof the family were sleeping in the house. The prosecutrix stated that she was\nG the resident of Vishniya and requested her to provide a bed-sheet so that she\nH\ncould sleep in the night. The material portion of her evidence reads as: “She\nsaid \"give me the bed-sheet and I shall sleep.\" We gave her the bed-sheet\nto sleep on and she slept. She did not tell me anything else. I also did not\nask her name. In the morning, she went from my house.\" This witness was\ndeclared hostile and subjected to cross examination by the Public Prosecutor.\nNARAVAN@NARAN v. STATE OF RAJASTHAN [B. SUDERSHAN REDDY, J.} 1101\nIn the cross-examination she stated that her statement was recorded by the A\npolice. Portion A to B of the police statement (Ex. P-11) in which she is alleged\nto have stated that at the relevant time the prosecutrix was weeping, is denied.\nIt is categorically stated by her that she did not weep at all. Nothing is\nsuggested as to why she should give false evidence. This witness nowhere\nstated to the effect that the Prosecutrix (PW-3) revealed anything about\naccused committing rape on her.\nB\n9. Ram Kumar (PW-7) was the Sarpanch at the relevant time of Akhepur\nvillage. In his evidence he stated that the prosecutrix came to him at about\n8 or 9 O'clock in the morning and told him that the appellant had committed\nrape on her. She took him to the Police Station, Kotari. She told him that the\nappellant had committed rape on her three times. He accordingly got the\nreport (Ex. P-4) filed on which he also signed.\n10. The prosecutrix (PW-3) in her evidence for the first time in the court\nstated that the accused asked her to come to his village and to leave in the\nmorning and by saying so he dropped her on the way and also pulled the\nchillies sacks from the trolley. It would be useful to re-produce her evidence\nfor the purposes of appreciation as to whether her statement at all could be\naccepted.\nC\nD\n\"The accused asked me to come to his village and to leave in the\nmorning. Then he dropped me at the Kankar (rough way) and dropped E\nmy sacks too. The accused did not say anything about getting the\nchillies sold. The accused had said that his brother would purchase\nboth the sacks of chillies and asked me to come with him to his\n· village. Then the accused committed rape on me twice at Kankar\n(rough way). Then he said that he would throw me in the pond. On\nthis I said that I could come out of the pond by swimming. The F\naccused at the time of making me to get down asked me to come down\nas he was not my servant and he threw both the sacks on the ground.\nThe accused committed the rape, then he had covered my mouth and\nwarned me that he would cut my ear. Then the accused ran away with\ntractor. After that I went to the village. It was 8 O'clock at night, dogs G\nwere barking in the village, when I met with the daughter-in-law of\n\"Darogas\". I told her that Narayan had committed rape on me. Then\nshe said that Naran was such type of person. The accused had\nsnatched rupees one thousand from me. Accused had also taken the\njewellery from me. Thereafter I went to Akodiya. Then I slept at the\n1\nH\n1102\nA\nB\nC\nE\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nplace of \"Darogas\" with their ladies in the same village. Later on I\nwent to Sarpanch, I do not remember his name. After that Sarpanch\ntook me to the Kotadi. Then both of us had lodged the report at the\nPolice Station. Naran was wearing white shirt and white \"Dhoti”. I was\nexamined by the doctor. Exhibit P-1 is the Medical Report on which\nmy signature is from A to B. Exhibit P-4 is the Police Report on which\nmy signature is from A to B. My signature is from A to B on the chik\nF.I.R., Exhibit P-5. The Police had drawn the map of the place of\noccurrence, my signature was taken on the same. My signature is from\nA to B on the map of the place of occurrence, Exhibit P-6. My\nsignature is from A to B on the Medical Slip, Exhibit P-7. The Police\ntook the \"Ghagra\" into their custody and Exhibit P-8 is the Memo of\nrecovery of \"Ghagra\" on which my signature is from A to B. The\n\"Ghagra\" was completely spoiled.\"\n11. In the cross-examination the prosecutrix (PW-3) stated that she\nboarded in the trolley at about 5 O'clock in the evening and even by 7 O'clock\nD they reached Singhpur village. There were number of villages between Singhpur\nand Akodiya. It is also required to appreciate that she stated in her evidence\nthat even after the accused committed rape on her she sat in the tractor\nhappily. It is not stated by her in her evidence that she raised any hue and\ncry even while passing through the number of villages. In the first information\nreport (Ex. P-5) she stated that the accused committed rape on her thrice but\nin the evidence she stated that the accused committed rape on her only twice\nand not thrice. According to her the rape was committed on her on Kankar\n(rough way). She did not state that she offered any resistance though she\nwas physically very strong. Medical report (Ex. P-1) says that there were no\ninjuries on the body of the Prosecutrix (PW-3). There were no injuries on her\nF private part. It is ultimately opined that \"no definite opinion can be given\nregarding rape, however, she is habitual to sexual intercourse.\" In the\ncircumstances, is it possible to believe that the prosecutrix (PW-3) has been\nsubjected to rape twice by the accused as alleged? In the First Information\nReport (Ex. P-5) it is stated that the prosecutrix (PW-3) has been subjected\nto rape by the accused thrice but in her evidence she stated that she had been\nG\nsubjected to rape only twice. The accused even according to the prosecutrix\n(PW-3) was driving the tractor from Singhpur to Bharkiya crossing through\nthe number of villages. It is not stated by the Prosecutrix (PW-3) that she\nmade any attempt to get down from the tractor at any point of time. On the\nother hand, it is stated by her that she sat in the tractor happily.\nH\n\u003e\n}\nNARAVAN @NARAN v. STATE OF RAJASTHAN [B. SUDERSHAN REDDY, J.} 1103\n12. Yet another important aspect of the matter: In the first information A\nreport and as well as in her evidence the prosecutrix (PW-3) stated that she\nrevealed the entire episode of committing rape on her by the accused to Smt.\nTejkanwar (PW-6) in whose house in the Aakodiya village she slept on the\nfateful night. She also stated about the accused's snatching of Rs. 1,000/-\nfrom her and also some jewellery. Smt. Tejkanwar (PW-6) in her evidence did\nB\nnot state that the prosecutrix (PW-3) narrated the incident of rape committed\non her by the accused to her. The evidence of the prosecutrix (PW-3) is full\nof material contradictions. There is no corroboration of whatsoever from any\nof the witnesses more particularly in the evidence of Smt. Tejkanwar (PW-6)\nwho is a material witness. It is true the evidence of the prosecutrix (PW-3)\nitself, if acceptable, is sufficient to establish the charge against the accused C\nbut her evidence is so artificial which cannot be accepted.\n13. In the circumstances, we are of the considered opinion that the\nprosecution miserably failed to establish the charge against the appellant for\nthe offence punishable under Section 376 IPC.\n14. That so far as the charge against the appellant framed under Section\n392 is concerned there is no acceptable evidence except the self-serving\nstatement of the Prosecutrix (PW-3) which we are not willing to accept for the\nvery same reason recorded herein above. The said charge framed against the\nappellant also fails.\n15. For all the aforesaid reasons, we hold that the prosecution failed to\nestablish the charges framed against the appellant for the offences punishable\nunder Sections 376 and 392 IPC. The conviction as well as sentences imposed\nupon the appellant for the offences punishable under Sections 376 and 392\nIPC are accordingly set aside.\n16. The appeal is allowed.\n17. The appellant is in jail. He is ordered to be released forthwith unless\nrequired in any other case.\nD\nE\nF\nS.K.S.\nAppeal allowed.\nG\n"}