{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nC\nKANCHUSTHABAM SATYANARAYANA AND ORS.\nV.\nNAMUDURI ATCHUTARAMAYYA AND ORS.\nFEBRUARY 22, 2005\n[B.P. SINGH AND ARUN KUMAR, JJ.]\nEquity-Equitable relief-Grant of Held: Equitable relief must be\ngranted on considerations of equity and justice-Lessor having obtained\nadvantage by invoking the jurisdiction of the authorities under the Tenancy\nAct, later on turned around and challenged the jurisdiction of the same\nauthorities, as such guilty of inequitable conduct-Therefore, relief of injunction\nbeing in the nature of equitable relief should not be granted in favour of\nlessor so as to defeat the restitution order passed by authorities under the\nTenancy Act-Andhra Pradesh Tenancy Act, 1956-Constitution of India,\nD 1950-Article 136.\nE\n-\nAppellant lessor filed eviction petition against the respondent -\ntenant under the Andhra Pradesh Tenancy Act, 1956 with regard to the\nland leased out by him to the respondent. Tenancy Tehsildar allowed the\neviction petition and in execution of the order, appellant obtained\npossession of suit land. Aggrieved respondent filed an appeal. Sub-\nCollector allowed the appeal, passed an order for restoration of possession\nof land to tenant, and remanded the matter for fresh disposal. Appellant\nthen filed writ petition challenging the order of restoration and also the\nremand order. Interim stay was granted but was subsequently vacated.\nF Appellant filed writ appeal but the same was dismissed. Appellant then\nfiled suit for permanent injunction restraining the respondent- tenant from\ninterfering with his possession of land, which he secured pursuant to\neviction order. Respondent contended that he had restored possession of\nsuit land as per the direction of Sub-Collector. District Munsif decreed\nthe suit in favour of the appellant. Appellate Court upheld the order.\nG Thereafter, respondent filed a Second Appeal. High Court allowed the\nappeal holding that the appellant could not be granted relief of permanent\ninjunction, since it was by way of equitable relief. High Court also directed\nthe Revenue Officer to deliver possession of the suit land to the respondent\ntenant with help of police. Hence the present appeals.\nH\n294\nAxx\n1\n-\nK. SATYANARAYANA v. N. ATCHUTARAMAYYA\n295\nAppellant lessor contended that the concurrent judgments of the A\nCourts below ought not to have been interfered with in the Second Appeal;\nthat the directions made by the High Court were not justified; and that\nthere could be no estoppel against a statute, and in any event equitable\nconsideration cannot override a statutory prohibition.\nRespondent-tenant contended that in any event the application for\npermanent injunction was not bonafide and was only a device to\ncircumvent the restitution order passed by the authorities under the\nTenancy Act.\nDismissing the appeals, the Court\nB\nC\nE\nHELD : 1.1. The grant of discretionary relief such as injunction being\nin the nature of equitable relief must be granted inter-alia on considerations\nof equity and justice. The equitable relief of the nature asked for in the\nsuit in question should not have been granted in favour of the appellant\nsince he was guilty of inequitable conduct. The appellant filed the suit to D\ndefeat the order of restitution passed by the revenue authorities under the\nTenancy Act whose jurisdiction under the Tenancy Act was invoked by\nthe appellant himself. He cannot be permitted to retain possession by\nchallenging the order as being without jurisdiction particularly when the\njurisdiction was invoked by himself, only because the ultimate order has\ngone against him. Even under the Code of Civil Procedure an order of\nrestitution is stayed only in exceptional circumstances. Therefore, in the\nfacts and circumstances of the case, assuming that the suit for permanent\ninjunction was maintainable before the District Munsif in view of the\nprovisions of Section 18 of the Act, and even going to the extent of\nassuming that the tenancy courts had no jurisdiction to entertain the F\neviction petition filed by the appellant himself, this was an appropriate\ncase in which relief of permanent injunction by way of equitable relief\nought not to have been granted. Therefore, interference by this Court in\nexercise of jurisdiction under Article 136 of the Constitution is not called\nfor and the view of the High Court is upheld. [299-F; 300-G-H; 301-A]\n1.2. With regard to the directions issued by the High Court to the\nRevenue Officer to deliver possession of the suit land to the respondent -\ntenant if necessary, with police help, it was not necessary for the High\nCourt to pass any such direction, since there is order of remand, the\nproceeding before the original authority under the Tenancy Act will have\nG\nH\nI\n296\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA to be completed in accordance with law and the law must take its course.\nB\n[301-C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 6892-6893\nof 1999.\nFrom the Judgment and Order dated 21.9.98 of the Andhra Pradesh\nHigh Court is S.A. No. 399 of 1989.\nWITH\nC\nD\nC.A. Nos. 6894-6895 of 1999.\nS.B. Sanyal, Chava Badri Nath Babu, C.M. Angadi and Satish Vig for\nthe Appellant.\nA.S. Nambiar, Sewa Ram, Mrs. Shanta Vasudevan and P.K. Manohar\nfor the Respondent.\nThe Judgment of the Court was delivered by\nB.P.SINGH, J. These Appeals by the Plaintiff are directed against the\nJudgment and Order of the High Court of Judicature of Andhra Pradesh at\nHyderabad dated September 21, 1998 in Second Appeal No.399 of 1989. The\nE High Court, by its impugned Judgment and Order, allowed the Second Appeal\nand dismissed the plaintiff's suit for permanent injunction setting aside the\nJudgment and Decree passed by the Principal District Munsif,\nRamachandrapuram dated 9.3.1981 and affirmed by the Subordinate Judge,\nRamachandrapuram by judgment dated 29th June, 1987. The High Court has\nalso made certain directions while disposing of the Second Appeal.\nF\nG\nBefore appreciating the rival submissions, we may notice very briefly\nthe facts of the case relevant for the disposal of these Appeals by special\nleave. The Appellant herein who was the plaintiff is the owner of the suit\nproperty consisting of coconut garden in R.S. No.103 measuring about 16.93-\n1/2 acres and a vacant land measuring 38 cents in R.S.No. 107/1 of Village\nSeriļanka in Ramachandrapuram Taluk, East Godavari District. The case of\nthe Appellant was that he had leased out the said land to the defendant-\nrespondent under an agreement dated 21.12.1967 for a period of 5 years on\ncertain terms and conditions. The appellant filed a petition A.T.P.No.21 of\n1973 under the Andhra Pradesh Tenancy Act, 1956 before the Tenancy\nH Tehsildar, Ramachandrapuram for eviction of the respondent alleging that\n1\n297\nB\nK. SATYANARAYANA v. N. ATCHUTARAMAYYA [B.P. SINGH, J.]\nthe respondent-tenant had committed default in payment of rent and therefore, A\nwas liable to be evicted. A Receiver was appointed in that proceeding who\ntook possession of the land. Ultimately the Eviction Petition was allowed and\nthe Respondent-tenant was directed to be evicted. Against the order of eviction\nthe respondent preferred T.A.No.2 of 1974 before the Sub-Collector,\nRajahmundry. While the appeal was pending the Appellant filed Execution\nPetition No.1 of 1974 before the Tehsildar and obtained delivery of possession\nof the suit land on 18.1.1974. Ultimately, the T.A.No.2 of 1974 filed by the\nrespondent was allowed on 7.6.1976 and the order of eviction was set aside.\nThe matter was remanded to the Tehsildar for disposal afresh. While allowing\nthe appeal the Sub-Collector ordered that the possession of the land should\nbe restored to the tenant namely the Respondent. The respondent moved for C\ndelivery of possession pursuant to the Appellate Court's Order and the\nTehsildar, by his Order dated 4.10.1976, directed the Revenue Inspector to\ntake possession of the land in question and handover the same to the\nrespondent.\nWhile the matter stood thus, the Appellant filed a Writ Petition D\nchallenging the order directing re-delivery of possession of the land to the\ntenant-respondent. He also challenged, by a Writ Petition, the order of the\nSub-Collector remanding the matter for fresh disposal and ordering that the\npossession of the land be restored to the tenant. The Appellant obtained an\ninterim stay but subsequently the same was vacated on 30th November, 1976.\nA Writ Appeal was preferred by the Appellant but ultimately the same was\ndismissed.\nE\nThereafter, the Appellant filed Original Suit No.84 of 1977 in the Court\nof Principal District Munsif, Ramachandrapuram for a permanent injunction\nrestraining the defendant-tenant from interfering with his possession of the F\nland. The suit was based primarily on the fact that the Appellant was in\npossession of the said property since 18.1.1974 pursuant to an Order passed\nin E.P. No.1/74 in A.T.P.No.21/73. The claim of the Appellant-Plaintiff was\nchallenged by the respondent-tenant who disputed the truthfulness of the\nallegations made in the plaint and pleaded that in fact he had restored\npossession of the suit land on 5.10.1976 as per the Sub-Collector's direction\nin T.A.No.2/74.\nThe suit for permanent injunction was decreed by the learned District\nMunsif who recorded a finding of fact that on 18.1.1974 the Appellant had\nbeen put in possession of the land in question and that he had not been\nG\nH\n298\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA dispossessed on 5.10.1976 as contended by the defendant. The said finding\nwas affirmed by the Appellate Court. The respondent-defendant preferred a\nSecond Appeal before the High Court in which the impugned judgment has\nbeen passed. In the Second Appeal the High Court has held that the Civil\nCourt had no jurisdiction to entertain the suit and grant injunction in favour\nof the Appellant-Plaintiff, in view of the provisions of Section 18 of the\nAndhra Pradesh Tenancy Act, 1956. It was held that in view of the jural\nrelationship between the plaintiff and defendant with respect to suit land,\nsuch a dispute could not be brought before the Civil Court. It was further\nheld that the Courts below failed to comprehend that the Appellant-plaintiff's.\ncontinued possession was not lawful and in fact amounted to wrongful\nC possession of the land as he retained the same in disregard of the lawful order\nB\nᎠ\nE\nof the Sub-Collector which was confirmed by the High Court by dismissal of\nhis Writ Petition and Writ Appeal. The High Court, therefore, held that this\nwas not a case in which the relief sought for by the Appellant for permanent\ninjunction, being an equitable relief, could be granted.\nThe High court has made certain other directions. It has held that the\nrespondent is entitled to be put in possession of the suit land till A.T.P. 21/\n73 is disposed of afresh by the Tenancy Tehsildar. Apprehending that the\nAppellant-Plaintiff may not hand over possession, the High Court felt\ncompelled to issue a direction to the Mandal Revenue Officer,\nRamachandrapuram to deliver possession of the suit land to the defendant in\nimplementation of the order of the appellate authority namely, the Sub-\nCollector, Rajahmundri in T.A. 2/74 within one month, and if necessary, to\nseek the assistance of the police. The High Court, accordingly, setting aside\nthe judgments and decrees of the Courts below dismissed O.S.84/77 for want\nof jurisdiction and vacated the injunction granted by the Courts below. It\nF further directed the Trial Court to return the plaint to the plaintiff for\npresentation before a proper forum.\nG\nH\nLearned counsel appearing on behalf of the appellant submitted that the\njudgment and order of the High Court is clearly erroneous. He submitted that\nin the first instance the concurrent judgments of the Courts below ought not\nto have been interfered with in the Second Appeal. He further submitted that\nthe finding of the High Court that the suit was not maintainable before a Civil\nCourt was clearly erroneous in view of the express provisions of Section 18\nof the Andhra Pradesh Tenancy Act which makes the Act inapplicable to\ncoconut orchards, which was the subject matter of the suit. Since the Andhra\nPradesh Tenancy Act did not apply to coconut orchards, the jurisdiction of\nt\nK. SATYANARAYANA v. N. ATCHUTARAMAYYA [B.P. SINGH, J.]\n299\nA\nthe Civil court was not barred and therefore, the suit filed by the petitioner-\nplaintiff before the Civil Court was maintainable. Counsel further submitted\nthat in any event directions made by the High Court were not justified because\nthe proceedings pending before the revenue authorities must proceed in\naccordance with law and the High Court was not justified in issuing directions\nof the nature issued by it. It was further submitted that in a subsequent B\nlitigation between the same parties it has been held by the High Court that\nthe suit land is not covered by the provisions of the Andhra Pradesh Tenancy\nAct, and according to him that judgment of the High Court has not been\nappealed against.\nOn behalf of the Respondent it was contended that the Appellant had C\nhimself invoked the jurisdiction of the authorities under the tenancy laws and\ntherefore, it was not open to him now to contend that those authorities had\nno jurisdiction to entertain his application. He further submitted that in any\nevent the application for injunction was not bona fide and was only a device\nto circumvent the effect of the appellate order passed by the authorities under\nD\nthe Tenancy Act, which had in effect ordered restitution. The Appellant-\nPlaintiff having secured possession of the land in question under an order of\nthe original authority was bound to restitute, pursuant to the order of the\nappellate authority which allowed the Respondent's appeal and dismissed his\napplication.\nCounsel for the Appellant-Plaintiff replied that there could be no estoppel\nagainst a statute, and in any event equitable considerations cannot override\na statutory prohibition.\nE\nHaving heard the parties, we are satisfied that no interference by this\nCourt in exercise of jurisdiction under Article 136 of the Constitution is F\ncalled for. We cannot lose sight of the fact that the Appellant himself invoked\nthe jurisdiction of the authorities under the Andhra Pradesh Tenancy Act to\nseek eviction of the tenant. He succeeded before the original authority and in\nexecution of the order obtained possession of the land, but lost before the\nappellate authority. The appellate authority directed restitution and therefore,\nan order was passed for putting the respondent in possession of the suit land\npursuant to the appellate authority's order dismissing the application for\neviction of the appellant. The Appellant sought to challenge the orders by\nfiling Writ Petitions before the High Court. Those Writ Petitions, and thereafter\nthe Writ Appeals, were dismissed. It was only thereafter that the Appellant\nfiled a suit for permanent injunction for restraining the respondent-tenant H\nG\n300\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA from interfering with his possession, which he had secured pursuant to an\norder of eviction which was set aside in appeal.\nIn our view, it is not necessary for us to express any considered opinion\non the question as to whether in view of the provisions of Section 18 of the.\nAndhra Pradesh Tenancy Act the suit before the District Munsif was\nB maintainable. We shall assume in favour of the Appellant for the purpose of\nthese appeals that such a suit was maintainable though we express no\nconsidered opinion on that question. Assuming that such a suit was\nmaintainable the question is whether the relief of permanent injunction by\nway of equitable relief ought to have been granted in favour of the Appellant.\nC We have earlier noticed that the Appellant himself had invoked the jurisdiction\nof the authorities under the Andhra Pradesh Tenancy Act seeking eviction of\nthe respondent who was his tenant. Though the eviction application was\nallowed by the original authority and the Appellant was put in possession of\nthe suit land, on respondent appeal being allowed, an order was passed for\nrestitution. It was at this stage that the Appellant invoked the writ jurisdiction\nD of the High Court to stay the proceedings, and when he failed before the\nHigh Court he filed a suit for injunction for restraining the respondent-tenant\nfrom interfering with his possession of the suit land. In fact the suit for\ninjunction was filed with a view to defeat the process of restitution which\nfollowed the Appellate authority's order. It is now sought to be contended by\nthe learned counsel for the appellant that the tenancy courts had no jurisdiction\nand therefore, the order of restitution also has no force. If we accept the\ncontention of the appellant that the order passed by the tenancy courts at his\ninstance are without jurisdiction and void then in equity the respondent should\nbe put back in possession of the land in question so as to obtain status quo\nante, because the appellant himself obtained possession of the land by\nF executing the order of eviction passed under the Act at his instance. We are\nsatisfied that equitable relief of the nature asked for in the suit in question\nshould not have been granted in favour of the Appellant so as to defeat the\norder of restitution passed by the revenue authorities under the Tenancy Act\nwhose jurisdiction under the Tenancy Act was invoked by the Appellant\nhimself. The appellant cannot be permitted to retain possession by challenging\nthe order as being without jurisdiction particularly when the jurisdiction was\ninvoked by the appellant himself, only because the ultimate order has gone\nagainst him. The grant of discretionary relief such as injunction being in the\nnature of equitable relief must be granted inter alia on considerations of\nequity and justice, and the Appellant who is himself guilty of inequitable\nH conduct cannot claim such relief. Therefore, we find that in the facts and\nE\nG\n301\nK. SATYANARAYANA v. N. ATCHUTARAMAYYA [B.P. SINGH, J.]\ncircumstances of the case, assuming for the sake of argument that the Civil A\nCourt had jurisdiction to entertain the suit, and even going to the extent of\nassuming that the tenancy courts had no jurisdiction to entertain the eviction\npetition filed by appellant himself, this was an appropriate case in which\ninjunction ought not to have been granted. Having obtained an advantage by\ninvoking the jurisdiction of the authorities under the Tenancy Act, the\nB\nAppellant cannot be allowed to retain that advantage by turning around and\nchallenging the jurisdiction of the same authorities under the Tenancy Act.\nEven under the Code of Civil Procedure an order of Restitution is stayed\nonly in exceptional circumstances. We, therefore, concur with the view of the\nHigh Court and dismiss these appeals.\nC\nBefore parting with this judgment, we may observe that the High Court\nhas passed certain directions directing the Mandal Revenue Officer,\nRamachandrapuram to deliver possession of the suit land to the respondent-\ntenant if necessary, with police help. We notice the fact that the proceeding\nbefore the original authority under the Tenancy Act has yet to be completed\nafter remand. Since there is an order of remand, that proceeding will have to D\nbe completed in accordance with law and the law must take its course. It was\nreally not necessary for the High Court to pass any such direction since the\nlaw must take its course, and the authorities concerned may take such action\nas they may deem proper in accordance with law. Since the stand of the\nappellant before this Court is that the Tehsildar cannot exercise jurisdiction\nover the suit land in view of Section 18 of the Tenancy Act, it may be open\nto the Appellant to contend that proceeding before the authorities under the\nTenancy Act is not maintainable. The appellant himself had invoked that\njurisdiction. However, if he now wishes to contend that the proceeding initiated\nby him is not maintainable, he cannot be prevented from doing so and suffer\nall consequences that may follow therefrom. We wish to express no opinion F\non this aspect of the matter. Accordingly, these appeals are dismissed and the\nrespondent-tenant is at liberty to seek possession of the land in question in\naccordance with law.\nFor the reasons recorded in Civil Appeal Nos.6892-6893 of 1999, Civil\nAppeal Nos.6894-6895 of 1999 are also dismissed.\nE\n[F]\nG\nN.J.\nAppeals dismissed.\n"}