{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nD\n[2012] 3 S.C.R. 630\nRAMNARESH \u0026 ORS.\nV.\nSTATE OF CHHATTISGARH\n(Criminal Appeal Nos. 166-167 of 2010)\nFEBRUARY 28, 2012\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\n-\n-\n-\nPENAL CODE, 1860: ss.302, 376(2)(g), 499 – Rape and\nmurder - Four accused - Allegation against the accused that\nC they raped victim-deceased and thereafter strangulated her\nto death - Testimony of servant aged 16 years (PW6) who was\npresent at the time of incident and was threatened by the\naccused not to tell anyone about the incident - Conviction u/\nss. 302, 376(2)(g), 499 based on testimony of PW6 and award\nof death sentence On appeal, held: There was no\ncontradiction in the testimony of PW6 – His statement was fully\ncorroborated by medical evidence - Both the external and\ninternal injuries that the deceased suffered as a consequence\nof rape and the strangulation clearly indicated that the crime\nE could not have been committed by a single person\nOnce\nthat possibility is ruled out, testimony of PW6, despite he\nbeing the sole eye-witness, need not be doubted – In\nstatement made u/s.313, CrPC accused denied their presence\non the spot, at the time of occurrence - Thus, it was for them\nto prove that they were not present at the place of occurrence\nand were entitled to plea of alibi - They miserably failed to\nestablish this fact - Delay in lodging FIR duly explained -\nThe cumulative effect of the oral/documentary and expert\nevidence was that the prosecution was able to prove its case\nbeyond any reasonable doubt - The accused were guilty of\ncommitting the offence u/ss.499, 376(2)(g) and 302 – As\nregard sentencing, the possibility of their being reformed not\nruled out - Considering the age of the accused, possibility of\nthe death of the deceased occurring accidently and the\nF\nG\nH\n630\n-\n-\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 631\npossibility of the accused reforming themselves, they cannot A\nbe termed as 'social menace' - All these accused committed\na heinous and inhumane crime for satisfaction of their lust,\nbut it cannot be held with certainty that the case fell in the\n'rarest of rare' cases Accordingly, the sentence of death\ncommuted to that for life imprisonment (21 years).\n-\n-\n-\nB\nC\nD\nSENTENCE/SENTENCING: Sentencing policy\nGuiding principles - Death sentence and principles governing\nits conversion to life sentence - Held: The law requires Courts\nto record special reasons for awarding death sentence - Court\nhas to consider matters like nature of the offence, how and\nunder what circumstances it was committed, the extent of\nbrutality with which the offence was committed, the motive for\nthe offence, any provocative or aggravating circumstances at\nthe time of commission of the crime, the possibility of the\nconvict being reformed or rehabilitated, adequacy of the\nsentence of life imprisonment and other attendant\ncircumstances - These factors cannot be similar or identical\nin any two given cases – Thus, it is imperative for the Court\nto examine each case on its own facts, in light of the\nenunciated principles - It is only upon application of these E\nprinciples to the facts of a given case that the Court can arrive\nat a final conclusion whether the case is one of the 'rarest of\nrare' cases and imposition of death penalty alone shall serve\nthe ends of justice - Both aspects have to be given their\nrespective weightage - The Court has to strike a balance F\nbetween the two and see towards which side the scale/balance\nof justice tilts - The principle of proportion between the crime\nand the punishment is the principle of just deserts' that serves\nas the foundation of every criminal sentence that is justifiable\n- In other words, the 'doctrine of proportionality' has a valuable G\napplication to the sentencing policy under the Indian criminal\njurisprudence - Thus, the court will not only have to examine\nwhat is just but also as to what the accused deserves keeping\nin view the impact on the society at large - Every punishment\nimposed is bound to have its effect not only on the accused\nH\n632 SUPREME COURT REPORTS\n-\n[2012] 3 S.C.R.\nA alone, but also on the society as a whole – Thus, the Courts\nshould consider retributive and deterrent aspect of\npunishment while imposing the extreme punishment of death.\nB\nE\nWITNESSES: Sole witness - Testimony of - Evidentiary\nvalue of - Discussed.\nThe prosecution case was that on the fateful day, the\nvictim-deceased was sleeping in her house. PW-6, the\nservant aged 16 years was watching television in the\nverandah. All the accused came to her house. One of the\nC accused was the brother of PW-1 (the husband of the\ndeceased). PW-1 was not in the house. Two accused sat\nwith PW6 and the other two accused went inside the\nroom where the deceased was sleeping and committed\nrape on her. After committing rape, they came out and sat\nD with PW6 and the other two accused went inside and\ncommitted rape on her. The accused asked PW6 to go\naway to which he objected. Upon his objection, he was\nthreatened of elimination. Thereafter PW6 went to the\nroom of the deceased and saw that she was breathing\nheavily and was not able to speak and blood was oozing\nout from her mouth. PW6 came out and he was again\nthreatened by all the accused. Thereafter all the accused\nasked PW6 to go to the mother of the deceased (PW12)\nand tell her that the deceased was not waking up. PW6\nwent to PW12 and narrated the incident as directed by\nthe accused. PW12 went to the house of the deceased\nwhere she found the deceased lying dead. She called the\nneighbours and thereafter, information was given to PW1,\nhusband of the deceased. PW1 stated in his statement\nunder Section 161, Cr.P.C. that PW6 had not told him as\nto how the deceased had died. In his statement, he had\nalso stated that he had not married the deceased and she\nwas staying with him as his mistress and the deceased\nwas married to one 'B'. He also stated that he suspected\n'B' of committing the said crime. The other witnesses, i.e.\nH PW2, PW5 and PW10, had seen the accused-brother of\nF\nG\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 633\nPW1 and the other accused assembling outside the A\nhouse of the deceased became hostile during their\nexamination before the court. The trial court convicted the\nfour accused (the appellants), for offences under\nSections 499, 376(2)(g) and 302 read with Section 34, IPC\nand passed death sentence. The High Court upheld the B\nconviction and the sentence. The instant appeal was filed\nchallenging the order of the High Court.\nPartly allowing the appeal, the Court\nHELD: 1. PW6 who was the main witness of the C\nprosecution, was about 16 years old at the time of\nrecording of his statement in the Court. He fully supported\nthe case of the prosecution and was subjected to a\nlengthy cross-examination. PW12 was the mother of the\ndeceased and she corroborated the statement of PW6. D\nPW1, PW6 and PW12 substantially supported the case of\nthe prosecution and there was no substantial conflict or\ncontradiction in their statements. The report of the FSL\nwas inconclusive but not negative so as to provide the\naccused with any material benefit. [Paras 7, 9, 10, 11] E\n[653-F; 654-C-E; 655-B-C]\nJoseph v. State of Kerala (2003) 1 SCC 465: 2002 (4)\nSuppl. SCR 439; State of Haryana v. Inder Singh \u0026 Ors.\n(2002) 9 SCC 537 - referred to.\nF\n2. One very important aspect of the instant case was\nthat the accused\naccused \nwere not declared accused\ninstantaneously. PW6 was kept in the Police Station for\ntwo days apparently for the purposes of verifying and\ninvestigating what he informed the police. The needle of G\nsuspicion pointed towards PW6 and 'B' for the reason\nthat 'B' was earlier married to the deceased and PW6 with\nreference to the circumstances in existence at the spot\nand he being the only person available. The possibility\nof PW6 having committed the crime is ruled out in view H\n634\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of the evidence collected during the investigation. It was\nnobody's case that there was even an iota of evidence\npointing towards 'B' for commission of such an offence.\n[Paras 12, 13] [655-C-B, H; 656-A]\nB\nC\n3. It is not the quantity but the quality of the witnesses\nwhich matters for determining the guilt or innocence of\nthe accused. The testimony of a sole witness must be\nconfidence-inspiring and beyond suspicion and should\nnot leave any doubt in the mind of the Court and has to\nbe corroborated by other evidence produced by the\nprosecution in relation to commission of the crime and\ninvolvement of the accused in committing such a crime.\nIn the instant case, PW6, at the time of occurrence and\neven at the time of recording of the statement, was a\nyoung boy of 16 years. He had been serving in the house\nD of PW1, for a number of years prior to the date of incident.\nIt was his regular feature to have his meals as well as\nsleep in the verandah of the house of PW1. There existed\nno motive for him to commit the crime. He was kept under\ncontinuous threat to his life right from the time the\nE accused entered the house of the deceased till the\naccused were taken in police custody after recording\nevidence of various persons, more importantly, PW1,\nPW12, PW6 and PW7. His statement clearly narrated how\nthe offence was committed by the accused and there was\nnothing abnormal and inconsistent in his testimony.\nFurthermore, his statement was fully corroborated by\nmedical evidence of PW7 and the testimony of PW12. The\nconfirmation of blood on the piece of saree used for\ngagging the mouth of the deceased and the confirmation\nof presence of semen and human spermatozoa on the\nvaginal slides of the deceased and the findings during\nautopsy duly proved by PW7 and the corroboration of\nother witnesses including that of the Investigating Officer\nwould leave no room for any doubt that the appellants\nhad committed house trespass in the house of the\nF\nG\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 635\ndeceased and committed the offence with which they A\nwere charged. A very significant piece of evidence in the\ninstant case was the medical evidence and the injuries\ninflicted upon the body of the deceased. Both, the\nexternal and internal injuries that the deceased suffered\nas a consequence of rape and the strangulation clearly B\nindicated that the crime could not have been committed\nby a single person. Once that possibility is ruled out, it\nwould attach greater reliability to the testimony of PW6.\nThus, the statement of PW6, despite he being the sole\neye-witness, need not be doubted. [Paras 14, 15, 16] [656- C\nG; 657-B-H; 658-A-B]\nState of Gujarat v. Patel Mohan Mulji AIR 1994 SC 250\n- distinguished.\n4. There were four or five prosecution witnesses who D\nhad been declared hostile during the course of hearing\nof the trial. These witnesses were not the witnesses to the\nscene of crime. They were witnesses only to support the\nfact that the accused persons were seen together near\nthe house of the deceased after all others had gone to E\ntheir respective houses, after watching television at the\nhouse of the deceased. This fact is not the determinative\nfactor and does not demolish the case of the prosecution\nin its entirety or otherwise. The presence of the accused-\nbrother of PW1 at the house of the deceased immediately F\nafter the occurrence and trying to keep a watch on PW6\nclearly showed that the most likely and truthful witness\nin the case of the prosecution was PW6. PW6 had\nwithstood the long cross-examination despite his young\nage, the threat extended to him by the accused and being\nthe sole eye-witness of such a heinous crime. It goes to\nthe credit of this witness that despite the fact that other\nfive witnesses had turned hostile being the person of the\nvillage, he nevertheless stood to his testimony. [Para 17]\n[658-F-H; 659-A-C]\nG\nH\nA\n636 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n5. The occurrence took place at about 11 p.m. at\nnight in a village area where normally by this time, people\ngo to their respective houses and stay inside thereafter.\nAfter committing the rape on the deceased and her\nsubsequent death which itself took a considerable time,\nB the accused persons remained in the house for some\ntime. Thereafter, they made it sure that PW6 goes to the\nhouse of PW12 and tells her incorrectly and without\ndisclosing the true facts that the deceased was not\nwaking up despite efforts, which he did and this fact was\nfully established by the statement of PW12. In the\nmeanwhile, the news had spread and one 'A' rung up\nPW1 who came to the spot of occurrence. After seeing\nhis wife in that horrible condition and doubting that ‘B’\nmight have committed the crime since by that time PW6\nhad not told him the correct story, he went to the Police\nStation and lodged the FIR. Police registered the FIR\nunder Sections 376 and 302 IPC. Thus, there was\nplausible explanation available on record of the case file\nwhich explained the delay in lodging the FIR. [Para 18]\n[659-D-G]\nс\nD\nE\n6. Exhibit P/12 was the post mortem report which\ndepicted various external and internal injuries on the\nbody of the deceased. The cause of death of the\ndeceased was asphyxia due to throttling. As per the post\nF mortem report, petechial hemorrhage of lungs was\npresent, the right side of heart was filled with blood while\nthe left chamber was empty and bloody froth was oozing\nfrom nostrils and mouth of the deceased. The expert\nevidence clearly demonstrated, particularly in view of the\nG injuries caused to the deceased during the heinous\ncrime, that it could not have been done by a single\nperson and, therefore, involvement of two or more\npersons was most probable and in line with the story of\nthe prosecution. The cumulative effect of the oral/\ndocumentary and expert evidence was that the\nH\nRAMNARESH \u0026 ORS. v.: STATE OF CHHATTISGARH 637\nprosecution was able to prove its case beyond any A\nreasonable doubt. [Para 19] [661-A-E]\n7.1. It was a case where not only the entire\nincriminating material evidence was put to the accused\nwhile they were being examined under Section 313\nCr.P.C. but also that the accused examined two\nwitnesses DW1, and DW2, wife of accused-brother of\nPW1. In their statements under Section 313 Cr.P.C., they\nhad taken the stand that they were not present at the\nplace of occurrence but, in fact, they were present in their\nrespective houses and as such they were falsely\nimplicated. The two witnesses were examined in support\nof this fact. DW1 stated that he lived near the house of\nthe deceased and he did not hear any noise or cries on\nthe fateful night. The cross examination of these two\nwitnesses clearly created a doubt in regard to the\nauthenticity of their statements. Firstly, as per the version\nof the prosecution and as is even clear from the medical\nevidence, the mouth of deceased had been gagged.\nTherefore, the question of hearing any noise or\nscreaming would not arise and, secondly, DW2 is the wife\nof the accused and is bound to speak in his favour as\nan interested witness. Furthermore, both these witnesses\nhad not informed the Police during the course of\ninvestigation and even when the accused were arrested\nthat they had been present at their respective houses and\nnot at the place of occurrence. In fact, this has not even\nbeen the suggestion of the defence while cross-\nexamining the prosecution witnesses. [Para 20] [661-F-\nH; 662-B-D]\n7.2. In terms of Section 313 Cr.P.C., the accused has\nthe freedom to maintain silence during the investigation\nas well as before the Court. The accused may choose to\nmaintain silence or complete denial even when his\nstatement under Section 313 Cr.P.C. is being recorded,\nB\nC\nD\nE\nF\nG\nH\n638 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of course, the Court would be entitled to draw an\ninference, including adverse inference, as may be\npermissible to it in accordance with law. Right to fair trial,\npresumption of innocence unless proven guilty and proof\nby the prosecution of its case beyond any reasonable\nB doubt are the fundamentals of our criminal jurisprudence.\nWhen speaking of prejudice to an accused, it has to be\nshown that the accused has suffered some disability or\ndetriment in relation to any of these protections\nsubstantially. Such prejudice should also demonstrate\nthat it has occasioned failure of justice to the accused.\nOne of the other cardinal principles of criminal justice\nadministration is that the courts should make a close\nexamination to ascertain whether there was really a\nfailure of justice or whether it is only a camouflage, as\nthis expression is perhaps too pliable. [para 21] [662-E-\nH; 663-A]\nC\nD\nE\nF\nG\nH\nRafiq Ahmed @ Rafi v. State of Uttar Pradesh (2011) 8\nSCC 300 relied on.\n7.3. It is a settled principle of law that the obligation\nto put material evidence to the accused under Section\n313 Cr.P.C. is upon the Court. One of the main objects of\nrecording of a statement under this provision of the\nCr.P.C. is to give an opportunity to the accused to explain\nthe circumstances appearing against him as well as to\nput forward his defence, if the accused so desires. But\nonce he does not avail this opportunity, then\nconsequences in law must follow. Where the accused\ntakes benefit of this opportunity, then his statement made\nunder Section 313 Cr.P.C., in so far as it supports the\ncase of the prosecution, can be used against him for\nrendering conviction. Even under the latter, he faces the\nconsequences in law. In the instant case, the accused\nhave denied their presence on the spot, at the time of\noccurrence. Thus, it was for them to prove that they were\nnot present at the place of occurrence and were entitled\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 639\nto plea of alibi. They miserably failed to establish this fact. A\nOn the contrary, the behaviour explained by the defence\nwitnesses appeared to be somewhat unnatural in the\nsocial set up in which the accused, the deceased and\neven some of the prosecution witnesses were living. They\nknew each other very well and the normal course of life B\nin a village is that they are quite concerned with and\nactively participate in each other's affairs, particularly sad\noccasions. The accused brother of PW1, was present at\nthe place of occurrence and was holding one of the minor\nchildren of PW1. This supported the statement of PW6\nthat he was constantly under threat and watch from either\nof the accused. The version put forward by the accused\nin their statement under Section 313 Cr.P.C. was\nunbelievable and unacceptable. There was no cogent\nevidence on record to support their plea. The prosecution\nwas able to prove its case beyond reasonable doubt. The\naccused were guilty of committing the offence under\nSections 499, 376(2)(g) and 302 IPC. [Paras 22-24] [663-\nB-G; 664-A]\nC\nD\n8.1. The death sentence and principles governing its E\nconversion to life imprisonment\nDespite the transformation of approach and radical\nchanges in principles of sentencing across the world, it\nhas not been possible to put to rest the conflicting views\non sentencing policy. The sentencing policy being a\nsignificant and inseparable facet of criminal\njurisprudence, has been inviting the attention of the\nCourts for providing certainty and greater clarity to it.\nCapital punishment has been a subject matter of great\nsocial and judicial discussion and castacism. From\nwhatever point of view it is examined, one undisputable\nstatement of law follows that it is neither possible nor\nprudent to state any universal formula which would be\napplicable to all the cases of criminology where capital\nF\nG\nH\n"}