{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nD\nE\nய\n650 SUPREME COURT REPORTS\n(6)\nthe facts of the present case.\n[2012] 3 S.C.R.\nFSL report does not clearly state or link the\nappellants with the commission of the crime.\nFor these reasons and grounds, the appellant\nclaims acquittal.\n4. Before we proceed to discuss the merits or otherwise\nof the above contentions, it will be necessary for us to state the\ncase of the prosecution and the evidence on record. Rajkumari\nC (the deceased) was residing at Village Gullidand, Police\nStation Marwahi, with her husband Indrajeet and two infant\nchildren. On 8th August, 2006, her husband had gone to the\nhouse of his father at Rajnagar. Rajkumari was at her residence\nwith her children. On 9th August, 2006, Rajkumari had called\nDhaniram, their domestic servant, to sleep in their house in the\nnight. It was the day of Raksha Bandhan. Anita (PW3), Savita\n(PW2) and Bela Bai (PW5), neighbours of Rajkumari, visited\nher house to view television in the night. At about 9 o'clock, they\nwent back to their houses after viewing television. Ranjeet\nKewat, is the brother of Indrajeet and brother-in-law of\nRajkumari. He had a house near the house of Indrajeet.\nVishwanath, Amar Singh, Kamlesh and Ramnaresh, who used\nto reside at the house of Ranjeet came to his house, sat there\nfor some time and then went away. At about 11.30 p.m., they\nare stated to have again come to the house of Ranjeet and\nconsumed alcohol. Thereafter, at about 12 o'clock in the night,\nwhen Rajkumari had gone to sleep in her room and the servant,\nDhaniram, was watching television in the verandah, the\naccused persons, Ranjeet, Vishwanath, Amar Singh and\nRamnaresh came into the house of Rajkumari and told\nG Dhaniram that they would have illicit relations with Rajkumari\nand if he disclosed anything to anybody, he would be eliminated.\nRamnaresh and Amar Singh sat down along with Dhaniram\nwhile Ranjeet and Vishwanath went into the room of Rajkumari\nand committed rape on her. After committing the offence, they\nF\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 651\n[SWATANTER KUMAR, J.]\nC\ncame out and took Dhaniram into the courtyard. Then A\nRamnaresh and Amar Singh entered the room of Rajkumari.\nThey also committed rape on her and came out after some\ntime. Then, the accused asked Dhaniram to go away to which\nhe objected. Upon his objection, he was threatened of\nelimination. Thereafter, Dhaniram went to the room of Rajkumari B\nand saw that she was breathing heavily, was not able to speak\nand blood was oozing from her mouth and nose. Dhaniram\ncame out of the room and was again threatened by all the\naccused. Ranjeet asked him to go to the house of his aunt\n(bua), mother of Rajkumari and tell her that Rajkumari is not\nwaking up. Before leaving, they extended the threat again and\ntold him to act as per their directions. Dhaniram went to the\nhouse of Sugaribai, mother of Rajkumari, PW12 and narrated\nthe incident as he was directed by the accused. Sugaribai\nasked him to stay at her house while she went to the house of\nD\nRajkumari. There she noticed that Rajkumari was lying dead.\nShe called the neighbours and thereafter, the information was\ngiven to Indrajeet, husband of the deceased, who came in the\nmorning. Indrajeet visited the Police Station Marwahi and\ninformed about the death of Rajkumari vide Ex.P1. The police\nvisited the spot and took the body of the deceased vide Ex.P3\nand also collected other materials from the place of occurrence.\nDr. Sheela Saha and Dr. Mahesh Raj conducted the\npostmortem of the dead body and submitted the postmortem\nreport, Ex.P12, wherein it was opined that death of Rajkumari\nhad taken place due to blockage of breathing on account of\nstrangulation and the act of commission of rape on her was also\nestablished. The police registered a case under Section 376/\n302 IPC vide Ex.P16 and started its investigation. Statements\nof as many as 14 witnesses were recorded by the police.\nVarious items like blood stained underwear and piece of G\nyellow-coloured saree on which blood spots were visible at\nvarious places were also seized from the place of occurrence\nand were exhibited as Ex.P10. Slide of semen of the accused\nfrom the hospital was seized vide seizure memo Ex.P13.\nThereafter, the accused were arrested. During further\nE\nF\nH\n652 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA investigation, clothes, shirts and underwear of the other\naccused persons and the petticot and saree of the deceased\nwere also seized. After the medical examination of the\naccused, report of the FSL and recording of statements of the\nwitnesses, the police filed the report before the court of\nB competent jurisdiction. The accused were committed to the\nCourt of Sessions and tried in accordance with law, which\nresulted in their conviction, as afore-noticed. As per Ex.P12,\nthere were following injuries upon the person of the deceased:-\nC\nD\nヨ\nF\n\"External Injury in the neck- (A) Abrasion with scratch mark\nby nail present. Abrasion in number, below the angle of\nright mandible and sternocleidomastoideus muscles\npresent size measuring 0.5 x 0.5 cm (B) Scratch mark -\nlength 1\" present above mentioned area. Abrasion on the\nleft side of Neck below the angle of mandible to mastoid\nprocess abrasion scratch mark 2 ½\" present.\n(C) Abrasion in the thigh 1\" x 0.5” and 1” x 1”.\n1\" x 1\" contusion on private part on medial side of the Rt.\nPresent on both medial aspect of thigh.\nON P/V EXAMINAL\nLaceration plus abrasion 3 to 4\" in no. over perineum.\nBlood mix discharge present.\nP/V Ex-Uterus Anteverted normal size.\"\n5. PW1, husband of the deceased had stated in his\nstatement under Section 161 of the Code of Criminal\nProcedure (Cr.P.C.) that PW6 had not told him as to how\nG Rajkumari had died. In his statement, he had also stated that\nhe had not married Rajkumari and she was staying with him\nas his mistress. He had been married earlier to a girl from\nvillage Pyari. However, he did not remember the name of the\ngirl, as it was more than 16 years ago. He further stated that\nH the deceased Rajkumari was married to one Bhupendra, who\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 653\n[SWATANTER KUMAR, J.]\nwas from the village of her father, i.e. village Khongapani. He A\nadmitted that he had two children from Rajkumari and also that\nhis relationship with Bhupendra were bitter on account of\nretaining Rajkumari as his mistress. He also stated that he had\nsuspected Bhupendra of committing the said crime. According\nto this witness, he was informed by one Mr. Ashok of the\nincident. He stated that Dhaniram had been serving as a\nservant with them for the past three years and he used to have\nhis meals and sleep in the verandah of the house. The broken\npieces of bangles of Rajkumari were kept by Dhaniram when\nhe cleaned the room.\n6. The other witnesses, i.e. PW2, PW5 and PW10, who\nhad seen Ranjeet and the other accused assembling outside\nthe house of Rajkumari had been declared hostile during their\nexamination before the court by the prosecutor. These\nwitnesses, however, had admitted that they had acquaintance\nwith the accused persons as well as with the deceased\nRajkumari. PW5, Bela Bai stated that she had gone to watch\ntelevision in the house of Rajkumari along with Anita and Savita\nand nobody else was there. It was at that stage that the witness\nwas declared hostile and she denied the suggestion that she\nhad seen the accused persons. This witness and all other\nwitnesses live in and around the house of Rajkumari.\n7. PW6 who is the main witness of the prosecution, was\nabout 16 years old at the time of recording of his statement in\nthe Court. He fully supported the case of the prosecution and\nwas subjected to a lengthy cross-examination. According to him,\nhe was watching television when Ranjeet along with other\naccused had come to the house of Rajkumari. He also stated\nthat he did not raise hue and cry as he was under constant threat\nby the other co-accused, who were surrounding him. He also\nstated that he was confused and was unable to point out\nanything at that point of time. In his cross-examination, he was\nposed the following question, which adds to the veracity of his\nstatement:\nB\nC\nD\nE\nF\nG\nH\n|\nA\n\u003e\u003e\nB\nC\nD\nE\n654 SUPREME COURT REPORTS\n-\n[2012] 3 S.C.R.\n\"Question: When Raj Kumari was restless due to pain,\ndid you go to call up Ranjeet?\nAns:- Why I should have gone to call up Ranjeet when he,\nin person, was involved in this incident.\"\n8. As already noticed, this witness was subjected to a\ndetailed cross-examination. He also admitted in his cross-\nexamination \"it is correct to say that I was afraid whether the\npolice would not make me the accused.\"\n9. PW12, Sugaribai, is the mother of the deceased and\nshe had also supported the case of the prosecution and\ncorroborated the statement of PW6. She stated that when she\nvisited the house of Rajkumari, Ranjeet was holding the\nyounger infant of Rajkumari in his lap and she had sent Ranjeet\nto call the people but instead he called Rewa Lohar, a witch\ndoctor.\n10. PW1, PW6 and PW12 had substantially supported the\ncase of the prosecution and we are unable to notice any\nsubstantial conflict or contradiction in their statements. The\nsemen, blood and blood-stained clothes, which had been\nseized during the investigation, had been sent for examination.\nThe report of the FSL had been placed on record as Ex.P23.\nSuch evidence would be admissible in terms of Section 293\nCr.P.C. The merit or otherwise of this report was examined by\nF the High Court as follows:-\nG\nH\n\"(8) During trial, report of the Forensic Science Laboratory,\nRaipur Ex.P-23 dated 31-7-2007 was produced and\nadmitted in evidence under Section 293 of the Code by\nwhich presence of blood on Articles A, B, C, D, E, F1, F2\nand presence of seminal stains and human spermatozoa\non Articles C, D, E, F1, F2, G1, H1, I1, J1 and K1 was\nconfirmed. Seminal stains and human spermatozoa was\nnot found on Articles A and B. The seminal stains on\nArticles C, D, E, F1 and F2 were not sufficient for\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 655\n[SWATANTER KUMAR, J.]\nserological examination. The Slides Articles G2, H2, 12, J2 A\nand K2 were preserved if D.N.A. Test was felt necessary.\nThe prosecution examined as many as 16 witnesses. The\nappellants/accused examined Samelal D.W.-1 and Kamla\nD.W.-2 wife of Ranjeet to establish that the appellants/\naccused had slept in their respective houses between 9\nto 10 P.M. on 9-8-2006.\"\n11. As is evident from the above findings, the report of the\nFSL was inconclusive but not negative, which would provide the\naccused with any material benefit.\n12. We have examined this case in light of the above\nocular and documentary evidence. One very important aspect\nof the present case is that the accused were not declared\naccused instantaneously. Dhaniram had been kept in the\nPolice Station for two days thereafter apparently for the\npurposes of verifying and investigating what he informed the\npolice. The needle of suspicion pointed towards Dhaniram and\nBhupendra for the reason that Bhupendra was earlier married\nto Rajkumari and Dhaniram with reference to the circumstances\nin existence at the spot and he being the only person available.\nIt was argued that Dhaniram could have committed the crime\nas he was the only person present in the house when all the\npersons watching the television had left the house. Thus, the\nInvestigating Agency had to conduct a proper investigation\nbefore it could identify the real suspects and the accused in the\ncase, which in our opinion, the police did.\nB\nC\nD\nE\nF\nG\n13. The fact that at a given point of time, some person\nother than the accused were suspected to have committed the\noffence would lose its relevance once the investigation is\ncompleted, report under Section 173 Cr.P.C. is filed before the\nCourt of competent jurisdiction, of course, unless the Court,\nupon presentation of the report finds that some other person\nis also liable to be summoned as an accused or directs further\ninvestigation. In the present case, the possibility of PW6,\nDhaniram, having committed the crime is ruled out in view of H\n656 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA the evidence collected during the investigation. It is nobody's\ncase before us that there is even an iota of evidence which\npoints towards Bhupendra for commission of such an offence.\nB\nC\nD\n14. Now, we may deal with the first contention raised on\nbehalf of the appellants with reference to the credibility of the\ntestimony of PW6. The learned counsel appearing for the\nappellants, contended that PW6, the sole eye-witness, cannot\nbe relied upon to convict the accused for the reason that the\nwitness, being a suspect himself, is not credible and has not\nspoken the truth before the Court. It is also contended that the\nCourt should deal with the statement of a sole eye-witness\ncautiously and it may not be very safe to rely upon the testimony\nof such a witness. In support of his contention, he derives\nstrength from the judgments of this Court in the cases of Joseph\nv. State of Kerala [(2003) 1 SCC 465] and State of Haryana\nv. Inder Singh \u0026 Ors. [(2002) 9 SCC 537]. In the case of\nJoseph, this Court has stated the principle that where there is\na sole witness to the incident, his evidence has to be accepted\nwith an amount of caution and after testing it on the touchstone\nof evidence tendered by other witnesses or the material\nE evidences placed on record. This Court further stated that\nSection 134 of the Indian Evidence Act does not provide for\nany particular number of witnesses and it would be permissible\nfor the Court to record and sustain a conviction on the evidence\nof a solitary eye-witness. But, at the same time, such a course\nF can be adopted only if evidence tendered by such a witness is\ncredible, reliable, in tune with the case of the prosecution and\ninspires implicit confidence. In the case of Inder Singh (supra),\nthe Court held that it is not the quantity but the quality of the\nwitnesses which matters for determining the guilt or innocence\nof the accused. The testimony of a sole witness must be\nconfidence-inspiring and beyond suspicion, thus, leaving no\ndoubt in the mind of the Court.\nG\nH\n15. The principles stated in these judgments are\nindisputable. None of these judgments say that the testimony\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 657\n[SWATANTER KUMAR, J.]\nof the sole eye-witness cannot be relied upon or conviction of A\nan accused cannot be based upon the statement of the sole\neye-witness to the crime. All that is needed is that the statement\nof the sole eye-witness should be reliable, should not leave any\ndoubt in the mind of the Court and has to be corroborated by\nother evidence produced by the prosecution in relation to B\ncommission of the crime and involvement of the accused in\ncommitting such a crime.\nC\nD\n16. In light of this principle, now we may examine the facts\nof the present case. PW6, at the time of occurrence and even\nat the time of recording of the statement, was a young boy of\n16 years. He had been serving in the house of Indrajeet, PW1,\nfor a number of years prior to the date of incident. It was his\nregular feature to have his meals as well as sleep in the\nverandah of the house of PW1. There existed no motive for him\nto commit the crime. He was kept under continuous threat to\nhis life right from the time Ranjeet and others entered the house\nof the deceased Rajkumari till the accused were taken in police\ncustody after recording evidence of various persons, more\nimportantly, PW1 (Indrajeet), PW12 (Sugaribai), PW6\n(Dhaniram) and PW7 (Dr. Shila Saha). His statement clearly E\nnarrates how the offence was committed by the accused and\nthere is nothing abnormal and inconsistent in his testimony.\nFurthermore, his statement is fully corroborated by medical\nevidence of PW7, Dr. Shila Saha and the testimony of PW12,\nSugaribai. The confirmation of blood on the piece of saree used F\nfor gagging the mouth of Rajmukari and the confirmation of\npresence of semen and human spermatozoa on the vaginal\nslides of Rajkumari and the findings during autopsy duly proved\nby PW7, Dr. Shila Saha and the corroboration of other\nwitnesses including that of the Investigating Officer leave no\nroom for any doubt that the appellants had committed house\ntrespass in the house of Rajkumari and committed the offence\nwith which they are charged. A very significant piece of\nevidence in the present case is the medical evidence and the\ninjuries inflicted upon the body of the deceased. Both, the H\nG\n658 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA external and internal injuries that the deceased suffered as a\nB\nC\nD\nconsequence of rape and the strangulation clearly indicate that\nthe crime could not have been committed by a single person.\nOnce that possibility is ruled out, it would attach greater\nreliability to the testimony of PW6. Thus, the statement of PW6,\ndespite he being the sole eye-witness, need not be doubted\nby this Court. It fully satisfies the tests of law enunciated in the\nabove judgments of this Court. Resultantly, we find no merit in\nthis submission of the learned counsel appearing for the\nappellants.\n17. The next contention is that there was inordinate delay\nin lodging the FIR which gave an opportunity to the police to\nfalsely implicate the accused. Thus, the entire prosecution story\nbeing founded on the said FIR, needs to be disbelieved by the\nCourt and the appellants be entitled to acquittal. In this regard,\nreliance has been placed upon the judgment of this Court in\nthe case of State of Gujarat v. Patel Mohan Mulji [AIR 1994\nSC 250]. At the very outset, we may notice that the facts of the\ncase in Patel Mohan Mulji (supra) are significantly different\nfrom the facts of the case in hand. There, the Court had\nE acquitted the accused not only for the sole reason of delay in\nrecording the FIR but also for the reason that there was close\nrelationship of witnesses with the deceased and the accused.\nThere were discrepancies in the inquest report and clear\nconflict between the medical evidence and the oral evidence.\nF The evidence of the prosecution was also found to be suffering\nfrom serious infirmities. In the present case, none of these\nexists. There are four or five prosecution witnesses, including\nPW2, PW3, PW4, PW5 and PW10, who had been declared\nhostile during the course of hearing of the trial. These witnesses.\nwere not the witnesses to the scene of crime. They were\nwitnesses only to support the fact that the accused persons\nwere seen together near the house of the deceased Rajkumari,\nafter all others had gone to their respective houses, after\nwatching television at the house of the deceased. This fact is\nnot the determinative factor and does not demolish the case\nG\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 659\n[SWATANTER KUMAR, J.]\nB\nof the prosecution in its entirety or otherwise. The presence of A\nRanjeet Kewat at the house of the deceased, Rajkumari,\nimmediately after the occurrence and trying to keep a watch\non PW6 clearly shows that the most likely and truthful witness\nin the case of the prosecution is PW6. PW6, as already noticed,\nhad withstood the long cross-examination despite his young\nage, the threat extended to him by the accused and being the\nsole eye-witness of such a heinous crime. It goes to the credit\nof this witness that despite the fact that other five witnesses had\nturned hostile being the person of the village, he nevertheless\nstood to his testimony.\n18. As far as the delay is concerned, we are not in\nagreement with the learned counsel appearing for the\nappellants that the delay does not stand explained in the\npresent case. The occurrence took place at about 11 p.m. at\nnight in a village area where normally by this time, people go\nto their respective houses and stay inside thereafter. After\ncommitting the rape on the deceased and her subsequent\ndeath which itself took a considerable time, the accused\npersons remained in the house for some time. Thereafter, they\nmade it sure that PW6 goes to the house of PW12 and tells\nher incorrectly and without disclosing the true facts that the\ndeceased was not waking up despite efforts, which he did and\nthis fact is fully established by the statement of PW12. In the\nmeanwhile, the news had spread and one Ashok had rung up\nPW1 who came to the spot of occurrence. After seeing his wife\nin that horrible condition and doubting that Bhupendra might\nhave committed the crime since by that time PW6 had not told\nhim the correct story, he went to the Police Station and lodged\nthe FIR at about 10.50 a.m. on 10th August, 2006. Police\nregistered the FIR under Sections 376 and 302 IPC vide Exhibit\nP16. Thus, there is plausible explanation available on record\nof the case file which explains the delay in lodging the FIR. We\nalso cannot lose sight of the statement of PW4, father of PW6,\nwho stated that when he went to the Police Station, he found\nhis son there who informed him that he was in the Police Station\nC\nD\nE\nF\nG\nH\n"}