{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"C\n640 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA punishment has been prescribed. It shall always depend\nupon the facts and circumstances of a given case. This\nCourt has stated various legal principles which would be\nprecepts on exercise of judicial discretion in cases where\nthe issue is whether the capital punishment should or\nB should not be awarded. The law requires the Court to\nrecord special reasons for awarding such sentence. The\nCourt, therefore, has to consider matters like nature of the\noffence, how and under what circumstances it was\ncommitted, the extent of brutality with which the offence\nwas committed, the motive for the offence, any\nprovocative or aggravating circumstances at the time of\ncommission of the crime, the possibility of the convict\nbeing reformed or rehabilitated, adequacy of the\nsentence of life imprisonment and other attendant\ncircumstances. These factors cannot be similar or\nidentical in any two given cases. Thus, it is imperative for\nthe Court to examine each case on its own facts, in light\nof the enunciated principles. It is only upon application\nof these principles to the facts of a given case that the\nCourt can arrive at a final conclusion whether the case\nin hand is one of the 'rarest of rare' cases and imposition\nof death penalty alone shall serve the ends of justice.\nFurther, the Court would also keep in mind that if such a\npunishment alone would serve the purpose of the\njudgment, in its being sufficiently punitive and\npurposefully preventive. [Paras 25-26] [664-B-H; 665-A-B]\nD\nE\nF\n8.2. Merely because a crime is heinous per se may\nnot be a sufficient reason for the imposition of death\npenalty without reference to the other factors and\nG attendant circumstances. Most of the heinous crimes\nunder the IPC are punishable by death penalty or life\nimprisonment. That by itself does not suggest that in all\nsuch offences, penalty of death alone should be\nawarded. In such cases awarding of life imprisonment\nwould be a rule, while 'death' would be the exception..The\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 641\nterm 'rarest of rare' case which is the consistent A\n· determinative rule declared by this Court, itself suggests\nthat it has to be an exceptional case. The life of a\nparticular individual cannot be taken away except\naccording to the procedure established by law and that\nis the constitutional mandate. The law contemplates B\nrecording of special reasons and, therefore, the\nexpression 'special' has to be given a definite meaning\nand connotation. 'Special reasons' in contra-distinction\nto 'reasons' simplicitor conveys the legislative mandate\nof putting a restriction on exercise of judicial discretion C\nby placing the requirement of special reasons. [Paras 36-\n37] [677-B-E]\n-\n.C\nD\n8.3. The judgments in Bachan Singh and Machhi Singh\nprimarily dissect the principles into two different\ncompartments one being the ‘aggravating\ncircumstances' while the other being the 'mitigating\ncircumstances'. The Court would consider the cumulative\neffect of both these aspects and normally, it may not be\nvery appropriate for the Court to decide the most\nsignificant aspect of sentencing policy with reference to E\none of the classes under any of the following heads while\ncompletely ignoring other classes under other heads. To\nbalance the two is the primary duty of the Court. It will be\nappropriate for the Court to come to a final conclusion\nupon balancing the exercise that would help to administer F\nthe criminal justice system better and provide an effective\nand meaningful reasoning by the Court as contemplated\nunder Section 354(3) Cr.P.C.\nAggravating Circumstances :\nG\n(1) The offences relating to the commission of\nheinous crimes like murder, rape, armed dacoity,\nkidnapping etc. by the accused with a prior record\nof conviction for capital felony or offences committed\nby the person having a substantial history of serious H\n642\n· SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nพย\nE\nF\nG\nI\nassaults and criminal convictions.\n(2) The offence was committed while the offender\nwas engaged in the commission of another serious\noffence.\n(3) The offence was committed with the intention to\ncreate a fear psychosis in the public at large and was\ncommitted in a public place by a weapon or device\nwhich clearly could be hazardous to the life of more\nthan one person.\n(4) The offence of murder was committed for ransom\nor like offences to receive money or monetary\nbenefits.\n(5) Hired killings.\n(6) The offence was committed outrageously for want\nonly while involving inhumane treatment and torture\nto the victim.\n(7) The offence was committed by a person while in\nlawful custody.\n(8) The murder or the offence was committed to\nprevent a person lawfully carrying out his duty like\narrest or custody in a place of lawful confinement of\nhimself or another. For instance, murder is of a\nperson who had acted in lawful discharge of his duty\nunder Section 43 Cr.P.C.\n(9) When the crime is enormous in proportion like\nmaking an attempt of murder of the entire family or\nmembers of a particular community.\n(10) When the victim is innocent, helpless or a\nperson relies upon the trust of relationship and social\nnorms, like a child, helpless woman, a daughter or a\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 643\nniece staying with a father/uncle and is inflicted with A\nthe crime by such a trusted person.\n(11) When murder is committed for a motive which\nevidences total depravity and meanness.\n(12) When there is a cold blooded murder without\nprovocation.\nB\n(13) The crime is committed so brutally that it pricks\nor shocks not only the judicial conscience but even\nthe conscience of the society.\nMitigating Circumstances:\n(1) The manner and circumstances in and under\nwhich the offence was committed, for example,\nextreme mental or emotional disturbance or extreme\nprovocation in contradistinction to all these\nsituations in normal course.\nC\nD\n(2) The age of the accused is a relevant consideration\nbut not a determinative factor by itself.\nE\n(3) The chances of the accused of not indulging in\ncommission of the crime again and the probability of\nthe accused being reformed and rehabilitated.\n(4) The condition of the accused shows that he was F\nmentally defective and the defect impaired his\ncapacity to appreciate the circumstances of his\ncriminal conduct.\n(5) The circumstances which, in normal course of life,\nwould render such a behavior possible and could\nhave the effect of giving rise to mental imbalance in\nthat given situation like persistent harassment or, in\nfact, leading to such a peak of human behavior that,\nin the facts and circumstances of the case, the\nG\nI\nA\nB\nC\nD\nE\nF\nG\nH\n644\nSUPREME COURT REPORTS\ni\n[2012] 3 S.C.R.\naccused believed that he was morally justified in\ncommitting the offence.\n(6) Where the Court upon proper appreciation of\nevidence is of the view that the crime was not\ncommitted in a pre-ordained manner and that the\ndeath resulted in the course of commission of\nanother crime and that there was a possibility of it\nbeing construed as consequences to the\ncommission of the primary crime.\n(7) Where it is absolutely unsafe to rely upon the\ntestimony of a sole eye-witness though prosecution\nhas brought home the guilt of the accused.\nWhile determining the questions relateable to\nsentencing policy, the Court has to follow certain\nprinciples and those principles are the loadstar\nbesides the other considerations in imposition or\notherwise of the death sentence.\nPrinciples :\n(1) The Court has to apply the test to determine, if it\nwas the 'rarest of rare' case for imposition of a death\nsentence.\n(2) If in the opinion of the Court, imposition of any\nother punishment, i.e., life imprisonment would be\ncompletely inadequate and would not meet the ends\nof justice.\n(3) Life imprisonment is the rule and death sentence\nis an exception.\n(4) The option to impose sentence of imprisonment\nfor life cannot be cautiously exercised having regard\nto the nature and circumstances of the crime and all\nrelevant considerations.\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 645\n(5) The method (planned or otherwise) and the A\nmanner (extent of brutality and inhumanity, etc.) in\nwhich the crime was committed and the\ncircumstances leading to commission of such\nheinous crime.\nB\nC\nThese are the accepted indicators for the exercise of\njudicial discretion but it is always preferred not to fetter\nthe judicial discretion by attempting to make the\nexcessive enumeration, in one way or another. In other\nwords, these are the considerations which may\ncollectively or otherwise weigh in the mind of the Court,\nwhile exercising its jurisdiction. It is difficult to state it as\nan absolute rule. Every case has to be decided on its own\nmerits. The judicial pronouncements, can only state the\nprecepts that may govern the exercise of judicial\ndiscretion to a limited extent. Justice may be done on the D\nfacts of each case. These are the factors which the Court\nmay consider in its endeavour to do complete justice\nbetween the parties. The Court then would draw a\nbalance-sheet of aggravating and mitigating\ncircumstances. Both aspects have to be given their E\nrespective weightage. The Court has to strike a balance\nbetween the two and see towards which side the scale/\nbalance of justice tilts. The principle of proportion\nbetween the crime and the punishment is the principle of\n'just deserts' that serves as the foundation of every\ncriminal sentence that is justifiable. In other words, the\n'doctrine of proportionality' has a valuable application to\nthe sentencing policy under the Indian criminal\njurisprudence. Thus, the court will not only have to\nexamine what is just but also as to what the accused\ndeserves keeping in view the impact on the society at\nlarge. Every punishment imposed is bound to have its\neffect not only on the accused alone, but also on the\nsociety as a whole. Thus, the Courts should consider\nretributive and deterrent aspect of punishment while H\nF\nG\n646 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA imposing the extreme punishment of death. [paras 39-43]\n[677-G-H; 678-A-H; 679-A-H; 680-A-H; 681-A-H; 682-A-D]\nB\nC\nD\n8.4. Wherever, the offence which is committed,\nmanner in which it is committed, its attendant\ncircumstances and the motive and status of the victim,\nundoubtedly brings the case within the ambit of 'rarest\nof rare' cases and the Court finds that the imposition of\nlife imprisonment would be inflicting of inadequate\npunishment, the Court may award death penalty.\nWherever, the case falls in any of the exceptions to the\n'rarest of rare' cases, the Court may exercise its judicial\ndiscretion while imposing life imprisonment in place of\ndeath sentence. In the instant appeals, accused were\nguilty of the offences under Sections 376(2)(g) and 302\nread with Section 34 IPC. On the question of quantum of\nsentence, the argument raised on behalf of the appellants\nwas that all the accused were of young age at the time\nof commission of the crime, i.e. 21 to 31 years of age. The\npossibility of their being reformed cannot be ruled out.\nThe Court has to consider various parameters and\nbalance the mitigating circumstances against the need\nfor imposition of capital punishment. The factors to be\nconsidered could be different than the mitigating\ncircumstances. The age of the accused, possibility of the\ndeath of the deceased occurring accidently and the\nF possibility of the accused reforming themselves, they\ncannot be termed as 'social menace'. It is unfortunate but\na hard fact that all these accused have committed a\nheinous and inhumane crime for satisfaction of their lust,\nbut it cannot be held with certainty that this case falls in\nthe 'rarest of rare' cases. Accordingly, the sentence of\ndeath is commuted to that for life imprisonment (21\nyears). [paras 44, 46, 49-50] [682-D-F, G-H; 683-A; 684-H;\n685-A-D]\nE\nG\nMachhi Singh \u0026 Ors. v. State of Rajasthan (1983) 3 SCC\nH 470: 1983 (3) SCR 413; Dhananjoy Chatterjee @ Dhana v.\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 647\nState of West Bengal (1994) 2 SCC 220: 1994 (1) SCR 37; A\nSurja Ram v. State of Rajasthan (1996) 6 SCC 271: 1996 (6)\nSuppl. SCR 783; Prajeet Kumar Singh v. State of Bihar\n(2008) 4 SCC 434: 2008 (5) SCR 969; B.A. Umesh v.\nRegistrar General, High Court of Karnataka (2011) 3 SCC 85:\n2011 (2) SCR 367; State of Rajasthan v. Kashi Ram (2006) B\n12 SCC 254: 2006 (8) Suppl. SCR 501; Atbir v. Government\nof NCT of Delhi (2010) 9 SCC 1: 2010 (7) SCR 424; Ronny\n@ Ronald James Alwaris Etc. v. State of Maharashtra (1998)\n3 SCC 625: 1998 (2) SCR 162; Allauddin Mian \u0026 Ors. v. State\nof Bihar (1989) 3 SCC 5: 1989 (2) SCR 498; Bantu @ Naresh C\nGiri v. State of M.P. (2001) 9 SCC 615: 2001 (4) Suppl. SCR\n298 - relied on.\nCase Law Reference:\n2002 (4) Suppl. SCR 439 referred to\nPara 14\nD\n(2002) 9 SCC 537\nreferred to\nPara 14\nAIR 1994 SC 250\nDistinguished Para 17\n(2011) 8 SCC 300\nrelied on\nPara 21\nE\n1983 (3) SCR 413\nrelied on\nPara 28,\n38,39\n1994 (1) SCR 37\nrelied on\nPara 29\n1996 (6) Suppl. SCR 783 relied on\nPara 31\nLL\nF\n2008 (5) SCR 969\nrelied on\nPara 32\n2011 (2) SCR 367\nrelied on\nPara 32\n2006 (8) Suppl. SCR 501 relied on\nPara 32\nG\n2010 (7) SCR 424\nrelied on\nPara 32\n1998 (2) SCR 162\nrelied on\nPara 33\n1989 (2) SCR 498\nrelied on\nPara 34\n2001 (4) Suppl. SCR 298 relied on\nPara 35\nI\nA\nB\n648 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 166-167 of 2010.\nFrom the Judgment \u0026 Order dated 24.07.2009 of the High\nCourt of Chhattisgarh at Bilaspur in Criminal Appeal No. 1117\nof 2007 \u0026 Criminal Reference No. 3 of 2007.\nVias Upadhyay, Vikram Patralekh, B.S. Banthia for the\nAppellants.\nAtul Jha, Sandeep Jha, Dharmendra Kumar Sinha for the\nC Respondent.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. The present appeals are\ndirected against the concurrent judgments of conviction and\nD award of capital punishment. The Additional Sessions Judge,\nPendra Road, District Bilaspur, convicted the four accused (the\nappellants herein), for offences under Sections 499, 376(2)(g)\nand 302 read with Section 34 of the Indian Penal Code, 1860\n(for short 'IPC') and sentenced them vide judgment and order\nE of sentence dated 20th November, 2007 as follows:\nOffences\n302/34 IPC\nF\n376(2)(g) IPC\nG\nH\n449 IPC\nPunishment/Sentence\nAward of capital sentence and ordered that\nthey be hanged till death.\nLife Imprisonment and fine of Rs.200/-\neach. In case of default in the payment of\nfine, each accused to further undergo an\nadditional rigorous imprisonment of one\nmonth each.\nTen years rigorous imprisonment with fine\nof Rs.200/- and in default to undergo\nadditional rigorous imprisonment for one\nmonth.\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 649\n[SWATANTER KUMAR, J.]\n2. The Division Bench of the High Court vide its judgment A\ndated 24th July, 2009 confirmed the judgment and order of\nsentence passed by the learned Additional Sessions Judge\ngiving rise to the present appeal.\n3. Learned counsel appearing for the appellant, inter alia,\nbut primarily, has raised the 'following challenges to the\njudgments under appeal:\n(1) That the prosecution has failed to prove its case\nbeyond any reasonable doubt.\nB\nC\n(2) That the sole witness, PW6, Dhaniram is not a\ncredible witness and, in fact, he himself falls within\nthe realm of suspicion as being an accused.\nNumber of other witnesses including, PW2, Sunita,\nPW5, Bela Bai, and PW10, Kamlesh, turned hostile\nin the court. This clearly is indicative of false\nimplication of the accused.\nD\n(3) That there are variations and serious\ncontradictions in the statements of the witnesses,\nwhich have been relied upon by the courts, while E\nconvicting the accused.\n(4) Furthermore, there is an inordinate and\nunexplained delay in lodging the FIR. Therefore, the\nconviction of the accused is unsustainable. The F\ncontention is that the linking evidence is missing\nin the present case. The incriminating evidence\nproduced by the prosecution does not connect the\nappellants with the commission of crime.\n(5)\nThe High Court has erred in law in relying upon the\nstatement of the witnesses which are not reliable.\nThe courts are expected to examine statements of\nsuch witnesses and/or sole witness cautiously. The\nlearned Trial Court as well as the High Court has\nfailed to apply these settled principles correctly to\nG\nH\n"}