{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"680\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nヨ\nF\nG\n(2) The age of the accused is a relevant consideration\nbut not a determinative factor by itself.\n(3) The chances of the accused of not indulging in\ncommission of the crime again and the probability\nof the accused being reformed and rehabilitated.\n(4) The condition of the accused shows that he was\nmentally defective and the defect impaired his\ncapacity to appreciate the circumstances of his\ncriminal conduct.\n(5) The circumstances which, in normal course of life,\nwould render such a behavior possible and could\nhave the effect of giving rise to mental imbalance\nin that given situation like persistent harassment or,\nin fact, leading to such a peak of human behavior\nthat, in the facts and circumstances of the case, the\naccused believed that he was morally justified in\ncommitting the offence.\n(6)\nWhere the Court upon proper appreciation of\nevidence is of the view that the crime was not\ncommitted in a pre-ordained manner and that the\ndeath resulted in the course of commission of\nanother crime and that there was a possibility of it\nbeing construed as consequences to the\ncommission of the primary crime.\n(7) Where it is absolutely unsafe to rely upon the\ntestimony of a sole eye-witness though prosecution\nhas brought home the guilt of the accused.\n40. While determining the questions relateable to\nsentencing policy, the Court has to follow certain principles and\nthose principles are the loadstar besides the above\nconsiderations in imposition or otherwise of the death sentence.\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 681\n[SWATANTER KUMAR, J.]\nPrinciples :\n(1) The Court has to apply the test to determine, if it was\nthe 'rarest of rare' case for imposition of a death sentence.\n(2) In the opinion of the Court, imposition of any other\npunishment, i.e., life imprisonment would be completely\ninadequate and would not meet the ends of justice.\n(3) Life imprisonment is the rule and death sentence is an\nexception.\n(4) The option to impose sentence of imprisonment for life\ncannot be cautiously exercised having regard to the nature\nand circumstances of the crime and all relevant\nconsiderations.\nA\nB\nC\n(5) The method (planned or otherwise) and the manner D\n(extent of brutality and inhumanity, etc.) in which the crime\nwas committed and the circumstances leading to\ncommission of such heinous crime.\n41. Stated broadly, these are the accepted indicators for\nthe exercise of judicial discretion but it is always preferred not\nto fetter the judicial discretion by attempting to make the\nexcessive enumeration, in one way or another. In other words,\nthese are the considerations which may collectively or otherwise\nweigh in the mind of the Court, while exercising its jurisdiction.\nIt is difficult to state it as an absolute rule. Every case has to\nbe decided on its own merits. The judicial pronouncements, can\nonly state the precepts that may govern the exercise of judicial\ndiscretion to a limited extent. Justice may be done on the facts\nof each case. These are the factors which the Court may\nconsider in its endeavour to do complete justice between the\nparties.\n42. The Court then would draw a balance-sheet of\naggravating and mitigating circumstances. Both aspects have\nE\nF\nG\nН\n682 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA to be given their respective weightage. The Court has to strike\na balance between the two and see towards which side the\nscale/balance of justice tilts. The principle of proportion between\nthe crime and the punishment is the principle of 'just deserts'\nthat serves as the foundation of every criminal sentence that is\nB justifiable. In other words, the 'doctrine of proportionality' has\na valuable application to the sentencing policy under the Indian\ncriminal jurisprudence. Thus, the court will not only have to\nexamine what is just but also as to what the accused deserves\nkeeping in view the impact on the society at large.\nC\nD\n43. Every punishment imposed is bound to have its effect\nnot only on the accused alone, but also on the society as a\nwhole. Thus, the Courts should consider retributive and\ndeterrent aspect of punishment while imposing the extreme\npunishment of death.\n44. Wherever, the offence which is committed, manner in\nwhich it is committed, its attendant circumstances and the\nmotive and status of the victim, undoubtedly brings the case\nwithin the ambit of 'rarest of rare' cases and the Court finds\nE that the imposition of life imprisonment would be inflicting of\ninadequate punishment, the Court may award death penalty.\nWherever, the case falls in any of the exceptions to the 'rarest\nof rare' cases, the Court may exercise its judicial discretion\nwhile imposing life imprisonment in place of death sentence.\nF\n45. Guided by the above principles, now, we shall proceed\nto deal with the contentions raised on behalf of the appellants\nthat the present case is not one of the 'rarest of rare' cases\nwhere the Court should find that imposition of life imprisonment\nwould be entirely inadequate, even if the accused are held guilty\nG of the offences charged.\n46. We have already held that all the accused in the\npresent appeals are guilty of the offences under Sections\n376(2)(g) and 302 read with Section 34 IPC. On the question\nH of quantum of sentence, the argument raised on behalf of the\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 683\n[SWATANTER KUMAR, J.]\nappellants is that all the accused were of young age at the time A\nof commission of the crime, i.e. 21 to 31 years of age. They\nhad no intention to kill the deceased and it was co-accidental\nthat the death of the deceased occurred. Even if the accused\nare held guilty for the offences under Sections 376(2)(g) and\n302 IPC, still it is not the 'rarest of rare' case which would justify B\nimposition of capital punishment, particularly in the facts and\ncircumstances of the case.\nC\n47. To the contra, the learned counsel for the State has\ncontended that the crime has been committed brutally. Accused-\nRanjeet, being the brother-in-law of the deceased owed a duty\nto protect rather than expose her to such sexual assault and\ndeath, along with his friends. The manner in which the crime\nhas been committed and the attendant circumstances fully justify\nimposition of death sentence upon the accused. The crime is\nheinous and has been committed brutally, without caring for the\nfuture of the two infants of the deceased, who were sleeping\nby her side at the time of the crime. There cannot be two\nopinions that the offence committed by the appellants is very\nheinous and all of them have taken advantage of the\nhelplessness of a mother of two infants at that odd hour of the E\nnight and in the absence of her husband.\n48. There are certain circumstances, which if taken\ncollectively, would indicate that it is not a case where the Court\nwould inevitably arrive at only one conclusion, and no other, that\nimposition of death penalty is the only punishment that would\nserve the ends of justice. Firstly, the age of all the appellants\nis one of the relevant considerations before the Court.\nSecondly, according to PW1, Indrajeet, the deceased\nRajkumari was his mistress and he had not married her, though\nhe had two children with her. According to him, she was earlier\nmarried to one Bhupendra and he was not maintaining good\nrelations with the said Bhupendra on account of his living with\nthe deceased. This may have been a matter of some concern\nfor the family, including Ranjeet, the brother of PW1. Thirdly, it\nD\nF\nG\nH\n684.\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nC\nA has come in evidence that during investigation, the Investigating\nOfficer recovered a piece of saree from the place of\noccurrence, which was blood-stained. According to the\nstatement of the PW7, Dr. Shila Saha, there were external\ninjuries on the body of the deceased. Petechial hemorrhage\nB was present in the left and right lungs. Blood mixed with froth\nwas flowing out from the mouth of the deceased which was\nindicative of the possibility of the accused persons having\ngagged her mouth with the piece of the saree while committing\nrape upon her. Thus, the possibility of death of the deceased.\noccurring co-accidentally as a result of this act committed on\nher by the accused cannot be ruled out. In similar\ncircumstances, in the case of Bantu @ Naresh Giri (supra)\n(supra), this Court took the view that it was not a death caused\nintentionally, despite the fact that it was a case of rape being\ncommitted on a minor girl. Lastly, there is no attempt made by\nthe prosecution to prove on record that these accused are\ncriminals or are incapable of being reformed even if given a\nchance to improve themselves. While relying upon the judgment\nof this Court in the case of Goraksha Ambaji Adsul (supra),\nthe contention raised on behalf of the accused is that, it is not\na case where no other alternative is available with the Court\nexcept to award death sentence to the accused and that they\nare likely to prove a menace to the society. It is further stated\nthat the statement of the sole witness is not credible as he\nhimself fell within the range of suspicion and a number of other\nF witnesses had turned hostile. There are contradictions and\ndiscrepancies in the statements of the witnesses. The accused\nare neither previous convicts nor involved in any other crime.\nThus, given a chance, they are capable of being reformed and\nbe law-abiding citizens.\nD\nE\nG\nH.\n49. Having dealt with these contentions at some length in\nthe earlier part of the judgment, we do not consider it necessary\nto again deliberate on these questions. Suffices it to note that\nthe accused are guilty of the offences for which they were\ncharged. It is correct that the possibility of their being reformed\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 685\n[SWATANTER KUMAR, J.]\ncannot be ruled out. The Court has to consider various A\nparameters afore-stated and balance the mitigating\ncircumstances against the need for imposition of capital\npunishment. The factors to be considered could be different\nthan the mitigating circumstances. While we cumulatively\nexamine the various principles and apply them to the facts of B\nthe present case, it appears to us that the age of the accused,\npossibility of the death of the deceased occurring accidently\nand the possibility of the accused reforming themselves, they\ncannot be termed as 'social menace'. It is unfortunate but a\nhard fact that all these accused have committed a heinous and\ninhumane crime for satisfaction of their lust, but it cannot be held\nwith certainty that this case falls in the 'rarest of rare' cases.\nOn appreciation of the evidence on record and keeping the\nfacts and circumstances of the case in mind, we are unable to\nhold that any other sentence but death would be inadequate.\n50. Accordingly, while commuting the sentence of death\nto that for life imprisonment (21 years), we partially allow their\nappeals only with regard to the quantum of sentence.\nD.G.\nC\nD\nAppeal partly allowed. E\n"}