{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"DEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n21\nB\nof a private school against his/her dismissal or removal from A\n• service or whose services are otherwise terminated or who is\nreduced in rank. The employee, who is superseded in the\nmatter of promotion is also entitled to file an appeal. Section\n10 enumerates general powers and procedure of the Tribunal\nand Section 11 empowers the Tribunal to give appropriate relief\nand direction. Section 12 also contains a non obstante clause\nand makes the decision of the Tribunal final and binding on the\nemployee and the management. Of course, this is subject to\nthe power of judicial review vested in the High Court and this\nCourt. Section 16(1) empowers the State Government to make\nrules for carrying out the purposes of the Act. Section 16(2)\nspecifies the particular matters on which the State Government\ncan make rules. These include Code of Conduct and\ndisciplinary matters and the manner of conducting inquiries.\nс\nD\n13. Rule 35 of the Rules empower the management to\nsuspend an employee with the prior approval of the competent\nauthority. The exercise of this power is hedged with the\ncondition that the period of suspension shall not exceed four\nmonths without prior permission of the concerned authority. The\nsuspended employee is entitled to subsistence allowance under E\nthe scheme of payment (Rule 34) through Co-operative Bank\nfor a period of four months. If the period of suspension exceeds\nfour months, then subsistence allowance has to be paid by the\nmanagement. In case, the management suspends an employee\nwithout obtaining prior approval of the competent authority, then\nit has to pay the subsistence allowance till the completion of\ninquiry. A suspended employee can be denied subsistence\nallowance only in the contingencies enumerated in clauses (3)\nand (4) of Rule 33, i.e., when he takes up private employment\nor leaves headquarter without prior approval of the Chief G\nExecutive Officer.\n14. For the sake of reference, Sections 2(7), 9, 10, 11 and\n16 of the Act are reproduced below:\nF\n\"2(7) \"Employee,” means any member of the teaching H\n22\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nand non teaching staff of a recognized school and includes\nShikshan Sevak;\n9. Right of appeal to Tribunal to employees of a\nprivate school.\n(1) Notwithstanding anything contained in any law or\ncontract for the time being in force, any employee in a\nprivate school,-\n(a) who is dismissed or removed or whose services are\notherwise terminated or who is reduced in rank, by the\norder passed by the Management; or\n(b) who is superseded by the Management while making\nan appointment to any post by promotion;\nand who is aggrieved, shall have a right to appeal and may\nappeal against any such order or supersession to the\nTribunal constituted under section 8.\nProvided that, no such appeal shall lie to the Tribunal in\nany case where the matter has already been decided by\na Court of competent jurisdiction or is pending before such\nCourt, on the appointed date or where the order of\ndismissal, removal, otherwise termination of service or\nreduction in rank was passed by the Management at any\ntime before the 1st July, 1976.\n(2) to (4)\nXXXXX\nXXXX\nXXXXXX\n10. General Powers and procedure of Tribunal.\n(1) For the purpose of admission, hearing and disposal\nof appeals, the Tribunal shall have the same powers as are\nvested in an Appellate Court under the Code of Civil\nProcedure, 1908, and shall have the power to stay the\noperation of any order against which an appeal is made\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n23\non such conditions as it may think fit to impose and such\nother powers as are conferred on it by or under this Act.\n(2) The Presiding Officer of the Tribunal shall decide the\nprocedure to be followed by the Tribunal for the disposal\nof its business including the place or places at which and\nthe hours during which it shall hold its sitting.\nA\nB\n(3)\nXXXX\nXXXX\nXXXX\n11. Powers of Tribunal to give appropriate relief and\ndirection.\n(1) On receipt of an appeal, where the Tribunal, after giving\nreasonable opportunity to both parties of being heard, is\nsatisfied that the appeal does not pertain to any of the\nmatters specified in section 9 or is not maintainable by it,\nor there is no sufficient ground for interfering with the order\nof the Management it may dismiss the appeal.\nC\nD\n(2) Where the Tribunal, after giving reasonable opportunity\nto both parties of being heard, decides in any appeal that\nthe order of dismissal, removal, otherwise termination of E\nservice or reduction in rank was in contravention of any law\n(including any rules made under this Act), contract or\nconditions of service for the time being in force or was\notherwise illegal or improper, the Tribunal may set aside\nthe order of the Management, partially or wholly, and direct F\nthe Management,-\n(a) to reinstate the employee on the same post or on a\nlower post as it may specify;\n(b) to restore the employee to the rank which he held before\nreduction or to any lower rank as it may specify;\"\nG\n(c) to give arrears of emoluments to the employee for such\nperiod as it may specify;\nH\n24\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nс\nD\nm\nLL\nG\nI\nH_\n(d) to award such lesser punishment as it may specify in\nlieu of dismissal, removal, otherwise termination of service\nor reduction in rank, as the case may be;\n(e) where it is decided not to reinstate the employee or in\nany other appropriate case, to give to the employee twelve\nmonths' salary (pay and allowances, if any) if he has been\nin the services of the school for ten years or more and six\nmonths salary (pay and allowances, if any) if he has been\nin service of the school for less then ten year, by way or\ncompensation, regard being had to loss of employment\nand possibility of getting or not getting suitable employment\nthereunder, as it may specify; or\n(f) to give such other relief to the employee and to observe\nsuch other conditions as it may specify, having regard to\nthe circumstances of the case.\n(3) It shall be lawful for the Tribunal to recommend to State\nGovernment that any dues directed by it to be paid to the\nemployee, or in case of an order to reinstate the employee\nan emoluments to be paid to the employee till he is\nreinstated, may be deducted from the grant due and\npayable, or that may become due and payable in future,\nto the Management and be paid to the employee directly.\n(4) Any direction issued by the Tribunal under sub-section\n(2) shall be communicated to both parties in writing and\nshall be complied by the Management within the period\nspecified in the direction, which shall not be less than thirty\ndays from the date of its receipt by the Management.\n16. Rules.\n(1) The State Government may, by notification in the Official\nGazette, make rules for carrying out the purposes of this\nAct.\n(2) In particular and without prejudice to the generality of\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n25\nthe foregoing power, such rules may provide for all or any A\nof the following matters, namely :-\n(a) to (c) xx\nXX\nXX XX\n(d) the other conditions of service of such employees\nincluding leave, superannuation, re-employment and\npromotions;\n(e) the duties of such employees and Code of Conduct\nand disciplinary matters;\n(f) the manner of conducting enquiries;\n(g)\nXX\n(2A) to (4)\nXX\nXX\nXX XX\nXX XX\"\nB\nC\nD\n15. Rules 33 (1) to (4), 34(1), (2) and 35, which have\nbearing on the decision of this appeal read as under:\n\"33. Procedure for inflicting major penalties.\nF\n(1) If an employee is alleged to be guilty of any of the E\ngrounds specified in sub-rule (5) of rule 28 and if there is\nreason to believe that in the event of the guilt being proved\nagainst him, he is likely to be reduced in rank or removed\nfrom service, the Management shall first decide whether\nto hold an inquiry and also to place the employees under\nsuspension and if it decides to suspend the employee, it\nshall authorise the Chief Executive Officer to do so after\nobtaining the permission of the Education Officer or, in the\ncase of the Junior College of Educational and Technical\nHigh Schools, of the Deputy Director. Suspension shall not\nbe ordered unless there is a prima facie case for his\nremoval or there is reason to believe that his continuance\nin active service is likely to cause embarrassment or to\nhamper the investigation of the case. If the Management\ndecides to suspend the employee, such employee shall, H\nG\nA\nB\nC\nD\nE\nF\nG\nH\n26\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nsubject to the provisions of sub-rule (5) stand suspended\nwith effect from the date of such orders.\n(2) If the employee tenders resignation while under\nsuspension and during the pendency of the inquiry such\nresignation shall not be accepted.\n(3) An employee under suspension shall not accept any\nprivate employment.\n(4) The employee under suspension shall not leave the\nheadquarters during the period of suspension without the\nprior approval of the Chief Executive Officer. If such\nemployee is the Head and also the Chief Executive Officer,\nhe shall obtain the necessary prior approval of the\nPresident.\n34. Payment of subsistence allowance.\n(1) (a) A subsistence allowance at an amount equal to the\nleave salary which the employee would have drawn if he\nhad been on leave on half pay and in addition, Dearness\nallowance based on such leave salary shall be payable to\nthe employee under suspension.\n(b) Where the period of suspension exceeds 4 months, the\nauthority which made or is deemed to have made the order\nof suspension shall be competent to vary the amount of\nsubsistence allowance for any period subsequent to the\nperiod of the first 4 months as follows, namely :-\n(i) The amount of subsistence allowance may be increased\nby a suitable amount not exceeding 50 per cent of the\nsubsistence allowance admissible during the period of first\n4 months, if in the opinion of the said authority, the period\nof suspension has been prolonged for reasons, to be\nrecorded in writing, not directly attributable to the employee.\n(ii) The amount of subsistence allowance may be reduced\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n27\nby a suitable amount, not exceeding 50 per cent of the\nsubsistence allowance admissible during the period of the\nfirst 4 months, if in the opinion of the said authority the\nperiod of suspension has been prolonged due to reasons,\nto be recorded in writing directly attributable to the\nemployee.\n(iii) The rate of Dearness allowance shall be based on the\nincreased or on the Decreased amount of subsistence\nallowance, as the case may be, admissible under sub-\nclauses (i) and (ii).\n(2) Other compensatory allowances, if any, of which the\nemployee was in receipt on the date of suspension shall\nalso be payable to the employee under suspension to such\nextent and subject to such conditions as the authority\nsuspending the employee may direct:\nProvided that the employee shall not be entitled to the\ncompensatory allowances unless the said authority is\nsatisfied that the employee continues to meet the\nexpenditure for which such allowances are granted:\nA\nB\nC\nD\nE\nProvided further that, when an employee is convicted by a\ncompetent court and sentenced to imprisonment, the\nsubsistence allowance shall be reduced to a nominal\namount of rupee one per month with effect from the date\nof such conviction and he shall continue to draw the same F\ntill the date of his removal or reinstatement by the\ncompetent authority :\nProvided also that, if an employee is acquitted by the\nappellate court and no further appeal or a revision\napplication to a higher court is preferred and pending, he\nshall draw the subsistence allowance at the normal rate\nfrom the date of acquittal by the appellate court till the\ntermination of the inquiry if any, initiated under these rules:\nG\nProvided also that, in cases falling under sub-rules (1) and H\nA\nB\nс\nD\nFFT\nE\nF\nG\nH\n28\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\n(2) above, where the management refuses to pay or fails.\nto start and continue payment of subsistence allowance\nand other compensatory allowances, if any, to an employee\nunder suspension, payment of the same shall be made by\nthe Education Officer or Deputy Director, as the case may\nbe, who shall deduct an equal amount from the non-salary\ngrant that may be due and payable or may become due\nand payable to the school.\n35. Conditions of suspension.\n(1) In cases where the Management desires to suspend\nan employee, he shall be suspended only with the prior\napproval of the appropriate authority mentioned in rule 33.\n(2) The period of suspension shall not exceed four months\nexcept with the prior permission of such appropriate\nauthority.\n(3) In case where the employee is suspended with prior\napproval he shall be paid subsistence allowance under the\nscheme of payment through Co-operative Banks for a\nperiod of four months only and thereafter, the payment shall\nbe made by the Management concerned.\n(4) In case where the employee is suspended by the\nManagement without obtaining prior approval of the\nappropriate authority as aforesaid, the payment of\nsubsistence allowance even during the first four months of\nsuspension and for further period thereafter till the\ncompletion of inquiry shall be made by the Management\nitself.\n(5) The subsistence allowance shall not be withheld except\nin cases of breach of provisions of sub-rules (3) or (4) of\nrule 33.\"\n16. The word \"reinstatement\" has not been defined in the\nAct and the Rules. As per Shorter Oxford English Dictionary,\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n29\nVol.II, 3rd Edition, the word \"reinstate\" means to reinstall or re- A\nestablish (a person or thing in a place, station, condition, etc.);\nto restore to its proper or original state; to reinstate afresh and\nthe word \"reinstatement\" means the action of reinstating; re-\nestablishment. As per Law Lexicon, 2nd Edition, the word\n\"reinstate\" means to reinstall; to re-establish; to place again in B\na former state, condition or office; to restore to a state or\nposition from which the object or person had been removed and\nthe word \"reinstatement\" means establishing in former condition,\nposition or authority (as) reinstatement of a deposed prince.\nAs per Merriam Webster Dictionary, the word \"reinstate\" means\nto place again (as in possession or in a former position), to\nrestore to a previous effective state. As per Black's Law\nDictionary, 6th Edition, “reinstatement” means 'to reinstall, to\nre-establish, to place again in a former state, condition, or\noffice? To restore to a state or position from which the object D\nor person had been removed.'\nс\nF\nLL\n17. The very idea of restoring an employee to the position\nwhich he held before dismissal or removal or termination of\nservice implies that the employee will be put in the same\nposition in which he would have been but for the illegal action E\ntaken by the employer. The injury suffered by a person, who is\ndismissed or removed or is otherwise terminated from service\ncannot easily be measured in terms of money. With the passing\nof an order which has the effect of severing the employer\nemployee relationship, the latter's source of income gets dried\nup. Not only the concerned employee, but his entire family\nsuffers grave adversities. They are deprived of the source of\nsustenance. The children are deprived of nutritious food and\nall opportunities of education and advancement in life. At times,\nthe family has to borrow from the relatives and other\nacquaintance to avoid starvation. These sufferings continue till\nthe competent adjudicatory forum decides on the legality of the\naction taken by the employer. The reinstatement of such an\nemployee, which is preceded by a finding of the competent\njudicial/quasi judicial body or Court that the action taken by the\nemployer is ultra vires the relevant statutory provisions or the\nG\nH\n30\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA principles of natural justice, entitles the employee to claim full\nback wages. If the employer wants to deny back wages to the\nemployee or contest his entitlement to get consequential\nbenefits, then it is for him/her to specifically plead and prove\nthat during the intervening period the employee was gainfully\nB employed and was getting the same emoluments. Denial of\nback wages to an employee, who has suffered due to an illegal\nact of the employer would amount to indirectly punishing the\nconcerned employee and rewarding the employer by relieving\nhim of the obligation to pay back wages including the\nC emoluments.\n18. A somewhat similar issue was considered by a three\nJudge Bench in Hindustan Tin Works Pvt. Ltd. v. Employees\nof Hindustan Tin Works Pvt. Ltd. (supra) in the context of\ntermination of services of 56 employees by way of retrenchment\nD due to alleged non-availability of the raw material necessary for\nutilization of full installed capacity by the petitioner. The dispute\nraised by the employees resulted in award of reinstatement with\nfull back wages. This Court examined the issue at length and\nheld:\nE\nF\n0\nH\n\"It is no more open to debate that in the field of industrial\njurisprudence a declaration can be given that the\ntermination of service is bad and the workman continues\nto be in service. The spectre of common law doctrine that\ncontract of personal service cannot be specifically enforced\nor the doctrine of mitigation of damages does not haunt\nin this branch of law. The relief of reinstatement with\ncontinuity of service can be granted where termination of\nservice is found to be invalid. It would mean that the\nemployer has taken away illegally the right to work of the\nworkman contrary to the relevant law or in breach of\ncontract and simultaneously deprived the workman of his\nearnings. If thus the employer is found to be in the wrong\nas a result of which the workman is directed to be\nreinstated, the employer could not shirk his responsibility\nof paying the wages which the workman has been\n"}