{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"DEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n11\n5. In the circumstances, Rule is made absolute in the\nfollowing terms.\nA\n(i) The Inquiry Committee shall conclude the\nproceedings and pass a final order on or before\n31.5.2007.\n(ii) The petitioner shall be at liberty to have her case\nrepresented by Smt.Sulbha Panditrao Munde.\n(iii) The petitioner/her representative shall appear, in the\nfirst instance, before the Inquiry Committee at 11\na.m. on 26.3.2007- and, thereafter, as directed by\nthe Inquiry Committee.\n(iv) The petitioner is entitled to the benefit of Rule 37\n(2) (f) of Maharashtra Employees of Private\nSchools (Conditions of Service) Rules, 1981, as\nspecified in paragraph 11 of the order and\njudgment of the Division Bench in the case of\nHamid Khan Nayyar s/o Habib Khan v. Education\nOfficer, Amravati and Others (supra). The petitioner\nshall be deemed to have rejoined the duties from\n14.3.2007 and entitled to consequential benefits\nthat would flow out of Rule 37 (2) (f). The payment\nof arrears shall be the liability of the management.\"\n5. In the meanwhile, the management issued notice dated\n28.12.2006 for holding an inquiry against the appellant under\nRules 36 and 37 of the Rules. The appellant nominated Smt.\nSulbha Panditrao Munde to appear before the Inquiry\nCommittee, but Smt. Munde was not allowed to participate in\nthe inquiry proceedings. The Inquiry Committee conducted ex\nparte proceedings and the management terminated the\nappellant's service vide order dated 15.6.2007.\n6. The appellant challenged the aforesaid order under\nSection 9 of the Act. In the appeal filed by her on 25.6.2007,\nthe appellant pleaded that the action taken by the management\nB\nC\nD\nE\nF\nG\nH\n12\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA was arbitrary and violative of the principles of natural justice.\nShe further pleaded that the sole object of the inquiry was to\nteach her a lesson for refusing to comply with the illegal demand\nof the management.\nB\nC\n7. The management contested the appeal and pleaded\nthat the action taken by it was legal and justified because the\nappellant had been found guilty of misconduct. It was further\npleaded that the inquiry was held in consonance with the\nrelevant rules and the principles of natural justice.\n8. By an order dated 20.6.2009, the Presiding Officer of\nthe School Tribunal, Aurangabad Division (for short, 'the\nTribunal') allowed the appeal and quashed the termination of\nthe appellant's service. He also directed the management to\npay full back wages to the appellant. The Tribunal considered\nD the appellant's plea that she had not been given reasonable\nopportunity of hearing and observed:\nE\nF\nLL\nG\n\"Now let us test for what purpose and for what subject\ninquiry was initiated in what manner inquiry was conducted,\nwhich witnesses have been examined and how injury was\nconclude. I have already demonstrate above that starting\npoint against this appellant is calling upon staff members\ncollection of fund for payment for tax dues page 54 of\nappeal memo. All the staff members have objected this\njoining hands together page 58 of appeal. Fact finding\ncommittee have submitted its report Exhibit 62. Report of\nEducation Officer (Primary) in regard to the proposal of\nappointment of Administrator page 71. If we see issuance\nof memo by Head Mistress, I observe that language which\nis used to revengeful against this appellant. It seems that\nattitude towards this appellant was of indecent and I also\nobserved that behaviour of the appellant have also\ninstigated Head Mistress for the same. Language is of law\nstandard use in the letter by imputing defamed language\nand humiliation to the appellant.\nH\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n13\nIf we see memos, we can find that some memos are of A\nsilly count i.e. late for 3 minutes page 95, query about the\nexamination page 93 to which appellant have replied that\nwhen no examinations were held where is the question of\ngetting inquiry by the parents page 96. In regard to the\nmemo, in regard to the black dress on 15.08.2005 and\n06.12.2005 and about issuance of show cause notice for\nissuing false affidavit page 143.\nB\nC\nD\nWe can find attitude of this Head Master towards appellant.\nThree minute late is very silly ground query about\nexamination which was not at all held, wearing of black\ndress during course of argument there was argument on\nphotograph, however, no such photograph is submitted on\nrecord. In this regard during course of argument, it was\nbrought to my notice that on 15.08.2005 this appellant have\nwore black colour blouse, however, she had wore white\nsari on her person. First thing is that there is no such rule\nabout so called colour that it is bogus colour or this colour\nis being used for protesting or otherwise. How and why\nHead Mistress and Management have made issue of this\nblack colour blouse I cannot understand. I have gone E\nthrough the whole record but I do not find any circular\nissued by Head Mistress by which all the staff members\nhave been called upon to come in dress for this function.\nSo in the absence of such circular, how it can be an issue\nof inquiry.\nAnother aspect is that one of the staff Vijay Gedam have\nlodged appeal before this Tribunal in favour of him, this\nappellant and one another staff teacher have swear\naffidavit. I do not find how this issue can be a subject of\ninquiry that appellant have swear false affidavit. Is Head\nMistress having authority to say that this appellant have\nswear false affidavit. Here I find 5 to 6 staff members have\nsupported this appeliant, at the same time some teachers\nhave also come forward this Head Mistress. They were in\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n14\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\ndilemma to whom they may favour. So over all attitude of\nthis Head Mistress against this appellant is revengeful with\nulterior motive to drag this appellant in inquiry proceeding.\nI gone through the statement recorded of the witnesses. I\nfind that all the statements are general in nature and it is\nrepetition of statement of first witness Surajkumar\nKhobragade. Nobody has made statement specifically\nwith date and incident. The deposition is a general\nstatement which is already in memos which have been\nissue by the Head Mistress to the appellant.\nMore important in this regard that no cross examination\nof witnesses by the appellant. In the statement of\nwitnesses, I do not find any endorsement that appellant\nwas absent or appellant is present, she declined to cross\nexamine or otherwise. These statements have been\nconcluded that witnesses have stated before inquiry\ncommittee, that is all. If we read first statement of first\nwitnesses we can find carry forward of the statement for\nother witnesses by some minor change in the statement.\nOne crucial aspect in regard to the proceeding is that this\nHead Mistress who had issued more than 25 bulky memos\nagainst this appellant and on whose complaint or\ngrievances this inquiry was initiate, have not been\nexamined by the inquiry committee. I am surprised that why\nsuch a key witness is not examined. In reply this appellant\nhave put her grievances against Head Mistress. By taking\nadvantage of this Chief Executive Officer of the inquiry i.e.\nSonia Bagale called upon written explanation from Head\nMistress to cover up complaint and grievances of the\nappellant. It is on 21.05.2007, page 777, 778 and 781 by\nthis explanation again one issues have been brought which\nwere not subject matter of the chargesheet. So it is serious\nlacuna in this inquiry proceeding that witnesses Head\nMistress have not been examined.\"\nI\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n15\nThe Tribunal then adverted to the charges levelled against A\nthe appellant and held:\n\"It is also demonstrated in the course of argument that\npermission was not granted as per letter dated 22.11.2006\nof Education Officer. So naturally suspension of this\nappellant was in question. It is another aspect that on\npersuasion appellant have been paid subsistence\nallowance. However, remaining subsistence allowance till\ntoday is not paid to the appellant. So it can be another\nground for vitiating inquiry.\n00\nC\n204(1)Mh. L.J. page 676 in case of Awdhesh Narayan K.\nSingh vs. Adarsh Vidya Mandir Trust and Another, (a)\nMaharashtra Employees of Private Schools (Conditions of\nService) Rules 1981, R.R. 35 and 33- Failure to obtain\nprior permission of Authority under Rule 33(1) before D\nsuspending an employee does not affect the action of\nsuspension pending inquiry- If prior permission is\nobtained, Rule 35(3) is attracted and the suspended\nemployee is entitled for subsistence allowance under the\nscheme of payment through Cooperative Banks for a\nperiod of four months after which period the payment is to\nbe made by the Management. If an employee is\nsuspended without obtaining prior approval of the\nEducation Authority, payment of subsistence allowance for\nentire period has to be made by the Management. So if\nconsidered all these aspects, we can find that appeal\ndeserves to be allowed by quashing inquiry held against\nappellant.\"\n▸\nThe Tribunal finally took cognizance of the fact that the\nappellant was kept under suspension from 14.11.2006 and she\nwas not gainfully employed after the termination of her service\nand declared that she is entitled to full back wages. The\noperative portion of the order passed by the Tribunal reads as\nunder:\nE\nF\nG\nH\n16\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\n\"(1) Appeal is allowed.\nB\nC\nD\nE\n(2) The termination order dated 15.06.2007 issued by\nRespondent on the basis of inquiry report is hereby\nquashed and set aside.\n(3) The appellant is hereby reinstated on her original post\nand Respondents are directed to reinstate the appellant\nin her original post as Asst. Teacher Nandanvan\nVidyamandir (Primary School), Aurangabad with full back\nwages from the date of termination till date of\nreinstatement.\n(4) The Respondent Nos.1 to 3 are hereby directed to\ndeposit full back wages i.e. pay and allowances of the\nappellant from the date of her termination till the date of\nher reinstatement in the service, within 45 days in this\nTribunal from the date of this order.\n(5) The appellant will be entitled to withdraw the above\namounts from this Tribunal immediately after it is\ndeposited.\"\n9. The management challenged the order of the Tribunal\nin Writ Petition No. 10032 of 2010. The learned Single Judge\nexamined the issues raised by the management in detail and\nF expressed his agreement with the Tribunal that the decision of\nthe management to suspend the appellant and to terminate her\nservice were vitiated due to violation of the statutory provisions\nand the principles of natural justice. While commenting upon\nthe appellant's suspension, the learned Single Judge observed:\nG\nH\n\"It has also come on record that the appellant was\nsuspended by suspension letter dated 14.11.2006. The\nappellant made representation to the Education Officer.\nThe Education Officer refused to approve suspension of\nthe appellant as per his letter dated 22.11.2006. From\ncareful perusal of the material brought on record, I do not\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.]\n17\nB\nfind that, there arose extraordinary situation to suspend A\nservices of the appellant without taking prior approval of\nthe Education Officer, as contemplated under Rules. No\ndoubt, the Management can suspend services of an\nemployee without prior approval of the Education Officer,\nbut for that there should be extraordinary situation.\nHowever, in the facts of this case, nothing is brought on\nrecord to suggest that there was extraordinary situation\nexisting so as to take emergent steps to suspend services\nof the appellant without taking prior approval of the\nEducation Officer (Primary), Zilla Parishad, Aurangabad. C\nIt is also not in dispute that the Education Officer declined\nto approve suspension of the appellant as per his letter\ndated 22.11.2006.\nTherefore, taking into consideration facts involved in the\npresent case, conclusion is reached by the School Tribunal\nthat the Management of the petitioner-school/Institution is\ndominated by the members of Bagade family.\"\nD\nThe learned Single Judge then considered the finding\nrecorded by the Tribunal that the Inquiry Committee was not E\nvalidly constituted and observed:\n\"In the present case, admittedly petitioners herein did not\nfile any application or made prayer for reconstituting the\ninquiry committee and to proceed further for inquiry by\nF\nnewly reconstituted committee. On the contrary, from\nreading the reply filed by the petitioners herein before the\nSchool Tribunal, it is abundantly clear that the petitioners\nwent on justifying constitution of the Committee and stating\nin the reply that no fault can be attributed with the\nconstitution of the Committee. Therefore, in absence of\nsuch prayer, the School Tribunal proceeded further and\ndealt with all the charges which were levelled against the\nappellant i.e. Respondent No.3 herein. Therefore, in my\nopinion, further adjudication by the Tribunal on merits of the\nmatter cannot be said to be beyond jurisdiction or powers\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n18\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nof the School Tribunal. In the facts of this case, as it is\napparent from the findings recorded by the School Tribunal,\nthat as the case in hand is a case of victimization and\npetitioner Management as well as the Inquiry Committee\nhaving joined hands against the delinquent right from the\nbeginning, no premium can be put over the action of the\npetitioner-Management and Inquiry Committee who threw\nthe principles of natural justice in the air. It would be a\ntravesty of justice, in these circumstances, to allow the\npetitioner-Management to once again hold inquiry in such\na extreme case.\"\nHowever, the learned Single Judge set aside the direction\ngiven by the School Tribunal for payment of back wages by\nrelying upon the judgments in J.K. Synthetics Ltd. v. K. P.\nAgrawal and Another (2007) 2 SCC 433 and Zilla Parishad,\nGadchiroli and Another v. Prakash s/o Nagorao Thete and\nAnother 2009 (4) Mh. L. J. 628. The observations made by the\nlearned Single Judge on this issue are extracted below:\n\"Bare perusal of above reproduced para 40 of the judgment\nof the School Tribunal would make it abundantly clear that,\nthe advocate for the appellant, in the course of arguments,\nargued that the appellant was kept under suspension from\n14.11.2006 till the appeal is finally heard. It was argued\nthat the appellant was not gainfully employed anywhere\nduring the period of suspension and termination and\ntherefore, she is entitled to back wages from the date of\nher suspension. The Tribunal has observed that no rebuttal\nargument by other side. Therefore, it appears that, the\nSchool Tribunal has considered only oral submissions of\nthe Counsel appearing for the appellant, in the absence\nof any specific pleadings, prayers and evidence for\npayment of back wages. There was no application or\npleadings before the School Tribunal on oath by the\nappellant stating that she was not gainfully employed from\nthe date of suspension till reinstatement. Therefore, in my\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.) [G.S. SINGHVI, J.j\n19\nconsidered opinion, finding recorded by the Tribunal in\nclauses 3 to 5 of the operative order, in respect of\npayment of back wages, cannot be sustained, in the light\nof law laid down by this Court and Honourable Supreme\nCourt in respect of payment of back wages.\"\nA\nB\nC\nD\n10. Learned counsel for the appellant relied upon the\njudgments of this Court in Hindustan Tin Works Private\nLimited v. Employees of Hindustan Tin Works Private Limited\n(1979) 2 SCC 80, Surendra Kumar Verma v. Central\nGovernment Industrial Tribunal-cum-Labour Court, New Delhi\n(1980) 4 SCC 443, Mohan Lal v. Management of Bharat\nElectronics Limited (1981) 3 SCC 225, Workmen of Calcutta\nDock Labour Board and Another v. Employers in relation to\nCalcutta Dock Labour Board and Others (1974) 3 SCC 216\nand argued that the impugned order is liable to be set aside\nbecause while the appellant had pleaded that she was not\ngainfully employed, no evidence was produced by the\nmanagement to prove the contrary. Learned counsel submitted\nthat the order passed by the Tribunal was in consonance with\nthe provisions of the Act and the Rules and the High Court\ncommitted serious error by setting aside the direction given by E\nthe Tribunal to the management to pay back wages to the\nappellant on the specious ground that she had not led evidence\nto prove her non-employment during the period she was kept\naway from the job. He emphasized that in view of the embargo\ncontained in Rule 33(3), the appellant had not taken up any F\nother employment and argued that she could not have been\ndeprived of full pay and allowances for the entire period during\nwhich she was forcibly kept out of job.\n11. Learned counsel for the respondent supported the\nimpugned order and argued that the High Court did not commit\nany error by setting aside the direction given by the Tribunal\nfor payment of back wages to the appellant because she had\nneither pleaded nor any evidence was produced that during the\nperiod of suspension and thereafter she was not employed\nG\nH\n20\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA elsewhere. Learned counsel relied upon the judgments in M.P.\nState Electricity Board v. Jarina Bee (2003) 6 SCC 141,\nKendriya Vidyalaya Sangathan v. S.C. Sharma (2005) 2 SCC\n363, U.P. State Brassware Corporation Ltd. v. Uday Narain\nPandey (2006) 1 SCC 479, J.K. Synthetics Ltd. v. K.P.\nB Agrawal and Another (supra), The Depot Manager,\nA.P.S.R.T.C. v. P. Jayaram Reddy (2009) 2 SCC 681,\nNovartis India Ltd. v. State of West Bengal and Others (2009)\n3 SCC 124, Metropolitan Transport Corporation v. V.\nVenkatesan (2009) 9 SCC 601 and Jagbir Singh v. Haryana\nC State Agriculture Marketing Board and Another (2009) 15\nSCC 327 and argued that the rule of reinstatement with back\nwages propounded in 1960's and 70's has been considerably\ndiluted and the Courts/Tribunal cannot ordain payment of back\nwages as a matter of course in each and every case of wrongful\ntermination of service. Learned counsel submitted that even if\nthe Court/Tribunal finds that the termination, dismissal or\ndischarge of an employee is contrary to law or is vitiated due\nto violation of the principles of natural justice, an order for\npayment of back wages cannot be issued unless the employee\nconcerned not only pleads, but also proves that he/she was not\nemployed gainfully during the intervening period.\nD\nE\n12. We have considered the respective arguments. The\nAct was enacted by the legislature to regulate the recruitment\nand conditions of service of employees in certain private\nF schools in the State and to instill a sense of security among\nsuch employees so that they may fearlessly discharge their\nduties towards the pupil, the institution and the society. Another\nobject of the Act is to ensure that the employees become\naccountable to the management and contribute their might for\nG improving the standard of education. Section 2 of the Act\ncontains definitions of various words and terms appearing in\nother sections. Section 8 provides for constitution of one or\nmore Tribunals to be called \"School Tribunal\" and also defines\nthe jurisdiction of each Tribunal. Section 9(1) contains a non\nH obstante clause and provides for an appeal by any employee\n"}