{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 9 S.C.R. 1\nDEEPALI GUNDU SURWASE\nV.\nKRANTI JUNIOR ADHYAPAK MAHAVIDYALAYA (D.ED.)\nAND OTHERS\n(Civil Appeal No. 6767 of 2013)\nAUGUST 12, 2013\n[G.S. SINGHVI AND V. GOPALA GOWDA, JJ.]\nService Law:\n-\nBack wages on reinstatement Suspension and\ntermination of services of school teacher Declared by\nTribunal as illegal - Reinstatement - Award of full back\nwages, set aside by High Court - Held: High Court committed\ngrave error by interfering with the order passed by Tribunal\nfor payment of back wages, ignoring that the charges levelled\nagainst appellant were frivolous and the inquiry was held in\ngross violation of the rules of natural justice - Impugned\norder set aside and order passed by Tribunal restored\nManagement shall pay full back wages to appellant.\n-\n-\nAward of back wages, when termination of employee\nfound to be illegal - Principles culled out - Labour law\nIndustrial Disputes Act, 1947 - s. 11-A - Back wages.\nMaharashtra Employees of Private Schools (Conditions\nof Service) Act, 1977:\nObjects of the Act - Explained.\nMaharashtra Employees of Private Schools (Conditions\nof Service) Rules, 1981:\n-\nSuspension of employee\n-\nEntitlement to\nDiscussed.\nr.34\nsubsistence allowance\n-\nWords and Phrases:\n1\nA\nB\nC\nD\nE\nF\nG\nH\n*\n2\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nс\nD\n'Reinstatement' in the context of termination of service of\nan employee - Connotation of - Explained.\nThe appellant was appointed as a teacher in a\nPrimary School run by a trust and receiving grant in aid,\nwhich included rent for the building. In 2005, the\nMunicipal Corporation raised a tax bill of Rs.79,974/-\ntreating the said property as commercial. Thereupon, the\nHeadmistress of the school, who was also President of\nthe Trust, addressed a letter to all the employees\nincluding the appellant requiring them to contribute a sum\nof Rs.1500/- per month towards the tax liability. The\nappellant refused to comply with the said dictate. The\nmanagement issued as many as 25 memos to the\nappellant and then placed her under suspension by letter\ndated 14.11.2006. She was not even paid subsistence\nallowance. The management issued notice dated\n28.12.2006 for holding an inquiry against the appellant\nunder rr. 36 and 37 of the Maharashtra Employees of\nPrivate Schools (Conditions of Service) Rules, 1981. The\nappellant's nominee was not allowed to participate in the\nE inquiry proceedings, which were conducted ex parte.\nUltimately, the appellant's services were terminated by\norder dated 15.6.2007. The appeal filed by the appellant\nwas allowed by the School Tribunal with full back wages.\nIn the writ petition filed by the Management, the High\nCourt concurred with the Tribunal that suspension and\ntermination of the appellant were violative of the statutory\nprovisions and the principles of natural justice, but, it,\nrelying upon the judgments in J.K. Synthetics Ltd. and\nZilla Parishad², Gadchiroli, set aside the direction for\nG payment of back wages.\nF\nAllowing the appeal, the Court\n1. K.P. Agrawal and another 2007 (2) SCR 60.\nH 2. Prakash s/o Nagorao Thete and another 2009 (4) Mh. L.J. 628.\nDEEPALI GUNDU SURWASE v. KRĀNTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.)\n3\nHELD: 1.1. The Maharashtra Employees of Private A\nSchools (Conditions of Service) Regulation Act, 1977\nwas enacted to regulate the recruitment and conditions\nof service of employees in private schools in the State\nand to instill a sense of security among the employees\nso that they may fearlessly discharge their duties B\ntowards the pupil, the institution and the society. Another\nobject of the Act is to ensure that the employees become\naccountable to the management and contribute their\nmight for improving the standard of education. [Para 12]\n[20-E-G]\nC\n1.2. Rule 35 of the Maharashtra Employees of Private\nSchools (Conditions of Service) Rules, 1981 empowers\nthe management to suspend an employee with the prior\napproval of the competent authority. The exercise of this\npower is hedged with the condition that the period of D\nsuspension shall not exceed four months without prior\npermission of the authority concerned. The suspended\nemployee is entitled to subsistence allowance under the\nscheme of payment [Rule 34] through Co-operative Bank\nfor a period of four months. A suspended employee can\nbe denied subsistence allowance only in the\ncontingencies enumerated in clauses (3) and (4) of r. 33,\ni.e., when he takes up private employment or leaves the\nheadquarters without prior approval of the Chief\nExecutive Officer. [Para 13] [21-D-G]\n2.1. The word \"reinstatement\" has not been defined\nin the Act and the Rules. Its dictionary meaning, in the\ncontext, may be taken as 'to restore to a state or position\nfrom which the object or person had been removed.' The\nvery idea of restoring an employee to the position which\nhe held before dismissal or removal or termination of\nservice implies that the employee will be put in the same\nposition in which he would have been but for the illegal\naction taken by the employer. [Paras 16 and 17] [28-H; 29-\nD-E]\nE\nF\nG\nH\n4\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nShorter Oxford English Dictionary, Vol. II, 3rd Edition;\nLaw Lexicon, 2nd Edition; Merriam Webster Dictionary;\nBlack's Law Dictionary, 6th Edition - referred to.\n2.2. The injury suffered by a person, who is\ndismissed or removed or is otherwise terminated from\nservice cannot easily be measured in terms of money.\nWith the passing of an order which has the effect of\nsevering the employer employee relationship, the latter's\nsource of income gets dried up. Not only the employee,\nbut his entire family suffers grave adversities. The\nC reinstatement of such an employee, which is preceded\nby a finding of the competent judicial/quasi judicial body\nor court that the action taken by the employer is ultra\nvires the relevant statutory provisions or the principles\nof natural justice, entitles the employee to claim full back\nD wages, subject to the employer pleading and proving that\nduring the intervening period the employee was gainfully\nemployed and was getting the same emoluments. The\npropositions in this regard culled out from the judgments\nof this Court are:\nLEI\nF\nG\nI\n(i) In cases of wrongful termination of service,\nreinstatement with continuity of service and back\nwages is the normal rule.\n(ii) The rule (i) is subject to the rider that while\ndeciding the issue of back wages, the adjudicating\nauthority or the court may take into consideration the\nlength of service of the employee/workman, the\nnature of misconduct, if any, found proved against\nthe employee/workman, the financial condition of the\nemployer and similar other factors.\n(iii) Ordinarily, an employee or workman whose\nservices are terminated and who is desirous of\ngetting back wages is required to either plead or at\nleast make a statement before the adjudicating\nauthority or the court of first instance that he/she\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.)\n5\nwas not gainfully employed or was employed on A\nlesser wages. Once the employee shows that he was\nnot employed, the onus lies on the employer to\nspecifically plead and prove that the employee was\ngainfully employed and was getting the same or\nsubstantially similar emoluments.\nB\nC\n(iv) The cases in which the Labour Court/Industrial\nTribunal exercises power u/s. 11-A of the Industrial\nDisputes Act, 1947 and finds that even though the\nenquiry held against the employee/workman is\nconsistent with the rules of natural justice and / or\ncertified standing orders, if any, but holds that the\npunishment was disproportionate to the misconduct\nfound proved, then it will have the discretion not to\naward full back wages. However, if the Labour Court/\nIndustrial Tribunal finds that the employee or D\nworkman is not at all guilty of any misconduct or that\nthe employer had foisted a false charge, then there\nwill be ample justification for award of full back\nwages.\nE\nF\n(v) The cases in which the competent court or\ntribunal finds that the employer has acted in gross\nviolation of the statutory provisions and/or the\nprinciples of natural justice or is guilty of victimizing\nthe employee or workman, then the court or tribunal\nconcerned will be fully justified in directing payment\nof full back wages. In such cases, the superior\ncourts should not exercise power under Art. 226 or\nArt. 136 of the Constitution to interfere with the award\npassed by the Labour Court, etc., merely because\nthere is a possibility of forming a different opinion on\nthe entitlement of the employee/workman to get full\nback wages or the employer's obligation to pay the\nsame. Courts must always keep in view that in the\ncases of wrongful illegal termination of service, the\nwrongdoer is the employer and sufferer is the H\nG\nA\nB\nC\nD\nE\n៣\nF\nG\nH\n6\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nemployee/workman and there is no justification to\ngive premium to the employer of his wrongdoings by\nrelieving him of the burden to pay to the employee/\nworkman his dues in the form of full back wages.\n(vi) In a number of cases, the superior courts have\ninterfered with the award of the primary adjudicatory\nauthority on the premise that finalization of litigation\nhas taken long time ignoring that in majority of cases\nthe parties are not responsible for such delays. Lack\nof infrastructure and manpower is the principal\ncause for delay in the disposal of cases. For this the\nlitigants cannot be blamed or penalised. It would\namount to grave injustice to an employee or\nworkman if he is denied back wages simply because\nthere is long lapse of time between the termination\nof his service and finality given to the order of\nreinstatement. Courts should bear in mind that in\nmost of these cases, the employer is in an\nadvantageous position vis-à-vis the employee or\nworkman. Therefore, in such cases it would be\nprudent to adopt the course suggested in Hindustan\nTin Works Private Limited v. Employees of Hindustan\nTin Works Private Limited*.\n(vii) The observation made in J.K. Synthetics Ltd. v.\nK.P. Agrawal** that on reinstatement the employee/\nworkman cannot claim continuity of service as of\nright is contrary to the ratio of the judgments of three\nJudge Benches and cannot be treated as good law.\nThis part of the judgment is also against the very\nconcept of reinstatement of an employee/workman.\n[Para 17 and 33] [29-D-F, G-H; 30-A; 47-E-H; 48-A-H;\n49-A-G]\n*Hindustan Tin Works Private Limited v. Employees of\nHindustan Tin Works Private Limited 1979 (1) SCR 563 =\n(1979) 2 SCC 80, Surendra Kumar Verma v. Central\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.)\n7\nGovernment Industrial Tribunal-cum-Labour Court, New Delhi A\n1981 (1) SCR 789 = (1980) 4 SCC 443; Mohan Lal v.\nManagement of Bharat Electronics Limited 1981 (3)\nSCR 518 = (1981) 3 SCC 225; Workmen of Calcutta Dock\nLabour Board and Another v. Employers in relation to\nCalcutta Dock Labour Board and Others (1974) 3 SCC 216; B\nP.G.I. of Medical Education \u0026 Research, Chandigarh v. Raj\nKumar 2000 (4) Suppl. SCR 50 = (2001) 2 SCC 54;\nHindustan Motors Ltd. v. Tapan Kumar Bhattacharya 2002 (1)\nSuppl. SCR 127 = (2002) 6 SCC 41; M.P. State Electricity\nBoard v. Jarina Bee 2003 (1) Suppl. SCR 535 =(2003) 6 C\nSCC 141 - relied on.\nIndian Railway Construction Co. Ltd. v. Ajay Kumar 2003\n(2) SCR 387 = (2003) 4 SCC 579; Kendriya Vidyalaya\nSangathan v. S.C. Sharma 2005 (1) SCR 374 =(2005) 2 SCC\n363; General Manager, Haryana Roadways v. Rudhan Singh\n2005 (1) Suppl. SCR 569 = (2005) 5 SCC 591; U.P. State\nBrassware Corporation Ltd. v. Uday Narain Pandey 2005 (5)\nSuppl. SCR 609 = (2006) 1 SCC 479; Andhra Pradesh State\nRoad Transport Corporation v. P. Jayaram Reddy 2008 (17)\nSCR 1185 = (2009) 2 SCC 681; Novartis India Limited v.\nState of West Bengal 2008 (16) SCR 918 = (2009) 3 SCC\n124; Metropolitan Transport Corporation v. V. Venkatesan\n2009 (12) SCR 583 = (2009) 9 SCC 601; Jagbir Singh v.\nHaryana State Agriculture Marketing Board 2009 (10)\nSCR 908 = (2009) 15 SCC 327 – referred to.\n-\n**J.K. Synthetics Ltd. v. K.P. Agrawal and Another 2007\n(2) SCR 60 =2007 (2) SCC 433 - disapproved.\nD\nE\nF\nG\n2.3. In the case in hand, the management's decision\nto terminate the appellant's service was found by the\nTribunal as wholly arbitrary and vitiated due to violation\nof the rules of natural justice. The Tribunal further found\nthat the allegations levelled against the appellant were\nfrivolous, and after satisfying itself that she was not\ngainfully employed anywhere, ordered her reinstatement H\n8\n00\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA with full back wages. [Para 34] [50-A, B-C]\nB\n2.4. The single Judge of the High Court, while setting\naside the award of back wages by making a cryptic\nobservation that the appellant had not proved the factum\nof non-employment during the intervening period, not\nonly overlooked the order passed by the Division Bench\nin the earlier writ petition, but also r. 33 which prohibits\nan employee from taking employment elsewhere. It was\nnot even the pleaded case of the management that during\nthe period of suspension, the appellant had left the\nс\nHeadquarters without prior approval of the Chief\nExecutive Officer and thereby disentitled her from getting\nsubsistence allowance or that during the intervening\nperiod she was gainfully employed elsewhere. The single\nJudge committed grave error by interfering with the order\npassed by the Tribunal for payment of back wages,\nignoring that the charges levelled against the appellant\nwere frivolous and the inquiry was held in gross violation\nof the rules of natural justice. The impugned order is set\naside and the order passed by the Tribunal restored. The\nmanagement shall pay full back wages to the appellant.\n[Para 35-37] [50-D-H; 51-A]\nD\nE\nCase Law Reference:\n2007 (2) SCR 60\ndisapproved\npara 9\nF\n1979 (1) SCR 563\nrelied on\npara 10\n1981 (1) SCR 789\nrelied on\npara 10\n1981 (3) SCR 518\nrelied on\npara 10\nG\n1974 (3) SCC 216\nrelied on\npara 10\n2005 (5) Suppl. SCR 609\nreferred to\npara 11\n2008 (17) SCR 1185\nreferred to\npara 11\nH\n2008 (16) SCR 918\nreferred to\npara 11\nDEEPALI GUNDU SURWASE v. KRANTI JUNIOR\nADHYAPAK MAHAVIDYALAYA (D.ED.)\n9\n2009 (12) SCR 583\nreferred to\npara 11\nA\n2009 (10) SCR 908\nreferred to\npara 11\n2000 (4) Suppl. SCR 50\nrelied on\npara 20\n2002 (1) Suppl. SCR 127\nrelied on\npara 21\nB\n2003 (1) Suppl. SCR 535\nrelied on\npara 10\n2003 (2) SCR 387\nreferred to\npara 22\n2005 (1) SCR 374\nreferred to\npara 25\n2005 (1) Suppl. SCR 569 referred to\nC\npara 25\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6767 of 2013,\nFrom the Judgment \u0026 Order dated 28.09.2011 of the High D\nCourt of Bombay at Aurangabad in W.P. No. 10032 of 2010.\nGaurav Agrawal for the Appellant.\nSudhanshu S. Choudhari, Sachin J. Patil, Asha Gopalan\nNair for the Respondents.\nE\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Leave granted.\n2. The question which arises for consideration in this\nappeal filed against order dated 28.9.2011 passed by the\nlearned Single Judge of the Bombay High Court, Aurangabad\nBench is whether the appellant is entitled to wages for the\nperiod during which she was forcibly kept out of service by the\nmanagement of the school.\n3. The appellant was appointed as a teacher in Nandanvan\nVidya Mandir (Primary School) run by a trust established and\ncontrolled by Bagade family. The grant in aid given by the State\nGovernment, which included rent for the building was received\nF\nG\nH\nTC\n10\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA by Bagade family because the premises belonged to one of\nits members, namely, Shri Dulichand. In 2005, the Municipal\nCorporation of Aurangabad raised a tax bill of Rs.79,974/- by\ntreating the property as commercial. Thereupon, the\nHeadmistress of the school, who was also President of the\nB Trust, addressed a letter to all the employees including the\nappellant requiring them to contribute a sum of Rs.1500/- per\nmonth towards the tax liability. The appellant refused to comply\nwith the dictate of the Headmistress. Annoyed by this, the\nmanagement issued as many as 25 memos to the appellant\nand then placed her under suspension vide letter dated\n14.11.2006. She submitted reply to each and every\nmemorandum and denied the allegations. Education Officer\n(Primary) Zilla Parishad, Aurangabad did not approve the\nappellant's suspension. However, the letter of suspension was\nnot revoked. She was not even paid subsistence allowance in\nterms of the Maharashtra Employees of Private Schools\n(Conditions of Service) Rules, 1981 (for short, 'the Rules')\nframed under Section 16 of the Maharashtra Employees of\nPrivate Schools (Conditions of Service) Regulation Act, 1977\n(for short, 'the Act').\nC\nD\nE\n4. Writ Petition No.8404 of 2006 filed by the appellant\nquestioning her suspension was disposed of by the Division\nBench of the Bombay High Court vide order dated 21.3.2007\nand it was declared that the appellant will be deemed to have\nF rejoined her duties from 14.3.2007 and entitled to consequential\nbenefits in terms of Rule 37(2) (f) of the Rules and that the\npayment of arrears shall be the liability of the management.\nParagraphs 4 and 5 of that order read as under:\nG\nH\n“4. Considering the order we intend passing it is not\nnecessary for us to deal with the rival contentions of the\nparties. That will be for the Inquiry Committee to decide.\nIn view of the apprehensions expressed regarding the\ninquiry being dragged on unnecessarily, it is necessary to\nsafeguard the interests of the petitioner as well.\n"}