{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\n00\nс\nD\nE\nLL\nF\nG\nH\n1144\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n(1) The Committee so constituted may not be justified in\nsubmitting the report stating that the entire uniform system\nof education be scrapped and the text books already\nprovided for be discarded.\n(II) The Expert Committee has mis-directed itself as it\nought to have proceeded primarily to examine the ways\nand means of implementing the uniform system of\neducation, curiously the Committee, in its final report\nconcluded that no text book can be used for the academic\nyear 2011-12.\n(III) The Committee members were not of the unanimous\nopinion that the uniform syllabus and common text books\nhave to be discarded from the current year. Each member\nhas pointed out certain defects and recommended for\ncertain changes and additions.\n(IV) In the order dated 10.6.2011, the High Court directed\nthe Government to notify the approved text books after\nconducting the study with a view to comply with the\ndirection issued earlier on 30.4.2010. This direction was\nissued to enable the schools to choose from the multiple\ntext books. However, these orders and directions have\nbeen discarded by the State.\n(V) The State has exceeded its power in bringing the\nAmending Act to postpone an enactment which has\nalready come into force. As there is a sudden change in\nthe policy of the Government from its predecessor\nimmediately after coming into power that the Court had to\nsee the impact of the amendment, notwithstanding the\ncompetence of the legislature to pass an Amendment Act.\n(VI) If the law was passed only ostensibly but was in truth\nand substance, one for accomplishing an unauthorized\nobject, the court would be entitled to lift the veil and\njudicially review the case.\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1145\n(VII) The State has sought to achieve indirectly what could\nnot be achieved directly as it was prevented from doing\nso in view of the judgment of the Division Bench which\nupheld the validity of the Parent Act 2010.\n(VIII) The Amendment Act 2011 is an arbitrary piece of\nlegislation and violative of Article 14 of the Constitution and\nthe Amendment Act 2011 was merely a pretence to do\naway with the uniform system of education under the guise\nof putting on hold the implementation of the Parent Act,\nwhich the State was not empowered to do so.\n(IX) If the impugned Amending Act has to be given effect\nto, it would result in unsettling various issues and the larger\ninterest of children would be jeopardized.\nA\nB\nC\n15. There are claims and counter claims on each factual D\naspect and the High Court has dealt with each issue\nelaborately, in our opinion, to an unwarranted extent. However,\nbefore we proceed further, it may be necessary to examine the\nlegal issues:-\n1. CHANGE OF POLICY WITH THE CHANGE OF\nGOVERNMENT:\nFTË\nE\nF\n16. The Government has to rise above the nexus of vested\ninterests and nepotism and eschew window-dressing. \"The\nprinciples of governance have to be tested on the touchstone\nof justice, equity, fair play and if a decision is not based on\njustice, equity and fair play and has taken into consideration\nother matters, though on the face of it, the decision may look\nlegitimate but as a matter of fact, the reasons are not based\non values but to achieve popular accolade, that decision cannot G\nbe allowed to operate”. (Vide: Onkar Lal Bajaj etc. etc. v. Union\nof India \u0026 Anr. etc. etc., AIR 2003 SC 2562).\n17. In State of Karnataka \u0026 Anr. v. All India Manufacturers\nOrganisation \u0026 Ors., AIR 2006 SC 1846, this Court examined\nunder what circumstances the government should revoke a\nH\n1146 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA decision taken by an earlier Government. The Court held that\nan instrumentality of the State cannot have a case to plead\ncontrary from that of the State and the policy in respect of a\nparticular project adopted by the State Government should not\nbe changed with the change of the government. The Court\nB further held as under:-\nC\nD\n\"It is trite law that when one of the contracting parties\nis State within the meaning of Article 12 of the Constitution,\nit does not cease to enjoy the character of \"State\" and,\ntherefore, it is subjected to all the obligations that “State”\nhas under the Constitution. When the State's acts of\nomission or commission are tainted with extreme\narbitrariness and with mala fides, it is certainly subject to\ninterference by the Constitutional Courts.” (Emphasis\nadded)\n18. While deciding the said case, reliance had been\nplaced by the Court on its earlier judgments in State of U.P. \u0026\nAnr. v. Johri Mal, AIR 2004 SC 3800; and State of Haryana\nv. State of Punjab \u0026 Anr., AIR 2002 SC 685. In the former, this\nE Court held that the panel of District Government Counsel should\nnot be changed only on the ground that the panel had been\nprepared by the earlier Government. In the latter case, while\ndealing with the river water-sharing dispute between two\nStates, the Court observed thus:\nF\nG\n\"\n_ in the matter of governance of a State or in the\nmatter of execution of a decision taken by a previous\nGovernment, on the basis of a consensus arrived at, which\ndoes not involve any political philosophy, the succeeding\nGovernment must be held duty-bound to continue and carry\non the unfinished job rather than putting a stop to the\nsame.\"\n19. In M.I. Builders Pvt. Ltd. v. V. Radhey Shyam Sahu\n\u0026 Ors., AIR 1999 SC 2468, while dealing with a similar issue,\nH this Court held that Mahapalika being a continuing body can\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1147\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nbe estopped from changing its stand in a given case, but A\nwhere, after holding enquiry, it came to the conclusion that\naction was not in conformity with law, there cannot be estoppel\nagainst the Mahapalika.\n20. Thus, it is clear from the above, that unless it is found\nthat act done by the authority earlier in existence is either\ncontrary to statutory provisions, is unreasonable, or is against\npublic interest, the State should not change its stand merely\nbecause the other political party has come into power. Political\nagenda of an individual or a political party should not be\nsubversive of rule of law.\nII. COLOURABLE LEGISLATIONS:\n21. In The State of Punjab \u0026 Anr. v. Gurdial Singh \u0026 Ors.,\nAIR 1980 SC 319, this Court held that when power is exercised\nin bad faith to attain ends beyond the sanctioned purposes of\npower by simulation or pretension of gaining a legitimate goal,\nit is called colourable exercise of power. The action becomes\nbad where the true object is to reach an end different from the\none for which the power is entrusted, guided by an extraneous\nconsideration, whether good or bad but irrelevant to the\nentrustment. When the custodian of power is influenced in\nexercise of its power by considerations outside those for\npromotion of which the power is vested, the action becomes\nbad for the reason that power has not been exercised bonafide\nfor the end design.\nB\nC\nD\nE\nF\n22. It has consistently been held by this Court that the\ndoctrine of malafide does not involve any question of bonafide\nor malafide on the part of legislature as in such a case, the\nCourt is concerned to a limited issue of competence of the G\nparticular legislature to enact a particular law. If the legislature\nis competent to pass a particular enactment, the motives which\nimpelled it to an act are really irrelevant. On the other hand, if\nthe legislature lacks competence, the question of motive does\nnot arrive at all. Therefore, whether a statute is constitutional H\n.\n1148 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA or not is, thus, always a question of power of the legislature to\nenact that Statute.\nB\nC\nD\nE\nMotive of the legislature while enacting a Statute is\ninconsequential: \"Malice or motive is beside the point, and it\nis not permissible to suggest parliamentary incompetence on\nthe score of mala fides.\"\nThe legislature, as a body, cannot be accused of having\npassed a law for an extraneous purpose. This kind of\n\"transferred malice\" is unknown in the field of legislation.\n[See: K.C. Gajapati Narayan Deo \u0026 Ors. v. State of Orissa,\nAIR 1953 SC 375; R.S. Joshi, Sales Tax Officer, Gujarat \u0026\nOrs. v. Ajit Mills Limited \u0026 Anr., AIR 1977 SC 2279; K. Nagaraj\n\u0026 Ors. v. State of Andhra Pradesh \u0026 Anr., AIR 1985 SC 551;\nWelfare Assocn. A.R.P., Maharashtra \u0026 Anr. v. Ranjit P. Gohil\n\u0026 Ors., AIR 2003 SC 1266; and State of Kerala \u0026 Anr. v.\nPeoples Union for Civil Liberties, Kerala State Unit \u0026 Ors.,\n(2009) 8 SCC 46].\n*-*\n---\nIII. LAWS CONTRAVENING ARTICLE 13(2):\n23. The legislative competence can be adjudged with\nreference to Articles 245 and 246 of the Constitution read with\nthe three lists given in the Seventh Schedule as well as with\nreference to Article 13(2) of the Constitution which prohibits the\nF State from making any law which takes away or abridges the\nrights conferred by Part-Ill of the Constitution and provides that\nany law made in contravention of this Clause shall, to the extent\nof contravention be void.\nG\nH\n24. In Deep Chand \u0026 Ors. v. State of U.P. \u0026 Ors., AIR\n1959 SC 648, this Court held:\n\"There is a clear distinction between the two clauses of\nArticle 13. Under cl. (1) of Article 13, a pre-Constitution law\nsubsists except to the extent of its inconsistency with the\nprovisions of Part III; whereas, no post-Constitution law can\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1149\nbe made contravening the provisions of Part III, and A\ntherefore the law, to that extent, though made, is a nullity\nfrom its inception of this clear distinction is borne in mind\nmuch of the cloud raised is dispelled.\nD\nWhen cl. (2) of Art. 13 says in clear and B\nunambiguous terms that no State shall make any law\nwhich takes away or abridges the rights conferred by Part\nIII, it will not avail the State to contend either that the\nclause does not embody a curtailment of the power to\nlegislate or that it imposes only a check but not a c\nprohibition. A constitutional prohibition against a State\nmaking certain laws cannot be whittled down by analogy\nor by drawing inspiration from decisions on the provisions\nof other Constitutions; nor can we appreciate the\nargument that the words \"any law\" in the second line of\nArt. 13(2) posits the survival of the law made in the teeth\nof such prohibition. It is said that a law can come into\nexistence only when it is made and therefore any law\nmade in contravention of that clause presupposes that\nthe law made is not a nullity. This argument may be\nsubtle but is not sound. The words 'any law\" in that clause\ncan only mean an Act passed or made factually,\nnotwithstanding the prohibition. The result of such\ncontravention is stated in that clause. A plain reading of\nthe clause indicates, without any reasonable doubt, that\nthe prohibition goes to the root of the matter and limits\nthe State's power to make law; the law made in spite of\nthe prohibition is a still born law.\"\nE\nF\n(Emphasis added)\n(See also: Mohd. Shaukat Hussain Khan v. State of A.P.\nAIR 1974 SC 1480).\n25. In Behram Khurshid Pesikaka v. State of Bombay AIR\n1955 SC 123; and Mahendra Lal Jaini v. State of Uttar\nG\nH\nB\n1150 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Pradesh \u0026 Ors. AIR 1963 SC 1019, this Court held that in case\na statute violates any of the fundamental rights enshrined in Part\nIII of the Constitution of India, such statute remains still-born; void;\nineffectual and nugatory, without having legal force and effect\nin view of the provisions of Article 13(2) of the Constitution. The\neffect of the declaration of a statute as unconstitutional amounts\nto as if it has never been in existence. Rights cannot be built\nup under it; contracts which depend upon it for their\nconsideration are void. The unconstitutional act is not the law.\nIt confers no right and imposes no duties. More so, it does not\nuphold any protection nor create any office. In legal\ncontemplation it remains not operative as it has never been\npassed. In case the statute had been declared unconstitutional,\nthe effect being just to ignore or disregard.\nC\nD\nIV. DOCTRINE OF LIFTING THE VEIL:\n26. However, in order to test the constitutional validity of\nthe Act, where it is alleged that the statute violates the\nfundamental rights, it is necessary to ascertain its true nature\nand character and the impact of the Act. Thus, courts may\nE examine with some strictness the substance of the legislation\nand for that purpose, the court has to look behind the form and\nappearance thereof to discover the true character and nature\nof the legislation. Its purport and intent have to be determined.\nIn order to do so it is permissible in law to take into\nconsideration all factors such as history of the legislation, the\npurpose thereof, the surrounding circumstances and conditions,\nthe mischief which it intended to suppress, the remedy for the\ndisease which the legislature resolved to cure and the true\nreason for the remedy. (Vide: Dwarkadas Shrinivas v. The\nSholapur Spinning \u0026 Weaving Co. Ltd. \u0026 Ors., AIR 1954 SC\n119; Mahant Moti Das v. S.P. Sahi, The Special Officer in\ncharge of Hindu Religious Trust \u0026 Ors., AIR 1959 SC 942;\nand Hamdard Dawakhana \u0026 Anr. v. Union of India \u0026 Ors., AIR\n1960 SC 554).\nF\nG\nH V. INTERFERENCE BY COURT WITH EXPERT BODY'S\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nOPINION:\n1151\nA\nB\n27. Undoubtedly, the Court lacks expertise especially in\ndisputes relating to policies of pure academic educational\nmatters. Therefore, generally it should abide by the opinion of\nthe Expert Body. The Constitution Bench of this Court in The\nUniversity of Mysore \u0026 Anr. v. C.D. Govinda Rao \u0026 Anr., AIR\n1965 SC 491 held that \"normally the courts should be slow to\ninterfere with the opinions expressed by the experts\". It would\nnormally be wise and safe for the courts to leave such decisions\nto experts who are more familiar with the problems they face\nthan the courts generally can be. This view has consistently been\nreiterated by this Court in Km. Neelima Misra v. Dr. Harinder\nKaur Paintal \u0026 Ors., AIR 1990 SC 1402; The Secretary \u0026\nCurator, Victoria Memorial Hall v. Howrah Ganatantrik Nagrik\nSamity \u0026 Ors., AIR 2010 SC 1285; Dr. Basavaiah v. Dr. H.L.\nRamesh \u0026 Ors., (2010) 8 SCC 372; and State of H.P. \u0026 Ors. D\nv. H.P. Nizi Vyavsayik Prishikshan Kendra Sangh, (2011) 6\nSCC 597.\nVI. WHAT CANNOT BE DONE DIRECTLY-CANNOT BE\nDONE INDIRECTLY:\nС\nE\n28. It is a settled proposition of law that what cannot be\ndone directly, is not permissible to be done obliquely, meaning\nthereby, whatever is prohibited by law to be done, cannot legally\nbe effected by an indirect and circuitous contrivance on the\nprinciple of \"quando aliquid prohibetur, prohibetur at omne per F\nquod devenitur ad illud.\" An authority cannot be permitted to\nevade a law by \"shift or contrivance\". (See: Jagir Singh v.\nRanbir Singh, AIR 1979 SC 381; M.C. Mehta v. Kamal Nath\n\u0026 Ors., AIR 2000 SC 1997; and Sant Lal Gupta \u0026 Ors. v.\nModern Co-operative Group Housing Society Ltd. \u0026 Ors., JT G\n2010 (11) SC 273).\nVII. CONDITIONAL LEGISLATION:\n29. As the legislature cannot carry out each and every\nfunction by itself, it may be necessary to delegate its power for H\n'\n1152 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA certain limited purposes in favour of the executive. Delegating\nsuch powers itself is a legislative function. Such delegation of\npower, however, cannot be wide, uncanalised or unguided. The\nlegislature while delegating such power is required to lay down\nthe criteria or standard so as to enable the delegatee to act\nB within the framework of the statute. The principle on which the\npower of the legislature is to be exercised is required to be\ndisclosed. It is also trite that essential legislative functions\ncannot be delegated.\nC\nDelegation cannot be extended to \"repealing or altering in\nessential particulars of laws which are already in force in the\narea in question”. (Vide: re: Article 143, Constitution of India\nand Delhi Laws Act (1912) etc., AIR 1951 SC 332).\n30. The legislature while delegating such powers has to\nD specify that on certain data or facts being found and\nascertained by an executive authority, the operation of the Act\ncan be extended to certain areas or may be brought into force\non such determination which is described as conditional\nlegislation. While doing so, the legislature must retain in its own\nE hands the essential legislative functions and what can be\ndelegated is the task of subordinate legislation necessary for\nimplementing the purpose and object of the Act. Where the\nlegislative policy is enunciated with sufficient clearness or a\nstandard is laid down, the courts should not interfere. What\nguidance should be given and to what extent and whether\nguidance has been given in a particular case at all depends\non consideration of the provisions of the particular Act with\nwhich the Court has to deal including its preamble. (See: In re:\nDelhi Laws Act (supra); The Municipal Corporation of Delhi\nv. Birla Cotton, Spinning and Weaving Mills, Delhi \u0026 Anr., AIR\nG\n1968 SC 1232).\nF\n31. In Rajnarain Singh v. Chairman, Patna Administration\nCommittee, Patna \u0026 Anr., AIR 1954 SC 569, a Constitution\nBench of this Court explained the ratio of the judgment in re:\nH Delhi Laws Act (supra) observing as under:\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1153\n\"In our opinion, the majority view was that an executive A\nauthority can be authorised to modify either existing or\n. future laws but not any essential feature. Exactly, what\nconstitutes an essential feature cannot be enunciated in\ngeneral terms, and there was some divergence of view\nabout this in the former case, but this much is clear from\nthe opinions set out above: it cannot include a change of\npolicy.\" (Emphasis added)\n32. In Bangalore Woollen, Cotton and Silk Mills Co. Ltd.,\nBangalore v. Corporation of the City of Bangalore by its\nCommissioner, Bangalore City, AIR 1962 SC 1263, this Court\ndealt with a similar issue in a case where the legislature had\nconferred power upon the Municipal Corporation to determine\non what other goods and under what conditions the tax should\nbe levied. In that case the legislature had prepared a list of\ngoods which could be subjected to tax and the rate had also\nbeen fixed in addition thereto. The powers had been conferred\non the Municipal Corporation. This Court therefore came to the\nconclusion that it was not a case of excessive delegation which\nmay be held to be bad in view of the judgment in Hamdard\nDawakhana v. Union of India, AIR 1960 SC 554, rather it was\na case of conditional legislation.\n33. In Basant Kumar Sarkar \u0026 Ors. v. The Eagle Rolling\nMills Ltd. \u0026 Ors., AIR 1964 SC 1260, this Court examined the\nissue of extension of Employees State Insurance Act, i.e.\ntemporal application of employees insurance legislation and\nheld that it was a case of conditional legislation and not of\nexcessive delegation because there was no element of\ndelegation therein at all. The Court held as under:\n\"Thus, it is clear that when extending the Act to\ndifferent establishments, the relevant Government is given\nthe power to constitute a Corporation for the administration\nof the scheme of Employees State Insurance. The course\nadopted by modern legislatures in dealing with welfare.\nB\nC\nD\nE\nF\nG\nH\n"}