{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"1164 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Constitutionally valid by the High Court vide judgment and order\ndated 30.4.2010 and by this Court vide judgment and order\ndated 10.9.2010, the question that arises for consideration is\nas to whether it was permissible for the Secretary of the\nEducation Department to label the Act as illegal and\nB unconstitutional. Does such a conduct amount to sitting in\nappeal against the judgments of the High Court as well as of\nthis Court or does it not amount to an attempt to take away the\neffect of the judgments of the High Court as well of this Court?\nC\nD\nE\nF\nG\nH\nI'\n59. The High Court has taken note of these pleadings\ntaken by the State authorities :\n\"From a perusal of the counter affidavit filed by the\nSecretary, School Education Department, it is manifestly\nclear that the Government has taken the consistent stand\nthat the policy formulated by the previous Government\nby implementing the Uniform Syllabus System was\nillegal and that the amount of Rs. 200 crores spent for\nprinting the textbooks under the new syllabus was\nbecause of the wrong policy ...” (Emphasis added)\nThe report submitted by the Expert Committee, in fact, did\nnot contain any collective opinion. All the members have\nexpressed their different views and most of the members had\napproved the contents of the text books, in general, pointing\nout certain defects which could be cured by issuing\ncorrigendums or replacements etc.\n60. Section 18 of the Act 2010 enables the State\nGovernment to remove difficulties, if any, in implementation of\nthe said Act. The provisions thereof read as under:\n\"If any difficulty arises in giving effect to the provisions of\nthis Act, the Government may, by order published in the\nTamil Nadu Government Gazette, make such provisions,\nnot inconsistent with the provisions of this Act as appears\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1165\nto them to be necessary or expedient for removing the\ndifficulty;...\"\nTherefore, the amendment itself is totally unwarranted. If\nthe State Government was facing any difficulty, the same could\nhave been removed by issuing a Government order under\nSection 18 of the Act which conferred all residuary powers on\nit.\nA\nB\n[1]\nE\nThe nature of the defect as canvassed by the State\ncounsel is reflected in the pleadings that indicates an\nundesirable inclusion of certain chapters that do not subserve C\nthe purpose of a uniform standard and multicultural educational\npattern. The contention appears to be that such material may\ndamagingly divert the mind of the young students towards a\nmotivated attempt of individualistic glorification. In the opinion\nof the court, if such material does create any adverse impact D\nor is otherwise targeted towards unwanted propaganda without\nany contribution towards the educational standard sought to be\nachieved, then such material upon a thorough investigation and\ndeliberation by the Expert Committee could be deleted with the\naid of Section 18 of the Act 2010. It appears that the State\nGovernment while introducing the Amendment Act 2011 did not\nappropriately focus attention on the provision of Section 18\nquoted hereinabove that are inclusive of all powers that may\nbe required to remove such difficulties. Had the said provision\nbeen carefully noted, there would have been no occasion to\nsuspend the implementation of the Act 2010. What could have\nbeen done with the help of a needle was unnecessarily\nattempted by wielding a sword from the blunt side. Not only this\nthe said provision was not even pointed out by the State\nmachinery before the High Court nor did its legal infantry choose\nto examine the same. Even before us the learned counsel were\nunable to successfully counter the availability of such powers.\nwith the State Government.\nF\nG\nIn addition to that, needless to re-emphasize, the High\nCourt while dealing with the validity of the provisions of the Act H\n1166 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA 2010, had already conceded liberty to the State Government\nto remove defects and had on the other hand struck down the\noffending provisions in Section 14 thereof empowering the\nState Government to compel the Education Board to be bound\non questions of policy. Thus, the State Government was left with\nB sufficient powers to deal with the nature of defects appropriately\nunder the said judgment with a statutory power available for that\npurpose under Section 18 of the Act 2010.\nC\nD\nE\n61. It may be relevant to point out here that Statement of\nObjects and Reasons given to the Amendment Act 2011 reveal\na very sorry state of affairs and point out towards the intention\nof the legislature not to enforce the Act 2010 at all. Relevant\npart of clause 9 of the Statement of Objects and Reasons of\nthe Amendment Act 2011 reads as under:\n\"... the State proposes to appoint a high powered\ncommittee consisting of experts in the field to undertake\na detailed study of the more appropriate system to be\nadopted for ensuring the improvement of quality and\neducation and social justice by providing a level playing\nfield to all sections of society. ..\" (Emphasis added)\nThe aforesaid quoted part of the same makes it clear that\nthe Government intended to introduce a more appropriate\nsystem to ensure the improvement of quality education,\nmeaning thereby, that the State has no intention to enforce the\nF uniform education system as provided under the Act 2010.\nG\nH\n62. The relevant part of Section 3 of the Act 2010 reads\nas under:\n3(1) Every school in the State shall follow the common\nsyllabus and text books as may be specified by the Board\nfor each subject -\n(a) in Standards I and VI, commencing from the academic\nyear 2010-2011;\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1167\n(b) in Standards II to V and Standards VII to X from the A\nacademic year 2011-2012.\n(2) Subject to the provisions of sub-section (1), every\nschool in the State shall -\n(a) follow the norms fixed by the Board for giving instruction\nin each subject;\nB\n(b) follow the norms for conducting examination as may be\nspecified by the Board.\n63. After the Amendment Act 2011, Section 3 reads as\nunder:\n\"3. Schools to follow common syllabus –\n-\n(1) Every school in the State shall follow the common\nsyllabus as may be specified by the Board for each subject\nin Standards 1 to X from such academic year as may be\nnotified by the Government in the Tamil Nadu Government\nGazette. The Government may specify different academic\nyears for different Standards.\n(2) Until notification under sub-section (1) is issued, the\nsyllabus and text books for every school in the State shall\nbe as follows:\nс\nD\nE\n(a) in Standards I and VI, the system as prevailing prior F\nto academic year 2010-11 shall continue; and\n(b) in Standards II to V and VII to X, the existing system\nshall continue,\" (Emphasis added)\nG\n64. The legislature in its wisdom had enforced the Act\n2010 providing for common syllabus and text books for\nStandards I and VI from the academic year 2010-2011 and for\nStandards II to V and VII to X from the academic year 2011-\n2012, the validity of this law has been upheld by the High Court\nvide judgment and order dated 30.4.2010 and by this Court vide H\n1168 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA order dated 10.9.2010. Certain directions had been issued by\nthe High Court which could be carried out easily by the State\nexercising its administrative powers without resorting to any\nlegislative function. By the Amendment Act, even the application\nof Act 2010, so far as Standards I and VI are concerned, has\nB also been withdrawn without realising that students who have\nstudied in academic year 2010-11 would have difficulty in the\nnext higher class if they are given a different syllabus and\ndifferent kind of text books. The Amendment Act 2011 provided\nthat the students in Standards I and VI would also revert back\nto the old system which had already elapsed.\nC\n65. The Amendment Act 2011, in fact, nullified the earlier\njudgment of the High Court dated 30.4.2010, duly approved by\nthe order of this Court dated 10.9.2010, and tantamounts to\nrepealing of the Act 2010 as unfettered and uncanalised power\nD has been bestowed upon the Government to notify the\ncommencement of the uniform education system. State\nGovernment may submit only to the extent that the High Court\nitself had given option to the State to implement the Common\nEducation System after ensuring compliance of directions\nE issued by the High Court itself. However, no such liberty was\navailable to the State so far as Standards I and VI are\nconcerned.\nF\nG\nH\n66. It is also evident from the record that after the new\nGovernment was sworn in on 16.5.2011, tenders were invited\nto publish books being taught under the old system on\n21.5.2011 and subsequent thereto, it was decided in the\nCabinet meeting on 22.5.2011 not to implement the uniform\neducation system. Whole exercise of amending the Act 2010\nwas carried out most hurriedly. However, proceeding in haste\nitself cannot be a ground of challenge to the validity of a Statute\nthough proceeding in haste amounts to arbitrariness and in\nsuch a fact-situation the administrative order becomes liable\nto be quashed. The facts mentioned hereinabove reveal that\ntenders had been invited on 21.5.2011 for publishing the text\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1169\nbooks, taught under the old system even prior to Cabinet A\nmeeting dated 22.5.2011. Thus, a decision had already been\ntaken not to implement the Common Education System.\n67. If one crore twenty lacs students are now to revert back\nto the multiple syllabus with the syllabus and textbooks\napplicable prior to 2010 after the academic term of 2011-12\nhas begun, they would be utterly confused and would be put to\nenormous stress. Students can not be put to so much strain and\nstress unnecessarily. The entire exercise by the Government\nis therefore arbitrary, discriminatory and oppressive to students,\nteachers and parents.\nB\nC\nThe State Government should have acted bearing in mind\nthat \"destiny of a nation rests with its youths\". Personality of a\nchild is developed at the time of basic education during his\nformative years of life. Their career should not be left in dolorific D\nconditions with uncertainty to such a great extent. The younger\ngeneration has to compete in global market. Education is not\na consumer service nor the educational institution can be\nequated with shops, therefore, “there are statutory prohibitions\nfor establishing and administering educational institution without\nprior permission or approval by the authority concerned.\"\nThus, the State Government could by no means be justified\nin amending the provisions of Section 3 of the Act 2010,\nparticularly in such uncertain terms. Undertaking given by the\nlearned Advocate General to the High Court that the Act 2010\nwould be implemented in the academic year 2012-13, cannot\nbe a good reason to hold the Act 2011 valid.\nE'\nF\n68. Submissions advanced on behalf of the appellants that\nit is within the exclusive domain of the legislature to fix the date G\nof commencement of an Act, and court has no competence to\ninterfere in such a matter, is totally misconceived for the reason\nthat the legislature in its wisdom had fixed the dates of\ncommencement of the Act though in a phased manner. The Act\ncommenced into force accordingly. The courts intervened in the H\n1170 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA matter in peculiar circumstances and passed certain orders in\nthis regard also. The legislature could not wash off the effect\nof those judgments at all. The judgments cited to buttress the\narguments, particularly in A.K. Roy v. Union of India \u0026 Anr.,\nAIR 1982 SC 710; Aeltemesh Rein v. Union of India \u0026 Ors.,\nB AIR 1988 SC 1768; Union of India v. Shree Gajanan Maharaj\nSansthan, (2002) 5 SCC.44; and Common Cause v. Union\nof India \u0026 Ors., AIR 2003 SC 4493, wherein it has been held\nthat a writ in the nature of mandamus directing the Central\nGovernment to bring a statute or a provision in a statute into\nforce in exercise of powers conferred by Parliament in that\nstatute cannot be issued, stand distinguished.\nC\n69. As explained hereinabove, the Amendment Act 2011,\nto the extent it applies to enforcement of Act 2010, nullified the\njudgment of the High Court dated 30.4.2010 duly approved by\nD this Court vide order dated 10.9.2010. Thus, we concur with\nthe conclusion reached by the High Court in this regard.\nE\nF\nG\nH\n70. To summarise our conclusions:\n(i) The Act 2010 was enacted to enforce the uniform\neducation system in the State of Tamil Nadu in order to\nimpart quality education to all children, without any\ndiscrimination on the ground of their economic, social or\ncultural background.\n(ii) The Act itself provided for its commencement giving the\nacademic years though, in phased programme i.e. for\nStandards I to VI from the academic year 2010-2011; and\nfor other Standards from academic year 2011-2012, thus,\nenforcement was not dependent on any further notification.\n(iii) The validity of the Act was challenged by various\npersons/institutions and societies, parents of the students,\nbut mainly by private schools organisations, opposing the\ncommon education system in the entire State. The writ\npetitions were dismissed upholding the validity of the Act.\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1171\nHowever, few provisions, particularly, the provisions of A\nSections 11, 12 and 14 were struck down by the High\nCourt vide judgment and order dated 30.4.2010. The said\njudgment of the High Court was duly approved by a\nspeaking order of this Court dated 10.9.2010. Certain\ndirections had been given in the said judgment by the High B\nCourt which could have been complied with by issuing\nexecutive directions. Moreover, directions issued by the\nHigh Court could be complied with even by changing the\nSchedule as provided in the judgment dated 30.4.2010\nitself.\n(iv) Section 18 of the Act 2010 itself enabled the\nGovernment to issue any executive direction to remove any\ndifficulty to enforce the statutory provisions of the Act 2010.\nThe Act 2010 itself provided for an adequate residuary\npower with the government to remove any difficulty in\nenforcement of the Act 2010, by issuing an administrative\norder.\nC\nD\n(v) Justification pleaded by the State that Amendment Act\n2011 was brought to avoid contempt proceedings as the E\ndirections issued by the High Court could not be complied\nwith, is totally a misconceived idea and not worth\nacceptance.\nF\n(vi) The new government took over on 16.5.2011 and\nimmediately thereafter, the Government received\nrepresentations from various private schools/organizations\non 17th/18th May, 2011 to scrap the uniform education\nsystem. As most of these representations were made by\nthe societies/organisations who had earlier challenged the\nvalidity of the Act 2010 and met their waterloo in the G\nhierarchy of the courts, such representations were, in fact,\nnot even maintainable and, thus could not have been\nentertained by the Government.\n(vii) Before the first Cabinet meeting of the new\nH\n\"\nA\nB\nC\nD\nE\nF\nG\nH\n1172 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nGovernment on 22.5.2011, i.e. on 21.5.2011, tenders were\ninvited to publish the books under the old education\nsystem. It shows that there had been a pre-determined\npolitical decision to scrap the Act 2010. The Cabinet on\n22.5.2011 had taken a decision to do away with the Act\n2010 and brought the Ordinance for that purpose.\n(viii) There was no material before the Government on the\nbasis of which, the decision not to implement the Act 2010\ncould be taken as admittedly the Expert Committee had\nnot done any exercise of reviewing the syllabus and\ntextbooks till then.\n(ix) The validity of the said decision was challenged by\nparents and teachers and various other organisations\nbefore the High Court and interim orders were passed. It\nwas at that stage that the Bill was introduced in the House\non 7.6.2011 and the Amendment Act was passed and\nenforced with retrospective effect i.e. from 22.5.2011, the\ndate of the decision of the Cabinet in this regard.\n(x) The interim orders passed by the High Court were\nchallenged before this Court and the appeals were\ndisposed of by this court vide judgment and order dated\n14.6.2011, issuing large number of directions including\nconstitution of the Expert Committee which would find out\nways and means to enforce the common education\nsystem.\n(xi) The Secretary of School Education Department had\nfiled affidavits before the High Court as well as before this\nCourt pointing out that the Amendment Act 2011 was\nnecessary in view of the fact that the Act 2010 was illegal\nand unconstitutional. However, the Secretary of School\nEducation Department was inadvertently made a member\nof the Expert Committee by this Court. Though her inclusion\nin the Committee was totally unwarranted particularly in\nview of her stand taken before the High Court that the Act\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1173\n2010 was unconstitutional and illegal.\n(xii) The Secretary, to the Govt. of Tamil Nadu School\nEducation Department, who had been entrusted the\nresponsibility to plead on behalf of the State, herself had\napproved the textbooks and fixed the prices for those\nbooks of Standards Villth, IXth and Xth vide G.O. dated\n9.5.2011.\nA\nB\n(xiii) The members of the Expert Committee did not reject\nthe text books and syllabus in toto, however, pointed out\ncertain discrepancies therein and asked for rectification/ C\nimprovements of the same.\n(xiv) The High Court as well as this Court upheld the validity\nof the Act 2010. Thus, it was not permissible for the\nlegislature to annul the effect of the said judgments by the\nAmendment Act 2011, particularly so far as the 1st and Vith\nStandards are concerned. The list of approved textbooks\nhad been published and made known to all concerned.\nThus, the Act 2010 stood completely implemented so far\nthese Standards were concerned.\n(xv) The Statement of Objects and Reasons of the Act 2011\nclearly stipulated that legislature intended to find out a\nbetter system of school education. Thus, the object has\nbeen to repeal the Act 2010.\n(xvi) The legislature is competent to enact the revalidation\nAct under certain circumstances, where the statutory\nprovisions are struck down by the court, fundamentally\naltering the conditions on which such a decision is based,\nbut the legislature cannot enact, as has been enacted\nherein, an invalidation Act, rendering a statute nugatory.\nD\nE\nF\nG\n(xvii) The School Education Department of Tamil Nadu on\n24.2.2011 called for private publishers to come out with\nthe textbooks based on common education system, and\nsubmit for clearance by the Department by 5.4.2011, as H\n"}