{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1134 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the amended Act.\nB\nC\nD\nE\nJ. In pursuance of the said order, an Expert Committee\nwas constituted and after having several meetings, a joint report\nwas submitted to the High Court. The High Court after\nconsidering the said report, vide judgment and order dated\n18.7.2011, found fault with the report of the Expert Committee\nand struck down Section 3 of Amendment Act 2011 with a\ndirection that the State shall distribute the textbooks printed\nunder the uniform system of education to enable the teachers\nto commence classes, and complete distribution of textbooks\non or before 22.7.2011.\nHence, these appeals.\nRIVAL SUBMISSSIONS:\n3. Shri P.P. Rao, Shri C.A. Sundaram, Dr. Rajeev\nDhavan, Dr. Abhishek M. Singhvi, Sr. Advocates, Shri A.\nNavaneetha Krishnan, learned Advocate General and Shri Guru\nKrishna Kumar, learned Additional Advocate General for the\nState of Tamil Nadu, appearing for the appellants, have\nsubmitted that the High Court vide its earlier judgment dated\n30.4.2010 had issued directions to the State Government to\namend the Act 2010 as certain provisions thereof had to be\nbrought in conformity with the Act 2009 and the State had to\nconstitute the Board and designate the Academic Authority and\nF the State Advisory Council. In view thereof, it was necessary\nto bring the Amendment Act 2011. Thus, basically it was in\nconsonance and in conformity with the judgment dated\n30.4.2010 which has duly been approved by this Court. The\nHigh Court in its earlier judgment itself gave liberty to the State\nG to implement the common syllabus and distribute text books\nunder the Act 2010 from academic year 2011-12 or with any\nfuture date after the norms were made known by the State\nAuthorities so far as the students of Standards II to V and VII\nto X are concerned. Therefore, in view of the same, the High\nH Court committed an error holding that the Amendment Act 2011\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1135\nB\nс\ntantamounts to repealing the Act 2010. The High Court itself A\nhas accepted the settled legal proposition that the question of\nmalafide or colourable exercise of power cannot be alleged\nagainst the legislature, but still it recorded the finding that the\nAmendment Act 2011 was a product of arbitrary exercise of\npower. The authorities had to ensure compliance with the\nNational Curriculum Framework 2005 (hereinafter called NCF\n2005) prepared by the National Council of Educational\nResearch and Training (hereinafter called NCERT), which had\nlaid down a large number of guidelines for preparing the\nsyllabus and curriculum for the children. The Government of\nIndia issued Notification dated 31.3.2010, published in the\nOfficial Gazette of India on 5.4.2010, recognizing the NCERT\nas the Academic Authority to lay down the curriculum and\nevaluation procedure for elementary education and to develop\na framework on national curriculum. In consequence thereof, a\nD\nGovernment Order dated 31.5.2010 was also issued by the\nMinistry of Human Resources Development to the effect that\nin view of the statutory provisions of the Act 2009, which\nprovided that the Central Government shall develop a\nframework on national curriculum with the help of Academic\nAuthority specified under Section 29 thereof, the NCF 2005\nwould be the NCF till such time as the Central Government\nrequires to develop a new framework. After the order of this\nCourt dated 14.6.2011, the Expert Committee appointed by the\nState had gone through the syllabus and the text books already\nprinted and after having various meetings, came to the\nconclusion that the same required thorough revision and\ntherefore, submitted a report that it was not possible to\nimplement the Act 2010 in the academic year 2011-12.\nヨ\nF\nG\nThe Advocate General of Tamil Nadu had given assurance\nto the High Court that under all circumstances the Act 2010 will\nbe implemented in the next academic year, i.e. 2012-13.\nHowever, the Court did not consider the same at all. It falls\nwithin the exclusive domain of the legislature/ Government as\nto from which date it would enforce a Statute. The court cannot H\n1136 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA even issue a mandamus to the legislature to bring a particular\nAct into force. Therefore, the question of striking down the\nAmendment Act 2011 on the ground that implementation of the\nAct 2010 to be deferred indefinitely is not in accordance with\nthe settled legal propositions. The State had to appoint various\nB authorities and notify the same as required under various\nstatutes. Once the provision stands amended and the amending\nprovisions are struck down by the Court, the obliterated statutory\nprovisions would not revive automatically unless the provisions\nof the amending statutes is held to be invalid for want of\nC legislative competence. The appeals deserve to be allowed\nand the judgment and order of the High Court impugned are\nliable to be set aside.\n4. Per contra, Shri T.R. Andhyarujina, Shri Basava Prabhu\nS. Patil, Shri R. Viduthalai, Shri Dhruv Mehta, Shri M.N.\nD Krishnamani and Shri Ravi Verma Kumar, Sr. Advocates and\nShri Prashant Bhushan and Shri N.G.R. Prasad, Advocates\nappearing for the respondents have submitted that the\nAmendment Act is a political fall out due to change of\nGovernment. The new Government was sworn in on 16.5.2011.\nE The Cabinet on 22.5.2011 decided not to implement the\nuniform education system which was purely a political decision\nas there was no material before the Cabinet on the basis of\nwhich it could be decided that implementation of the Act 2010\nwas not possible. The academic session which had to start on\nF 1.6.2011 was postponed extending the summer vacation upto\n15.6.2011 vide order dated 25.5.2011. The decision of the\nCabinet was challenged before the High Court by filing writ\npetitions on 1.6.2011 and during the pendency of the said\ncases, the Amendment Act 2011 was passed hurriedly, that\nG was a totally arbitrary and unwarranted exercise underlined by\nsheer political motives. The Amendment Act 2011 was\npromulgated on 7.6.2011 itself with retrospective effect i.e. with\neffect from 22.5.2011, the date of decision of the Cabinet, not\nto implement the Act 2010. The Amendment Act 2011 has\ntaken away the effect of the judgments of the High Court dated\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1137\n30.4.2010 and of this Court dated 10.9.2010, wherein it had A\nbeen held that for Standards 1 \u0026 VI, the Act 2010 will be\nimplemented from academic year 2010-11 and for others from\nthe academic year 2011-12. Under the said judgment, the\nimplementation of Act 2010 for Standards I \u0026 VI as directed\nby Court had also been taken away by the Amendment Act B\n2011. The mandate of the statute that for Standards II to V and\nVII to X, the Act 2010 will be implemented from academic year\n2011-12, stood completely wiped out. Not fixing any future date\nfor implementation of the Act 2010 while bringing the\nAmendment Act 2011, the legislature has substantially repealed C\nthe Act 2010. The Statement of Objects and Reasons are a\npreface to the intention of the legislature and provide guidelines\nfor interpreting the statutory provisions. The same provides that\nthe authorities have taken a decision to scrap the uniform\neducation system adopted under the Act 2010 and the State\nwill search for a better alternative. The legislature is not\ncompetent to overrule a judicial decision of a competent court\nor take away its effect completely as it amounts to trenching\nupon the judicial powers of the Court. The Amendment Act\n2011 is liable to be struck down solely on this ground.\nD\nE\nF\nThe law does not permit change of policies merely\nbecause of another political party with a different political\nphilosophy coming in power, as it is the decision of the\nGovernment, the State, an Authority under Article 12 of the\nConstitution, and not of a particular person or a party, which is\nresponsible for an enactment and implementation of all laws.\nThe High Court rightly came to the conclusion that the Expert\nCommittee was not unanimous on every issue regarding the\ncurriculum, syllabus and quality of text books. Even if some\ncorrections were required, it could have been done easily by G\nissuing administrative orders. The authorities defined under the\nAct 2009 had already been appointed, and even for giving\neffect to the judgment of the High Court dated 30.4.2010, it was\nnot necessary to bring about any fresh legislation. In case the\namending statute is held to be invalid being violative of any of H\nI\n1138 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the fundamental rights or arbitrary, the repealed provisions\nwould automatically revive. Conferring unfettered powers on the\nexecutive, without laying down any criterion or guidelines to\nenforce the Act 2010, tantamounts to abdication of its\nlegislative powers. Non-availability of choice of multiple text\nB books for a very few schools could not be a ground for\nscrapping the Act 2010. The appeals lack merit and are liable\nto be dismissed.\nC\n5. We have considered the rival submissions made by\nlearned counsel for the parties and perused the record.\n6. In post-Constitutional era, an attempt has been made\nto create an egalitarian society removing disparity amongst\nindividuals, and in order to achieve that purpose, education is\none of the most important and effective means. After\nD independence, there has been an earnest effort to bring\neducation out of commercialism/mercantilism. In the year 1951,\nthe Secondary School Commission was constituted as per the\nrecommendation of Central Advisory Board of Education and\nan idea was mooted by the Government to prepare textbooks\nE and a common syllabus in education for all students. In 1964-\n1966, the report on National Education Policy was submitted\nby the Kothari Commission providing for common schools\nsuggesting that public funded schools be opened for all children\nirrespective of caste, creed, community, religion, economic\nconditions or social status. Quality of education imparted to a\nchild should not depend on wealth or class. Tuition fee should\nnot be charged from any child, as it would meet the\nexpectations of parents with average income and they would\nbe able to send their children to such schools. The\nrecommendations by the Kothari Commission were accepted\nand reiterated by the Yashpal Committee in the year 1991. It\nwas in this backdrop that in Tamil Nadu, there has been a\ndemand from the public at large to bring about a common\neducation system for all children.\nF\nG\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1139\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nIn the year 2006, in view of the struggle and campaign and\nconstant public pressure, the Committee under the\nChairmanship of Dr. S. Muthukumaran, former Vice-Chancellor\nof Bharathidasan University was appointed which\nrecommended to introduce a common education system after\nabolishing the four different Boards then in existence in the\nState. Subsequent thereto, the Committee constituted of Shri\nM.P. Vijayakumar, IAS was appointed to look into the\nrecommendations of Dr. S. Muthukumaran Committee which\nalso submitted its recommendations to the Government to\nimplement a common education system upto Xth standard.\nA\nB\nC\n7. The right to education is a Fundamental Right under\nArticle 21-A inserted by the 86th amendment of the Constitution.\nEven before the said amendment, this Court has treated the\nright to education as a fundamental right. (Vide: Miss Mohini\nJain v. State of Karnataka \u0026 Ors., AIR 1992 SC 1858; Unni D\nKrishnan, J.P. \u0026 Ors. etc. etc. v. State of A.P \u0026 Ors. etc. etc.\nAIR 1993 SC 2178; and T.M.A. Pai Foundation \u0026 Ors. v.\nState of Karnataka \u0026 Ors., (2002) 8 SCC 481).\nThere has been a campaign that right to education under\nArticle 21-A of our Constitution be read in conformity with\nArticles 14 and 15 of the Constitution and there must be no\ndiscrimination in quality of education. Thus, a common syllabus\nand a common curriculum is required. The right of a child should\nnot be restricted only to free and compulsory education, but\nshould be extended to have quality education without any\ndiscrimination on the ground of their economic, social and\ncultural background.\nE\nF\nArguments of the propagators of this movement draw\nsupport from the judgment of U.S. Supreme Court in the case G\nof Brown v. Board of Education, 347 U.S. 483 (1954) over-\nruling its earlier judgment in Plessy v. Ferguson, 163 U.S. 537\n(1896), where it has been held that \"separate education\nfacilities are inherently unequal\" and thus, violate the doctrine\nH\n1140\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA of equality.\nB\nC\nD\nE\nF\nThe propagators of this campaign canvassed that uniform\neducation system would achieve the code of common culture,\nremoval of disparity, depletion of discriminatory values in\nhuman relations. It would enhance the virtues and improve the\nquality of human life, elevate the thoughts which advance our\nconstitutional philosophy of equal society. In future, it may prove\nto be a basic preparation for uniform civil code as it may help\nin diminishing opportunities to those who foment fanatic and\nfissiparous tendencies.\nIn Rohit Singhal \u0026 Ors. v. Principal, Jawahar N. Vidyalaya\n\u0026 Ors., AIR 2003 SC 2088, this Court expressed its great\nconcert regarding education for children observing as under:-\n\"Children are not only the future citizens but also the\nfuture of the earth. Elders in general, and parents and\nteachers in particular, owe a responsibility for taking care\nof the well-being and welfare of the children. The world\nshall be a better or worse place to live according to how\nwe treat the children today. Education is an investment\nmade by the nation in its children for harvesting a\nfuture crop of responsible adults productive of a well\nfunctioning Society. However, children are vulnerable.\nThey need to be valued, nurtured, caressed and\nprotected.\" (Emphasis added)\n8. In State of Orissa v. Mamta Mohanty, (2011) 3 SCC\n436, this Court emphasised on the importance of education\nobserving that education connotes the whole course of\nscholastic instruction which a person has received. Education\nG connotes the process of training and developing the\nknowledge, skill, mind and character of students by formal\nschooling. The Court further relied upon the earlier judgment in\nOsmania University Teachers' Assn. v. State of A.P. \u0026 Anr.,\nAIR 1987 SC 2034, wherein it has been held as under:\nH\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nแ\n1141\n‘.... Democracy depends for its very life on a high A\nstandard of general, vocational and professional education.\nDissemination of learning with search for new knowledge\nwith discipline all round must be maintained at all costs.\"\nThe case at hand is to be proceeded with keeping this\nethical backdrop in mind.\n9. While deciding the case earlier, the Division Bench of\nthe Madras High Court on 30.4.2010 held that:\nB\n(i) The provisions of Sections 11, 12 and 14 of the Act C\nwere ultra vires and unconstitutional, and thus struck them\ndown. However, considering the problems of the State\nauthorities, the Division Bench concluded that the State\nwas competent to bring in an education system common\nto all in the interest of social justice and quality education. D\nThe order further read as under:\n\"Implementation of the syllabus and text books is\npostponed till the academic year 2011-12 or until the\nState makes known the norms and the syllabus and\nprepares the text books in advance.\"\n(Emphasis added)\n(ii) In the meantime the State would bring the provision of\nthe Act 2010 in line with the Central Act, e.g. the State\nshall specify by Notification the Academic Authority and the\nState Advisory Council. The Board shall also indicate what\nthe approved books are. The State shall by amending the\nsection or by introducing a schedule to the Act, indicate\nthat the syllabus is restricted to curricular subjects and all\nschools are bound to follow the common syllabus only for\nthe curricular subjects and not for the co-curricular subjects.\nThe schools may choose from multiple text books vis.\nGovernment produced text books which are prescribed\ntext books and the Government approved text books in all\nsubjects both curricular and co-curricular.\nE\nF\nG\nH\nA\nB\nC\nD\n1142\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n(iii) The schools shall follow the norms as far as they are\npracticable. There can be no Board examination upto the\nlevel of elementary education but the assessment norms\nmay be specified. Norms shall be fixed by the Board. The\nState may make it clear whether this Board will also be\nthe Academic Authority under the Central Act. However,\nconsidering the request of the learned Additional Advocate\nGeneral just after pronouncing the judgment the Court\naccepted that Section 3 as modified by the Court would\nbe implemented for Standards I and VI from academic\nyear 2010-11; provided the Board fixed the norms before\n15.5.2010.\nThe said judgment has duly been approved by this\nCourt by a speaking order dated 10.9.2010.\n10. Decision of the Cabinet dated 22.5.2011, to postpone\nthe enforcement of the Act 2010 was challenged through\nvarious writ petitions. Meanwhile, the government issued an\nOrdinance which was converted to Act 2011 passed on\n7.6.2011 with retrospective effect i.e. 22.5.2011, the date on\nE which the decision was taken by the Cabinet of the State in this\nregard. Accordingly, writ petitions were amended challenging\nthe validity of the Amendment Act 2011. Interim orders passed\nby the High Court therein were challenged before this Court.\nF\nG\nI\n11. This Court in its judgment and order dated 14.6.2011\ninter-alia, directed as under:\n(i) The academic Scheme in force for the Academic year\n2010-11 for Standards I and VI shall continue to be in force\nin all respects for the Academic year 2011-12 as well;\n(ii) Each text book and to what extent the amended syllabus\nwill be applicable to every course shall be finally\ndetermined by the High Court keeping in view the\namended provisions of the Act and its impact; and\n(iii) We hereby direct the State to appoint a Committee,\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n1143\nwhich it had already undertaken to appoint primarily to\nexamine ways and means of implementing the uniform\neducation system to the classes (II to V and VII to X) in\nquestion; common syllabus and the text books which are\nto be provided for the purpose.\n12. The aforesaid directions make it clear that the issues\nwith regard to syllabus and text books were to be determined\nafter considering the report of the Expert Committee appointed\nby the State to examine ways and means of implementing the\nuniform education system in Standards (II to V and VII to X) in\nquestion, common syllabus and the text books which are to be\nprovided for the purpose. Thus, it was the Expert Committee\nwhich had been assigned the role to find out ways and means\nto implement the common education policy etc.\nA\nB\nC\n13. The High Court in the impugned judgment while D\nexamining the validity of the amended provisions took note of\nsettled legal propositions as under:\n\"As there is no challenge to the Amending Act on the\nground of legislative incompetence, we are not required\nto examine the effect of the Amending Act, on such\ngrounds or to examine whether the Amending Act is a\ncolourable legislation on such aspects. Therefore, we\nhave to examine the matters solely based on the directions\nissued by the Hon'ble Supreme Court in its order dated\n14.6.2011. The Amending Act which has the effect of\nrepeal of the Parent Act under the guise of postponement\nof its implementation, when in fact Parent Act has already\nbeen implemented, though partially, the Amending Act has\nto be held to be arbitrary piece of legislation which does\nnot satisfy the touchstone of Article 14 of the Constitution\nof India.\" (Emphasis added)\n14. The High Court after examining the validity of the\nAmended Act held:\nE\nF\nG\nH\n"}