{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1114 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA mention such an objection. The rights embodied in a\njudgment could not be taken away by the legislature\nindirectly. The legislature cannot by bare declaration,\nwithout anything more, directly overrule, reverse or\noverride a judicial decision. However it can, in exercise\nB of the plenary powers conferred upon it by Articles 245\nand 246 of the Constitution, render a judicial decision\nineffective by enacting a valid law fundamentally altering\nor changing the conditions on which such a decision is\nbased. A judicial pronouncement of a competent court\ncannot be annulled by the legislature in exercise of its\nlegislative powers for any reason whatsoever. The\nlegislature, in order to revalidate the law, can re-frame the\nconditions existing prior to the judgment on the basis of\nwhich certain statutory provisions had been declared\nultra vires and unconstitutional. [Paras 49-51] [1159-F-H;\n1160-A-D]\nC\nD\nE\nShri Prithvi Cotton Mills Ltd. \u0026 Anr. v. Broach Borough\nMunicipality \u0026 Ors. AIR 1970 SC 192: 1970 (1) SCR 388 -\nFollowed.\nS.R. Bhagwat \u0026 Ors. v. State of Mysore AIR 1996 SC.\n188: 1995 (3) Suppl. SCR 545; Re, Cauvery Water Disputes\nTribunal AIR 1992 SC 522: 1991 (2) Suppl. SCR 497; G.C.\nKanungo v. State of Orissa AIR 1995 SC 1655: 1995 (1)\nSuppl. SCR 510; Madan Mohan Pathak \u0026 Anr. v. Union of\nF India \u0026 Ors. AIR 1978 SC 803: 1978 (3) SCR 334; K.\nSankaran Nair (Dead) through LRs. v. Devaki Amma Malathy\nAmma \u0026 Ors. (1996) 11 SCC 428: 1995 (4) Suppl. SCR 493;\nA. Manjula Bhashini \u0026 Ors. v. Managing Director, Andhra\nPradesh Women's Cooperative Finance Corporation Ltd. \u0026\nG Anr. (2009) 8 SCC 431: 2009 (10) SCR 634 - relied on.\nXI. READING OF THE STATEMENT OF OBJECTS AND\nREASONS: WHILE INTERPRETING THE STATUTORY\nPROVISIONS:\nH\nThe Statement of Objects and Reasons appended to\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1115\nSUNDER \u0026 ORS.\nthe Bill is not admissible as an aid to the construction of A\nthe Act to be passed, but it can be used for limited\npurpose for ascertaining the conditions which prevailed\nat that time which necessitated the making of the law,\nand the extent and urgency of the evil, which it sought\nto remedy. The Statement of Objects and Reasons of any B\nenactment spells out the core reason for which the\nenactment is brought and it can be looked into for\nappreciating the true intent of the legislature or to find out\nthe object sought to be achieved by enactment of the\nparticular Act or even for judging the reasonableness of C\nthe classifications made by such Act. [Paras 52, 54]\n[1160-F; 1161-E]\nKavalappara Kottarathil Kochuni @ Moopil Nayar v. The\nStates of Madras and Kerala \u0026 Ors. AIR 1960 SC 1080: Tata\nPower Company Ltd. v. Reliance Energy Ltd. \u0026 Ors. (2009)\n16 SCC 659: 2009 (9) SCR 625 - relied on.\nCASE ON MERITS.\n3. In the instant case, as the Expert Committee had\nsubmitted a report and most of the members had given\ntheir opinion on different issues, it is evident from the\nsame that each member had pointed out certain defects\nin the curriculum as well as in the text books etc. There\nwas no unanimity on any particular issue, as each\nmember had expressed a different opinion on different\nissues/subjects. The counter affidavits were filed before\nthe High Court by the Secretary to the Government\nEducation Department labeling the Act 2010 as illegal,\nirrational and unconstitutional. [Paras 56, 57] [1161-H;\n1162-A-B]\n3.2. Section 18 of the Act 2010 enables the State\nGovernment to remove difficulties, if any, in\nimplementation of the said Act. Therefore, the\namendment itself was totally unwarranted. If the State\nD\nE\nF\nG\nH\nB\nC\nD\n1116 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Government was facing any difficulty, the same could\nhave been removed by issuing a Government order\nunder Section 18 of the Act which conferred all residuary\npowers on it. The nature of the defect as canvassed by\nthe State counsel was reflected in the pleadings that\nindicated an undesirable inclusion of certain chapters\nthat did not subserve the purpose of a uniform standard\nand multicultural educational pattern. The contention was\nthat such material may damagingly divert the mind of the\nyoung students towards a motivated attempt of\nindividualistic glorification. In the opinion of the court, if\nsuch material did create any adverse impact or was\notherwise targeted towards unwanted propaganda\nwithout any contribution towards the educational\nstandard sought to be achieved, then such material upon\na thorough investigation and deliberation by the Expert\nCommittee could be deleted with the aid of Section 18 of\nthe Act 2010. The State Government while introducing the\nAmendment Act 2011 did not appropriately focus\nattention on the provision of Section 18 that was\ninclusive of all powers that may be required to remove\nsuch difficulties. Had the said provision been carefully\nnoted, there would have been no occasion to suspend\nthe implementation of the Act 2010. What could have been\ndone with the help of a needle was unnecessarily\nattempted by wielding a sword from the blunt side. Not\nonly this the said provision was not even pointed out by\nthe State machinery before the High Court nor did its legal\ninfantry chose to examine the same. The High Court while\ndealing with the validity of the provisions of the Act 2010,\nhad already conceded liberty to the State Government to\nG remove defects and had on the other hand, struck down\nthe offending provisions in Section 14 thereof\nempowering the State Government to compel the\nEducation Board to be bound on questions of policy.\nThus, the State Government was left with sufficient\nH powers to deal with the nature of defects appropriately\nE\nF\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM\nSUNDER \u0026 ORS.\n1117\nunder the said judgment with a statutory power available A\nfor that purpose under Section 18 of the Act 2010.\nStatement of Objects and Reasons given to the\nAmendment Act 2011 revealed a very sorry state of affairs\nand pointed out towards the intention of the legislature\nnot to enforce the Act 2010 at all. A perusal of Clause 9 B\nshowed the Government intended to introduce a more\nappropriate system to ensure the improvement of quality\neducation, meaning thereby, that the State had no\nintention to enforce the uniform education system as\nprovided under the Act 2010. [Paras 60-61] [1169-G; 1165- C\nA-H; 1162-A-C-E]\nD\n4. The legislature in its wisdom had enforced the Act\n2010 providing for common syllabus and text books for\nStandards I and VI from the academic year 2010-2011 and\nfor Standards II to V and VII to X from the academic year\n2011-2012, the validity of this law was upheld by the High\nCourt by judgment and order dated 30.4.2010 and by this\nCourt by order dated 10.9.2010. Certain directions were\nissued by the High Court which could be carried out\neasily by the State exercising its administrative powers E\nwithout resorting to any legislative function. By the\nAmendment Act, even the application of Act 2010, so far\nas Standards I and VI were concerned, was also\nwithdrawn without realising that students who have\nstudied in academic year 2010-11 would have difficulty F\nin the next higher class if they were given a different\nsyllabus and different kind of text books. The\nAmendment Act 2011 provided that the students in\nStandards and VI would also revert back to the old\nsystem which had already elapsed. The Amendment Act\n2011, in fact, nullified the earlier judgment of the High\nCourt dated 30.4.2010, duly approved by the order of this\nCourt dated 10.9.2010, which tantamounts to repealing of\nthe Act 2010, as unfettered and uncanalised power has\nbeen bestowed upon the Government to notify the\nG\nH\n1118 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA commencement of the uniform education system. State\nGovernment may submit only to the extent that the High\nCourt itself had given option to the State to implement\nthe Common Education System after ensuring\ncompliance of directions issued by the High Court itself.\nB However, no such liberty was available to the State so far\nas Standards I and VI were concerned. [Paras 64-65]\n[1167-G-H; 1168-A-E]\nE\n5. After the new Government was sworn in on\n16.5.2011, tenders were invited to publish books being\nC taught under the old system on 21.5.2011 and\nsubsequent thereto, it was decided in the Cabinet\nmeeting on 22.5.2011 not to implement the uniform\neducation system. Whole exercise of amending the Act\n2010 was carried out most hurriedly. However,\nD proceeding in haste itself cannot be a ground of challenge\nto the validity of a Statute though proceeding in haste\namounts to arbitrariness and in such a fact-situation the\nadministrative order becomes liable to be quashed. The\nfacts revealed that tenders were invited on 21.5.2011 for\npublishing the text books, taught under the old system\neven prior to Cabinet meeting dated 22.5.2011. Thus, a\ndecision was already taken not to implement the\nCommon Education System. If one crore twenty lacs\nstudents are now to revert back to the multiple syllabus\nwith the syllabus and textbooks applicable prior to 2010\nafter the academic term of 2011-12 has begun, they would\nbe utterly confused and would be put to enormous\nstress. Students cannot be put to so much strain and\nstress unnecessarily. The entire exercise by the\nGovernment is therefore arbitrary, discriminatory and\noppressive to students, teachers and parents. The State\nGovernment should have acted bearing in mind that\n\"destiny of a nation rests with its youth\". Personality of\na child is developed at the time of basic education during\nhis formative years of life. Their career should not be left\nH in dolorific conditions with uncertainty to such a great\nF\nG\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1119\nSUNDER \u0026 ORS.\nextent. The younger generation has to compete in global A\nmarket. Education is not a consumer service nor the\neducational institution can be equated with shops,\ntherefore, \"there are statutory prohibitions for\nestablishing and administering educational institution\nwithout prior permission or approval by the authority B\nconcerned.\" Thus, the State Government could, by no\nmeans be justified in amending the provisions of Section\n3 of the Act 2010, particularly in such uncertain terms.\nUndertaking given by the Advocate General to the High\nCourt that the Act 2010 would be implemented in the\nacademic year 2012-13, cannot be a good reason to hold\nthe Act 2011 valid. [Paras 66-67] [1168-F-H; 1169-A-F]\nC\n6. Submissions advanced on behalf of the appellants\nthat it is within the exclusive domain of the legislature to\nfix the date of commencement of an Act, and court has D\nno competence to interfere in such a matter, is totally\nmisconceived for the reason that the legislature in its\nwisdom had fixed the dates of commencement of the Act\nthough in a phased manner. The Act commenced into\nforce accordingly. The courts intervened in the matter in\npeculiar circumstances and passed certain orders in this\nregard also. The legislature could not wash off the effect\nof those judgments at all. [Para 68] [1169-G-H; 1170-A]\nA.K. Roy v. Union of India \u0026 Anr. AIR 1982 SC 710: 1982\n(2) SCR 272; Aeltemesh Rein v. Union of India \u0026 Ors. AIR\n1988 SC 1768: 1988 (2) Suppl. SCR 223; Union of India v.\nShree Gajanan Maharaj Sansthan (2002) 5 SCC 44: 2002\n(3) SCR 600; Common Cause v. Union of India \u0026 Ors. AIR\n2003 SC 4493: 2003 (4) Suppl. SCR 471 – Distinguished.\n-\n7. The Amendment Act 2011, to the extent it applies\nto enforcement of Act 2010, nullified the judgment of the\nHigh Court dated 30.4.2010 duly approved by this Court\nby order dated 10.9.2010. Thus, the conclusion reached\nE\nF\nG\nH\n1120 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA by the High Court in this regard is upheld. [Para 69] [1170-\nB\nC\nD\nE\nLL\nF\nG\nH\nD]\nThe summary of the conclusions are:\n(i) The Act 2010 was enacted to enforce the uniform\neducation system in the State of Tamil Nadu in order\nto impart quality education to all children, without\nany discrimination on the ground of their economic,\nsocial or cultural background.\n(ii) The Act itself provided for its commencement\ngiving the academic years though, in phased\nprogramme i.e. for Standards I to VI from the\nacademic year 2010-2011; and for other Standards\nfrom academic year 2011-2012, thus, enforcement\nwas not dependent on any further notification.\n(iii) The validity of the Act was challenged by various\npersons/ institutions and societies, parents of the\nstudents, but mainly by private schools\norganisations, opposing the common education\nsystem in the entire State. The writ petitions were\ndismissed upholding the validity of the Act. However,\nfew provisions, particularly, the provisions of\nSections 11, 12 and 14 were struck down by the High\nCourt by judgment and order dated 30.4.2010. The\nsaid judgment of the High Court was duly approved\nby a speaking order of this Court dated 10.9.2010.\nCertain directions had been given in the said\njudgment by the High Court which could have been\ncomplied with by issuing executive directions.\nMoreover, directions issued by the High Court could\nbe complied with even by changing the Schedule as\nprovided in the judgment dated 30.4.2010 itself.\n(iv) Section 18 of the Act 2010 itself enabled the\nGovernment to issue any executive direction to\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1121\nSUNDER \u0026 ORS.\nremove any difficulty to enforce the statutory A\nprovisions of the Act 2010. The Act 2010 itself\nprovided for an adequate residuary power with the\ngovernment to remove any difficulty in enforcement\nof the Act 2010, by issuing an administrative order.\n(v) Justification pleaded by the State that Amendment\nAct 2011 was brought to avoid contempt proceedings\nas the directions issued by the High Court could not\nbe complied with, is totally a misconceived idea and\nnot worth acceptance.\n(vi) The new government took over on 16.5.2011 and\nimmediately thereafter, the Government received\nrepresentations from various private schools/\norganizations on 17th/18th May, 2011 to scrap the\nuniform education system. As most of these\nrepresentations were made by the societies/\norganisations who had earlier challenged the validity\nof the Act 2010 and met their waterloo in the\nhierarchy of the courts, such representations were,\nin fact, not even maintainable and, thus could not\nhave been entertained by the Government.\n(vii) Before the first Cabinet meeting of the new\nGovernment on 22.5.2011, i.e. on 21.5.2011, tenders\nwere invited to publish the books under the old\neducation system. It shows that there had been a\npre-determined political decision to scrap the Act\n2010. The Cabinet on 22.5.2011 had taken a decision\nto do away with the Act 2010 and brought the\nOrdinance for that purpose.\n(viii) There was no material before the Government\non the basis of which, the decision not to implement\nthe Act 2010 could be taken as admittedly the Expert\nCommittee had not done any exercise of reviewing\nthe syllabus and textbooks till then.\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n☐ H\n1122\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n(ix) The validity of the said decision was challenged\nby parents and teachers and various other\norganisations before the High Court and interim\norders were passed. It was at that stage that the Bill\nwas introduced in the House on 7.6.2011 and the\nAmendment Act was passed and enforced with\nretrospective effect i.e. from 22.5.2011, the date of the\ndecision of the Cabinet in this regard.\n(x) The interim orders passed by the High Court were\nchallenged before this Court and the appeals were\ndisposed of by this court vide judgment and order\ndated 14.6.2011, issuing large number of directions\nincluding constitution of the Expert Committee which\nwould find out ways and means to enforce the\ncommon education system.\n(xi) The Secretary of School Education Department\nhad filed affidavits before the High Court as well as\nbefore this Court pointing out that the Amendment\nAct 2011 was necessary in view of the fact that the\nAct 2010 was illegal and unconstitutional. However,\nthe Secretary of School Education Department was\ninadvertently made a member of the Expert\nCommittee by this Court. Though her inclusion in the\nCommittee was totally unwarranted particularly in\nview of her stand taken before the High Court that\nthe Act 2010 was unconstitutional and illegal.\n(xii) The Secretary, to the Govt. of Tamil Nadu School\nEducation Department, who had been entrusted the\nresponsibility to plead on behalf of the State, herself\nhad approved the textbooks and fixed the prices for\nthose books of Standards VIIIth, IXth and Xth vide\nG.O. dated 9.5.2011.\n(xiii) The members of the Expert Committee did not\nSTATE OF TAMIL NADU \u0026 ORS. v. K. SHYAM 1123\nSUNDER \u0026 ORS.\nreject the text books and syllabus in toto, however, A\npointed out certain discrepancies therein and asked\nfor rectification/improvements of the same.\n(xiv) The High Court as well as this Court upheld the\nvalidity of the Act 2010. Thus, it was not permissible\nfor the legislature to annul the effect of the said\njudgments by the Amendment Act 2011, particularly\nso far as the 1st and Vith Standards are concerned.\nThe list of approved textbooks had been published\nand made known to all concerned. Thus, the Act\n2010 stood completely implemented so far these\nStandards were concerned.\nB\nC\n(xv) The Statement of Objects and Reasons of the Act\n2011 clearly stipulated that legislature intended to\nfind out a better system of school education. Thus, D\nthe object has been to repeal the Act 2010.\n(xvi) The legislature is competent to enact the\nrevalidation Act under certain circumstances, where\nthe statutory provisions are struck down by the court,\nfundamentally altering the conditions on which such\na decision is based, but the legislature cannot enact,\nas has been enacted herein, an invalidation Act,\nrendering a statute nugatory.\n(xvii) The School Education Department of Tamil\nNadu on 24.2.2011 called for private publishers to\ncome out with the textbooks based on common\neducation system, and submit for clearance by the\nDepartment by 5.4.2011, as taken note of by the High\nCourt in its order dated 10.6.2011. Thus, in such a\nfact-situation, it was not permissible for the State to\nrevert back to the old system at this advanced stage.\n(xviii) Most of the other directions given by the High\nE\nF\nG\nH\n"}