{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"344 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA ultimate control, in the first place, that power of transfer\nis not an absolute power of transfer. It depends upon\ncontingency of the availability of the adequate number of\nCopywriters in a particular district. That would not be a\ndecisive factor. [Para 37] [388-B-C]\nB\nC\n2.10. A grant of license cannot clothe the Copywriters\nwith the status of Government servant nor were they\ndoing any Government duty. There is very little or no\nmaterial to suggest any master and servant relationship\nbetween the Copywriters and the Government. It cannot\nbe held that there was master-servant relationship\nbetween State Government and the Copywriters. [Paras\n43 and 44] [393-B, D; 394-E-F]\n2.11. The submission that if all the Copywriters were\nD to be accommodated as the Clerks in the Government\nservice, then more than 6000 posts would have to be\ncreated and that would be a practical difficulty; that\nmajority of these Copywriters did not have the basic\nqualification required and thus there would be a practical\nE problem in accommodating these Copywriters; and all\nthat would not be possible without there being any Rules\nunder Article 309 of the Constitution, is correct. This\nfactor of the practical difficulty was completely ignored\nin the impugned judgment. [Para 45] [394-G-H; 395-A]\nF\n2.12. The submission that such licenses are given in\nnumber of other Departments where the creation of\nservice cannot be even conceived; that the claim of the\nCopywriters that they were doing the essential service of\nthe Government is falsified from the fact that in the six\nG Districts, the Copywriters Rules, 1999 have never been\nimplemented since inception and there are no such\ncopywriters available; that in those Districts the Xerox\ncopies of the documents are provided as their true\ncopies; that had the work of copywriters been essential,\nH Government would not have dispensed with the services\n+\ni\nT\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 345\nCOPY WRITERS ASSN.\nof the Copywriters in these six District; that the A\nCopywriters did not execute any Governmental work nor\nwas their work essentially required for the working of\nRegistration Office, is correct. There are 6466 Deed-\nwriters, 1200 Marriage Registrars, 20,000 Post-office\nAgents, 40,000 Insurance Agents and 1100 Stamp B\nVendors in the State of West Bengal. Clothing the\nCopywriters with the Government Service would mean a\nfinancial debacle for the State, is correct as each and\nevery licence granted by the Government does not\namount to service. [Para 46] [394-F-H; 395-A]\nWorkinen of Nilgiri Cooperative Marketing Society vs.\nState of T.N. and Ors. 2004(3) SCC 514; Official Liquidator\nvs. Dayananda and Ors. 2008(10) SCC 1 and Secretary,\nState of Kerala vs. Umadevi 2006 (4) SCC 1, Relied on.\nC\nD\nDharamgadhra Chemical Works Limit vs. State of\nSaurastra AIR 1957 SC 264; Chintaman Rao vs. State of\nMadhya Pradesh AIR 1958 SC 388; The Superintendent of\nPost Offices vs. P.K. Rajamma 1977 (3) SCC 94 and Ram\nSingh vs. Union Territory, Chandigarh 2004(1) SCC 126, E\nHeld inapplicable.\nG.B. Pant University of Agriculture vs. State of Uttar\nPradesh 2000 (7) SCC 109, Distinguished.\nF\nG\nState of Assam and Ors. vs. Shri Kanakchandra Dutta\nAIR 1967 SC 884; The State of U.P. vs. Chandra Prakash\nPandey AIR 2001 SC 1298; Union Public Service\nCommission vs. Girish Jayanti Lal Vaghela and Ors. 2006 (2)\nSCC 482; State of Gujarat and Anr. vs. Raman Lal Keshav\nLal Soni and Ors. 1983 (2) SCC 33; Gurugobinda Basu vs.\nSankari Prasad Ghosal AIR 1964 SC 254; State of U.P. vs.\nAudh Narain Singh AIR 1965 SC 360; D.R. Gurushantappa\nvs. Abdul Khuddus Anwar 1969(1) SCC 466; S.L. Agarwal vs.\nG.M. Hindustan Steel Ltd. 1970 (1) SCC 177; G.L. Shukla vs.\nState of Gujarat ILR 1967 Guj 560; Divisional Manager, H.\n346 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA Aravali Golf Club vs. Chander Hass 2008 (1) SCC 683;\nB\nPrincipal, Mehar Chand Polytechnic vs. Anu Lamba 2006(7)\nSCC 161 and State of Haryana vs. Navneet Verma 2008 (2)\nSCC 65, Referred to.\nCassidy vs. Ministry of Health 1951 (1) All ER 574; Short\nvs. J.W. Henderson Ltd. 1946 (174) LT 417; Morren vs.\nSwinton and Pendlebury Borough Council 1965 (2) All ER\n349; Argent vs. Minister of Social Security 1968 (3) All ER\n208, Referred to.\nCase Law Reference:\nReferred to. Para 13\nReferred to. Para 32,33, 34\nс\nAIR 2001 SC 1298\nAIR 1967 SC 884\nD\n2006 (2) SCC 482\nReferred to. Para 35, 36\n1951 (1) All ER 574\nReferred to.\nReferred to. Para 35\n1946 (174) LT 417\nReferred to. Para 35\n1965 (2) All ER 349\nReferred to. Para 36\nE\n1968 (3) All ER 208 Referred to. Para 36\n1983 (2) SCC 33\nReferred to. Para 37\nAIR 1964 SC 254\nReferred to. Para 37\nF\nAIR 1965 SC 360\nReferred to. Para 37\nG\n.I\nH\n1969(1) SCC 466\n1970 (1) SCC 177\nILR 1967 Guj 560\nAIR 1957 SC 264\nAIR 1958 SC 388\nReferred to. Para 37\nReferred to. Para 37\nReferred to. Para 37\nHeld inapplicable Para 38\nHeld inapplicable Para 38\n1977 (3) SCC 94\nHeld inapplicable Para 39\n.\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 347\nCOPY WRITERS ASSN.\n2000 (7) SCC 109\nDistinguished\nPara 39\nA\n2004(1) SCC 126\nHeld inapplicable Para 40\n2004(3) SCC 514\nRelied on\nPara 40\n2008 (1) SCC 683\nReferred to\nPara 41\nB\n2006(7) SCC 161\nReferred to\nPara 42\n2008 (2) SCC 65\nReferred to\nPara 43\n2008(10) SCC 1\nRelied on\nPara 44\nс\n:\n2006 (4) SCC 1\nRelied on\nPara 44\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3414 of 2009.\nFrom the Judgment \u0026 Order dated 16.4.2007 of the High D\nCourt of Calcutta in W.P.S.T. No. 826 of 2001.\nWITH\nC.A. No. 3415, 3416 of 2009.\nE\nBhaskar P. Gupta, Jayanta Kr. Mitra (N.P.), Ranjit Kumar\n(N.P.) Jaydip Kar, Rana Mukherjee, Goodwill Indeevar, Sanjiv\nSen, Anurag Pandey, Anip Sachthey, Dipak Kumar Jena,\nMinakshi Ghose Jena, Sushil Thakur, V.N. Raghupathy,\nHumayun Sahu, F.I. Choudhary, R.P. Goyal, Soumya F\nChkrabotry, P. Narasimhan, R.K. Gupta, S.K. Gupta, Shekhar\nKumar, Anip Sachthey for the appearing parties.\nThe Judgment of the Court was delivered by\nV.S. SIRPURKAR, J. 1. This judgment will dispose of G\nSLP(Civil) No. 9921 of 2007, SLP(Civil) No. 10191 of 2007\nand SLP(Civil) No. 12048 of 2007.\n2. Leave granted in all the Special Leave Petitions.\nH\nA\nB\nC\nD\n348 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\n3. In all these appeals, the common judgment passed by\nthe Calcutta High Court, allowing W.P.S.T. No. 826 of 2001,\nW.P.S.T. No. 1312 of 2001 and W.P.S.T. No. 15 of 2002, is in\nchallenge.\n4. In those Writ Petitions filed before the High Court, a\ncommon judgment dated 22.6.2001 passed by the West\nBengal State Administrative Tribunal (hereinafter called 'the\nTribunal' for short) in T.A. No. 391 of 1998, T.A. No. 392 of\n1998, O.A. No. 2377 of 1999 and O.A. No. 4636 of 1999,\ndismissing all the original applications, was in challenge. The\nHigh Court has set aside the order of the Tribunal and allowed\nthe original applications. While doing so, the High Court has\nalso granted certain reliefs. The State of West Bengal being\naggrieved by the same, has come up before us.\n5. Initially, before the High Court of Calcutta, a Writ Petition.\ncame to be filed being W.P. No. 1643 of 1996, by the\nRegistered Association of the Copywriters. One other similar\nWrit Petition was also filed vide W.P. No. 2304 of 1996. These\ntwo Writ Petitions came to be transferred to the Tribunal, while\nE two other original applications were also made before the\nTribunal by the individual Copywriters.\nF\n6. The common case emerging before the High Court was\nthat the members of the West Bengal Registration Copywriters'\nAssociation (hereinafter referred to as 'the Association'), as\nwell as, the applicants in the original applications were the\nlicensees under the West Bengal Registration (Copywriters)\nRules, 1982 (hereinafter called 'the Copywriters' Rules of 1982'\nfor short), which were replaced by the West Bengal Registration\n(Copywriters) Rules, 1999 (hereinafter called 'the Copywriters'\nG Rules of 1999' for short). These Rules dealt with the subject of\npreparing true copies of the documents, which were to be\npresented for registration under the West Bengal Registration\n(Filing of True Copies) Rules, 1979 (hereinafter called 'the\nCopywriters' Rules of 1979' for short). They also fixed the\nH prescribed fees. The members of the Association were the\n+\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 349\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nlicensees under these Rules, who were given the licenses, A\nunder which they alone could prepare the true copies of the\ndocuments on receiving fees prescribed in the Rules. Such true\ncopies of the documents were compulsorily required to be filed\nalongwith the documents, which were presented for registration.\nThe petitioners (respondents herein) mainly pleaded that they B\nhad filed applications for their absorption/regularization as\nregular employees in the cadre of Lower Division Clerk\n(hereinafter referred to as 'LDC' for short) under the concerned\nauthority. They also pleaded for an injunction against the\nconcerned authority from appointing any person in the cadre C\nof LDC unless all the members of the Association were\naccommodated in that post of the LDC. They pointed out that\nthey were doing the identical work of preparing copies as was\nrequired to be done by the LDCs. They had also given a history\nof their struggle in their Writ Petitions/original applications. In\nD\nshort, the pleading was that they were suffering from insecurity,\nhaving no chance of promotion or stability in the working field\nand that they had also staged demonstration and had also gone\non strikes. However, such agitation was withdrawn on the basis\nof the assurances given by the Finance Minister of State of\nWest Bengal and yet nothing was done, and their several\nrepresentations were ignored. It was then pleaded that various\nvacancies had cropped up in the office of the Registrars\nthroughout the State of West Bengal under the Inspector\nGeneral of Registration and accordingly, the Registrars had\nasked the employment exchanges to sponsor the names of the\neligible candidates for the purpose of appointment in the post\nof LDC. It was pleaded that previously in the year 1978, the\nrespondent Government had absorbed some Copywriters\nworking in the office of Registrars throughout the State of West\nG\nBengal as LDCs and all of them were employed under the\nRegistration Department. These Copywriters, who were so\naccommodated were at that time, called as “Extra-muharrirs\"\nand that is how all the Extra-muharrirs then were awarded with\nthe permanent job and while doing so, even age was relaxed.\nA parity was, therefore, pleaded that all the members, who were H\nพ.\nE\nF\nL\n350 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA holding the licenses as the Copywriters were identically placed\nas those Extra-muharrirs and were working from 1984 and had\nthe requisite qualifications, expertise and experience to work\nas LDC.\nB\nC\nD\nE\nF\nLL\nG\n7. It was further pleaded that since they were licensed\nCopywriters, they could not even now claim employment\nthrough the employment exchange. They pointed out that the\nlicenses were given on the basis of tests and selections and\nfurther on the basis that they were holders of employment_\nexchange cards. It was further pleaded that they were doing their\nduties honestly, diligently, sincerely and continuously, without any\nbreak and blemish as Copywriters and in fact, the Extra-\nmuharrirs who were accommodated, were doing exactly the\nsame work and as such, the members of the Association were\nalso entitled to be accommodated as the LDCs. They also\npointed out that the said Copywriters were required to work\nunder the full control of the Government and yet they were being\nrefused absorption/regularization. In the Writ Petition filed\nearlier before the High Court, which was transferred to the\nTribunal, the following prayers were made:-\n(a) A writ in the nature of mandamus do issue\ncommanding the respondents and/or their officers\nand/or their subordinates to comply to their\nassurances and representation by absorbing your\npetitioner and their members in the regular cadre\nof service under the respondent No. 2 in the post\nof Lower Division Clerks;\n(b) A writ in the nature of mandamus do issue directing\nthe respondents and/or their subordinates and/or\ntheir officers not to appoint any one as Lower\nDivision Clerk or in similar grade of service without\nfirst appointing the petitioners and their members\nin the service;\nH (c) A writ in the nature of mandamus do issue directing\n1\nSTATE OF WEST BENGAL v. WEST BENGAL REGN.351\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nthe respondents and/or their officers and/or their A\nsubordinates to allow your petitioners and their\nmembers to sit for the test either oral or in writing\nof selection to the posts of Lower Division Clerks\nhaving fallen vacant under the respondents herein;\n(d) A writ in the nature of mandamus do issue\ncommanding the respondent and their officers and\nsubordinates to allow each of the petitioners and\ntheir members to sit in the examination for selection\nto Lower Division Clerk irrespective of their period\nof license and employment exchange card;\n(e) A writ in the nature of prohibition do issue\nprohibiting the respondents from appointing any\none without appointing the petitioners and their\nmembers first as the Lower Division Clerk;\n(f) to (k)\nX X\nΧ\nX\nB\nC\nD\nE\n8. This was opposed by the State of West Bengal by a\ndetailed reply on the ground that such absorption of the\nCopywriters in the regular cadre of services in the post of LDC\nwas not possible. It was pointed out that there was no\nemployer-employee relationship between the members of the\nAssociation i.e. Copywriters and the State of West Bengal, and\nas such, the Tribunal had no jurisdiction to decide the issues F\nraised. It was pointed out that the Copywriters were license\nholders under the Copywriters' Rules of 1982 (at present under\nthe Copywriters' Rules of 1999) and they were merely holding\nthe licenses to be eligible to perform the duties of Copywriters.\nSuch duties were not under the State of West Bengal and in G\nfact, the Copywriters were individual professionals and earned\nfees for job by the public in general, who come in the\nRegistration Office for registering their documents. It was\npointed out that the licenses of the Copywriters merely enable\nthem to make out the copies of documents, which is a statutory H\nB\n.C\n352 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA requirement. As the Rules provide, for filing of the true copies\nalongwith the documents which were produced before the\nRegistrar and since the Government had to ensure the\nauthenticity of such documents, accordingly, the Rules were\nframed granting licenses to the Copywriters, who were\nauthorized persons to prepare copy of the original documents.\nIt was pointed out that the absorption was not possible as the\nrecruitment rules did not provide for any such absorption and\nthere was no question of accommodating all these Copywriters\nas the LDCs. It was further pointed out that there were\nrecruitment rules for filling up the posts of LDCs and the\nrecruitment had to be done in terms of those rules. It was also\npointed out that the Extra-muharrirs, who were accommodated\nearlier, as stated in the original applications, were a different\nclass altogether. They were in fact, the employees of the State\nGovernment and it was an individual cadre, which was re-\ndesignated as LDC following the recommendation of the First\nPay Commission, constituted for that purpose. It was pointed\nout that the petitioners (respondents herein) had deliberately\ntried to mislead the Tribunal, knowing well that Extra-muharrirs\nwere in regular employment of the State Government and they\nwere merely re-designated as the LDCs. It was also urged that\nthere were no assurances given, whatsoever, for\naccommodating the said Copywriters in the post of LDC. Any\ndiscrimination on the part of the State Government was also\ndenied. In short, it was urged that the Writ Petitioners had no\nright, whatsoever, being accommodated as the LDCs.\nD\nE\nF\n9. While the matters were pending before the Tribunal, two\nother original applications also came to be filed, they being\nO.A. No. 4636 of 1999 and O.A. No. 2377 of 1999 on the same\nG subject. All these matters were heard together by the Tribunal\nand by its judgment dated 22.6.2001, the Tribunal dismissed\nall the original applications, holding that there was no\nrelationship of master and servant and that the petitioners, i.e.,\nthe Copywriters (respondents herein) could not insist on their\nbeing absorbed in the post of LDCs.\nH\n་\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 353\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\n10. The only question, which was canvassed and decided A\nby the Tribunal was as to whether the Copywriters have any\naccrued right on account of their rendering services as\nCopywriters for being appointed as LDCs and/or whether the\npetitioners (respondents herein) are eligible for their absorption\nas LDCs. The Tribunal, inter alia, held that though it was true B\nthat the Copywriters were the creatures of the Copywriters'\nRules of 1982 as amended by the Copywriters' Rules of 1999,\nthey were merely the license holders, which licenses were given\nby the licensing authority after observing all formalities provided\nin the said Rules. Their task was only to prepare, in the C\nprescribed form, the true copies of the documents, which were\nto be presented for registration under the Copywriters' Rules\nof 1979. The Tribunal also held that though it was true that the\nactivities of the Copywriters were supervised by the authorities.\nconcerned and in that sense, the respondent authority had the\ncontrol over the Copywriters, which included the cancellation/\nsuspension of the Copywriters' licenses, renewal etc. and further\nthough the Copywriters were allowed to sit in the office\npremises and work under the control and supervision of the\noffice of the Registering Officers, yet it could not be said that\nE\nthere was any right created in their favour by their continuously\nworking since 1982 for being absorbed as the LDCs. The\nTribunal also came to the conclusion that they could not claim\nparity with Extra-muharrirs nor could it be said that there was\nany gross indiscrimination on the part of the authorities in the\nsaid Copywriters' not being absorbed as the LDCs.\nD\nF\n11. The Tribunal further found that the absorption or as the\ncase may be, regularization, could be directed only under the\nRules and that there were no such Rules nor any policy for\nregularizing or absorbing the Copywriters as the LDCs. The G\nTribunal made a distinction that in case of Extra-muharrirs, they\nwere considered to be the seasonal employees under the\nTehsildar or as the case may be, part time Government servants\nunder Rules 15 of the West Bengal Land Manual, 1977 and their\nsalaries/remuneration were payable from the public exchequer H\n"}