{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nD\n[2009] 8 S.C.R. 334\nSTATE OF WEST BENGAL \u0026 ANR.\nV.\nWEST BENGAL REGN. COPY WRITERS ASSN. \u0026 ANR.\n(Civil Appeal No. 3414 of 2009)\nMAY 8, 2009\n[TARUN CHATTERJEE AND V.S. SIRPURKAR, JJ.]\nWest Bengal Registration (Copywriters) Rules, 1999 –\nCopywriters Grant of license under the Rules - Status of\nC copywriters - Held: There is no master-servant relationship\nbetween copywriters and State Government - Copywriters are\nmere licensees -- Grant of license does not amount to creating\nservice - It cannot clothe them with the status of Government\nservant - They were not doing any government duty nor there\nwas absolute control over their working - They were not paid\nfrom public exchequer - Copywriters not on Government\nestablishment under Rules formulated under Article 309 - On\nfacts, High Court erred in directing creation of service and\nframing Rules as also providing nomenclature for such service\nE instead of directing absorption of copywriters as LDCs - It\ntraveled beyond the scope of its jurisdiction - Thus, order of\nHigh Court set aside and that of tribunal restored -\nConstitution of India, 1950 - Article 309.\nF\nConstitution of India, 1950 - Article 226 - Writ petition\nHigh Court travelling much beyond the pleadings – High\nCourt instead of directing absorption of copywriters as LDCs,\ndirecting to decide nomenclature of the post - Held: Not\ncorrect - Relief granted by High Court extraordinarily beyond\nits jurisdiction - Even in its plenary jurisdiction, while moulding\nG relief, there must be a plea to support the relief.\nH\nRespondents-members of West Bengal Registration\nCopywriters' Association were licensees under the West\nBengal Registration (Copywriters) Rules, 1982 as\n334\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 335\nCOPY WRITERS ASSN.\namended by Copywriters Rules, 1999. Under the license, A\nthe members could prepare the true copies of the\ndocuments, compulsorily required to be filed alongwith\nthe documents presented for registration, on receiving\nfees prescribed in the Rules. Respondents claimed\nabsorbtion as regular employees in the cadre of Lower B\nDivision Clerk under the concerned authority as they\nwere doing the identical work of preparing copies as\ndone by LDCs. They prayed for injunction against the\nauthority from appointing any person in the cadre of LDC\nunless all the members of the Association were C\naccommodated in that post of LDC; and also claimed\nparity with the “extra-muharrirs\", whose services were\nregularised. Tribunal dismissed the applications.\nRespondents filed writ petitions. High Court held that\nthere was relationship of master and servant between the\nState Government and the Copywriters appointed under\nthe Rules and not that of licensee or licensor, thus, were\nentitled to the relief claimed. It observed that though they\ncould not be absorbed as LDCs, State Government\nwould decide the nomenclature of their post. Hence, the\npresent appeals.\nAllowing the appeals, the Court\nHELD: 1. (i) The original writ petitioners-Copywriters\nare mere licensees.\n(ii) Though the West Bengal Registration\n(Copywriters) Rules, 1999 have been formulated by\nthe Government for awarding the licenses the Rules\ndo not spell out an absolute control over the working\nof Copywriters. The Rules merely pertain to the grant\nof licences and control of those licences, however,\ndoes not control the working and duties of the\nCopywriters.\nD\nE\nF\nG\n(iii) The Copywriters do not do any Government duty. H\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n336 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nThey are merely required to copy the deeds which\nare to be presented for registration. Though the filing\nof a fresh copy is necessary for registration, the\nmaking of that copy does not amount to a\nGovernment duty.\n(iv) The Copywriters are not controlled in the matters\nof their attendance, working hours, leave, pension\nand output of work etc., by the Government.\n(v) The Copywriters are not on the establishment\nunder the Rules, more particularly the Rules\nformulated under Article 309 of the Constitution of\nIndia.\n(vi) The Copywriters are not paid from the\nGovernment coffers. They are paid by the private\nparties who require those copies for Registration of\nthe deeds. Therefore, there is no fiduciary\nrelationship between the Government and the\nCopywriters nor is the government responsible for\nany such payment.\n(vii) The grant of licence for copywriting does not\namount to creating a service. Hence, there is no\nmaster-servant relationship between the Copywriters\nand the Government nor can they said to be\nGovernment servants entitling them to so-called\nequal treatment with the other Government servants.\n(viii) High Court erred in directing the creation of\nservice and for that purpose framing the Rules as\nalso providing the nomenclature for such a service.\nHigh Court traveled beyond the scope of the original\napplication and the writ petition. [Para 47] [395-E-H;\n396-A-H; 397-A]\n2.1. It is the basic principle of interpretation that where\nA\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 337\nCOPY WRITERS ASSN.\nA\nB\nthe language of the Statute is clear and admits of no\ndoubt, then the Court will accept the plain meaning of the\nprovisions. Applying the test of plain meaning, no Rule\neither under the Copywriters' Rules of 1982 or the\nCopywriters' Rules of 1999, can be read as clothing the\nCopywriters with the status of Government servants. The\nRules nowhere provide any master and servant\nrelationship in between the State Government and the\nCopywriters. The Rules, at the most, provide for the\nlicenses armed with which, the Copywriters can follow\nthe profession of Copywriting, as is clear from Rule 3 of C\nthe Copywriters' Rules of 1982. [Para 20] [368-C-E]\nD\nE\n2.2. Extra-muharrirs were already on the\nestablishment of the Government in the regular posts.\nThey were absorbed by the State Government in the\nposts of LDCs. All that was done to change the\nnomenclature of that post, and finding that the duties of\nthat post were almost identical to the duties of the LDCs,\nthey were absorbed as the LDCs. Therefore, it is not a\ncase where the persons, who were not even on the\nestablishment of the Government were conferred with the\nstatus of the Government servant. Such was not the case\nin case of the Copywriters. Admittedly, they were never\non the Government establishment. They were private\npersons and they took the advantage of the Copywriters'\nRules of 1999, which provide for the licenses to be given F\nfor doing the job of a Copywriter. They have been\nprovided with this opportunity to earn their livelihood by\nworking as the Copywriters on the basis of the licenses.\nThey were not comparable in any manner with the Extra-\nmuharrirs even in respect of their educational G\nqualification. The minimum qualification for a licensee as\na Copywriter is barely Vith Class passing, which is\nunimaginable in the present days as a minimum\nqualification for a Government job. It is suggested that\nH\n338 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA almost all the Copywriters were educated and were\nholding a better qualification. That may be so, but that\ndoes not in any manner solve the problem of the\nCopywriters, whose minimum qualification, as prescribed\nin the Rules, is much lower than that of the LDCs. Before\nB the High Court, no evidence was brought to show as to\nC\nD\nhow the post of Extra-muharrirs is comparable to or\nidentical to the post of Copywriters. [Para 21] [368-G-H;\n369-A-F]\n2.3. The petition is wholly silent about the assertion\nthat the writ petitioners are doing the identical duty as that\nof the LDCs and they are actually the Government\nservants. There is not even a whisper in the writ petition\nthat a separate cadre with a separate nomenclature\nshould be created for them by the Government. In fact,\nin the last part of the writ petition, the petitioners have\nasserted that injustice was done to them in their\nrepresentations remaining without a reply and in their not\nbeing absorbed in service and further they are not being\nallowed to sit in the examination. They asserted that the\nE respondents should be injuncted from proceeding with\nthe absorption in the post of LDCs in their offices. It\ncannot be understood as to how on the basis of such a\npetition, the petitioners were allowed to completely\nchange their stand and introduce, for the first time, a\nF theory of master and servant or even allowed to argue\nthat they were the Government servants and in fact,\nbecause of the duties conducted by them, they were the\nservants of the Government on its establishments. All this\nwas allowed, though not at the tribunal level but at the\nG level of the High Court. [Para 25] [371-G-H; 372-A-D]\nH\n2.4. Respondents tried to point out that the State\nGovernment in their counter affidavits themselves\nasserted that there was no master and servant\nrelationship between the writ petitioners and the State\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 339\nCOPY WRITERS ASSN.\nD\nGovernment and, therefore, petitioners could not assert A\ntheir right to be absorbed as LDCs. Therefore, the\nrespondents pointed out that if the theory of master and\nservant was introduced by the Government in its reply,\nthen the writ petitioners had every right to assert that\nthere was a master and servant relationship between B\nthem and the Government. Such logic cannot be\nunderstood. A Writ Petitioner has to stand on his own legs\nand has to rely on the pleadings in the Writ Petition. A\nsimple case was pleaded by the Writ Petitioners in the\nWrit Petition that they had a right to be absorbed as LDCs, C\nfirstly because the Extra-muharrirs were so absorbed and\nsecondly, because they were doing the same job as\nLDCs. They had nowhere suggested that they were\nalready on the Government establishment and there\nexisted master and servant relationship between them\nand the Government and, therefore, it was incumbent on\nthe Government to either absorb them as the LDCs or to\ncreate a separate service for them. They never asserted\nthat they were equally circumstanced with the LDCs or\nExtra-muharrirs, which position, they introduced for the\nfirst time before the High Court. Such radical change in\nthe stand, as also the radical change in the prayers could\nnot have been allowed by the High Court in a writ petition,\nmuchless when the High Court was concerned with the\nlimited exercise of deciding the correctness or otherwise\nof the tribunal's judgment. Unfortunately, High Court\nseems to have travelled much beyond the pleadings and\nhas, therefore, fallen into error in granting an\nunimaginable relief to the writ petitioners of creating a\nservice for them with a separate nomenclature. All this\nwas clearly beyond the jurisdiction of the High Court. G\n[Para 26] [372-G-H; 373-A-D]\n2.5. In prayer clause, a direction is prayed for to\nprovide the writ petitioner with employment as LDCs or\nequivalent posts. It is certain that the prayers are no\nE\nபட\nF\nH\nC\nD\n340 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA different in other writ petition. Once those prayers vanish\non account of the concession by the counsel, really\nnothing could remain in the petition. However, High\nCourt went on to examine the belated theory of master\nand servant, which was totally out of the scope of the\nB original application, as well as, the Writ Petition. When the\nState Government in its reply before the tribunal asserted\nthat there was no relationship of master and servant, the\nwrit petitioners seem to have totally changed their stand.\nWrit Petitioners before the High Court, as well as, before\nthe tribunal rightly conceded that they could not be\nappointed or absorbed as LDCs. Respondents very fairly\nstated that they had abandoned that prayer, however,\ntried to justify that in its plenary jurisdiction, the High\nCourt could mould the relief. There could be no doubt\nabout the High Court's power to mould the relief.\nHowever, even in its plenary jurisdiction, while moulding\nthe relief, there must be a plea to support such a relief.\nThe relief granted by the High Court in this case is\nextraordinarily beyond the jurisdiction of the High Court\nand has no nucleus in the writ petitions or in the original\napplications. The basic case that was pleaded was that\nsince the Extra-muharrirs were absorbed by the\nGovernment, the writ petitioners, who were doing the\ntask of Extra-muharrirs, also had a right to be absorbed\nin the Government. This plea was obviously baseless, as\nF while Extra-muharrirs were on the regular establishment\nof the Government, the writ petitioners were not and,\ntherefore, they could not have claimed the parity. It is only\nafter the reply of the Government came, denying the\nmaster servant relationship, that the Writ Petitioners\nG started singing the tune of the de facto Government\nservice in their favour. The argument before the High\nCourt, as well as, the tribunal was that because of the\nduties and because of licenses which were controlled by\nthe Government in their grant, continuance and\nH termination as well as suspension that the Copywriter\nE\nT\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 341\nCOPY WRITERS ASSN.\nlicense holders were in fact Government servants and, A\ntherefore, had a right under Articles 14 and 16 of the\nConstitution of India, is rejected. High Court treated\nunequals as the equals and for that purpose, it had to do\nthe acrobatics for finding that the Copywriters had the\ntrace of Government service. [Para 28] [374-E-H; 375-A- B\nG]\nC\nD\n2.6. High Court proceeded to hold that once it was\nproved from the Rules that they had the tracings of the\nGovernment service in their favour, then they were\nentitled to the equal protection like other Government\nservants. All this was impermissible because the\nGovernment service is controlled and managed by the\nRules under Article 309 of the Constitution of India. Such\nRules were never there and were not likely to be there in\ncase of the writ petitioners. No Government service can\nbe de-hors the Rules. There were the Rules for the\nCopywriters, but those Rules could never be read as\ncreating a separate Government service. They, at the\nmost, were licensees. Firstly, the writ petitioners were not\npaid from the coffers of the Government. Secondly, E\nthough there was an apparent control, there was no\ncontrol on their actual working. There was no attendance\nregister for these Copywriters nor were they required to\ntake leave in case they decided to remain absent. They\nwere not even controlled in the matter of their actual F\nworking hours. Thus, the control was qua the licenses,\nnot qua the duties, which was ignored. The grant of\nlicenses was bound to be under the Rules and, therefore,\ntheir continuation, termination or suspension was also\nbound to be under the Rules. But, that was the only G\nscope. The Rules never provided as to how the working\nof the Copywriters would be controlled. They were,\nundoubtedly, independent professionals. They could\ncome and leave at any time. Nobody could compel their\n· attendance and the disciplinary control which was H\nB\n342 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA pressed into service by respondents and others was only\nin respect of continuation of their license. Such a\ndisciplinary control would be available in case of all the\nlicensees in whatever Department the licenses are given.\nA criminal cannot be allowed to enjoy a license nor could\na person, who misbehavę, could enjoy the continuation\nof a license. That is not the test, muchless to hold such.\npersons to be the persons on the Government\nestablishment. Again, merely because the Rules provided\nthat every deed must be copied and a copy thereof must\nbe offered while registering the deed, it did not mean that\nthe Copywriters were doing any Government duties. The\nconcept of the Government servant's duty is entirely\ndifferent. What the Copywriters were doing, was only in\nterms of their profession and for earning by copying. A\njob of making a copy of the deed for some remuneration\nis not a Government job nor does it involve a Government\nduty. [Para 29] [375-G-H; 376-A-H; 377-A]\nC\nD\n2.7. A person with horrible handwriting or a person\nwith illegible handwriting could never had been given this\nE license, which essentially required good handwriting, so\nthat it should be legible copy of the deed which is offered\nfor the registration. This certainly was not a Government\nduty. The Government duty would start only after the\ndeed is presented for the registration. This would also\nF include the checking as to whether the deed is\naccompanied with by a legible copy thereof. But, writing\nof the copy could never amount to a Government duty\nor a statutory duty. A particular Copywriter having a good\nreputation, a very good handwriting, may invite a rush of\nG the clients and might have to refuse the work. That was\nperfectly possible. Therefore, in the matter of their\nworking, there was no control and merely because they\nhold the license to copy the deeds, it did not mean that\nthe Copywriters were doing any duty, which was even\nH\n།\nT\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 343\nCOPY WRITERS ASSN.\ndistantly similar to the Government duty. [Para 30] [377- A\nB-F]\nB\nC\nD\n2.8. The essential of a master and servant relationship\nis that the servant must be retained by the master for\ndoing any duties given by the master and the\nremuneration must flow from the master to the servant.\nThe servant must be under the total control of the master\ninsofar as duties are concerned. There was no control as\nsuch on the working of these Copywriters. They were\nmerely licensees and if there was any control, the control\nwas only on their licenses. There was no control over the\nmanner in which they do their work of copying. Again,\nthere has to be a disciplinary control which is\nconspicuously absent in the instant case. The control\nwas only qua the licenses, their continuation or their\ntermination. It cannot be accepted that from the bare\nreading of the rule, there was a total control by the\nGovernment over the working of these Copywriters.\nThese Copywriters did not get paid by the Government.\nGovernment had no responsibility, whatsoever, to pay or\neven to ensure that they got paid a particular amount. E\nWhile one Copywriter could earn Rs.1,000/- a day, the\nother could remain content with Rs.50 a day, depending\nupon the work that he has handed out. It was not the duty\nof the Government to see that every Copywriter gets\nsome minimum wages. The concept of \"payment of F\nwages\" by Government is totally absent. What the\nCopywriters got and were entitled to get was a fees for\ntheir services to the private persons, who wanted to get\ntheir deed registered. Once all these factors are\nconsidered cumulatively, it is obvious that there was no G\ntrace of master and servant relationship. [Para 31] [378-\nA-G]\n2.9. As regard the submission that there was a power\nof transfer in the present Rules also and that showed the\nН\n"}