{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"374\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA were subordinate to their disciplinary jurisdiction and since\nthose licenses were controllable by the State Government,\ntherefore, they became the integral part of the State\nGovernment Organization and, therefore, all that had remained\nwas to recognize such a status by their absorption into the\nB regular structure of the Government. Same plea, to the effect\nthat the Copywriters were doing what the Government could\nhave got done through their employees, has also been pressed\ninto service. Again, the same identical reliance was placed on\nthe fact that their remuneration was fixed by the Government\nC Rules. Thus, the same theory of interpretation came in these\npetitions after the Tribunal's order.\nD\nE\n28. At this backdrop, when we see the Prayer clause, all\nthat was prayed is setting aside of the judgment of Tribunal and\na direction to the State Government to absorb and regularize\nthe services of the Copywriters in the regular cadre of service\nunder the respondents therein, in the posts of LDC or in any\nsuch suitable post commensurate to their qualification and\nexperience. Identically, the injunction is also prayed for\nrestraining the State Government from filling up the post of\nLDCs. Very typically, in Prayer clause (e), a direction is prayed\nfor to provide the Writ Petitioner with employment as LDCs or\nequivalent posts. We are certain, the prayers are no different\nin WPST No. 826 of 2001, the copy of which is not on our\nrecord. In fact, it is on this short ground that the Writ Petitioners\nF had given up their main demand of being absorbed as LDCs\nthat these appeals are liable to be rejected. Once those prayers\nvanish on account of the concession by the Learned Counsel,\nreally nothing could remain in the petition. However, High Court\nwent on to examine the belated theory of master and servant,\nwhich was totally out of the scope of the original application,\nas well as, the Writ Petition. Even at the cost of repetition, we\nmay say that when the State Government in its reply before the\nTribunal asserted that there was no relationship of master and\nservant, the Writ Petitioners seem to have totally changed their\nstand. The Learned Counsel for the Writ Petitioners before the\nG\nH\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 375\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nC\nD\nHigh Court, as well as, before the Tribunal had rightly conceded A\nthat they could not be appointed or absorbed as LDCs. Shri\nMitra, Learned Senior Counsel for the respondents very fairly\nstated at the beginning of the debate that they had abandoned\nthat prayer. Shri Mitra, however, tried to justify that in its plenary\njurisdiction, the High Court could mould the relief. There could B\nbe no doubt about the High Court's power to mould the relief.\nHowever, even in its plenary jurisdiction, while moulding the\nrelief, there must be a plea to support such a relief. The relief\ngranted by the High Court in this case is extraordinarily beyond\nthe jurisdiction of the High Court and has no nucleus in the Writ\nPetitions or in the original applications. The basic case that\nwas pleaded was that since the Extra-muharrirs were absorbed\nby the Government, the Writ Petitioners, who were doing the\ntask of Extra-muharrirs, also had a right to be absorbed in the\nGovernment. This plea was obviously baseless, as while Extra-\nmuharrirs were on the regular establishment of the Government,\nthe Writ Petitioners were not and, therefore, they could not have\nclaimed the parity. It is only after the reply of the Government\ncame, denying the master servant relationship, that the Writ\nPetitioners started singing the tune of the de facto Government\nservice in their favour. The argument before the high Court, as\nwell as, the Tribunal was that because of the duties and\nbecause of licenses which were controlled by the Government\nin their grant, continuance and termination as well as\nsuspension that the Copywriter license holders were in fact\nGovernment servants and, therefore, had a right under Articles\n14 and 16 of the Constitution of India. We must, at once, repel\nthis argument of Article 14 and 16, which has been accepted\nby the High Court. The High Court has treated unequals as the\nequals and for that purpose, the High Court had to do the\nacrobatics for finding that the Copywriters had the trace of G\nGovernment service.\n29. Taking this defective logic further, the High Court\nproceeded to hold that once it was proved from the Rules that\nthey had the tracings of the Government service in their favour,\nE\nF\nH\nT\nC\nD\n376 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA then they were entitled to the equal protection like other\nGovernment servants. All this was impermissible for the simple\nreason that the Government service is controlled and managed\nby the rules under Article 309 of the Constitution of India. Such\nrules were never there and were not likely to be there in case\nB of the Writ Petitioners therein. That by itself was enough to\nreject the claim of the Writ Petitioners. No Government service\ncan be de-hors the rules. There were, undoubtedly, the rules\nfor the Copywriters, but those rules could never be read as\ncreating a separate Government service. They, at the most,\nwere licensees. Firstly, these Writ Petitioners were not paid\nfrom the coffers of the Government. Secondly, though there was\nan apparent control, there was no control on their actual\nworking. It was very fairly admitted at the time of debate that\nthere was no attendance register for these Copywriters nor\nwere they required to take leave in case they decided to remain\nabsent. Further, they were not even controlled in the matter of\ntheir actual working hours. Thus, the control was qua the\nlicenses, not qua the duties. This fine distinction was ignored.\nThe grant of licenses was bound to be under the rules and,\ntherefore, their continuation, termination or suspension was also\nbound to be under the rules. But, that was the only scope. The\nrules never provided as to how the working of the Copywriters\nwould be controlled. They were, undoubtedly, independent\nprofessionals. They could come and leave at any time. Nobody\ncould compel their attendance and the disciplinary control which\nwas pressed into service by Shri Mitra and others was only in\nrespect of the continuation of their licenses. Such a disciplinary\ncontrol would be available in case of all the licensees in\nwhatever Department the licenses are given. A criminal cannot\nbe allowed to enjoy a license nor could a person, who\nG misbehave, could enjoy the continuation of a license. That is\nnot the test, muchless to hold such persons to be the persons\non the Government establishment. Again, merely because the\nrules provided that every deed must be copied and a copy\nthereof must be offered while registering the deed, it did not\nH mean that the Copywriters were doing any Government duties.\nE\nF\nr\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 377\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nThe concept of the Government servant's duty is entirely A\ndifferent. Here, what these Copywriters were doing, was only\nin terms of their profession and for earning by copying. A job\nof making a copy of the deed for some remuneration is not a\nGovernment job nor does it involve a Government duty.\n00\nB\nC\nD\n30. Much was spoken about the selection of these\nCopywriters. If they were Copywriters, the Government was\nperfectly justified in holding the tests for awarding the licenses.\nA person with horrible handwriting or a person with illegible.\nhandwriting could never had been given this license, which\nessentially required good handwriting, so that it should be\nlegible copy of the deed which is offered for the registration.\nThis certainly was not a Government duty. In our opinion, the\nGovernment duty would start only after the deed is presented\nfor the registration. This would also include the checking as to\nwhether the deed is accompanied with by a legible copy\nthereof. But, writing of the copy, in our opinion, could never\namount to a Government duty or a statutory duty. We\nspecifically asked the Learned Senior Counsel for the\nCopywriters, as to whether a Copywriter could refuse to do the\ncopying work on account of any relevant reason. The Counsel\nvery fairly admitted that he could so refuse to write. We can\neasily visualize such a situation that a particular Copywriter\nhaving a good reputation, a very good handwriting, may invite\na rush of the clients and might have to refuse the work. That\nwas perfectly possible. Therefore, in the matter of their working, F\nthere was no control and merely because they hold the license\nto copy the deeds, it did not mean that the Copywriters were\ndoing any duty, which was even distantly similar to the\nGovernment duty. All the arguments, therefore, based on the\nrules, have to be rejected.\n31. This takes us to the finding on the master and servant\nrelationship, since that was the main tune on behalf of the\nCopywriters during all the arguments before us. We would\nordinarily have entertained this plea, since it was not raised in\nلله\nG\nH\nA\nB\nC\nD\n378\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nthe Writ Petitions turned into Transfer Applications. However,\nsince the main thrust of the Learned Senior counsel for the\nCopywriters was on this master and servant relationship, we\nwould choose to consider the argument. The essential of a\nmaster and servant relationship is that the servant must be\nretained by the master for doing any duties given by the master\nand the remuneration must flow from the master to the servant.\nThe servant must be under the total control of the master insofar\nas duties are concerned. We have already given a finding that\nthere was no control as such on the working of these\nCopywriters. They were merely licensees and if there was any\ncontrol, the control was only on their licenses. There was no\ncontrol over the manner in which they do their work of copying.\nAgain, there has to be a disciplinary control which is\nconspicuously absent in this case. The control was only qua the\nlicenses, their continuation or their termination. Therefore, we\nare unable to accept the argument of Shri Mitra that from the\nbare reading of the rule, we must hold that there was a total\ncontrol by the Government over the working of these\nCopywriters. Now, we will take the the most crucial question\nregarding the master and servant relationship. Admittedly, these\nCopywriters did not get paid by the Government. Government\nhad no responsibility, whatsoever, to pay or even to ensure that\nthey got paid a particular amount. While one Copywriter could\nearn Rs.1,000/- a day, the other could remain content with\nRs.50 a day, depending upon the work that he has handed out.\nF It was not the duty of the Government to see that every\nCopywriter gets some minimum wages. In fact, the concept of\n\"payment of wages\" by Government is totally absent. What the\nCopywriters got and were entitled to get was a fees for their\nservices to the private persons, who wanted to get their deed\nG registered. Once all these factors are considered cumulatively,\nit is obvious that there was no trace of master and servant\nrelationship.\nE\nH\n32. To get out of this difficult situation, Shri Mitra, Learned\nSenior Counsel for the respondents, relied on the case of\n1\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 379\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nKanakchandra Dutta (cited supra). Whether Mauzadars A\nworking under the Government held a civil post, was a question\nconsidered in this matter. Under the Mauzadari system, the land\nrevenue used to be collected in Assam Valley and the\nMauzadar was in charge of a Mauza and responsible for the\nrevenue collection of that Mauza. In short, Mauzadar was B\nspoken of as \"Revenue Contractor\". The executive instructions\nappearing in paragraphs 115 to 159 and 167(a) of Assam Land\nRevenue Manual, 6th Edition drew a complete scheme for the\nappointment and dismissal of the Mauzadars, their duties and\nemoluments and the registers, which were to be kept and c\nmaintained by them. They were to be appointed and dismissed\nby the Deputy Commissioner subject to the Commissioner's\napproval and could be suspended by the Deputy Commissioner\non his own authority. Normally, Mauzadar's successor used to\nbe selected from among the members of his family. Every D\nMauzadar, before his appointment, had to execute a written\nagreement (kabuliyat) in the prescribed form. Mauzadar, as has\nbeen said earlier, was responsible for the collection of poll-tax,\nhouse-tax, tauzi-bahir revenue, grazing fees and forest dues.\nHe was required to pay to the treasury the full amount of all\ninstallments of land revenue, as also the other taxes collected\nby him within a particular time. The Mauzadar was not\nconcerned with the assessment of land revenue or the\nsettlement of land or checking of maps or assessment papers.\nHe was only concerned with the collection of land revenue. He\nF\nwas charged with the duties of supervising the performance of\nduties by Gaonburas, to receive applications for waste lands\nwhich he was authorized to entertain and to submit them with\na report to the proper revenue authority, to submit reports of\ncases sent to him by special order for local enquiry, to assist\nthe district authorities in the assessment of income tax, to\nreport, when so directed, upon the sufficiency of the security\noffered by the lessees of Government or Local Board Ferries,\nfisheries etc., to submit weekly reports upon the condition of\ncrops, the prevalence of epidemics amongst men or cattle, the\nloss of life caused by wild animals and the appearance of H.\nE\nG\nB\n380 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA insect pests, to compile and submit to the Civil Surgeon a\nmonthly return of vital statistics, to check the Gaonburas' reports\nof births and deaths by local inspection, to effect field mutations\nand field partitions in uncontested cases, to assist Government\nin any work connected with the village organization system, to\nwarn persons not to allow their cattle to stray on roadside lands\nand to submit weekly returns of collections. Therefore, he was\ngenerally required to act as the Deputy Commissioner's\nAssistant in all administrative matters within his Mauza, so far\nas he may be called upon to do so. This Court also took the\nC complete trace of his duties, which further included the power\nof attachment and sale of movables under Section 69 of the\nAssam Land and Revenue Regulation, 1886 (Regulation No.\n1 of 1886). It also took note of the fact that Mauzadars were\nappointed Revenue Officers under Section 124 of the\nRegulation. It was also noted that all Mauzadars were appointed\nas ex-officio Assistant Settlement Officers and invested with the\npowers to effect registration under Section 53(A) in uncontested\ncases and to dispose of under Chapter VI of the Regulation all\napplications for partition of revenue-paying estates in which no\nobjection is preferred. The Court further went on to note that\nthere was no formal definition of \"post\" and \"civil post\". The\nCourt further observed:-\nD\nE\nF\nG\nH\n\"A civil post is distinguished in Article 310 from a post\nconnected with defence; it is a post on the civil as\ndistinguished from the defence side of the administration,\nan employment in a civil capacity under the Union or al\nState. See marginal note to Article 311. In Article 311, a\nmember of a civil service of the Union or an all-India\nService or a civil service of a State is mentioned\nseparately, and a civil post means a post not connected\nwith defence outside the regular civil services. A post is a\nservice or employment. A person holding a post under a\nState is a person serving or employed under the State.\nSee the marginal notes to Articles 309, 310 and 311. The\nheading and the sub-heading of Part XIV and Chapter I\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 381\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nB\nemphasize the element of service. There is a relationship A\nof master and servant between the State and a person\nholding a post under it. The existence of this relationship\nis indicated by the State's right to select and appoint the\nholder of the post, its right to suspend and dismiss him,\nits right to control the manner and method of his doing the\nwork and the payment by it of his wages or remuneration.\nA relationship of master and servant may be established\nby the presence of all or some of these indicia, in\nconjunction with other circumstances and it is a question\nof fact in each case whether there is such a relation C\nbetween the State and the alleged holder of a post.”\n(emphasis supplied).\nD\n33. Heavily relying on this judgment, Shri Jayant Mitra,\nLearned Senior Counsel for the respondents, compared the\npost of Mauzadar with the Copywriter. It was suggested that like\nMauzadars, the Copywriters also held heritable office. The\nLearned Senior Counsel further urged that the element of\n'appointment' of Mauzadars was present, in Copywriters' case,\ninasmuch as the licenses were granted, continued and\nterminated, as also, suspended by the State government under E\nthe Rules, it was pointed out that practically all the factors were\npresent in their case also. We do not think that there is any\nsimilarity between the duties of Mauzadars and the duties of\nCopywriters. In fact, all the duties done by the Mauzadars were\nthe Government duties, the most important being the collection\nof revenue and the collection of other taxes, which were\nessentially Government functions. The nature of powers enjoyed\nby the Mauzadars is also another pointer to suggest that in\ncomparison to Mauzadars, Copywriters had no powers. All that\nthey were required to do was to copy the deeds. There were\nnot only the powers to collect the revenue on the part of\nMauzadars, but they also had the special duties of supervisory\nnature. They were also responsible to the Government servants\nlike Assistant Commissioners, under whom they worked and\nto whom they reported the essential information for income tax. H\nF\nG\n382 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA They also had the powers to effect the partition and thereby, to\ndeal with the land in some cases. We fail to follow as to how\nthis case could be of any assistance to the respondents herein.\nThis Court observed:-\nB\nC\nD\nヨ\nF\nG\n\"Judged in this light, a Mauzadar in the Assam Valley is\nthe holder of a civil post under the State. The State has\nthe power and the right to select and appoint a Mauzadar\nand the power to suspend and dismiss him. He is a\nsubordinate public servant working under the supervision\nand control of the Deputy Commissioner. He receives by\nway of remuneration a commission on his collections and\nsometimes a salary. There is a relationship of master and\nservant between the State and him. He holds an office on\nthe revenue side of the administration to which specific\nand onerous duties in connection with the affairs of the\nState are attached, an office which falls vacant on the\ndeath or removal of the incumbent and which is filled up\nby successive appointments. He is a responsible officer,\nexercising delegated powers of Government. (Emphasis\nsupplied) Mauzadars in the Assam Valley are appointed\nRevenue Officers and ex-officio Assistant Settlement\nOfficers. Originally, a Mauzadar may have been a revenue\nfarmer and an independent contractor. But having regard\nto the existing system of his recruitment, employment and\nfunctions, he is a servant and a holder of a civil post under\nthe State.\"\n34. This Court further noted that though the Mauzadars\nwere not paid the salaries, they were paid the remuneration by\nway of commission on collections of Government dues. The\nCourt further noted that considering the overall duties, which we\nhave quoted above, the Mauzadars held civil posts. We have\nalready pointed out that in case of Mauzadars, they were paid\nfrom the Government coffers, while in case of the Copywriters,\nthey got paid from the private individuals. Again, the element\nof 'control' is completely absent in case of Copywriters, which\nH\nwas present in case of Mauzadars. Similarly, Mauzadars were\nA\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 383\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nclothed with the administrative powers on the revenue side and A\nhad to carry out onerous duties in connection with the affairs\nof the State, which is not the case of the Copywriters. In our\nopinion, therefore, the reliance placed by Shri Mitra, Learned\nSenior Counsel for the respondents, on this case, is uncalled\nfor.\nB\nC\nD\n35. Relying on this case further, Shri Mitra, Learned Senior\nCounsel for the respondents, invited our attention to another\ndecision in Union Public Service Commission Vs. Girish\nJayanti Lal Vaghela \u0026 Ors. reported in 2006 (2) SCC 482 and\nmore particularly, to the observations in para 10 thereof, where\nthe decision in the case of Kanakchandra Dutta (cited supra)\nwas relied upon for deciding as to whether appointment of a\nperson under the Administration of a Union Territory on contract\nbasis for a short period, de-hors the statutory rules and without\ncomplying with the Article 16, the person could be held as the\nGovernment servant. The Court came to the conclusion that\nsuch person could not be viewed as a person holding a civil\npost. The petitioner therein was appointed as Drugs Inspector\non short term contract basis on a fixed salary for a period of\nsix months. While he was so serving, one advertisement was\nE\nissued for Drug Inspector post providing the upper age limit for\nmaking direct recruitment at 30 years. Since the petitioner was\nover-aged by two years, he sought relaxation of his age\nclaiming to be a Government servant by filing a Writ Petition,\nwhich was allowed and the High Court had directed to issue F\nthe age relaxation certificate. The question fell for consideration\nas to whether the Writ Petitioner was a Government servant as\nthe relaxation for possible only for Government servant. Relying\non the judgment in Cassidy Vs. Ministry of Health reported in\n1951 (1) All ER 574, the Court noted that while in \"contract for G\nservice\", the master can order or require what is to done, in\nother case, i.e., \"contract of service\", he cannot only order or\nrequire what is to be done, but can also direct how it shall be\ndone. The Court also referred to another decision in Short Vs.\nJ.W. Henderson Ltd. reported in 1946 (174) LT 417, which had H\n"}