{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"384 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA laid down the attributes of employer-employee relationship,\nwhich principles were followed in the latter decision. In that\ncase, the following four indicia of contract of service were laid\ndown:\n00\nB\n(a) The master's power of selection of his servant;\n(b)\n(c)\nC\n(d)\nD\nE\nThe master's responsibility of payment of wages or\nother remuneration;\nThe master's right of suspension or dismissal;\nThe master's right to control the method of doing\nthe work.\nUndoubtedly, it was observed that a contract of service\nmay still exist if some of these elements are absent altogether,\nor present only in an unusual form. It was, however, treated that\nthe factor of superintendence and control has always been a\ncritical and decisive of the legal quality of the relationship.\n36. The Court then proceeded to consider the law laid down\nin Morren Vs. Swinton and Pendlebury Borough Council\nreported in 1965 (2) All ER 349, which made a slight departure\nby saying that though in many cases, the importance of the\nfactor of superintendence and control was emphasized, but that\nis not the determining test. The Court noted the law laid down\nin Morren's Case to the effect that superintendence and control\nF\ncannot be a decisive test, when one is dealing with a\nprofessional man or a man with professional skill and\nexperience. Lastly, the Court referred to the decision in the case\nof Argent Vs. Minister of Social Security reported in 1968 (3)\nAll ER 208, in which it was suggested that though in earlier\ncases, the most important test, if not the all-important test, was\nthe extent of control exercised by the employer over the servart\nbut with the development of law in recent times, the emphasi:\nhas shifted and no longer rests so strongly on the question o\ncontrol. Control is obviously an important factor. In some cases\nH it may still be a decisive factor, but it is wrong to say that in\nG\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 385\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nD\nevery case, it is the decisive factor. The Court then went on to A\nconsider the law laid down in the case of Kanakchandra Dutta\n(cited supra) in para 15 and came to the conclusion that indicial\nlaid down in this case this case could not be the only test for\ndetermining the person holding a civil post under the Union.\nTerritory or State. Ultimately, in para 23, the Court observed that B\nthe principle laid down in the case of Kanakchandra Dutta (cited\nsupra) did not advance the case of the respondent in any\nmanner, as certain other factors like the process of recruitment\nin accordance with relevant service rules were not followed and\ncertain other incidents of service like transfer, disciplinary C\naction, pension and the facility of General Provident Fund were\nabsent in his case. Lastly, the Court also considered the\ndecision in State of U.P. Vs. Chandra Prakash (cited supra),\nwhere the question was whether the Kurk Amins appointed on\ncommission basis by Collectors for realization of outstanding\ndues of various cooperative societies as arrears of land\nrevenue can be treated to be employees of the State\nGovernment. It was pointed out that Kurk Amins had not been\nappointed on contract basis as is the case of Respondent No.\n1, but they were in fact, regularly appointed and had to perform\nGovt. duty of recovering arrears of land revenue. The Court,\ntherefore, did not hold the said person as a Government\nemployee. A look at this case would suggest that the rules for\nthe appointment were given the utmost importance. Admittedly,\nin the present matters there were no rules for appointment of\nany service. The rules merely provided the manner in which the\nlicenses were to be created and controlled. That is a distinction.\nAccording to us, even this case does not help the respondents\nherein. In fact, the observations in para 15 to the effect that the\ndecision in Kanakchandra Dutta (cited supra) provided the\ncomplete test, go rather against the respondents.\nய\nE\nF\nG\n37. This takes us to the case of State of Gujarat \u0026 Anr.\nVs. Raman Lal Keshav Lal Soni \u0026 Ors. reported in 1983 (2)\nSCC 33. The question, which fell for consideration was as to\nwhether personnel drawn from different sources, namely, H\n386 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA Government departments, as well as, the local authorities or\nMunicipalities merged together to constitute a single integrated\ncivil service under the State by a legislative enactment, would\nbecome the State Government employees, irrespective of their\noriginal status. The question was answered in affirmative. This\nB decision was very heavily relied upon by Shri Mitra, Learned\nC\nD\nE\nF\nG\nH\nSenior Counsel for the respondents, since the end result went\nin favour of the employees and they were held to be holding\nthe civil posts. In para 27, the Court observed:-\n\"We do not propose and indeed it is neither politic nor\npossible to lay down any definitive test to determine when\na person may be said to hold a civil post under the\nGovernment. Several factors may indicate the relationship\nof master and servant. None may be conclusive. On the\nother hand, no single factor may be considered\nabsolutely essential. The presence of all or some of the\nfactors, such as, the right to select for appointment, the\nright to appoint, the right to terminate the employment,\nthe right to take other disciplinary action, the right to\nprescribe the conditions of service, the nature of the\nduties performed by the employee, the right to control the\nemployee's manner and method of the work, the right to\nissue directions and the right to determine and the source\nfrom which wages or salary are paid and a host of such\ncircumstances, may have to be considered to determine\nthe existence of the relationship of master and servant. In\neach case, it is a question of fact whether a person is a\nservant of the State or not.\" (Emphasis Supplied)\nReference was made to the cases in Gurugobinda Basu\nVs. Sankari Prasad Ghosal reported in AIR 1964 SC 254,\nState of U.P. Vs. Audh Narain Singh reported in AIR 1965 SC\n360, case of Kanakchandra Dutta (cited supra), D.R.\nGurushantappa Vs. Abdul Khuddus Anwar reported in 1969(1)\nSCC 466 and S.L. Agarwal Vs. G.M. Hindustan Steel Ltd.\nreported in 1970 (1) SCC 177. In para 31, this Court noted that\n1\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 387\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nthe Panchayat Service constituted under Section 203 of the A\nGujarat Panchayats Act was a civil service of the State and\nmembers of the service were Government servants. It was\nnoted that this question was decided by the High Court of\nGujarat more than 15 years back in G.L. Shukla Vs. State of\nGujarat reported in ILR 1967 Guj 560 by Hon'ble Bhagwati, J. B\n(as he then was). In that judgment, Hon'ble Bhagwati, J.\nobserved:-\n\"The mode of recruitment, the conditions of service and\nmatters relating to appointments, transfers and promotions\nof persons employed in the panchayat service as also\ndisciplinary action against them are all determined by the\nState Government and that is consistent only with the State\nbeing the master in the entire panchayat service. The\nmandatory provision for promotion from panchayat service\nto State service which is required to be made in the rules\nalso shows that both the services are services of the State.\nThere could be no question of promotion from one service.\nto another if the masters in the two services were different.\nThen it would be a case of termination of one service and\nappointment of another.....\nThe Learned Judge further said:-\n\"\nC\nD\nE\nF\n\"It is not possible to believe that the officer or servant could\nhave been intended by the Legislature to be treated like\na chattel which can be tossed about from one master to\nanother. The only reasonable way of looking at the matter\nseems to be and that conclusion is inevitable on the\nlanguage of these provisions, that the panchayat service\nis a civil service of State like the State service and since\nboth the services are civil services of the State with the G\nState as the master, an officer or servant can be allocated\nfrom the State service to the panchayat service and\nreallocated from the panchayat service to the State\nservice.......\n\"\nH\nA\n388 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nConsidering other provisions, ultimately, this Court held the\nemployees to be belonging to the Government service and\nfound that there existed the master and servant relationship. The\nsituation is entirely different in the present case and as has\nbeen oft quoted by this Court that every case would have to be\nB decided on the facts. We do not find any parity of the facts in\nthis case with the case at hands. It was tried to be argued feebly\nby Shri Mitra, Learned Senior Counsel for the respondents that\nthere was a power of transfer in the present rules also and that\nshowed the ultimate control. In the first place, that power of\ntransfer is not an absolute power of transfer. It depends upon\ncontingency of the availability of the adequate number of\nCopywriters in a particular district. That, in our opinion, would\nnot be a decisive factor. On the other hand, what we find is that\nthere is no payment of wages to the Copywriters from the\nGovernment coffers nor is there any control on the work or on\nthe way the work is to be conducted. Further, there are no rules\ncreating any such service like the rules, which were considered\nin the case of State of Gujarat \u0026 Anr. Vs. Raman Lal Keshav\nLal Soni \u0026 Ors. (cited supra). This case is, therefore, of no use\nto the respondents herein.\nC\nD\nE\n38. Shri Jayant Mitra, Learned Senior Counsel for the\nrespondents relied on the judgment in Dharamgadhra\nChemical Works Limit Vs. State of Saurastra reported in AIR\n1957 SC 264. This case obviously will not apply for the simple\nF reason that the question there was as to whether a person, if\npaid not per day, but by the job, could be held as a workman.\nThe observations have been made to the effect that the rules\nregarding hours of work etc. applicable to other workmen may\nnot be conveniently applied to them, is no deterrent against\nG holding the persons to be workmen within the meaning of the\ndefinition. We do not think that these observations or the law\nlaid down in this case, is apposite to the present controversy.\nThe other case relied on was Chintaman Rao Vs. State of\nMadhya Pradesh reported in AIR 1958 SC 388. This was the\nH case under the Factories Act. The Court was called upon to\n*\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 389\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nA\nB\ndecide upon as to whether who is a contractor and distinction\nbetween a contractor and a workman. This was the case under\nthe labour jurisprudence and, therefore, the observations made\ntherein in paras 10 and 11 would not apply to the present\ncontroversy. Relying on this case, the Learned Senior Counsel\ntried to contend that the State supervises and controls the work\ndone by the Copywriters. For this purpose, reliance was made\non the Copywriters' Rules of 1979. That was tried to be viewed\nas a control by the State Government on the working of the\nCopywriters. We have already held that the rules do not have\nany such scope as to spell out an absolute control on the work C\nof Copywriters.\nD\nE\n39. The Learned Senior Counsel also relied on the case\nof The Superintendent of Post Offices Vs. P.K. Rajamma\nreported in 1977 (3) SCC 94. This was a case regarding the\nextra departmental branch Post Masters and extra departmental\ndelivery agents. The question was as to Whether such persons\ncould be held to be holding the civil post. The Court came to\nthe conclusion that considering the elaborated provisions of\nrules controlling the appointment, leave, termination of services,\nthe nature of penalties, procedure for imposing penalties and\nother matters relating to the conduct and service of extra\ndepartmental agents, such persons were holding the civil post.\nWe have closely seen the ruling and find that the rules relating\nto extra departmental branch Post Masters are entirely different.\nThose extra departmental branch Post Masters were being\npaid from the coffers of the Government and their service was\nalso controlled in the manner of penalties. Such is not the case\nhere. The ruling is of no consequence. Further reliance was\nmade on the case of G.B. Pant University of Agriculture Vs.\nState of Uttar Pradesh reported in 2000 (7) SCC 109, where G\nthe question was as to whether the employees of the Cafeteria\nrun in the University could be recognized as regular employees\nof the University. The Canteen workers were ultimately held to\nbe the employees of the University. We have compared the\nconditions of service. The law laid down in this case cannot H\nF\n390 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA apply, since on facts, this case is entirely different. There can\nbe no comparison between the Canteen workers of a\nUniversity, who were actually in the employment and the\nCopywriters, who were merely license holders.\nB\nC\nD\n40. For canvassing his case on employer-employee\nrelationship, Shri Mitra relied on the case of Ram Singh Vs.\nUnion Territory, Chandigarh reported in 2004(1) SCC 126. Our\nattention was drawn to the finding that the control is only one\nof the important tests, but not the only test and in determining\nsuch relationship, all the relevant factors have to be considered.\nReference is also made to the integration test for examining\nas to whether an employee is fully integrated into the employer's\nconcern or has remained apart from and independent of it.\nThere can be no question with the ratio. However, in our\nopinion, even applying the integration test, it cannot be said in\nthe present case that the Copywriters have the integral part of\nthe Government machinery. We have already commented upon\nthe other factors like power of selection, dismissal, the\nremuneration etc. This case refers to insurance contributions,\nsupply of tools and materials etc., which is absent in the present\nE case. Therefore, even this case would be no consequence.\nLastly, the reliance was made on the case of Workmen of\nNilgiri Cooperative Marketing Society Vs. State of T.N. \u0026 Ors.\nreported in 2004(3) SCC 514. That was the case regarding the\nclaim of the workers that they were the workmen of Nilgiri\nF Cooperative Marketing Society. The Court, undoubtedly, culled\nout some principles like the appointing authority, the pay master,\nthe person who can dismiss, the length of the alternative service,\nthe extent of control, the nature of job, the nature of\nestablishment etc. in para 37 of the judgment. Ultimately, the\nG Court decided against the workmen in para 98 of the judgment\nand held:-\n\"98. It has been found that the employment of the\nworkmen for doing a particular piece of work is at\nthe instance of the producer or the merchants on\nH\n1\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 391\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nan ad hoc basis or job to job basis and, thus, the\nsame may not lead to the conclusion that\nrelationship of employer and employee has come\ninto being. Furthermore, when an employee has a\nright to work or not when an offer is made to him in\nthis behalf by the producer or by the merchants will\nalso assume significance.\"\nA\nB\nD\nE\nThis was the case, where in Cooperative Marketing\nSociety, having about 22,000 members, who brought their\nagricultural produce in the marketing yards of the society by C\nhired lorries or trucks. The concerned persons, who claimed\nto be the workmen, helped for unloading of the gunny bags\ncontaining potatoes from the lorries, unpacking the gunny bags.\nand keeping the potatoes in lots inside the godown, grading\nthe potatoes into different sorts, weighing the auctioned\npotatoes in 45 kg and packing them into gunny bags brought\nby the merchants, stitching the gunny bags and loading them\ninto lorries hired by the merchants. These persons, who claimed\nto be the workmen, were paid on the basis of the work output.\nThe growers and merchants were free to engage their own\nporters and graders. There had been no obligation on the\nSociety's godown to engage service of these workers, waiting\nin the yard. There were no attendance registers or wage\nregisters and the Society was found to have no control'as to\nwho should do the work and the members were free to engage\nany worker available in the yard. There were no working hours\nfixed for porters and graders and they were free to come and\ngo at will. They had no obligation to report to work everyday\nnor was there any control regarding the number of workers to\nbe engaged and the work to be turned out by the porters and\ngraders. There were no appointment orders issued by the\nSociety and there was no disciplinary control over the porters\nand graders exercised by the Society. In the light of these facts,\nthis Court came to the conclusion that the workmen could not\nclaim to be the workmen of the Society. The situation is no\ndifferent, though in some matters, some distinguishing features H\nוּד\nF\nG\n392 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA can be seen. In our opinion, this case would come nearest to\nthe facts of the present case. In our opinion, this case would,\ntherefore, help the appellants more than the respondents, who\nhave chosen to rely on the same. The integrated approach\nsuggested by this Court in this decision, when made applicable\nB to the present case would be of no assistance to the\nrespondents.\nс\n41. On the other hand, Shri Gupta, Learned Senior\nCounsel for the appellants, invited our attention to the decision.\nin Divisional Manager, Aravali Golf Club Vs. Chander Hass\nreported in 2008 (1) SCC 683. Here, the daily wager Malis who\nwere working for a long period as daily wager Tractor Drivers\nwithout there being any sanctioned post of Tractor Driver, were\nordered to be regularized as Tractor Drivers, by the High Court.\nThis direction was struck down by this Court, holding that when\nD there was no sanctioned post of Tractor Driver, the Court could\nnot direct to creation of such posts and regularize the Malis in\nsuch posts. Thus, it has been clearly held that where there are\nno sanctioned posts, the creation of posts is impermissible.\nE\nF\nG\nH\n42. Shri Mitra, Learned Senior Counsel for the respondents\ntried to distinguish this case on the ground that it is different\non facts. However, we may rely on this case to the limited extent\nthat where there are no sanctioned posts of a particular nature,\nthe workmen cannot be directed to be accommodated in the\npost and for that matter, no direction can be given to create\nany such post. In Principal, Mehar Chand Polytechnic Vs. Anu\nLamba reported in 2006(7) SCC 161, the ad-hoc/temporary\nappointees and promotees, who were not appointed in terms\nof any statutory rules, claimed regularization. This Court pointed\nout that the project, under which they were employed, was a\ntime bound project and no a regular service and, therefore, the\nHigh Court's direction to create the post and regularize the\nservices of the respondents therein, was quashed by this Court.\nAgain, to the limited extent that the posts cannot be directed\nto be created in complete disregard to the rules, this decision\nSTATE OF WEST BENGAL v. WEST BENGAL REGN.393\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nhelps the appellants.\nA\n43. Shri Mitra, Learned Senior Counsel for the\nrespondents, tried to suggest that in the present case, the\nCopywriters were engaged to perform duties of the State on\nregular basis, in pursuance of the so-called licenses issued by\nB\nthe State Government. We have already clarified that such a\ngrant of license cannot clothe the Copywriters with the status\nof Government servant nor were they doing any Government\nduty. In State of Haryana Vs. Navneet Verma reported in 2008\n(2) SCC 65, this Court approved of the abolition of the post of\nC\nAccounts Executive by the Government. That was challenged\nbefore the High Court. This Court observed that an action taken\nby the Government in good faith cannot be challenged and the\nCourts do not have any competence to go into such matters,\nparticularly on the basis of scant materials. We have no\nhesitation to say that in the present case, there is very little or\nno material to suggest any master and servant relationship\nbetween the Copywriters and the Government.\nD\n44. Lastly, Shri Gupta, Learned Senior Counsel for the\nrespondents relied on the decision in Official Liquidator Vs. E\nDayananda \u0026 Ors. reported in 2008(10) SCC 1. That was a\ncase, where the staff employed in the office of the Official\nLiquidator attached to different High Courts claimed the status\nof permanent Central Government employees. The\nemployments were undoubtedly of temporary nature, but this F\nstaff was attached to the Official Liquidator and were doing the\nGovernment duty. The mode and source of their recruitment and\nremuneration were also controlled by the Central Government.\nHowever, this Court came to the conclusion, on the basis of the\ndecision in Secretary, State of Kerala Vs. Umadevi reported\nin 2006 (4) SCC 1, that such staff formulated a different class.\nThis Court noted that from the inception of their employment,\nthe staff there were being paid from the fund created by\ndisposal of assets of the company (in liquidation). Thus, this\nCourt was of the view that the directions given by the High Court\nG\nH\n"}