{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"1\nA\nB\nM/S. ENGINEERS SYNDICATE\nV.\nSTATE OF BIHAR AND ORS.\nJANUARY 17, 2007\n[DR.AR. LAKSHMANAN AND V.S. SIRPURKAR, JJ.]\nArbitration Act, 1940-Section 30-Non-speaking award-\nInterference by court-Scope of Held: Award without giving reasons\ncannot be remitted or set aside by court being unreasoned in absence of\nC any stipulation to the contrary in arbitration agreement or deed of\nsubmission--Where no reasons are given by the arbitrator for arriving at\nthe conclusion, court cannot speculate nor consider whether the view of\narbitrator on evidence is justified.—Thus, order of trial court setting aside\nthe award being non-speaking and arbitrator failed to refer the claim item\nwise and objection raised, not correct and set aside.\nD\nE\nF\nDispute arose between the parties and they invoked arbitration clause\nas per the agreement. Arbitrator passed an award in favour of the appellant\nand against the respondent. Trial Court set aside the award on the ground\nthat the award was non-speaking and it failed to refer the claim item-wise\nand objection of the respondent. High Court upheld the order. Hence the\npresent appeal.\nAllowing the appeal, the Court\nHELD: It is not open to the court to speculate, where no reasons are\ngiven by the arbitrator, as to what impelled the arbitrator to arrive at his\nconclusion. The power of the court to attempt to probe the mental process\nby which the arbitrator had reached his conclusion where it was not\ndisclosed by the terms of his award is declined. The court in dealing with\nan application to set aside an award has not to consider whether the view\nG\nof the arbitrator on the evidence is justified and that the arbitrator's\nadjudication is generally considered binding between the parties, for he is\na tribunal selected by the parties and the power of the court to set aside\nthe award is restricted to cases set out in section 30 of the Arbitration Act.\nAn award can neither be remitted nor set aside merely on the ground that\nH it does not contain reasons in support of the conclusion or decisions\n1080\n\\-\n1\nENGINEERS SYNDICATE v. STATE [LAKSHMANAN, J.] 1081\nreached in it except where the arbitration agreement or the deed of\nsubmission requires him to give reasons. The arbitrator or umpire is\nunder no obligation to give reasons in support of the decision reached by\nhim unless under the arbitration agreement or in the deed of submission\nhe is required to give such reasons and if the arbitrator or umpire chooses\nto give reasons in support of his decision it is open to the court to set aside\nthe award if it finds that an error of law has been committed by the\narbitrator or umpire on the face of the record on going through such\nreasons. Thus, the order passed by trial court and as upheld by High Court\nis set aside and the award passed by the arbitrator is restored.\n[Paras 8 and 10] [1083-A-F, 1084-F]\nRaipur Development Authority and Ors. v. M/s Chokhamal Contractors\nand Ors., [1989] 2 SCC 721, followed.\nBharat Coking Coal Ltd. v. Annapurna Construction, [2003] 8 SCC\n154, distinguished.\nRajendra Construction Co. v. Maharashtra Housing and Area\nDevelopment Authority and Ors., [2005] 6 SCC 678, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 266 of 2007.\nA\nB\nC\nᎠ\nFrom the Judgment and Final Order dated 30.9.2004 of the High Court\nof Judicature at Patna in C.R. No. 2035/2001.\nE\nUday U. Lalit, Sr. Adv., Manoj K. Srivastava and K.L. Taneja for the\nAppellant.\nNishakant Pandey and Gopal Singh for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. : 1. Leave granted.\nF\nG\n2. The case on hand arise under the Arbitration Act, 1940.\n3. This appeal is directed against the final judgment dt.30.09.2004\npassed by the High Court of Judicature at Patna in C.R.No.2035 of 2001.\n4. The short facts leading to the filing of this appeal are as under :- H\nA\nB\nC\nᎠ\n1082\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nThe appellant made an agreement No.58 F-2 of 1980-81 with respondent\nNo.2 acted on behalf of respondent No.1 for the construction of 'C' type\nsix blocks quarters at Sherpur Colony Gandak Project Muzaffarpur for the\ntotal consideration of an amount of Rs.19,02,428.21. Since there is dispute\nbetween the parties, the appellant had to resort to the court of Subordinate\nJudge, Muzaffarpur to invoke the arbitration clause of the aforesaid agreement.\nThe 1st Subordinate Judge vide its order dt. 02.04.1988 in Misc. Case No.\n5/86 appointed the respondent No.4 as an arbitrator to arbitrate and adjudicate\nthe dispute and to pass the award. The appellant laid the total claim of\nRs. 15,77,073 before the arbitrator.\n5. The arbitrator made the award on 04.07.1988 in favour of the\nappellant for Rs.8,53,837 only as consolidated and lump sum amount for all\nclaims of the appellant and against the respondents along with interest at\nthe rate of 12% per annum till the date of realisation.\n6. The High Court on 30.09.2004, affirmed the award passed by the\nSubordinate Judge and rejected the appeal filed by the respondents against\nwhich the respondent preferred an appeal in this Court. This Court vide its\nOrder dt. 16.08.1996, directed the learned Subordinate Judge to dispose of the\nobjection of the State (the respondent herein) on merits. Pursuant to this\nOrder, the learned Subordinate Judge set aside the impugned order on the\nE ground that the award was non-speaking and the award failed to refer the\nclaim item-wise and objection of the respondents. The High Court affirmed\nthe impugned judgment of the learned Subordinate Judge. Aggrieved against\nthe said order, the appellant has come before this Court by way of an SLP.\nF\n7. We have heard Mr.U.U.Lalit, learned senior counsel appearing for\nthe appellant and Mr.Nishakant Pandey, learned counsel for the respondents.\nMr. Lalit, learned senior counsel submitted that the order passed by the\nlearned Subordinate Judge, as affirmed by the High Court, is not correct and\nthat the award can be set aside on the ground of error of law apparent on\nthe face of the record under Section 30 of the Act but it qualified the above\nG legal position that the court while dealing with the application for setting\naside an award has no power to consider whether the view of the arbitrator\non the evidence was justified.\nH\n8. In support of the said contention, the learned senior counsel placed\nstrong reliance on the Judgment of this Court in Raipur Development\nENGINEERS SYNDICATE v. STATE [LAKSHMANAN, J.] 1083\nAuthority and Others v. M/s Chokhamal Contractors and Others reported\nin (1989) 2 SCC 721 (Five Judges Bench). The learned senior counsel invited\nour attention to some of the Judgments referred to in the said Judgment and\nin particular paras 14, 16, 17, 19 and 38 also. This Court, in the above\nJudgment has categorically held that it was not open to the High Court to\nspeculate where no reasons are given by the arbitrator, as to what impelled\nthe arbitrator to arrive at his conclusion. The court declined to recognise the\npower of the court to attempt to probe the mental process by which the\narbitrator had reached his conclusion where it was not disclosed by the\nterms of his award. It is also further observed in the said judgment that the\ncourt in dealing with an application to set aside an award has not to consider\nwhether the view of the arbitrator on the evidence is justified and that the\narbitrator's adjudication is generally considered binding between the parties,\nfor he is a tribunal selected by the parties and the power of the court to set\naside the award is restricted to cases set out in Section 30. It is also further\nobserved that it is not open to the court to speculate, where no reasons are\ngiven by the arbitrator, as to what impelled the arbitrator to arrive at his\nconclusion. This Court in para 19 of the above Judgment has also observed\nas under :-\n\"It is now well settled that an award can neither be remitted\nnor set aside merely on the ground that it does not contain reasons\nin support of the conclusion or decisions reached in it except where\nthe arbitration agreement or the deed of submission requires him to\ngive reasons. The arbitrator or umpire is under no obligation to give\nreasons in support of the decision reached by him unless under the\narbitration agreement or in the deed of submission he is required\nto give such reasons and if the arbitrator or umpire chooses to give\nreasons in support of his decision it is open to the court to set\naside the award if it finds that an error of law has been committed\nby the arbitrator or umpire on the face of the record on going\nthrough such reasons. The arbitrator or umpire shall have to give\nreasons also where the court has directed in any order such as the\none made under Section 20 or Section 21 or Section 34 of the Act\nthat reasons should be given or where the statute which governs\nan arbitration requires him to do so.\"\n9. The learned senior counsel then relied upon the Judgment of this\nCourt in Rajendra Construction Co. v. Maharashtra Housing \u0026 Area\nA\nB\nC\nD\nE\nF\nG\nH\n1084\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA Development Authority and Others reported in [2005] 6 SCC 678 in which\nsimilar question arose for consideration by this Court. In the said case, the\nHigh Court concluded that the awards were vitiated under Section 30 of the\nAct and observed that the view taken by the sole arbitrator which has been\nmade rule of the court by the trial court is unsustainable on the ground that\nit suffers from errors apparent on the face of the record and the sole\narbitrator misdirected the proceedings, in as-much-as, he was required to\nadjudicate upon the issues framed by the trial court and give reasons thereof\nin respect of the claims allowed by him. The said observation made by the\nHigh Court was not countenanced by this Court as could be seen from para\n23 of the said Judgment at page 687. This Court also observed that the\nC present awards are not under the new Act but under the old Act and it is,\nB\nD\ntherefore, obvious that they could not have been set aside by the High\nCourt on the ground that they were not supported by reasons and were not\nspeaking awards.\n10. Learned counsel appearing for the respondents placed his reliance\non a Judgment in Bharat Coking Coal Ltd. v. Annapurna Construction\nreported in [2003] 8 SCC 154. This judgment was rendered on 29.08.2003 by\na Division Bench comprising of two Judges of this Court. Before the Bench,\nthe Judgment reported in [1989] 2 SCC 721 (supra) was also cited. However,\nthe Court has not followed the said principle laid down in [1989] 2 SCC 721\nE (supra) on the ground that the case on hand reported in [2003] 8 SCC 154\nF\nG\nstands on a different footing, namely, that the arbitrator while passing the\naward in relation to some in terms failed and/or neglected to take into\nconsideration the relevant clauses of the contract, nor did he take into\nconsideration the relevant materials for the purpose of arriving at a correct\nfinding and that such an order would amount to misdirection in law. The said\nquestion was not involved in the present case. The Judgment reported in\n[2003] 8 SCC 154 (supra) is not a case of silent or non-speaking award.\nFollowing the principles laid down in [1989] 2 SCC 721 (supra), we allow the\nappeal filed by the appellant herein and set aside the order passed by the\nlearned Subordinate Judge and as affirmed by the High Court. In the result,\nthe award passed by the arbitrator dt.04.07.1988 is restored and the appellant\nwill be entitled to the amount awarded by the said award. The award of the\narbitrator dt.04.07.1988 is made a rule of court.\nN.J.\nNo costs.\nAppeal allowed.\n"}