{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 5 S.C.R. 895\n-\nRAJESH BHATNAGAR\nV.\nSTATE OF UTTARAKHAND\n(Criminal Appeal No. 851 of 2010)\nMAY 10, 2012\n[SWATANTER KUMAR AND RANJAN GOGOI, JJ.]\nA\nB\nC\nPenal Code, 1860 - s.304-B - Dowry death - Prosecution\ncase that husband, brother-in-law and mother-in-law of a\nwoman burnt her to death after pouring kerosene on her, as\nshe and her parents failed to satisfy their demands of dowry\n- Courts below convicted all the three accused u/s.304-B IPC\n· Appeals by husband and brother-in-law before Supreme\nCourt Held: PW2, mother of the deceased, deposed that\ndemand of dowry in relation to various items persisted right D\nfrom date of engagement, uptil the death of deceased -\nStatement of PW2 corroborated by PW1, an uncle of the\ndeceased - Definite ocular, expert and documentary evidence\nto show that deceased died an unnatural death, she was\nsubjected to cruelty and ill-treatment, there was demand of E\ndowry of specific items like refrigerator, television and cooler\nand she died within seven years of her marriage - Thus,\ningredients of s.304-B fully satisfied - Projection by defence\nthat deceased had died because of an accident of stove fire\nwhile cooking the food cannot be accepted - If accused-\nhusband had attempted to save the deceased, as claimed by\nhim, then he would have suffered some burn injuries - But not\neven a single burn injury found on his body - Accused-\nhusband suffered bruises or minor cuts which one could suffer\nonly if he was struggling or fighting with another person -\nAbsence of any cooking material in the kitchen also belie the\nstand of this accused - An accused who raises a false plea\nbefore the Court would normally earn the criticism of the Court\nleading to adverse inference - Furthermore, the conduct of the\n895\nF\nG\nH\n896 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA accused prior to and immediately after the occurrence clearly\nshows that they were not innocent - Otherwise, there was no\noccasion for them to abscond after the body of the deceased\nwas handed over to her relations - Circumstances consistent\nonly with hypothesis that the accused had killed the deceased\nB by setting her on fire - Clearly accused not entitled to any\nbenefit, much less acquittal - No merit in the appeals.\nC\nPenal Code, 1860 - s.304-B - Dowry death - Life\nimprisonment - Justification - Held: There were no mitigating\ncircumstances in favour of the accused in the instant case -\nOffence of s.304-B was proved - Manner in which the offence\nwas committed was found to be brutal - It had been committed\nfor satisfaction of dowry demands, particularly, for material\ngoods like television or cooler - Furthermore the accused took\nup a false defence before the Court to claim that it was a case\nD of an accidental death and not that of dowry death - In the\nE\nF\nG\nH\ncircumstances, Court normally would not exercise its judicial\ndiscretion in favour of the accused by awarding lesser\nsentence than life imprisonment.\n-\nPenal Code, 1860 - s.304-B - Ingredients of - Stated -\nHeld: The requirement of s.304-B is that the death of a woman\nbe caused by burns, bodily injury or otherwise than in normal\ncircumstances, within seven years of her marriage - Further,\nit should be shown that soon before her death, she was\nsubjected to cruelty or harassment by her husband or her\nhusband's family or relatives and thirdly, that such\nharassment should be in relation to a demand for dowry -\nOnce these three ingredients are satisfied, her death shall be\ntreated as a 'dowry death' and once a 'dowry death' occurs,\nsuch husband or relative shall be presumed to have caused\nher death - Thus, by fiction of law, the husband or relative\nwould be presumed to have committed the offence of dowry\ndeath rendering them liable for punishment unless the\npresumption is rebutted - It is not only a presumption of law\nin relation to a death but also a deemed liability fastened\nupon the husband/relative by operation of law.\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 897\nThe prosecution case was that the husband ('M'), A\nbrother-in-law ('R') and mother-in-law of a woman burnt\nher to death after pouring kerosene on her, as she and\nher parents failed to satisfy their demands of dowry. The\ntrial court held all the three accused guilty under Section\n304-B IPC and sentenced them to undergo life B\nimprisonment. The High Court confirmed the conviction\nand sentence. 'M' and 'R' preferred the instant appeals\ncontending that the ingredients of Section 304-B IPC\nwere not satisfied and as such, they could not be\nconvicted thereunder.\nDismssing the appeals, the Court\nC\nD\nE\nHELD: 1. The requirement of Section 304-B is that the\ndeath of a woman be caused by burns, bodily injury or\notherwise than in normal circumstances, within seven\nyears of her marriage. Further, it should be shown that\nsoon before her death, she was subjected to cruelty or\nharassment by her husband or her husband's family or\nrelatives and thirdly, that such harassment should be in\nrelation to a demand for dowry. Once these three\ningredients are satisfied, her death shall be treated as a\n'dowry death' and once a 'dowry death' occurs, such\nhusband or relative shall be presumed to have caused\nher death. Thus, by fiction of law, the husband or relative\nwould be presumed to have committed the offence of F\ndowry death rendering them liable for punishment unless\nthe presumption is rebutted. It is not only a presumption\nof law in relation to a death but also a deemed liability\nfastened upon the husband/relative by operation of law.\n[Para 7] [907-D-G]\nBansi Lal v. State of Haryana (2011) 11 SCC 359: 2011\n(1) SCR 724; Biswajit Halder alias Babu Halder \u0026 Anr. v. State\nof West Bengal (2008) 1 SCC 202: 2007 (4) SCR 120 - relied\non.\nG\nH\nA\nB\nC\nD\n898 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nMeka Ramaswamy v. Dasari Mohan \u0026 Ors. AIR 1998\nSC 774; Rajesh Tandon v. State of Punjab 1994 (1) SCALE\n816 - cited.\n2.1. In the instant case, immediately upon the death\nof the deceased, PW2, the mother of the deceased had\nlodged report with the police where she had given in\nwriting the complete facts. When her deposition was\nrecorded in the Court, she, again, on oath, reiterated the\ncomplete facts. According to her, the demand of dowry\nin relation to various items persisted right from the date\nof engagement, uptil the death of the deceased. Firstly,\ndemand was raised in relation to purchase of a\nrefrigerator, for which a sum of Rs.10,000/- was given and\nit was only thereafter that the engagement ceremony\ncould be completed. Thereafter, television and cooler\nwere also demanded, for which they had thrown out the\ndeceased from her matrimonial home and it was only\nupon the assurance given by the mother and the uncle\nof the deceased that 'M' and his family had agreed to take\nher back to the matrimonial home. Not only this, while 'R'\nE was leaving her home for the last time along with 'M', after\n'M' was assured that in future they would arrange for\ntelevision and cooler, she had categorically stated that\nshe apprehends danger to her life and she may not come\nback to her home. These circumstances clearly show the\nF kind of threat and fear under which the deceased was\nliving. PW1 is the uncle of the deceased, who also fully\ncorroborated the statement of PW2. According to this\nwitness, 'M' had climbed up to the roof and said that he\nwould not come down and would not permit the\nG engagement ceremony to be completed, unless a fridge\nwas brought. Then Rs.10,000/- was given to his brother\n'R', whereafter the ceremony was completed. There is no\ncontradiction or variation in the statements of PW1 and\nPW2. [Para 9] [909-D-H; 910-A-C]\nН\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 899\n2.2. From the evidence, it is clear that there was A\npersistent demand of dowry by the accused persons and\nthey had killed her by sprinkling kerosene on her and\nputting her on fire. The deceased died an unnatural death\nwithin seven years of her marriage. Thus, the ingredients\nof Section 304-B are fully satisfied in the present case. It B\ncannot be said that merely because the letters on record\n(as written by deceased) do not specifically mention the\ndowry demands, such letters have to be construed by\nthemselves without reference to other evidence and\nrebutting the presumption of a dowry death, giving the\nC\nbenefit of doubt to the accused. These letters have to be\nread in conjunction with the statements of PW1 and PW2.\nThe letters clearly spell out the beatings given to the\ndeceased, the cruelties inflicted on her and reference to\nthe conduct of the family. The evidence has to be\nD\nappreciated in its entirety. Neither the letters can be\nignored nor the statements of PW1 and PW2. If the letters\nhad made no reference to beatings, cruelty and ill-\ntreatment meted out to the deceased and not\ndemonstrating the grievance, apprehensions and fear\nthat she was entertaining in her mind, but were letters\nsimpliciter mentioning about her well being and that she\nand her in-laws were living happily without complaint\nagainst each other, the matter would have been different.\nThere is definite ocular, expert and documentary\nevidence to show that the deceased died an unnatural F\ndeath, she was subjected to cruelty and ill-treatment,\nthere was demand of dowry of specific items like\nrefrigerator, television and cooler and she died within\nseven years of her marriage. [Para 11] [911-C-H; 912-C-\nD]\n3.1. The contention that accused 'M' had suffered 12\ninjuries on his person in an attempt to rescue the\ndeceased and there was no proximity between the\ndemand of refrigerator and the occurrence, and therefore,\nthe accused cannot be held guilty of the offence charged,\nE\nG\nH\nB\n900 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA is liable to be rejected. No doubt the accused had\nsuffered number of injuries, but the question is as to how\nand when the accused 'M' suffered the injuries.\nAccording to the accused, he had suffered these injuries\nwhen he was trying to break open the door of the kitchen\nwith the intention to save the deceased, because it was\nprojected by the defence that the deceased had died\nbecause of an accident of stove fire while cooking the\nfood. This entire gamut of projections by the defence are\nnot only afterthoughts but, in fact, nothing but falsehood.\nThis aspect has been well considered by the Trial Court,\nwhich rightly rejected this theory propounded on behalf\nof the defence. [Paras 13, 15] [913-H; 914-A-B; 916-G-H;\n917-D-E]\nC\n3.2. Furthermore, the entire conduct of the accused\nD is such as to lead to only one plausible conclusion, i.e.,\nall the accused together had caused the death of the\ndeceased. The arguments of the defence are strange\nbecause if the accused had attempted to save the\ndeceased, then he would have suffered some burn\nE injuries. But as per the details of injuries, there was not\neven a single burn injury found on the body of the\naccused 'M'. These injuries were such that one could\nsuffer only if he was struggling or fighting with another\nperson, as then alone could he suffer such bruises or\nminor cuts. Absence of any cooking material in the\nkitchen is another very important circumstance which\nwould belie the stand of this accused. An accused who\nraises a false plea before the Court would normally earn\nthe criticism of the Court leading to adverse inference.\n[Para 14] [915-D-G]\nF\nG\n3.3. The contention of the accused that there was no\nproximity or nexus between the alleged demand of\nrefrigerator and the death of the deceased and the\naccused is, thus, entitled to benefit of acquittal is also\nH liable to be rejected. The demand for refrigerator was the\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 901\nC\nfirst demand of dowry, that too, at the time of A\nengagement. This demand was instantaneously fulfilled\nby the family of the deceased under compulsion and\nthreat that the engagement ceremony would not be\nperformed if the refrigerator or money was not given. The\ndemand of dowry raised by the accused persons later for B\ntelevision and cooler could not be satisfied by the family\nof the deceased for financial limitations upon the death\nof father of the deceased. As a result, the deceased was\ntreated with cruelty and physical assault. In fact, it\nultimately led to her brutal murder at the hands of the\nhusband and his family members. Not only this, the\nconduct of the accused prior to and immediately after the\noccurrence clearly shows that they were not innocent.\nOtherwise, there was no occasion for them to abscond\nafter the body of the deceased was handed over to her\nD\nrelations. These circumstances, along with the\ncircumstances stated by the Trial Court, are inconsistent\nwith their innocence and consistent only with hypothesis\nthat they had killed the deceased by setting her on fire.\nNo explanation, much less a satisfactory explanation, has\nbeen rendered by the accused persons in their\nstatements under Section 313 Cr.P.C. On the contrary, the\ntrend of cross-examination of the prosecution witnesses\nand explanations given by the defence for accused 'M'\nhaving suffered injuries on his body are patently false\nand not worthy of credence. In these circumstances, it F\nisrtrtytttrd clear that the accused are not entitled to any\nbenefit, much less acquittal, from this Court. [Paras 15,\n16] [916-G-H; 917-A-F]\nE\nKundula Bala Subrahmanyam \u0026 Anr. v. State of Andhra G\nPradesh (1993) 2 SCC 684: 1993 (2) SCR 666 - relied on.\nAsraf Ali v. State of Assam (2008) 16 SCC 328: 2008\n(10) SCR 1115 - referred to.\n4. There are no mitigating circumstances in favour of H\nA\n902 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nthe accused to take any view other than the view taken\nby the Trial Court on the question of quantum of\nsentence. When the offence of Section 304-B is proved,\nthe manner in which the offence has been committed is\nfound to be brutal, it had been committed for satisfaction\nB of dowry demands, particularly, for material goods like\ntelevision or cooler and furthermore the accused takes\nup a false defence before the Court to claim that it was a\ncase of an accidental death and not that of dowry death,\nthen the Court normally would not exercise its judicial\ndiscretion in favour of the accused by awarding lesser\nsentence than life imprisonment. [Para 17] [917-H; 918-\nA-C]\nC\nHemchand v. State of Haryana (1994) 6 SCC 727: 1994\n(4) Suppl. SCR 295 - referred to.\nD\nCase Law Reference:\nAIR 1998 SC 774\ncited\nPara 6\n1994 (1) SCALE 816\ncited\nPara 6\nE\n2011 (1) SCR 724\nrelied on\nPara 7\n2007 (4) SCR 120\nrelied on\nPara 8\n1994 (4) Suppl. SCR 295 referred to\nPara 12, 17\nF\n2008 (10) SCR 1115\nreferred to\nPara 14\n1993 (2) SCR 666\nrelied on\nPara 16\nG\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 851 of 2010 etc.\nFrom the Judgment \u0026 Order dated 14.10.2009 of the High\nCourt of Uttarakhand at Nainital in Criminal Appeal No. 1659\nof 2001 (Old Criminal Appeal No. 2205 of 1996.\nWITH\nH Crl. A. No. 850 of 2010.\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 903\nDinesh Kumar Garg, Meha Aggarwal, Ashutosh Garg for A\nthe Appellant.\nS.S. Shamshery, Rahul Verma, Abhishek Atrey, Jatinder\nKumar Bhatia for the Respondent.\nThe Judgment of the Court was delivered by\nB\nSWATANTER KUMAR, J. 1. Learned Second Additional\nDistrict Judge, Haridwar, vide its judgment dated 2nd\nDecember, 1996 held all the three accused, namely, Mukesh\nBhatnagar, Rajesh Bhatnagar and Smt. Kailasho @ C\nKailashwati, guilty of an offence punishable under Section 304B\nof the Indian Penal Code, 1860 (IPC) for causing the death of\nSmt. Renu motivated by non-payment of dowry demands and\nsentenced all of them to undergo life imprisonment. Against this\njudgment, the appellants preferred an appeal before the High D\nCourt. The High Court vide its judgment dated 14th October,\n2009 dismissed the appeal of all the accused confirming the\nconviction and order of sentence passed by the learned Trial\nCourt. Aggrieved therefrom, two of the accused have preferred\nseparate appeals. Criminal Appeal No.851 of 2010 has been\npreferred by the accused Rajesh Bhatnagar while Criminal\nAppeal No.850 of 2010 has been preferred by Mukesh\nBhatnagar. As both these appeals arise from a common\njudgment, we shall dispose of these appeals by this common\njudgment. The prosecution filed a charge sheet in terms of\nSection 173 of the Code of Criminal Procedure, 1973 (Cr.P.C.).\nAfter completing the investigation and examining the witnesses,\nthe investigating officer presented the charge sheet stating that\nthese three appellants had committed an offence punishable\nunder Section 304B IPC as together they had burnt, by pouring\nkerosene, Renu, the deceased wife of the accused Mukesh\nBhatnagar, as she and her parents failed to satisfy their\ndemands of dowry.\nE\nF\nG\n2. The facts, as they appear from the record of the case,\nare that Ms. Renu (deceased) was daughter of Smt. Vimla Devi H.\nD\n904 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA Bhatnagar, widow of Rajbahadur, resident of Mohalla\nKayasthwada, Sikandrabad, Police Station Bulandshahar.\nVimla Devi had sought a marriage alliance for her daughter Ms.\nRenu. Finally, the mother of Ms. Renu and Mukesh's family had\nagreed to alliance of marriage between Mukesh and Renu.\nB When the engagement (sagai) ceremony was to be performed\nat the house of Mukesh, family of Ms. Renu along with their\nrelations, Sanjay Bhatnagar, Shailendera Bhatnagar and others\nhad gone to the house of Mukesh. At that time itself, Mukesh,\nhis brother Rajesh and his mother Kailasho (all the accused)\nC demanded a refrigerator as dowry. The mother and relations\nof the deceased expressed their inability to buy a refrigerator\nbut their request brought no results and the accused family\npressurized them to pay Rs.10,000/- for purchasing the\nrefrigerator then and there. Upon persuasion by their own\nrelations, the family of Ms. Renu paid a sum of Rs.10,000/- to\nRajesh Bhatnagar for purchasing the refrigerator, whereafter the\nceremony was performed. On 26th May, 1994, the marriage\nbetween the parties was solemnized as per Hindu rites at\nRoorkee. The family of Ms. Renu had come to Roorkee from\nSikandrabad to perform the marriage at Roorkee to the\nconvenience of the boy's family. After performing the marriage,\nMs. Renu went to her matrimonial home while her other family\nmembers came back to their house at Sikandrabad\n(Bulandshahar). Not even one and a half months of the marriage\nhad elapsed but Mukesh is stated to have brought Renu to her\nparental home, where he informed her family that a television\nand a cooler had not been given as dowry in the marriage and\nthese articles should be given immediately. If this was not done,\nhe would not take Renu back to her matrimonial home. The\nmembers of Renu's family tried to impress upon Mukesh not\nG to pressurize them so much, but Mukesh persisted with his\ndemands. At that time, Ms Renu also informed her family\nmembers that all the accused persons were beating her\nfrequently for not bringing television and cooler as part of the\ndowry. However, left with no alternative, the mother and uncle\nH of Ms. Renu assured Mukesh that everything would be settled\nE\nF\n"}