{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24}],"text":"RAJESH BHATNAGAR v. STATE OF UTTARAKHAND 915\n[SWATANTER KUMAR, J.]\ndoor by pushing it from his hands and chest, is a A\nfalse statement.\n(9) Before the death, deceased has discharged faecal\nmatter and there was rigor mortis on her dead body,\nwhich indicates that deceased was afraid of her\ndeath. This fact goes to prove that occurrence had\nnot taken place as has been said by accused\npersons.\nB\n(10) The dead body was having first degree and second\ndegree burn injuries and it goes to prove that C\nkerosene oil was sprinkled on the body. It\ncompletely rules out the death of accident.\"\nE\n14. The above reasoning given by the Trial Court deserves\nacceptance by us. Furthermore, the entire conduct of the D\naccused is such as to lead to only one plausible conclusion,\ni.e., all the accused together had caused the death of the\ndeceased. The arguments of the defence are strange because\nif the accused had attempted to save the deceased, then he\nwould have suffered some burn injuries. But as per the above\ndetails of injuries, there was not even a single burn injury found\non the body of the accused Mukesh. These injuries were such\nthat one could suffer only if he was struggling or fighting with\nanother person, as then alone could he suffer such bruises or\nminor cuts. Absence of any cooking material in the kitchen is\nanother very important circumstance which would belie the\nstand of this accused. An accused who raises a false plea\nbefore the Court would normally earn the criticism of the Court\nleading to adverse inference. This Court in the case of Asraf\nAli v. State of Assam [(2008) 16 SCC 328] has held as follows.\nF\nG\n\"21. Section 313 of the Code casts a duty on the court to\nput in an enquiry or trial questions to the accused for the\npurpose of enabling him to explain any of the\ncircumstances appearing in the evidence against him. It H\nA\nB\nC\nD\nE\nF\nG\nH\n916 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nfollows as a necessary corollary therefrom that each\nmaterial circumstance appearing in the evidence against\nthe accused is required to be put to him specifically,\ndistinctly and separately and failure to do so amounts to a\nserious irregularity vitiating trial, if it is shown that the\naccused was prejudiced.\n22. The object of Section 313 of the Code is to establish\na direct dialogue between the court and the accused. If a\npoint in the evidence is important against the accused, and\nthe conviction is intended to be based upon it, it is right\nand proper that the accused should be questioned about\nthe matter and be given an opportunity of explaining it.\nWhere no specific question has been put by the trial court\non an inculpatory material in the prosecution evidence, it\nwould vitiate the trial. Of course, all evidence, it would\nvitiate the trial. Of course, all these are subject to rider\nwhether they have caused miscarriage of justice or\nprejudice. This Court also expressed a similar view in S.\nHarnam Singh v. State (Delhi Admn.) while dealing with\nSection 342 of the Criminal procedure Code, 1898\n(corresponding to Section 313 of the Code). Non-\nindication of inculpatory material in its relevant facts by the\ntrial court to the accused adds to the vulnerability of the\nprosecution case. Recording of a statement of the\naccused under Section 313 is not a purposeless\nexercise.\"\n15. As far as the contention of the accused that there was\nno proximity or nexus between the alleged demand of\nrefrigerator and the death of the deceased and the accused\nis, thus, entitled to benefit of acquittal is concerned, it requires\nto be noticed only for being rejected. The demand for\nrefrigerator was the first demand of dowry, that too, at the time\nof engagement. This demand was instantaneously fulfilled by\nthe family of the deceased under compulsion and threat that\nthe engagement ceremony would not be performed if the\nRAJESH BHATNAGAR v. STATE OF UTTARAKHAND 917\n[SWATANTER KUMAR, J.]\nrefrigerator or money was not given. The demand of dowry A\nraised by the accused persons later for television and cooler\ncould not be satisfied by the family of the deceased for financial\nlimitations upon the death of father of the deceased. As a result,\nthe deceased was treated with cruelty and physical assault. In\nfact, it ultimately led to her brutal murder at the hands of the B\nhusband and his family members. Not only this, the conduct of\nthe accused prior to and immediately after the occurrence\nclearly shows that they were not innocent. Otherwise, there was\nno occasion for them to abscond after the body of the deceased\nwas handed over to her relations. These circumstances, along C\nwith the circumstances stated by the Trial Court, are\ninconsistent with their innocence and consistent only with\nhypothesis that they had killed the deceased by setting her on\nfire. No explanation, much less a satisfactory explanation, has\nbeen rendered by the accused persons in their statements\nunder Section 313 Cr.P.C. On the contrary, the trend of cross-\nexamination of the prosecution witnesses and explanations\ngiven by the defence for accused Mukesh having suffered\ninjuries on his body are patently false and not worthy of\ncredence.\n16. In these circumstances, we have no hesitation in\nholding that the accused are not entitled to any benefit, much\nless acquittal, from this Court. We may also refer to the\njudgment of this Court in the case of Kundula Bala\nSubrahmanyam \u0026 Anr. v. State of Andhra Pradesh [(1993) 2\nSCC 684] where, under somewhat similar circumstances, the\nCourt rejected the plea of the innocence of the accused taking\ninto consideration the conduct of the accused and his failure\nto furnish a satisfactory explanation.\n17. Now we are left with the last contention of the counsel\nfor the appellant that this is a case where the Court may not\nuphold the sentence of life imprisonment imposed by the courts\nbelow. We see no mitigating circumstances in favour of the\naccused which will persuade us to take any view other than the\nD\nE\nF\nG\nH\n918 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA view taken by the Trial Court on the question of quantum of\nsentence. Even in the case of Hemchand (supra), relied upon\nby the appellant, this Court had said that it is only in rare cases\nthat the Court should impose punishment of life imprisonment.\nWhen the offence of Section 304B is proved, the manner in\nB which the offence has been committed is found to be brutal, it\nC\nD\nhad been committed for satisfaction of dowry demands,\nparticularly, for material goods like television or cooler and\nfurthermore the accused takes up a false defence before the\nCourt to claim that it was a case of an accidental death and\nnot that of dowry death, then the Court normally would not\nexercise its judicial discretion in favour of the accused by\nawarding lesser sentence than life imprisonment.\n18. For the reasons afore-recorded, we find no merit in the\nappeals. Both the appeals are dismissed accordingly.\nB.B.B.\nAppeals dismissed.\n"}