{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"T\nSMT. J. YASHODA\nV.\nSMT. K. SHOBHA RANI\nAPRIL 19, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nIndian Evidence Act, 1872; Ss. 63 and 65(a):\nSecondary evidence-Photocopies of documents-Admissibility in\nevidence-Requirement of-Held: Secondary evidence admissible only in the C\nabsence of primary evidence when proper explanation of its absence is\ngiven-It is necessary for the party to prove existence and execution of the\noriginal document-Thus, photocopies of documents could be admitted in\nevidence as secondary evidence subject to fulfillment of certain conditions as\nlaid down under Section 65-Since the conditions are not satisfied, the\ndocuments in question cannot be admitted as secondary evidence.\nThe question which arose for consideration in this appeal was as to\nwhether photocopies of the documents could be received as an evidence under\nthe head 'secondary evidence' without complying with the requirement of\nSection 65 of the Indian Evidence Act.\nAppellant contended that the High Court could not have ignored the\nmandatory requirements as contemplated under Section 63 of the Act more\nspecifically when the Section provides that when the copies made from the\nevidence can be adduced as secondary evidence; and that the mandatory\nprescriptions in Section 65(a) of the Act have been lost sight of.\nDismissing the appeal, the Court\nD\nE\nF\nHELD: 1.1. Secondary evidence, as a general rule, is admissible only\nin the absence of primary evidence. If the original itself is found to be\ninadmissible through failure of the party, who files it to prove it to b valid, the G\nsame party is not entitled to introduce secondary evidence of its contents.\n[Para 7] [370-E]\n1.2. Essentially, secondary evidence is an evidence which may be given\n367\nH\n368\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA in the absence of that better evidence which law requires to be given first,\nwhen a proper explanation of its absence is given. The definition in Section\n63 of the Evidence Act is exhaustive as the Section declares that secondary\nevidence \"means and includes\" and then follow the five kinds of secondary\nevidence. [Para 8] [370-F]\nB\nC\nD\n1.3. In order to enable a party to produce secondary evidence it is\nnecessary for the party to prove existence and execution of the original\ndocument. Under Section 64 of the Act, documents are to be provided by\nprimary evidence. Section 65 of the Act, however, permits secondary evidence\nto be given of the existence, condition or contents of documents under the\ncircumstances mentioned. The conditions laid down in the said Section must\nbe fulfilled before secondary evidence can be admitted. Secondary evidence of\nthe contents of a document cannot be admitted without non-production of the\noriginal being first accounted for in such a manner as to bring it within one\nor other of the cases provided for in the Section. [Para 9] [370-H; 371-A, B]\nAshok Dulichand v. Madahavlal Dube and Anr., [1975] 4 SCC 664,\nrelied on.\n2. Only when conditions prescribed in Section 65 of the10 Act are\nsatisfied, documents can be admitted as secondary evidence. In the instant\ncase, clause (a) of Section 65 of the Act has not been satisfied. Therefore, the\nE High Court's order does not suffer from any infirmity to warrant interference.\n[Para 10] [372-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2060 of 2000.\nFrom the Judgment and Order dated 18.02.2005 of the High Court of\nF Judicature, Andhra Pradesh at Hyderabad in Civil Revision Petition No. 5946\nof 2003.\nG\nBina Madhavan (for M/s. Lawyer's Knit \u0026 Co.), for the Appellant.\nM.N. Rao, Prakash Rao and Promila for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a learned\nH Single Judge of the Andhra Pradesh High Court allowing the civil revision\n369\nJ. YASHODA v. K. SHOBHA RANI [PASAYAT, J.}\npetition filed. Challenge in the said petition was to the order dated 3.11.2003 A\nin OS No. 30 of 1999 on the file of learned First Additional Chief Judge, City\nCivil Court, Secunderabad wherein document Exh. B-1 to B-8 were marked\nand taken as secondary evidence. The challenge in the civil revision was that\nthe aforesaid documents could not have been marked and taken as secondary\nevidence since they are photo copies.\nB\n3. Learned Single Judge held that the documents which were sought to\nbe received and marked as secondary evidence are photo copies. It was\nnoted that it may be a fact that the original of the documents are not available\nwith the parties but at the same time the requirement of Section 63 of the\nIndian Evidence Act, 1872 (in short the 'Act') is that a document can be C\nreceived as an evidence under the head of secondary evidence only when the\ncopies made from or compared with the original are certified copies or such\nother documents as enumerated in the above section. The High Court found\nthe photo copies can not be received as secondary evidence in terms of\nSection 63 of the Act and they ought not to have been received as secondary\nevidence. Since the documents in question were admittedly photo copies,\nthere was no possibility of the documents being compared with the originals.\nAccordingly the Civil Revision was allowed.\nD\n4. Learned counsel for the appellant submitted that a rigid view has\nbeen taken by the High Court. The High Court could not have ignored the E\nmandatory requirements as contemplated under Section 63 of the Act more\nspecifically when the Section provides that when the copies made from the\nevidence can be adduced as secondary evidence. It was further submitted\nthat the mandatory prescriptions in Section 65(a) of the Act have been lost\nsight of.\n5. Learned counsel for the respondent on the other hand supported the\njudgment of the High Court stating that the requirement of Section 65(a) have\nnot been fulfilled in this case and the High Court rightly held that the\ndocuments could not have been accepted as secondary evidence.\nF\nG\n6. In order to consider rival submissions it is necessary to take note of\nSections 63 and 65 (a). Sections 63 and 65(a) reads as follows:\n\"63: Secondary evidence-Secordary evidence means and includes\n(1) certified copies given under the provisions hereinafter H\ncontained;\n370\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(2) copies made from the original by mechanical processes which\nin themselves ensure the accuracy of the copy and copies compared\nwith such copies;\n(3) copies made from or compared with the original;\n(4) counterparts of documents as against the parties who did not\nexecute them;\n(5) oral accounts of the contents of a document given by some\nperson who has himself seen it.\n65. Cases in which secondary evidence relating to documents may be\ngiven-Secondary evidence may be given of the existence, condition,\nor contents of a document in the following cases:-\n(a) When the original is shown or appears to be in the possession\nor power-of the person against whom the document is sought to be\nproved or of any person out of reach of, or not subject to, the process\nof the Court, or of any person legally bound to produce it, and when,\nafter the notice mentioned in Section 66, such person does not produce\nit.\"\n7. Secondary evidence, as a general rule is admissible only in the\nabsence of primary evidence. If the original itself is found to be inadmissible\nthrough failure of the party, who files it to prove it to be valid, the same party\nis not entitled to introduce secondary evidence of its contents.\n8. Essentially, secondary evidence is an evidence which may be given\nin the absence of that better evidence which law requires to be given first,\nF when a proper explanation of its absence is given. The definition in Section\n63 is exhaustive as the Section declares that secondary evidence “means and\nincludes\" and then follow the five kinds of secondary evidence.\n9. The rule which is the most universal, namely that the best evidence\nthe nature of the case will admit shall be produced, decides this objection\nG that rule only means that, so long as the higher or superior evidence is within\nH\nyour possession or may be reached by you, you shall give no inferior proof\nin relation to it. Section 65 deals with the proof of the contents of the\ndocuments tendered in evidence. In order to enable a party to produce\nsecondary evidence it is necessary for the party to prove existence and\nexecution of the original document. Under Section 64, documents are to be\n371\nJ. YASHODA v. K. SHOBHA RANI [PASAYAT, J.}\nprovided by primary evidence. Section 65, however permits secondary evidence A\nto be given of the existence, condition or contents of documents under the\ncircumstances mentioned. The conditions laid down in the said Section must\nbe fulfilled before secondary evidence can be admitted. Secondary evidence\nof the contents of a document cannot be admitted without non-production\nof the original being first accounted for in such a manner as to bring it within\nB\none or other of the cases provided for in the Section. In Ashok Dulichand\nv. Madahavlal Dube and Anr., [1975] 4 SCC 664, it was inter alia held as\nfollows:\nC\nE\n\"After hearing the learned counsel for the parties, we are of the\nopinion that the order of the High Court in this respect calls for no\ninterference. According to clause (a) of Section 65 of Indian Evidence\nAct, Secondary evidence may be given of the existence, condition or\ncontents of a document when the original is shown or appears to be\nin possession or power of the person against whom the document is\nsought to be proved or of any person out of reach of, or not subject\nto, the process of the Court of any person legally bound to produce D\nit, and when, after the notice mentioned in Section 66 such person\ndoes not produce it. Clauses (b) to (g) of Section 65 specify some\nother contingencies wherein secondary evidence relating to a document\nmay be given, but we are not concerned with those clauses as it is\nthe common case of the parties that the present case is not covered\nby those clauses. In order to bring his case within the purview of\nclause (a) of Section 65, the appellant filed applications on July 4,\n1973, before respondent No. 1 was examined as a witness, praying that\nthe said respondent be ordered to produce the original manuscript of\nwhich, according to the appellant, he had filed Photostat copy. Prayer\nwas also made by the appellant that in case respondent no. 1 denied F\nthat the said manuscript had been written by him, the photostat copy\nmight be got examined from a handwriting expert. The appellant also\nfiled affidavit in support of his applications. It was however, nowhere\nstated in the affidavit that the original document of which the Photostat\ncopy had been filed by the appellant was in the possession of\nRespondent No. 1. There was also no other material on the record\nto indicate the original document was in the possession of respondent\nno.1. The appellant further failed to explain as to what were the\ncircumstances under which the Photostat copy was prepared and who\nwas in possession of the original document at the time its photograph\nwas taken. Respondent No. 1 in his affidavit denied being in H\nG\n+\nA\nB\nC\nD\n372\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\npossession appeared to the High Court to be not above suspicion. In\nview of all the circumstances, the High Court to be not above suspicion.\nIn view of all the circumstances, the High Court came to the conclusion\nthat no foundation had been laid by the appellant for leading secondary\nevidence in the shape of the Photostat copy. We find no infirmity in\nthe above order of the High Court as might justify interference by this\nCourt.\"\n10. The admitted facts in the present case are that the original was with\none P. Srinibas Rao. Only when conditions of Section prescribed in Section\n65 are satisfied, documents can be admitted as secondary evidence. In the\ninstant case clause (a) of Section 65 has not been satisfied. Therefore, the\nHigh Court's order does not suffer from any infirmity to warrant interference.\n11. The appeal fails and is dismissed but in the circumstances without\nany order as to costs.\nS.K.S.\nAppeal dismissed.\n"}