{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"1\nJAGAT RAM\nV.\nVARINDER PRAKASH\nMARCH 22, 2006\n[B.P. SINGH AND ALTAMAS KABIR, JJ.]\nLimitation Act, 1963-Article 65-Suit for possession of immovable\nproperty on death of Hindu female-Limitation for--Suit filed after 12 years\nfrom the death of the female-Held: Such suit if not filed within 12 years of C\nthe death of the Hindu female, would be barred by limitation---In such case\npossession of the defendant shall be deemed to become adverse only from the\ndate when the female dies and not from some other date.\nD\nE\nThe suit land was gifted to the mother of appellant-plaintiff by ‘S’.\nSuit by widow of 'S' resulted in compromise to the effect that widow of\n'S' would enjoy the suit property during her life time and after her death,\nthe same could be inherited by mother of appellant. Thereafter widow of\n'S' adopted respondent-defendant and executed a gift deed in his favour.\nThe adoption and gift deed were challenged by filing a suit which was\ndecreed. Widow of 'S' died in 1967. The decree was challenged in Letters\nPatent Appeal, which was dismissed in 1981. Mother of appellant filed the\npresent suit in 1982 for recovery of possession of the suit land. It was\ndismissed as barred by limitation by trial court. The judgment of trial\ncourt was upset in first appeal. In second appeal, High Court held that\nthe suit was barred by limitation as the same was not filed within 12 years F\nfrom the date of death of widow of 'S'. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1. High Court has rightly held that the suit should have been\nfiled by the plaintiff within 12 years of the death of the Hindu female, and\nthe same having not been filed within 12 years was barred by limitation.\nArticle 65 of the Limitation act, 1963 prescribes the period of limitation\nfor possession of immovable property or any interest based on title where\nthe suit is by a Hindu or Muslim entitled to possession of immovable\n207\nG\nH\nB\nA\n1\n208\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA property on the death of a Hindu or Muslim female. Article 65(b) in\nexpress terms provides that \"the possession of the defendant shall be\ndeemed to become adverse only when female dies\". The limitation\nprescribed is 12 years beginning from the date when the possession of the\ndefendant becomes adverse to the plaintiff. Article itself provides that the\nB possession of the defendant shall be deemed to become adverse only when\nC\nthe female dies. It cannot be said that limitation does not run from the\ndate on which the Hindu female died and that it would start running from\nsome other date. [210-C-F]\n2. It cannot be said that in view of the pending litigation relating to\nthe adoption and gift deed executed in favour of the defandant, in the\nLetters Patent Appeal till 1981, the appellant- plaintiff could not have filed\nthe present suit. In the litigation which was pending before the High Court\nthe plaintiff had not claimed possession of the suit land. High Court has\nrightly pointed out that even if the plaintiff had sought amendment of the\nD pleadings in the pending matter and claimed decree for possession, the\nlegal position would have been different. He having not done so, he should\nhave filed the suit for possession of the suit lands within 12 years of the\ndeath, which he failed to do. 1210-F-H; 211-A|\nE\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1558/1999.\nFrom the Judgment and Order dated 3.10.1997 of the High Court of\nH.P. in R.S.A. No. 410/1991.\nB.S. Banthia for the Appellant.\nL. Nageshwar Rao, Raj Jayant, Rajeev Sharma, K.K. Sharma and Rupesh\nKumar for the Respondent.\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. This appeal by special leave is directed against the\njudgment and order dated 3.10.1997 of the Single Judge of the High Court\nof Himachal Pradesh, Shimla in regular second appeal no. 410 of 1991. The\nappellant before us is the plaintiff whose suit for possession was dismissed\nby the High Court holding that the suit was barred by limitation. The\ncorrectness of the judgment is impugned before us.\n1\nJAGAT RAM v. VARINDER PRAKASH [B.P. SINGH, J.]\n209\nThe facts not in dispute are as follows:\nOne Sunder, owner of the suit land, died leaving behind his widow\nSmt. Kirpi and two daughters, namely Smt. Manshan and Smt. Sita Devi. The\nappellant-plaintiff, namely Jagat Ram, is the son of Smt. Manshan while\nVarinder Prakash claimed to be son of Smt. Sita Devi but adopted by Smt.\nKirpi widow of Sunder.\n-\nA\nB\nSunder had executed, during his life time, a gift deed on 23.6.1920 in\nfavour of his daughter Smt. Manshan (mother of the plaintiff). He died on\n17.9.1941. On 3rd August, 1945, Smt. Kirpi, widow of Sunder, filed suit\nagainst Smt. Manshan which finally resulted into a compromise to the effect C\nthat Smt. Kirpi will enjoy the suit property as long as she was alive and after\nher death the properly will be inherited by her daughter Manshan. It appears\nthat on 23.8.1958, Smt. Kirpi executed an adoption deed in favour her second\ndaughter's son, namely Varinder Prakash - defendant and also executed gift\ndeed in his favour. Smt. Manshan, mother of the plaintiff, filed a suit on\n27.5.1959 for cancellation of the gift deed and for a declaration that the\nadoption was illegal. The suit was decreed by the Trial Court on 16.1.1960.\nOn 5.9.1967, Smt. Kirpi, widow of Sunder, died. The decree obtained by\nSmt. Manshan was ultimately challenged in Letters Patent Appeal before the\nHigh Court by the defendant, which was dismissed on 18.11.1981.\nD\nE\nF\nAfter the dismissal of the Letters Patent Appeal on 18.11.1981, Smt.\nManshan filed the instant suit for recovery of possession of the suit land on\n14.12.1982. The suit was dismissed by the Trial Court by judgment and\ndecree dated 24.6.1986 holding that the suit was barred by limitation. However,\nthe judgment and decree of the Trial Court was upset by the Additional\nDistrict Judge by judgment and decree of 19th September, 1991. The aforesaid\njudgment and decree of the appellate Court was challenged before the High\nCourt in the second appeal and the same was allowed by the High Court by\nits judgment dated 3rd October, 1997. The High Court held that under the\ncompromise of 3rd August, 1945 a right was conceded in favour of Kirpi to\nenjoy the suit land during her life time. The High Court further held that\nKirpi had no pre-existing right of maintenance, and therefore, the case was\ncovered by Section 14(2) of the Hindu Succession Act and not by Section\n14(1). However, the High Court held that the suit filed by the appellant-\nplaintiff on 14.12.1982 was barred by limitation since the widow had died on\n5.9.1967 and the suit for possession was not filed within 12 years of her H\nG\n210\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA death.\nB\nLearned counsel for the appellant urged before us that while under the\nold Limitation Act, Article 141 governed the case, so far as the Limitation\nAct of 1963 is concerned the legal position has changed. The High Court\nfailed to notice this change in law and erroneously held on the basis of the\nlimitation prescribed under the old Limitation Act that the suit was barred by\nlimitation.\nIn our view, the High Court was right in holding that the suit was\nbarred by limitation. Article 65 of the Limitation Act, 1963 prescribes the\nC period of limitation for possession of immovable property or any interest\nbased on title where the suit is by a Hindu or Muslim entitled to possession\nof immovable property on the death of a Hindu or Muslim female. Article\n65(b) in express terms provides that \"the possession of the defendant shall\nbe deemed to become adverse only when female dies\". The limitation\nD prescribed is 12 years beginning from the date when the possession of the\nF\ndefendant becomes adverse to the plaintiff. Learned counsel submitted that in\nview of Article 65 of the Limitation Act, 1963 the suit had to be filed within\n12 years from the date on which the possession of the defendant became\nadverse and, therefore, it was immaterial as to when the Hindu female died.\nIt is not possible to sustain the contention because the Article itself provides\nE\nthat the possession of the defendant shall be deemed to become adverse only\nwhen the female dies. Thus, there is no scope for the argument that limitation\ndoes not run from the date on which the Hindu female died and that it would\nstart running from some other date. In our view, the High Court has rightly\nheld that the suit should have been filed by the plaintiff within 12 years of\nthe death of the Hindu female, namely Smt. Kirpi, and the same having not\nbeen filed within 12 years was barred by limitation. Much was sought to be\nmade of the pending litigation relating to the adoption and gift deed executed\nin favour of the defendant. It was contended before us that since the matter\nwas still pending and though the plaintiff's suit had been decreed on 16.1.1960,\nG the plaintiff could not have filed the instant suit till such time as the Letters\nPatent Appeal was not dismissed by the High Court i.e. till 18.11.1981. The\nsubmission has no substance because in the litigation which was pending\nbefore the High Court the plaintiff had not claimed possession of the suit\nland. The High Court has rightly pointed out that even if the plaintiff had\nsought amendment of the pleadings in the pending matter and claimed decree\nfor possession, the legal position would have been different. He having not\nH\n-\n-\n܂ܐ\nJAGAT RAM v. VARINDER PRAKASH [B.P. SINGH, J.] 211\ndone so, he should have filed the suit for possession of the suit land within A\n12 years of the death of Smt. Kirpi, which he failed to do.\nWe find no reason to set aside the judgment of the High Court. This\nappeal is therefore dismissed.\nK.K.T.\nB\nAppeal dismissed.\n"}