{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76}],"text":"534 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA in places other than the University campus viz., in the centers\nor other colleges.\nB\n105. In our considered opinion, Section 12 of the\nUniversity Grants Commission Act, 1956 would encompass\napart from determining the course contents with reference to\nwhich the standard of teaching and its maintenance is to be\nmonitored by the University Grants Commission, would also\ninclude the infrastructure that may be made available, either in\nthe University or in other campuses, such as the centers, in\norder to ensure that such standard of education, teaching and\nexamination, as well as research are maintained without any\nfall in standrard. Therefore, while upholding the conclusion of\nthe Division Bench that it is beyond the legislative competence\nof the State Legislature to stipulate any restriction, as regards\nthe conduct of the courses by getting the approval of the State\nD Government, in the same breath, such lack of competence\nwould equally apply to the running of the centers as well.\nC\n106. In Dr. Preeti Srivastava (supra) while dealing with the\nscope of Entry 66 of List-I vis-à-vis Entry 25 of List-III, this Court\nE considered on what basis the standard of education in an\ninstitution can be analyzed. In paragraph 36, it has been held\nas under:\nF\nG\n\"36... Standards of education in an institution or college\ndepend on various factors. Some of these are:\n(1) The caliber of the teaching staff; (2) A proper syllabus\ndesigned to achieve a high level of education in the\ngiven span of time; (3) The student-teacher ratio; (4) The\nratio between the students and the hospital beds\navailable to each student; (5). The caliber of the students\nadmitted to the institution; (6) Equipment and laboratory\nfacilities, or hospital facilities for training in the case of\nmedical colleges; (7) Adequate accommodation for the\ncollege and the attached hospital; and (8) The standard\nH of examinations held including the manner in which the\n1\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n535\npapers are set and examined and the clinical A\nperformance is judged.\"\n107. The above statement of law on Entry 66 of List-I vis-\nà-vis Entry 25 of List-III throws much light on this issue. For\ninstance, in the case of the appellant, while it has got its own\ninfrastructure facilities for imparting education on various\ncourses spelt out in Ordinance 15, which has opened up\ncenters in various places falling within its jurisdiction viz. the\nState of Madhya Pradesh for imparting education on the very\nsame courses specified in Ordinance 15. If we apply the\nprinciple spelt out in paragraph 36 of the above decision, where\nthe standard for examining the standard on education of an\nUniversity, the various factors culled out in the said paragraph\ncan be held to be the factors to be considered. In the same\nline of reasoning, it will have to be held that the various centers\ncreated by the appellant University, would also fall as one of\nthe items along with the eight items spelt out in the said\nparagraph.\n108. In the light of the said reasoning also, it will have to\nbe held that the running of centers by the appellant University\nwould fall within the exclusive realm of Entry 66 of List - I, which\nwould in turn be governed by Section 12 of the University Grants\nCommission Act and consequently the State Government to\nthat extent should be held to lack the necessary legislative\ncompetence to meddle with such centers set up by the appellant\nUniversity.\n109. We therefore, hold that the entire proviso to Section\n4(1) has to be held to be ultra-vires. The contention of the\nlearned counsel for the appellant therefore, merits acceptance\nand the contention to the contrary made by the learned counsel\nfor the State stands rejected.\nB\nC\nD\nE\nE .\nF\nG\n110. It is also necessary to note, as well as mention that\nafter the University was established for its initial establishment\nand for running the institution, according to the appellant, more H\nC\n536 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA than Rs.12 crores were spent by way of an investment and that\nnearly Rs.60 crores have been spent for running the University\nand its various centers throughout the State of Madhya Pradesh.\nThe recurring expenditure was stated to be Rs.11 crores.\nTherefore, when the appellant University has proceeded to\nB establish its institution for the purpose of imparting education\nby making huge investments, a major part of which would have\ndefinitely come by way of fees collected from the students who\nhad joined the institution aspiring for improving their educational\ncareer, in our considered opinion, it is the responsibility of the\nState to ensure that such high expectation of the students who\njoined the appellant university is not impaired and that for\nwhatever expenses incurred by the students, appropriate returns\nshould be provided to them by way of imparting education in\nthe respective fields which, they choose to associate themselves\nby getting themselves admitted in the appellant University.\nTherefore, on this ground as well, it will have to be held that such\nexpectations of the students, as well as their parents cannot be\ndealt with so very lightly by the State, while considering for any\nchange to be brought about in the Constitution and functioning\nof the appellant University. It can therefore be validly held that\nsuch expectations of the students and their parents, as well as\nthat of the appellant University, can validly be held to be a\nlegitimate expectation and considering the challenge made to\nthe amendment introduced on various grounds raised at the\ninstance of the appellant, the legitimate expectation of the\nappellant University, as well as the student community, would\nalso equally support the contentions of the appellant University,\nwhile challenging the amendments in particular the amendment\nintroduced to Section 4(1), as well as the addition of a proviso\nto the said Section.\nD\nE\nF\nLL\nG\nH\n111. One other relevant factor which is also to be kept in\nmind is the establishment of the appellant University at the\nrepeated persuasion of Maharshi Mahesh Yogi was definitely\nto provide full-fledged education on Vedas and the various\nintricate subjects, which are found in Vedas, as well as its\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n537\nC\nD\npractices, Ithihas, Puranas etc. In fact, there can be no two A\nopinion that such an institution with such a laudable objective\nfor imparting education in different fields based on the teachings\nin Vedas, was very rare and it is said that the appellant\nUniversity is stated to be an unique University created and\nestablished by the founders of the said institution headed by B\nMaharshi Mahesh Yogi. Therefore, when such a premium\nUniversity, which is stated to be only one of its kind in the whole\nof the Country was successfully established based on the 1995\nAct, in our considered opinion, such a well established\ninstitution should be allowed to survive by enabling the said\nUniversity to conduct courses as has been planned by it and\nintroduced under Ordinance 15 and thereby, make the\nappellant University a viable one. Such an approach alone, in\nour considered view, ensure the successful existence and\ncontinued running of the University in the further years and\nthereby, benefit very many aspirants from among the younger\ngeneration who wish to learn more and more about very many\nsubjects by understanding such subjects based on the\nteachings that are found and established in Vedic learnings,\nits practices, Ithihas and Puranas etc. Therefore, on this ground\nas well, in our considered opinion, any attempt made from any\nquarters, which would disrupt the running of the appellant\nUniversity, will only amount to interfering with its various\nConstitutional rights and fundamental rights enshrined in the\nConstitution. Therefore, when such interference is brought to the\nnotice of this Court, the Court has to necessarily come to the\nrescue of the appellant University by saving it from any such\nonslaught being made on its continued existence. We,\ntherefore, find force in the submission of the learned senior\ncounsel for the appellant while attacking the amended Section\n4(1) and its proviso, by which the appellant University was G\ndeprived of its valuable right to hold very many programmes in\nthe conduct of the course enumerated in its Ordinance 15, which\nconsequently resulted in violation of its Constitutional, as well\nas Fundamental Rights in the running of its educational\ninstitutions.\nE\nF\nH\nA\n538 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n112. With this, we come to the last part of the submission\nmade on behalf of the appellant, which related to the\namendment to Section 9(2) of the 1995 Act. Under the un-\namended provision, after the first Chancellor viz., Maharshi\nMahesh Yogi, the Board of Management was empowered to\nB appoint the Chancellor from among the persons of eminence\nand renowned scholar of Vedic education who can hold office\nfor a term of five years and who would be eligible for\nreappointment. Under the amended Section 9(2), it was\nstipulated that after the first Chancellor, the Board of\nC Management should prepare and submit a panel of three\npersons to the State Government and out of the panel, one\nperson should be appointed as Chancellor by the Board of\nManagement, after obtaining the approval of the State\nGovernment. As far as the period of holding office was\nconcerned, there was no change in its terms. The Division\nBench while considering the said amendment introduced under\nAct 5 of 2000, has held that even after the amendment, the\nManagement had the power of recommendation and they can\nrecommend a person of eminence and renowned scholar of\nVedic education and even if the ultimate appointment is to be\nmade with the approval of the State Government, since any\nsuch appointment can be only from the panel prepared by the\nBoard of management, such a stipulation contained in the\namendment does not in any way impinge upon any right, much\nless the Constitutional Right or Fundamental Right of the\nappellant University.\nD\nE\nF\n113. Having bestowed our serious consideration to the\nabove conclusion of the Division Bench, we do not find anything\nwrong with the said conclusion. We also hold that the said\nG provision does not in any way offend Article 14 of the\nConstitution, nor does it affect the autonomy of the appellant\nUniversity. Apart from the above challenges, no other\nsubmission relating to the other amended provisions were\nseriously argued before us.\nH\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n539\n114. In the light of our above conclusion, this appeal is\npartly allowed. We hold that the amended Section 4(1) under\nAct 5 of 2000 inclusive of the introduction of proviso to the said\nSection is ultra-vires of the Constitution and the same is liable\nto be set aside. In other respects, the judgment of the Division\nBench stands confirmed. The application for intervention\nconsidered, no merits, the same is dismissed.\nKalpana K. Tripathy\nAppeal partly allowed.\nA\nB\n"}