{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"524 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA counsel for the State for the proposition that the word \"and\" in\nthe Preamble, as well as in Section 4 will have to be read\nconjunctively viz., the decision reported in (1987) 3 SCC 279\n(Utkal Contractors and Joiners Pvt. Ltd. and Ors Vs. State of\nOrissa and others), in the light of our conclusions based on the\nB context in which the 1995 Act was brought into force and the\nreading of Section 4(1) in the said context, the expression \"and\"\nused in the said Section will have to be necessarily read\ndisjunctively. We do not find any scope to apply the said\ndecision to the facts of this case.\nC\nD\nヨ\nF\nG\nH\n90. As far as the decision reported in 1987 (1) SCC 424\n(Reserve Bank of India Vs. Peerless General Finance and\nInvestment Co. Ltd., and Others), we find the following\nparagraph as more relevant in order to appreciate the present\ncontroversy with which we are concerned; paragraph 33 reads\nas under:\n33. Interpretation must depend on the text and the context.\nThey are the bases of interpretation. One may well say\nif the text is the texture, context is what gives the\ncolour. Neither can be ignored. Both are important. That\ninterpretation is best which makes the textual\ninterpretation match the contextual. A statute is best\ninterpreted when we know why it was enacted. With this\nknowledge, the statute must be read, first as a whole and\nthen section by section, clause by clause, phrase by\nphrase and word by word. If a statute is looked at, in the\ncontext of its enactment, with the glasses of the statute-\nmaker, provided by such context, its scheme, the sections,\nclauses, phrases and words may take colour and appear\ndifferent than when the statute is looked at without the\nglasses provided by the context. With these glasses we\nmust look at the Act as a whole and discover what each\nsection, each clause, each phrase and each word is meant\nand designed to say as to fit into the scheme of the entire\nAct. No part of a statute and no word of a statute can be\nA\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n525\nconstrued in isolation. Statutes have to be construed so A\nthat every word has a place and everything is in its.\nplace....\"\n(Emphasis added)\nB\n91. Reading the said paragraph and having analyzed the\n1995 Act on the whole along with the Preamble, the various\ndefinition clauses, Section 4(1) and the sub-clauses (ii) to\n(xxviii) and the provision providing for enacting the Statutes and\nOrdinances, we have to hold that the expression \"and\" used in\nSection 4(1) will have to be read disjunctively and not C\nconjunctively. In this context, we wish to rely on the decision\nrendered by this Court in Prof. Yashpal and another (supra),\nwherein, it has been held in paragraph 17 as under:\nE\n\"17. In Constitutional Law of India by Seervai, the learned D\nauthor has said in para 2.12 (3rd Edn.) that the golden\nrule of interpretation is that words should be read in\ntheir ordinary, natural and grammatical meaning\nsubject to the rider that in construing words in a\nConstitution conferring legislative power the most\nliberal construction should be put upon the words so\nthat they may have effect in their widest amplitude.\nThis is subject to certain exceptions and a restricted\nmeaning may be given to words if it is necessary to\nprevent a conflict between two exclusive entries.\"\n(Emphasis added)\nF\n92. Besides the above two decisions, which discuss about\nthe methodology of interpretation of a Statute, we also refer to\nthe following decisions rendered by this Court in Ishwar Singh\nBindra (supra), wherein in para 11 it has been held as under: G\n\"11........It would be much more appropriate in the context\nto read it disconjunctively. In Stroud's Judicial Dictionary,\n3rd Edn. it is stated at p. 135 that \"and\" has generally a\ncumulative sense, requiring the fulfillment of all the H\nA\nB\nC\nD\nLLI\nE\nF\nG\nH\n526 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nconditions that it joins together, and herein it is the\nantithesis of or. Sometimes, however, even in such a\nconnection, it is, by force of a contexts, read as \"or\".\nSimilarly in Maxwell on Interpretation of Statutes, 11th\nEdn., it has been accepted that \"to carry out the\nintention of the legislature it is occasionally found\nnecessary to read the conjunctions 'or' and 'and' one\nfor the other\".\"(Emphasis added)\n93. We may also refer to para 4 of the decision rendered\nby this Court in (1987) 3 SCC 208 (Joint Director of Mines and\nSafety Vs. T \u0026 N Stone Quarries (P) Ltd.,) :\n“4. According to the plain meaning, the exclusionary\nclause in sub-section (1) of Section 3 of the Act read with\nthe two provisos beneath clauses (a) and (b), the word\n\"and\" at the end of para (b) of sub-clause (ii) of the\nproviso to clause (a) of Section 3(1) must in the context\nin which it appears, be construed as \"or\"; and if so\nconstrued, the existence of any one of the three\nconditions stipulated in paras (a), (b) and (c) would at\nonce attract the proviso to clauses (a) and (b) of sub-\nsection (1) of Section 3 and thereby make the mine\nsubject to the provisions of the Act. The High Court\noverlooked the fact that the use of the negative language\nin each of the three clauses implied that the word \"and\"\nused at the end of clause (b) had to be read disjunctively.\nThat construction of ours is in keeping with the\nlegislative intent manifested by the scheme of the Act\nwhich is primarily meant for ensuring the safety of\nworkmen employed in the mines.'\n\"\n(Emphasis added)\n94. Applying the ratio as laid down in the above mentioned\ndecisions, we are convinced that our above conclusion is fully\nsupported by the said principles and therefore, we are not\ninclined to hold that the expression \"and\" used in the Preamble,\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n527\nas well as in Section 4 should be read conjunctively as A\ncontended by the learned counsel for the State. On the other\nhand, in the context in which the said expression is used, it will\nhave to be read as “or” creating a disjunctive reading of the\nprovision.\nB\nC\nD\n95. In this context it will be worthwhile to refer to what\nScrutton, L.J. has stated in the celebrated decision reported\nin Green Vs. Premier Glynrhonwy State Co. (1928) 1 KB 561,\n\"You do sometimes read ‘or' as 'and' in a statute. But you do\nnot do it unless you are obliged because ‘or' does not generally\nmean 'and' and 'and' does not generally mean 'or' \". And as\npointed out by Lord Halsbury the reading of 'or' as 'and' is not\nto be resorted to, 'unless some other part of the same statute\nor the clear intention of it requires that to be done'. [refer\nMersey Docks and Harbour Board Vs. Henderson Bros.,\n(1888) 13 AC 595 at pg.603 (HL)]. In fact in the case on hand\nwe have found that though the expression 'and' has been used,\nprior to the expression 'promotion and development of the study\nof Sanskrit.....' and again prior to the set of expression 'for the\nadvancement' and again prior to the set of expression\n'dissemination of knowledge', the context in which the\nLegislation was brought into force and reading the said section\nalong with the Preamble and other sub clauses of Section 4,\nthe expression ‘and' has to be read disjunctively and not\nconjunctively. Therefore, even applying the principle laid down\nby Lord Scrutton and Lord Halsbury, we are fortified by our\nconclusion that in the case on hand the expression\n'dissemination of knowledge', as well as 'promotion and\ndevelopment of the study of Sanskriť' and 'to make provision\nfor research', were all expressions which have been used\ndisjunctively and not conjunctively with the words Vedic learning G\nand practice.\n96. The decision relied upon by the learned senior counsel\nfor the appellant reported in Hansoli Devi (supra), para 9 also\nsupports the above proposition of law. Para 9 of the said\ndecision reads as under:\nE\nF\nH\nA\nB\nс\nD\nE\n528\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n\"9. Before we embark upon an inquiry as to what would\nbe the correct interpretation of Section 28-A, we think it\nappropriate to bear in mind certain basic principles of\ninterpretation of a statute. The rule stated by Tindal, C.J.\nin Sussex Peerage case still holds the field. The\naforesaid rule is to the effect: (ER p. 1057)\n\"If the words of the statute are in themselves\nprecise and unambiguous, then no more can be\nnecessary than to expound those words in their\nnatural and ordinary sense. The words\nthemselves alone do, in such case, best declare\nthe intention of the lawgiver.\"\nIt is no doubt true that if on going through the plain\nmeaning of the language of statutes, it leads to\nanomalies, injustices and absurdities, then the court\nmay look into the purpose for which the statute has\nbeen brought and would try to give a meaning, which\nwould adhere to the purpose of the statute..\n\"\n97. The above said proposition of law laid down by this\nCourt fully supports the claim of the appellant.\n98. With this, when we come to the other submission of\nthe learned counsel for the appellant relating to the challenge\nmade to the proviso added to Section 4., the proviso which has\nF been added is to the effect that no courses should be conducted\nand no centers should be established or run without the prior\napproval of the State Government. The contention of the learned\ncounsel for the appellant before the Division Bench, as well as\nbefore us was that the creation of courses, as well as the\nG centers are governed by the provisions of 1995 Act and such\nactivities of the appellant University can at best be regulated\nonly by the University Grants Commission, by virtue of the\nstatutory prescription under Section 12 of the University Grants\nCommission Act, read along with Entry 66 of List-1 of the\nH\nY\ni\nr\ni\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.}\n529\nConstitution and that the State Legislature has no competence A\nto deal with the said issue.\n99. While dealing with the above contention, the Division\nBench after making a detailed reference to various Entries\ncommencing from Entries 63 to 66 of List-1, as well as Entry\n25 of List-III and also Section 12 of the Universities Grants\nCommission Act, 1956 ultimately held that having regard to the\ninclusion of the appellant University in the list of Universities\nmaintained by the Commission under Section 2(f) of the 1956\nAct, as reflected in Annexure P-5, dated 24.08.1988, the\nexistence of Ordinance 15, which came into being in\naccordance with law that once the University Grants\nCommission Act is in force, the running of the courses and\ndetermination thereof, has to be controlled by the University\nGrants Commission. The proviso stipulating that no course\nshould be conducted and no centers should be established and\nrun without the prior approval of the State Government. The\nrestriction is so far as it related to conduct of courses is\nconcerned, the same was beyond the Legislative competence\nof the State Legislature. So holding thus, the Division Bench\ndeclared that the proviso so far as it related to the aspect that\nno course should be conducted and run without the prior\napproval of the State, was ultra vires and beyond the Legislative\ncompetence of the State Legislature.\n100. This Court in Prof. Yashpal and another (supra) held\nin paragraphs 28, 33 and 34 as under:\nB\nC\nD\nE\nF\nG\n“28. Though incorporation of a university as a legislative\nhead is a State subject (Entry 32 List II) but basically a\nuniversity is an institution for higher education and\nresearch. Entry 66 of List I is coordination and\ndetermination of standards in institutions for higher\neducation or research and scientific and technical\ninstitutions. There can thus be a clash between the powers\nof the State and that of the Union. The interplay of\nvarious entries in this regard in the three lists of the H\nI\nA\nB\nс\nD\nE\nF\nG\n530\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nSeventh Schedule and the real import of Entry 66 of List\nI have been examined in several decisions of this Court.\nIn Gujarat University v. Krishna Ranganath Mudholkar a\ndecision by a Constitution Bench rendered prior to the\nForty-second Amendment when Entry 11 of List II was in\nexistence, it was held that Items 63 to 66 of List I are\ncarved out of the subject of education and in respect of\nthese items the power to legislate is vested exclusively\nin Parliament. The use of the expression “subject to” in\nItem 11 of List II of the Seventh Schedule clearly\nindicates that the legislation in respect of excluded\nmatters cannot be undertaken by the State Legislatures.\nIn AIR para 23, the Court held as under: (SCR pp. 137-\n38)\n\"Power of the State to legislate in respect of education\nincluding universities must to the extent to which it is\nentrusted to the Union Parliament, whether such power\nis exercised or not, be deemed to be restricted. If a\nsubject of legislation is covered by Items 63 to 66 even\nif it otherwise falls within the larger field of 'education\nincluding universities' power to legislate on that subject\nmust lie with Parliament. ... Item 11 of List II and Item\n66 of List I must be harmoniously construed. The two\nentries undoubtedly overlap: but to the extent of\noverlapping, the power conferred by Item 66 List I\nmust prevail over the power of the State under Item\n11 of List II. It is manifest that the excluded heads deal\nprimarily with education in institutions of national or\nspecial importance and institutions of higher education\nincluding research, sciences, technology and vocational\ntraining of labour.\"\n***\n33. The consistent and settled view of this Court,\ntherefore, is that in spite of incorporation of\nuniversities as a legislative head being in the State\n\"\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n531\nList, the whole gamut of the university which will A\ninclude teaching, quality of education being imparted,\ncurriculum, standard of examination and evaluation\nand also research activity being carried on will not\ncome within the purview of the State Legislature on\naccount of a specific entry on coordination and B\ndetermination of standards in institutions for higher\neducation or research and scientific and technical\neducation being in the Union List for which Parliament\nalone is competent. It is the responsibility of Parliament\nto ensure that proper standards are maintained in C\ninstitutions for higher education or research throughout\nthe country and also uniformity in standards is\nmaintained.\n34. In order to achieve the aforesaid purpose, Parliament\nhas enacted the University Grants Commission Act. First\npara of the Statement of Objects and Reasons of the\nUniversity Grants Commission Act, 1956 (for short \"the\nUGC Act”) is illustrative and consequently it is being\nreproduced below:\nD\nE\n\"The Constitution of India vests Parliament with exclusive\nauthority in regard to 'coordination and determination of\nstandards in institutions for higher education or research\nand scientific and technical institutions'. It is obvious that\nneither coordination nor determination of standards is F\npossible unless the Central Government has some voice\nin the determination of standards of teaching and\nexamination in universities, both old and new. It is also\nnecessary to ensure that the available resources are\nutilised to the best possible effect. The problem has\nbecome more acute recently on account of the tendency\nto multiply universities. The need for a properly\nconstituted Commission for determining and allocating\nto universities funds made available by the Central\nGovernment has also become more urgent on this\naccount.\" (Emphasis added)\nG\nH\nt\nA\nB\nс\nD\n532 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n101. In yet another decision, this Court has held in para 7\nof the decision reported in R. Chitralekha (supra) as follows:\n\"7. ...This and similar other passages indicate that if the\nlaw made by the State by virtue of entry 11 of List II of\nthe Seventh Schedule to the Constitution makes\nimpossible or difficult the exercise of the legislative power\nof the Parliament under the entry \"Co-ordination and\ndetermination of standards in institutions for higher\neducation or research and scientific and technical\ninstitutions” reserved to the Union, the State law may be\nbad. This cannot obviously be decided on speculative\nand hypothetical reasoning. If the impact of the State law\nproviding for such standards on entry 66 of List I is so\nheavy or devastating as to wipe out or appreciably abridge\nthe central field, it may be struck down. But that is a\nquestion of fact to be ascertained in each case....\n102. While considering the submission of the learned\nsenior counsel for the appellant, it will be worthwhile to make a\nreference to Section 12 of the University Grants Commission\nE Act, 1956 wherein while describing the functions of the\nUniversity Grants Commission, it has been stipulated that it is\nthe general duty of the Commission to take, in consultation with\nthe Universities or other bodies concerned, all such steps as it\nmay think fit for the promotion and co-ordination of University\neducation and for the determination and maintenance of\nstandards of teaching, examination and research in\nUniversities, and for the purpose of performing its functions.\nunder this Act, the Commission may hold certain enquiry and\ndo certain other activities. In fact, the Division Bench while\nholding that conduct of courses come exclusively within the\nrealm of control of the University Grants Commission, apparently\nrelied upon the said provision.\nF\nG\n103. In fact the Division Bench has made a specific\nreference to the expression used in the said Section, while\nH ultimately holding that it was within the exclusive jurisdiction of\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA V.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n533\nthe University Grants Commission i.e., the running of the A\nCourses. The Division Bench has held to the effect \"we have\nno hesitation in our mind that once the University Grants\nCommission Act is in force, the running of the courses and\ndetermination thereof has to be controlled by the University\nGrants Commission\". The said sets of expressions have been B\nmore or less borrowed from the expression used in Section 12\nitself.\nC\nD\nE\n104. When we examine the ultimate conclusion of the\nDivision Bench that such a control by the University Grants\nCommission will not extend to the running of the centers, we\nare of the considered view that what all may apply to conduct\nof courses, should equally apply to the running of centers as\nwell. In this context, it will be worthwhile to make a further\nreference to the stipulation contained in Section 12 of the\nUniversity Grants Commission Act, which makes the position\nclear. Under Section 12, the general duty of the Commission\nto take in consultation with the Universities or other bodies is\nconcerned, is all such steps as it may think fit for the promotion\nand co-ordination of University education and for the\ndetermination and maintenance of standards of teaching,\nexamination and research in Universities. It also further\nstipulates that such a decision should be taken by the University\nGrants Commission for the purpose of the Universities to\nperform its functions under the Act. The Division Bench itself\nhas noted that the running of the courses and determination F\nthereof, can be controlled only by the University Grants\nCommission by virtue of the operation of Section 12. If it is for\nthe University Grants Commission to take a decision in\nconsultation with the Universities, such steps as it thinks fit for\nthe promotion and co-ordination of Universities education, then G\nit will have to be held that, that it should include, apart from the\ncourse content, the manner in which education is imparted viz.,\nthe process of teaching, while at the same time ensuring the\nstandard of such teaching is maintained by deciding as to\nwhether such teaching process can be allowed to be imparted H\n"}