{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2013] 13 S.C.R. 464\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA\nV.\nSTATE OF M.P. \u0026 ORS.\n(Civil Appeal No. 6736 of 2004)\nJULY 3, 2013\n[DR. B.S. CHAUHAN AND FAKKIR MOHAMED\nIBRAHIM KALIFULLA, JJ.]\nMaharshi Mahesh Yogi Vedic Vishwavidyalaya\nC Adhiniyam, 1995:\nD\nE\n-\n-\ns. 4(1)(as amended by Amendment Act 5 of 2000) -\nConstitutional validity of - Establishment of the University\nWith the objective of imparting knowledge in Vedas, and its\nallied subjects - By issuing Ordinance, the University apart\nfrom prime subjects on Vedas, also included numerous\nprofessional courses - s. 4(1) amended to the effect that\ndisbursement of the knowledge by the University would be\nconfined only to the exclusive field of vedic learning – Held:\nThe University was established for imparting education in\nVedas and simultaneously to teach Sanskrit, Science and\ntechnology and for spreading knowledge in all fields - If the\nscope of imparting knowledge is restricted only to vedic\nlearning by way of amendment, the very purpose of\nestablishing the University would be frustrated - Right to\neducation is a fundamental right - The University was\nestablished mainly for imparting education – The amendment\ncreates an embargo on the right to education - Therefore, it\nis in clear violation of Articles 14 and 21 of the Constitution\nand hence ultra vires, the Constitution - Constitution of India,\nG 1950 - Articles 14, 21, 21A, 41, 45, 46 and 51A(k).\nF\nH\n-\ns. 4 Proviso (as amended by Amendment Act 5 of 2000)\nState Government stipulating condition on the University to\nseek prior approval of State Government before conducting\n-\n464\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 465\nSTATE OF M.P.\nany course and before establishing any centre -\nConstitutional validity of - Held: The subjects of conducting\nof courses and establishment of centres are governed by s.\n12 of University Grants Commission Act which fall within\nexclusive realm of Entry 66 of List I and not under Entry 25\nof List III of VII Schedule of Constitution - Thus, the State\nlacks legislative competence to stipulate the restrictions -\nConstitution of India, 1950 - VII Schedule, List I-Entry 66 and\nList II-Entry 25 - University Grants Commission Act, 1956.\n-\nA\nB\n-y\nC\ns. 9(2) (as amended by Amendment Act 5 of 2000)\nProcedure for appointment of Chancellor Challenged\nHeld: Though the appointment of Chancellor was subject to\napproval of State Government, but such appointment could\nbe made only from the panel prepared by the Board of\nManagement Thus the procedure did not impinge upon\nConstitutional or fundamental rights of the University and also D\ndoes not affect its autonomy.\n-\n-\nInterpretation of Statutes\n-\nDetermination of scope of\napplicability of a statute - By the aid of preamble to the statute\nPreamble cannot control the scope of applicability of the E\nstatute – If the provision contained in the main Act are clear\nand without any ambiguity and legislative intent is clear, there\nis no need to look into the preamble.\n-\nMaxim - 'Noscitur a Sociis' - Applicability of - Held: This\nrule of construction is not applicable to cases where it is clear\nthat the wider words have been deliberately used in order to\nmake the scope of the defined words correspondingly wider.\n-\nWords and Phrases:\nDissemination of knowledge' - Meaning of.\nExpression 'Gyan-Vigyan' - In the context of Maharshi\nMahesh Yogi Vedic Vishwavidyalaya Adhiniyam, 1995 -\nConnotation of.\nF\nG\nI\nH.\nA\nC\nD\n466 SUPREME COURT REPORTS [2013] 13 S.C.R.\nThe appellant-University was created by the Maharshi\nMahesh Yogi Vedic Vishwavidyalaya Adhiniyam, 1995\n(1995 Act), which was to provide for education and\nprosecution of research in vedic learnings and practices\nand to provide for matters connected therewith or\nB incidental thereto. The University framed Ordinance No.\n15 which contained courses of studies. The Ordinance,\napart from prime subjects on Vedas, also included other\nprofessional courses such as Project Management,\nHuman Resources Management, Financial Management,\nMarketing Management, Accounting and Auditing,\nBanking, as well as vocational courses in typing,\nstenography, secretarial practice, computer technology\nmarketing and sales, dress designing and manufacturing,\ntextile designing and printing, horticulture, seed\nproduction, crop production, sericulture, as well as, short\nterm courses in various international topics such as,\npolitical science, theory of Government, theory of\ndefense, theory of education, theory of management etc.\nThe appellant University was added in the list of\nUniversities maintained by the University Grants\nCommission, as provided under Section 2(f) of the\nUniversity Grants Commission Act, 1956. The appellant\nUniversity also opened up as many as 55 centers. The\nDepartment of Higher Education, sent a memorandum,\nalleging that the course of study prescribed in Clause 1(i)\nF and (j) of Ordinance No.15, were contrary to the aims and\nobjectives of the University and therefore, not acceptable.\nThereafter, the Amendment Act 5 of 2000 came to be\nintroduced. By Amendment Act 5 of 2000, the provisions\nu/ss. 2, 4, 9, 17 of the Act were amended and ss. 31-A, 31-\nG B, 31-C, 37-A, 37-B were inserted to the Act. These\namendments and insertions were challenged by filing the\npresent writ petition and the same was partially allowed\nby Division Bench of High Court. Hence the present\nappeal.\nE\nI\nમને\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 467\nSTATE OF M.P.\nPartly allowing the appeal, the Court\nHELD: 1.1. The purport of establishing the appellant-\nUniversity was to ensure that the ancient knowledge\nembedded in Vedas, Upvedas, Agam Tantra, Itihas,\nPuranas etc., are kept intact and the wealth of knowledge\ncontained in these Vedas, Upvedas etc., are not only\nspread by establishing an institution, but by teaching\nthem through well established institutions and thereby,\nensuring that such wealth of knowledge is kept intact for\nthe future generations to come. [Para 9] [486-B-C]\nA\nB\nC\n1.2. Though under Section 4(1), reference to Vedic\nlearning and its allied subjects was made in the opening\nsentence, the University was not established for the\npurpose of imparting education in Vedas alone, but it was\nintended for spreading the knowledge of Vedas and D\nsimultaneously to teach Sanskrit, science and technology\nand also as specifically mentioned in Section 4, for\nspreading of knowledge in all fields. [Para 69] [512-E-G]\n1.3. By virtue of the amendment introduced to\nSection 4(1), an embargo has been clearly created in\none's right to seek for education, which is a\nConstitutionally protected Fundamental Right. Therefore,\nthere was a clear violation of Articles 14 and 21 of the\nConstitution and consequently, such a provision by way\nof an amendment cannot stand the scrutiny of the Court\nof Law. [Para 80] [519-F-G]\nSociety for Unaided Private Schools of Rajasthan vs.\nUnion of India (2012) 6 SCC 1: 2012 (2) SCR 715; Bhartiya\nSeva Samaj Trust v. Yogeshbhai Ambalal Patel (2012) 9\nSCC 310: 2012 (7) SCR 1054; State of T.N. vs. K. Shyam\nSunder (2011) 8 SCC 737: 2011 (11) SCR 1094; Satimbla\nSharma vs. St. Paul's Sr. Sec. School (2011) 13 SCC 760:\n2011 (10) SCR 203; Ashoka Kumar Thakur vs. Union of India\n(2008) 6 SCC 1: 2008 (4) SCR 1 - relied on.\nE\nF\nG\nH\nA\n468 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n1.4. Right to Education is a Fundamental Right.\nImparting of education is a Fundamental Right, in as\nmuch as, the establishment of the appellant University\nwas mainly for the purpose of imparting education, while\npromotion of Vedic learning is one of the primary\nB objectives of the University. Any attempt on the part of\nthe State to interfere with the said main object viz.,\nimparting of education, would amount to an infringement\nof the Fundamental Right guaranteed under the\nConstitution. Consequently, the amendment, which was\nintroduced to Section 4(1) and also the insertion of the\nproviso, has to be held ultra-vires. [Para 80] [520-C-E]\nC\n1.5. Framing of the Ordinance 15, which provided for\nthe study on various courses in the appellant University\nwas consciously approved by the State Government\nD without any inhibition. A perusal of the course contents\nin the Ordinance discloses that there were as many as\n49 courses connected with Vedic learning and practices\nand about 33 courses on other subjects. By introducing\nthe amendment under Act 5 of 2000 and thereby, insisting\nE that imparting of education in the appellant University\ncan be restricted only to Vedic learning and that the\nscience and technology should also be only for the\npurpose of learning Vedas and its practices, is creating\na formidable restriction on the right to education, which\nF is a guaranteed Constitutional right and thereby, clearly\nviolating Articles 14 and 21 of the Constitution. Equally,\nthe addition of the expression \"in the above fields and\nin these fields may.........” while deleting the expression\n\"dissemination of knowledge\", drastically interfered with\nthe right to education sought to be advanced by the\nUniversity by its creation originally under the 1995 Act,\nwhich restriction now sought to be imposed can never\nbe held to be a reasonable restriction, nor can it be held\nto have any rationale, while creating such a restriction by\nway of an amendment to Section 4(1). [Para 79] [518-H;\n519-A-D]\nG\nH\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 469\nSTATE OF M.P.\n1.6. Dissemination of learning is for acquisition of A\nknowledge in every kind of discipline and that such a\nperception should be maintained at all cost.\n\"Dissemination of knowledge” as it originally stood in\nSection 4(1), which was deleted by way of the\nAmendment Act 5 of 2000, caused havoc by restricting\nthe scope of acquisition of knowledge to be gathered by\nan individual from the facilities made available in the\nappellant University. [Para 83] [521-E-G]\nIshwar Singh Bindra and Ors. vs. State of U.P. AIR 1968\nSC 1450: 1969 SCR 219 - relied on.\nOsmania University Teachers' Association vs. State of\nAndhra Pradesh and another (1987) 4 SCC 671: 1987 (3)\nSCR 949 - referred to.\n1.7. The deletion of the expression “dissemination of\nknowledge”, will have to be held to be an arbitrary action\nof the respondent State and thereby, violating equality in\nlaw and equal protection of law as enshrined under\nArticle 14 of the Constitution, in as much as all other\nUniversities, which were being controlled and\nadministered by the State by the 1973 Act, enjoy the\nfreedom of setting up any course with the approval of the\nUniversity Grants Commission, the appellant alone would\nbe deprived of such a right and liberty by restricting the\nscope of imparting education in any field other than\nVedas and its practices. [Para 88] [523-F-G]\nB\nC\nD\nE\nF\n1.8. The legal maxim Noscitur A Sociis, is merely a\nrule of construction and it cannot prevail in cases where\nit is clear that the wider words have been deliberately G\nused in order to make the scope of the defined word\ncorrespondingly wider. It is only where the intention of\nthe Legislature in associating wider words with words of\nnarrower significance is doubtful or otherwise not clear\nH\n470 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA that the present rule of construction namely Noscitur A\nSociis can be usefully applied. [Para 58] [508-C-D]\nB\nC\nD\nState of Bombay and others vs. Hospital Mazdoor Sabha\nand others AIR 1960 SC 610: 1960 SCR 866; Rohit Pulp and\nPaper Mills Ltd. vs. Collector of Central Excise AIR 1991 SC\n754: 1990 (2) SCR 797; Kerala State Housing Board and\nothers vs. Ramapriya Hotels (P) Ltd. and others (1994) 5 SCC\n672: 1994 (2) Suppl. SCR 338; Samantha vs. State of\nAndhra Pradesh AIR 1997 SC 3297: 1997 (2) Suppl. SCR\n305; K. Bhagirathi G. Shenoy and others Vs. K.P. Ballakuraya\nand another AIR 1999 SC 2143: 1999 (2) SCR 438;\nBrindavan Bangle Stores and others vs. Assistant\nCommissioner of Commercial Taxes and another AIR 2000\nSC 691: 2000 (1) SCR 97%; CBI, AHD, Patna Vs. Braj\nBhushan Prasad and others AIR 2001 SC 4014: 2001 (3)\nSuppl. SCR 627 – relied on.\nState of Orissa and Anr. vs. Mamata Mohanty (2011) 3\nSCC 436: 2011 (2) SCR 704; Ramesh Rout vs. Rabindra\nNath Rout (2012) 1 SCC 762: 2011 (16) SCR 254; State of\nE Rajasthan and Anr. vs. Sripal Jain AIR 1963 SC 1323: 1964\nSCR 742; M/s. Shriram Vinyl and Chemical Industries vs.\nCommissioner of Customs, Mumbai (2001) 4 SCC 286;\nUnion of India (UOI) and Anr. vs. Hansoli Devi and Ors. (2002)\n7 SCC 273: 2002 (2) Suppl. SCR 324 – referred to.\nF\n-\n1.9. Though the expression ‘and' has been used,\nprior to the expression 'promotion and development of\nthe study of Sanskrit.....' and again prior to the set of\nexpression 'for the advancement' and again prior to the\nset of expression 'dissemination of knowledge', the\nG context in which the Legislation was brought into force\nand reading the said section along with the Preamble and\nother sub clauses of Section 4, the expression 'and' has\nto be read disjunctively and not conjunctively. Therefore,\nin the present case, the expression 'dissemination of\nH knowledge', as well as 'promotion and development of\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 471\nSTATE OF M.P.\nthe study of Sanskrit' and 'to make provision for A\nresearch', were all expressions which have been used\ndisjunctively and not conjunctively with the words Vedic\nlearning and practice. [Para 95] [527-D-G]\nIshwar Singh Bindra and Ors. vs. State of U.P. AIR 1968 B\nSC 1450: 1969 SCR 219; Prof. Yashpal and Anr. vs. State\nof Chhattisgarh and Ors.) (2005) 5 SCC 420: 2005 (2) SCR\n23; Reserve Bank of India vs. Peerless General Finance and\nInvestment Co. Ltd. Others 1987 (1) SCC 424: 1987 (2) SCR\n1; Joint Director of Mines and Safety vs. T \u0026 N Stone\nQuarries (P) Ltd. (1987) 3 SCC 208: 1987 (2) SCR 801 -\nrelied on.\nUtkal Contractors and Joiners Pvt. Ltd. and Ors vs. State\nof Orissa and others (1987) 3 SCC 279: 1987 (3) SCR 317\n- held inapplicable.\nGreen vs. Premier Glynrhonwy State Co. (1928) 1 KB\n561; Mersey Docks and Harbour Board vs. Henderson Bros.\n(1888) 13 AC 595 – referred to.\n-\nC\nD\nE\nF\n1.10. So far as the expression \"promotion and\ndevelopment of the study of Sanskrit as the University\nmay from time to time determine\" is concerned, the study\nof Sanskrit is totally unconnected to the learning of\nVedas and its allied subjects, except that the scripts of\nVedas may be in Sanskrit. For that purpose, there need\nnot necessarily be a specific provision to the effect that\nthere should be promotion and development of the study\nof Sanskrit. Therefore, apart from Vedic learning and its\npractices, the establishment of the appellant University\nwas for the purpose of providing education in the field\nof science and technology, intensive learning of Sanskrit\nand provision for research in every other field for the\nadvancement and disbursement of knowledge. Only\nsuch an interpretation to the un-amended Section 4(1)\nwould be the only way of interpretation that can be Н\nG\n472 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA accorded to the said provision. In view of such\ninterpretation, the amendment which was introduced by\nAct 5 of 2000, was clearly intended to purposely do away\nwith its original intendment and thereby, restrict the\nscope of activities of the appellant University to the\nB learning of Vedas and its practices and nothing else. The\nrestriction so created by introducing the amendment was\nself-destructive and thereby, the original object and\npurpose of establishing the appellant University was\ndone away with. [Paras 78 and 79] [518-B-G]\nC\nD\n1.11. The expression Gyan-Vigyan was specifically\nmentioned in Section 4(1), not merely to make a scientific\nstudy of what is contained in Vedas, as even such a study\nmay not fulfill the purpose for which the University was\ncreated. If a scientific study exclusively about Vedas is\nmade for that purpose alone a creation of a University\nwould not have been necessitated. On the other hand, it\nis the other way around, in as much as Vedas contains\nvery many scientific subjects such as, mathematics,\nstudy about atoms, human anatomy and physiology and\nE other formulae. At this juncture, the inclusion of the\nexpression \"Gyan-Vigyan\", will have to be understood to\nhave been inserted with a view to study modern science\nand technology as it exists and study the same in\nconsonance with the basic principles contained in Vedas\nF and Puranas. In fact, such an approach, while reading the\nprovisions would be the proper way of reading the said\nprovisions. Gyan Vigyan is nothing but a systematic\nstudy of science through senses by applying one's mind\nwith absolute consciousness. If it is the meaning to be\nG attributed to the expression \"Gyan Vigyan\", it will have\nto be held that the said expression used in Section 4(1)\ncannot be restricted to a mere study on Vedas and its\npractices. Such a narrow interpretation will be doing\nviolence to the whole concept of Gyan Vigyan, which is\nthe combination of human\nsenses, mind and\nH\n\"\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P.\n473\nconsciousness, which should be applied to every aspect A\nof human life, which would include all other academic\nsubjects viz., science, mathematics, philosophy,\nmanagement, etc. [Para 77] [517-B-G; 518-A-B]\nB\nC\n1.12. Establishment of the University as the Preamble\ngoes to state was to provide for education in the\nforefront. It will be appropriate to hold that such a\nprovision for education in so far as the appellant\nUniversity was concerned, should concentrate and focus\nin the prosecution of research in Vedic learning and\npractices and to provide for matters connected therewith\nor incidental thereto. Merely because such specific\nreference was made to prosecution of research in Vedic\nlearnings, if it is could be held that the imparting of\neducation in the appellant University should be restricted\nto the said subject alone and not in any other subject,\nsuch a narrow interpretation would be doing violence to\nthe very basic concept of education, and would create a\nserious restrain on the University, where, imparting of\neducation is the primary objective and dealing with any\nspecific subject may be for enabling any one to acquire E\nspecial knowledge on such subjects. In other words, any\nsuch restrictive interpretation would go against the basic\ntenets of the concept of education, which no Court can\nventure to state. [Paras 74 and 75] [515-B-F]\nD\nF\n1.13. The Preamble cannot control the scope of the\napplicability of the Act. If the provision contained in the\nmain Act are clear and without any ambiguity and the\npurpose of the Legislation can be thereby duly\nunderstood without any effort, there is no necessity to G\neven look into the Preamble for that purpose. [Para 84]\n[522-A-B]\nUnion of India vs. Elphinstone Spinning and Weaving Co.\nLtd. and others etc. AIR 2001 SC 724: 2001 (1) SCR 221\nrelied on.\n-\nI\n"}