{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"C\n504 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Puranas, Upvedas and Gyan-Vigyan and also the promotion\nand development of study of Sanskrit, which was left to be\ndetermined by the University. It was also entitled to make\nprovisions for research and for the advancement in the fields\nmentioned above. By omitting or by deleting the set of\nB expression \"dissemination of knowledge\", apparently the State\nLegislature wanted to give a thrust to its intendment of restricting\nthe scope of study in the appellant University to Vedic\ninstructions and its allied subjects. By taking up the deletion of\nthe expression \"dissemination of knowledge\", by way of the\namendment as stated earlier, the State Legislature wanted to\nrestrict the scope of study in the appellant University to Vedic\ninstructions alone. The expression \"dissemination of\nknowledge\" is, to put it precisely, the spreading of knowledge\nover wide frontiers. Going by the dictionary meaning and to put\nit differently, \"dissemination of knowledge\" would mean\nspreading of knowledge widely or disbursement of knowledge\nwidely. Therefore, the said set of expressions on their own,\nwould only mean any attempt for spreading of knowledge or\ndisbursement of knowledge. With the said set of expressions\nas originally contained in Section 4(1), the question for\nconsideration was as to whether such spreading of knowledge\nor disbursement of knowledge should be confined only to the\nexclusive field of Vedic learning alone, or whether it should be\nread disjunctively to be applied for such spreading of\nknowledge, on a wide spectrum. In fact, the Division Bench has\neven concluded that even by retaining these set of expressions,\nthe position would be that such dissemination of knowledge\nwould be referable only to Vedic learning and not for general\napplication.\nD\nE\nF\nG\nH\n51. Mr. Nageshwar Rao, learned senior counsel in his\nsubmissions took pains to contend that by reading the un-\namended Section 4(1) by virtue of the word 'and' prior to the\nset of expressions \"for the advancement\" and \"dissemination\nof knowledge\", the learned senior counsel contended that the\nwhole idea and purpose, while establishing the appellant\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.}\n505\nUniversity was for the cause of advancement and spreading of A\nknowledge in a wide spectrum and not by restricting it to the\nfield of Vedic learning alone. To reinforce his submissions, the\nlearned senior counsel vehemently contended that Section 4(1),\napart from providing scope for Vedic learning and practices,\nincluding Darshan, Agam Tantra, Itihas, Puranas and Upvedas B\nalso used the expression “Gyan-Vigyan\" which is nothing but\nscience and technology. The learned senior counsel therefore,\ncontended that apart from spreading the process of learning\nin the field of Vedas, the establishment of the appellant\nUniversity was also in other fields such as, science and\ntechnology and other vocational courses, by way of\ndissemination of knowledge. The learned senior counsel\ntherefore, contended that by bringing out the amendment to\nSection 4(1), by way of an addition to the expressions \"only\"\nand \"in the above fields and in these fields may...\", the State\nGovernment has violated the Constitutional right of the appellant\nin the field of education, thereby conflicting with Articles 14, 19\nand 21 of the Constitution.\nC\nD\nE\n52. The learned senior counsel further contended that the\nState Legislature lacks competence, in as much as education\nis a subject contained in Entry-66 of List-I and is already\ngoverned by the central legislation viz., the University Grants\nCommission Act, 1956 and therefore, the State was\nincompetent to restrict the scope of education in various fields\nby bringing out an amendment, as has been made in Act 5 of F\n2000.\n53. To support the above submission, the learned senior\ncounsel by referring to the Preamble of 1995 Act contended\nthat the Act was enacted to provide for education primarily and\nprosecution of research in Vedic learning and practices, apart\nfrom providing for matters connected therewith or incidental\nthereto. The submissions of the learned senior counsel was that\ngoing by the Preamble to the enactment, the purport of the\nlegislation was to provide education in all fields in the forefront,\nG\nH\n506 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA apart from prosecution of research in Vedic learning and\npractices. The learned senior counsel would contend that the\nsaid submission was rejected by the Division Bench by\nrestricting the consideration to the words preceding the\nexpression \"dissemination of knowledge\" and by applying the\nB principle Noscitur A Sociis. The learned senior counsel would\ncontend that such an approach of the Division Bench was not\njustified and relied upon the decisions reported in (2011) 3 SCC\n436 (State of Orissa and Anr. Vs. Mamata Mohanty), (2012)\n1 SCC 762 (Ramesh Rout Vs. Rabindra Nath Rout), AIR 1963\nSC 1323 (State of Rajasthan and Anr. Vs. Sripal Jain), (2001)\n4 SCC 286 (M/s. Shriram Vinyl and Chemical Industries Vs.\nCommissioner of Customs, Mumbai) and (2002) 7 SCC 273\n(Union of India (UOI) and Anr. Vs. Hansoli Devi and Ors.).\nC\n54. The learned senior counsel also referred to Section 6\nD of the Madhya Pradesh University Act, 1973 and contended\nthat \"dissemination of knowledge\" is referable to spreading of\nknowledge in all other fields which may also include Vedic\nlearning. The learned senior counsel also relied upon AIR 1968\nSC 1450 (Ishwar Singh Bindra and Ors. Vs. State of U.P.),\nE (1987) 3 SCC 208 (Joint Director of Mines Safety Vs. Tandur\nand Nayandgi Stone Quarries (P) Ltd.) and (2005) 5 SCC 420\n(Prof. Yashpal and Anr. Vs. State of Chhattisgarh and Ors.)\nfor the proposition as to how to understand the expression\n\"and\".\nLL\nF\nG\nH\n55. Apart from the submission on Section 4(1), the learned\nsenior counsel, while attacking the amendment made by\nintroducing proviso to Section 4, contended that as far as the\nintroduction of various courses, as well as opening of centers\nare concerned, they are exclusively governed by the University\nGrants Commission Regulations, which was framed under the\nprovisions of the University Grants Commission Act, 1956 and\ntherefore, the introduction of the said proviso was directly in\nconflict with the occupied field by the University Grants\nCommission Act and consequently ultra-vires of the\n.\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 507\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nConstitutional provisions. The learned senior counsel relied A\nupon Prof. Yashpal and another (supra), (1995) 4 SCC 104\n(State of Tamil Nadu and Anr. v. Adhiyaman Educational and\nResearch Institute and others) and 1963 Supp. 1 SCR 112\n(Gujarat University, Ahmedabad Vs. Krishna Ranganath\nMudholkar). Reference was also made to Section 12 of the B\nUniversity Grants Commission Act, 1956 in support of the said\nsubmission.\n56. As far as the challenge relating to Section 9(2) of the\nAct, was concerned, the learned senior counsel contended that\nthe submission based on Entry 66 of List-1 of the Constitution\nwould equally apply to the said challenge. Besides this, he also\ncontended that as the appellant University was created by a\nStatute, the amendment only seeks to interfere with its\nindependence by casting onerous conditions on the appellant\nto submit a panel of three persons to the State Government,\nand by empowering the State Government to grant its approval\nas a pre-condition for the appointment of the Chancellor.\nAccording to the learned senior counsel such a condition\nimposed was highly arbitrary and therefore, was liable to be set\naside.\n57. The learned senior counsel therefore, contended that\nthe insertion of the word \"only\" in Section 4(1) of the Act, was\nmade by simultaneously deleting the expression \"dissemination\nof knowledge\" and thereby, the un-amended provision has been\nmade meaningless. According to the learned senior counsel,\nthe conclusion of the Division Bench that even without the\ndeletion, the position remains the same, was not correct\nbecause every word in the legislation has a purpose and the\nprinciple Noscitur A Sociis was not applicable to the case on\nhand because the term “dissemination of knowledge\" is of\nwider import.\n58. The above proposition of law as contended by the\nlearned senior counsel has been widely dealt with by this Court\nin a catena of decisions right from State of Bombay and others\nC\nD.\nE\n508 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA vs. Hospital Mazdoor Sabha and others (AIR 1960 SC 610),\nRohit Pulp and Paper Mills Ltd. Vs. Collector of Central\nExcise (AIR 1991 SC 754), Kerala State Housing Board and\nothers Vs. Ramapriya Hotels (P) Ltd. and others, (1994) 5\nSCC 672), Samantha Vs. State of Andhra Pradesh (AIR 1997\nB SC 3297), K. Bhagirathi G. Shenoy and others Vs. K.P.\nBallakuraya and another (AIR 1999 SC 2143), Brindavan\nBangle Stores and others Vs. Assistant Commissioner of\nCommercial Taxes and another (AIR 2000 SC 691) ending\nwith the decision in CBI, AHD, Patna Vs. Braj Bhushan\nC Prasad and others (AIR 2001 SC 4014 at page 4020). It has\nbeen held that the legal maxim Noscitur A Sociis, is merely a\nrule of construction and it cannot prevail in cases where it is\nclear that the wider words have been deliberately used in order\nto make the scope of the defined word correspondingly wider.\nIt is only where the intention of the Legislature in associating\nwider words with words of narrower significance is doubtful or\notherwise not clear that the present rule of construction namely\nNoscitur A Sociis can be usefully applied.\nD\n59. As far as the proviso to Section 4 was concerned, the\nE submission of the learned senior counsel was, what applied to\nthe courses would equally apply to centers and since the\nDivision Bench has held that the State Government was not\ncompetent to legislate, as regards the courses to be introduced,\non the same logic, the Division Bench ought not to have set\nF aside the proviso in its entirety.\nG\nH\n60. As against the above submissions Ms.Vibha Datta\nMakhija, learned counsel for the State contended that the\nUniversity Grants Commission Rules was related to the\nstandard of education and not on courses. According to the\nlearned counsel, going by the Preamble to 1995 Act, it is\ncategorical and unambiguous to the effect that the\nestablishment of the University was only to provide education\nin Vedic learning and therefore, it can only be in courses\n}\n:\n509\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nconnected with Vedas. As a corollary it was submitted that any A\ncourse not connected with Vedic learning will stand excluded.\n61. The learned counsel submitted that even going by the\nun-amended Section 4, it is clear that it referred only to all\nlearning connected with Vedic study, since the various sub-\nclauses to Section 4 also disclosed that it was more Vedic\ncentric rather than on general subjects. By referring to Section\n17, the learned counsel pointed out that the degree of autonomy\ngranted to the appellant University, as compared to other\nUniversities was limited in scope.\nB\nC\n62. The learned counsel also referred to the object and\nscope of the Madhya Pradesh Vishwavidyalaya Adhiniyam,\n1973 (Act 22 of 1973) in particular to the Objects and Reasons\nand contended by making reference to the object of the said\nAct, which purported to consolidate and amend the law relating D\nto Universities and to make better provisions for the\norganization and administration of Universities in Madhya\nPradesh. The learned counsel further contended that the various\nprovisions of the said Act viz., Section 4(17), Section 6 (1) \u0026\n(8), Sections 7, 12, 24, 25, 26 and 39 provides the required E\nauthority to the State Government to regulate the manner of\nfunctioning of the Universities in the State of Madhya Pradesh,\nincluding the appellant University.\nF\n63. As far as the legislative competence is concerned, the\nlearned counsel referred to Entries 63 to 66 of List-I, which\ndeals with \"Co-ordination and determination of standards in\ninstitutions for higher education or research and scientific and\ntechnical institutions\". By referring to Entry 32 of List - II, which\ndeals with incorporation and regulation of Universities, as well\nas Entry 25 of List - III, which again deals with Education,\nincluding technical education, medical education and\nUniversities, subject to the provisions of Entries 63, 64, 65 and\n66 of List 1, the learned counsel contended what was taken away\nwas only \"co-ordination and determination of standards of\neducation\" as covered by Entries 63 to 66 and by virtue of the H\nG\n510 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA enabling provision in Entry 32 of List-II, which empowers the\nState Government for incorporating an University and regulating\nits functioning, ample powers are vested with the State\nGovernment to pass the impugned legislation. The learned\ncounsel therefore, contended that Section 4(1) only deals with\nB the scope within which the appellant University can function and\nthat it does not talk about curriculum or standard. In such\ncircumstances, when the said provision empowers the\nUniversity to set up an institution by regulating the same by\ntaking certain measures, it cannot be held that such an\nexercise can be questioned on the ground of lack of\ncompetence.\nC\nD\n64. The learned counsel would contend that the\namendment introduced by the State Government was in public\ninterest, which falls squarely under Entry 32 of List-II, as well\nas Entry 25 of List-III and therefore, there was no repugnancy\nwith Entry 66 of List-1 of the Constitution. In support of the above\nsubmission, the learned counsel also referred to Section 2(f)\nof the University Grants Commission Act, 1956 and contended\nthat the definition of the term 'University' under the said Act\nmeans a University established or incorporated by or under a\nCentral Act, a Provincial Act or a State Act and therefore, the\nUniversity which was established under the 1995 Act can\nalways be regulated by the State Government by passing\nappropriate amendments to the Act by which the State created\nF the said University.\nE\nG\nH\n65. The learned counsel also referred to Section 12 of the\nUniversity Grants Commission Act, 1956 to contend that the\ngeneral duty of the Commission is to take, in consultation with\nthe Universities or other bodies concerned, all such steps as it\nmay think fit for the promotion and co-ordination of University\neducation and for the determination and maintenance of\nstandards of teaching, apart from examination and research in\nUniversities for which it can take certain actions. In support of\nher submission, the learned counsel relied upon the decisions\nreported in AIR 1964 SC 1823 (R. Chitralekha Vs. State of\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n511\nMysore), 1963 Supp (1) SCR 112 (The Gujarat University, A\nAhmedabad Vs. Krishna Ranganath Mudholkar and Ors),\n1987 (3) SCR 949 (Osmania Universtity Teachers'\nAssociation Vs. State of Andhra Pradesh and Anr.) and (1999)\n7 SCC 120 (Dr. Preeti Srivastava and another Vs. State of\nM.P.). The learned counsel also relied upon (2009) 4 SCC 590 B\n(Annamalai University Vs. Secretary to Government,\nInformation and Tourism Department) and (2004) 4 SCC 513\n(State of Tamil Nadu Vs. S.V.Bratheep).\n66. The sum and substance of the submissions of the\nlearned counsel for the State was that the state had\ncompetence to legislate by introducing the amendments, that\nthe autonomy of the appellant University was also subject to the\nregulation by the State and that the only thing to be ensured\nwas that such regulatory measures should be reasonable and\nin consonance with Article 19(1)(j) of the Constitution.\nC\nD\nE\n67. On the proviso to Section 4, the learned counsel\ncontended that so long as the Centre is connected with the\nestablishment of University, it would fall under Entry 32 of List-\nII and therefore, the said proviso was rightly held to be intra-\nvires by the Division Bench. According to the learned counsel,\nthe effect of the amendment was not a curtailment, but was only\nby way of clarification. According to the learned counsel to\ninterpret the amendment, the principle of Mischief Rule will have\nto be applied. The learned counsel further contended that the F\nword \"and\" used in the Preamble, as well as under Section (4),\nwill have to be read conjunctively and relied upon 1987 (2) SCR\n1 (Reserve Bank of India Vs. Peerless General Finance and\nInvestment Co. Ltd., and Others) and (1987) 3 SCC 279 (Utkal\nContractors and Joiners Pvt. Ltd., and Ors Vs. State of Orissa\nand others).\nG\n68. Having heard the learned senior counsel for the\nappellant, as well as the learned counsel for the State, and\nhaving bestowed our serious consideration to the respective\nsubmissions and having perused the scholarly judgment of the H\n512 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Division Bench and other material papers, at the very outset\nwe are of the view that providing education in an University is\nthe primary concern and objective, while all other activities\nwould only be incidental and adjunct. In this context, it would be\nworthwhile to emphasis the importance of education which has\nB been emphasised in the 'Neethishatakam' by Bhartruhari (First\nCentury B.C.) in the following words: \"Translation: Education is\nthe special manifestation of man; Education is the treasure\nwhich can be preserved without the fear of loss; Education\nsecures material pleasure, happiness and fame; Education is\nC the teacher of the teacher; Education is God incarnate;\nEducation secures honour at the hands of the State, not money;\nA man without education is equal to animal.\" For this very\nreason, we have elaborately stated the importance of education\nas stated by the Father of our Nation, other renowned Authors\nand great men in public life as well as the mindset of our\nConstitutional framers in paragraphs 22 to 42. We have also\nreferred to some of the leading judgments of this Court where\nit has already been held that Right to Education is a\nFundamental Right, guaranteed by Article 21 of our Constitution.\nD\nE\n69. Keeping the said basic principles in mind, when we\nexamine the issue involved in this appeal, the burden of the\nappellant was that though under Section 4(1), reference to Vedic\nlearning and its allied subjects was made in the opening\nsentence, the University was not established under the 1995\nF Act, only for the purpose of imparting education in Vedas alone,\nbut it was intended for spreading the knowledge of Vedas and\nsimultaneously to teach Sanskrit, science and technology and\nalso as specifically mentioned in Section 4, for spreading of\nknowledge in all fields. In fact, in the pursuit of our above\nG perception, we have quoted extensively the view points of\nvarious personalities, as well as the importance of education\nand the various constitutional provisions, which were\nincorporated mainly with a view to spread education in the\nindependent India in order to ensure that the Society is\nH enlightened and by such enlightenment the rights of the people\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n513\nand orderly society is ensured in this Country. Also while A\nreferring to a decision of this Court rendered in Mamata\nMohanty (supra), the importance of imparting education is\nemphasized as hereunder:\nB\n\"29. Education is the systematic instruction, schooling or\ntraining given to the young persons in preparation for the\nwork of life. It also connotes the whole course of\nscholastic instruction which a person has received.\nEducation connotes the process of training and\ndeveloping the knowledge, skill, mind and character of\nC\nstudents by formal schooling...\"\nསྐ\n***\n33. In view of the above, it is evident that education is\nnecessary to develop the personality of a person as a\nwhole and in totality as it provides the process of training\nand acquiring the knowledge, skills, developing mind and\ncharacter by formal schooling. Therefore, it is necessary\nto maintain a high academic standard and academic\ndiscipline along with academic rigour for the progress of\na nation. Democracy depends for its own survival on a\nhigh standard of vocational and professional education.\nPaucity of funds cannot be a ground for the State not to\nprovide quality education to its future citizens. It is for this\nreason that in order to maintain the standard of education\nthe State Government provides grant-in-aid to private\nschools to ensure the smooth running of the institution\nso that the standard of teaching may not suffer for want\nof funds.\"\nD\nE\nF\n70. With the above said prelude, as regards the G\nimportance of education in an orderly society, when we come\nto the core issue, the appellant was aggrieved by the\namendment Act 5 of 2000 by which Section 4(1) of 1995 Act\nwas altered and thereby, the State want to contend that the\nappellant University can impart education only in the field of H\n"}