{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"484 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA administrative posts; to co-operate or collaborate with any other\nUniversity or authority; to establish other campus, special\ncenters, specified laboratories etc., to institute and award\nfellowships, scholarships etc., to establish and maintain\ncolleges and institutions; to make provision for research and\nB advisory service; to organize and conduct refresher courses;\nto make special arrangements for teaching women students;\nto appoint on contract or otherwise visiting professors, scholars;\nto confer autonomous status on a college or an institution or a\ndepartment; to determine standards of admission of the\nC University etc.; to fix quota for reserved class students; to\ndemand and receive payment of fees and other charges; to take\ncare of the hostels of the students with other inmates of the\ncollege; to lay down conditions of service of all categories of\nemployees; to frame discipline; to receive benefications, gifts,\netc., and to do all such other acts and things as may be\nnecessary, incidental or conducive for attainment of all or any\nof its objects.\nD\n6. Section 5 states that the jurisdiction of the University\nwould extend to the whole of the State of Madhya Pradesh. The\nE status of the Chancellor has been described in Section 9. Sub-\nsection (1) of Section 9 recognizes the status of Maharshi\nMahesh Yogi as its first Chancellor, who was entitled to hold\noffice during his lifetime. Sub-section (2) to Section 9 provides\nthe manner in which the next Chancellor can be appointed by\nF the Board of Management and the qualification and eligibility\nfor appointment as Chancellor. Section 10 deals with the\nposition of the Vice Chancellor, qualification and procedure for\nfilling up of the said post. Section 11 deals with the status of\nthe Pro-Vice Chancellor. Sections 12, 13 and 14 deals with the\nG position of Deans of Schools, the Registrar and the Finance\nOfficer of the appellant University.\nH\n7. Section 15 deals with the manner of appointment,\npowers and duties of the other officers of the University, which\nhas to be prescribed by the Statutes. Sections 17 and 18\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n485\nspecifically deal with the power of the Board of Management A\nand its constitution. Section 19 deals with the Academic\nCouncil, while Section 20 deals with the Planning Board and\nSection 24 enumerates the powers to make Statutes and the\nprovisions to be contained therein. Section 25 enumerates as\nto how the Statues has to be made. Section 26 stipulates as B\nto how all Ordinances should be made. Section 28 deals with\nthe preparation of annual report of the University, including the\nannual accounts and the balance sheet duly audited by a\nchartered accountant under the direction of the Board of\nManagement. Sections 30 and 31 prescribe the procedure for\nappeal and arbitration in disciplinary cases against students.\nSection 32 deals with the creation of provident and pension\nfunds. Section 34 deals with the constitution of committees,\nwhile Section 35 deals with the manner in which the casual\nvacancies are to be filled up. The transitional provisions are\nspecified in Section 38 of the Act. The last Section 39\nstipulates that every Statute, Ordinance or Regulation made\nunder the Act, should be published in the Official Gazette and\nthat it should be laid down, as soon as it is made before the\nMadhya Pradesh Legislative Assembly.\nC\nD\nE\n8. A conspicuous reading of the above provisions of the\n1995 Act, discloses that the appellant University was\nestablished and incorporated under Section 3 of the Act. At the\nvery outset, it must be stated that the establishment of the\nUniversity itself was at the behest of Maharshi Mahesh Yogi, F\nwho was the man behind the institution and was an inspiration,\nif we may say so, for the establishment and effective functioning\nof it. The State Government came forward to pass the\nlegislation for establishing the appellant University on his\ninitiative and persuasion. It was his vision of spreading total G\nknowledge on the holistic interpretation of the 'Vedas' and it\nmust be stated that his move to propagate natural law and\ntechnology of consciousness was very laudable. It is stated that\nhe was instrumental for establishing many such Universities at\nvarious places throughout the world. Therefore, it was his vision,\nH\n486 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA as well as mission, to establish this University with the laudable\nobject of spreading the holistic principle enshrined in the\nVedas, Upvedas, Agam Tantra, Itihas, Puranas, as well as\nGyan-Vigyan.\nB\n9. The purport of establishing this University at his instance\nwas to ensure that the ancient knowledge embedded in those\nVedas, Upvedas, Agam Tantra, Itihas, Puranas etc., are kept\nintact and the wealth of knowledge contained in these Vedas,\nUpvedas etc., are not only spread by establishing an institution,\nbut by teaching them through well established institutions and\nC\nthereby, ensuring that such wealth of knowledge is kept intact\nfor the future generations to come.\n10. In this context, we must state that the Division Bench\nof the Madhya Pradesh High Court in its scholarly judgment has\nD dealt with the intricacies of the wealth of knowledge contained\nin Vedas, running for several pages and hence, we only state\nthat the same shall be read as part and parcel of this judgment\nfor its better understanding.\nE\nF\n11. When we refer to the subjects dealt with in Vedas, it\nwill be worthwhile to note the details garnered and noted in the\njudgment of the Division Bench, which in our considered\nopinion have to be referred to in order to appreciate the\nchallenge made to the amendment by the State Government\nwith particular reference to Section 4(1) of the 1995 Act. In fact\nthe Division Bench has dealt with the above aspects in several\npages, however, for the purpose of this case, it will be sufficient\nif we refer to certain relevant portions of the judgment in order\nto get a better understanding that the concept of Vedas deals\nwith various aspects of life, which also includes science in\ngeneral, as well as human autonomy. Reference can be made\nto paragraph 29 and 30 of the judgment, where the Division\nBench has noted the four different branches of Vedas viz.,\nRigveda, Samaveda, Yajurveda and Atharvaveda, along with\nthe four Upvedas viz., Ayurveda, Gandharvaveda, Dhanurveda\nH and Sthapatyaveda. If all these Vedas are understood in their\nG\n1\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA V.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n487\nproper perspective, we can find that they deal with various A\naspects of life, the way of living, the culture, sculpture,\nmedicines and quintessence of civilization and so on and so\nforth.\n12. The Division Bench has also noted that in Vedas there\nare formulae, which deals with mathematics. The Vedic sutras\nenable a person to solve complex mathematical problems\nbecause of its cogency, compactness and simplicity. The\nDivision Bench has also stated that it is a total misconception\nfor any one to state that Vedas are only relatable to rituals. It\nwent on to add that mathematicians have observed that while\nordinary multiplication methods require many steps, in Sanskrit\nsutra, only one line method is sufficient. To quote a few, the\nDivision Bench has referred to ‘Urdhwa', 'Tiryak Sutra',\n'Ekadhiken Purva Sutra' and 'Kalana-Kalna Sutra'. A little more\ndetailed analysis made by the Division Bench, as regards the\nin-depth contents in Vedas can be profitably referred to by\nextracting paragraph 33 of the judgment of the Division Bench,\nwhich reads as under:\n\"33. The modern physicists are also connecting certain\ntheories propagated by the ancient Indians. Some\nscientists have seen atomic dance in the deity of 'Natraj'.\nThe empirical knowledge which has been achieved, had\nbeen perceived knowledge which has been achieved,\nhad been perceived by the ancient 'Drastas'. The\nmemories of cells, which is the modern discovery finds\nplace in the wise men of the past. The Psychology,\nPsychiatry, Neurology had also been adverted in their\nown way in the Shastras. Presently scholars recognize\none continuous shining background which had its base\nis the pure consciousness. Thoreau, the eminent thinker,\nrealised this and expressed so through his writing,\nPsychological quiescence is not unknown to the\nancients. The principle that there cannot be difference\nbetween the body and mind was found by them. The great\nAmerican, Emerson expressed :\nB\nC\nD\nE\nF\nG\nH\n488\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\nB\n\"They reckon ill who leave me out; When me they\nfly I am the wings; I am the doubter and the doubt, And,\nI the hymn the Brahamana sings.\"\nPossibly for these reasons T.S. Eliot wrote:\n\"Mankind cannot bear too much of reality.\"\n13. Again in paragraph 43, the Division Bench has\nhighlighted how Vedic learning is also concerned with human\nanatomy and physiology. It mentions that Atharvaveda gives a\npicture of human bio-existence in a different manner. It is also\nC stated that Vedas qua human anatomy, coincides more or less\nwith the medical science of today. It is further mentioned that\nthe language of interpretation may be different, but the essence\nof science is one and the same. The Division Bench states that\nthe Atharvaveda does not perceive man's physiology, as\nD delineated in terms of science, but visualizes in subtler\nelements, by making specific reference to the nadis,\nannihilation, exhalation, retention of air in the body, which has\nits corresponding note in the winds and vayu.\nE\nF\nG\n14. We have ventured to make a detailed reference to the\nabove facets highlighted in the judgment in order to state and\nunderstand that by making reference to Vedas and its other\nallied subjects, one cannot arrive at a conclusion that it only\ndeals with rituals and some religious tenets and that it has\nnothing to do with other aspects of life. On the other hand, a\ndetailed reference was made by the Division Bench by making\nan in depth study disclosing that the study of Vedas should\nenlighten a person in all aspects of life not necessarily restricted\nto religion or rituals simpliciter.\n15. When we attempt to understand the intricacies of\nVedas, which as stated by us earlier has been dealt with by\nthe Division Bench in several pages in the opening part of its\njudgment, we also wish to make a reference to the meaning of\nthe expression \"Gyan Vigyan\", as has been expressed by\nH Dr.Subash Sharma, Dean of Indian Business Academy, Noida\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n489\nB\nC\nin his article \"From Newton to Nirvana: Science, Vigyan and A\nGyan\". A reading of the said note on \"Gyan Vigyan\" by the\nauthor really gives a clear picture about the said concept. We\nfeel that it is worthwhile to make a brief reference to what has\nbeen attempted to be explained by the said author. According\nto the writer, \"Gyan Vigyan” can be analyzed in two ways, viz.,\nVishesh Gyan and Vishya Gyan. The world science has\nlinkages with senses and hence, scientific knowledge has got\nits roots in senses. He would state that the traditional knowledge\ngets legitimacy only if it can be tested on the basis of objectivity,\nthrough the senses. He would elaborate his idea by stating that\nwhile science relies on senses, Vigyan i.e. Vishesh Gyan, can\nbe acquired through 'mind'. Therefore, Vigyan is more than\nscience as 'mind' is more than senses. He would conclude his\nanalysis by saying that 'Gyan' both in terms of its metaphysical\nand spiritual meaning, is acquired through 'consciousness' and\nthat it is more than Vigyan as 'consciousness' is more than\n'mind'. If the analysis made by the writer is understood, it can\nbe held that if one represents senses, mind and consciousness\nin terms of three concentric circles, we may observe that radius\nof consciousness is larger than the radius of the mind and\nradius of mind is larger than the radius of the senses.\nD\nE\n16. He would therefore, conclude by saying that just as\nsenses, mind and consciousness are interconnected, the three\ncircles of science, Vigyan and Gyan are also interconnected.\nIt can therefore be safely stated that \"Gyan Vigyan\" would be F\nnothing but a systematic study of science through senses, by\napplying one's mind with absolute consciousness.\n17. Keeping the above perception about the basics of\nVedas i.e., Upvedas, Agam Tantra, Itihas, Puranas etc., in\nconsonance with Gyan Vigyan, it will be necessary to briefly\nrefer as to how the University came to be established after the\ncoming into force of 1995 Act. It is also imminently required in\nas much as, such an establishment had resulted in the\ninvestment of considerable sum of money for the purpose of\nG\nH\n490 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA imparting education on Vedas and its allied subjects, including\nB\nC\nGyan Vigyan and for dissemination of knowledge, as was\noriginally thought of by the lawmakers, while enacting 1995 Act .\nfor the purpose of establishing the appellant University.\n18. One of the main themes, which was propagated by\nMaharshi Mahesh Yogi was that the solution of the problems\nin the field of education lies in developing the limitless inner\npotential of its students and teachers. According to him, to\nachieve the said goal, it was necessary to revive the ancient\nVedic science and knowledge for the systematic unfolding of\nthe full range of human consciousness. The said line of thinking\nof the Yogi contains the technology of the unified field that\nincludes the Transcendental Meditation (TM) and\nTranscendental Meditation Siddhi Programmes. It was also\nhighlighted by the Yogi that there were enough materials in\nVedas, which pertains to seed production, crop production,\nsericulture, health care, management, beauty culture, marketing\nand accounting. It was further claimed that Vedas are the\nstructure of pure knowledge, having infinite creative potential,\nwhich an individual can harvest. In order to highlight the\nE valueability of the above intricate subjects, considerable\ninvestment had to be made while establishing the appellant\nUniversity.\nD\n19. It was in this background that the Yogi is stated to have\nF made an attempt for nearly four decades by repeatedly\nknocking at the doors of the Legislators who came forward with\nthe Statute viz., 1995 Act for establishing the institution with the\nlaudable object of spreading the knowledge on Vedas and its\nintricate subjects, through the medium of education. After the\nStatute viz., 1995 Act, came into effect, the appellant University\ntook every effort to create the necessary infrastructure of high\nstandards in education and teaching. It is revealed that the\ninfrastructure comprised of permanent furnished buildings,\nteachers, staff, transport facilities, library, hostel facilities etc.,\nand the capital expenditure as on 31.03.2000, was stated to\nG\nH\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n491\nB\nbe Rupees 12.74 crores. Besides this, the recurring A\nexpenditure was also of an equal sum: After its commencement,\nit is stated that 3006 students, who received education from the\nUniversity, were conferred with certificates/diplomas and\ndegrees. In the academic year 2000-01, the student strength\nwas stated to be 3136 and that it has also awarded Ph.D\ndegrees to 10 students, while 70 other students were pursuing\ntheir doctorate education by enrolling themselves with the\nUniversity. Amongst the 70 students who enrolled themselves\nfor pursuing their doctorate courses in the University, 46 students\nwere granted scholarship in the range of Rs.1500 to Rs.2000\nper month.\n20. In the rejoinder affidavit filed in the High Court, the\nUniversity further claimed that it has Rs.60 crores deposit and\nhas realized a sum of Rs.2.5 crores by way of tuition fees and\nstated that the University has invested huge sums for the\npurpose of imparting education in Vedas, as well as in other\nscience and art subjects, which according to the University were\nessential requirements to be established for the purpose of\nattaining its objectives.\nC\nD\nE\n21. The appellant University would therefore, contend that\nin the field of education, though the main objective of the\nUniversity was to reinforce the greatness of Vedas, Upvedas,\nagam tantra, itihas, darshan, upanashid, puranas etc., in as\nmuch as every other field of education was intrinsically F\nconnected with the main objective of spreading the knowledge\nof Vedas. It was contended that the attempt of the State\nGovernment to cripple the activities of the University by\nrestricting the scope of education in the University to Vedas\nalone would be doing grave injustice to the University, as well\nas to its beneficiaries.\nG\n22. Having analysed the emergence of the appellant\nUniversity based on enactment viz., 1995 Act, we are of the\nconsidered opinion that it will also be appropriate to emphasis\nthe need of education and its benefits in order to appreciate H\nC\n492 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA the issue involved in this litigation in particular to the challenge\nmade at the instance of the appellant to certain of the\namendments, which were introduced in the said 1995 Act, by\nthe Amendment Act. It is needless to state that education, a\nConstitutional right, has been explained as an essential part in\nB every one's life. In order to understand its consequential effects\non the society at large, the Father of the Nation, Mahatma\nGandhi, while referring to education has stated, “live as if you\nwere to die tomorrow. Learn as if you were to live\nforever\". Later reinforced by Nelson Mandela “Education is\nthe most powerful weapon which you can use to change\nthe world”. The process of learning, as has been highlighted\nby the father of the nation, emphasises the need for one to have\nan everlasting thirst for acquiring knowledge by getting himself\neducated. It is stated that education is the most potent\nmechanism for the advancement of human beings. It enlarges,\nenriches and improves the individual's image of the future. A\nman without education is no more than an animal. Education\nemancipates the human beings and leads to liberation from\nignorance. According to Pestalozzi who is a Swiss pedagogue\nand educational reformer stated that education is a constant\nprocess of development of innate powers of man, which are\nnatural, harmonious and progressive. It is said that in the 21st\nCentury, 'a nation's ability to convert knowledge into wealth\nand social good through the process of innovation is going\nto determine its future.' Accordingly the 21st Century is termed\nas the 'century of knowledge'.\nD\nE\nF\n23. Mr. Will Durrant defines 'education' as the\n'transmission of civilization'. George Peabody has defined\n'education' as “a debt due from present to future generations\".\nG Education confers dignity to a man. The significance of\neducation was very well explained by the US Supreme Court\nfirst, in the case of Brown V Board of Education - 347 U.S.\n483(1954), in following words: \"It is the very foundation of good\ncitizenship. Today, it is principal instrument in awakening the\nchild to cultural value, in preparing him for later professional\nH\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n493\ntraining and in helping him to adjust normally to his A\nenvironment.\" Hence, it is said that a child is the future of the\nnation.\n24. A private organization, named the International Bureau\nof Education, was established in Geneva in 1924 and was B\ntransformed into an inter-governmental organization in 1929, as\nan international coordinating centre for institutions concerned\nwith education. A much broader approach was chosen,\nhowever with the establishment of UNESCO in 1945. United\nNations, on 10th December, 1998 adopted the Universal\nDeclaration of Human Rights (UDHR). The Preamble to the\nUDHR stated that: \"every individual and organ of society....,\nshall strive by teaching and education to promote respect for\nthese rights and freedoms....\" In accordance with the Preamble\nof UDHR, education should aim at promoting human rights by\nimporting knowledge and skill among the people of the nation\nStates.\n25. Article 26 of the Universal Declaration of Human Rights\n⚫declares:\n\"Everyone has the right to education. Education shall\nbe free, at least in the elementary and fundamental\nstages. Elementary education shall be compulsory.\nTechnical and Professional education shall be generally\navailable and higher education shall be equally\naccessible to all on the basis of merit.\" (Emphasis added)\n26. The same concept has been repeated in the UN\nDeclaration of the Rights of the Child, which seeks to ensure;\n\"Right to free and compulsory education at least in the\nelementary stages and education to promote general\nculture, abilities, judgment and sense of responsibility to\nbecome a useful member of society and opportunity to\nrecreation, and play to attain the same purpose as of\neducation.\"\nC\nE\nF\nG\nH\n"}