{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"ALLAHABAD JAL SANSTHAN\nV.\nDAYA SHANKAR RAI AND ANR.\nMAY 3, 2005\nA\n[N. SANTOSH HEGDE AND S.B. SINHA, JJ.]\nB\nLabour laws :\nReinstatement of terminated employee-Award of full back wages-\nEntitlement to-On facts, Labour Court passing ex-parte award reinstating\nthe terminated employee with full back wages—No evidence or plea that he\nremained unemployed during the period of termination-Held: In the interest\nof justice, he is entitled to 50% of the back wages only-U.P. Industrial\nDisputes Act, 1947-Section 6-N.\nThe question which arose for consideration in the present appeal is\nwhether the Labour Court was right in passing an ex-parte award\nreinstating the terminated employee with full back wages in the absence\nof a plea or evidence that the employee remained unemployed during the\nperiod of termination.\nPartly allowing the appeal, the Court\nC\nD\nE\nHELD: 1. A law in absolute term cannot be laid down as to in which\ncases, and under what circumstances, full back wages can be granted or\ndenied. The Labour Court and/or Industrial Tribunal before which\nindustrial dispute has been raised, would be entitled to grant the relief F\nhaving regard to the facts and circumstances of each case. Respondent\nNo. 1 was appointed on an ad hoc basis; his services were terminated. He\nhad not raised any plea in the written statement that he had been sitting\nidle or had not obtained any other employment in the interregnum. Even\nin his evidence, he did not say that he continued to remain unemployed.\n2. With the passage of time, it is realized that industry is being\ncompelled to pay the workman for a period during which he apparently\ncontributed little or nothing at all, for a period that was spent\nunproductively, while the workman is being compelled to go back to a\n1077\nG\nH\n1078\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA situation which prevailed many years ago when he was dismissed. It is\nnecessary to develop a pragmatic approach to problems dogging industrial\nrelations. However, no just solution can be offered but the golden mean\nmay be arrived at. [1082-F-G|\n3. In view of the fact that the Respondent no.1 had been reinstated\nB in service and keeping in view the fact that he had not raised any plea or\nс\nD\nadduced any evidence to the effect that he remained unemployed\nthroughout, the interest of justice would be sub-served if the Respondent\nno.1 is directed to be paid 50% of the back wages. [1082-F-G; 1083-A]\nRam Ashrey Singh Anr. v. Ram Bux Singh and Ors., [2003] 9 SCC 154;\nManagement of M/s. Sonepat Cooperative Sugar Mills Ltd. v. Ajit Singh,\n(2005) 2 SCALE 151; Haryana State Coop. Land Dev. Bank v.-Neelam, (2005)\n2 SCALE 434 and Manager, R.B.I., Bangalore v. S. Mani and Ors., (2005)\n3 SCALE 202, relied on.\nHindustan Motors Ltd. v. Tapan Kumar Bhattacharya and Anr., [2002]\n6 SCC 41; M.P. State Electricity Board v. Jarina Bee (Smt.), [2003] 6 SCC\n141; Chief Conservator of Forests and Anr. v. Rahmat Ullah, [2003] 10 SCC\n92; Workmen of Subong Tea Estate,represented by the Indian Tea Employees\nUnion v. Outgoing Management of Subong Tea Estate and Anr., AIR (1967)\nSC 420; M/s Hindustan Steel Ltd. v. The Presiding Officer, Labour Court,\nE Orissa and Ors., [1976] 4 SCC 222; Indian Railway Construction Co. Ltd. v.\nAjay Kumar, JT (2003) 2 SC 295 and Nicks (India) Tools v. Ram Surat and\nAnr., [2004] 8 SCC 222, referred to.\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 8924 of 2003.\nFrom the Judgment and Order dated 2.7.2003 of the Allahabad High\nCourt in C.M.W.P. No. 6597 of 2001.\nRajesh for the Appellant.\nManoj Prasad and K.K. Srivastava for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Whether the Respondent was entitled to be granted full\nback wages in the facts and circumstances of this case is the question involved\nin this appeal which arises out of a judgment and order dated 2.7.2003 passed\nH by the High Court of Allahabad in Civil Misc. Writ Petition No. 6597 of\n2001.\nALLAHABAD JAL SANSTHAN v. DAYA SHANKAR RAI [S.B. SINHA, J.] 1079\nA\nThe basic fact of the matter is not much in dispute. The Respondent\nherein was appointed purely on a temporary basis on or about 14.10.1985.\nThe appointment letter issued to the Respondent No. 1 stipulates that the said\nappointment could be terminated at any time without any prior notice. The\nB\nservices of the Respondent No. 1 and others were terminated by the State in\nterms of an office order dated 24.1.1987. An industrial dispute was raised by\nthe Respondent No. 1 herein. Before the Labour Court the Respondent No.\n1 adduced evidence, but the Appellant did not. An ex parte award came to\nbe passed by the Labour Court on or about 11.4.2000 reinstating the\nRespondent No. 1 with full back wages holding that the order of termination\nwas invalid in law as although he had worked for more than 240 days in one\ncalendar year; the provisions of Section 6-N of the U.P. Industrial Disputes\nAct, 1947 were not complied with. The writ petition filed by the Appellant\nherein questioning the legality of the said award came to be dismissed by\nreason of the impugned judgment.\nIn this appeal leave was granted confining to back wages only.\nC\nD\nMr. Rajesh, the learned counsel appearing on behalf of the Appellant,\nwould submit that although the award of the Labour Court was an ex parte\none, it was obligatory on its part to arrive at a finding that the Respondent\nherein was not employed in any other concern. The learned counsel would E\nsubmit that full back wages need not be granted by the Labour Court only\nbecause it was lawful to do so, and such an order can be passed after taking\ninto consideration the entire facts and circumstances of the case. Strong\nreliance, in this behalf, has been placed on Hindustan Motors Ltd. v. Tapan\nKumar Bhattacharya and Anr., [2002] 6 SCC 41; M.P. State Electricity Board\nv. Jarina Bee (Smt.), [2003] 6 SCC 141 and Chief Conservator of Forests\nand Anr. v. Rahmat Ullah, [2003] 10 SCC 92.\nF\nMr. Manoj Prasad, the learned counsel appearing on behalf of the\nRespondent, on the other hand, would contend that the courts normally grant\nfull back wages, once it is held that the order of termination is illegal. Strong G\nreliance, in this behalf, has been placed on Workmen of Subong Tea Estate,\nrepresented by the Indian Tea Eemployees Union v. Outgoing Management\nof Subong Tea Estate and Anr., AIR (1967) SC 420, M/s Hindustan Steel Ltd.\nv. The Presiding Officer, Labour Court, Orissa and Ors., [1976] 4 SCC 222,\nIndian Railway Construction Co. Ltd. v. Ajay Kumar, JT (2003) 2 SC 295\nH\n1080\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA and Nicks (India) Tools v. Ram Surat and Anr., [2004] 8 SCC 222.\nA law in absolute term cannot be laid down as to in which cases, and\nunder what circumstances, full back wages can be granted or denied. The\nLabour Court and/or Industrial Tribunal before which industrial dispute has\nbeen raised, would be entitled to grant the relief having regard to the facts\nB and circumstances of each case. For the said purpose, several factors are\nrequired to be taken into consideration. It is not in dispute that the Respondent\nNo. 1 herein was appointed on an ad hoc basis; his services were terminated\non the ground of a policy decision, as far back as on 24.1.1987. The\nRespondent No. 1 had filed a written statement wherein he had not raised any\nC plea that he had been sitting idle or had not obtained any other employment\nin the interregnum. The learned counsel for the Appellant, in our opinion, is\ncorrect in submitting that a pleading to that effect in the written statement by\nthe workman was necessary. Not only no such pleading was raised, even in\nhis evidence, the workman did not say that he continued to remain unemployed.\nIn the instant case, the Respondent herein had been reinstated from 27.2.2001.\nD\nE\nF\nIn Tapan Kumar Bhattacharya (supra), this Court noticed that there\nwas no pleading or evidence as to whether the Respondent therein was\nemployed elsewhere during the long interregnum, and in the fact situation\nobtaining therein, the Appellant was directed to pay 50% of the back wages\ntill the date of reinstatement.\nYet again in Jarina Bee (supra), this Court observed that the award of\nfull back wages was not the natural consequence of an order of reinstatement.\nIn Rahmat Ullah (supra), a Bench of this Court held that as the\nRespondent therein was out of service since 1990 as an ordinary worker, he\nmust have been working elsewhere to earn his livelihood; and there was no\nmaterial to show that he was not gainfully employed whereupon, a direction\nto pay 50% of the back wages was made.\nIn Ram Ashrey Singh Anr. v. Ram Bux Singh and Ors., [2003] 9 SCC\n154, questioning the order of termination after six year was considered to be\nG\none of the factors for denying an order of reinstatement with back wages to\nthe workman. In the fact situation obtaining therein, it was held that ends of\njustice would be sub-served if the Appellants therein were directed to pay a\nsum of Rs. 35,000 by way of compensation in addition to what has already\nbeen paid. [See also Management of M/s. Sonepat Cooperative Sugar Mills\nH Ltd. v. Ajit Singh, (2005) 2 SCALE 151].\nALLAHABAD JAL SANSTHAN v. DAYA SHANKAR RAI [S.B. SINHA, J.] 1081\nIn Haryana State Coop. Land Dev. Bank v. Neelam, (2005) 2 SCALE A\n434], it was held :\n\"It is trite that the courts and tribunals having plenary jurisdiction\nhave discretionary power to grant an appropriate relief to the parties.\nThe aim and object of the Industrial Disputes Act may be to impart\nsocial justice to the workman but the same by itself would not mean B\nthat irrespective of his conduct a workman would automatically be\nentitled to relief. The procedural laws like estoppel, waiver and\nacquiescence are equally applicable to the industrial proceedings. A\nperson in certain situation may even be held to be bound by the\ndoctrine of Acceptance Sub silentio...\"\n[See also Manager, R.B.I., Bangalore v. S. Mani and Ors., (2005) 3\nSCALE 202]\nLet us now consider the decisions cited by the ld. Counsel for the\nRespondent No. 1.\nIn Workmen of Subong Tea Estate (supra), whereupon, strong reliance\nhas been placed by the learned counsel for the Respondents, no principle of\nlaw has been laid down. The Court merely directed in the fact situation\nobtaining therein to reinstate the workmen with full wages.\nC\nD\nE\nIn M/s Hindustan Steel Ltd. (supra), this Court again did not lay down\nany law. A finding of fact was arrived at by the Labour Court that the\nRespondents had no alternative employment which was not challenged. The\nonly ground which was urged before the High Court was that the Respondents\nhad not proved that they had tried to mitigate their losses during the period\nof unemployment. The questions which have been raised herein had not been F\nraised therein. The argument was confined only to mitigation of the losses.\nThis Court did not interfere with the discretionary jurisdiction of the High\nCourt in interfering with the award.\nIn Indian Railway Construction Co. Ltd. (supra), this Court merely\nstated:\n\"30. Question then would be how the conflicting interests can be\nbest balanced. By an interim order dated 5-5-2000 the appellant was\ndirected to reinstate the respondent subject to an interim payment of\nRs 3 lakhs towards the back wages. Direction for reinstatement does\nnot automatically entitle an employee to full back wages. In Hindustan\nG\nH\n1082\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nTin Works (P) Ltd. v. Employees, a three-Judge Bench of this Court\nlaid down:\n“11. In the very nature of things there cannot be a straitjacket\nformula for awarding relief of back wages. All relevant considerations\nwill enter the verdict. More or less, it would be a motion addressed\nto the discretion of the Tribunal. Full back wages would be the normal\nrule and the party objecting to it must establish the circumstances\nnecessitating departure. At that stage the Tribunal will exercise its\ndiscretion keeping in view all the relevant circumstances. But the\ndiscretion must be exercised in a judicial and judicious manner. The\nreason for exercising discretion must be cogent and convincing and\nmust appear on the face of the record. When it is said that something\nis to be done within the discretion of the authority, that something is\nto be done according to the rules of reason and justice, according to\nlaw and not humour. It is not to be arbitrary, vague and fanciful but\nlegal and regular (see Susannah Sharp v. Wakefield 12, AC at p.\n179).\"\"\nIn Nicks (India) Tools (supra), this Court again in the fact situation\nobtaining therein refused to interfere with the discretionary jurisdiction\nexercised by the High Court particularly having regard to the fact that it was\nfor the first time before the writ court, such plea was raised by way of\nE additional evidence, which had been rejected.\nF\nWe have referred to certain decisions of this Court to highlight that\nearlier in the event of an order of dismissal being set aside, reinstatement\nwith full back wages was the usual result. But now with the passage of time,\nit has come to be realized that industry is being compelled to pay the workman\nfor a period during which he apparently contributed little or nothing at all,\nfor a period that was spent unproductively, while the workman is being\ncompelled to go back to a situation which prevailed many years ago when he\nwas dismissed. It is necessary for us to develop a pragmatic approach to\nproblems dogging industrial relations. However, no just solution can be offered\nG but the golden mean may be arrived at.\nIn view of the fact that the Respondent had been reinstated in service\nand keeping in view the fact that he had not raised any plea or adduced any\nevidence to the effect that he was remained unemployed throughout from\n24.1.1987 to 27.2.2001, we are of the opinion that the interest of justice\nH would be sub-served if the Respondent is directed to be paid 50% of the back\nwages.\nALLAHABAD JAL SANSTHAN v. DAYA SHANKAR RAI [S.B. SINHA, J.] 1083\nFor the reasons aforementioned, the appeal is allowed in part to the\nextent mentioned hereinbefore. However, in the facts and circumstances of\nthe case there shall be no order as to costs.\nD.G.\nA\nAppeal partly allowed. B\n|\n!\n|\n"}