{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nFOOD CORPORATION OF INDIA\nV.\nM/S. CHANDU CONSTRUCTION AND ANR.\nAPRIL 10, 2007\n[TARUN CHATTERJEE AND D.K. JAIN, JJ.]\nC\nD\nArbitration Act, 1940–s. 30—Power of Court to set aside award given\nby arbitrator-Held: Court can interfere with award when arbitrator\nmisconducted himself or the proceedings-On facts, arbitrator disregarded\nthe agreement between the parties ignoring the clear stipulation in the\ncontract-In the process, the arbitrator misdirected and misconducted\nhimself—Thus, award on the face of it being beyond his jurisdiction is illegal,\nand is set aside.\ns. 30 (a) Misconduct by arbitrator-Connotation of-Held:\n“Misconduct” also comprehends or includes actions by arbitrator which on\nthe face of award are opposed to all rational or reasonable principles\nresulting in excessive award or unjust result.\nArbitration-Arbitrator-Jurisdiction of-Held: Arbitrator is to operate\nE within the terms of the contract-A deliberate departure from contract amounts\nto not only manifest disregard of his authority or a misconduct on his part,\nbut it may tantamount to a mala fide action—If arbitrator commits error in\nthe construction of contract, it is an error within his jurisdiction—If he\nwanders outside the contract and deals with matters not allotted to him, it\nwould be a jurisdictional error.\nF\nG\nH\n1\nAppellant-contractor invited tenders for a construction work. The tender\nof the respondents was accepted. Parties entered into a contract which\nstipulated that the work was to be executed in accordance with the C.P.W.D.\nspecifications. It provided that the rate would include the cost of materials\nand the labour. Dispute arose between the parties. Arbitration agreement was\ninvoked. Before the Arbitrator, the respondents raised a claim of\nRs. 8,23,101/- towards price of 5487.34 cubic meters of sand on the ground\nthat the rate quoted by them for filling the plinth under the floors was only\nfor the labour and did not cover providing or supplying sand for the said\n1160\nT\ni\nFOOD CORPN. OF INDIA v. CHANDU CONSTRUCTION\n1161\npurpose and since they had supplied sand for such filling, they were entitled A\nfor extra payment towards price of the sand. The Arbitrator passed an award\nin favour of the respondent-claimants. Both the Single Judge and the Division\nBench of High Court upheld the award. Hence the present appeal.\nThe appellant contended that the claim for supply of sand against Claim\nNo. 9 was patently opposed to the terms of the contract between the parties; B\nthat the relevant clause of the contract is clear, unambiguous and admits of\nno such interpretation as has been given by the arbitrator, and that the\narbitrator has misconducted himself in awarding additional amount in favour\nof the claimants, which part of the award deserves to be set aside.\nAllowing the appeal, the Court\nC\nHELD: 1.1. While considering objections under Section 30 of the\nArbitration Act, 1940, the Court can interfere with the award when the\narbitrator has ‘misconducted' himself or the proceedings. The word'\n\"misconduct\" in Section 30 (a) of the Act does not necessarily comprehend\nor include misconduct or fraudulent or improper conduct or moral lapse but, D\ndoes comprehend and include actions on the part of the arbitrator, which on\nthe face of the award, are opposed to all rational and reasonable principles\nresulting in excessive award or unjust result. [Para 10] [1166-C, D]\non.\nUnion of India v. Jain Associates and Anr., [1994] 4 SCC 665, relied\nE\nF\n2.1. The arbitrator being a creature of the agreement between the\nparties, he has to operate within the four corners of the agreement and if he\nignores the specific terms of the contract, it would be a question of\njurisdictional error on the face of the award, falling within the ambit of legal\nmisconduct which could be corrected by the Court. However, if the arbitrator\ncommits an error in the construction of contract, that is an error within his\njurisdiction. But, if he wanders outside the contract and deals with matters\nnot allotted to him, he commits a jurisdictional error. [Para 11] [1166-E, F}\n2.2. An arbitrator derives his authority from the contract and if he acts\nin disregard of the contract, he acts without jurisdiction. A deliberate\ndeparture from contract amounts to not only manifest disregard of his G\nauthority or a misconduct on his part, but it may tantamount to a mala fide\naction. [Para 15] [1167-F, G]\nAssociated Engineering Co. v. Government of Andhra Pradesh and Anr.,\n[1991] 4 SCC 93; Rajasthan State Mines and Minerals Ltd. v. Eastern\nEngineering Enterprises and Anr., [1999] 9 SCC 283; M/s. Alopi Parshad H\n1162\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA and Sons Ltd. v. Union of India, AIR (1960) SC 588; The Naihati Jute Mills\nLtd. v. Khyaliram Jagannath, AIR (1968) SC 522; Continental Construction\nCo. Ltd. v. State of Madhya Pradesh, [1988] 3 SCC 82 and Bharat Coking\nCoal Ltd. v. Annapurna Construction, [2003] 8 SCC 154, relied on.\nC\n3.1. From the terms of the agreement, it is manifest that the contract\nB was to be executed in accordance with the C.P.W.D. specifications. As per\npara 2.9.4 of the said specifications, the rate quoted by the bidder had to be\nfor both the items required for construction of the godowns, namely, the labour\nas well as the materials, particularly when it was a turn key project. Filling\nup\nof the plinth with sand under the floors for completion of the project was\ncontemplated under the agreement but there was neither any stipulation in\nthe tender document for splitting of the quotation for labour and material nor\nwas it done by the claimants in their bid. Having accepted the terms of the\nagreement the claimants were bound by its terms and so was the arbitrator.\nThus, it is clear that the claim awarded by the arbitrator is contrary to the\nunambiguous terms of the contract. The arbitrator was not justified in ignoring\nD the express terms of the contract merely on the ground that in another contract\nfor a similar work, extra payment for material was provided for. It was not\nopen to the arbitrator to travel beyond the terms of the contract even if he was\nconvinced that the rate quoted by the claimants was low and another contractor\nhad been separately paid for the material. Claimants' claim had to be\nadjudicated by the specific terms of their agreement with the FCI and no other.\n{Para 19] [1168-F, G; 1169-A-B]\n(1)\nE\ne\n3.2. By awarding extra payment for supply of sand the arbitrator has\nout-stepped confines of the contract. This error on his part cannot be said to\nbe on account of misconstruing of the terms of the contract but it was by way\nof disregarding the contract, manifestly ignoring the clear stipulation in the\nF contract. By doing so, the arbitrator misdirected and misconducted himself.\nHence, the award made by the arbitration in respect of claim No.9, on the face\nof it, is beyond his jurisdiction; is illegal and is set aside.\nG\n[Para 20] [1169-C, DJ\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1874 of 2007.\nFrom the Judgment and Order dated 14.10.2005 of the High Court of\nJudicature at Bombay in Appeal No. 861 and 862 of 2005.\nAjit Pudussery for the Appellant.\nV.N. Sharma, Arun Sharma, P.V. Yogeswaran and A.K. Sharma for the\nH\n-1.\nFOOD CORPN. OF INDIA v. CHANDU CONSTRUCTION [D.K. JAIN, J.]\nRespondents.\nThe Judgment of the Court was delivered by\nD.K. JAIN, J. 1. Leave granted.\n1163\nA\n2. Challenge in this appeal, by the Food Corporation of India (for short\n“FCI\"), is to the final judgment and order dated 14th October, 2005 passed by\nthe Division Bench of the High Court of Judicature at Bombay, affirming the\njudgment of the learned Single Judge in Arbitration Petition No.334 of 2004.\nBy the impugned order, the award of an amount of Rs.8,23,101/- by the sole\narbitrator against claim No.9 has been upheld.\n3. A brief factual background giving rise to the appeal is as follows:\nB\nC\nThe FCI undertook construction of godowns at Panvel, District Raigad\nand issued notice inviting tenders for construction of 50000 MT capacity\nconventional godowns in 10 units alongwith ancillary work and services.\nPursuant thereto, the respondents (hereinafter referred to as the claimants) D.\nsubmitted tender, which was accepted by the FCI. A formal contract was\nexecuted between the FCI and the claimants on 19th September, 1984. As per\nthe terms of the contract, the work was to be completed within 10 months from\n30th day of issue of the orders and the time was deemed to be of the essence\nof the contract.\n4. As the claimants could not complete the work within the stipulated\ntime, which was once extended, the FCI issued a show cause notice to them\nseeking to terminate the contract. Ultimately the contract was terminated vide\norder dated 15th November, 1987. The claimants invoked the arbitration\nE\nagreement and requested the FCI to appoint an arbitrator. Since there was no F\nresponse from the FCI, the claimants filed a suit in the High Court for\nappointment of an arbitrator. An arbitrator was appointed, who gave his\naward on 27th August, 1998. As payment in terms of the award was not made,\nthe claimants again moved the High Court. The FCI, in turn, filed a petition\nin the High Court for setting aside of the award. With the consent of parties,\nthe award was set aside and the matter was remitted to the Arbitrator for fresh G\nadjudication.\n5. In fresh proceedings before the Arbitrator, the stand of the claimants,\nqua Claim No.9 was that the rate quoted by them for filling the plinth under\nfloors including watering, ramming, consolidation and dressing in terms of\nH\n1164\nSUPREME COURT REPORTS\n[2007] 4 'S.C.R.\nA item No.1.7 of the Schedule of rates was only for labour and did not cover\nB\nC\n“providing or supplying\" sand for the said purpose and yet they were required\nto supply sand for filling. As such the claimants were entitled to be paid extra\nfor supply of sand. Accordingly, they made a claim of Rs.8,23,101/- for\nproviding and supplying 5487.34 cubic meters of sand.\n6. The claim was resisted by the FCI on the ground that the scope of\nwork, specifications and the item rates was governed by the terms of the\ncontract and as per clause (2) of the agreement dated 19th September, 1984,\nthe claimants were to be paid the “respective amount for the work actually\ndone by him at the 'Schedule of rates' as contained in the appended Schedule\nand such other sums as may become payable to the contractor under the\nprovisions of this contract\". The contract clearly stipulated that the work was\nto be carried out as per specifications contained in Volume I and II of C.P.W.D.\nmanual, para 2.9.4 whereof provided that the \"Rate” includes the cost of\nmaterials and labour. Therefore, the claimants were not entitled to any extra\namount for supply of sand. The arbitrator gave his award on 31st December,\nD 2003 accepting the said claim. For reference, the relevant portion of the award\nE\nF\nG\nH\nis extracted below:\n\"According to defence under the provision of 1967 CPWD specification\nVol.I \u0026 II, the nature of the item includes sand also and not merely\nthe labour charges, similarly the rate of sand filling is for consolidated\nthickness or loose thickness or voids to any extent and this claim is\ndenied into to. Now here the dispute between the two parties is over\nthe words supplying and providing and in respect of this item the\nparticular words are missing whereas as observed earlier they were\nbeing found in respect of certain other items. According to the .\nClaimants since these words were missing in respect of this item of\nwork, they took it that the material i.e. sand would be supplied and,\ntherefore, they quoted only the labour rate. The tender of M/s Gupta\nand Co. as pointed out to me, shows that in respect of this item of\nwork, these words providing and supplying were used. It is submitted\nthat there can't be two different phrapavlogies in respect of the same\nitem and as observed earlier, nothing prevented the FCI from using\nthose words and not giving rise of any confusion. Comparative\nstatement showing contents and details of schedule items based on\ntender working with PWD Bombay which clearly provides for rates for\nquantity of work for schedule items. The Claimants here are trying to\nestablish that their quotations were based without including the cost\n}\nFOOD CORPN. OF INDIA v. CHANDU CONSTRUCTION [D.K. JAIN, J.]\nB\n1165\nof materials supplied. If we see the figures in respect of the items, we A\nfind substantial force in the say of Claimants that the rate quoted by\nthem is so low that it could not be in respect of price inclusive of cost\nof sand. If we see the wording of specification with Contractor M/s.\nGupta \u0026 Co., we find additional words supplying and providing have\nbeen added under similar items of the schedule. Why these words\nwere missing in case of Claimants is difficult to follow. The\nRespondents content that 1967 CPWD's specification in Vol.I \u0026 II\ncovers the specifications not only for labour charges but also for\nproviding and supplying of the materials required. It is very difficult\nto understand this defence, for if we look at the figures quoted in the\ntenders it would make it absolutely clear that the inclusion of cost of\nsand could not have to be in the mind of the Contractor Claimants. C\nThe figures are very low and I may be permitted to say that these\nfigures do not cover the cost of sand. There is force in the say of the\nClaimant that he did not vouch that he himself was to supply sand.\nOf course, I must say that there is no very satisfactory evidence\nabout the quantity of sand used, its price and amount paid by the\nclaimant to his suppliers but when the work was done the FCI was D\nbound to take upon it to make the payment though it may appear to\nbe somewhat arbitrary. I allow this claim of 8,23,101/- (Rupees Eight\nlacs twenty three thousand and one hundred and one only).\"\n7. Being aggrieved, the FCI filed objections against the award under\nSection 30 of the Indian Arbitration Act, 1940 praying for setting aside of the\naward on claim no.9, but without any success. The learned Single Judge\naffirmed the view taken by the Arbitrator that the rate quoted by the claimant\ndid not include the cost of the material. The FCI carried the matter in appeal\nbefore the Division Bench. Before the Division Bench, the FCI also attempted\nto raise the issue of award of interest by the Arbitrator, which was not\npermitted on the ground that the issue was neither taken up before the\nArbitrator nor was raised before the learned Single Judge. As noted above,\nthe Division Bench has dismissed the appeal. Hence, the present appeal.\n8. Learned counsel for the petitioner has submitted that the claim for\nsupply of sand against Claim No.9 was patently opposed to the terms of the\ncontract between the parties. It is urged that the relevant clause of the\ncontract is clear, unambiguous and admits of no such interpretation as has\nbeen given by the arbitrator. It is, thus, pleaded that the arbitrator has\nmisconducted himself in awarding additional amount of Rs.8,23,101/- in favour\nof the claimants, which part of the award deserves to be set aside.\n9. On the other hand, learned counsel for the claimants submitted that\nE\n[I\nF\nG\nH\n1166\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA it was within the domain of the arbitrator to construe the terms of contract\nin the light of the evidence placed on record by the claimants, particularly the\nterms of similar contracts entered into by the FCI with the other contractors.\nIt is asserted that the view taken by the arbitrator being plausible the High\nCourt was justified in declining to interfere with the award.\nB\n10. While considering objections under Section 30 of the Arbitration\nAct, 1940 (for short ‘the Act\"), the jurisdiction of the Court to set aside an\naward is limited. One of the grounds, stipulated in the Section, on which the\nCourt can interfere with the award is when the arbitrator has \"misconducted'\nhimself or the proceedings. The word “misconduct” has neither been defined\nin the Act nor is it possible for the Court to exhaustively define it or to\nC enumerate the line of cases in which alone interference either could or could\nnot be made. Nevertheless, the word “misconduct” in Section 30 (a) of the\nAct does not necessarily comprehend or include misconduct or fraudulent or\nimproper conduct or moral lapse but does comprehend and include actions\non the part of the arbitrator, which on the face of the award, are opposed to\nall rational and reasonable principles resulting in excessive award or unjust\nD result. (Union of India v. Jain Associates and Anr.')\nE\nF\n11. It is trite to say that the arbitrator being a creature of the agreement\nbetween the parties, he has to operate within the four corners of the agreement\nand if he ignores the specific terms of the contract, it would be a question\nof jurisdictional error on the face of the award, falling within the ambit of legal\nmisconduct which could be corrected by the Court. We may, however, hasten\nto add that if the arbitrator commits an error in the construction of contract,\nthat is an error within his jurisdiction. But, if he wanders outside the contract\nand deals with matters not allotted to him, he commits a jurisdictional error\n(see: Associated Engineering Co. v. Government of Andhra Pradesh and\nAnr., and Rajasthan State Mines \u0026 Minerals Ltd. v. Eastern Engineering\nEnterprises \u0026 Anr.³).\n12. In this context, a reference can usefully be made to the observations\nof this Court in M/s. Alopi Parshad and Sons, Ltd. v. Union of Indiɗ, wherein\nit was observed that the Indian Contract Act does not enable a party to a\ncontract to ignore the express covenants thereof, and to claim payment of\nconsideration for performance of the contract at rates different from the\nG stipulated rates, on some vague plea of equity. The Court went on to say that\n1. [1994] 4 SCC 665.\n2.\n[1991] 4 SCC 93.\n3.\n[1999] 9 SCC 283.\n4.\nH\nAIR [1960] SC 588.\n1\nFOOD CORPN. OF INDIA v. CHANDU CONSTRUCTION [D.K. JAIN, J.]\n1167\nin India, in the codified law of contracts, there is nothing which justifies the A\nview that a change of circumstances, “completely outside the contemplation\nof parties\" at the time when the contract was entered into will justify a Court,\nwhile holding the parties bound by the contract, in departing from the express\nterms thereof. Similarly, in The Naihati Jute Mills Ltd. v. Khyaliram\nJagannath, this Court had observed that where there is an express term, the\nB\nCourt cannot find, on construction of the contract, an implied term inconsistent\nwith such express term.\n13. In Continental Construction Co. Ltd. v. State of Madhya Pradesh,\nit was emphasised that not being a conciliator, an arbitrator cannot ignore the\nlaw or misapply it in order to do what he thinks is just and reasonable. He\nis a tribunal selected by the parties to decide their disputes according to law\nand so is bound to follow and apply the law, and if he does not, he can be\nset right by the court provided his error appears on the face of the award.\n14. In Bharat Coking Coal Ltd. v. Annapurna Construction,\" while\ninter alia, observing that the arbitrator cannot act arbitrarily, irrationally,\ncapriciously or independent of the contract, it was observed, thus:\nC\nD\n\"There lies a clear distinction between an error within the jurisdiction\nand error in excess of jurisdiction. Thus, the role of the arbitrator is\nto arbitrate within the terms of the contract. He has no power apart\nfrom what the parties have given him under the contract. If he has\ntravelled beyond the contract, he would be acting without jurisdiction, E\nwhereas if he has remained inside the parameters of the contract, his\naward cannot be questioned on the ground that it contains an error\napparent on the face of the record.\"\n15. Therefore, it needs little emphasis that an arbitrator derives his\nauthority from the contract and if he acts in disregard of the contract, he acts F\nwithout jurisdiction. A deliberate departure from contract amounts to not only\nmanifest disregard of his authority or a misconduct on his part, but it may\ntantamount to a mala fide action [Also see: Associated Engineering Co. v.\nGovernment of Andhra Pradesh \u0026 Anr., (supra)].\n16. Thus, the issue, which arises for determination, is whether in awarding G\nClaim No.9, the arbitrator has disregarded the agreement between the parties\nand in the process exceeded his jurisdiction and has, thus, committed legal\n5.\nAIR [1968] SC 522.\n6.\n[1988] 3 SCC 82.\n7.\n[2003] 8 SCC 154.\nH\n1168\nA misconduct?\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n17. For deciding the controversy, it would be necessary to refer to the\nrelevant clauses of the contract, which read thus:\n\"1. GENERAL SPECIFICATIONS:\n1.1 The civil sanitary, water supply and road works shall be carried\nout as per Central Public Works Department specification of\nworks at Delhi 1967 Volume I \u0026 II with correction slips upto\ndate.....In the case of civil, sanitary, water supply and road works\nand electrical works should there be any difference between the\nCentral Public Works Department specifications mentioned above\nand the specifications of schedule of quantities, the latter i.e. the\nspecification of schedule of quantities, shall prevail. For items of\nwork not covered in the C.P.W.D. specifications or where the\nC.P.W.D. specifications are silent on any particular point, the\nrelevant specifications or code of practice of the Indian Standard\nInstitution shall be followed.\n12 Should any clarification be needed regarding the specifications\nfor any work the written instructions from the Engineer-in-Charge\nshall be obtained.\"\n18. Paragraph 2.9.4 of the C.P.W.D. specifications insofar as it is relevant\nfor the present appeal, reads as follows:\n\"Rate: It includes the cost of materials and labour involved in all the\noperations described above'.\"\n19. From the above extracted terms of the agreement between the FCI\nand the claimants, it is manifest that the contract was to be executed in\nF accordance with the C.P.W.D. specifications. As per para 2.9.4 of the said\nspecifications, the rate quoted by the bidder had to be for both the items\nrequired for construction of the godowns, namely, the labour as well as the\nmaterials, particularly when it was a turn key project. It is to be borne in mind\nthat filling up of the plinth with sand under the floors for completion of the\nproject was contemplated under the agreement but there was neither any\nstipulation in the tender document for splitting of the quotation for labour and\nmaterial nor was it done by the claimants in their bid. The claimants had\nsubmitted their tender with eyes wide open and if according to them the cost\nof sand was not included in the quoted rates, they would have protested at\nsome stage of execution of the contract, which is not the case here. Having\nH accepted the terms of the agreement dated 19th September, 1989, they were\nG\nJ\n:\nFOOD CORPN. OF INDIA v. CHANDU CONSTRUCTION [D.K. JAIN, J.]\n1169\nbound by its terms and so was the arbitrator. It is, thus, clear that the claim A\nawarded by the arbitrator is contrary to the unambiguous terms of the contract.\nWe are of the view that the arbitrator was not justified in ignoring the express\nterms of the contract merely on the ground that in another contract for a\nsimilar work, extra payment for material was provided for. It was not open to\nthe arbitrator to travel beyond the terms of the contract even if he was\nconvinced that the rate quoted by the claimants was low and another contractor,\nB\nnamely, M/s Gupta and Company had been separately paid for the material.\nClaimants' claim had to be adjudicated by the specific terms of their agreement\nwith the FCI and no other.\nC\n20. Therefore, in our view, by awarding extra payment for supply of\nsand the arbitrator has out-stepped confines of the contract. This error on his\npart cannot be said to be on account of misconstruing of the terms of the\ncontract but it was by way of disregarding the contract, manifestly ignoring\nthe clear stipulation in the contract. In our opinion, by doing so, the arbitrator\nmisdirected and misconducted himself. Hence, the award made by the arbitration\nin respect of claim No.9, on the face of it, is beyond his jurisdiction; is illegal D\nand needs being set aside.\n21. Consequently, the appeal is allowed and the impugned judgment of\nthe High Court, to the extent it pertains to claim No.9 is set aside. However,\non the facts and circumstances of the case, there shall be no order as to costs.\nN.J.\nAppeal allowed.\nE\n"}