{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"850 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA the parameter so as to place him in a more favourable\ncategory, say Category 'B', as compared to a small lease\nwhere the area encroached, though small, falls in a less\nfavourable category, say \"C\" because the percentage of\nencroachment exceeds the prescribed parameters. The\nB recommendation of the CEC with regard to categorization and\nthe actions proposed on that basis as well as the suggested\nparameters for drawing up the R\u0026 R plans and the\npreconditions to be fulfilled by Category 'A' and 'B'\nleaseholders for recommencement of mining operations has\nC also been assailed by questioning the credibility of the CEC\nas an institution and the prolonged continuance of its members\nwhich, according to the leaseholders, have the tendency of\neffectuating unbridled powers.\nD\n18. Relying on the provisions of the Mines and Minerals\n(Development \u0026 Regulation) Act, 1957; Forest (Conservation)\nAct, 1980 and Environment (Protection) Act, 1986 (hereinafter\nreferred to as \"MMDR Act\", \"FC Act\" and \"EP Act\" respectively)\nit is argued that each of the statutes contemplate a distinct and\ndefinite statutory scheme to deal with the situations that have\nE allegedly arisen in the present case. To resolve the said issues\nit is the statutory scheme that should be directed to be followed\nand resort to the powers of this Court under Article 32 read with\nArticle 142 of the Constitution, when a statutory scheme is in\nexistence, would be wholly uncalled for. Specifically, it has been\nF pointed out that none of the conditions that are required to be\nfulfilled by Category 'A' leaseholders and none of the\ncompulsory payments contemplated for Category 'B'\nleaseholders for recommencement of operation are visualized\nin any of the statutory schemes. Insofar as Category 'C'\nG leaseholders are concerned, it is contended that cancellation,\nif any, has to be in accordance with the statute which would\nprovide the lease holder with different tiers of remedial forums\nas compared to the finality that would be attached if any order\nis to be passed by this Court. In this regard, several earlier\nH opinions of this Court, details of which will be noticed in the\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 851\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\ndiscussions that follow, had been cited at the bar to persuade A\nus to take the view that we should desist from exercising our\npowers under the Constitution and instead relegate the parties\nto the remedies provided by the statute.\n19. We may now proceed to deal with the issues arising\nin proper sequential order.\nISSUE NO.1\nCredibility of the CEC\n\"\n20. A scathing attack has been made against the CEC on\nbehalf of one of the lessees represented by Shri Dushyant A.\nDave, learned senior counsel. It is contended that the said\nauthority has virtually become a law unto itself making\nrecommendations which is in defiance of both law and logic.\nAssumption of unguided, unbridled and absolute powers has\nbeen attributed to the CEC. The implicit trust of this Court in\nthe said body has been misutilised requiring a review by this\nCourt with regard to the continuance of the said body or at least\nin respect of a change in its present composition, it is argued.\n21. The CEC was first constituted by the Court by its order\ndated 9.5.2002 as an interim body until creation of the statutory\nagency contemplated under the provisions of Section 3 (3) of\nthe EP Act. Thereafter by a Notification dated 17.9.2002\npublished in the Gazette of India the constitution of the Central\nEmpowered Committee (CEC) for a period of 5 years was\nnotified indicating its composition together with the extent of its\npowers and duties. It transpires from the Court's order dated\n7.9.2007 that an issue with regard to the correctness of the\nextent of empowerment of the said body made by Notification\ndated 17.9.2002 was raised on behalf of the Union of India,\nwhereafter, on the suggestions of the Attorney General for India,\nthis Court by its order dated 14.12.2007 had determined the\nextent of powers of the CEC in the following terms:\nB\nC\nD\nE\nF\nG\n\"1. In supersession of all the previous orders regarding H\nA\nB\nC\nD\nE\nF\n☐ G\n852\nSUPREME COURT REPORTS\n2.\n(i)\n(ii)\n(iii)\n[2013] 6 S.C.R.\nconstitutions and functioning of the Central\nEmpowered Committee (hereinafter called the\n\"Empowered Committee\") is constituted for the\npurpose of monitoring and ensuring compliance\nwith the orders of this Court covering the subject\nmatter of forest and wild life and related issues\narising out of the said orders.\nThe Committee shall exercise the following powers\nand perform the following functions:\nto monitor the implementation of this Court's orders\nand place reports of non-compliance before the\nCourt and Central Government for appropriate\naction.\nto examine pending Interlocutary Applications in the\nsaid Writ petitions (as may be referred to it by the\nCourt) as well as the reports and affidavits filed by\nthe States in response to the orders passed by the\nHon'ble Court and place its recommendations\nbefore the Court for orders\nto deal with any applications made to it by any\naggrieved person and wherever necessary, to\nmake a report to this Court in that behalf;\n(iv) for the purposes of effective discharge of powers\nconferred upon the Committee under this order; the\nCommittee can:-\n(a)\n(b)\nH\n`(c)\ncall for any documents from any persons or\nthe government of the Union or the State or\nany other official;\nundertake site inspection of forest area\ninvolved;\nseek assistance or presence of any\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n(v)\n853\nperson(s) or official(s) required by it in\nrelation to its work;\n(d) co-opt one or more persons as its members\nor as special invitees for dealing with\nspecific issues;\n(e) co-opt, wherever feasible, the Chief\nSecretary or his representative and Principal\nChief Conservator of Forests of the State as\nspecial invitees while dealing with issues\npertaining to a particular state;\n(f)\nto suggest measures generally to the State,\nas well as Central Government, for the more\neffective implementation of the Act and other\norders of this Court.\nto examine and advise/recommend on any issue\nreferred to the Committee.\"\nA\nB\nC\nD\nE\n22. As the period of five years mentioned in the Notification\ndated 17.9.2002 had expired and the terms of reference to the\nbody had been redetermined by this Court, perhaps, a fresh\nnotification should have been issued which was not\nforthcoming. It is in such a situation that the CEC had continued\nto function under orders of the Court submitting its reports from\ntime to time in various environmental issues pending before F\nthis Court. It is on consideration of such Reports that the Court\nhas been passing its orders from time to time.\n23. In the circumstances enumerated above, questions\nconcerning the credibility of the CEC are absolutely unfounded,\nparticularly in the absence of any materials to substantiate the\napprehensions, if not allegations, that have been leveled. The\nsaid body has been performing such tasks as had been\nassigned by this Court by its orders passed from time to time.\nThe directions on the basis of which the CEC had proceeded\nG\nH\n854 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA and had submitted its Reports are within the framework of the\nterms of reference of the CEC as determined by this Court by\norder dated 14.12.2007. Needless to say, acceptance of the\nrecommendations made by the CEC on the basis of which\norders of the Court are formulated is upon the satisfaction of\nB the Court. We, therefore, close the issue by holding the\ncontentions made to be wholly untenable.\nC\nISSUE NO.2\nExercise of jurisdiction under Article 32/142 of the\nConstitution on the basis of the facts revealed by Reports\nof the CEC i.e. large scale damage to the forest wealth of\nthe country due to illegal mining on an unprecedented\nscale vis-à-vis resort to remedies under the provisions of\nMines and Minerals (Development and Regulation) Act,\nD 1957, Forest (Conservation) Act, 1980 and Environment\n(Protection) Act, 1986\nE\nF\nG\nH\n24. On the above issue the short and precise argument\non behalf of the leaseholders is that the provisions of each of\nthe statutory enactments, i.e., the MMDR Act, FC Act and EP\nAct prescribe a distinct statutory scheme for regulation of mining\nactivities and the corrective as well as punitive steps that may\nbe taken in the event mining activities are carried out in a\nmanner contrary to the terms of the lease or the provisions of\nany of the statutes, as may be. The argument advanced is that\nas the statutes in question contemplate a particular scheme to\ndeal with instances of illegal mining or carrying on mining\noperations which is hazardous to the environment, the CEC\ncould not have recommended the taking of any step or\nmeasure beyond what is contemplated by the statutory\nscheme(s) in force. It is argued that it will not be proper for this\nCourt to act under Article 32 and to accept any of the said\nrecommendations which are beyond the scheme(s)\ncontemplated by the Statute(s). In other words, what is sought\nto be advanced on behalf of the leaseholders is that no step\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 855\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nshould be taken or direction issued by this Court which will be A\ncontrary to or in conflict with the provisions of the relevant\nstatutes. Several judgments of this Court, which are perceived\nto be precedents in support of the proposition advanced, have\nbeen cited in the course of the arguments made.\nB\nC\nD.\n25. On the other hand, the learned Amicus Curiae, Shri\nShyam Divan, has submitted that the present is a case of mass\ndestruction of the forest wealth of this country resulting not only\nin a plunder of scarce natural resources but also causing\nirreparable ecological and environmental damage and\ndegradation. The learned Amicus Curiae has submitted that\nthe extent of illegal mining that had happened in the three\ndistricts of the State of Karnataka is unprecedented. The\nrelevant data compiled by different bodies has been placed by\nthe learned Amicus Curiae to indicate that in the Bellary-Hospet\nregion the annual production of Iron Ore had increased from\n12.4 MMT in the year 2001-02 to 44.39 MMT in the year 2008-\n09. The then Chief Minister of the State had made a statement\non the floor of the legislative assembly on 9.7.2010 that 30.49\nMMT of illegal Iron Ore has been exported from the State of\nKarnataka between 2003-04 to 2009-10 valued at\napproximately Rs. 15,245 crores. In the year 2009-10 alone the\ntotal quantity of illegal Iron Ore exported stood at 12.9 MMT.\nDuring the inspection carried out by the Indian Bureau of Mines\nin December, 2009 it was found that not a single mining lease\nwas operating without violating the provisions of the MMDR Act F\nand the FC Act. In an affidavit filed by the official Respondents\nin a writ petition registered and numbered as W.P. No. 14551/\n2010 before the Karnataka High Court it was stated that\nbetween November, 2009 and February, 2010 (i.e., within a\nperiod of four months) 35.319 lakh MT of illegal Iron Ore was\nreceived at Belekeri and Karwar ports, for movement of which\nfor a period of about 4 months 2986 trucks were required to\nundertake the journey every day in both directions i.e., to the\nports and thereafter back.\nE\nG\nH\nA\nB\n856 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n26. According to Shri Divan, the present is a case of mass\ntort resulting in the abridgment of the fundamental rights of a\nlarge number of citizens for enforcement of which the writ\npetition has been filed under Article 32. Shri Divan has\nsubmitted, by relying on several decisions of this Court, that in\na situation where the Court is called upon to enforce the\nfundamental rights and that too of an indeterminate number of\ncitizens there can be no limitations on the power of Court. It is\nthe satisfaction of the Court that alone would be material. Once\nsuch satisfaction is reached, the Court will be free to devise\nC its own procedure and issue whatever directions are\nconsidered necessary to effectuate the Fundamental Rights.\nThe only restriction that the Court will bear in mind is that its\norders or directions will not be in conflict with the provisions of\nany Statute. However, if the statute does not forbid a particular\nD course of action it will be certainly open for the Court under\nArticle 32 to issue appropriate directions. According to the\nlearned Amicus Curiae in the present case none of the\nrecommendations of the CEC is inconsistent or contrary to any\nstatutory provision. They are at best supplemental to the\nE existing provisions seeking to achieve the same end through\na procedure which may be somewhat different. The justification\nfor this, according to the learned Amicus Curiae, lies in the\nextraordinary situation that had occurred in the present case.\nF\n27. At this stage, very briefly, the statutory scheme under\nthe three enactments in question may be taken note of. Under\nthe provisions of the MMDR Act the State Government has\nbeen provided with the power of termination of licenses or\nmining leases in the interest of regulation of mines and minerals\n(Section 4A) whereas under Section 5, power has been\nG conferred not to grant mining leases in certain specified\nsituations. The Rule making power under Section 23C extends\nto framing of Rules by the State Government to prevent illegal\nmining, transportation and storage of minerals and to provide\nfor checking and inspection of the mining lease area. The\nH Karnataka (Prevention of Illegal Mining, Transportation and\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 857\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nB\nStorage of Minerals) Rules, 2011 has been notified on 5th A\nFebruary, 2011. Under the Mineral Concession Rules, 1960,\nthe expression \"illegal mining\" has been explained in Rule 2(iia).\nThe aforesaid Rules also contemplate that while determining\nthe extent of illegal mining the area granted under the lease will\nbe deemed to have been held by the holder of the license\nunder lawful authority. Under the provisions of the EP Act,\nclosure, prohibition or regulation of industry, operation or\nprocess is contemplated, whereas under the provisions of the\nFC Act prior approval of the Central Government for use of\nforest land for non forest purpose is mandatory. The question c\nthat has been raised on behalf of the leaseholders is whether\nthe aforesaid provisions under the different statutes should be\nresorted to and the recommendations made by the CEC\nincluding closure of Category-\"C\" mines should not commend\nfor acceptance of this Court.\n28. In Bandhua Mukti Morcha Vs. Union of India \u0026 Ors.\n(1984) 3 SCC 161, this Court had the occasion to consider the\nnature of a proceeding under Article 32 of the Constitution\nwhich is in the following terms :-\n\"32. Remedies for enforcement of rights conferred by\nthis Part.\n(1) The right to move the Supreme Court by appropriate\nproceedings for the enforcement of the rights conferred by\nthis Part is guaranteed.\n(2) The Supreme Court shall have power to issue\ndirections or orders or writs, including writs in the nature\nof habeas corpus, mandamus, prohibition, quo warranto\nand certiorari, whichever may be appropriate, for the\nenforcement of any of the rights conferred by this Part.\n(3) Without prejudice to the powers conferred on the\nSupreme Court by clause (1) and (2), Parliament may\nby law empower any other court to exercise within the local\nD\nE\nF\nG\nH\n858\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nFL\nG\nH\nlimits of its jurisdiction all or any of the powers exercisable\nby the Supreme Court under clause (2).\n(4) The right guaranteed by this article shall not be\nsuspended except as otherwise provided for by this\nConstitution.\"\n29. The issue before the Court was one of release/freedom\nof an indeterminate number of citizens from bonded labour and\nwas taken up by the Court by registering a letter addressed to\na Hon'ble Judge of this Court to the above effect as a writ\npetition under Article 32. In the above context this Court in para\n13 of its order observed as follows :\n\"13. But the question then arises as to what is the power\nwhich may be exercised by the Supreme Court when it is\nmoved by an \"appropriate\" proceeding for enforcement of\na fundamental right. The only provision made by the\nConstitution-makers in this behalf is to be found in clause\n(2) of Article 32 which confers power on the Supreme\nCourt \"to issue directions or orders or writs including writs\nin the nature of habeas corpus, mandamus, prohibition,\nquo warranto and certiorari, whichever may be\nappropriate, for enforcement of any of the fundamental\nrights\". It will be seen that the power conferred by clause\n(2) of Article 32 is in the widest terms. It is not confined to\nissuing the high prerogative writs of habeas corpus,\nmandamus, prohibition, certiorari and quo warranto, which\nare hedged in by strict conditions differing from one writ\nto another and which to quote the words spoken by Lord\nAtkin in United Australia Limited v. Barclays Bank Ltd.\n[(1941) A.C. 1] in another context often \"stand in the path\nof justice clanking their mediaeval chains\". But it is much\nwider and includes within its matrix, power to issue any\ndirections, orders or writs which may be appropriate for\nenforcement of the fundamental right in question and this\nis made amply clear by the inclusive clause which refers\nto in the nature of habeas corpus, mandamus, prohibition,\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 859\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nA\nB\nquo warranto and certiorari. It is not only the high\nprerogative writs of mandamus, habeas corpus,\nprohibition, quo warranto and certiorari which can be\nissued by the Supreme Court but also writs in the nature\nof these high prerogative writs and therefore even if the\nconditions for issue of any of these high prerogative writs\nare not fulfilled, the Supreme Court would not be\nconstrained to fold its hands in despair and plead its\ninability to help the citizen who has come before it for\njudicial redress, but would have power to issue any\ndirection, order or writ including a writ in the nature of any C\nhigh prerogative writ. This provision conferring on the\nSupreme Court power to enforce the fundamental rights\nin the widest possible terms shows the anxiety of the\nConstitution-makers not to allow any procedural\ntechnicalities to stand in the way of enforcement of D\nfundamental rights. The Constitution-makers clearly\nintended that the Supreme Court should have the amplest\npower to issue whatever direction, order or writ may be\nappropriate in a given case for enforcement of a\nfundamental right. But what procedure shall be followed by\nthe Supreme Court in exercising the power to issue such\ndirection, order or writ? That is a matter on which the\nConstitution is silent and advisedly so; because the\nConstitution-makers never intended to fetter the discretion\nof the Supreme Court to evolve a procedure appropriate\nin the circumstances of a given case for the purpose of\nenabling it to exercise its power of enforcing a fundamental\nright. Neither clause (2) of Article 32 nor any other provision\nof the Constitution requires that any particular procedure\nshall be followed by the Supreme Court in exercising its\npower to issue an appropriate direction, order or writ. The\npurpose for which the power to issue an appropriate\ndirection, order or writ is conferred on the Supreme Court\nis to secure enforcement of a fundamental right and\nobviously therefore, whatever procedure is necessary for\nE\nF\nG\nH\n"}