{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"860 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nfulfilment of that purpose must be permissible to the\nSupreme Court.\"\nThis Court also found that it would be justified to depart,\nin a proceeding under Article 32, from the strict adversarial\nB procedure and the principles embodied in the Code of Civil\nProcedure and the Indian Evidence Act and in this regard\nobserved as under:\nC\nD\n\"...We do not think we would be justified in imposing any\nrestriction on the power of the Supreme Court to adopt\nsuch procedure as it thinks fit in exercise of its jurisdiction,\nby engrafting adversarial procedure on it, when the\nConstitution-makers have deliberately chosen not to insist\non any such requirement and instead, left it open to the\nSupreme Court to follow such procedure as it thinks\nappropriate for the purpose of securing the end for which\nthe power is conferred, namely, enforcement of a\nfundamental right.\"\nInsofar as the practice of appointing commissions for\nE collection of basic facts to enable the Court to adjudicate the\nissues concerning violation of fundamental rights is concerned\nit would be necessary to extract the following observations\nrecorded by this Court in para 14 in the case of Bandhua Mukti\nMorcha (supra).\nF\nG\n\"14...It is for this reason that the Supreme Court has\nevolved the practice of appointing commissions for the\npurpose of gathering facts and data in regard to a\ncomplaint of breach of a fundamental right made on behalf\nof the weaker sections of the society. The report of the\nCommissioner would furnish prima facie evidence of the\nfacts and data gathered by the Commissioner and that is\nwhy the Supreme Court is careful to appoint a responsible\nperson as Commissioner to make an enquiry or\ninvestigation into the facts relating to the complaint. It is\nH_ interesting to note that in the past the Supreme Court has\nI\nF\nI\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 861\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nA\nappointed sometimes a District Magistrate, sometimes a\nDistrict Judge, sometimes a professor of law, sometimes\na journalist, sometimes an officer of the Court and\nsometimes an advocate practising in the Court, for the\npurpose of carrying out an enquiry or investigation and\nmaking report to the Court because the Commissioner B\nappointed by the Court must be a responsible person who\nenjoys the confidence of the Court and who is expected\nto carry out his assignment objectively and impartially\nwithout any predilection-or prejudice. Once the report of\nthe Commissioner is received, copies of it would be c\nsupplied to the parties so that either party, if it wants to\ndispute any of the facts or data stated in the report, may\ndo so by filing an affidavit and the court then consider the\nreport of the Commissioner and the affidavits which may\nhave been filed and proceed to adjudicate upon the issue\narising in the writ petition. It would be entirely for the Court\nto consider what weight to attach to the facts and data\nstated in the report of the Commissioner and to what extent\nto act upon such facts and data.\"\n30. In M.C. Mehta Vs. Union of India \u0026 Ors. (1987) 1 SCC\n395, this Court not only reiterated the view adopted in Bandhua\nMukti Morcha (supra) but also held that the power under Article\n32 would be both injunctive as well as remedial and the power\nto grant remedial relief, naturally, would extend to a wide range\nof situations and cannot be put in a straight jacket formula.\n31. M.C. Mehta Vs. Union of India \u0026 Ors. (2009) 6 SCC\n142 is a case which would disclose a very proximate connection\nwith the case in hand. In the aforesaid case this Court was\nD\nE\nF\ncalled upon to answer the question as to whether in view of the G\nprovisions of Section 4A of the MMDR Act (noticed earlier) it\nwould be appropriate to exercise the power under Article 32\nread with Article 142 in order to suspend mining operations in\nthe Aravali Hills. The said question was required to be gone\ninto by the Court in the context of the specific materials placed\nH\n862 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA before it to show that indiscriminate mining resulting in large\nscale environmental degradation had occurred. In the above\ncontext, the contents of the paragraphs 41 to 45 of the judgment\nin the case of M.C. Mehta (supra) would be relevant:-\nB\nC\nD\nE\nF\nG\nH\n\"41. On the legal parameters, Shri Diwan and Shri\nVenugopal, learned Senior Counsel and Shri S.K. Dubey,\nlearned counsel, submitted that where law requires a\nparticular thing to be done in a particular manner, it must\nbe done in that manner and other methods are strictly\nforbidden. In this connection, it was urged that when Section\n4-A postulates formation of an opinion by the Central\nGovernment, after consultation of the State Government,\nin the matter of cancellation of mining leases in cases of\nenvironmental degradation, the power needs to be\nexercised by the State Government upon receipt of request\nfrom the Central Government. According to the learned\ncounsel, therefore, this Court cannot cancel the mining\nleases if there is alleged environmental degradation as\nsubmitted by the learned amicus curiae.\n42. It was further submitted that measures under Section\n3(2)(v) of the EP Act, 1986 to restrict areas in which\nindustries shall or shall not be carried out can only be\nundertaken by the Central Government where it deems\nexpedient to protect and improve the quality of\nenvironment. In fact, according to the learned counsel,\nwhen Aravallis Notification was issued on 7-5-1992 it was\nissued under Section 3(2)(v) by the Central Government.\nAt that time, the Central Government thought it fit not to\nplace a complete ban but to permit the industries in the\nmining sector to carry on its business/operations subject\nto restrictions enumerated in the said notification.\n43. It was lastly submitted that the recommendations\nof CEC to impose a complete ban on mining, particularly\nin cases where environmental clearances are obtained\nwould amount to an exercise of power outside the 1957\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 863\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nAct and the Rules framed thereunder. That, this Court A\ncannot exercise powers under Article 142 of the\nConstitution when specific provisions are made under\nvarious forest and environmental laws dealing with the\nmanner and procedure for cancellation/termination of\nmining leases.\n44. We find no merit in the above arguments. As\nstated above, in the past when mining leases were\ngranted, requisite clearances for carrying out mining\noperations were not obtained which have resulted in land\nand environmental degradation. Despite such breaches,\napprovals had been granted for subsequent slots because\nin the past the authorities have not taken into account the\nmacro effect of such wide-scale land and environmental\ndegradation caused by the absence of remedial measures\n(including rehabilitation plan). Time has now come,\ntherefore, to suspend mining in the above area till statutory\nprovisions for restoration and reclamation are duly\ncomplied with, particularly in cases where pits/quarries\nhave been left abandoned.\n45. Environment and ecology are national assets.\nThey are subject to intergenerational equity. Time has now\ncome to suspend all mining in the above area on\nsustainable development principle which is part of Articles\n21, 48-A and 51-A(g) of the Constitution of India. In fact,\nthese articles have been extensively discussed in the\njudgment in [M.C. Mehta case (2004) 12 SCC 118] which\nkeeps the option of imposing a ban in future open.\"\nB\nC\nD\nE\nF\nThe issue is not one of application of the above principles\nto a case of cancellation as distinguished from one of G\nsuspension. The issue is more fundamental, namely, the\nwisdom of the exercise of the powers under Article 32 read with\nArticle 142 to prevent environmental degradation and thereby\neffectuate the Fundamental Rights under Article 21.\nH\nA\n864 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n32. We may now take up the decisions cited on behalf of\nthe leaseholders to contend that the power under Articles 32\nand 142 ought not to be exercised in the present case and\ninstead remedies should be sought within the relevant statutes.\nThe sheet anchor is the case of Supreme Court Bar\nB Association Vs. Union of India and Another reported in (1998)\n4 SCC 409. We do not see how or why we should lie entrapped\nwithin the confines of any of the relevant Statutes on the strength\nof the views expressed in Supreme Court Bar Association\n(supra). The observations made in para 48 of the judgment and\nthe use of words “ordinarily” and “are directly in conflict\" as\nappearing in the said paragraph (underlined by us) directly\nmilitates against the view that the lease holders would like us\nto adopt in the present case.\nC\nD\nE\nLL\nF\nG\nH\n\"48. The Supreme Court in exercise of its jurisdiction\nunder Article 142 has the power to make such order as is\nnecessary for doing complete justice \"between the parties\nin any cause or matter pending before it\". The very nature\nof the power must lead the Court to set limits for itself\nwithin which to exercise those powers and ordinarily it\ncannot disregard a statutory provision governing a subject,\nexcept perhaps to balance the equities between the\nconflicting claims of the litigating parties by “ironing out the\ncreases\" in a cause or matter before it. Indeed this Court\nis not a court of restricted jurisdiction of only dispute-\nsettling. It is well recognised and established that this\nCourt has always been a law-maker and its role travels\nbeyond merely dispute-settling. It is a \"problem-solver in\nthe nebulous areas\" [see K. Veeraswami v. Union of India\n(1991) 3 SCC 55)] but the substantive statutory provisions\ndealing with the subject-matter of a given case cannot be\naltogether ignored by this Court, while making an order\nunder Article 142. Indeed, these constitutional powers\ncannot, in any way, be controlled by any statutory\nprovisions but at the same time these powers are not\nmeant to be exercised when their exercise may come\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 865\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\ndirectly in conflict with what has been expressly provided A\nfor in a statute dealing expressly with the subject.\"\nB\nC\n33. Even if the above observations is understood to be\nlaying down a note of caution, the same would be a qualified\none and can have no application in a case of mass tort as has\nbeen occasioned in the present case. The mechanism provided\nby any of the Statutes in question would neither be effective nor\nefficacious to deal with the extraordinary situation that has\narisen on account of the large scale illegalities committed in\nthe operation of the mines in question resulting in grave and\nirreparable loss to the forest wealth of the country besides the\ncolossal loss caused to the national exchequer. The situation\nbeing extraordinary the remedy, indeed, must also be\nextraordinary. Considered against the backdrop of the Statutory\nschemes in question, we do not see how any of the\nrecommendations of the CEC, if accepted, would come into D\nconflict with any law enacted by the legislature. It is only in the\nabove situation that the Court may consider the necessity of\nplacing the recommendations made by the CEC on a finer\nbalancing scale before accepting the same. We, therefore, feel\nuninhibited to proceed to exercise our constitutional jurisdiction E\nto remedy the enormous wrong that has happened and to\nprovide adequate protection for the future, as may be required.\nISSUE NO.3\nSanctity of the process of survey undertaken by the Joint\nTeam constituted by this Court's order dated 6th May,\n2011 and the determination of the boundaries of the\nleases on the basis of the said survey.\nF\n34. The above issue will require examination from two G\nperspectives. The first is the fairness of the procedure adopted\nin carrying out the survey and the second is with regard to\nacceptability of the technical part of the survey process. In so\nfar as the fairness of the procedure adopted is concerned it is\non record that notice of the dates proposed for survey of a\nH\nC\nD\n866 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA particular lease was intimated to the lease holder well in\nadvance to enable the lease holder or his representative to be\npresent at the site while the survey is conducted. The field\nsurvey was done by 7 teams consisting of one surveyor each\nfrom the Karnataka Forest Department, Karnataka Mines and\nB Geological Department, Karnataka Revenue Department and\na representative of the National Institute of Technology,\nSurathkal. The field survey undertaken by each team was\nsupervised by the Joint Team constituted by this Court. During\nthe field survey, the representative of the concerned lessees\nwere present and the Mahazars (Panchnamas) for each day's\nsurvey were prepared incorporating the details of the survey\ncarried out. The said Panchnamas were signed by, apart from\nthe Government representatives and the representative of the\nNational Institute of Technology, Surathkal, also by the\nconcerned lessee or their representatives. The readings\nrecorded during the field survey were shared with the concerned\nlessees or their representatives and before finalizing the survey\nsketches the concerned lessees or their representatives were\ngiven a personal hearing. After the field survey was completed,\nin terms of the order of the Court dated 23.9.2011, the\nrepresentations filed by the leaseholders against the findings\nof the Joint Team were reconsidered by the Joint Team and\npersonal hearing was afforded to 122 lease holders. On the\nbasis of the said hearings, necessary corrections were made\nin respect of 33 number of leases. Thereafter, the final Report\nF of the CEC dated 3.2.2012 was submitted to the Court. In terms\nof the Court's order dated 10.2.2012, the CEC again\nconsidered the representations filed by as many as 66 lease\nholders. The findings of the Joint Team in respect of 4 leases\nwere modified by the CEC though the said modification did not\nG result into any change of categorization. Two representations,\none filed by M/s. V.S. Lad \u0026 Sons and another by M/s. Hothur\nTraders have been placed before the Court for appropriate\norders [issue is being dealt with separately] whereas the rest\nof the representations were rejected by the CEC. In the above\nH facts, procedural fairness in the process of survey carried out\nE\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 867\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nby the Joint Team is writ large and there can be no room for A\nany doubt so as to question the sanctity of the survey process\non the above stated ground.\nB\nC\n35. This will require the Court to go into the details of the\ntechnical aspect of the survey which was conducted by the Joint\nTeam. The consideration of the details of the survey undertaken,\nnaturally, has to be in the backdrop of the multifold complaints\nthat have been raised on behalf of the leaseholders in the\nseveral IAs filed. As already noted, on a very broad plane, the\ncomplaints in this regard are that the Joint Team has ignored\njudicial orders passed in respect of boundaries between\nneighbouring/adjacent leases; reduction of the area of the lease\nprovided in the lease deed/lease sketch; shifting of the lease\narea to a new location as a result of the survey. Specifically,\nobjections have been raised to the effect that overburden\ndumps in different areas have been taken into account to come\nto the finding that mining had been carried out in such areas\nwithout necessary clearances under the FC Act (in case of\nforest areas) or in the absence of mining leases in respect of\nsuch areas (non forest areas) though the activity in question i.e.\ndumping does not amount to mining operations under the E\nMMDR Act.\n36. A consideration of the documents submitted by the\nlearned Amicus Curiae and those submitted on behalf of the\nState of Karnataka would go to show that in carrying out the\nsurvey, the Joint Team had encountered some serious\ndifficulties. The same may be enumerated below:-\n(i)\n(ii)\nthe sanctioned lease sketch did not have any\nreference point(s) and with reference to which the\nlocation of the lease can be decided;\nthere is mis-match between the location(s) of the\nreference point(s) on the ground vis-à-vis the details\nof such reference points(s) provided in the lease\nsketches;\nD\nF\nG\nH\n868\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nс\nE\n(iii) the reference point(s) have been destroyed/altered\non the ground;\n(iv)\n(v)\nthe Survey and Demarcation sketch does not tally\nwith the lease sketch; and\nthere is inherent defect in the lease sketch.\"\n37. To overcome the said difficulties, before the\ncommencement of the actual survey, a pre-survey examination\nwas undertaken to identify the boundary pillars, rock marks,\nrevenue points etc. as shown in the lease sketch. This was done\nwith the help of the government staff as well as the\nrepresentative of the concerned lessee. Instead of measuring\nthe length of each arm of the lease sketch by using the\nconventional engineering scale and instead of measuring the\nD angle by using a protractor, the original lease sketch was\nscanned and the digitized so that the length of each arm and\nthe angles could be precisely measured. Thereafter survey was\nundertaken by use of the Total Station Method, which,\nundoubtedly, is the state of the art technology with room for\nnegligible error. A temporary control point was identified\nkeeping in view the visibility of the maximum number of\nboundary points from the identified control point. Thereafter, the\ndistance between the control point and the visible boundary\npoints were measured and recorded in the instrument which\nuses an infra-red ray. The instrument was shifted to another\ntemporary control point and in a similar manner the distance\nbetween the said control point and remaining boundary points\nwere measured. After completing the reading of all the points\nthe margin of error for the instrument was determined (which\nwas virtually negligible). Thereafter the data from the total station\nwas downloaded on a computer using the autocadd software\nfor preparation of the survey sketch. The survey sketch so\nprepared was superimposed on the digitized lease sketch to\nascertain the encroachment if any. Also, the details of the survey\nsketch was superimposed on the satellite imageries to further\nH verify the correctness of the process of survey undertaken. A\nF\nG\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n869\nmanual calculation of the lease areas was also undertaken to\ncompare with the calculation of the lease areas as per the\ndigitized lease sketch. The difference between the two\nmeasurements in case of 34 number of 'C' category leases is\nless than +/- 05ha. The relevant details in this regard which are\navailable in the compilation of documents submitted by the\nState of Karnataka would be illuminating and are, therefore,\nindicated below:\nS. Name of the Lessee\n[No]\nSanction- Area as Area as Difference\nmanual per between\nA\nB\nM.L.\nNo.\ned area\nin Ha\ncalcul\ndigitized Manually\nC\nation in sketch\ncalculated\nНа\nin\narea \u0026\nHa\nDigitised\n1\n2\n3\n4\n5\n6\n7\n1 J.M.\n2173\n3.36\n3.348\n3.54\n0.19\nVRISHVENDRAYYA\nD\n2 VEEYAM PVT. LTD\n2615 20.23\n20.196 20.04 -0.16\n3 AMBIKA GHORPADE\n2354\n4.95\n4.495 4.84\n0.35\n4 MYSORE MANGANESE\nCOMPANY\n2603\n3.24\n3.07 3.16\n0.10\nE\n5 HOTHUR TRADERS\n2313\n21.11\n6 M. DASHARATHA RAMI\nREDDY\n2560 19.95\n22.117 21.61 -0.51\n19.59 19.46 -0.13\n7 BHARAT MINES AND\nMINERALS\n2245\n26.20\n23.3 24.47 1.17\nF\n8 ASSOCIATED MINING\nCOMPANY\n2434\n10.12\n10.03 10.14\n0.11\n9 B.R.\n2186\n13.00\n16.592 15.89 -0.70\nYOGENDRANATH SINGH\n10 LATHA MINING CO.\n(D. NARAYANA)\n958\n4.05\n4\n3.93 -0.07\nG\n11 CANARA MINERALS\n2635\n11.34'\n12.12 11.52\n-0.60\n12 THANGA VELU \u0026\nOTHERS\n2585 60.70\n62.28 60.92\n-1.36\n13 TRADING MINING\nCOMPANY\n1732\n5.26\n5.31 5.45\n0.14\nH\n"}