{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"820 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA encroached area under illegal mining pits has been found\nto be 24.44% and 23.62% respectively. According to the\nCEC, it is on account of \"the complexities involved in\nfinalizing the survey sketches and in the absence of inter-\nvillage boundary\" that the said leases have been placed\nB in Category \"B\" instead of Category \"C\". The Court\ncannot agree with the tentative decision of the CEC. On\nthe basis of the findings of the survey and the\ncategorization made, both of which have been accepted\nby the Court by the present order, the aforesaid two\nleases, are directed to be placed in Category \"C\".\nNecessary consequential action will naturally follow.\n[Para 48] [877-D-F]\nс\n9. The CEC in its Report dated 28.3.2012 has placed\nthe cases of 'V.S.' and 'H' (placed in Category \"C\") for final\nD determination by the Court. The CEC has reported that\nthe encroachment by 'V.S.' is only in respect of the\noverburden dumps and exceeds the percentage (15%)\nmarginally, i.e., by 0.17% which could very well be due to\nthe least count error used by the Joint Team. In so far as\nE 'H' is concerned, the CEC in its Report dated 28.3.2012\nhas recorded that according to the lessee it has carried\non its mining operation for the last 50 years in the lease\narea allotted to it which may have been wrongly identified\nin the earlier surveys and demarcations by taking into\nF account a wrong reference point. Having considered the\nfacts on which the two lessees have sought upgradation\nfrom \"C\" to \"B\" Category, such upgradation cannot be\nallowed. Both the lessees, in fact, accept the results of\nthe survey by the Joint Team which findings have already\nbeen accepted by this Court. [Para 49] [877-G-H; 878-A-B]\nG\nH\n10. The investigations in respect of alleged criminal\noffences by lessees which have been ordered by this\nCourt to be investigated by the CBI, would necessarily\nhave to follow the procedure prescribed by law. Each of\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 821\nSTATE OF KARANATAKA\nsuch investigation shall be brought to its logical A\nconclusion in accordance with law and any aggrieved\nparty would be entitled to avail of all legal remedies as\nmay be available. [Para 13] [847-D-E]\nB\n11. As per the CEC's Report dated 15.2.2013 sale of\nalmost the entire quantity of illegally extracted Iron Ore\nhas been effected through the Monitoring Committee and\nthe sub-grade Iron Ore lying in dumps in and around\nseveral lease areas may not have adequate commercial\npotential. Besides removal thereof for sale, in many\ncases, may also give rise to environmental problems in C\nas much as removal of such dumps may constitute a\nhazard to the stability of the dumps which have been in\nexistence for many years. Permission for sale of sub-\ngrade iron ore, only when the same is commercially\nviable and removal thereof from the dumps is an\nenvironmentally safe exercise, has been sought by the\nCEC in its last Report dated 15.2.2013. There is no\nimpediment in accepting the recommendations of the\nCEC in the Report dated 15.2.2013 in respect of removal\nand sale of sub-grade Iron Ore. Similarly, there is no\ndifficulty in continuing the previous orders of the Court,\npermitting sale of iron ore to be mined after resumption\nof operations through the Monitoring Committee on the\nsame terms and conditions as presently in force. [Para\n15] [848-D-G]\n12. Court's order dated 02.11.2012 placing an embargo\non grant of fresh mining leases need not be continued any\nfurther. Grant of fresh mining leases and consideration of\npending applications be dealt with in accordance with law,\nthe directions contained in the present order as well as the\nspirit thereof. [Para 50] [880-C]\nCase Law Reference:\nD\nE\nF\nG\n1984 (2) SCR 67\nrelied on\nPara 28\nH\n1987 (1) SCR 819\nrelied on\nPara 30\n822 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\n(2009) 6 SCC 142\nrelied on\nPara 31\n1998 (2) SCR 795\nB\nheld not applicable Para 32\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No.\n562 of 2009.\nUnder Article 32 of the Constitution of India.\nSLP (C) No. 7366-7367, 32690 of 2010, W.P.(Crl.) No.\n66 of 2010, SLP (C) Nos. 17064-17065 of 2010 SLP(C) Nos.\n(CC Nos. 16829 \u0026 16830 of 2010, W.P. (C) No. 411 of 2010,\nC SLP (C) No. 353 of 2011 and W.P.(C) No. 76 of 2012.\nD\nG.E. Vahanvati, Attorney General, H.P. Raval, P.P.\nMalhotra, A.S. Chandhiok, ASG, Shyam Divan (A.C.) (Assisted\nby Vasuman Khandelwal), Arvind Datar, C.A. Sundaram, V.\nGiri, D.L.N. Rao, Dushyant Dave, F.S. Nariman, Chander Uday\nSingh, Nalini Chidambaram, C.S. Vaidyanathan, K.K.\nVenugopal, P. Vishwanatha Shetty, Pallav Shishodia,\nGurukrishna Kumar, Krishnan Venugopal, Raju Ramachandran,\nS. Ganesh, S.P. Singh, Jaideep Gupta, P.H. Parekh, Nirman\nSharma, Abhinav Malhotra, A.D.N. Rao (Assisted by Mansha\nE Monga), Neelam Jain, A. Venkatesh, Siddharth Chowdhury,\nPrashant Bhushan, Ramesh K. Mishra, Pranav Sachedva\n(A.C.), K. Raghavacharyulu, D. Julius Riamei, Sanjeev Kapur,\nRajat Jariwal (for Khaitan \u0026 Co.), Vikas Mehta, Ravi Shankar,\nShubham Tripathi, P.V. Dinesh, S.K. Kulkarni, Ankur S.\nF Kulkarni, A. Raghunath, S. Udaya Kumar Sagar, Bina\nMadhavan, Anindita Pujari (for Lawyer's Knit \u0026 Co.), Devadat\nKamat, Sunil Dogra (for Lawyer's Knit \u0026 Co.), Simar Suri,\nChanchal Kr. Ganguli, K. Maruthi Rao, K. Radha, Anjani\nAiyagari, K. Dheeraj Kumar, K. Subba Rao, G. Umapathi, R.\nG Mekhala, Rakesh K. Sharma, Kiran Suri, K.N. Phanindra, S.J.\nAmith, Aparna Mattoo, Girish Ananthamurthy, Vaijayanthi Girish,\nNabikur Rahman Barbhuiya, Dr. Vipin Gupta, Shashi Kiran\nShetty, Sharan Thakur (For Dr. Sushil Balwada), Bhargava V.\nDesai, Shreyas Mehtrotra, Naveen R. Nath, Lalit Mohini Bhat,\nH Amrita Sharma, Darpan K.M., Sanjay R. Hegde, D.M. Rajesh,\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 823\nSTATE OF KARANATAKA\nS. Nithin, Anil K. Misra, Kashi Vishweshwar, A. Sumati, Madhu\nSingh Satya Siddiqui, S.K. Mishra, Asha G. Nair, A. Dev\nKumar, D.S. Mahra, Ranjana Narayan, B.K. Prasad, Mahesh\nAgarwal, Aparna Singhal, E.C, Agrawala, Dr. Sumant\nBharadwai, Manoj Kumar, Ajit Kumar Gupta, Mridula Ray\nBharadwaj, A. Raghunath, Sidharth Singh, Ravindra Kolle,\nAnitha Shenoy, Syed Naqvi, N.K. Sharma, P.P. Kanwer, Kunal\nVerma, Rashmi Malhotra, Gunwant Dara, S.K. Bajwa (for S.N.\nTerdal), A.K. Vasanth, Shefali Malhotra, Balaji Srinivasan,\nPukhrambam Ramesh Kumar, Ranvir Singh, Sumit Goel,\nSarabjot Walia (for Parekh \u0026 Co.), Priya Hingorani, Syed\nTanweer Ahmad (for B.V. Balramdas), S.K. Kulkarni, M. Gireesh\nKumar, Ankur S. Kulkarni, Kuriakose Varghese, V. Shyamohan,\nIram Hassan, Rayjith Mark, Abir Phukan, Pratap Parmal,\nShaheen Parveen (for B.V. Balram Das) for the appearing\nparties.\nThe Judgment of the Court was delivered by\nRANJAN GOGOI, J.\nW.P. (C) No.562 of 2009\n1. What should be the appropriate contours of this Court's\njurisdiction while dealing with allegations of systematic plunder\nof natural resources by a handful of opportunists seeking to\nachieve immediate gains? This is the core question that arises\nin the present proceeding in the context of mining of Iron Ore\nand allied minerals in the State of Karnataka.\n2. Over exploitation, if not indiscriminate and rampant\nmining, in the State of Karnataka, particularly in the District of\nBellary, had been purportedly engaging the attention of the\nState Government from time to time. In the year 2006, Justice\nU.L. Bhat Committee was appointed to go into the issues which\nexercise, however, did not yield any tangible result. Thereafter,\nthe matter was referred to the Lokayukta of the State and a\nA\nB\nC\nD\nE\nF\nG\nReport dated 18.12.2008 was submitted which, prima facie, H\n824 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA indicated indiscriminate mining of unbelievable proportions in\nthe Bellary district of the State. It is in these circumstances, that\nthe petitioner- Samaj Parivartana Samudaya had instituted the\npresent writ petition under Article 32 of the Constitution\ncomplaining of little or no corrective action on the part of the\nB State; seeking this Court's intervention in the matter and\nspecifically praying for the reliefs noted hereinbelow.\nC\nD\nE\nF\nG\nH\n\"(A) To issue a Writ of mandamus or any other\nappropriate writ, order or direction, directing\nimmediate steps be initiated by both the\nRespondent States and the Union of India to stop\nall mining and other related activities in forest areas\nof Andhra Pradesh and Karnataka which are in\nviolation of the orders of this Hon'ble Court dated\n12.12.1996 in W.P (C) No 202 of 1995 and the\nForest (Conservation) Act, 1980.\n(B) To issue a Writ of mandamus or any other\nappropriate writ, order or direction, directing as null\nand void retrospectively all 'raising contracts' / sub\nleasing because which are in violation of the Mines\nand Minerals (Development and Regulation) Act,\n1957 and initiate penal action against the violators.\n(C) To issue a Writ of mandamus or any other\nappropriate writ, order or direction, directing the\nstoppage of all mining along the border and in forest\nareas in the Bellary Reserve Forest till a systematic\nsurvey of both the interstate border and the mine\nlease areas along the entire border is completed\nby the Survey of India along with a representative\nof the Lokayukta of Karnataka.\n(D) To issue a Writ of mandamus or any other\nappropriate writ, order or direction, directing action\nagainst all the violators involved either directly or\nindirectly in illegal mining including those named in\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 825\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nthe Report of the Lokayukta of Karnataka (Part-I). A\n(E) To issue a Writ of mandamus or any other\nappropriate writ, order or direction, directing the\nrecovery of the illegal wealth accumulated through\nthe illegal mining and related activities; and\n(F) To issue a Writ of mandamus or any other\nappropriate writ, order or direction, directing null\nand void notification No. CI 33 MMM 1994 dated\n15.3.2003 and other related notifications/orders\ndereserving lands for mining operations.\"\nB\nC\n3. The writ petition was entertained and the Central\nEmpowered Committee (hereinafter for short \"the CEC\") was\nasked to submit a report on the allegations of illegal mining in\nthe Bellary region of the State of Karnataka. The very initial D\norder of this Court is dated 19.11.2010 and was restricted to\nsix mining leases granted in favour of M/s. Bellary Iron Ore Pvt.\nLtd., M/s. Mahabaleswarapa \u0026 Sons, M/s. Ananthapur Mining\nCorporation and M/s. Obulapuram Mining Company Pvt. Ltd.\nWhat followed thereafter is unprecedented in the history of\nIndian environmental jurisprudence. It is neither necessary nor\nfeasible to set out the series of Reports of the CEC and the\nvarious orders of the Court passed from time to time. Rather,\na brief indication of the core Reports of the CEC and the main\norders passed by the Court will suffice to understand what had\nhappened so to enable the Court to unravel the course of action\nfor the future.\nE\nF\nG\n4. The initial Reports submitted by the CEC in response\nto the orders of the Court having indicated large scale illegal\nmining at the cost and to the detriment of the environment, a\nstage came when by order dated 29.7.2011 a complete ban\non mining in the district of Bellary was imposed. Extension of\nthe said ban was made in respect of the mining operations in\nthe districts of Tumkur and Chitradurga by order dated\n26.8.2011. As the materials placed before the Court (including H\nC\nD\n826\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA the Report of the Lokayukta dated 18.12.2008) indicated large\nscale encroachment into forest areas by leaseholders and\nongoing mining operations in such areas without requisite\nstatutory approval and clearances, a Joint Team was\nconstituted by this Court by order dated 6.5.2011 to determine\nB the boundaries of initially 117 mining leases which number was\nsubsequently extended to 166 by inclusion of the mines in\nTumkur and Chitradurga districts. The result of the survey by\nthe Joint Team revealed a shocking state of depredation of\nnature's bounty by human greed. Objections of the lease\nholders to the survey came early and were subjected to a re-\nexamination by the special team itself under orders of the Court\ndated 23.9.2011 in the course of which 122 cases were re-\nexamined and necessary corrections were effected in 33\ncases. Thereafter, the CEC submitted its Report termed as the\n\"Final Report\" dated 3.2.2012 which is significant for two of its\nrecommendations. The first was for categorization of the mines\ninto three categories, i.e., 'A', 'B' and 'C' on the basis of the\nextent of encroachment in respect of the mining pits and over\nburden dumps determined in terms of percentage qua the total\nlease area. The second set of recommendations pertained to\nthe conditions subject to which reopening of the mines and\nresumption of mining operations were to be considered by the\nCourt. A set of modified recommendations along with a set of\ndetailed guidelines for preparation and implementation of\nReclamation and Rehabilitation Plans (R \u0026 R) were also\nF submitted to the Court by the CEC on 13.3.2012. Before the\nrelevant extracts from the Reports of the CEC dated 3.2.2012\nand 13.3.2012 are noticed, to make the discussion on the\nReport of the Joint Team complete it will be necessary to note\nthat in terms of the order dated 10.2.2012 of the Court, 66\nG representations were considered by the CEC out of which only\n4 were found tenable. Accordingly, corrections were made in\nrespect of the said four leases which corrections, however, did\nnot involve any change of category. The CEC placed the cases\nof two lease holders i.e. M/s. V.S. Lad \u0026 Sons and M/s. Hothur\nH Traders for consideration of the Court as to whether the said\nE\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n827\ntwo leases placed in Category \"C\" needed upgradation to A\nCategory \"B\" in view of the minimal violation committed by them\nand the circumstances surrounding such violations.\n5. We may now proceed to notice the relevant part of the\ntwo Reports of the CEC dated 3.2.2012 and 13.3.2012, as\nreferred to hereinabove.\n\"IV. CLASSIFICATION OF LEASES IN DIFFERENT\nCATEGORIES ON THE BASIS OF THE LEVEL OF\nILLEGALITIES FOUND.\nB\nC\n27. The CEC, based on the extent of illegal mining found\nby the Joint Team and as appropriately modified by the\nCEC in its Proceeding dated 25th January, 2012 and after\nconsidering the other relevant information has classified\nthe mining leases into three categories namely \"Category- D\nA”, “Category-B” and “Category-C\".\n28. The \"Category-A\" comprises of (a) working leases\nwherein no illegality/marginal illegality have been found\nand (b) non working leases wherein no marginal/illegalities\nhave been found. The number of such leases comes to 21\n\u0026 24 respectively.\nE\n29. “Category-B\" comprises of (a) mining leases wherein\nillegal mining by way of (i) mining pits outside the\nsanctioned lease areas have been found to be up to 10% F\nof the lease areas and/ or (ii) over burden/waste dumps\noutside the sanctioned lease areas have been found to be\nup to 15% of the lease areas and (b) leases falling on\ninterstate boundary between Karnataka and Andhra\nPradesh and for which survey sketches have not been\nfinalized. For specific reasons as mentioned in the\nstatement of \"Category-B\" leases, M/s. S.B. Minerals (ML,\nNo. 2515), M/s. Shantalaxmi Jayram (ML No. 2553), M/s.\nGavisiddeshwar Enterprises (ML No. 80) and M/s.\nVibhutigudda Mines (Pvt.) Ltd. (ML No. 2469) have been\nG\nI\n828\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\nassigned in \"Category-B\". The numbers of such leases in\n\"Category-B\" comes to 72.\n30. The \"Category-C\" comprises of leases wherein (i) the\nillegal mining by way of (a) mining pits outside the\nsanctioned lease area have been found to be more than\n10% of the lease area and/or (b) over burden/waste dumps\noutside the sanctioned lease areas have been found to be\nmore than 15% of the lease areas and/or (ii) the leases\nfound to be involved in flagrant violation of the Forest\n(Conservation) Act and/or found to be involved in illegal\nmining in other lease areas. The number of such leases\ncomes to 49.\nRECOMMENDATIONS (as modified by CEC by its\nReport dated 13.3.2012. Items 1 to IV of the Report dated\n3.2.2012 stood replaced by Items A to I of the Report\ndated 13.3.2012 which are reproduced below along with\nItems V to XIV of the initial Report dated 3.2.2012).\n(A) the findings of the Joint Team and as modified after\ncareful examination by the CEC may be accepted\nand directed to be followed by the concerned\nauthorities and the\nthe \nrespective leases,\nnotwithstanding anything to the contrary. The\nboundaries of the mining leases should accordingly\nbe fixed on the ground.\n(B) a ceiling of 25 Million Metric Tonnes (MMT) for total\nproduction of iron ore from all the mining leases in\nDistrict Bellary may be prescribed. A ceiling of 5\nMMT for production of iron ore from all the mining\nleases in Districts Chitradurga and Tumkur together\nmay be prescribed;\n(C) the proposed \"guidelines for the preparation of the\nR\u0026R Plans\" may be approved by this Hon'ble Court\nand the prescriptions/provisions of the R\u0026R Plans,\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n829\nprepared as per these guidelines, may be directed A\nto be followed by the respective lessees and the\nconcerned authorities;\n(D) the iron ore which becomes available should be\nused for meeting the iron ore requirement of the\nsteel plants and associated industries located in\nKarnataka and also of those plants located in the\nadjoining States which have been using the iron\nore from the mining leases located in these\nDistricts. Exports, outside the country, should be\npermissible only in respect of the material which the\nsteel plants and associated industries are not\nwilling to purchase on or above the average price\nrealized by the Monitoring Committee for the\ncorresponding grades of fines/lumps during the sale\nof about 25 MMT of the existing stock of iron ore.\nSimilarly, the iron ore produced by the beneficiation\nplants after processing should also not be\npermitted to be exported outside the country;\nB\nC\nD\n(E) the sale of the iron ore should continue to be through E\ne-auction and the same should be conducted by\nthe Monitoring Committee constituted by this\nHon'ble Court. However, the quantity to be put up\nfor e-auction, its grade, lot size, its base/floor price\nand the period of delivery will be decided/provided F\nby the respective lease holders. The Monitoring\nCommittee may permit the lease holders to put up\nfor e-auction the quantities of the iron ore planned\nto be produced in subsequent months. The system\nof sale through the Monitoring Committee may be\nreviewed after say two year;\nG\n(F) 90% of the sale price (excluding the royalty and the\napplicable taxes) received during the e-auction\nmay be paid by the buyer directly to the respective\nlease holders and the balance 10% may be H\n"}