{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"M/S NAHAR ENTERPRISES\nV.\nM/S HYDERABAD ALLWYN LTD. AND ANR.\nFEBRUARY 9, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nCode of Civil Procedure, 1908:\nOr. 5,r.2-Service of summons on defendant-When a summons is sent\nC\nto defendant to appear in court and to file a written statement, it is obligatory\non Court to send along with it a copy of plaint and other documents\nappended thereto.\nOr. 9, r.6(1)(c)—Summons not served in due time-Held, in such a case\nCourt would direct plaintiff to take steps for fresh summons.\nD\nOr. 9, r.13—Application for setting aside ex-parte decree-Limitation-\nHeld, summons having not been duly served in terms of Or. 5, r.2 or provisions\nof Or.9, r.6(1)(c) having not been complied with, second part of Article 123\nof Schedule to Limitation Act would be attracted and limitation will begin\nto run from date of knowledge of ex-parte decree-Ex-parte decree set aside- E\nDefendant would deposit the specified amount before trial court-Limitation\nAct, 1963-Schedule-Art. 123.\nRespondent filed a suit for recovery of money against the appellant.\nSummons for appearance on 10.10.1988 was sent to appellant which was\nserved on him on 14.10.1988 without enclosing a copy of the plaint. Meanwhile F\nthe Court adjourned the case for 2.12.1988. Without issuing any further\nsummons the Court fixed another date for ex-parte hearing and the suit was\nultimately decreed ex-parte on 13.12.1988. The appellant was served with\nsummons in execution case on 2.12.1991 whereupon he filed an application\non 13.12.1991 for setting the ex-parte decree, which was dismissed on the\ngrounds that (1) non-receipt of copy of the plaint and other documents\nalongwith the summons could not be a ground to set aside ex-parte decree;\n(2) since there was no report about service of summons on 10.10.1988, there\nwas no necessity to serve fresh summons; and (3) the ex-parte decree having\n413\nG\nH\n414\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA been passed on 13.12.1988, the application for setting aside the same filed on\n13.12.1991 was barred by limitation. The appeal of the defendant having been\ndismissed by the High Court, he filed the present appeal.\nB\nC\nD\nAllowing the appeal, the Court\nHELD: 1.1. When a summons is sent calling upon a defendant to appear\nin the Court and file his written statement, it is obligatory on the part of the\nCourt to send a copy of the plaint and other documents appended thereto, in\nterms of Order V, Rule 2 CPC. {Para 8] [416-B]\n1.2. The trial Court, furthermore, committed a manifest error in so far\nas it failed to take into consideration that the summons having been served\nupon the appellant after the date fixed for his appearance, it was obligatory on\nits part to fix another date for his appearance and filing written statement\nand direct the plaintiff to take steps for service of fresh summons, as envisaged\nby Order IX Rule 6(1)(c) of CPC. [Para 9] [416-D-E]\n\"\n1.3. Thus, the summons having not been duly served upon the appellant\ninasmuch as the provisions of Order V Rule 2 CPC or provisions of Order\nIX Rule 6(1)(c) having not been complied with, the second part of Article 123\nof the Limitation Act will be attracted and the date of knowledge of passing of\nthe said ex-parte decree would be the date from which the limitation will begin\nE to run. The ex-parte decree dated 13.12.1988 is set aside. However, in view of\nOrder IX, Rule 13 CPC the defendant-appellant shall deposit a sum of\nRs.15,000/- before the trial Court. [Paras 11,12 and 14]\nF\n[416-H; 417-A-B; 418-B]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 714 of 2007.\nFrom the Judgment and Order dated 28.6.2004 of the High Court of\nJudicature, Andhra Pradesh at Hyderabad in C.M.A. No. 1253/1996.\nPrakash Shrivastava for the Appellant.\nG\nThe Judgment of the Court was delivered by\nS.B. SINHA. J. 1. Leave granted.\n2. Heard the learned counsel for the parties.\nH\n3. The appellant is before us aggrieved by and dissatisfied with the\n\"\nJ\n4\n一直\nNAHAR ENTERPRISES v. HYDERABAD ALL WYN LTD. [S.B. SINHA, J.] 415\njudgment and order dated 28.6.2004 passed by a learned Single Judge of the A\nHigh Court of Andhra Pradesh at Hyderabad dismissing the appeal preferred\nagainst an order dated 19.7.1996 passed by Addl. Civil Judge Hyderabad in\nI.A. No. 6/1992.\n4. The respondent herein filed a suit for recovery of a sum of Rs.\n1,87,904.62 with future interest at the rate of 18.5% per annum against the B\nappellant. It appears that in the summons sent to the appellant. 10.10.1988 was\nfixed for his appearance. However, as the summons had not been served the\nCourt adjourned the matter to 2.12.1988. Summons were served on the appellant\non 14.10.1988. but according to him a copy of the plaint was not annexed\nthereto. He sent a telegram on 17.10.1988 and also a letter to the Court\nconcerned but, admittedly, the same was not responded to. Without issuing\nany further summons fixing another date for his appearance, the Court fixed\na date and having found the appellant absent on that date, fixed another date\nfor ex-parte hearing. On 13.12.1988 the suit was decreed with costs.\nC\n5. An execution case was filed by the respondent herein to execute the D\nsaid decree. According to the appellant, the bailiff came to serve a copy of\nsummons on him on 2.12.1991. The said summons having been served upon\nthe appellant, he came to learn that ex-parte decree has been passed. An\napplication for setting aside the said ex-parte decree filed on 13.12.1991. By\nan order dated 17.1.1992 the learned Judge. City Civil Court, Hyderabad\ndismissed the said application inter alia opining:\n(1) Non-receipt of a copy of the plaint and documents along with\nthe summons cannot be a ground to set aside an ex-parte decree.\nE\n(2) Moreover, Since there was no report about the service of\nsummons on 10.10.1988, there was no necessity to serve fresh F\nsummons.\n(3) An ex-Parte decree having been passed on 13.12.1988 and an\napplication for setting aside the ex-parte decree having been filed on\n13.12.1991, the same was barred by limitation.\n6. An appeal preferred thereagainst was dismissed by the High Court\nby reason of the impugned judgment.\n7. Mr. Prakash Shrivastava, learned counsel appearing on behalf of the\nappellant would submit that the Trial Court as also the High Court committed\nG\nH\n416\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA a manifest error in passing the impugned judgment in so far as it failed to\nconsider the implication of: (i) the provisions of Order V Rule 2 of CPC: (ii)\nprovisions of Order IX Rule 6 (1) (C) of CPC: and (iii) the Provisions of Article\n123 of the Limitation Act.\n8. The Learned Counsel appears to be correct. When a summons is sent\nB calling upon a defendant to appear in the Court and file his written statement,\nit is obligatory on the part of the court to send a copy of the plaint and other\ndocuments appended thereto, in terms of Order 5, Rule 2 CPC.\nOrder V Rule 2 of the CPC reads as under:\nC\n\"Copy of plaint annexed to summons\naccompanied by a copy of the plaint.\"\n-\nEvery summons shall be\nD\n9. The learned Judge did not address itself the question as to how a\ndefendant, in absence of a copy of the plaint and other documents, would\nbe able to file his written statement. The Court, furthermore, in our opinion,\ncommitted a manifest error in so far as it failed to take into consideration that\nthe summons having been served upon the appellant after the date fixed for\nhis appearance, it was obligatory on its part to fix another date for his\nappearance and filing written statement and direct the plaintiff to take steps\nfor service of fresh summons. This legal position is explicit in view of the\nE provisions of order IX Rule 6 (1) (C) of CPC which reads:\nF\n\"When summons served but not in due time - if it is proved that the\nsummons was served on the defendant, but not in sufficient time to\nenable him to appear and answer on the day fixed in the summons,\nthe Court shall postpone the hearing of the suit to a future day to be\nfixed by the Court, and shall direct notice of such day to be given to\nthe defendant.\"\n10. The court, therefore, committed an illegality in dismissing the\napplication for setting aside the ex-parte decree. It was a fit case where the\nCourt should have exercised its jurisdiction under order IX Rule 13 of CPC.\nG\nH\n11. The third ground on which the learned Trial Judge dismissed the\napplication for setting aside the ex-parte decree was that it was barred by\nlimitation. The said ground in our opinion, is also without substance. The\nsummons had not been duly served upon the appellant inasmuch as the\nprovisions of order IX Rule 2 CPC or provisions of order IX Rule 6 (1) (C)\n-A\nNAHAR ENTERPRISES v. HYDERABAD ALLWYN LTD. [S.B. SINHA. J.] 417\nhad not been complied with. In that view, the second part of Article 123, in A\nterms whereof an applicant would be deemed to have knowledge of passing\nof the said ex-parte decree would be the date from which the limitation will\nbegin to run, would be attracted in the instant case and not the first part\nthereof.\n12. We, therefore, are of the opinion that the impugned judgments B\ncannot be sustained and they are accordingly set aside. The ex-parte decree\ndated 13.12.1988 is also set aside.\n13. However, such an order need not be wholly unconditional one.\nImposition of such condition is permissible under order IX Rule 13 of CPC,\nas would appear from a recent decision of this Court in Tea Auction Ltd. v.\nGrace Hill Tea Industry \u0026 Anr., (2006) 9 SCALE 223, wherein this Court held:\n\"However, the interpretation of the expression 'Payment into Court'\ndid not directly fall for consideration in those cases.\nC\nᎠ\nOrder IX Rule 13 of CPC did not undergo any amendment in the year\n1976. The High Courts, for a long time, had been interpreting the said\nprovisions as conferring power upon the courts to issue certain\ndirections which need not be confined to costs or otherwise. A\ndiscretionary jurisdiction has been conferred upon the court passing\nan order for setting aside an ex-parte decree not only on the basis that E\nthe defendant had been able to prove sufficient cause for his non-\nappearance even on the date when the decree was passed, even on\nthe date when the decree was passed, but also other attending facts\nand circumstances. It may also consider the question as to whether\nthe defendant should be put on terms. The court, indisputably, however,\nis not denuded of its power to put the defendants to terms. It is, F\nhowever, tritc that such terms should not be unreasonable or harshly\nexcessive. Once unreasonable or harsh conditions are imposed, the\nappellate court would have power to interfere therewith. But, it would\nnot be correct to hold that no error has been committed by the\nDivision Bench in holding that the learned Single Judge did not G\npossess such power. The Learned Single Judge exercised its\ndiscretionery jurisdiction keeping in view that the matter has been\ndisposed of in fact finally at the interim stage at the back of defendant\nand it was in that view of the matter a chance was given to it to\ndefend the suit, but, then the learned Single Judge was not correct to\nT\nH\nA\n418\nSUPREME COURT REPORTS [2007] 2 S.C.R.\ndirect securing of the entire sum of Rs. 37 lakhs in the form of bank\nguarantee or deposit the sum in cash. The condition imposed should\nhave been reasonable. What would be reasonable terms would depend\nupon facts and circumstances of each case.\"\n14. We, therefore, direct that the appellant shall deposit a sum of Rs.\nB 15,000/- before the learned court below, within a period of six weeks from\ntoday. The appeal is allowed. In the facts and circumstances of this case,\nthere shall be no order as to costs.\nR. P.\nAppeal allowed.\n"}