{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"876\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\nNo TA/DA is admissible at the time of joining.\nSl.No.\nName and Address\n1.\n00\nC\nD\nE\nF\nG\nH\nSri Upendra Narayan Singh\nS/o Sri Awdhesh Singh\nVill + P.O. Kunda\nDistt Aurangabad\nSd/-\nPost\nClass IV\nRegional Director\nAnimal Husbandry,\nMagadh Range, Gaya\nMemo no 1467 (CON) Dated 09.10.1991\nCopy to Serial no.1 for information.\"\n4. On receipt of complaints that ad hoc appointments had\nbeen made in the department for extraneous considerations,\nSecretary to the Government, Animal Husbandry and Fisheries.\nDepartment issued circular dated 28.10.1991 whereby\ninstructions contained in letter dated 4.7.1987 were superseded\nand it was directed that such appointments should be made\nstrictly in accordance with the instructions issued by the Chief\nSecretary. However, no step appears to have been taken in the\nmatter of illegal/irregular appointments already made, till the\nissue of letter dated 16.4.1996 by the Secretary of the\ndepartment to the Director that in view of the institution of criminal\ncase against the then Regional Director, Animal Husbandry,\nGaya, payment of salary to those appointed by him should be\nstopped.\n5. On receipt of communication from the Secretary,\nDirector, Animal Husbandry got conducted an inquiry into the\nappointments made by the then Regional Director, Animal\nHusbandry, Gaya. In that inquiry, it was found that about 5 dozen\nappointments were made without sanctioned posts and without\nfollowing the procedure prescribed vide circular dated 4.7.1987.\nThereafter, notices dated 3.5.2001 were issued to the\nrespondents requiring them to show cause against the proposed\nA\n;\nSTATE OF BIHAR V.\n877\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\ntermination of their services. In their replies, the respondents A\nclaimed that the Regional Director had appointed them after\ndue selection and that the enquiry got conducted by the Director,\nAnimal Husbandry cannot be made basis for terminating their\nservices after a gap of almost 10 years. After considering their\nreplies, the competent authority passed orders dated 23.5.2001 B\nterminating the services of the respondents, who challenged.\nthe same by filing a petition under Article 226 of the Constitution\nof India, which was registered as CWJC No. 7816 of 2001. The\nrespondents pleaded that the action taken against them was\nvitiated due to violation of the rules of natural justice and arbitrary C\nexercise of power because the concerned authority did not give\nthem the effective opportunity of hearing and the instruction\ncontained in memorandum dated 16.4.1996 could not have\nbeen applied to their case because they had been appointed\nprior to cut off date specified therein i.e. 28.10.1991. The\nappellant herein contested the writ petition by asserting that the\nservices of the writ petitioners were terminated because their\ninitial appointments were illegal.\nD\n6. The learned Single Judge relied upon the order passed\nin CWJC No.5140 of 1998 and quashed the termination of the E\nrespondents' services with a direction that they be reinstated\nwith consequential benefits. Letters Patent Appeal No.61 of 2007\nfiled by the appellant was dismissed by the Division Bench on\nthe ground that similar appeals filed in the cases of Arun Kumar\nand others and Arjun Chaudhary had already been dismissed.\nIn the opinion of the Division Bench, a different view could not\nbe taken in the case of the respondents because that would\ngive rise to an anomalous situation.\nF\n7. Learned counsel for the appellant argued that the High\nCourt committed serious error by ordering reinstatement of the G\nrespondents ignoring that their initial appointments were ex\nfacie illegal inasmuch as the concerned authority did not follow\nany procedure consistent with the doctrine of equality enshrined\nin Articles 14 and 16 of the Constitution as also the instructions\nissued by the Government for making ad hoc appointments. H\n878\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA Learned counsel emphasized that even while making ad hoc\nappointment, the competent authority is required to advertise\nthe posts or at least send requisition to the employment\nexchange and make selection from amongst the eligible.\npersons, but no such procedure was followed by the then\nB Regional Director, Animal Husbandry, Gaya, before appointing\nthe respondents. Shri Nagendra Rai, learned senior counsel\nappearing for the respondents submitted that the directions.\ngiven for reinstatement of his clients may not be disturbed.\nbecause other similarly situated persons have already been\nreinstated pursuant to the directions given by the High Court. To\nbuttress this submission, the learned senior counsel invited the\nCourt's attention to the orders passed in CWJC No. 13328/1992\nC\nD\nE\nF\nG\nH\n-\nRangosh Sharma and others v. State of Bihar, CWJC\nNo.15571/2001 - Arjun Choudhary v. State of Bihar and others,\nCWJC No.6554/2000 - Birendra Kumar Singh v. State of Bihar\nand others, LPA No.325/2000 - State of Bihar and others v.\nArun Kumar and others and LPA No. 47/2006 - State of Bihar\nand others v. Arjun Choudhary. Shri Rai then referred to the\naverments contained in paragraph 4 of the counter-affidavit to\nthe Special Leave Petition to show that services of the\nrespondents were regularized in 1992 and argued that the\nconcerned authority illegally terminated their services by\nassuming that they were ad hoc appointees.\n8. We have given serious thought to the entire matter and\nalso gone through the statement furnished by learned counsel\nfor the appellant during the course of arguments. Equality of\nopportunity to all irrespective of their caste, colour, creed, race,\nreligion and place of birth which constitutes one of the core\nvalues of the Universal Declaration of Human Rights also forms\npart of preamble to the Constitution of India, which reads as\nunder:-\n\"WE, THE PEOPLE OF INDIA, having solemnly resolved\nto constitute India into a SOVEREIGN SOCIALIST\nSECULAR DEMOCRATIC REPUBLIC and to secure to\nall its citizens:\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\nJUSTICE, social, economic and political;\n879\nLIBERTY of thought, expression, belief, faith and worship;\nEQUALITY of status and of opportunity;\nand to promote among them all;\nFRATERNITY assuring the dignity of the individual and\nthe unity and integrity of the Nation;\nIN OUR CONSTITUENT ASSEMBLY this twenty-sixth day\nof November, 1949, do HEREBY ADOPT, ENACT AND\nGIVE TO OURSELVES THIS CONSTITUTION.”\n9. For achieving various goals set out in the preamble,\nframers of the Constitution included a set of provisions in Part III\nwith the title \"Fundamental Rights\" and another set of provisions\nin Part IV with the title \"Directive Principles of State Policy\".\nThe provisions contained in Part III of the Constitution by and\nlarge contain negative injunctions against State's interference\nwith the fundamental rights of individuals and group of individuals\nand also provide for remedy against violation of such rights by\ndirect access to the highest Court of the country. Part IV\nenumerates State's obligation to make policies and enact laws\nfor ensuring that weaker segments (have nots) of the society\nare provided with opportunities to come up to a level where\nthey can compete with others (haves).\nA\nB\nC\nD\nE\n10. The inclusion of a set of fundamental rights in India's\nF\nConstitution had its genesis in the forces that operated in the\nnational struggle during British rule. Some essential rights like\npersonal freedom, protection of one's life and limb and of one's\ngood name, derived from the common law and the principles of\nBritish jurisprudence, were well accepted and theoretically G\nrecognized by various British enactments. By way of illustration,\nreference can be made to Section 87 of the Charter Act of 1883\nwherein it was laid down that no native of the British India shall\nby reason only of his religion, place of birth, descent, colour, or\nany of them, be disabled from holding any place, office or\nH\n880\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA employment under the Company. The substance of this provision\nwas incorporated in Section 96 of the Government of India Act,\n1915. In the Government of India Act, 1935, the guarantee\nagainst discrimination was reiterated and given extended\nmeaning. However, in pre-independence period there was no\nB chapter of fundamental rights of a justiciable nature and even\nthe safeguards provided under various statutes could be taken\naway by the British Parliament or a legislative authority in India\n(The Framing of India's Constitution, Vol. II, edited by B. Shiva\nRao).\nC\nD\nE\nF\nG\nH\n11. The Constituent Assembly which prepared draft of the\nConstitution extensively debated on the necessity of having a\nseparate chapter relating to fundamental rights. The principle\nof guaranteeing to every person equality before the law and the\nequal protection of the laws, was first included in the drafts\nsubmitted to the Sub-Committee on Fundamental Rights by Shri\nK.M. Munshi and Dr. B.R. Ambedkar. After discussing the matter\nand considering the suggestions made by Shri B.N. Rau, Alladi\nKrishnaswami Ayyar, Shri K.M. Munshi and others, the final draft\nof Article 14 was adopted, which now reads as under:\n\"The State shall not deny to any person equality before the\nlaw or the equal protection of the laws within the territory\nof India.\"\nThe principle of non-discrimination on grounds of religion,\nrace, colour, caste or language in the matter of public\nemployment was contained in the drafts submitted by Shri K.M.\nMunshi and Dr. B.R. Ambedkar. Shri K.T. Shah and Shri Harnam\nSingh also incorporated this basic principle in clauses 2 and 8\nof their respective drafts. When the Sub-Committee on\nFundamental Rights discussed the subject, Shri K.T. Shah\npressed his view that the Constitution should guarantee non-\ndiscrimination, not only in \"public employment” but also in\n\"employment in any enterprise aided or assisted by the State\".\nHowever, his suggestion was not accepted by the Sub-\nCommittee. The issue was then debated in the context of\nSTATE OF BIHAR V.\n881\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\ndemand for incorporation of a clause enabling the State to A\nprovide for reservation in favour of backward classes, etc. and\nultimately the draft was adopted (The Framing of India's.\nConstitution, Vol. II, edited by B. Shiva Rao). Clauses (4A) and\n(4B) were added to Article 16 by the Constitution (77)\nAmendment) Act, 1995. Article 16 in its present form reads as\nunder:\nth\nB\n“16. Equality of opportunity in matters of public\nemployment. - (1) There shall be equality of opportunity\nfor all citizens in matters relating to employment or\nC\nappointment to any office under the State.\n(2) No citizen shall, on grounds only of religion, race, caste,\nsex, descent, place of birth, residence or any of them, be\nineligible for, or discriminated against in respect of, any\nemployment or office under the State.\nD\n(3) Nothing in this article shall prevent Parliament from\nmaking any law prescribing, in regard to a class or classes\nof employment or appointment to an office under the\nGovernment of, or any local or other authority within, a\nState or Union territory, any requirement as to residence E\nwithin that State or Union territory prior to such employment\nor appointment.\n(4) Nothing in this article shall prevent the State from making\nany provision for the reservation of appointments or posts\nin favour of any backward class of citizens which, in the\nopinion of the State, is not adequately represented in the\nservices under the State.\n(4A) Nothing in this article shall prevent the State from\nmaking any provision for reservation in matters of\npromotion, with consequential seniority, to any class or\nclasses of posts in the services under the State in favour\nof the Scheduled Castes and the Scheduled Tribes which,\nin the opinion of the State, are not adequately represented\nin the services under the State.\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n882\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\n(4B) Nothing in this article shall prevent the State from\nconsidering any unfilled vacancies of a year which are\nreserved for being filled up in that year in accordance with\nany provision for reservation made under clause (4) or\n(4A) as a separate class of vacancies to be filled up in\nany succeeding year or years and such class of vacancies\nshall not be considered together with the vacancies of the\nyear in which they are being filled up for determining the\nceiling of fifty per cent reservation on total number of that\nyear.\n(5) Nothing in this article shall affect the operation of any\nlaw which provides that the incumbent of an office in\nconnection with the affairs of any religious or\ndenominational institution or any member of the governing\nbody thereof shall be a person professing a particular\nreligion or belonging to a particular denomination.\"\n12. In E.P. Royappa v. State of Tamil Nadu and others\n[(1974) 4 SCC 3], the Constitution Bench negatived the\nappellant's challenge to his transfer from the post of Chief\nSecretary of the State to that of Officer on Special Duty. P.N.\nBhagwati, J. (as His Lordship then was) speaking for himself,\nY.V. Chandrachud and V.R. Krishna lyer, JJ. considered the ambit\nand reach of Articles 14 and 16 and observed:\n\"Article 14 is the genus while Article 16 is one of its species.\nArticle 14 declares that the State shall not deny any person\nequality before the law or equal protection of the laws\nwithin the territory of India. Article 16 gives effect to the\ndoctrine of equality in all matters relating to public\nemployment. Article 16 embodies the fundamental\nguarantee that there shall be equality of opportunity for all\ncitizens in matters relating to employment or appointment\nto any office under the State. No citizen shall be ineligible\nfor or discriminated against irrespective of any employment\nor office under the State on the grounds only of religion,\nrace, caste, sex, descent, place of birth, residence or any\nי\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS (G.S. SINGHVI, J.]\n883\nC\nof them. Though, enacted as a distinct and independent A\nfundamental right because of its great importance as a\nprinciple ensuring equality of opportunity in public\nemployment which is so vital to the building up of the new\nclassless egalitarian society envisaged in the Constitution.\nThe basic principle which, therefore, informs both Articles B\n14 and 16 is equality and inhibition against discrimination.\nNow, what is the content and reach of this great equalising\nprinciple? It is a founding faith, to use the words of Bose.\nJ., \"a way of life\", and it must not be subjected to a narrow\npedantic or lexicographic approach. We cannot\ncountenance any attempt to truncate its all-embracing\nscope and meaning, for to do so would be to violate its\nactivist magnitude. Equality is a dynamic concept with\nmany aspects and dimensions and it cannot be \"cribbed,\ncabined and confined\" within traditional and doctrinaire\nlimits. From a positivistic point of view, equality is antithetic\nto arbitrariness. In fact equality and arbitrariness are sworn\nenemies; one belongs to the rule of law in a republic while\nthe other, to the whim and caprice of an absolute monarch.\nWhere an act is arbitrary, it is implicit in it that it is unequal\nboth according to political logic and constitutional law and\nis therefore violative of Article 14, and if it effects any\nmatter relating to public employment, it is also violative of\nArticle 16. Articles 14 and 16 strike at arbitrariness in\nState action and ensure fairness and equality of treatment.\"\n13. The equality clause enshrined in Article 16 mandates\nthat every appointment to public posts or office should be made.\nby open advertisement so as to enable all eligible persons to\ncompete for selection on merit - Umesh Kumar Nagpal v. State\nof Haryana and others [(1994) 4 SCC 138], Union Public\nService Commission v. Girish Jayanti Lal Vaghela [(2006) 2\nSCC 482], State of Manipur and others v. Y. Token Singh and\nothers [(2007) 5 SCC 65] and Commissioner, Municipal\nCorporation, Hyderabad and others v. P. Mary Manoranjani\nand another [(2008) 2 SCC 758]. Although, the Courts have\nD\nE\nF\nG\nH\n884\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA carved out some exceptions to this rule, for example,\ncompassionate appointment of the dependent of deceased\nemployees, for the purpose of this case it is not necessary to\nelaborate that aspect.\nB\n14. In Girish Jayanti Lal Vaghela's case, this Court, while\nreversing an order passed by the Central Administrative Tribunal\nwhich had directed the Union Public Service Commission to\nrelax the age requirement in the respondent's case, elucidated\nthe meaning of the expression \"equality of opportunity for all\ncitizens in matters relating to public employment” in the following\nC words:\nD\nE\nF\nG\nI\n\"Article 16 which finds place in Part III of the Constitution\nrelating to fundamental rights provides that there shall be\nequality of opportunity for all citizens in matters relating to\nemployment or appointment to any office under the State.\nThe main object of Article 16 is to create a constitutional\nright to equality of opportunity and employment in public\noffices. The words 'employment' or 'appointment' cover\nnot merely the initial appointment but also other attributes\nof service like promotion and age of superannuation, etc.\nThe appointment to any post under the State can only be\nmade after a proper advertisement has been made inviting\napplications from eligible candidates and holding of\nselection by a body of experts or a specially constituted\ncommittee whose members are fair and impartial through\na written examination or interview or some other rational\ncriteria for judging the inter se merit of candidates who\nhave applied in response to the advertisement made. A\nregular appointment to a post under the State or Union\ncannot be made without issuing advertisement in the\nprescribed manner which may in some cases include\ninviting applications from the employment exchange where\neligible candidates get their names registered. Any regular\nappointment made on a post under the State or Union\nwithout issuing advertisement inviting applications from\neligible candidates and without holding a proper selection\nこ\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n885\nwhere all eligible candidates get a fair chance to compete A\nwould violate the guarantee enshrined under Article 16 of\nthe Constitution.\"\nB\n15. For ensuring that equality of opportunity in matters\nrelating to employment becomes a reality for all, Parliament\nenacted the Employment Exchanges (Compulsory Notification\nof Vacancies) Act, 1959 (for short 'the 1959 Act'). Section 4 of\nthat Act casts a duty on the employer in every establishment in\npublic sector in the State or a part thereof to notify every vacancy\nto the employment exchange before filling up the same. In Union\nof India and others v. N. Hargopal and others [(1987) 3 SCC C\n308], a two-Judge Bench of this Court considered the question\nwhether persons not sponsored by the employment exchange\ncould be appointed to the existing vacancies. The High Court\nof Andhra Pradesh had ruled that the provisions of 1959 Act\nare not applicable to Government establishment; that the Act D\ndoes not cast duty either on the public sector establishment or\non the private sector establishment to make the appointments\nfrom among candidates sponsored by the employment\nexchanges only, and that instructions issued by the Government\nof India that candidates sponsored by the employment E\nexchanges alone should be appointed are contrary to Articles\n14 and 16. This Court referred to Sections 3 and 4 of the 1959\nAct, adverted to the reasons enumerated in the counter-affidavit\nfiled on behalf of the Union of India before the High Court to\njustify the appointments only from among the candidates\nsponsored by the employment exchange and held:\n\"I\nF\nThe object of recruitment to any service or post is\nto secure the most suitable person who answers the\ndemands of the requirements of the job. In the case of\npublic employment, it is necessary to eliminate G\narbitrariness and favouritism and introduce uniformity of\nstandards and orderliness in the matter of employment.\nThere has to be an element of procedural fairness in\nrecruitment. If a public employer chooses to receive\napplications for employment where and when he pleases, H\n"}