{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59}],"text":"A\n00\nB\nC\nD\nE\n916\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\ndocuments were maintained, these were not maintained\nat office level. In such a case, the charged officer shall\nhimself be responsible for non-availability of documents,\nirrespective of following the method of removing those\ndocuments or not maintaining any documents. As such,\nthis charge is held to be proved to this extent.\"\n[emphasis added]\n32. The so-called regularization of the services of the\nrespondents on which heavy reliance was placed by the learned\nsenior counsel appearing on their behalf in the context of\naverments contained in paragraph 4 of the counter affidavit filed\nbefore this Court by Shri Prasannjeet Kumar Singh (respondent\nno.3 herein) is a proof of nepotism practiced by the officer and\ndeserves to be ignored. For the reasons best known to them,\nthe respondents have not produced copy of the order by which\ntheir services were regularised. Perhaps none exists. The\nstatement furnished by counsel for the appellant, which is\naccompanied by documents marked 'A' and 'B', shows that in\nless than 7 months of the respondents appointment (except\nrespondent no. 1 who is said to have been appointed with effect\nfrom 9.10.1991), Dr. Darogi Razak is said to have written\nconfidential memorandum bearing no.20 dated 11.5.1992\n(Annexure 'A') to District Animal Husbandry Officer, Aurongabad,\nGaya that ad hoc appointments made vide Memorandum\nNo.1467 dated 9.10.1991 are being regularized temporarily by\nF the local appointments committee constituted on 11.5.1992.\nWhat is most amazing to notice is that the local appointments\ncommittee was constituted on 11.5.1992, the committee met\non the same day and regularised the ad hoc appointments and\non that very day the Regional Director sent confidential letter to\nG his subordinate, i.e., the District Animal Husbandry Officer\ninforming him about the regularization of ad hoc appointments.\nNo rule or policy has been brought to our notice which empowers\nthe appointing authority to regularize ad hoc appointments within\na period of less than 7 months. Therefore, we have no hesitation\nH to hold that the exercise undertaken by Dr. Darogi Razak for\nT\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n917\nshowing that appointments of the respondents were regularized A\nby the local appointments committee on 11.5.1992 was a farce.\n33. In view of the above discussion, we hold that the initial\nappointments of the respondents were made in gross violation.\nof the doctrine of equality enshrined in Articles 14 and 16 and the\nprovisions of the 1959 Act and the learned Single Judge gravely\nerred by directing their reinstatement with consequential benefits.\nB\nC\nD\nE\n34. The issue which remains to be considered is whether\nthe Division Bench of the High Court was justified in refusing to\nexamine legality and legitimacy of the initial appointments of\nthe respondents only on the ground that the State had not\nchallenged the dismissal of Letters Patent Appeals filed in other\ncases. In our view, the approach adopted by the Division Bench\nwas clearly erroneous. By now it is settled that the guarantee of\nequality before law enshrined in Article 14 is a positive concept\nand it cannot be enforced by a citizen or court in a negative\nmanner. If an illegality or irregularity has been committed in\nfavour of any individual or a group of individuals or a wrong order\nhas been passed by a judicial forum, others cannot invoke the\njurisdiction of the higher or superior Court for repeating or\nmultiplying the same irregularity or illegality or for passing wrong\norder – Chandigarh Administration and another v. Jagjit Singh\nand another [(1995) 1 SCC 745], Secretary, Jaipur\nDevelopment Authority, Jaipur v. Daulat Mal Jain and others\n[(1997) 1 SCC 35], Union of India [Railway Board] and others\nv. J.V. Subhaiah and others [(1996) 2 SCC 258], Gursharan F\nSingh v. New Delhi Municipal Committee [(1996) 2 SCC 459],\nState of Haryana v. Ram Kumar Mann [(1997) 1 SCC 35],\nFaridabad CT Scan Centre v. D.G. Health Services and others\n[(1997) 7 SCC 752], Style (Dress Land) v. Union Territory,\nChandigarh and another [(1999) 7 SCC 89] and State of Bihar G\nand others v. Kameshwar Prasad Singh and another [(2000)\n9 SCC 94], Union of India and another v. International Trading\nCo. and another [(2003) 5 SCC 437] and Directorate of Film\nFestivals and others v. Gaurav Ashwin Jain and others [(2007)\n4 SCC 737] .\n-\nH\nA\nC\n918\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\n35. The facts of Jagjit Singh's case were that the\nrespondents who had given the highest bid for 338 square yards\nplot in Sector 31A, Chandigarh defaulted in paying the price in\naccordance with the terms and conditions of allotment. After\ngiving him opportunity of showing cause, the Estate Officer\nB cancelled the lease of the plot. The appeal and the revision filed\nby him were dismissed by the Chief Administrator and Chief\nCommissioner, Chandigarh respectively. Thereafter, the\nrespondent applied for refund of the amount deposited by him.\nHis request was accepted and the entire amount paid by him\nwas refunded. He then filed a petition for review of the order\npassed by the Chief Commissioner, which was dismissed.\nHowever, the officer concerned entertained the second review\nand directed that the plot be restored to the respondent. The\nlatter did not avail benefit of this unusual order and started\nlitigation by filing writ petition in the High Court, which was\ndismissed on March 18, 1991. Thereafter, the respondent again\napproached the Estate Officer with the request to settle his case\nin accordance with the policy of the Government to restore the\nplots to the defaulters by charging forfeiture amount of 5%. His\nrequest was rejected by the Estate Officer. He then filed another\nwrit petition before the High Court which was allowed only on\nthe ground that in another case pertaining to Smt. Prakash Rani,\nAdministrator had restored the plot even after her writ petition\nwas dismissed by the High Court. While reversing the order of\nthe High Court, this Court observed:\nD\nE\nF\nG\n\"Generally speaking, the mere fact that the respondent\nAuthority has passed a particular order in the case of\nanother person similarly situated can never be the ground\nfor issuing a writ in favour of the petitioner on the plea of\ndiscrimination. The order in favour of the other person\nmight be legal and valid or it might not be. That has to be\ninvestigated first before it can be directed to be followed.\nin the case of the petitioner. If the order in favour of the\nother person is found to be contrary to law or not warranted\nin the facts and circumstances of his case, it is obvious\nI\nཁ\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n919\nC\nD\nthat such illegal or unwarranted order cannot be made the A\nbasis of issuing a writ compelling the respondent Authority\nto repeat the illegality or to pass another unwarranted order.\nThe extraordinary and discretionary power of the High\nCourt cannot be exercised for such a purpose. Merely\nbecause the respondent Authority has passed one illegal/ B\nunwarranted order, it does not entitle the High Court to\ncompel the authority to repeat that illegality over again\nand again. The illegal/unwarranted action must be\ncorrected, if it can be done according to law-indeed,\nwherever it is possible, the court should direct the\nappropriate authority to correct such wrong orders in\naccordance with law-but even if it cannot be corrected,\nit is difficult to see how it can be made a basis for its\nrepetition. By refusing to direct the respondent Authority\nto repeat the illegality, the court is not condoning the earlier\nillegal act/order nor can such illegal order constitute the\nbasis for a legitimate complaint of discrimination. Giving\neffect to such pleas would be prejudicial to the interests of\nlaw and will do incalculable mischief to public interest. It\nwill be a negation of law and the rule of law. Of course, if\nin case the order in favour of the other person is found to\nbe a lawful and justified one it can be followed and a\nsimilar relief can be given to the petitioner if it is found that\nthe petitioners' case is similar to the other persons' case.\nBut then why examine another person's case in his\nabsence rather than examining the case of the petitioner\nF\nwho is present before the court and seeking the relief. Is\nit not more appropriate and convenient to examine the\nentitlement of the petitioner before the court to the relief\nasked for in the facts and circumstances of his case than\nto enquire into the correctness of the order made or action G\ntaken in another person's case, which other person is not\nbefore the case nor is his case. In our considered opinion,\nsuch a course-barring exceptional situations-would\nneither be advisable nor desirable. In other words, the\nHigh Court cannot ignore the law and the well-accepted H\nE\nT\n920\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nד'\nG\nH\nnorms governing the writ jurisdiction and say that because\nin one case a particular order has been passed or a\nparticular action has been taken, the same must be\nrepeated irrespective of the fact whether such an order or\naction is contrary to law or otherwise. Each case must be\ndecided on its own merits, factual and legal, in accordance\nwith relevant legal principles.\"\nIn Secretary, Jaipur Development Authority, Jaipur v.\nDaulat Mal Jain (supra) this Court held:\n\"The illegal allotment founded upon ultra vires and illegal\npolicy of allotment made to some other persons wrongly,\nwould not form a legal premise to ensure it to the\nrespondent or to repeat or perpetuate such illegal order,\nnor could it be legalized. In other words, judicial process\ncannot be abused to perpetuate the illegalities. Article 14\nproceeds on the premise that a citizen has legal and valid\nright enforceable at law and persons having similar right\nand persons similarly circumstanced, cannot be denied\nof the benefit thereof. Such person cannot be discriminated\nto deny the same benefit. The rational relationship and\nlegal back-up are the foundations to invoke the doctrine of\nequality in case of persons similarly situated. If some\npersons derived benefit by illegality and had escaped from\nthe clutches of law, similar persons cannot plead, nor the\nCourt can countenance that benefit had from infraction of\nlaw and must be allowed to be retained. One illegality\ncannot be compounded by permitting similar illegal or\nillegitimate or ultra vires acts.\"\nIn Union of India [Railway Board] and others v. J.V.\nSubhaiah and others (supra), a three-Judge Bench held as\nunder:\n\"The principle of equality enshrined under Article 14 of the\nConstitution, as contended for the respondents, does not\napply since we have already held that the order of the\nCAT, Madras Bench is clearly unsustainable in law and\nSTATE OF BIHAR VE\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n921\nillegal which can never form basis to hold that the other A\nemployees are invidiously discriminated offending Article\n14. The employees covered by the order of the Madras\nBench may be dealt with by the Railway Administration\nappropriately but that could not form foundation to plead\ndiscrimination violating Article 14 of the Constitution.\"\nIn Gursharan Singh v. New Delhi Municipal Committee\n(supra), this Court declined to invoke Article 14 of the Constitution\nfor giving relief to the appellant and observed:\nB\nD\nE\n\"There appears to be some confusion in respect of the\nscope of Article 14 of the Constitution which guarantees C\nequality before law to all citizens. This guarantee of equality\nbefore law is a positive concept and it cannot be enforced\nby a citizen or court in a negative manner. To put it in other\nwords, if an illegality or irregularity has been committed in\nfavour of any individual or a group of individuals, others\ncannot invoke the jurisdiction of the High Court or of this\nCourt, that the same irregularity or illegality be committed\nby the State ... so far such petitioners are concerned, on\nthe reasoning that they have been denied the benefits.\nwhich have been extended to others although in an irregular\nor illegal manner. Such petitioners can question the validity\nof orders which are said to have been passed in favour of\npersons who were not entitled to the same, but they cannot\nclaim orders which are not sanctioned by law in their favour\non principle of equality before law. Neither Article 14 of the\nConstitution conceives within the equality clause this\nconcept nor Article 226 empowers the High Court to\nenforce such claim of equality before law. If such claims\nare enforced, it shall amount to directing to continue and\nperpetuate an illegal procedure or an illegal order for\nextending similar benefits to others. Before a claim based\non equality clause is upheld, it must be established by the\npetitioner that his claim being just and legal, has been\ndenied to him, while it has been extended to others and\nin this process there has been a discrimination.\"\nF\nG\nIn Faridabad CT. Scan Centre v. D.G. Health Services H\n922\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA (supra), a three-Judge Bench overruled the earlier decision of\na two Judge Bench in Mediwell Hospital \u0026 Health Care (P)\nLtd. v. Union of India and others [(1997) 1 SCC 759] and held:\nB\nC\n\"Article 14 cannot be invoked in cases where wrong orders\nare issued in favour of others. Wrong orders cannot be\nperpetuated with the help of Article 14 on the basis that\nsuch wrong orders were earlier passed in favour of some\nother persons and that, therefore, there will be\ndiscrimination against others if correct orders are passed\nagainst them. The benefit of the exemption notification, in\nthe present case, cannot, therefore, be extended to the\npetitioner on the ground that such benefit has been wrongly\nextended to others.\"\nThe above principles were extended to the judgment of\nthe Court in State of Bihar v. Kameshwar Prasad Singh (supra)\nD wherein this Court held as under:\nE\nF\n\"The concept of equality as envisaged under Article 14 of\nthe Constitution is a positive concept which cannot be\nenforced in a negative manner. When any authority is\nshown to have committed any illegality or irregularity in\nfavour of any individual or group of individuals, others\ncannot claim the same illegality or irregularity on the ground\nof denial thereof to them. Similarly wrong judgment\npassed in favour of one individual does not entitle others\nto claim similar benefits.”\n[emphasis added]\nIn State of Haryana v. Ram Kumar Mann (supra), this Court\nruled that the High Court was not right in issuing a mandamus\nto the State to allow the petitioner to withdraw his resignation\nG merely because in another case such a course as adopted.\nSome of the observations made in that case, which are quite\ninstructive, are extracted below:\nH\n\"The doctrine of discrimination is founded upon existence\nof an enforceable right. He was discriminated and denied\nequality as some similarly situated persons had been given\nיד\nSTATE OF BIHAR V.\n923\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\nB\nthe same relief. Article 14 would apply only when invidious A\ndiscrimination is meted out to equals and similarly\ncircumstanced without any rational basis or relationship\nin that behalf. The respondent has no right, whatsoever\nand cannot be given the relief wrongly given to them, i.e.,\nbenefit of withdrawal of resignation. The High Court was\nwholly wrong in reaching the conclusion that there was\ninvidious discrimination. If we cannot allow a wrong to\nperpetrate, an employee, after committing misappropria-\ntion of money, is dismissed from service and subsequently\nthat order is withdrawn and he is reinstated into the service.\nCan a similarly circumstanced person claim equality under\nSection 14 for reinstatement? The answer is obviously\n'No'. In a converse case, in the first instance, one may be\nwrong but the wrong order cannot be the foundation for\nclaiming equality for enforcement of the same order. As\nstated earlier, his right must be founded upon enforceable D\nright to entitle him to the equality treatment for enforcement\nthereof. A wrong decision by the Government does not\ngive a right to enforce the wrong order and claim parity or\nequality. Two wrongs can never make a right.\"\nC\nIn Union of India v. International Trading Co. (supra), the E\nCourt reiterated that Article 14 does not comprehend negative\nequality and observed:\nF\n\"What remains now to be considered, is the effect of\npermission granted to the thirty two vessels. As highlighted by\nlearned counsel for the appellants, even if it is accepted that\nthere was any improper permission, that may render such\npermissions vulnerable so far as the thirty two vessels are\nconcerned, but it cannot come to the aid of the respondents. It\nis not necessary to deal with that aspect because two wrongs\ndo not make one right. A party cannot claim that since something G\nwrong has been done in another case direction should be given\nfor doing another wrong. It would not be setting a wrong right,\nbut would be perpetuating another wrong. In such matters there\nis no discrimination involved. The concept of equal treatment\non the logic of Article 14 of the Constitution of India (in short \"the H\n924\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA Constitution\") cannot be pressed into service in such cases.\nWhat the concept of equal treatment presupposes is existence\nof similar legal foothold. It does not countenance repetition of a\nwrong action to bring both wrongs on a par. Even if hypothetically\nit is accepted that a wrong has been committed in some other\ncases by introducing a concept of negative equality the\nrespondents cannot strengthen their case. They have to establish\nstrength of their case on some other basis and not by claiming\nnegative equality.\"\nB\nC\nD\nヨ\nIn Directorate of Film Festivals and others v. Gaurav\nAshwin Jain and others (supra), a two-Judge Bench, after\nmaking a reference to the judgments in Jagjit Singh's case and\nGursharan Singh's case, observed:\n\"When a grievance of discrimination is made, the High\nCourt cannot just examine whether someone similarly\nsituated has been granted a relief or benefit and then\nautomatically direct grant of such relief or benefit to the\nperson aggrieved. The High Court has to first examine\nwhether the petitioner who has approached the court has\nestablished a right, entitling him to the relief sought on the\nfacts and circumstances of the case. In the context of such\nexamination, the fact that some others, who are similarly\nsituated, have been granted relief which the petitioner is\nseeking, may be of some relevance. But where in law, a\nwrit petitioner has not established a right or is not entitled\nto relief, the fact that a similarly situated person has been\nillegally granted relief, is not a ground to direct similar\nrelief to him. That would be enforcing a negative equality by\nperpetuation of an illegality which is impermissible in law.\"\n36. In view of the above stated legal position, the order\npassed by the Division Bench dismissing the Letters Patent\nG Appeal cannot be sustained.\nF\n37. In the result, the appeal is allowed, the orders of the\nlearned Single Judge and Division Bench are set aside and\nthe writ petition filed by the respondents is dismissed.\nG.N.\nAppeal allowed.\n"}