{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n00\nB\nC\nD\nE\n896\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nensure that the meritorious alone will always be appointed\nor that the appointments made will not be on\nconsiderations other than merit. In the absence of\nguidelines, the appointments may be made purely on\npersonal or political considerations, and be arbitrary. This\nbeing so those who come to be appointed by such arbitrary\nprocedure can hardly complain if the termination of their\nappointment is equally arbitrary. Those who come by the\nback door have to go by the same door. This is more so\nwhen the order of appointment itself stipulates that the\nappointment is terminable at any time without assigning\nany reason. Such appointments are made, accepted and\nunderstood by both sides to be purely professional\nengagements till they last. The fact that they are made by\npublic bodies cannot vest them with additional sanctity.\nEvery appointment made to a public office, howsoever\nmade, is not necessarily vested with public sanctity. There\nis, therefore, no public interest involved in saving all\nappointments irrespective of their mode. From the\ninception some engagements and contracts may be the\nproduct of the operation of the spoils system. There need\nbe no legal anxiety to save them.\"\n[emphasis added]\n24. Notwithstanding the critical observations made in Delhi\nDevelopment Horticulture Employees Union vs. Delhi\nF Administration, Delhi and others (supra) and State of U.P. and\nothers v. U.P. State Law Officers Association and others (supra),\nillegal employment market continued to grow in the country and\nthose entrusted with the power of making appointment and those\nwho could pull strings in the corridors of power manipulated the\nG system to ensure that their favourites get employment in\ncomplete and contemptuous disregard of the equality clause\nenshrined in Article 16 of the Constitution and Section 4 of the\n1959 Act. However, the Courts gradually realized that\nunwarranted sympathy shown to the progenies of spoil system\nH has eaten into the vitals of service structure of the State and\nSTATE OF BIHAR V.\n897\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n-\nC\npublic bodies and this is the reason why relief of reinstatement A\nand/or regularization of service has been denied to illegal\nappointees/backdoor entrants in large number of cases\nDirector, Institute of Management Development, U.P. v.\nPushpa Srivastava [(1992) 4 SCC 33], Dr. M.A. Haque and\nothers v. Union of India and others [(1993) 2 SCC 213], J \u0026 K B\nPublic Service Commission and others v. Dr. Narinder Mohan\nand others [(1994) 2 SCC 630], Dr. Arundhati Ajit Pargaonkar\nv. State of Maharashtra and others [1994 Suppl. (3) SCC 380],\nUnion of India and others v. Kishan Gopal Vyas [(1996) 7 SCC\n134], Union of India v. Moti Lal [(1996) 7 SCC 481], Hindustan\nShipyard Ltd. and others v. Dr. P. Sambasiva Rao and others\n[(1996) 7 SCC 499], State of H.P. v. Suresh Kumar Verma and\nanother [(1996) 7 SCC 562], Dr. Surinder Singh Jamwal and\nanother v. State of J\u0026K and others [(1996) 9 SCC 619], E.\nRamakrishnan and others v. State of Kerala and others [(1996)\n10 SCC 565], Union of India and others vs. Bishambar Dutt\n[1996 (11) SCC 341], Union of India and others v. Mahender\nSingh ånd others [1997 (1) SCC 245], P. Ravindran and others\nv. Union Territory of Pondicherry and others [1997 (1) SCC\n350], Ashwani Kumar and others v. State of Bihar and others\n[1997 (2) SCC 1], Santosh Kumar Verma and others v. State\nof Bihar and others [(1997) 2 SCC 713], State of U.P. and others\nvs. Ajay Kumar [(1997) 4 SCC 88], Patna University and\nanother v. Dr. Amita Tiwari [(1997) 7 SCC 198] and Madhyamik\nShiksha Parishad, U.P. v. Anil Kumar Mishra and others\n[(2005) 5 SCC 122].\n25. In A. Umarani v. Registrar, Coop. Societies and others\n[(2004) 7 SCC 112], a three-Judge Bench held that when\nappointments were made in contravention of mandatory\nprovisions of the Act and statutory rules framed thereunder and\nby ignoring essential qualifications, the appointments would be\nillegal and cannot be regularised by the State and that the State\ncannot invoke its power under Article 162 of the Constitution to\nregularise such appointments. The Court further held that\nregularisation is not and cannot be a mode of recruitment by\nD\nE\nF\nG\nH\n898\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA any State within the meaning of Article 12 of the Constitution or\nany body or authority governed by a statutory Act or the rules\nframed thereunder and the fact that some persons had been\nworking for a long time would not mean that they had acquired\na right for regularisation.\nB\nC\nD\nE\nF\n0\nH\n26. In Secretary, State of Karnataka vs. Uma Devi [2006\n(4) SCC 1], the Constitution Bench considered different facets\nof the issue relating to regularization of services of ad hoc/\ntemporary/daily wage employees and unequivocally ruled that\nsuch appointees are not entitled to claim regularization of service\nas of right. After taking cognizance of large scale irregularities\ncommitted in appointment at the lower rungs of the services\nand noticing several earlier decisions, the Constitution Bench\nobserved:\n\"The Union, the States, their departments and\ninstrumentalities have resorted to irregular appointments,\nespecially in the lower rungs of the service, without\nreference to the duty to ensure a proper appointment\nprocedure through the Public Service Commissions or\notherwise as per the rules adopted and to permit these\nirregular appointees or those appointed on contract or on\ndaily wages, to continue year after year, thus, keeping out\nthose who are qualified to apply for the post concerned\nand depriving them of an opportunity to compete for the\npost. It has also led to persons who get employed, without\nthe following of a regular procedure or even through the\nbackdoor or on daily wages, approaching the courts,\nseeking directions to make them permanent in their posts\nand to prevent regular recruitment to the posts concerned.\nThe courts have not always kept the legal aspects in mind\nand have occasionally even stayed the regular process of\nemployment being set in motion and in some cases, even\ndirected that these illegal, irregular or improper entrants\nbe absorbed into service. A class of employment which\ncan only be called \"litigious employment”, has risen like a\nphoenix seriously impairing the constitutional scheme.\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n899\nC\nSuch orders are passed apparently in exercise of the wide A\npowers under Article 226 of the Constitution. Whether the\nwide powers under Article 226 of the Constitution are\nintended to be used for a purpose certain to defeat the\nconcept of social justice and equal opportunity for all,\nsubject to affirmative action in the matter of public B\nemployment as recognised by our Constitution, has to be\nseriously pondered over. It is time that the courts desist\nfrom issuing orders preventing regular selection or\nrecruitment at the instance of such persons and from\nissuing directions for continuance of those who have not\nsecured regular appointments as per procedure\nestablished. The passing of orders for continuance tends\nto defeat the very constitutional scheme of public\nemployment. It has to be emphasised that this is not the\nrole envisaged for the High Courts in the scheme of things\nand their wide powers under Article 226 of the Constitution\nare not intended to be used for the purpose of perpetuating\nillegalities, irregularities or improprieties or for scuttling\nthe whole scheme of public employment. Its role as the\nsentinel and as the guardian of equal rights protection\nshould not be forgotten.\"\nD\nE\n\"This Court has also on occasions issued directions which\ncould not be said to be consistent with the constitutional\nscheme of public employment. Such directions are issued\npresumably on the basis of equitable considerations or F\nindividualisation of justice. The question arises, equity to\nwhom? Equity for the handful of people who have\napproached the court with a claim, or equity for the teeming\nmillions of this country seeking employment and seeking\na fair opportunity for competing for employment? When\none side of the coin is considered, the other side of the\ncoin has also to be considered and the way open to any\ncourt of law or justice, is to adhere to the law as laid down\nby the Constitution and not to make directions, which at\ntimes, even if do not run counter to the constitutional\nG\nH\nA\n\u003e\u003e\nB\n0\nD\nE\nF\nG\nH\n900\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nscheme, certainly tend to water down the constitutional\nrequirements. It is this conflict that is reflected in these\ncases referred to the Constitution Bench.\"\nWhile repelling the argument based on equity, the\nConstitution Bench observed:\n\".....But the fact that such engagements are resorted to,\ncannot be used to defeat the very scheme of public\nemployment. Nor can a court say that the Union or the\nState Governments do not have the right to engage\npersons in various capacities for a duration or until the\nwork in a particular project is completed. Once this right\nof the Government is recognised and the mandate of the\nconstitutional requirement for public employment is\nrespected, there cannot be much difficulty in coming to\nthe conclusion that it is ordinarily not proper for the Courts\nwhether acting under Article 226 of the Constitution or\nunder Article 32 of the Constitution, to direct absorption\nin permanent employment of those who have been\nengaged without following a due process of selection as\nenvisaged by the constitutional scheme.\nWhat is sought to be pitted against this approach, is the\nso-called equity arising out of giving of temporary\nemployment or engagement on daily wages and the\ncontinuance of such persons in the engaged work for a\ncertain length of time. Such considerations can have only\na limited role to play, when every qualified citizen has a\nright to apply for appointment, the adoption of the concept\nof rule of law and the scheme of the Constitution for\nappointment to posts. It cannot also be forgotten that it is\nnot the role of the courts to ignore, encourage or approve\nappointments made or engagements given outside the\nconstitutional scheme. In effect, orders based on such\nsentiments or approach would result in perpetuating\nillegalities and in the jettisoning of the scheme of public\nemployment adopted by us while adopting the Constitution.\n:\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n901\nThe approving of such acts also results in depriving many A\nof their opportunity to compete for public employment. We\nhave, therefore, to consider the question objectively and\nbased on the constitutional and statutory provisions.\"\n[emphasis added]\nThe Constitution Bench then considered whether in\nexercise of power under Article 226 of the Constitution, the High\nCourt could entertain claim for regularization and/or continuance\nin service made by those appointed without following the\nprocedure prescribed in the rules or who are beneficiaries of\nillegal employment market and held:\nB\nC\n\"Thus, it is clear that adherence to the rule of equality in\npublic employment is a basic feature of our Constitution\nand since the rule of law is the core of our Constitution, a\ncourt would certainly be disabled from passing an order D\nupholding a violation of Article 14 or in ordering the\noverlooking of the need to comply with the requirements\nof Article 14 read with Article 16 of the Constitution.\nTherefore, consistent with the scheme for public\nemployment, this Court while laying down the law, has E\nnecessarily to hold that unless the appointment is in terms\nof the relevant rules and after a proper competition among\nqualified persons, the same would not confer any right on\nthe appointee. If it is a contractual appointment, the\nappointment comes to an end at the end of the contract, F\nif it were an engagement or appointment on daily wages\nor casual basis, the same would come to an end when it\nis discontinued. Similarly, a temporary employee could\nnot claim to be made permanent on the expiry of his term\nof appointment. It has also to be clarified that merely\nbecause a temporary employee or a casual wage worker\nis continued for a time beyond the term of his appointment,\nhe would not be entitled to be absorbed in regular service\nor made permanent, merely on the strength of such\ncontinuance, if the original appointment was not made by\nG\nH\n902\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nfollowing a due process of selection as envisaged by the\nrelevant rules. It is not open to the court to prevent regular\nrecruitment at the instance of temporary employees whose\nperiod of employment has come to an end or of ad hoc\nemployees who by the very nature of their appointment,\ndo not acquire any right. The High Courts acting under\nArticle 226 of the Constitution, should not ordinarily issue\ndirections for absorption, regularisation, or permanent\ncontinuance unless the recruitment itself was made\nregularly and in terms of the constitutional scheme. Merely\nbecause an employee had continued under cover of an\norder of the court, which we have described as \"litigious\nemployment\" in the earlier part of the judgment, he would\nnot be entitled to any right to be absorbed or made\npermanent in the service. In fact, in such cases, the High\nCourt may not be justified in issuing interim directions,\nsince, after all, if ultimately the employee approaching it is\nfound entitled to relief, it may be possible for it to mould\nthe relief in such a manner that ultimately no prejudice will\nbe caused to him, whereas an interim direction to continue\nhis employment would hold up the regular procedure for\nselection or impose on the State the burden of paying an\nemployee who is really not required. The courts must be\ncareful in ensuring that they do not interfere unduly with the\neconomic arrangement of its affairs by the State or its\ninstrumentalities or lend themselves the instruments to\nfacilitate the bypassing of the constitutional and statutory\nmandates.\nIt is contended that the State action in not regularising the\nemployees was not fair within the framework of the rule of\nlaw. The rule of law compels the State to make\nappointments as envisaged by the Constitution and in the\nmanner we have indicated earlier. In most of these cases,\nno doubt, the employees had worked for some length of\ntime but this has also been brought about by the pendency\nof proceedings in tribunals and courts initiated at the\nv\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n903\ninstance of the employees. Moreover, accepting an A\nargument of this nature would mean that the State would.\nbe permitted to perpetuate an illegality in the matter of\npublic employment and that would be a negation of the\nconstitutional scheme adopted by us, the people of India.\nIt is therefore not possible to accept the argument that B\nthere must be a direction to make permanent all the persons\nemployed on daily wages. When the court is approached\nfor relief by way of a writ, the court has necessarily to ask\nitself whether the person before it had any legal right to be\nenforced. Considered in the light of the very clear\nconstitutional scheme, it cannot be said that the employees\nhave been able to establish a legal right to be made\npermanent even though they have never been appointed\nin terms of the relevant rules or in adherence of Articles 14\nand 16 of the Constitution.\nC\nD\nLL\nF\nThe argument that the right to life protected by Article 21\nof the Constitution would include the right to employment\ncannot also be accepted at this juncture. The law is\ndynamic and our Constitution is a living document. May\nbe at some future point of time, the right to employment E\ncan also be brought in under the concept of right to life or\neven included as a fundamental right. The new statute is\nperhaps a beginning. As things now stand, the acceptance\nof such a plea at the instance of the employees before us\nwould lead to the consequence of depriving a large number\nof other aspirants of an opportunity to compete for the\npost or employment. Their right to employment, if it is a\npart of right to life, would stand denuded by the preferring\nof those who have got in casually or those who have come\nthrough the backdoor. The obligation cast on the State\nunder Article 39(a) of the Constitution is to ensure that all\ncitizens equally have the right to adequate means of\nlivelihood. It will be more consistent with that policy if the\ncourts recognise that an appointment to a post in\ngovernment service or in the service of its instrumentalities,\nG\nH\n+\nA\nB\nс\n904\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\ncan only be by way of a proper selection in the manner\nrecognised by the relevant legislation in the context of the\nrelevant provisions of the Constitution. In the name of\nindividualising justice, it is also not possible to shut our\neyes to the constitutional scheme and the right of the\nnumerous as against the few who are before the court.\nThe directive principles of State policy have also to be\nreconciled with the rights available to the citizen under\nPart III of the Constitution and the obligation of the State\nto one and all and not to a particular group of citizens. We,\ntherefore, overrule the argument based on Article 21 of\nthe Constitution.\"\n27. In the light of above, we shall now consider whether\nthe High Court was justified in directing reinstatement of the\nrespondents with consequential benefits. In the writ petition filed\nD by them, the respondents herein made a bald assertion that\nthey were appointed by the competent authority after following\nthe prescribed procedure and pleaded that their services could\nnot have been terminated in the garb of implementing the policy\ncontained in letter dated 16.4.1996 overlooking the fact that they\nE had been appointed prior to the cut off date, i.e., 28.10.1991\nand the fact that they had continuously worked for almost 10\nyears. On behalf of the appellants herein, it was submitted that\nthe writ petitioners should not be granted any relief because\ntheir initial appointments were per se illegal inasmuch as the\nconcerned Regional Director had neither advertised the posts\nnor any requisition was sent to the employment exchange and\nthere was no consideration of the competing claims of eligible\npersons.\nF\n28. In view of the contradictory assertions made by the\nG parties on the issue of legality of the respondents' initial\nappointment, the minimum which the learned Single Judge\nshould have done was to call upon the respondents to produce\ncopies of the advertisement issued by the competent authority\nand/or requisition sent to the employment exchange and letters\nH of interview, if any, issued to them to prove that they were\n'\n↓\nན\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n905\nappointed by following a fair procedure and after considering A\nthe claims of all eligible persons. However, without making any\nendeavour to find out whether the appointments of the\nrespondents were made after following some procedure\nconsistent with the doctrine of equality, the learned Single Judge\nquashed the termination of their services simply by relying upon B\nthe order passed in another case and by observing that the writ\npetitioners (respondents herein) had been appointed before the\ncut off date i.e. 28.10.1991 specified in letter dated 16.4.1996\nand they had worked for almost 10 years.\n29. In the Letters Patent Appeal filed by them, the appellants\nreiterated that the respondents had been appointed without\nfollowing any procedure and without any selection. They also\ncontended that even though vacant posts were not available,\nthe then Regional Director, Gaya made large number of illegal\nappointments and this fact was established in the enquiry got\nconducted by the department. However, the Division Bench did\nnot deal with the issues raised in the appeal and dismissed the\nsame by making reference to the orders passed in LPA No.325/\n2000, Civil Review No.279/2000 and LPA No.47/2005 and\nobserving that taking different view in the case of the respondents\ncould lead to an anomalous position inasmuch as some persons\nwould get back into service on the strength of the court's order\nwhile others will be thrown out.\nC\nD\nE\n30. At the hearing of this appeal, we asked the learned F\nsenior counsel appearing for the respondents to show that\nbefore appointing his clients on ad hoc basis, the then Regional\nDirector, Gaya had issued an advertisement and/or sent\nrequisition to the employment exchange and made selection\nafter considering competing claims of the eligible candidates G\nbut he could not draw our attention to any document from which\nit could be inferred that the respondents were appointed after\nadvertising the posts or by adopting some other method which\ncould enable other eligible persons to at least apply for being\nconsidered for appointment. He, however, submitted that issue H\n"}