{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\n886\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nand chooses to make appointments as he likes, a grave\nelement of arbitrariness is certainly introduced. This must\nnecessarily be avoided if Articles 14 and 16 have to be\ngiven any meaning. We, therefore, consider that insistence\non recruitment through Employment Exchanges advances\nrather than restricts the rights guaranteed by Articles 14\nand 16 of the Constitution. The submission that\nEmployment Exchanges do not reach everywhere applies\nequally to whatever method of advertising vacancies is\nadopted. Advertisement in the daily press, for example, is\nalso equally ineffective as it does not reach everyone.\ndesiring employment. In the absence of a better method.\nof recruitment, we think that any restriction that employment\nin government departments should be through the medium\nof employment exchanges does not offend Articles 14\nand 16 of the Constitution.\"\nIn Excise Superintendent, Malkapatnam, Krishna District,\nA.P. v. K.B.N. Visweshwara Rao and others [(1996) 6 SCC 216],\na three-Judge Bench while reiterating that the requisitioning\nauthority/establishment must send intimation to the employment\nE exchange and the latter should sponsor the names of candidates,\nobserved:\nF\nG\nH\n\".... It is common knowledge that many a candidate is\nunable to have the names sponsored, though their names\nare either registered or are waiting to be registered in the\nemployment exchange, with the result that the choice of\nselection is restricted to only such of the candidates whose\nnames come to be sponsored by the employment\nexchange. Under these circumstances, many a deserving\ncandidate is deprived of the right to be considered for\nappointment to a post under the State. Better view appears\nto be that it should be mandatory for the requisitioning\nauthority/establishment to intimate the employment.\nexchange, and employment exchange should sponsor the\nnames of the candidates to the requisitioning departments\nfor selection strictly according to seniority and reservation,\n'\nf\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n887\nas per requisition. In addition, the appropriate department A\nor undertaking or establishment should call for the names\nby publication in the newspapers having wider circulation\nand also display on their office notice boards or announce\non radio, television and employment news bulletins; and\nthen consider the cases of all the candidates who have B\napplied. If this procedure is adopted, fair play would be\nsubserved. The equality of opportunity in the matter of\nemployment would be available to all eligible candidates.\"\n'\nThe same principle was reiterated in Arun Kumar Nayak\nv. Union of India and others [(2006) 8 SCC 111] in the following C\nwords:\n\"This Court in Visweshwara Rao, therefore, held that\nintimation to the employment exchange about the vacancy\nand candidates sponsored from the employment exchange\nis mandatory. This Court also held that in addition and\nconsistent with the principle of fair play, justice and equal\nopportunity, the appropriate department or establishment\nshould also call for the names by publication in the\nnewspapers having wider circulation, announcement on\nradio, television and employment news bulletins and\nconsider all the candidates who have applied. This view\nwas taken to afford equal opportunity to all the eligible\ncandidates in the matter of employment. The rationale\nbehind such direction is also consistent with the sound\nD\nE\npublic policy that wider the opportunity of the notice of F\nvacancy by wider publication in the newspapers, radio,\ntelevision and employment news bulletin, the better\ncandidates with better qualifications are attracted, so that\nadequate choices are made available and the best\ncandidates would be selected and appointed to subserve G\nthe public interest better.\"\n16. The ratio of the above noted three judgments is that in\nterms of Section 4 of the 1959 Act, every public employer is\nduty bound to notify the vacancies to the concerned employment\nH\n888\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA exchange so as to enable it to sponsor the names of eligible\ncandidates and also advertise the same in the newspapers\nhaving wider circulation, employment news bulletins, get\nannouncement made on radio and television and consider all\neligible candidates whose names may be forwarded by the\nB concerned employment exchange and/or who may apply\npursuant to the advertisement published in the newspapers or\nannouncements made on radio/television.\nC\nth\n17. Notwithstanding the basic mandate of Article 16 that\nthere shall be equality of opportunity for all citizens in matters.\nrelating to employment for appointment to any office under the\nState, the spoil system which prevailed in America in 17\" and\n18 centuries has spread its tentacles in various segments of\npublic employment apparatus and a huge illegal employment\nmarket has developed in the country adversely affecting the legal\nD and constitutional rights of lakhs of meritorious members of\nyounger generation of the country who are forced to seek\nintervention of the court and wait for justice for years together.\nE\nF\nG\nH\nSPOIL SYSTEM – A BIRD'S EYE VIEW:\nth\n-\nth\n18. In 17 and 18\" centuries a peculiar system of\nemployment prevailed in America. Under that system, leaders\nof the political party which came to power considered it to be\ntheir prerogative to appoint their faithful followers to public offices\nand remove those who did not support the party. The system\nwas developed in New York and Pennsylvania more than\nelsewhere, largely because of the existence in those States of\na large body of apathetic non-English voters. In New York, the\nill-devised council of appointment had much to do with the growth\nof this system. In the Federal Government, Jefferson\nimplemented this system to a large extent. The prescription of\na four year term for various offices considerably increased\nappointment of political faithfuls to public offices and positions.\nThe politicians who surrounded Jackson brought this system to\nits full development as an engine of party warfare. Since then it\nbecame a regular feature in every administration. The phrase\n!\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n889\nC\nD\n'spoil system' was derived from the statement of Senator WL A\nMarcy of New York, in a speech in the Senate in 1832. Speaking\nof the New York politicians, he said: 'They see nothing wrong in\nthe rule that to the victor belong the spoils of the enemy'. By\n1840, the spoil system was widely used in Local, State and\nFederal governments. As a result of this, America fell far behind B\nother nations in civil service standards of ability and rectitude.\nWhen William Henry Harrison became President in 1841, the\npractice of appointing political followers reached its pinnacle.\nBetween 30,000 and 40,000 office-seekers converged on the\ncapital to scramble for 23,700 jobs which then comprised the\nfederal service. Numerous persons hired through the spoil\nsystem were untrained for their work and indifferent to it. In the\nearly days, government work was simple. However, as\ngovernment grew, a serious need for qualified workers\ndeveloped. After Civil War, pressure started building up for\nreforms in recruitment to civil services. The gross scandals of\nPresident Ulysses S. Grant's administration lent credence to\nthe efforts of reformers George W. Curtis, Dorman B. Eaton\nand Carl Schurz. In 1871, Congress authorized the President\nto make regulations for appointment to public services and to\nE\nconstitute Civil Service Commission for that purpose. However,\nthis merit system ended in 1875 because the Congress failed\nto provide funds for the same. Nevertheless, the experiment\nproved the merit system to be both functional and supportive.\nPresident Rutherford B. Hayes was enamored of reform and\nbegan to use competitive examinations as a basis for F\nappointments. In 1881, a spurned office-seeker shot and killed\nPresident James A. Garfield. His death provoked further public\noutcry for civil service reform and paved way for passage of a\nbill introduced by Sen. George H. Pendleton of Ohio. His bill\nbecame the Civil Service Act of 1883 and re-established the G\nCivil Service Commission. The Act rendered it unlawful to fill\nvarious federal offices by the spoil system. Since then, much\nhas been done to avoid the evils of the system. Federal civil\nservice legislation has been greatly expanded. Many\nmunicipalities and states have made training and experience H\nJ\n890\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA as a condition precedent for appointment to public offices. In\nthe territories of India ruled by Britishers also a large chunk of\njobs went to the faithfuls of Britishers who were considered fit\nfor serving British interest.\nB\n19. With a view to insulate the public employment apparatus\nin independent India from the virus of spoil system, the framers\nof the Constitution not only made equal opportunity in the matter\nof public employment as an integral part of the fundamental rights.\nguaranteed to every citizen but also enacted a separate part,\ni.e., Part XIV with the title \"Services under the Union and the\nC States\". Article 309 which finds place in Chapter I of this part\nenvisages enactment of laws by the Parliament and the State\nLegislatures for regulating the recruitment and conditions of\nservice of persons appointed to public services and posts in\nconnection with the affairs of the Union or of any State. Proviso\nD to this Article empowers the President or such person as he\nmay direct in the case of services and posts in connection with\nthe affairs of the Union and the Governor of a State or such\nperson as he may direct in the case of services and posts and\nin connection with the affairs of State, to make rules regulating\nthe recruitment, and the conditions of service of persons\nappointed, to such services and posts till the enactment of law\nby the appropriate legislature. Article 311 which also finds place\nin the same chapter gives protection to the holders of civil posts\nagainst dismissal, removal or reduction in rank by an authority\nsubordinate to the one by which they are appointed. This Article\nF also provides that an order of dismissal, removal or reduction\nE\nin rank can be passed only after holding an inquiry and giving\nreasonable opportunity of hearing to the affected person. The\nprovisions contained in Chapter II of Part XIV relate to Public\nService Commissions. Article 315 mandates that there shall\nG be a Public Service Commission for the Union and a Public\nService Commission for each State. Article 320(1) casts a duty\non the Union and the State Public Service Commissions to\nconduct examinations for appointments to the services of the\nUnion and the State respectively. Clause 3 of Article 320 makes\nH consultation with Union Public Service Commission, or the State\nН\n•\n'\nSTATE OF BIHAR V.\n891\nC\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\nPublic Service Commission, as the case may be mandatory on A\nall matters relating to methods of recruitment to civil services\nand for civil posts, on the principles to be followed in making\nappointments to civil services and posts and in making\npromotions and transfers from one service to another and on\nthe suitability of candidates for such appointments, promotions B\nor transfers, on all disciplinary matters affecting a person serving\nunder the Government of India or the Government of a State in a\ncivil capacity, including memorials or petitions relating to such\nmatters, on any claim by or in respect of a person who is serving\nor has served under the Government of India or the Government\nof a State or under the Crown in India or under the Government\nof an Indian State, in a civil capacity, that any costs incurred by\nhim in defending legal proceedings instituted against him in\nrespect of acts done or purporting to be done in the execution.\nof his duty should be paid out of the Consolidated Fund of India,\nor, as the case may be, out of the Consolidated Fund of the D\nState, on any claim for the award of a pension in respect of\ninjuries sustained by a person while serving under the\nGovernment of India or the Government of a State or under the\nCrown in India or under the Government of an Indian State, in a\ncivil capacity, and any question as to the amount of any such E\naward. This clause also casts a duty on the Public Service\nCommissions to advise on any matter referred to them by the\nPresident or the Governor.\n20. However, the hope and expectation of the framers of\nthe Constitution that after independence every citizen will get F\nequal opportunity in the matter of employment or appointment\nto any office under the State and members of civil services would\nremain committed to the Constitution and honestly serve the\npeople of this country have been belied by what has actually\nhappened in last four decades. The Public Service G\nCommissions which have been given the status of\nConstitutional Authorities and which are supposed to be totally\nindependent and impartial while discharging their function in\nterms of Article 320 have become victims of spoil system. In the\nbeginning, people with the distinction in different fields of\nH\n892\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nB\nC\nA administration and social life were appointed as Chairman and\nmembers of the Public Service Commissions but with the\npassage of time appointment to these high offices became\npersonal prerogatives of the political head of the Government\nand men with questionable background have been appointed\nto these coveted positions. Such appointees have, instead of\nmaking selections for appointment to higher echelons of\nservices on merit, indulged in exhibition of faithfulness to their\nmentors totally unmindful of their Constitutional responsibility.\nThis is one of several reasons why most meritorious in the\nacademics opt for private employment and ventures. The\nscenario is worst when it comes to appointment to lower strata\nof the civil services. Those who have been bestowed with the\npower to make appointment on Class III and Class IV posts\nhave by and large misused and abused the same by violating\nrelevant rules and instructions and have indulged in favouritism\nD and nepotism with impunity resulting in total negation of the\nequality clause enshrined in Article 16 of the Constitution.\nThousands of cases have been filed in the Courts by aggrieved\npersons with the complaints that appointment to Class Ill and\nClass IV posts have been made without issuing any\nE advertisement or sending requisition to the employment\nexchange as per the requirement of the 1959 Act and those\nwho have links with the party in power or political leaders or\nwho could pull strings in the power corridors get the cake of\nemployment. Cases have also been filed with the complaints.\nthat recruitment to the higher strata of civil services made by\nthe Public Service Commissions have been affected by the virus\nof spoil system in different dimensions and selections have been\nmade for considerations other than merit.\nF\n21. Unfortunately, some orders passed by the Courts have\nG also contributed to the spread of spoil system in this country.\nThe judgments of 1980s and early 1990s show that this Court\ngave expanded meaning to the equality clause enshrined in\nArticles 14 and 16 and issued directions for treating temporary/\nad hoc/daily wage employees at par with regular employees in\nthe matter of payment of salaries etc. The schemes framed by\nH\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n893\nC\nD\nthe Governments and public bodies for regularization of illegally A\nappointed temporary/ad hoc/daily wage/casual employees got\napproval of the Courts. In some cases, the Courts also directed\nthe State and its instrumentalities/agencies to frame schemes\nfor regularization of the services of such employees. In State of\nHaryana v. Piara Singh [(1992) 4 SCC 118], this Court B\nreiterated that appointment to the public posts should ordinarily\nbe made by regular recruitment through the prescribed agency\nand that even where ad hoc or temporary employment is\nnecessitated on account of the exigencies of administration,\nthe candidate should be drawn from the employment exchange\nand that if no candidate is available or sponsored by the\nemployment exchange, some method consistent with the\nrequirements of Article 14 of the Constitution should be followed\nby publishing notice in appropriate manner calling for\napplications and all those who apply in response thereto should\nbe considered fairly, but proceeded to observe that if an ad hoc\nor temporary employee is continued for a fairly long spell, the\nauthorities are duty bound to consider his case for regularization\nsubject to his fulfilling the conditions of eligibility and the\nrequirement of satisfactory service. The propositions laid down\nin Piara Singh's case (supra) were followed by almost all High\nCourts for directing the concerned State Governments and\npublic authorities to regularize the services of ad hoc/temporary/\ndaily wage employees only on the ground that they have\ncontinued for a particular length of time. In some cases, the\nschemes framed for regularization of the services of the\nbackdoor entrants were also approved. As a result of this,\nbeneficiaries of spoil system and corruption garnered substantial\nshare of Class III and Class IV posts and thereby caused\nirreparable damage to the service structure at the lower levels.\nThose appointed by backdoor methods or as a result of G\nfavoritism, nepotism or corruption do not show any commitment\nto their duty as public servant. Not only this, majority of them are\nfound to be totally incompetent or inefficient.\n22. In Delhi Development Horticulture Employees Union\nE\nF\nH\n894\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA v. Delhi Administration, Delhi and others [(1992) 4 SCC 99],\nthe Court took cognizance of the illegal employment market\nwhich has developed in the country and observed:\nB\nс\nD\nE\nF\n0\nH\n\"Apart from the fact that the petitioners cannot be directed\nto be regularised for the reasons given above, we may\ntake note of the pernicious consequences to which the\ndirection for regularisation of workmen on the only ground\nthat they have put in work for 240 or more days, has been\nleading. Although there is an Employment Exchange Act\nwhich requires recruitment on the basis of registration in\nthe Employment Exchange, it has become a common\npractice to ignore the Employment Exchange and the\npersons registered in the Employment Exchanges, and to\nemploy and get employed directly those who are either\nnot registered with the Employment Exchange or who\nthough registered are lower in the long waiting list in the\nEmployment Register. The courts can take judicial notice\nof the fact that such employment is sought and given\ndirectly for various illegal considerations including money.\nThe employment is given first for temporary periods with\ntechnical breaks to circumvent the relevant rules, and is\ncontinued for 240 or more days with a view to give the\nbenefit of regularization knowing the judicial trend that\nthose who have completed 240 or more days are directed\nto be automatically regularized. A good deal of illegal\nemployment market has developed resulting in a new\nsource of corruption and frustration of those who are\nwaiting at the Employment Exchanges for years. Not all\nthose who gain such backdoor entry in the employment\nare in need of the particular jobs. Though already\nemployed elsewhere, they join the jobs for better and\nsecured prospects. That is why most of the cases which\ncome to the courts are of employment in government\ndepartments, public undertakings or agencies.\nUltimately it is the people who bear the heavy burden of\nthe surplus labour. The other equally injurious effect of\n:\nT\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n895\nindiscriminate regularization has been that many of the A\nagencies have stopped undertaking casual or temporary\nworks though they are urgent and essential for fear that if\nthose who are employed on such works are required to\nbe continued for 240 or more days they have to be\nabsorbed as regular employees although the works are B\ntime-bound and there is no need of the workmen beyond\nthe completion of the works undertaken. The public\ninterests are thus jeopardised on both counts.\"\n(emphasis added)\n23. In State of U.P. and others v. U.P. State Law Officers\nAssociation and others [(1994) 2 SCC 204], this Court\nexamined the correctness of an order passed by Allahabad High\nCourt quashing the termination of the services of 26 law officers\nand appointment of new law officers. After noticing the provisions\nof Legal Remembrancer's Manual which regulate appointment\nof Government counsel in the State of U.P. and the manner in\nwhich the respondents were appointed, this Court reversed the\norder of the High Court and observed:\nC\nD\nF\n\"It would be evident from Chapter V of the said Manual E\nthat to appoint the Chief Standing Counsel, the Standing\nCounsel and the Government Advocate, Additional\nGovernment Advocate, Deputy Government Advocate and\nAssistant Government Advocate, the State Government is\nunder no obligation to consult even its Advocate-General\nmuch less the Chief Justice or any of the judges of the\nHigh Court or to take into consideration, the views of any\ncommittee that \"may\" be constituted for the purpose. The\nState Government has a discretion. It may or may not\nascertain the views of any of them while making the said\nappointments. Even where it chooses to consult them,\ntheir views are not binding on it. The appointments may,\ntherefore, be made on considerations other than merit\nand there exists no provision to prevent such appointments.\nThe method of appointment is indeed not calculated to\nG\nI\n"}