{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n80\nB\nCEAT LTD.\nV.\nANAND ABASAHEB HAWALDAR AND ORS.\nFEBRUARY 16, 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nC\nE\nLabors Laws:\nMaharashtra Recognition of Trade Unions and Prevention of unfair\nLabour Practices Act, 1971: Schedule IV. Item Nos. 5, 9 and 10.\nUnfair labour practices-On the part of the employer-Voluntary\nRetirement Scheme (VRS)-Differential treatment--Favoritism of partiality-\nAllegations of Company declared VRS-I for its employees which was accepted\nD by 337 employees-Subsequently, the company entered into a Memorandum\nof Understanding with the employees' union containing another VRS-II—The\nsame was accepted by 179 employees Some employees who had earlier\naccepted VRS-I filed a complaint before the Industrial Court alleging that the\ncompany had committed an unfair labour practice in terms of item Nos. 5, 9\nand 10 of the Schedule IV-It was contended that one of the benefits which\nwas given to the employees who had accepted VRS-II, namely, payment of a\nsum of Rs.90,000 ex-gratia, had not been extended to the complainants who\nhad retired pursuant to VRS-I--The Industrial Court directed the company to\npay Rs. 90,000 to each of the employees who had retired under VRS-I--The\nHigh Court held that the fact that Rs. 90,000 was paid to those who accepted\nF VRS-II clearly indicated discrimination and confirmed the order of the Industrial\nCourt-Correctness of Held: Every kind of differential treatment is not\n'favouritism or partiality'-It must be a prejudice which is not founded on\nreason, and actuated by self-interest whether pecuniary or personal--The\nMemorandum of Understanding which was the foundation for VRS-I gave a\ndifferent package but on the clear understanding that litigations of all types\nwere to be withdrawn-The background facts do not establish that the company\nwas guilty of favouritism or partiality-Mere breach of assurance is not\nfavoritism or partiality-Hence, complaint of unfair labour practice not\nestablished.\nG\nWords \u0026 Phrases:\nH\n254\nпрочит\nCEAT LTD. v. ANAND ABASAHEB HAWALDAR\n255\nA\n\"Favouritism or partiality\"-Meaning of-In the context of item 5 of\nSchedule IV of the Maharashtra Recognition of Trade Union \u0026 Prevention of\nUnfair Labour Practices Act, 1971.\nThe appellant-company declared a Voluntary Retirement Scheme\n(VRS-I) for its employees which was accepted by 337 employees. B\nSubsequently, the appellant entered into a Memorandum of Understanding\nwith the employees' union containing another Voluntary Retirement\nScheme (VRS-II). The same was accepted by 179 employees. Respondents\n1 to 6 who had earlier accepted VRS-I filed a complaint before the\nIndustrial Court alleging that the appellant-company had committed an\nunfair labour practice in terms of item Nos. 5, 9 and 10 of Schedule IV to C\nthe Maharashtra Recognition of Trade Union \u0026 Prevention of Unfair\nLabour Practices Act, 1971. It was contended that one of the benefits which\nwas given to the employees who had accepted VRS-II, namely payment\nof a sum of Rs. 90,000 ex-gratia, had not been extended to the complainants\nwho had retired pursuant to VRS-I.\nThe Industrial Court directed the appellant to pay Rs. 90,000 to each\nof the employees who had retired under VRS-I. The High Court held that\nthe fact that Rs. 90,000 was paid to those who accepted VRS-II clearly\nindicated discrimination and confirmed the order of the Industrial Court.\nHence the appeal.\nOn behalf of the appellant, it was contended that VRS-II was offered\nin order to curtail litigations and, therefore, a Memorandum of\nUnderstanding was arrived at so that cases of all types were to be\nwithdrawn by the employees who had raised disputes and had gone to\ncourt by not accepting the terms of VRS-I.\nAllowing the appeal, the Court\nD\nE\nF\nHELD: 1. In Item (5) of Schedule IV to the Maharashtra Recognition\nof Trade Union \u0026 Prevention of Unfair Labour Practices Act, 1971, the\nLegislature has consciously used the words 'favouritism or partiality to G\none set of workers' and not differential treatment. Thus, the mental\nelement of bias was necessary to be established by cogent evidence. No\nevidence in that regard was led. On the contrary the approach of the\nIndustrial Court and the High Court was different. One proceeded on the\nbasis of breach of assurance and the other on the ground of discrimination.\nH\n256\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA There was no evidence brought on record as regards the pre-requisite i.e.\nfavouritism or partiality. Favouritism means showing favour in the matter\nof selection on circumstances other than merit. [261-E-F]\nB\nto.\nP. Ramanatha Aiyar: Advanced Law Lexicon, 3rd Edn., (2005), referred\n1.2. It is not every kind of differential treatment which in law is taken\nto vitiate an act. It must be a prejudice, which is not founded on reason,\nand actuated by self-interest-whether pecuniary or personal. [262-D]\n1.3. Every preference does not vitiate an action. If it is rational and\nC unaccompanied by considerations of personal interest, pecuniary or\notherwise, it would not vitiate a decision. [262-F]\nD\nE\nG.N. Nayak v. Goa University, [2002] 2 SCC 712, relied on.\n2. The factual scenario does not establish any favouritism or\npartiality. When VRS-I Scheme was introduced the same was offered to\nevery employee. It is nobody's case that there was any hidden intent and/\nor that the employer had any previous knowledge at the tine of introducing\nthe scheme that some of the employees would not accept it. It is not the\ncase of the complainants that the employer had at that point of time\nintended to pay something more to those who did not accept VRS-I. The\nMemorandum of Understanding which was the foundation for the VRS-\nII, of course, gives a different package but on the clear understanding that\nlitigations of all types were to be withdrawn. [262-G; 263-A]\n3. Mere breach of assurance is not favouritism or partisan approach.\nFIt has to be definitely pleaded and proved to show that Item 9 of Schedule\nIV was attracted. The Memorandum of Understanding came to be arrived\nat because some of the employees went to Court after not accepting VRS-\nI. The background facts do not establish that the appellant -company was\nguilty of favouritism or partiality. There is also no plea or proof that the\nemployer indulged in any violence or force to coerce 337 employees to\naccept VRS-I. Therefore, the complaint of unfair labour practice is not\nestablished under Items 5 or 9 or 10 of Schedule IV to the Act. [263-B-D}\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 9442 of 2003.\nFrom the Judgment and Order dated 12/13.6.2003 of Bombay High\nCourt Court in L.P.A. No. 197 of 2001 in W.P. No. 1111/97.\nCEAT LTD. v. ANAND ABASAHEB HAWALDAR [PASAYAT. J.] 257\nT.R. Adhyarujina, L. Nageswara Rao, R.N. Karanjawala, A.D. A\nChoudhary, Ms. Ruby Singh Ahuja and Mrs. Manik Karanjawala for the\nAppellant.\nKailash Vasdev, Nayana Buch, Sanjay K. Shandilya, Prateek Kumar\nand Mrs. V.D. Khanna for the Respondents.\nThe Judgment of the Court was delivered by\nB\nARIJIT PASAYAT, J. Challenge in this appeal is to legality of the\njudgment rendered by a Division Bench of the Bombay High Court in a\nLetters Patent Appeal affirming judgment of a learned Single Judge. By the\nsaid judgment learned Single Judge had confirmed the order passed by the C\nIndustrial Court, Thane Maharashtra (in short 'Industrial Court').\nThe controversy involved in the present appeal arises in the following\nbackground:\nBy Circular dated 30th June, 1992 the appellant - a public limited D\ncompany incorporated under the Companies Act, 1956 declared a Voluntary\nRetirement Scheme (hereinafter referred to as the 'VRS-I') for its employees\nwhich was accepted by the 337 employees. On 16th March, 1994 the appellant\nentered into a Memorandum of Understanding with the employees' Union\ncontaining another Voluntary Retirement Scheme (hereinafter referred to as E\nthe 'VRS-II'). The same was accepted by 179 employees. Respondents 1 to\n6 who had earlier accepted VRS-I filed a complaint before the Industrial\nCourt, Thane on 20th July, 1994 alleging that the appellant-company had\ncommitted an unfair labour practice in terms of item nos.5, 9 and 10 of\nSchedule IV of the Maharashtra Recognition of Trade Unions \u0026 Prevention\nof Unfair Labour Practices Act, 1971 (in short the ‘Act'). It was contended F\nthat one of the benefits which was given to the employees who had accepted.\nVRS-II, namely payment of a sum of Rs.90,000/- ex-gratia, had not been\nextended to the complainants who had retired pursuant to VRS-I in 1992.\nThis according to them was illegal, unlawful and amounted to unfair labour\npractice. The Industrial Court after considering the materials placed before\nit came to hold that the grievances of the complainants were well founded.\nAccordingly, by award dated 24.10.1996, it directed the appellant to pay\nRs.90,000/- to each of the employees who had retired under VRS-I, as similar\nsum had been paid to 179 employees who had accepted VRS-II in 1994. The\norder passed by the Industrial Court was challenged by the appellant by filing\na writ petition in the Bombay High Court. A learned Single Judge dismissed H\nG\n258\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA the writ petition by judgment dated 11.7.2001. In fact the learned Single\nB\nC\nᎠ\nE\nF\nJudge, modified the award by granting additionally, interest at 6% P.A. from\n15.4.1994 till date of payment. A Letters Patent Appeal was filed before the\nDivision Bench which was also dismissed by the impugned judgment dated\n12/13-6-2003.\nIt is to be noted that before the High Court the following grievances\nwere made by the employer:-\n(i) A complaint of unfair labour practice could be filed only by a\nrecognized union and not by an individual workman or some of\nthem. Therefore, in a complaint filed by 6 employees, relief\ncould not be granted to 337 employees.\n(ii) In order to sustain the grievance under Item (5) of Schedule IV\nto the Act, something more than mere differential treatment was\nnecessary to be established. It was incumbent upon the claimants\nto show that there was any favouritism or partiality shown to one\nset of workers regardless of merits.\n(iii) In order to sustain the grievance under Item (9) of Schedule IV\nto the Act, it was to be established that there was failure to\nimplement any award, settlement, agreement, and\n(iv) In order to sustain the grievance under Item (10) of Schedule IV\nto the Act, it was to be established that the employer had indulged\nin act of force or violence.\nThe High Court found that the plea regarding maintainability of the\ncomplaint by individual workman was not correct. Further it held that in\nview of the clear statement in the letter dated 11.7.1992 made by Sri P.\nKrishnamurthy, Vice-President of the Company, there was an assurance that\nall the employees who would accept the VRS-I would be entitled to all\nbenefits which would be given to other employees and that those who would\nnot accept VRS-I would not be paid anything more. Therefore, the High\nCourt held that the fact that Rs.90,000/- was paid to those who accepted\nG VRS-II clearly indicated discrimination. Accordingly, the orders of the Tribunal\nand learned Single Judge were confirmed by the Division Bench.\nH\nIn support of the appeal Mr. T.R. Andhyarujina, learned senior counsel\nsubmitted that the approach of the High Court is clearly erroneous. Firstly,\nit was submitted that the complaint itself was not maintainable before the\nIndustrial Court as the complainants, at the relevant point of time, were not\nгр\nCEAT LTD. 1. ANAND ABASAHEB HAWALDAR [PASAYAT.J.] 259\nworkmen. Additionally, Items 5, 9 and 10 of the Schedule IV had no A\napplication to the facts of the case. There was no discrimination, favouritism\nor partiality whatsoever in any manner. Those who are covered by VRS-II\nstood at a different footing from those who accepted VRS-I and, therefore,\nthe complaint should not have been entertained. It was further submitted that\nmere fact that subsequently some more amount had been paid does not per\nB\nse establish favouritism or partiality. The Industrial Court and the High Court\ndid not consider the distinguishing features. Unnecessary emphasis was laid\non the letter written by the Vice-President referred to above. There was no\naward or agreement, or settlement which as alleged was not implemented.\nNo evidence was led to show that there was any award or agreement or\nsettlement which was to be enforced. Similarly, there was no evidence led C\nto show that the appellant had indulged in any act of force or violence.\nLearned counsel for the respondents on the other hand submitted that\nfactual findings have been recorded by the Tribunal which have been endorsed\nby learned Single Judge and the Division Bench that the act of paying an\namount higher than what was paid to those who had accepted VRS-I itself D\nshowed favouritism and partisan approach. VRS-I which was accepted by\n337 employees was not voluntary and was on account of the threat perceptions.\nIn order to appreciate rival submission the entries in Schedule IV of the\nAct need to be noted. They read as follows:-\nSCHEDULE IV\nGeneral Unfair Labour Practices on the part of Employers\n【1】\nE\n1.\nTo discharge or dismiss employees -\n(a) by way of victimization;\n(b) not in good faith, but in colourable exercise of employer's\nrights;\nF\n(c) by falsely implicating an employee in a criminal case on false\nevidence or on concocted evidence;\nG\n(d) for patently false reasons;\n(e) on untrue or trumped up allegation of absence without leave;\n(f) in utter disregard of the principles of natural justice in the\nconduct of domestic enquiry or with undue haste;\nH\n260\nA\nB\nC\nD\n(I)\nE\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n9.\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n(g) for misconduct of a minor or technical character, without\nhaving any regard to the nature of the particular misconduct or\nthe past record of service of the employee, so as to amount to a\nshockingly disproportionate punishment.\nTo abolish the work of a regular nature being done by employees,\nand to give such work to contractors as a measure of breaking\na strike.\nTo transfer an employee mala fide from one place to another,\nunder the guise of following management policy.\nTo insist upon individual employees, who were on legal strike,\nto sign a good conduct-bond, as a pre-condition to allowing\nthem to resume work.\nTo show favouritism or partiality to one set of workers, regardless\nof merits.\nTo employ employees as \"badlis\", casuals or temporaries and to\ncontinue them as such for years, with the object of depriving\nthem of the status and privileges of permanent employees.\nTo discharge or discriminate against any employee for filing\ncharges or testifying against an employer in any enquiry or\nproceeding relating to any industrial dispute.\nTo recruit employees during a strike which is not an illegal strike.\nFailure to implement award, settlement or agreement.\n10. To indulge in act of force or violence.\"\nF It will be appropriate to first deal with Item (5) which relates to the act\nof favouritism or partiality by the employer to one set of workers regardless\nof merit.\nThe factual background which is virtually undisputed is that the\nappellant-company took over Murphy India Ltd. (hereinafter referred to as\nG the 'Murphy'). Murphy had merged with the appellant-company pursuant to\nthe order of Board of Industrial \u0026 Financial Reconstruction (in short ‘BIFR').\nDue to recession in the consumer electronic industry, the undertaking became\nunviable. Before the VRS I and II the appellant-company had introduced\nVRS Schemes in October, 1983 and February, 1988. All the employees who\nH were covered by the VRS I and II were ex-Murphy employees.\n\u003c\nCEAT LTD. v. ANAND ABASAHEB HAWALDAR [PASAYAT, J.] 261\nB\nAccording to learned counsel for the appellant, a complaint of unfair A\nlabour practice can be made only by the existing employees. Under clause\n(5) of Section 3 of the Act the expression \"employee\" only covers those who\nare workmen under clause (s) of Section 2 of the Industrial Disputes Act,\n1947 (in short the ‘ID Act'). The expression \"workman” as defined in clause\n(s) of Section 2 of the ID Act relates to those who are existing employees.\nThe only addition to existing employees, statutorily provided under Section\n2(s) refers to dismissed, discharged and retrenched employees and their\ngrievances can be looked into by the forums created under the Act. In the\ninstant case, the complainants had resigned from service by voluntary\nretirement and, therefore, their cases are not covered by the expression\n‘workman'. On the factual scenario, it is submitted that after the 337 C\nemployees had accepted VRS-I, others had raised disputes and had gone to\nCourt. Order was passed for paying them the existing salary and other\nemoluments. This went on nearly two years and, therefore, with a view to\ncurtail litigation a Memorandum of Understanding was arrived at in 1994.\nThis basic difference in the factual background was not noticed by either the\nIndustrial Court or the High Court.\nD\nE\nIn Item (5) of Schedule IV to the Act, the Legislature has consciously\nused the words 'favouritism or partiality to one set of workers' and not\ndifferential treatment. Thus, the mental element of bias was necessary to be\nestablished by cogent evidence. No evidence in that regard was led. On the\ncontrary the approach of the Industrial Court and the High Court was different.\nOne proceeded on the basis of breach of assurance and the other on the\nground of discrimination. There was no evidence brought on as regards the\npre-requisite i.e. favouritism or partiality. Favouritism means showing favour\nin the matter of selection on circumstances other than merit. (per Advanced\nLaw Lexicon by P. Ramanatha Aiyar, 3rd Edition, 2005). The expression F\n'favouritism' means partiality, bias. Partiality means inclination to favour a\nparticular person or thing. Similarly, it has been sometimes equated with\ncapricious, not guided by steady judgment, intent or purpose. Favouritism as\nper the Websters' Encyclopedic Unabridged Dictionary means the favouring\nof one person or group over others having equal claims. Partiality is the state\nor character being a partial, favourable, bias or prejudice.\nG\nAccording to Oxford English Dictionary \"favouritism\" means - a\ndeposition to show, or the practice of showing favour or partiality to an\nindividual or class, to the neglect of others having equal or superior claims;\nunder preference. Similarly, “partiality” means the quality or character of H\nT\n262\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA being partial, unequal state of judgment and favour of one above the other,\nwithout just reason. Prejudicial or undue favouring of one person or party:\nor one side of a question; prejudice, unfairness, bias.\nB\nC\nD\nBias may be generally defined as partiality or preference. It is true that\nany person or authority required to act in a judicial or quasi-judicial matter\nmust act impartially.\n\"If however, 'bias' and 'partiality' be defined to mean the total absence\nof preconceptions in the mind of the Judge, then no one has ever had\na fair trial and no one ever will. The human mind, even at infancy,\nis no blank piece of paper. We are born with predispositions and the\nprocesses of education, formal and informal, create attitudes which\nprecede reasoning in particular instances and which, therefore, by\ndefinition, are prejudices.” (per Frank, J. in Linahan, Re, (1943) 138\nF 2d 650, 652).\nIt is not every kind of differential treatment which in law is taken to\nvitiate an act. It must be a prejudice which is not founded on reason, and\nactuated by self-interest - whether pecuniary or personal.\nBecause of this element of personal interest, bias is also seen as an\nextension of the principles of natural justice that no man should be a judge\nE in his own cause. Being a state of mind, a bias is sometimes impossible to\ndetermine. Therefore, the courts have evolved the principle that it is sufficient\nfor a litigant to successfully impugn an action by establishing a reasonable\npossibility of bias or proving circumstances from which the operation of\ninfluences affecting a fair assessment of the merits of the case can be inferred.\nF\nAs we have noted, every preference does not vitiate an action. If it is\nrational and unaccompanied by considerations of personal interest, pecuniary\nor otherwise, it would not vitiate a decision. The above position was\nhighlighted in G.N. Nayak v. Goa University and Ors., [2002] 2 SCC 712.\nThe factual scenario does not establish any favouritism or partiality.\nG When VRS-I Scheme was introduced same was offered to every employee.\nIt is nobody's case that there was any hidden intent and/or that the employer\nhad any previous knowledge at the time of introducing the scheme that some\nof the employees would not accept it. It is not the case of the complainants\nthat the employer had at that point of time intended to pay something more\nto those who did not accept VRS-I. The Memorandum of Understanding\nH\n'\nCEAT LTD. v. ANAND ABASAHEB HAWALDAR [PASAYAT. J.] 263\nwhich was the foundation for the VRS-II, of course gives a different package, A\nbut on the clear understanding that litigations of all types were to be withdrawn.\nC\nIn order to bring in application of Item 9, it was submitted by the\nrespondents that there was an agreement/assurance which was not\nimplemented. It has been urged that a letter can also be construed as an\nB\nagreement. But that logic is not applicable in all cases. It will depend upon\nthe nature of the letter/communication. As a matter of fact, there is no dispute\nthat there was no Memorandum of Understanding or agreement in writing.\nThe letter of Vice-President on which the Industrial Court and the High Court\nhave placed reliance does not anywhere indicate that even if the fact situation\nwas different the same amount would be paid at all future times. Mere breach\nof assurance is not favouritism or partisan approach. It has to be definitely\npleaded and proved to show that Item 9 of Schedule IV was attracted. As\nnoted above, the Memorandum of Understanding in 1994 came to arrive at\nbecause some of the employees went to Court after not accepting VRS-I.\nThe background facts do not establish that the appellant-company was guilty\nof favouritism or partiality. There is also no plea or proof that the employer D\nindulged in any violence or force to coerce 337 employees to accept VRS-\nI. Therefore, the complaint of unfair labour practice is not established under\nItems 5, or 9 or 10 of Schedule IV to the Act.\nThat being the factual position the relief granted by the Industrial Court\nto the complainants cannot be maintained. The judgment of the High Court\nupholding the view of the learned Single Judge and the Industrial Court\nstands set aside. In view of this finding of fact it is not necessary to go into\nthe question of maintainability of the proceedings before the Industrial Court,\nby employees who retired voluntarily from service.\ncosts.\nThe appeal is allowed but in the circumstances without any order as to\nE\nF\ni\nт\nV.S.\nAppeal allowed.\n"}