{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":"RAM BACHAN RAI AND ORS.\nA\nV.\nRAM UDAR RAI AND ORS.\nJANUARY 18, 2006\nB\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nLimitaion Act, 1963:\nArticle 136-Limitation for execution of decree-Held, reference having\nalready been made to a three Judge Bench in Chiranji Lal's case, the matter\nmay also be placed along with that case.\nC\nOn the question whether the period of limitation for filing the petition\nfor execution of decree starts running from the date of decree or when\nthe decree becomes enforceable, i.e. when it is signed,\nReferring the matter to a three Judge Bench, the Court\nHELD. There is some area of conflict amongst several two-Judge\nBench decisions of the Court. Noticing the conflict, reference has been\nmade to a three-Judge Bench in Chiranji Lal's case*. This case may be\nplaced before Hon'ble the Chief Justice of India for appropriate orders\nas regards listing it along with Chiranji Lal's case.\nD\nE\n*Chiranji Lal (dead) by Lrs. v. Hari Das (dead) by Lrs. [2005] 2 SCC\n261; W.B. Essential Commodities Supply Corpn. v. Swadesh Agro Farming\n\u0026 Storage Pvt. Ltd. and Anr., [1999] 8 SCC 315; Hameed Joharan (dead) F\nand Ors. v. Abdul Salam (dead) by Lrs. and Ors., [2001] 7 SCC 573 and\nShankar Balant Lokhande (dead) by Lrs. v. Chandrakant S. Lokhande \u0026 Anr.,\n[1995] 3 SCC 413, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1100 of 2000.\nFrom the Judgment and Order dated 22.8.95 of the Patna High Court\nin C.R. No. 729/94.\nS. Chandra Shekhar for the Appellants.\n455\nG\nH\n456\nA\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nS.B. Sanyal, Akhilesh Kumar Pandey, Sudhanshu Saran and Abhishek\nfor the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. The High Court of Patna dismissed the Civil\nB Revision filed by the appellant summarily. Challenge in the Civil Revision\nwas to the order passed by the learned Subordinate Judge, VII, Patna, in\nexecution proceedings. By the said order Subordinate Judge held that the\nplea raised by the appellant about the execution petition being barred by time\nin terms of Article 136 of the Limitation Act, 1963 (in short the ‘Limitation\nAct') was untenable.\nC\nD\nE\n. F\nG\nLearned Subordinate Judge held that the period of limitation starts\nrunning not from the date of decree, but when the decree becomes enforceable\ni.e. when it is signed.\nIn support of the appeal strong reliance was placed on several decisions\nof this Court i.e. W.B. Essential Commodities Supply Corpn. v. Swadesh\nAgro Farming \u0026 Storage Pvt. Ltd. and Anr., [1999] 8 SCC 315 Hameed\nJoharan (Dead) and Ors. v. Abdul Salam (Dead) by Lrs. and Ors., [2001] 7\nSCC 573.\nIn Hameed Joharan's case (supra) it was held after referring to the\nmeaning to the word 'enforce' from various dictionaries words 'when the\ndecree or order becomes enforceable' should be read in literal sense and as\nper intention of the legislators 12 years period is to be reckoned from the date\nthe decree became enforceable i.e. the date of the decree or order.\nPer contra, learned counsel for the respondents submitted that the correct\nposition of law is expressed in Shankar Balant Lokhande (Dead) by LRs. v.\nChandrakant S. Lokhande \u0026 Anr., [1995] 3 SCC 413 and in other two cases\nthe correct principles in law were not kept in view. We find that there is some\narea of conflict amongst several two-judge Bench decisions. It is also to be\nnoticed that noticing the conflict between these judgments, reference has\nbeen made to a three-Judge Bench in Chiranji Lal (dead) by Lrs. v. Hari Das\n(dead) by Lrs.. [2005] 2 SCC 261.\nThis case may also be placed before Hon'ble the Chief Justice of India\nfor appropriate orders to be placed alongwith Chiranji Lal's case (supra).\nH\nR.P.\nAppeal referred to three Judge bench.\n"}