{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69}],"text":"822 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA close to A1, as well as the desire of A1 in awarding the contract\nin favour of K.P. Poulose with higher rate, PW-7 had no other\noption except to execute the directions of A6 and A1.\nB\nC\nD\n38. Another incident which is relevant about the\nperformance of PW-7 and response from A1 and A6, in his\nevidence, he explained that since the progress of both the\nworks were very slow, he inspected the site on 23.09.1983. Due\nto slow progress in the works, he castigated Paul Mundakkal\nwho conducted the works. After few days, A3 and Paul\nMundakkal came to his house and A3 told him that he is\ndisturbing them without any reason by way of sending letters\nand reports, A3 further warned that if it continues, it will be\nharmful to them. He also informed him that the Minister agreed\nto avoid concrete lining works of surge shaft but only PW-7\nopposed it. He also assured that if PW-7 gives his consent,\nthey are ready to give anything. He further explained that he\ninformed them that it is impossible for him because the technical\ndesign is his duty, being a Chief Engineer. After few days from\nthis incident, on 13.10.1983, he was transferred and appointed\nas an Advisor of Electricity Board in respect of Hydroelectric\nE Projects. He further explained that such a Post was not there\nand his transfer order was signed and taken on 13.10.1983 at\n8.00 p.m. in a lodge where he was residing at\nThiruvananthapuram. He highlighted that for the post of Advisor,\nexcept chair, table, no other facilities including telephone facility,\nF official vehicle steno and typist were provided. After him, A2\nwas appointed as Idamalayar Chief Engineer. He also informed\nthe Court that he believed that he was transferred due to the\ndifference of opinion with P.K. Poulouse, A3 and Paul\nMundakkal\nG\nH\n39. As regards the decision of the Board and his role, he\nhas stated that the Chief Engineer has no right to question the\nBoard's decision. However, he clarified that when he was\nasked to give his opinion or report, he is bound by the said\ndirection. ExP-65 is the note submitted by him in connection\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 823\n\u0026 ORS. [P. SATHASIVAM, J.]\nwith the work. P-64 is the note submitted by him in connection A\nwith the surge shaft work which is also dated 06.11.1982.\nThereafter, in 1982, he was transferred\n40. With regard to his financial and family position, he\nanswered that he built two-storied building having built-up area\nof 2700 sq. ft. in 1965 after taking loan from the Board and he\nsold this building and property after his retirement. He is having\nsix daughters. He constructed a shop room having 15 ft. length\nand 12 ft width.\n41. The analysis of the evidence of PW-7 coupled with the\nother prosecution witnesses and other notes and report\nprepared for the Board clearly indicate that though he reminded\nthat certain things are not permissible, because of the fact that\nthe beneficiaries of the contract are known to A1 and A6, he\nhas no other option except to prepare notes in such a way and\nultimately the Board accepted the same.\nB\nC\nD\nE\nF\n42. We have already pointed out the statements of PW-\n46 who was a member of RSP, a political party. According to\nhim, the workers of Idamalayar have a Union. The name of the\nsaid Union is Kerala Construction Labour Union and he was\nthe General Secretary of that Union. In his evidence, he has\ninformed the Court that the labourers who were doing tunnel\nwork in Idamalayar became jobless from 10.04.1981. They\nwere skilled labourers and had good experience from projects\nlike Idukki, Kulanam etc. He, as the President and others\ndecided to file a memorandum before the Minister Balakrishna\nPillai. The memorandum was prepared in the letter pad of\nKerala Construction Labour Union. PW-46 and Srikantan Nair\nsigned the said memorandum. It has also come in his evidence\nthat at the time of submission of his memorandum PW-46 and G\nothers requested the Minister to give work to the poor labourers\nat least on piece rate basis for which A1 replied \"no question\nof giving work to the labourers. It was given as contract to K.P.\nPoulouse....\" The prosecution has highlighted the above\nstatement of PW-46 to the effect that A1 decided and H\n824 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA determined to award Idamalayar contract to group of persons\nheaded by K.P.Poulouse and not to the workers who prepared\nto work on piece-rate basis.\nB.\nE\nAbout maintainability of the appeal by the present\nappellant:\n43. Mr. Lalit and Mr. Saran at the end of their arguments\nsubmitted that the appellant being a third party unconnected with\nthe Board or the State is not entitled to challenge the decision\nof the High Court acquitting the accused from all the charges\nC levelled against them. In support of the above claim, they very\nmuch relied on the decision of this Court dated 23.07.2010\nrendered in SLP Criminal No 2506 of 2009 - National\nCommission for Women vs. State of Delhi and Another 2010\n11 Scale 17. In this case, one Sunita then aged 21 years,\nD committed suicide by consuming Aluminium Phosphide tablets\non 14.04.2003. She left behind a suicide note wherein it was\nstated that she had taken tuitions from the accused, Amit, at\nher residence in Rajgarh Colony and during that period she had\ndeveloped a deep friendship with him leading to physical\nrelations as well. The accused also held out a promise of\nmarriage but later backed off. She also stated in her suicide\nnote that not only the accused continued to have sexual relation\nwith her but also compelled her to have sexual relation with\nothers as well, which was the reason for committing the suicide.\nThe trial Judge relied on the dying declaration, which was the\nsuicide note, convicted the accused under Section 306 IPC and\nsentenced him to undergo rigorous imprisonment for 10 years\nwith a fine of Rs.5000/- and also imprisonment for life under\nSection 376 IPC and a fine of Rs.5000/-. Questioning the\nabove order of conviction and sentence, the accused preferred\nan appeal before the High Court. The High Court ultimately\nfound that as the case under Section 306 was not made out\nconfirmed the conviction under Section 376 IPC. Taking note\nthat the accused had already undergone imprisonment for 5\nyears and 6 months and his entitlement for remission on\nF\nG\nH\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 825\n\u0026 ORS. [P. SATHASIVAM, J.]\naccount of his conduct in jail, his term of imprisonment for life A\nhas been modified to one that of period already undergone.\nNeither the State nor the complainant or her relatives has\nchosen to file an appeal to this Court. However, National\nCommission for Women (in short ‘NCW') filed a special leave\npetition against the order of the High Court reducing the term B\nof life imprisonment to that of period already undergone in\nrespect of the conviction and sentence awarded by the High\ncourt under Section 376. The question in that case was whether\n: the NCW is competent or entitled to file an appeal in this Court\nagainst the conviction and sentence imposed by the High C\nCourt. This Court, after adverting to the relevant provisions\nnamely, Section 377 Cr.PC and other decisions and finding\nthat neither the State, which is the complainant, nor the heirs´\nof the deceased have chosen to file a petition in the High Court\nor in this Court dismissed the SLP filed by NCW as not\nD\nmaintainable and revoked the permission to file SLP vide this\nCourt's order dated 02.04.2009.\n44. In the above referred NCW's case, admittedly the\ncomplainant was the State and neither the State nor the heirs\nof the deceased filed any appeal/petition before the High Court E\nfor enhancement of punishment or challenged the same by way\nof SLP before this Court.\n-\n45. In our case, certain special features exist. Though we\ndiscussed earlier, it is apt to quote once again. During the\nF\npendency of the trial before the special Judge, an application\nfor withdrawal of the prosecution only against G. Gopalakrishna\nPillai accused No.5 was made by the Special Public\nProsecutor on 24.08.1992 under Section 321 Cr.P.C. which\nwas registered as Criminal Appeal No. 79 of 1992 in CC No.\n1 of 1991. The main ground for such withdrawal was that with\nthe available material successful prosecution against G.\nGopalakrishna Pillai - accused No. 5 cannot be launched,\nhence, the trial against him will be unnecessary and the State\nalso is of that opinion that the prosecution of A-5 may not be\nsustainable. With this information, the Special Public H\nG\nC\nD\n826 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Prosecutor requested that by virtue of provisions contained in\nSection 321 of the CrP.C, necessary consent may be granted\nto withdraw the prosecution against the 5th accused - G.\nGopalkrishna Pillai and the said accused may be discharged.\nThe Special Judge considered the issue at length and after\nB analyzing the entire material and finding that there are enough\nmaterials to proceed against A-5 refused to give consent for\nwithdrawal. This was taken up by way of revision before the\nHigh Court. The High Court set aside the aforesaid order\npassed by the Special Judge in the revision filed by the State\nof Kerala represented by the Superintendent of Police. The said\norder of the High Court was challenged by the present appellant\nnamely, V.S. Achuthanandan, to this Court by way of special\nleave petition. After granting leave, the said special leave\npetition was converted into Criminal Appeal No. 122 of 1994.\nAfter adverting to the elaborate reasonings of the special Judge\nand the conclusion of the High Court, this Court concluded that\n\"there was no ground available to the High Court to set aside\nthe well reasoned and justified order of the learned Special\nJudge rejecting the application of the Special Public Prosecutor\nand declining to give consent for withdrawal of prosecution. We\nmay also add that there is nothing in the impugned order of the\nHigh Court which provides any legal basis for interfering with\nthe aforesaid order made by the Special Judge. The High\nCourt's order must obviously be set aside.\" By setting aside\nthe order of the High Court, this Court restored the order of the\nSpecial Judge and declined to give consent for withdrawal of\nthe prosecution and permitted the Special Judge to proceed\nfurther. It is not in dispute that when the very same appellant,\nnamely, V.S. Achuthanandan filed special leave petition and\nlater leave was granted, the very same respondent-accused\nG parties in the said appeal did not raise any objection as to the\nmaintainability of the appeal at the instance of V.S.\nAchuthanandan. Further though the State has not filed any\nappeal against the impugned order of acquittal by the High\nCourt being arrayed as one of the respondents reported by a\nḤ senior counsel to highlight its stand, in fact, Mr. R.S. Sodhi,\nE\nF\ni\ni\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 827\n\u0026 ORS. [P. SATHASIVAM, J.]\nB\nC\nlearned senior counsel for the State highlighted and supported A\nthe ultimate conviction and sentence imposed by the Special.\nJudge and informed this Court that if this Court permits, they\nare ready to file an appeal with an application for condonation\nof delay. While appreciating the prayer made by Mr. R.S.\nSodhi, we are not inclined to entertain such request at this\nstage. However, the fact remains that taking note of the\nimportance of the issue, allegations against the Minister and\nhigher officials of the Board in respect of award of contract with\nthe ulterior motive, the appellant approached this Court on\nearlier occasion when the State wanted to close the\nprosecution against all the accused including the Minister based\non the order of the High Court in respect of G. Gopalakrishna\nPillai, A-5. Further when the very same appellant filed special\nleave petition before this Court and later leave was granted by\nthis Court neither of these respondents raised any objection as\nto the maintainability of the petition. On the other hand, a Bench\nof three Judges accepted the appellant's claim and set aside\nthe order of the High Court based on which the Special Judge\nproceeded further and ultimately convicted and sentenced A-\n1, A-3 and A-6. In view of these factual details, learned senior\ncounsel for the respondents-accused were not serious in\nprojecting the issue relating to maintainability as their first\nobjection. We hold that the decision in NCW's case (supra)\nwhich was disposed of at the special leave petition stage is\nnot applicable to the case on hand.\nD\nE\nF\nG\n46. For the same reasons, the decision of this Court in\nLalu Prasad Yadav \u0026 Anr. Vs. State of Bihar \u0026 Anr., (2010) 5\nSCC 1 is also not applicable to the case on hand since in the\nsaid decision, the question was whether the State Government\n(of Bihar) has competence to file an appeal from the judgment\ndated 18.12.2006 passed by the Special Judge, CBI (AHD),\nPatna, acquitting the accused persons when the case has been\ninvestigated by the Delhi Special Police Establishment (CBI)\nand this Court held that the appeal at the instance of the State\nGovernment is not maintainable. In view of the special H\n828 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA circumstances highlighted in the case on hand, we reiterate that\nthe present appeal by the appellant - V.S. Achuthanandan\nagainst the order of acquittal by the High Court is maintainable.\nOur view has been strengthened by a decision of this Court in\nK. Anbazhagan vs. Superintendent of Police and Others\nB (2004) 3 SCC 767. Accordingly we reject the contention raised\nby the learned senior counsel for the respondents.\nConclusion\n47. The analysis of the materials placed by the prosecution,\nC the plea of defence by the accused, the decision of the Special\nCourt and the reasoning of the High Court, we are satisfied that\nthe prosecution has established the following aspects insofar\nas the accused (A1), (A3) and (A6) are concerned:-\nD\n(a) By awarding both the works of Idamalayar at a very\nhigh and exorbitant rate with special conditions\nhaving heavy financial implications.\n(b)\nBy reducing the retention and security amount.\nE\n(c)\nBy allowing the contractor to return only fifty per cent\nof the empty cement bags.\nF\nHaving arrived at such conclusion, we are of the view that the\nHigh Court failed to appreciate in its proper sense the materials\nplaced by the prosecution and brushed aside several important\nitems of evidence adduced by the prosecution. Equally, we are\nunable to accept the conclusion of the High Court, namely, “the\nproved circumstances are not sufficient to hold that there was\nconspiracy as alleged by the prosecution.”. On the other hand,\nwe are satisfied that the Special Court after framing various\nG points for consideration and after thorough discussion has\nH\naccepted the case of the prosecution insofar as the work of\ndriving the surge shaft, lining the surge shaft, balance driving\nthe power tunnel and other allied works of Idamalayar Hydro\nElectric Power Project at a higher or exorbitant rates to the\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 829\n\u0026 ORS. [P. SATHASIVAM, J.]\ncontractor K.P. Poulose and the accused persons have abused A\ntheir official positions. The Special Court has also accepted the\nprosecution case founding that A1 along with K.P. Poulose,\nPaul Mundakkal and other accused persons entered into\ncriminal conspiracy and rightly convicted them. In our\nconsidered view, the High Court committed a grave error in B\nacquitting the accused without adverting to the reliable and\nacceptable evidence adduced by the prosecution.\n48. Now, coming to the sentence part, it is relevant to note\nthat the contract was awarded to K.P. Poulose, (since\ndeceased) the fourth accused, as early as on 19.11.1982. After C\nvarious agitations, discussions in the Assembly, appointment\nof a Commission by the Government and based on the report\nof the Commission, the State Government initiated a\nprosecution which resulted in C.C. No. 01 of 1991 and trial\nprolonged upto November 19, 1999. Thereafter, the matter was D\nkept pending at the High Court from 1999 to October 2003,\nwhen the High Court pronounced its order acquitting all the\naccused and the matter was taken up to this Court by the\npresent appellant initially by way of special leave petition in\n2005, leave was granted in 2006 and it was kept pending till E\nthis date, we feel that all the three accused have undergone\nagony of these proceedings for nearly two decades, we are of\nthe opinion that ends of justice would be met by awarding\nrigorous imprisonment for one year with fine of Rs. 10,000/-\neach, and the same shall be paid within eight weeks, in default, F\nto undergo simple imprisonment for one month each.\n49. Before winding up, it is our duty to point out in all the\ncases in which charges relating to corruption by public servants\nare involved, normally, take longer time to reach its finality. The\nfacts and figures, in the case on hand, which we have already G\nmentioned clearly show that the contract relates to the year\n1982 and the State Government initiated prosecution in 1991,\nhowever, the trial prolonged for nearly nine years and the\nSpecial Court passed an order convicting the accused only on\n19.11.1999. When the matter was taken up by way of appeal H\n830 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA by the accused to the High Court even in 1999 itself, the\ndecision was rendered by the High Court acquitting all the\naccused only in 2003. In the same manner, though the appellant\nchallenged the order of the High Court acquitting all the accused\nbefore this Court even in 2005, it has reached its finality only\nB in 2011 by the present order. Though the issue was handled\nby a Special Court constituted for the sole purpose of finding\nout the truth or otherwise of the prosecution case, the fact\nremains it had taken nearly two decades to reach its finality.\nWe are conscious of the fact that the Government of India,\nC Department of Law \u0026 Justice is making all efforts for\nexpeditious disposal of cases of this nature by constituting\nSpecial courts, however, the fact remains that it takes longer\ntime to reach its destination. We are of the view that when a\nmatter of this nature is entrusted to a Special Court or a regular\nCourt, it is but proper on the part of the court concerned to give\npriority to the same and conclude the trial within a reasonable\ntime. The High Court, having overall control and supervisory\njurisdiction under Article 227 of the Constitution of India is\nexpected to monitor and even call for a quarterly report from\nthe court concerned for speedy disposal. Inasmuch as the\naccused is entitled to speedy justice, it is the duty of all in charge\nof dispensation of justice to see that the issue reaches its end\nas early as possible.\nD\nE\n50. Considering all the materials and in the light of the\nF above discussion, we agree with the conclusion arrived at by\nthe Special Court and hold that the High Court has committed\nan error in acquitting the accused persons. Accordingly, R.\nBalakrishna Pillai (A1), P.K. Sajeev (A3) and Ramabhadran\nNair (A6) are awarded rigorous imprisonment for one year with\nfine of Rs. 10,000/- each, and the same shall be paid within\neight weeks, in default, to undergo simple imprisonment for one\nmonth each. All the three accused are entitled remission for the\nperiod already undergone, if any, by them. The criminal appeal\nis allowed to the extent indicated above.\nG\nH R.P.\nAppeal allowed.\n"}