{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\n00\nB\nC\nD\nF\n[2011] 2 S.C.R. 762\nV.S. ACHUTHANANDAN\nV.\nR. BALAKRISHNA PILLAI \u0026 ORS.\n(Criminal Appeal No. 350 of 2006)\nFEBRUARY 10, 2011\n[P. SATHASIVAM AND DR. B.S. CHAUHAN, JJ.]\nCODE OF CRIMINAL PROCEDURE, 1973:\nAppeal against acquittal -Jurisdiction of appellate court\n-Held: The Code puts no limitation on exercise of powers of\nappellate court either on questions of fact or of law -However,\nan appellate court must bear in mind that in case of acquittal,\nthere is double presumption in favour of accused\nConstitution of India, 1950 -Article 136.\nCONSTITUTION OF INDIA, 1950:\n-\nArticle 136 -Appeal by way of special leave - Filed by\nnon-complainant/non party -Maintainability of -Conviction by\nE trial court of a Minister and higher officials of State Electricity\nBoard -For entering into conspiracy and awarding contract to\naccused-contractor at exorbitant rates causing huge loss to\nBoard -Acquittal by High Court - Appeal by erstwhile leader\nof opposition party -Held: In the instant case, certain special\nfeatures exist -State has not filed appeal –Taking note of the\nimportance of the issue, appellant had earlier approached the\nSupreme Court when State wanted to close the prosecution\nagainst all the accused including the Minister, and accepting\nappellant's claim Special Judge was allowed to proceed in the\ncase, which culminated in conviction of the accused by the\nSpecial Court -No objection as to locus of the appellant was\nraised on the earlier occasion -In view of the special\ncircumstances, the instant appeal by the appellant against\nG\nH\n762\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 763\n\u0026 ORS.\norder of acquittal passed by the High Court is maintainable A\n.-Locus standi.\n1\nPENAL CODE, 1860 :\nx\nB\nss. 120-B and 409, and ss. 5(1)(C) and 5(2) of Prevention\nof Corruption Act read with s. 120-B IPC-Contract awarded\nby State Electricity Board to accused-contractor on exorbitant\nrates-Member of the Board, Member of Consultative Council\nof the Board, Minister for Electricity in the State Government,\nthe contractor along with others prosecuted -Death of\ncontractor and another accused -Conviction by trial court of C\nthe Member of the Board, Member of its Consultative Council\nand the Minister -Acquittal by High Court -Held: The Board\nis empowered with the authority to award contracts, but being\na Public Undertaking it is not expected to accept tenders at\nexorbitant rates causing loss to the Board -Except on policy D\nmatters the State Government had no role to play in the affairs\nof the Board -The evidence clearly shows that the Minister\nconcerned used to interfere in awarding contracts of the Board\nand the accused-contractor had been chosen in advance by\nhim -The evidence indicates that the conspiracy to award the E\nwork to the accused-contractor at exorbitant rates originated\neven prior to submission of tenders -Special Court has rightly\nconcluded that a criminal conspiracy was hatched out at the\ninstance of the Minister concerned and the Member of the\nConsultative Council –Prosecution has established against F\nthe three accused-appellants that the contract was awarded\nto the accused-contractor at and exorbitant rates -Besides the\naccused-contractor was favoured with special conditions in the\ncontract causing further loss to the Board - There were\nprocedural irregularities and omissions in dealing with the\ntenders and hasty steps were taken in awarding the contract\nin favour of the accused-contractor- Special Court accepting\nthe prosecution case, rightly convicted the accused -High\nCourt committed grave error in acquitting the accused without\nadverting to reliable and acceptable evidence adduced by\nG\nH\n764 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA prosecution -Judgment of High Court set aside and\nconviction of all the three accused as recorded by Special\nCourt upheld -However, keeping in view the facts and\ncircumstances of the case, and the fact that the accused have\nundergone agony of the proceedings for nearly two decades,\nB accused sentenced to rigorous imprisonment for one year\nwith fine of Rs. 10,000/- each - Kerala State Electricity Board\nTender Regulations -Regulation 25 (C).\nC\nADMINSTRATION OF CRIMINAL JUSTICE :\nDisposal of cases relating to corruption by public servants\n-Held: When a matter of this nature is entrusted to a Special\nCourt or a regular court, such trials should be given priority\nand concluded within a reasonable time -High Courts are\nexpected to monitor and even call for quarterly report from\nD courts concerned for speedy disposal -Inasmuch as accused\nis entitled to speedy justice, it is the duty of all in charge of\ndispensation of justice to see that the issue reaches its end\nas early as possible -Constitution of India, 1950 –Article 227.\nE\nF\nThe respondents (A-1, A-3 and A-6) along with others\nwere prosecuted for various offences punishable under\nthe IPC and the Prevention of Corruption Act, in\nconnection with awarding of a contract relating to the\nworks of power tunnel and surge shaft after completion\nof the Dam under the Idamalayar Hydro Electric Power\nProject in the State of Kerala (Idamalayar contract). The\nprosecution case was that as per decision of the Kerala\nState Electricity Board (the Board), the contract relating\nto power tunnel was awarded on 19.11.1982 to A-4 at\n188% above the Probable Amount of Contract (PAC) and\nG the work relating to surge shaft and allied works at 162%\nabove the estimated amount with many special\nconditions involving heavy financial implications at the\nexpense of the Board; that A-1 was the Minister for\nElectricity in the State Government at the relevant time\nH and at his instance, the Board awarded the contract to\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 765\n\u0026 ORS.\nA\nA-4. A-3 was the Member in the Consultative Committee\nof the Board and A-6 was the Member of the Board at the\nrelevant time. The work carried out by the contractor\nrevealed several leaks and cracks and other defects,\nwere revealed in the work carried out by the contractor\nin the tunnel, which attracted public attraction and the B\nmatter was also discussed in the State Legislative\nAssembly and, ultimately, led to prosecution of several\npersons including the appellants. During the trial A-4 and\nA-7 died, A-22 became insane and some accused were\ndischarged. The trial court convicted A-1, A-3 and A-6 of C\noffences punishable u/ss 120-B and 409 IPC and ss. 5(1)\n(c) and 5(2) of the Prevention of Corruption Act read with\ns. 120-B IPC and sentenced each of them to 5 years RI\nand to pay a fine of Rs. 10,000/- each. All other accused\nwere acquitted. All the three convicts filed appeals before\nthe High Court, which acquitted them of all the charges.\nAggrieved, the appellant, who was the leader of the\nOpposition in the State Assembly at the relevant time, filed\nthe appeal.\nD\nE\nF\nIt was contended for the appellant that (i) there was\nenough material to show that A-1 was very much\ninterested in favour of A-3 and with the connivance/\nassistance of the Board officials, more particularly,\nthrough A-6, the Member of the Board, made the Board\nto accept the tender offered by A-4 at exorbitant rates with\nvarious special conditions contrary to the norms and\ncirculars/procedures of the Board, and there was\ninordinate delay in awarding the contract; and (ii) that the\ncriminal breach of trust was committed by the accused:\n(a) by awarding both the works of Idamalayar contract at G\nvery high and exorbitant rates with special conditions\nhaving heavy financial implications; (b) by reducing the\nretention and security amount; (c) by allowing the\ncontractor to return only fifty per cent of the empty\nH\n766 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA cement bags; and (d) by accepting the special condition\nfor the sale of T \u0026 P items (tools \u0026 plants) which could\nnot be sold as per the general conditions of the contract.\nB\nC\nThe respondents' case, on the other hand, was that:\n(i) inasmuch as the High Court acquitted all the accused\nin respect of all the charges on appreciation of oral and\ndocumentary evidence, interference by Supreme Court\nwas very limited; in the absence of perversity in such\nconclusion, normally, the Court would not interfere with\nthe order of acquittal; (ii) that the outcome of the contract\nin favour of A-4 was based on a \"collective decision\" by\nthe Board and there was no external pressure from\nanyone including A-1; (iii) that there was no allegation\nthat by awarding contract in favour of A-4, A-1 was\nmonetarily benefited; and (iv) that in any event, inasmuch\nas the State did not challenge the order of acquittal, the\nappellant, who was neither a complainant nor a party to\nany of the proceedings had no locus to pursue the\nappeal. Accordingly, the appeal was not maintainable\nand on this ground was liable to be dismissed without\nE going into the merits of the case.\nD\nAllowing the appeal, the Court\nHELD:\nF 1. Interference by Supreme Court in an order of acquittal\nG\nH\nIt is settled principle that an appellate court has full\npower to review, re-appreciate and reconsider the\nevidence upon which the order of acquittal is founded.\nThe Code of Criminal Procedure, 1973 puts no limitation,\nrestriction or condition on exercise of such power and\nan appellate court is free to arrive at such conclusion,\nboth on questions of fact and of law. An appellate court,\nhowever, must bear in mind that in case of acquittal, there\nis double presumption in favour of the accused. The\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 767\n\u0026 ORS.\npresumption of innocence is available to a person in the A\ncriminal jurisprudence that every person shall be\npresumed to be innocent unless he is proved guilty by a\ncompetent court of law. It is also settled law that if two\nreasonable conclusions are possible on the basis of the\nevidence on record, the appellate court should not disturb B\nthe finding of acquittal recorded by the trial court. [para\n7] [791-E-G]\n2. Statutory Provisions\n2.1. The Electricity (Supply) Act, 1948 was in force at C\nthe relevant time and the Board had been constituted in\nterms of s.5 thereof, for the management and supply of\nelectricity. As per s. 78-A, the Board, in discharge of its\nfunctions shall be guided by such directions and\nquestions of policy as may be given to it by the State D\nGovernment; and except on policy matters, the State\nGovernment had no role in the affairs of the Board. [para\n8] [792-B-C]\n3. A-1's interference in the affairs of the Board:\nE\n3.1. It is the case of the prosecution that A1 while he\nwas holding office of the Minister for Electricity,\nGovernment of Kerala was interfering in the day-to-day\naffairs of the Board and used to interfere even in\nawarding of contracts of the Board. One of the main\nF\ncharges levelled against A1 and others is that he, in his\ncapacity, as Minister for Electricity intended to settle\ncontracts of the Board in the name of his favourites or\npersons of his choice at exorbitant rates with the ulterior\nobject of making illegal profit either to himself or to his G\nfavourites. In order to establish its case, the prosecution\nhas produced evidence through PW-64, PW-66, PW-138,\nand PW-146, who supported the prosecution case. [para\n9] [792-E-H]\nH\nA\n768 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\n3.2. It is clear from the materials on record that the\nprocess of tendering of Idamalayar works was\ninterrupted on several occasions mainly by the Board by\ncancelling the tenders and ordering re-tender and by\nextending the period of validity of tenders more than once.\nB It was on the last date of extension of the validity of the\ntender i.e. on 30.06.1982, that A-4 appeared and submitted\nhis tender with special conditions which was later\naccepted in the Board's meeting dated 19.11.1982. The\nSpecial Judge, placing reliance on Board's resolution\n[Ex. P550(a)], has rightly concluded that there was\ninordinate delay in awarding the work which reasoning\nwas erroneously not accepted by the High Court. The\nmaterials placed clearly show that it was nearly three\nyears to take a decision. It is also clear from the evidence\nof PWs 64, 66, 138 and 146 which clinchingly established\nthe circumstances under which A-1 conceived the idea\nfor fixing contract of the Board at exorbitant rates in order\nto derive monetary benefits. The contrary conclusion\narrived by the High Court, is not in terms of the evidence\nled in by the prosecution. [para 14] [795-E-H]\nC\nD\nE\nF\nG\nH\n4. Whether Idamalayar contract was awarded at\nexorbitant rates causing loss to the Board:\n4.1. The basic stand of the prosecution is that A-1\nentered into criminal conspiracy to award the disputed\ncontract involving heavy financial gain to A-4 and the\nconspiracy and abuse of power by certain officials\nenabled the conspirators to earn a pecuniary advantage\nof Rs.2,39,64,253/-, in addition to the financial loss caused\nto the Board. It is the specific case of the prosecution that\nthe rates awarded in both the contracts are exorbitant. It\nis not in dispute that the contract was awarded at 188%\nabove PAC in the case of tunnel work and 162% above\nPAC for the surge shaft work. Verification of Ext. P-52(b)\nshows that the sanctioned estimate for the tunnel work\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 769\n\u0026 ORS.\nwas Rs.1,17,20,633.90. On the other hand, the accepted A\ntender amount as per the award of contract was\nRs.2,45,80,796/- which is clear from Ext P 52. It is further\nseen as per Ext P-68 agreement, the sanctioned estimate\nfor surge shaft was Rs. 74 lakhs and it was awarded for\nRs.1,42,94,901/- . The evidence of PW-7, the Chief B\nEngineer of the Board, and PW-156, the Investigating\nOfficer, and the materials produced would show that the\ncontract was awarded to A-4 at excessive rates. [para 15-\n16] [796-A-D; 797-A-D]\n4.2. The evidence of PWs-46 and 122 and the\nstatement made by A-1 to both of them clearly show that\nA-4 was the contractor chosen in advance by A-1 and\nother accused who were also interested in him. The\nevidence indicates the conspiracy to award the work to\nA-4 at exorbitant rates originated even prior to the\nsubmission of tenders by A-4 and other tenderers. The\ncontrary conclusion arrived at by the High Court\njustifying the award at higher rate to A-4 cannot be legally\nsustained. [para-17] [798-D-E]\nC\nD\nE\n4.3. The Board is empowered with the authority to\naward contracts and has discretion to accept tenders,\nbut, being an authority constituted under the Statute and\na Pubic Undertaking, it is not expected to accept tenders\nat exorbitant rates with financial implications causing F\nloss to the Board. The Board is always expected to\nprotect its financial interests while awarding contracts.\nThe Board mainly relied on the labour problem that was\nprevailing at the relevant time. In this regard, it is relevant\nto point out that the tenders for the Idamalayar work were\ninvited in March, 1982 and four contractors submitted\ntenders as indicated by Exts. P78 series dated 21.03.1982.\nIt is true that the tunnel workers went on strike on\n20.04.1981 and the contractors submitted their tenders\nwhen there was labour unrest. However, the reason\nG\nH\n770 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA attributed for the delay cannot be accepted. There were\nprocedural irregularities and omissions by the Board\nauthorities in the manner of dealing with tenders\nsubmitted by A-4 and PW 64, which ultimately eliminated\nPW 64 from the scene, keeping A-4 as the sole tenderer,\nB qualified by pre-qualification Committee of the Board;\nand hasty steps were taken by the Board in awarding\ncontract in favour of A-4 in the meeting held on\n19.11.1982. All these facts lead to the conclusion that the\naward of contract in favour of A-4 was an exorbitant one.\nIt is relevant to point out that the Special Judge, by\nadverting to Ext 550(a) expressed that the reasons stated\nby the Board in awarding contract in favour of A-4 at\nexorbitant rates are not acceptable. [para 17] [798-F-H;\n799-A-C]\nC\nD\n5. No serious discussion by the Board:\nThere was no serious discussion in the Board\nmeeting held on 19.11.1982 and the minutes of the\nMeeting were prepared as dictated by A7, the then\nE Chairman of the Board. It is the responsibility of the\nmembers, more particularly, full time members of the\nBoard, who were responsible for the scrutiny of the\ndeviations and conditions suggested by the contractor,\nwhich involved huge financial implications, to see that all\nF transactions are beneficial to the Board and within the\npermissible limit. It is relevant to point out that the\ndecision ultimately taken for awarding the contract with\nspecial conditions, as suggested by the contractor,\ninvolved huge financial implications at the risk and loss\nof the Board. Though the High Court has concluded that\nthe part-time members who were signatory to Ex550(a)\nhad, subsequently, approved the minutes, the Special\nCourt made a distinction between the responsibility of\nfull-time members and that of part-time members in the\nmatters of awarding of contract. It is true that all the\nG\nН\nV.S. ACHUTHANANDAN v. R. BALAKRISHNA PILLAI 771\n\u0026 ORS.\nmembers present subscribed their signatures in the A\nminutes in awarding contract to A-4. It was highlighted\nin evidence that A-8, the Financial Adviser to the Board,\nin his report has stated that the rates awarded to the\ncontractor are very high. The then Law Secretary also\nconveyed his opinion during the meeting of the Board B\nthat the rates were exorbitant. These aspects were taken\nnote of by the Special Court while considering the\nculpability of the accused. The then Deputy Secretary of\nthe Board (PW-140) also admitted this aspect and stated\nthat there was no serious discussion in the meeting held C\non 19.11.1982. He explained that Ex.550(a) minutes of the\nmeeting is a reproduction of the dictation given by the\nChairman of the Board (A-7). The Special Court has\nrightly concluded that there was no serious discussion\nin the Board Meeting dated 19.11.1982 when the question\nof award of contract was taken up and the minutes of the\nmeeting were prepared as dictated by A-7, the then\nChairman of the Board. [para 18] [799-E-H; 800-A-G]\n6. Award of contract to A-4:\nD\nE\n6.1. Pursuant to the decision that Full Board meeting\nshould be held on 19.11.1982 to decide the question of\naward of Idamalayar contract, PW-7 was directed to issue\nnotice to all the tenderers. The materials relied on by the\nprosecution show that on 18.11.1982, though notices F\nwere issued to the contractors, only A-4 was present on\n19.11.1982. Without verifying the fact that whether all the\nother tenderers were ready, a decision was taken on\n19.11.1982 itself by accepting the offer of A-4 with special\nconditions. The Board being a statutory authority, ought\nto have waited for a reply from the other tenderers to\nascertain whether they actually received notices and\nreason for their inability to attend. It was demonstrated\nthat it was a pre-planned attempt to award the work to A-\n4 alone and the notices issued to other tenderers were\nG\nН\n"}