{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":":\nMOHINDER SINGH\nν.\nSTATE OF PUNJAB AND ORS.\nA\nJANUARY 23, 2007\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nMortgage:\nOrder of District Collector directing redemption of mortgaged property\nattained finality pursuant to dismissal of SLP-Objections filed by Appellant\nin execution of the order of redemption-His contention that said property\nwas earlier mortgaged in favour of him and his brother, which had not\nbeen redeemed-Held: Purported receipt by mortgagor from Appellant and\nhis brother not proved, hence, cannot be relied upon-Appellant raised\nunnecessary objections in execution of order of redemption—Even otherwise,\nhis contention barred by principle of constructive res judicata-Code of\nCivil Procedure, 1908-Res judicata-Constructive res judicata.\nThe District Collector passed order directing redemption of mortgaged\nproperty. That order attained finality pursuant to dismissal of SLP by this\nCourt. In proceedings for execution of the order of redemption, Appellant\nfiled objections. He contended that the said property was earlier mortgaged\nin favour of him and his brother, which had not been redeemed. The\nproperty was allegedly mortgaged in favour of Appellant and his brother on\npurported receipt of a sum of Rs.425. Objections filed by the appellant in\nthe said proceedings were rejected. However, appeal preferred by appellant\nwas allowed. But the order was set aside in second appeal by the Financial\nCommissioner, Revenue. High Court upheld the order of the Financial\nCommissioner. Hence the present appeal.\nC\nD\nE\nF\nDismissing the appeal, the Court\nHELD: 1.1. The contention of the appellant, that keeping in view the\nfact that the first mortgage was not redeemed, the second mortgage could\nnot have been directed to be redeemed, in the facts and circumstances of\nthe case, is misconceived. [Para 12] [1189-A]\n1185\nG\nH\nA\nB\n1186\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n1.2. From the conduct of the parties, it is evident that while creating\nthe purported second mortgage, the first mortgage was redeemed. The\nsecond mortgage deed was registered. There was no reason why it was not\nacted upon. [Para 13] [1189-B]\n2.1. In the civil suit, a finding of fact had been arrived at that the order\nfor redemption was valid in law. The said decree passed by the Civil Court\nattained finality. [Para 15] [1189-E]\n2.2. Contention of the appellant that the factum in regard to the\nissuance of the said receipt of Rs. 425 having not been brought on records\nC in the earlier proceedings, the impugned order cannot be sustained is\nD\nE\nF\nwholly fallacious. If the receipt in question was to be brought on record, it\nwas for the appellant to do so. He having failed to do so, now cannot be\npermitted to turn round and contend that the said receipt should be taken\ninto consideration by this Court. [Para 16] [1189-F]\n2.3. The Financial Commissioner in his order has taken into\nconsideration all aspects of the matter. It has been found that miscarriage\nof justice had taken place. Keeping in view the factual background obtaining\nin this case, it is held that the appellant had raised unnecessary objections\nin execution of the order of redemption passed by the Collector. Even\notherwise, the contention of the appellant is evidently barred by the\nprinciples of constructive res judicata. In any event, the said purported\nreceipt having not been proved in accordance with law, no reliance can be\nplaced thereupon. [Paras 17 \u0026 18] [1189-G-H, 1190-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 325 of 2007.\nFrom the Judgment/Final Order dated 10.4.2003 of the High Court of\nPunjab and Haryana at Chandigarh in C.W.P. No. 5717/2003.\nG\nRajesh Srivastava for the Appellant.\nH\nChandra Prakash Pandey, Sanjay Jain, Mukesh Kumar, Vinay Arora\nand Sudarshan S. Rawat for the Respondents.\nThe Judgment of the Court was delivered by\nML\n}\nMOHINDER SINGH v. STATE [SINHA, J.]\n1187\n,\nS.B. SINHA, J.: 1. Leave granted.\n2. Assailing an order dated 28.08.2002 passed by the Financial\nCommissioner (Revenue), Punjab, the appellant herein filed a writ petition\nbefore the Punjab and Haryana High Court which by reason of the impugned\njudgment dated 10.04.2003 has been dismissed.\n3. The fact of the matter is as under:\nA\nB\nOne Telu Ram s/o Hira, resident of Kotla Power House, Tehsil Anandpur\nSahib District Ropar, Punjab mortgaged 38 K 14 M of land with the appellant\nand his brother Lachman Singh in equal shares on receipt of a sum of C\nRs. 425. On consolidation of the land, new Khasra Numbers 159, 160, 536,\n538, 541, 545, 546, 547 and 549 were carved out in lieu of the old Khasra\nNumbers.\n4. Appellant herein claimed that he and his brother had been put in Ꭰ\npossession of the said mortgaged land. Without, however, redeeming the\nmortgage, Telu Ram again mortgaged the said land in favour of Harjap\nSingh, Sohan Singh, Surjit Singh and Manjit Singh. In the said deed of\nmortgage dated 21.11.1978, it was stipulated:\n“I now mortgage 1/4th of the said land to Harjap Singh son of Shri\nJagat Singh, ¼ of the said land to Sohan Singh son of Shri Lachman\nSingh @ Bakhtawar Singh adopted son of Chanan Singh and ½ of\nthe said land in equal shares to Surjit Singh and Manjit Singh sons\nof Mohinder Singh son of Shri Jagat Singh, residents of Badhal,\nTehsil: Anandpur Sahib for Rs. 5000 the half of which is Rs. 2500\nand received Rs. 4075 and Rs. 500 towards expenditure of\nregistration and Rs. 425 is kept as Amanat with the mortgagees for\nbeing paid to Lachman Singh and Mohinder mortgagees which is\nto be paid to them and a receipt is to be obtained for the said\npayment. The possession of the land is given today. The income.\nof the land will be adjusted against the interest of the mortgage\nmoney.\"\nE\nF\nG\n5. However, the mortgagors allegedly received the said sum of Rs. 425\nfrom the mortgagees wherefor a receipt was allegedly granted on 20.02.1979.\nIndisputably, an application for redemption of mortgage was filed by the H\n1188\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA heirs and legal representatives of said Telu Ram before the Collector of the\nDistrict on 17.06.1991.\nB\n6. By a judgment and order dated 28.04.1992, the Collector directed'\nredemption of the said mortgaged property. It is not in dispute that the\npurported receipt dated 20.02.1979 had not been brought on records in the\nsaid proceedings.\n7. The contention of the appellant that the same could not be done as\nhe or his brother were not parties in the said proceedings, however, appears\nto be misplaced as it is stated at the bar that the endorsement was made in\nC the deed of second mortgage itself.\nD\nE\nF\nG\n8. A civil suit was filed by Harjap Singh and others questioning the\nsaid order of the Collector dated 28.04.1992. A decree was passed but an\nappeal thereagainst was filed by the heirs and legal representatives of Telu\nRam before the District Judge, Ropar which was allowed by an order dated\n03.03.1997. A second appeal preferred by the said Harjap Singh and others\nhas been dismissed by the High Court.\n9. Some of the lands in the mean time were sold by the heirs and legal\nrepresentatives of Telu Ram in favour of Bhagat Singh and others who\nfiled an application before the Assistant Collector, 1st Grade,\nAnandpur Sahib, District Ropar for possession of the lands in terms of the\norder of the Collector dated 28.04.1992. Objections filed by the appellant in\nthe said proceedings were rejected. However, an appeal was preferred\nthereagainst by the appellant which by reason of a judgment and order\ndated 11.06.2002 was allowed. A second appeal preferred by the respondents\nherein before the Financial Commissioner Revenue, as indicated hereinbefore,\nwas accepted.\n10. It is not in dispute that the second mortgagees were the family\nmembers of the appellant and his brother.\n11. It has also not been disputed that the matter had come up for\nconsideration before this Court on an earlier occasion from a judgment and\norder passed by the High Court in the second appeal and the said special\nleave petition was dismissed. The direction for redemption of mortgage\nH issued by the Collector, therefore, attained finality.\nY\nY\nr\n'\nI\nMOHINDER SINGH v. STATE [SINHA, J.]\n1189\n12. The contention of the appellant, that keeping in view of the fact\nthat the first mortgage was not redeemed, the second mortgage could not\nhave been directed to be redeemed, in the facts and circumstances of the\ncase, is misconceived.\n13. From the conduct of the parties, it is evident that while creating the\npurported second mortgage, the first mortgage was redeemed. Harjap Singh\nis the brother of Mohinder Singh, Sohan Singh is the son of Lachman Singh,\nSurjit Singh and Manjit Singh are the sons of Mohinder Singh. The second\nmortgage deed was registered. There was no reason why it was not acted\nupon.\n14. The story that the aforementioned sum of Rs. 425 was taken back\nfrom the mortgagees by said Telu Ram admittedly had not been proved. It\nhas been accepted before us that the said contention had not been raised\nin the earlier proceedings. On our query as to whether the said receipt had\nbeen exhibited before the concerned authorities, it has been accepted that\nthe said receipt was not duly proved and marked as an exhibit in the\nproceeding before the Collector.\n15. In the civil suit, a finding of fact had been arrived at that the order\nfor redemption in favour of Telu Ram and Radha Krishan was valid in law.\nAs indicated hereinbefore, the said decree passed by the Civil Court attained\nfinality.\n16. Contention of the learned counsel for the appellant that the factum\nin regard to the issuance of the said receipt having not been brought on\nrecords in the earlier proceedings, the impugned order cannot be sustained,\nin our opinion, is wholly fallacious. If the receipt in question dated 20.02.1979\nwas to be brought on record, it was for the appellant to do so. He having\nfailed to do so, in our opinion, now cannot be permitted to turn round and\ncontend that the said receipt should be taken into consideration by this\nCourt.\n17. The Financial Commissioner in his order dated 28.08.2002 has taken\ninto consideration all aspects of the matter. It has been found that miscarriage\nof justice had taken place.\n18. Keeping in view the factual background obtaining in this case, we\nhave no hesitation to hold that the appellant herein had raised unnecessary\nA\nB\nC\nD\nE\nF\nG\nH\n1190\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA objections in execution of the order of redemption passed by the Collector.\nEven otherwise, the contention of the appellant is evidently barred by the\nprinciples of constructive res judicata. In any event, the said purported\nreceipt having not been proved in accordance with law, no reliance can be\nplaced thereupon.\nB\nFor the reasons aforementioned, there is no merit in his appeal which\nis dismissed accordingly with costs. Counsel's fee assessed at Rs. 25,000.\nB.B.B.\nAppeal dismissed.\n"}