{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"FUERST DAY LAWSON LTD. v. JINDAL EXPORTS 51\nLTD. [AFTAB ALAM, J.}\ntherefore, to contend that though the present Act even removes A\nthe limited basis on which the appeal was earlier maintainable,\nyet a Letters Patent Appeal would lie notwithstanding the\nlimitations imposed by section 50 of the Act. The scheme of\nsections 49 and 50 of the 1996 Act is devised specially to\nexclude even the limited ground on which an appeal was earlier B\nprovided for under section 6 of the 1961 Act. The exclusion of\nappeal by section 50 is, thus, to be understood in light of the\namendment introduced in the previous law by section 49 of the\nAct.\n60. There is another way to look at the matter. It will be\nilluminating to see how the courts viewed the Arbitration Act,\n1940 shortly after it was enacted and even while the previous\nlaw, the Arbitration Act, 1899 coupled with the Schedule 2 of\nthe Code of Civil Procedure was still fresh in the courts' mind.\nIn Gauri Singh v. Ramlochan Singh, AIR (35) 1948 Patna 430,\nthe plaintiff had filed a suit for an order for filing an arbitration\naward and preparing a decree of the court on that basis. The\naward was in writing and it was also registered on the\nadmission of the arbitrators but the award was made not on\nthe basis of any arbitration agreement in writing but on an oral\nreference. Before the division bench of the Patna High Court,\nthe question arose regarding the maintainability of the suit.\nAgarwala, C.J. in a brief order held that Chapter II of the Act\nwould only apply when the agreement was in writing. In other\nwords, the existence of an \"arbitration agreement\" i.e. an\nagreement in writing, was the foundation of the court's\njurisdiction to direct the arbitrators, under section 14(2), to\ncause the award to be filed in court. But Meredith, J. examined\nthe matter in greater detail. He considered the question,\nwhether the Act of 1940 was exhaustive or whether it related\nonly to awards following arbitration agreements within the\nmeaning of the Act. The case of the plaintiff was that there was\nan oral reference to arbitration. Such an oral reference was\nperfectly valid and so was the award upon it. But it did not\nC\nD\nE\nF\nG\nH\n52\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA come within the scope of the Act. The award could, therefore,\nbe enforced by an ordinary suit under the Code of Civil\nProcedure. Rejecting the submission, in paragraphs 20, 21 and\n22 of the judgment, Meredith, J. observed as follows:\nB\nC\nD\nE\nLL\nF\nG\n\"20. ... It may be regarded as settled that, so far as Sch.2,\nCivil P.C., and the Arbitration Act of 1899 were concerned,\nan award based upon an oral submission or reference to\narbitration was not touched, but was perfectly legal and\nvalid, and the award could be enforced by suit, though not\nby the special procedure under the provisions of the Civil\nP.C., or the 1899 Act. That Act was regarded as not\nexhaustive even in the limited areas where it was\napplicable.\n21. This view was also taken by the Madras High Court in\nPonnamma v. Marappudi Kotamma [19 A.I.R. 1932 Mad.\n745], and also in our own High Court in Ramautar Sah v.\nLangat Singh, A.I.R. 1931 Pat. 92. The view there taken\nwas that there is nothing in law which requires a\nsubmission of the dispute between the parties to arbitration\nto be in writing. A parole submission is a legal submission\nto arbitration.\n22. Has the position been altered by the Act of 1940? In\nmy opinion it has. The Act of 1899 was described as \"An\nAct to amend the law relating to arbitration\", but the Act of\n1940 is headed as \"An Act to consolidate and amend the\nlaw relating to arbitration”, and the preamble says\n\"whereas it is expedient to consolidate and amend the law\nrelating to arbitration in British India\". It is an Act to\nconsolidate the arbitration law. This suggests that it is\nintended to be comprehensive and exhaustive. .....\n\"\n61. Making reference to sections 47, 26 and 30 of the 1940\nAct, in paragraph 26 of the judgment, His Lordship concluded\nas follows:\nI\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 53\nLTD. [AFTAB ALAM, J.]\nA\n\"26. I think I am justified in holding, in view of these\nprovisions, that the Act was intended to be exhaustive of\nthe law and procedure relating to arbitration. I cannot\nimagine that the words \"arbitrations\" and \"awards\" could\nhave been used in such specific provisions without more,\nspecially having regard to the definition of award, if it was B\nintended to leave it open to the parties to an award based\nupon an oral submission to proceed to enforce it or set it\naside by proceedings by way of suit altogether outside the\nAct. Let us take it then that the Act intended that there\nshould be no such proceedings.\"\n62. In paragraph 33, he further said:\nс\n\"If then, as I have held, the Act is intended to be exhaustive,\nand contains no provisions for the enforcement of an\naward based upon an oral submission, the only possible D\nconclusion is that the Legislature intended that such an\naward should not be enforceable at all, and that no such\nsuit should lie.\"\n63. In Belli Gowder v. Joghi Gowder, AIR (38) 1951\nMadras 683, Viswanatha Sastri, J. took the same view on a\ncase very similar in facts to the case in the Patna decision. In\nparagraph 2 of the judgment, Sastri, J. observed as follows:\nE\nF\n\"2. The first point argued by the applt's learned advocate\nis that the suit is one to enforce an award given on oral\nreference or submission to arbitration and is not\nmaintainable by reason of the provisions of the Arbitration\nAct, 1940. It is common ground that there was no written\nsubmission to the panchayatdars. Prior to the enactment\nof the Arbitration Act of 1940 it had been held by this and G\nother H. Cts that there was nothing in the Arbitration Act\nof 1899 or in Sec. 89 and schedule 2 of the C. P. C. of\n1908 rendering an oral agreement to refer to arbitration\ninvalid. A parole submission was held to be a legal\nsubmission to arbitration and an award passed on an oral\nH\n54\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\nreference was held to be valid and enforceable by a suit\nthough not by the special procedure prescribed by Sch 2,\nC. P. C. or the Arbitration Act of 1899....\nThe question whether it was intended merely to make\nawards on oral submissions unenforceable under the\nprocedure of the Arbitration Act or to make them invalid\nand unenforceable altogether, would depend to a large\nextent on whether the Act is exhaustive of the law of\narbitration. I am inclined to think that it is. I therefore hold\nthat an award passed on oral submission can neither be\nfiled and made a rule of Ct under the Act, nor enforced\napart from the Act. The same opinion has been expressed\nin 'Gauri Singh v. Ramlochan Singh', AIR (35) 1948 Pat\n430: (29 PLT 105).\"\n64. In Narbadabai and Ors. v. Natverial Chunilal Bhalakia\n\u0026 Anr., AIR 1953 Bombay 386, a division bench of the Bombay\nHigh Court went a step further and held that an arbitration\naward could only be enforced in terms of section 17 of the\nArbitration Act and a suit filed for enforcement of an award was\nnot maintainable. Chagla, C.J. speaking for the court, in\nparagraph 5 of the judgment, held and observed as follows:\n\"5. Whatever the law on the subject may have been prior\nto the Indian Arbitration Act 10 of 1940, it is clear that when\nthis Act was passed, it provided a self-contained law with\nregard to arbitration. The Act was both a consolidating and\namending law. The main object of the Act was to expedite\nand simplify arbitration proceedings and to obtain finality;\nand in our opinion when we look at the various provisions\nof the Arbitration Act, it is clear that no suit can be\nmaintained to enforce an award made by arbitrators and\nan award can be enforced only by the manner and\naccording to the procedure laid down in the Arbitration Act\nitself. Section 14 deals with signing and filing of the award.\nSection 15 deals with the power of the Court to modify the\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 55\nLTD. [AFTAB ALAM, J.]\naward in cases set out in that section and Section 16 deals A\nwith the power of the Court to remit the award. Then we\ncome to S.17 and that provides that\n\"Where the Court sees no cause to remit the award\nor any of the matters referred to arbitration for B\nreconsideration or to set aside the award the Court\nshall, after the time for making an application to set\naside the award has expired, or such application\nhaving been made, after refusing it, proceed to\npronounce judgment according to the award, and\nupon the judgment so pronounced a decree shall\nfollow, and no appeal shall lie from such decree\nexcept on the ground that it is in excess of, or not\notherwise in accordance with the award.\"\nC\nTherefore, Section 17 lays down the procedure by which D\na decree can be obtained on an award. The Act gives the\nright to the parties to challenge the award by applying for\nsetting aside the award after the award is filed under\nSection 14, but if that right is not availed of or if the\napplication is dismissed and the Court has not remitted E\nthe award, then the Court has to pronounce judgment\naccording to the award, and upon the judgment so\npronounced a decree has to follow. Mr. Desai does not\ndispute, as indeed he cannot, that when the award was\npublished by the arbitrators, he could have followed the F\nprocedure laid down in the Arbitration Act and could have.\napplied for judgment under Section 17. But Mr. Desai\ncontends that Section 17 does not preclude a party from\nfiling a suit to enforce the award. Mr. Desai says that\nSection 17 gives a party a summary remedy to obtain\njudgment upon the award but that summary remedy does\nnot bar a suit. ...\"\n65. He, then, considered sections 31 and 32 of the Act\nand came to hold as follows:\nG\nI\n56\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\n\"6.... Mr. Desai is undoubtedly right that before the Act of\n1940 the view was taken that an award did not lose its\nefficacy merely because it was not filed and no action was\ntaken on it by proceedings under the arbitration law. But\nthe question is whether that view is possible after the\nArbitration Act came into force and the Legislature\nenacted S.32. Therefore, with respect, we agree with the\nview taken by the Madras High Court in -'Moolchand v.\nRashid Jamshed Sons \u0026 Co.', [('46) AIR 1946 Mad. 346]\nand the view taken by the Patna High Court in-\n'Ramchander Singh v. Munshi Mian [('42) AIR 1942 Bom\n101]., \u0026 the view taken by the Punjab High Court in\n'Radha Kishen v. Ganga Ram [('51) AIR 1951 Punj 121].\n-\n7. The result, therefore, is that the plaintiff cannot maintain\nthis action to enforce the award. ... Therefore, if we are\nright in the view we take as to the interpretation of Section\n32, then it is clear that Shah J. with respect, had no\njurisdiction to try a suit which in substance and in effect\nwas a suit to enforce an award. The result, therefore, is\nthat the suit must fail on the preliminary ground that the suit\nis not maintainable, the suit being one to enforce an award\nduly given by arbitrators appointed by the parties and also\nbecause the award deals with the very disputes which are\nthe subject-matter of the suit. ....\"\n66. In S.N. Srikantia \u0026 Co. v. Union of India and Anr., AIR\n1967 Bombay 347, the question that arose for consideration\nwas whether a court has the power to grant interest on the\nprincipal sum adjudged by an award from the date of the award\ntill payment. The plaintiff in the case claimed that the court\nshould award interest in the principal sum adjudged by the\naward at a certain rate from the date of the award till the date\nof the decree, and further interest on the said principal sum at\nanother rate from the date of the decree till payment. The\nplaintiff's claim was resisted on the plea that under section 29\nof the 1940 Act, interest on the principal sum adjudged by an\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 57\nLTD. [AFTAB ALAM, J.]\nA\naward could not be granted from the date of the award till the\npassing of the decree. It was contended on behalf of the\nplaintiff that section 29 was merely an enabling provision but\nthat cannot stand in the way of the court in awarding interest\nfor the prior period, namely, from the date of the award onwards\ntill the passing of the decree. Tulzapurkar, J., (as his Lordship B\nthen was) referred to the earlier decisions of the Bombay High\nCourt in Narbadabai and relying upon the decisions of Patna\nHigh Court in Gauri Singh and Madras High Court in Belli\nGowder held an observed as follows:\n\"I may mention that a contention was raised in that case\nthat though Section 17 of the Act laid down the procedure\nby which a decree could be obtained on an award that\nSection gave a summary remedy to a party to an award\nfor a judgment upon an award, but that such summary\nremedy did not bar a suit to enforce an award. This\ncontention was negatived by this Court and it was held that\nfor enforcing an award the procedure laid down in the Act\nitself could alone be availed of by a party to the award. It\nis no doubt true that Section 32 of the Act was referred\nto, which expressly barred suits \"for a decision upon the\nexistence, effect or validity of an award\" and it was held\nthat the expression \"effect of the award\" was wide enough,\nto cover a suit to enforce an award. At the same time this\nCourt did take the view that since the Act was a self-\ncontained Code with regard to arbitration and was\nexhaustive, an award could be enforced only by the manner\nand according to the procedure laid down in section 17\nof the Act. In my view, these decisions and particularly, the\ndecisions of the Patna High Court and the Madras High\nCourt clearly indicate the corollary which follows upon an\nAct being regarded as exhaustive viz.. that it carries with\nit a negative import that only such acts as are mentioned\nin the Act are permissible to be done and acts or things\nnot mentioned therein are not permissible to be done. In\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n58\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nmy view, Section 29 of the Act also is exhaustive of the\nwhole law upon the subject of “interest on awards\" and\nsince the said section enables the court to award interest\non the principal sum adjudged by an award from the date\nof the decree onwards, it must be held that it carries with\nit the negative import that it shall not be permissible to the\nCourt to award interest on the principal sum adjudged by\nan award for any period prior to the date of the passing of\nthe decree.\"\n67. We have so far seen the decisions of the High Courts\nholding that a suit for enforcement of an arbitration award made\non an oral reference was not maintainable, an arbitral award\ncould only be enforced in terms section 17 of the Arbitration\nAct and a suit for the enforcement of an arbitral award was not\nmaintainable, and third, that no interest could be awarded on\nthe amount adjudged in the award beyond the provisions of\nsection 29 of the Arbitration Act.\n68. We now come back to the decision of this Court in\nMohindra Supply Co. in which the issue was about the\nE maintainability of an appeal, particularly, a letters patent appeal.\nIt is seen above that, in Mohindra Supply Co. the court held\nthat a letters patent appeal was not maintainable in view of\nsection (2) of section 39 of the 1940 Act. To that extent, the\ndecision may not have any bearing on the present controversy.\nBut, in that decision observations of great significance were\nmade in regard to the nature of the 1940 Act. It was observed\n(SCR page 500):\nF\nG\n\"The proceedings relating to arbitration are, since the\nenactment of the Indian Arbitration Act X of 1940,\ngoverned by the provisions of that Act. The Act is a\nconsolidating and amending statute. It repealed the\nArbitration Act of 1899, Schedule 2 of the Code of Civil\nProcedure and also cls. (a) to (f) of s. 104(1) of the Code\nof Civil Procedure which provided for appeals from orders\nI\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 59\nLTD. [AFTAB ALAM, J.]\nin arbitration proceedings. The Act set up machinery for all A\ncontractual arbitrations and its provisions, subject to certain\nexceptions, apply also to every arbitration under any other\nenactment for the time being in force, as if the arbitration\nwere pursuant to an arbitration agreement and as if that,\nother enactment were an arbitration agreement, except in B\n• so far as the Arbitration Act is inconsistent with that other\nenactment or with any rules made thereunder.\n\"\n69. It was further observed and held (SCR page 506):\nC\n\"But it was urged that the interpretation of s.39 should not\nbe divorced from the setting of legislative history, and if\nregard be had to the legislative history and the dictum of\nthe Privy Council in Hurrish Chunder Chowdry v. Kali\nSundari Debia [(1882) L.R.10 I.A. 4, 17] which has been\nuniversally followed, in considering the extent of the right D.\nof appeal under the Letters Patent, the Court would not be\njustified in restricting the right of appeal which was\nexercisable till 1940 by litigants against decisions of single\nJudges of High Courts in arbitration matters from orders\npassed in appeals. In considering the argument whether E\nthe right of appeal which was previously exercisable by\nlitigants against decisions of single Judges of the High\nCourts in appeals from orders passed in arbitration\nproceedings was intended to be taken away by s. 39(2) of\nthe Indian Arbitration Act, the Court must proceed to F\ninterpret the words of the statute without any predisposition\ntowards the state of the law before the Arbitration Act was\nenacted. The Arbitration Act of 1940 is a consolidating\nand amending statute and is for all purposes a code\nrelating to arbitration.....'\nㄌ\nG\n70. And (SCR pages 512-513):\n\"Prior to 1940 the law relating to contractual arbitration\n(except in so far as it was dealt with by the Arbitration Act\nH\nA\nB\n0\nD\nE\nF\nG\nH\n60\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nof 1899) was contained in the Code of Civil Procedure and\ncertain orders passed by courts in the course of arbitration\nproceedings were made appealable under the Code of\n1877 by s. 588 and in the Code of 1908 by s. 104. In 1940,\nthe legislature enacted Act X of 1940, repealing schedule\n2 and s. 104(1) clauses (a) to (f) of the Code of Civil\nProcedure 1908 and the Arbitration Act of 1899. By\ns. 39 of the Act, a right of appeal was conferred upon\nlitigants in arbitration proceedings only from certain orders\nand from no others and the right to file appeals from\nappellate orders was expressly taken away by sub-s.2 and\nthe clause in s.104 of the Code of 1908 which preserved\nthe special jurisdiction under any other law was\nincorporated in s. 39. The section was enacted in a form\nwhich was absolute and not subject to any exceptions. It\nis true that under the Code of 1908, an appeal did lie\nunder the Letters Patent from an order passed by a single\nJudge of a Chartered High Court in arbitration proceedings\neven if the order was passed in exercise of appellate\njurisdiction, but that was so, because, the power of the\nCourt to hear appeals under a special law for the time\nbeing in operation was expressly preserved.\"\n\"There is in the Arbitration Act no provision similar to s. 4 of\nthe Code of Civil Procedure which preserves powers\nreserved to courts under special statutes. There is also\nnothing in the expression \"authorised by law to hear\nappeals from original decrees of the Court\" contained in \"\ns. 39(1) of the Arbitration Act which by implication reserves\nthe jurisdiction under the Letters Patent to entertain an\nappeal against the order passed in arbitration\nproceedings. Therefore, in so far as Letters Patent deal\nwith appeals against orders passed in arbitration\nproceedings, they must be read subject to the provisions\nof s. 39(1) and (2) of the Arbitration Act.\"\n\"Under the Code of 1908, the right to appeal under the\n"}