{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"FUERST DAY LAWSON LTD. v. JINDAL EXPORTS 21\nLTD. [AFTAB ALAM, J.]\nthe absence of any provision in a statute cannot be readily A\ninferred. It is now well-settled that the appellate\njurisdiction of a superior court is not taken as excluded\nsimply because the subordinate court exercises its\nspecial jurisdiction. In G.P. Singh's Principles of Statutory\nInterpretation, it is stated:\n\"The appellate and revisional jurisdiction of superior\ncourts is not taken as excluded simply because the\nsubordinate court exercises a special jurisdiction.\nThe reason is that when a special Act on matters\ngoverned by that Act confers a jurisdiction to an\nestablished court, as distinguished from a persona\ndesignata, without any words of limitation, then, the\nordinary incident of procedure of that court including\nany general right of appeal or revision against its\ndecision is attracted.\"\nB\nC\nD\n22. But an exception to the aforementioned rule is on\nmatters where the special Act sets out a self-contained\ncode, the applicability of the general law procedure would\nbe impliedly excluded. [See Upadhyaya Hargovind E\nDevshanker v. Dhirendrasinh Virbhadrasinhji Solanki\n(1988) 2 SCC 1]\"\n(emphasis supplied)\n21. In paragraph 32 of the judgment, this Court further F\nobserved as follows:\n\"32. While determining the question as regards clause 15\nof the Letters Patent, the court is required to see as to\nwhether the order sought to be appealed against is a\njudgment within the meaning thereof or not. Once it is held\nthat irrespective of the nature of the order, meaning thereby\nwhether interlocutory or final, a judgment has been\nrendered, clause 15 of the Letters Patent would be\nattracted.\"\nG\nH\nA\n22\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n22. In P.S. Sathappan v. Andhra Bank Ltd. \u0026 Ors., (2004)\n11 SCC 672, a constitution bench of this Court once again\nextensively considered the nature of the Letters Patent\njurisdiction of the High Court, and the circumstances in which\nit would be available and those under which it would be ousted.\nB The question that was referred to the Constitution Bench was:\nwhat would be \"the effect of the provisions of section 104(2)\nof the Code of Civil Procedure, 1908 (hereinafter \"CPC\") vis-\nà-vis clause 15 of the Letters Patent (of the Madras High\nCourt)\"? An application for setting aside the court auction-sale\nwas dismissed by the execution court. An appeal against the\norder came to the High Court and it was dismissed by a single\njudge. Against the order of the single judge, a letters patent\nappeal was filed. The question of maintainability of the appeal\nwas examined by a full bench of the High Court and the intra-\ncourt appeal to the division bench was held to be not\nmaintainable in view of the provisions of section 104(2) of\nCPC. A Constitution Bench of this Court, however, reversed\nthe decision of the full bench of the High Court and by a majority\nof 3:2 held that the letters patent appeal was perfectly\nmaintainable.\nC\nD\nE\n23. P.S. Sathappan is actually an authority on the interplay\nof section 104 of the Code of Civil Procedure and the Letters\nPatent jurisdiction of the High Court. The majority judgment\nwent into the history of the matter and pointed out that under\nF the Civil Procedure Codes of 1877 and 1882 there was a\ndivergence of opinion among the different High Courts on the\npoint whether the finality attached to orders passed under\nsection 588 (corresponding to section. 104 of the present\nCode) precluded any further appeals, including a letters patent\nG appeal. The question, then, came up before the Privy Council\nH\nin the case of Hurrish Chunder Chowdry v. Kali Sundari\nDebia, ILR (1882) 9 Cal. 482 (PC). But the decision of the\nPrivy Council, rather than settling the issue gave rise to further\nconflicting decisions by different High Courts in the country. The\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 23\nLTD. [AFTAB ALAM, J.]\nBombay, Calcutta and Madras High Courts held that section\n588 did not take away the right of appeal given under the\nLetters Patent. On the other hand, the Allahabad High Court took\na different view and held that a letters patent appeal was barred\nunder section 588 of the Code. In view of this conflict of views,\nthe legislature stepped in and amended the law. It introduced\nsection 4 and section 104 in the Code. Having, thus, put the\ncontroversy in the historical perspective, the Court referred to\nsections 4 and 104 of the Code and made the following\nobservation in paragraph 6 of the judgment:\n\"To be immediately noted that now the legislature provides\nthat the provision of this Code will not affect or limit special\nlaw unless specifically excluded. The legislature also\nsimultaneously saves, in section 104(1), appeals under\n\"any law for the time being in force\". These would include\nletters patent appeals.'\n33\n(emphasis supplied)\n24. The above is really the kernel of the decision in P.S.\nSathappan and the rest of the judgment is only an elucidation\nof this point.\nA\nB\nC\nD\nE\n25. In P. S. Sathappan the constitution bench considered\nIn some detail the 1962 decision by a bench of four judges of\nthe Court in Mohindra Supply Co. (supra) in which the\nlegislative history of section 104 of the Code was traced out in F\ndetail and it was shown that by virtue of the saving clause in\nsection 4 and the express language of section 104 that saved\nan appeal as provided by any other law for the time being in\nforce, a letters patent appeal was not hit by the bar of sub-\nsection (2) of section 104 of the Code. [Mohindra Supply Co.,\nhowever, was a case under section 39 of the 1940 Act, which\ndid not contain any provision similar to section 4 of the Code\nand hence, in that case the Court held that the finality attached\nby sub-section (2) to an order passed under sub-section (1) of\nsection 39 barred any further appeal, including a letters patent H\nG\n24\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nC\nappeal.]\n26. In P.S. Sathappan, on a consideration of a number of\nearlier decisions, the Constitution Bench concluded that till\n1996, the unanimous view of all courts was that section 104(1)\nB CPC specifically saved letters patent appeals and the bar under\nsection 104(2) did not apply to letters patent appeals.\nThereafter, there were two decisions in deviation from the\naccepted judicial view, one by a bench of two judges of this\nCourt in Resham Singh Pyara Singh v. Abdul Sattar, (1996)\n1 SCC 49 and the other by a bench of three judges of this Court\nin New Kenilworth Hotel (P) Ltd. v. Orissa State Finance\nCorpn., (1997) 3 SCC 462. P.S. Sathappan, overruled both\nthese decisions and declared that Resham Singh Pyara Singh\nand New Kenilworth Hotel (P) Ltd. laid down wrong law. It further\npointed out that even after the aforementioned two decisions\nthis Court had continued to hold that a Letters Patent Appeal\nis not affected by the bar of section 104(2) CPC. In this\nconnection, it referred to Vinita M. Khanolkar (supra), under\nsection 6 of the Specific Relief Act, Chandra Kanta Sinha v.\nOriental Insurance Co. Ltd. \u0026 Ors., (2001) 6 SCC 158, under\nsection 140 of the Motor Vehicles Act, 1988, Sharda Devi\n(supra), under section 54 of the Land Acquisition Act and Subal\nPaul (supra), under section 299 of the Indian Succession Act,\n1925 and came to the conclusion that the consensus of judicial\nopinion has been that section 104(1) CPC expressly saves the\nletters patent appeal and the bar under section 104(2) CPC\ndoes not apply to letters patent appeals. In paragraph 22 of the\njudgment, the Court observed as follows:\nD\nE\nF\nG\nH\n\"22.... The view has been that a letters patent appeal\ncannot be ousted by implication but the right of an appeal\nunder the Letters Patent can be taken away by an express\nprovision in an appropriate legislation. The express\nprovision need not refer to or use the word \"letters patent\"\nbut if on a reading of the provision it is clear that all further\nappeals are barred then even a letters patent appeal would\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 25\nLTD. [AFTAB ALAM, J.]\nbe barred.\"\n27. Further, analysing the two sub-sections of section\n104(2) along with section 4 CPC, this Court in paragraph 30\nof the judgment observed as follows:\n\"30.... Section 104 must be read as a whole and\nharmoniously. If the intention was to exclude what is\nspecifically saved in sub-section (1), then there had to be\na specific exclusion. A general exclusion of this nature\nwould not be sufficient. We are not saying that a general\nexclusion would never oust a letters patent appeal.\nHowever, when section 104(1) specifically saves a letters\npatent appeal then the only way such an appeal could be\nexcluded is by express mention in section 104(2) that a\nletters patent appeal is also prohibited. …”\n\"\n28. Mr. Sundaram heavily relied upon this decision.\n29. The decisions noticed so far lay down certain broad\nprinciples that may be stated as follows:\n1.\n2.\n3.\nA\nB\nC\nD\nNormally, once an appeal reaches the High Court E\nit has to be determined according to the rules of\npractice and procedure of the High Court and in\naccordance with the provisions of the charter under\nwhich the High Court is constituted and which\nconfers on it power in respect to the method and\nmanner of exercising that power.\nWhen a statute merely directs that an appeal shall\nlie to a court already established then that appeal\nmust be regulated by the practice and procedure\nof that court.\nF\nG\nThe High Court derives its intra-court appeal\njurisdiction under the charter by which it was\nestablished and its powers under the Letters\nPatent were recognized and saved by section 108 H\n26\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n4.\n5.\n6.\n7.\nof the Government of India Act, 1915, section 223\nof the Government of India Act, 1935 and finally, by\nArticle 225 of the Constitution of India. The High\nCourt, therefore, cannot be divested of its Letters\nPatent jurisdiction unless provided for expressly or\nby necessary intendment by some special statute.\nIf the pronouncement of the single judge qualifies\nas a \"judgment\", in the absence of any bar created\nby a statute either expressly or by necessary\nimplication, it would be subject to appeal under the\nrelevant clause of the Letters Patent of the High\nCourt.\nSince section 104(1) CPC specifically saves the\nletters patent appeal it could only be excluded by\nan express mention in section 104(2). In the\nabsence of any express mention in section 104(2),\nthe maintainability of a letters patent appeal is\nsaved by virtue of section 104(1).\nLimitation of a right of appeal in absence of any\nprovision in a statute cannot be readily inferred.\nThe appellate jurisdiction of a superior court cannot\nbe taken as excluded simply because a\nsubordinate court exercises its special jurisdiction.\nThe exception to the aforementioned rule is where\nthe special Act sets out a self-contained code and\nin that event the applicability of the general law\nprocedure would be impliedly excluded. The\nexpress provision need not refer to or use the word\n\"letters patent\" but if on a reading of the provision\nit is clear that all further appeals are barred then\neven a letters patent appeal would be barred.\n30. These general principles are culled out from the\ndecisions of this Court rendered under section 104 of the CPC\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 27\nLTD. [AFTAB ALAM, J.}\nand various other Acts, as noted above. But there is another A\nset of decisions of this Court on the question under\nconsideration rendered in the context of section 39 of the 1940\nAct. Section 39 of the erstwhile Act contained the provision of\nappeal and provided as follows:\n\"39. Appealable orders.—(1) An appeal shall lie from the\nfollowing orders passed under this Act (and from no others)\nto the Court authorised by law to hear appeals from\noriginal decrees of the Court passing the order:\nAn order -\n(i) superseding an arbitration;\nB\nс\n(ii) on an award stated in the form of a special case;\nD\n(iii) modifying or correcting an award;\n(iv) filing or refusing to file an arbitration agreement;\n(v) staying or refusing to stay legal proceedings\nwhere there is an arbitration agreement;\nE\n(vi) setting aside or refusing to set aside an award:\nPROVIDED THAT the provisions of this section shall not ·\napply to any order passed by a Small Cause Court.\n(2) No second appeal shall lie from an order passed in\nappeal under this section, but nothing in this section shall\naffect or take away any right to appeal to the Supreme\nCourt.\"\nF\n[Insofar as relevant for the present, section 37 of the 1996 G\nAct, is very similar to section 39 of the previous Act as\nquoted above.]\n31. In Mohindra Supply Co., a bench of four judges of this\nCourt held that a letters patent appeal against an order passed\nH\n28\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA by a single judge of the High Court on an appeal under section\n39(1) of the 1940 Act was barred in terms of sub-section (2)\nof section 39. This decision is based on the bar against further\nappeals as contained in sub-section (2) of section 39 of the\n1940 Act and, therefore, it may not have a direct bearing on\nthe question presently under consideration.\nB\nC\nD\n32. More to the point are two later decisions. In M/s\nGourangalal Chatterjee, a bench of two judges of this Court\nheld that an order, against which no appeal would lie under\nsection 39(1) of the 1940 Act, could not be taken in appeal\nbefore the division bench of the High Court under its Letters\nPatent. The same view was reaffirmed by a bench of three\njudges of this Court in Aradhana Trading Co.\n33. In regard to these two decisions, Mr. Sundaram took\nthe position that both M/s Gourangalal Chatterjee and\nAradhana Trading Co. were rendered on section 39 of the\n1940 Act, the equivalent of which is section 37 of the 1996 Act.\nIn view of the two decisions, he conceded that in the event an\norder was not appealable under section 37(1) of the 1996 Act,\nE it would not be subject to appeal under the Letters Patent of\nthe High Court. He, however, referred to section 50 of the 1996\nAct, which is as follows:\nF\nG\nH\n“50. Appealable orders.--(1) An appeal shall lie from the\norder refusing to-\n(a) refer the parties to arbitration under section 45;\n(b) enforce a foreign award under section 48, to the\ncourt authorised by law to hear appeals from such\norder.\n(2) No second appeal shall lie from an order passed in\nappeal under this section, but nothing in this section shall\naffect or take away any right to appeal to the Supreme\nCourt.\"\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 29\nLTD. [AFTAB ALAM, J.]\n34. Mr. Sundaram submitted that section 50, unlike section A\n39 of the previous Act and section 37 of the current Act does\nnot have the words \"(and from no others)\" and that, according\nto him, made all the difference. He contended that the omission\nof the words in parenthesis was significant and it clearly pointed\nout that unlike section 37, even though an order was not B\nappealable under section 50, it would be subject to appeal\nunder the Letters Patent of the High Court. At any event the\ndecisions rendered under section 39 of the 1940 would have\nno application in a case relating to section 50 of the 1996 Act.\n35. Mr. Dave, in reply submitted that the words \"(and from\nno other)\" occurring in section 39 of the 1940 Act and section\n37 of the 1996 Act were actually superfluous and seen, thus,\nthere would be no material difference between the provisions\nof section 39 of the 1940 Act or section 37 of the 1996 Act\nand section 50 of the 1996 Act and all the decisions rendered\non section 39 of the 1940 Act will apply with full force to cases\narising under section 50 of the 1996 Act.\nC\nD\n36. The use of round brackets for putting words in\nparenthesis is not very common in legislation and this reminds E\nus of the painful lament by Meredith, J. of the Patna High Court,\nwho in 1948 dealing with a case said that \"the 1940 Act\ncontains examples of bad drafting which it would be hard to\nbeat\".\nF\n37. According to the New Oxford Dictionary of English,\n1998 edition, brackets are used to enclose words or figures\nso as to separate them from the context. The Oxford\nAdvanced Learner's Dictionary, Seventh edition defines\n\"bracket\" to mean \"either of a pair of marks, ( ) placed around\nextra information in a piece of writing or part of a problem in G\nmathematics”. The New Oxford Dictionary of English, 1998\nedition gives the meaning and use of parenthesis as:\n\"Parenthesis-noun (pl. parentheses) a word, clause, or\nsentence inserted as an explanation or afterthought into H\n30\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nс\nD\nE\nF\nG\na passage which is grammatically complete without it, in\nwriting usually marked off by brackets, dashes, or\ncommas.\n- (usu. Parentheses) a pair of round brackets ( ) used to\ninclude such a word, clause, or sentence.\"\n38. The Oxford Advanced Learner's Dictionary, Seventh\nedition, defines the meaning of parenthesis as:\n\"a word, sentence, etc. that is added to a speech or piece\nof writing, especially in order to give extra information. In\nwriting, it is separated from rest of the text using brackets,\ncommas or DASHES.\"\n39. The Complete Plain Words by Sir Ernest Gowers,\n1986 revised edition by Sidney Greenbaum and Janet Whitcut,\ngives the purpose of parenthesis as follows:\n\"Parenthesis\nThe purpose of a parenthesis is ordinarily to insert an\nillustration, explanation, definition, or additional piece of\ninformation of any sort into a sentence that is logically and\ngrammatically complete without it. A parenthesis may be\nmarked off by commas, dashes or brackets. The degree\nof interruption of the main sentence may vary from the\nalmost imperceptible one of explanatory words in\napposition, to the violent one of a separate sentence\ncomplete in itself.\"\n40. The Merriam Webster Online Dictionary defines\nparenthesis as follows:\n“1 a : an amplifying or explanatory word, phrase, or\nsentence inserted in a passage from which it is usually set\noff by punctuation b a remark or passage that departs\nfrom the theme of a discourse: digression\nH\n"}