{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"-\n[2011] 11 S.C.R. 1\nFUERST DAY LAWSON LTD.\nV.\nJINDAL EXPORTS LTD.\n(SLP (C) No. 11945 of 2010)\nJULY 8, 2011\n[AFTAB ALAM AND R.M. LODHA, JJ.]\n-\n-\nA\nB\nArbitration and Conciliation Act, 1996 - ss.50 and 49 -\nWhether an order, though not appealable under s.50 of the\n1996 Act, would nevertheless be subject to appeal under the C\nrelevant provision of the Letters Patent of the High Court\nHeld: No letters patent appeal will lie against an order which\nis not appealable under s.50 of the 1996 Act - Conclusion\nregarding exclusion of letters patent appeal arrived at in two\ndifferent ways; one, so to say, on a micro basis by examining D\nthe scheme devised by ss. 49 and 50 of the 1996 Act and\nthe radical change that it brings about in the earlier provision\nof appeal under s.6 of the 1961 Act and the other on a macro\nbasis by taking into account the nature and character of the\n1996 Act as a self-contained and exhaustive code in itself -\nWhere the special Act sets out a self-contained code the\napplicability of the general law procedure would be impliedly\nexcluded - Foreign Awards (Recognition and Enforcement)\nAct, 1961 s.6 - Letters Patent.\nE\nArbitration and Conciliation Act, 1996 – Part I and Part F\nII of the Act - Difference between - Held: Part I and Part II of\nthe Act are quite different in their object and purpose and the\nrespective schemes.\nArbitration and Conciliation Act, 1996 - ss. 37 and 50 -\nAppellate provision u/s.37 and u/s.50 - Difference between\nHeld: s.37 in Part I of the Act (analogous to s.39 of the 1940\nAct) is not comparable to s.50 in Part II of the Act - s.37 and\ns.50 are not comparable because they belong to two different\n1\nG\nH\n2\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n-\nA statutory schemes s.37 containing the provision of appeal\nis part of a much larger framework that has provisions for the\ncomplete range of law concerning domestic arbitration and\ninternational commercial arbitration - s.50 on the other hand\ncontains the provision of appeal in a much limited framework,\nB concerned only with the enforcement of New York Convention\nawards In one sense, the two sections, though each\ncontaining the appellate provision belong to different statutes.\nC\n-\nArbitration and Conciliation Act, 1996 - Part II, Chapter\n1 – Provisions of, compared with the provisions of the Foreign\nAwards (Recognition and Enforcement) Act, 1961.\nThe question that arose for consideration in the\npresent batch of cases was whether an order, though not\nappealable under section 50 of the Arbitration and\nD Conciliation Act, 1996, would nevertheless be subject to\nappeal under the relevant provision of the Letters Patent\nof the High Court i.e. in other words, whether, even\nthough the Arbitration Act does not envisage or permit\nan appeal from the order, the party aggrieved by it can\nE still have his way, by-passing the Act and taking recourse\nto another jurisdiction.\nF\nDismissing appeals arising from SLP (C) No.31068 of\n2009 and SLP (C) No.4648 of 2010 and allowing Civil\nappeal no.36 of 2010, the Court\nHELD:1. A correct answer to the question under\nconsideration would depend upon how the Arbitration\nand Conciliation Act, 1996 is to be viewed. Do the\nprovisions of the 1996 Act constitute a complete code for\nG matters arising out of an arbitration proceeding, the\nmaking of the award and the enforcement of the award?\nIf the answer to the question is in the affirmative then,\nobviously, all other jurisdictions, including the letters\npatent jurisdiction of the High Court would stand\nH excluded. [Paras 3, 4] [11-F-G; 12-A-B]\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 3\nLTD.\nC\n2.1. Before the coming into force of the Arbitration A\nand Conciliation Act, 1996 with effect from August 16,\n1996, the law relating to domestic arbitration was\ncontained in the Arbitration Act, 1940, which in turn was\nbrought in place of the Arbitration Act, 1899. Apart from\nthe Arbitration Act 1940, there were two other enactments B.\nof the same genre. One called the Arbitration (Protocol\nand Convention) Act, 1937 (for execution of the Geneva\nConvention Awards) and the other called the Foreign\nAwards (Recognition and Enforcement) Act, 1961 (for\nenforcement of the New York Convention awards). The\naforesaid three Acts were replaced by the Arbitration and\nConciliation Act, 1996, which is based on the United\nNations Commission on International Trade Law\n(UNCITRAL) Model and is broadly compatible with the\n\"Rules of Arbitration of the International Chamber of\nD\nCommerce\". The Arbitration and Conciliation Act, 1996\nthat has repealed the Arbitration Act, 1940 and also the\nActs of 1937 and 1961, consolidates and amends the law\nrelating to domestic arbitration, international commercial\narbitration, enforcement of foreign arbitral awards and\ndefines the law relating to conciliation and provides for\nmatters connected therewith and incidental thereto\ntaking into account the UNCITRAL MODEL law and Rules.\n[Paras 43, 44, 45] [31-G-H; 32-A-F]\nE\n2.2. The 1996 Act is a loosely integrated version of F\nthe Arbitration Act, 1940, Arbitration (Protocol and\nConvention) Act, 1937 and Foreign Awards (Recognition\nand Enforcement) Act, 1961. It actually consolidates\namends and puts together three different enactments.\nBut having regard to the difference in the object and G\npurpose and the nature of these three enactments, the\nprovisions relating thereto are kept separately. A mere\nglance at the 1996 Act is sufficient to show that under its\nscheme the provisions relating to the three enactments\nare kept separately from each other. The 1996 Act is\nH\n4\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA divided into four parts and it has three schedules at its\nend. Part I has ten chapters that contain provisions\ngoverning domestic arbitration and international\ncommercial arbitration. Part II has two chapters; Chapter\nI contains provisions relating to the New York Convention\nB Awards and Chapter II contains provisions relating to the\nGeneva Convention Awards. Part III of the Act has\nprovisions concerning conciliation. Part IV has the\nsupplementary provisions such as the power of the High\nCourt to make rules (section 82), provision for removal\nof difficulties (section 83), and the power to make rules\n(section 84). At the end there are two repeal and saving\nsections. Section 85 repeals the three enactments\nreferred to above, subject to the appropriate saving\nclause and section 86 repeals Ordinance 27 of 1996, the\nprecursor of the Act, subject to the appropriate saving\nclause. Of the three schedules, the first is related to Part\nII, Chapter I, i.e., the New York Convention Awards and\nthe second and the third to Chapter II, i.e., the Geneva\nConvention Awards. [Para 48] [36-C-H; 37-A]\nC\nD\nE\n2.3. There is a certain similarity between the\nprovisions of Chapters I and II of Part II but Part I of the\nAct is vastly different from Chapters I and II of Part II of\nthe Act. This is quite understandable too since Part II\ndeals only with enforcement of foreign awards (Chapter\nF I, of New York Convention Awards and Chapter II, of\nGeneva Convention Awards) while Part I of the Act deals\nwith the whole gamut of law concerning domestic\narbitration and international commercial arbitration. It has,\ntherefore, a very different and much larger framework\nG than the two chapters in Part II of the Act. [Para 49] [37-\nB-C]\nH\n2.4. It is also evident that Part I and Part II of the Act\nare quite separate and contain provisions that act\nindependently in their respective fields. The opening\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 5\nLTD.\nB\nC\nD\nwords of section 2, i.e. the definition clause in Part I, make A\nit clear that meanings assigned to the terms and\nexpressions defined in that section are for the purpose\nof that part alone. Section 4 which deals with waiver of\nright to object is also specific to Part I of the Act. Section\n5 dealing with extent of judicial intervention is also\nspecific to Part I of the Act. Section 7 that defines\n\"arbitration agreement\" in considerable detail also\nconfines the meaning of the term to Part I of the Act alone.\nSection 8 deals with the power of a judicial authority to\nrefer parties to arbitration where there is an arbitration\nagreement and this provision too is relatable to Part 1\nalone (corresponding provisions are independently made\nin sections 45 and 54 of Chapter I and II, respectively of\nPart II). The other provisions in Part I by their very nature\nshall have no application insofar as the two chapters of\nPart II are concerned. Once it is seen that Part I and Part\nIl of the Act are quite different in their object and purpose\nand the respective schemes, it naturally follows that\nsection 37 in Part I (analogous to section 39 of the 1940\nAct) is not comparable to section 50 in Part II of the Act.\nThis is not because, as appellant contends section 37 has\nthe words in parentheses “and from no others” which are\nnot to be found in section 50 of the Act. Section 37 and\nsection 50 are not comparable because they belong to\ntwo different statutory schemes. Section 37 containing the\nprovision of appeal is part of a much larger framework F\nthat has provisions for the complete range of law\nconcerning domestic arbitration and international\ncommercial arbitration. Section 50 on the other hand\ncontains the provision of appeal in a much limited\nframework, concerned only with the enforcement of New G\nYork Convention awards. In one sense, the two sections,\nthough each containing the appellate provision belong to\ndifferent statutes. [Paras 51, 52] [37-G-H; 38-A-G]\n2.5. A comparison of the provisions of Chapter 1 of\nE\nIІ\nH\n6\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nC\nD\nA Part II of the 1996 Act and the provisions of the Foreign\nAwards (Recognition and Enforcement Act), 1961, would\nshow that section 44, the definition clause in the 1996 Act\nis a verbatim reproduction of section 2 of the previous\nAct (but for the words \"chapter\" in place of \"Act\", \"first\nB schedule\" in place of \"schedule\" and the addition of the\nword “arbitral” before the word “award” in section 44).\nSection 45 corresponds to section 3 of the previous Act.\nSection 46 is a verbatim reproduction of section 4(2)\nexcept for the substitution of the word “chapter\" for\n\"Act\". Section 47 is almost a reproduction of section 8\nexcept for the addition of the words \"before the court\"\n\"in sub-section (1)\" and an explanation as to what is\nmeant by \"court\" in that section. Section 48 corresponds\nto section 7; section 49 to section 6(1) and section 50 to\nsection 6(2). Apart from the fact that the provisions are\narranged in a far more orderly manner, it is to be noticed\nthat the provisions of the 1996 Act are clearly aimed at\nfacilitating and expediting the enforcement of the New\nYork Convention Awards. Section 3 of the 1961 Act\ndealing with a stay of proceedings in respect of matters\nto be referred to arbitration was confined in its\napplication to \"legal proceedings in any court\" and the\ncourt had a wider discretion not to stay the proceedings\nbefore it. The corresponding provision in section 45 of\nthe present Act has a wider application and it covers an\nF action before any judicial authority. Further, under\nsection 45 the judicial authority has a narrower discretion\nto refuse to refer the parties to arbitration. Under section\n4(1) of the 1961 Act, a foreign award for its enforcement\nwas first deemed to be an award made on a matter\nG referred to arbitration in India. Section 46 of the present\nAct dispenses with the provision of sub-section (1) of\nsection 4 and resultantly a foreign award is enforceable\nin its own right. Section 47 is almost a reproduction of\nsection 8 except for the addition of the words \"before the\nH_ court” in sub-section (1) and an explanation as to what\nE\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 7\nLTD.\nB\nC\nD\nis meant by \"court\" at the end of the section. Section 49 A\ncorresponds to section 6(1) and section 50 to section\n6(2). It is however, a comparison of section 6 of the 1961\nAct with section 49 of the present Act that provides a\ndirect answer to the question under consideration. Under\nsection 6 of the 1961 Act, the Court on being satisfied that\nthe foreign award was enforceable under the Act, would\nfirst order the award to be filed and then proceed to\npronounce judgment according to the award. The\njudgment would lead to a decree against which no appeal\nwould lie except insofar as the decree was in excess of\nor not in accordance with the award. Section 49 of the\npresent Act makes a radical change in that where the\ncourt is satisfied that the foreign award is enforceable, the\naward itself would be deemed to be a decree of the Court.\nIt, thus, not only omits the procedural formality for the\ncourt to pronounce judgment and a decree to follow on\nthat basis but also completely removes the possibility of\nthe decree being in excess of, or not in accordance with\nthe award. Thus, even the limited basis on which an\nappeal would lie under sub-section (2) of section 6 of the\n1961 Act, is taken away. There is, thus, no scope left for\nan appeal against an order of the court for the\nenforcement of a foreign award. It is for this reason that\nsection 50(1)(b) provides for an appeal only against an\norder refusing to enforce a foreign award under section\n48. There can be no doubt that under section 6, except F\non the very limited ground, no appeal including a Letters\nPatent Appeal was maintainable against the judgment\nand decree passed by the Court under section 6(1). It\nwould be futile, therefore, to contend that though the\npresent Act even removes the limited basis on which the G\nappeal was earlier maintainable, yet a Letters Patent\nAppeal would lie notwithstanding the limitations imposed\nby section 50 of the Act. The scheme of sections 49 and\n50 of the 1996 Act is devised specially to exclude even\nthe limited ground on which an appeal was earlier H\nE\n8\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA provided for under section 6 of the 1961 Act. The\nexclusion of appeal by section 50 is, thus, to be\nunderstood in light of the amendment introduced in the\nprevious law by section 49 of the Act. [Paras 55, 56, 57,\n58, 59] [39-B-C; 48-F-H; 49-A-E; 50-E-H; 51-A-B]\nB\nC\nD\nE\nF\nG\nH\n2.6. There is another way to look at the matter. It is\nseen that the Arbitration Act 1940, from its inception and\nright through 2004 (in P.S. Sathappan's case) was held\nto be a self-contained code. Now, if Arbitration Act, 1940\nwas held to be a self-contained code, on matters\npertaining to arbitration the Arbitration and Conciliation\nAct, 1996, which consolidates, amends and designs the\nlaw relating to arbitration to bring it, as much as possible,\nin harmony with the UNCITRAL Model must be held only\nto be more so. Once it is held that the Arbitration Act is a\nself-contained code and exhaustive, then it must also be\nheld, that it carries with it “a negative import that only\nsuch acts as are mentioned in the Act are permissible to\nbe done and acts or things not mentioned therein are not\npermissible to be done\". In other words, a Letters Patent\nAppeal would be excluded by application of one of the\ngeneral principles that where the special Act sets out a\nself-contained code the applicability of the general law\nprocedure would be impliedly excluded. [Paras 60, 72] [51-\nC; 61-E-H; 62-A]\nOrma Impex Pvt. Ltd. v. Nissai ASB PTE Ltd. (1999) 2\nSCC 541; State of West Bengal v. M/s Gourangalal Chatterjee\n(1993) 3 SCC 1: 1993 (3) SCR 640; Union of India v.\nMohindra Supply Co. 1962 (3) SCR 497; Vinita M. Khanolkar\nv. Pragna M. Pai \u0026 Ors. (1998) 1 SCC 500: 1997 (5) Suppl.\nSCR 593; National Sewing Thread Co. Ltd. v. James\nChadwick and Bros. Ltd. AIR 1953 SC 357: 1953 SCR 1028;\nUnion of India \u0026 Ors. v. Aradhana Trading Co. (2002) 4 SCC\n447: 2002 (2) SCR 847; Sharda Devi v. State of Bihar (2002)\n3 SCC 705: 2002 (2) SCR 404; Basant Kumar v. Union of\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 9\nLTD.\nB\nIndia (1996) 11 SCC 542: 1996 (6) Suppl. SCR 231; South A\nAsia Industries (P) Ltd. v. S.B. Sarup Singh (1965) 2 SCR\n756; Subal Paul v. Malina Paul \u0026 Anr. (2003) 10 SCC 361:\n2003 (1) SCR 1092; P.S. Sathappan v. Andhra Bank Ltd. \u0026\nOrs. (2004) 11 SCC 672: 2004 (5) Suppl. SCR 188; Hurrish\nChunder Chowdry v. Kali Sundari Debia ILR (1882) 9 Cal.\n482 (PC); Resham Singh Pyara Singh v. Abdul Sattar (1996)\n1 SCC 49: 1995 (5) Suppl. SCR 483; New Kenilworth Hotel\n(P) Ltd. v. Orissa State Finance Corpn. (1997) 3 SCC 462:\n1997 (1) SCR 395; Chandra Kanta Sinha v. Oriental\nInsurance Co. Ltd. \u0026 Ors. (2001) 6 SCC 158: 2001 (3) SCR\n759; Gauri Singh v. Ramlochan Singh AIR (35) 1948 Patna\n430; Belli Gowder v. Joghi Gowder AIR (38) 1951 Madras 683;\nNarbadabai and Ors. v. Natverlal Chunilal Bhalakia \u0026 Anr.AIR\n1953 Bombay 386; S.N. Srikantia \u0026 Co. v. Union of India and\nAnr. AIR 1967 Bombay 347 - referred to.\nC\nD\n3. The conclusion regarding the exclusion of a\nletters patent appeal has thus been arrived at in two\ndifferent ways; one, so to say, on a micro basis by\nexamining the scheme devised by sections 49 and 50 of\nthe 1996 Act and the radical change that it brings about E\nin the earlier provision of appeal under section 6 of the\n1961 Act and the other on a macro basis by taking into\naccount the nature and character of the 1996 Act as a\nself-contained and exhaustive code in itself. It must be\nheld that no letters patent appeal will lie against an order F\nwhich is not appealable under section 50 of the\nArbitration and Conciliation Act, 1996. [Paras 73, 74] [62-\nB-D]\nCase Law Reference:\nG\n(1999) 2 SCC 541\nReferred to.\nPara 8\n1993 (3) SCR 640\nReferred to.\nPara 9\n1962 (3) SCR 497\nReferred to.\nPara 9\nH\n10\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n1997 (5) Suppl. SCR 593\nReferred to.\nPara 9\n1953 SCR 1028\nReferred to.\nPara 9\n2002 (2) SCR 847\nReferred to.\nPara 10\n2002 (2) SCR 404\nReferred to. Para 18\nB\n1996 (6) Suppl. SCR 231\nReferred to.\nPara 18\n(1965) 2 SCR 756\nReferred to.\nPara 18\n2003 (1) SCR 1092\nReferred to.\nPara 20\nC\n2004 (5) Suppl. SCR 188\nReferred to.\nPara 22\nILR (1882) 9 Cal. 482 (PC)\nReferred to.\nPara 23\n1995 (5) Suppl. SCR 483\nReferred to.\nPara 26\nD 1997 (1) SCR 395\nReferred to.\nPara 26\n2001 (3) SCR 759\nReferred to.\nPara 26\nAIR (38) 1951 Madras 683\nReferred to.\nPara 63\nE\nAIR 1953 Bombay 386\nReferred to.\nPara 64\nAIR 1967 Bombay 347\nReferred to.\nPara 66\nF\nCIVIL APPELLATE JURISDICTION: SLP (Civil) No.\n11945 of 2010.\nFrom the Judgment \u0026 Order dated 11.12.2009 of the High\nCourt of Delhi at New Delhi in OMP No. 29 of 2003.\nWITH\nG SLP (C) Nos. 13625, 13626-13629 and 22318-22321 of 2010,\nC.A. Nos. 36 of 2010, 5156 and 5157 of 2011.\nH\nDushyant Dave, C.A. Sundaram, Mukul Rohatgi, S.K.\nBagaria, Jaideep Gupta, Debal Kr. Banerji, Sangeeta Bharti,\nNidhi Minocha (for Subramonium Prasad), Narendra M.\n"}