{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":"IMRAN ALI\nV.\nHABIBULLAH AND ANR.\nMARCH 19, 2007\n[B.P. SINGH AND H.S. BEDI, JJ.]\nBail-Order-Recording of reasons-Purpose and extent of-Held,\nrecording of reasons, whenever necessary, is only to indicate the\nconsiderations that may have weighed with Court in granting bail and Court\nmust do so in a manner that may not prejudice case of parties-In instant\ncase, High Court while recording a very detailed reasoned order erred in\nvirtually holding that prosecution case has no merit-Such findings ought\nto be eschewed when Sessions Trial/appeal is taken up for hearing-However,\norder granting bail not upset.\nCRIMINAL APPELLATE JURISDICTION: Petition For Special Leave to\nAppeal (Crl) No. 3986 of 2006.\nFrom the final Judgment and Order dated 24.04.2006 of the High Court\nof Judicature at Allahabad, Lucknow Bench, Lucknow in Criminal Appeal No.\n1447 of 2005.\nA\nB\nC\nD\nE\nWITH\nS.L.P. (Crl) No. 3987, 3988 of 2006.\nSamir Ali Khan, Rishad Murtaza, Amit Kumar and Gaurav Dhama for the\nF\nAppellant.\nU.U. Lalit, Kunwar C.M. Khan, Imran K. Burney, Zafar Khan and E.C.\nVidya Sagar for the Respondents.\nThe Order of the Court was delivered by\nG\nORDER\n1. We have heard counsel for the Parties.\n183\nH\nA\nB\n184\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n2. It is no doubt true that the High Court felt persuaded to grant bail\nto the respondents in the pending appeal before it. The High Court, however,\nwent on to record a very detailed reasoned order .virtually holding that the\nprosecution case has no merit. Such observations either for or against the\nprosecution, made in orders disposing of bail applications may prejudicially\naffect the interest of the parties because in case a trial is pending before the\nSessions Court, the Trial Judge may consider itself bound by the observations\nmade in such an order. In any event such observations are bound to influence\nits mind. It is no doubt true that in appropriate cases particularly in serious\nmatters, the High Court may record reasons, but the High Court while recording\nreasons must take care to safeguard against prejudicing the case of the\nC parties. The recording of reasons, wherever necessary, is only to indicate the\nconsiderations that may have weighed with the Court in passing the order\nand the Court must do so in a manner that may not prejudice the case of the\nparties. The trend recently noticed, to virtually write a judgment while disposing\nof an application for grant of bail must be discouraged.\nD\n3. While not upsetting the order passed by the High Courts, we obsserve\nthat the findings recorded in the Order granting bail ought to be eschewed\nwhen the appeal itself is taken up for hearing.\nE RP.\n4. The Special leave Petitions are disposed of accordingly.\nSLP disposed of.\n"}