{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"PUNJAB STATE ELECTRICITY BOARD AND ORS.\nV.\nLEELA SINGH\nJANUARY 22, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law Departmental Proceedings-Experience certificate-\nInquiry regarding genuineness of-Meanwhile Administrative Member of\nState Electricity Board ordering the employee concerned to be continued\nand to deduct one year's service-Later, in a similar case, Board directing\ntermination of services of such employees-Consequently, service of\nemployee concerned also terminated-Held, services of employee concerned\ncould not have been terminated on basis of decision of Board in the case\nof another employee-Board directed to initiate departmental proceedings\nagainst employee concerned-In exercise of jurisdiction under Article 142\nof the Constitution, order of Administrative Member of the Board is also\nset aside-Constitution of India—Article 142.\nRespondent was appointed as lineman on the basis of an experience\ncertificate in regard to genuineness whereof a vigilance inquiry was made.\nMeanwhile, on the representation of the respondent, the Administrative\nMember of the appellant-Punjab State Electricity Board, by his order dated\n15.6.2001, allowed him to be continued after deducting one year's service.\nLater, in a similar case of another employee, the Board directed services\nof similarly placed employees to be terminated. Consequently, services of\nthe respondent were terminated. However, his writ petition was allowed by\nthe High Court. Aggrieved, the Board filed the appeal.\nA\nB\nC\nD\n(I)\nE\nF\nAllowing the appeal, the Court\nHELD: 1. The charge against the respondent is that he has committed\nfraud in obtaining the appointment by production of a forged experience\ncertificate. The said charge was required to be proved in a duly constituted\ndepartmental proceeding. The services of the appellant could not have been\ndirected to be terminated relying on and/or on the basis of the decision of\nthe Board in the case of another employee. Interest of justice will be sub-\n1139\nG\nH\n1140\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA served if the appellant-Board is directed to initiate a departmental proceeding\nagainst the respondent herein. Ordered accordingly\nB\n[Paras 5 and 6] [1141-D-F]\n2. Since the order dated 15.6.2001 of the Administrative Member of\nthe appellant-Board has been given effect to, in exercise of jurisdiction\nunder Article 142 of the Constitution of India, the said order is set aside\nalso having regard to the fact that the Administrative Member of the\nappellant-Board alone could not have issued the same. This order is being\npassed in view of the well settled principle of law that if by reason of setting\naside an illegal order, any other illegality is revived, the Court would be\nC entitled to quash both the orders. [Para 7] [1141-G-H]\nD\nE\nF\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 486 of 2007.\nFrom the Final Judgment/Order dated 17.8.2005 of the High Court of\nPunjab and Haryana at Chandigarh, in C.W.P. No. 17530/2004.\nSatinder S. Gulati, Kamaldeep Kaur and Dr. Kailash Chand for the\nAppellants.\nSanjeev Sharma, Gopal Dutt and A.P. Mohanty for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J.: 1. Leave Granted.\n2. Respondent herein was appointed as a Lineman in the Punjab State\nElectricity Board. He was appointed on the basis of a purported experience\ncertificate produced by him. A vigilance enquiry was made in regard to the\ngenuiness thereof. However, before a regular departmental proceeding could\nbe initiated, the respondent made a representation to the Administrative\nMember of the Appellant-Board on 15.6.2001, alleging that as he had been\nG appointed long time back and despite the fact that he had submitted original\ncertificates as demanded of him, he had not been given promotion and other\nfinancial benefits. The Administrative Member of the appellant-Board directed\nthat the services of the respondent should be allowed to be continued after\ndeducting one year's service. The said order is said to have been acted\nH upon.\n\"\nPUNJAB STATE ELECTRICITY BOARD v. LEELA SINGH [SINHA, J.] 1141\nA\nB\n3. However, the Chairman of the appellant-Board having come across\na similar problem in the case of another employee, directed the matter to be\nplaced before the entire Board. It was decided that the services of similarly\nplaced employees should be terminated apart from the employee concerned.\nPursuant to the said decision, the services of the respondent herein was also\nterminated. The validity of the said order came to be questioned by the\nrespondent by filing a writ petition before the Punjab and Haryana High\nCourt which by reason of the impugned judgment and order dated 17.8.2005\nhas been allowed opinion that in view of the fact the respondent had already\nsuffered one punishment and his name having not found place in\nMemorandum No. 12 dated 16.7.2002 he should be directed to be reinstated\nin service with all consequential benefits. The appellant-Board is thus before C\nus.\n4. The short question which arises for consideration is whether in the\npeculiar facts and circumstances of this case the Board could terminate the\nservices of the respondent.\n5. The charge against the respondent is that he has committed fraud\nin obtaining the appointment by production of a forged experience certificate.\nThe said charge, in our considered opinion, was required to be proved in\na duly constituted departmental proceeding. The services of the appellant\ncould not have been directed to be terminated relying on and/or on the basis\nof the decision of the Board in the case of another employee.\n6. We, therefore, are of the opinion that interest of justice will be\nsubserved if the appellant-Board is directed to initiate a departmental\nproceeding against the respondent herein.\n7. We are, however, not oblivious of the fact that the order dated\n15.6.2001 of the Administrative Member of the appellant-Board has been\ngiven effect to. We, therefore, in exercise of our jurisdiction under Article\n142 of the Constitution of India, set aside the order passed by the\nAdministrative Member of the appellant-Board also having regard to the\nfact that the Administrative member of the appellant-Board alone could\nnot have issued the same. This order is being passed in view of the well\nsettled principles of law that if by reason of setting aside an illegal order,\nany other illegality is revived, the Court would be entitled to quash both the\norders.\nD\n(I)\nE\nF\nG\nH\nA\nB\n1142\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n8. For the reasons aforementioned, while setting aside the order of\ntermination passed as against the respondent, we also set aside the order\ndated 15.6.2001 passed by the Administrative Member of the appellant-\nBoard upon giving liberty to the appellant-Board to initiate a full-fledged\ndepartmental proceedings against the respondent. The respondent may be\nreinstated in service but he may be placed under suspension. Appellant\nshall refund the amount which has been deducted from respondent's salary\npursuant to the aforementioned order passed by the Administrative Member\nof the appellant-Board in the meanwhile. The appeal is allowed with the\naforementioned direction.\nC R.P.\nAppeal allowed.\n:\n"}