{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"NATIONAL SEEDS CORPORATION LTD. v. M. 1095\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n(a)\nConstitution of a Central Committee consisting of A\nrepresentatives of the Central Government and the\nState Government, the National Seeds Corporation\nand other interests, to advise those Governments\non all matters arising out of the proposed\nLegislation;\n(b) fixing minimum standards of germination, purity and\nother quality factors;\nB\n(c) testing seeds for quality factors at the seed testing\nlaboratories to be established by the Central C\nGovernment and the State Governments;\n(d) creating seed inspection and certification service\nin each State and grant of licences and certificates\nto dealers in seeds;\n(e) compulsory labelling of seed containers to indicate\nthe quality of seeds offered for sale, and\nD\n(f)\nrestricting the export, import and inter-State\nmovement of non-descript seeds.\"\nE\n14. Section 2 of the Seeds Act contains definitions of\nvarious terms including \"Central Seed Laboratory\",\n\"Certification Agency\", \"Committee”, “Seed\", \"Seed Analyst\",\n\"Seed Inspector\" and \"State Seed Laboratory\". Section 3 casts\na duty on the Central Government to constitute a Committee\ncalled the Central Seed Committee to advise it and the State\nGovernments on matters arising out of the administration of the\nAct and to carry out other functions assigned to it by or under\nthe Act. Section 4(1) empowers the Central Government to\nestablish a Central Seed Laboratory or declare any seed\nlaboratory as the Central Seed Laboratory to carry out the\nfunctions entrusted to such laboratory by or under the Act.\nSection 4 (2) contains similar provisions for establishment of\nState Seed Laboratories by the State Government. Section 6\nempowers the Central Government to issue a notification, after\nF\nG\nH\nC\nD\n1096 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA consulting the Committee constituted under Section 3 and\nspecify the minimum limit of germination and purity with respect\nto any seed of any notified kind or variety and the mark or label\nto indicate that such seed conforms to the minimum limit of\ngermination and purity. Section 7 regulates the sale of seeds\nB of notified kinds or varieties. Under Section 8, the State\nGovernment can establish a certification agency for the State\nto carry out the functions entrusted to such agency by or under\nthe Act. This power can also be exercised by the Central\nGovernment in consultation with the State Government. Sections\n8-A to 8-E provide for establishment of the Central Seed\nCertification Board and appointment of other Committees by\nthe Board. Section 9(1) provides for grant of certificate by\ncertification agency to any person selling, keeping for sale,\noffering to sell, bartering or otherwise supplying any seed of any\nnotified kind or variety. Sections 9(2) and 9(3) contain the\nprocedure for grant of certificate. Section 10 provides for\nrevocation of the certificate granted under Section 9. Any\nperson aggrieved by an order made under Sections 9 or 10\ncan file an appeal under Section 11. Under Section 12, the\nState Government is empowered to issue notification for\nappointment of Seed Analysts and define the area of their\njurisdiction. Similar provision is contained in Section 13 for\nappointment of Seed Inspectors. The powers of the Seed\nInspector are enumerated in Section 14. Section 15(1) contains\nthe procedure which is required to be followed by the Seed\nF Inspector for taking samples. In terms of Section 15(2)(b), the\nsample taken by the Seed Inspector is required to be sent to\nthe Seed Analyst for the purpose of analysis. Section 16 lays\ndown the procedure for submission of the report by the State\nSeed Laboratory and Central Seed Laboratory. Section 19\nG specifies the acts which can be punished with an imprisonment\nupto six months or with fine of Rs.1,000/- or with both. Section\n21 deals with offences by the companies. Sections 6, 7, 9, 10,\n11, 14(1)(a) and (b), 16, 19, 20 and 21 of the Seeds Act, which\nhave bearing on the decision of the first question raised by the\nH appellant are reproduced below -\nE\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1097\n\"6. Power to specify minimum limits of germination A\nand purity, etc. -\nThe Central Government may, after consulting with the\nCommittee and by notification in the Official Gazette,\nspecify -\n(a) the minimum limits of germination and purity with\nrespect to any seed of any notified kind or variety;\nB\n(b) the mark or label to indicate that such seed conforms\nto the minimum limits of germination and purity specified C\nunder Cl.(a) and the particulars which such mark or label\nmay contain.\n7.\nRegulation or sale of seeds of notified kinds or\nvarieties -\nNo person shall, himself or by any other person on his\nbehalf, carry on the business of selling, keeping for sale,\noffering to sell, bartering or otherwise supplying any seed\nof any notified kind or variety, unless -\nD\nE\n(a) such seed is identifiable as to its kind or variety;\n(b) such seed conforms to the minimum limits of\ngermination and purity specified Cl.(a) of Section 6;\n(c) the container of such seed bears in the prescribed F\nmanner the mark or label containing the correct particulars\nthereof specified under Cl.(b) of Section 6; and\n(d) he complies with such other requirements as may be\nprescribed.\n9. Grant of certificate by certification agency - (1) Any\nperson selling, keeping for sale, offering to sell, bartering\nor otherwise supplying any seed of any notified kind or\nvariety may, if he desires to have such seed certified by\nthe certification agency, apply to the certification agency\nG\nH\n1098\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nН\nfor the grant of a certificate for the purpose.\n(2) Every application under sub-section (1) shall be made\nin such form, shall contain such particulars and shall be\nàccompanied by such fees as may be prescribed.\n(3) On receipt of any such application for the grant of a\ncertificate, the certification agency may, after such enquiry\nas it thinks fit and after satisfying itself that the seed to\nwhich the application relates conforms to the prescribed\nstandards grant a certificate in such form and on such\nconditions as may be prescribed.\nProvided that such standards shall not be lower than\nthe minimum limits of germination and purity specified for\nthat seed under Cl. (a) of Sec.6.\n10. Revocation of certificate - If the certification agency\nis satisfied, either on a reference made to it in this behalf\nor otherwise, that-\n(a) the certificate granted by it under section 9 has been\nobtained by misrepresentation as to an essential fact; or\n(b) the holder of the certificate has, without reasonable\ncause, failed to comply with the conditions subject to which\nthe certificate has been granted or has contravened any\nof the provisions of this Act or the rules made thereunder,\nthen, without prejudice to any other penalty to which the\nholder of the certificate may be liable under this Act, the\ncertification agency may, after giving the holder of the\ncertificate an opportunity of showing cause, revoke the\ncertificate.\n-\n11. Appeal (1) Any person aggrieved by a decision of a\ncertification agency under Section 9 or Section 10, may,\nwithin thirty days from the date on which the decision is\ncommunicated to him and on payment of such fees as\n:\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n\"\n1099\nmay be prescribed, prefer an appeal to such authority as\nmay be specified by the State Government in this behalf:\nProvided that the appellate authority may entertain an\nappeal after the expiry of the said period of thirty days if it\nis satisfied that the appellant was prevented by sufficient\ncause from filing the appeal in time.\n(2) On receipt of an appeal under sub-section (1); the\nappellate authority shall, after giving the appellant an\nopportunity of being heard, dispose of the appeal as\nexpeditiously as possible.\n(3) Every order of the appellate authority under this section\nshall be final.\n14. Powers of Seed Inspector. - (1) The Seed Inspector\nmay-\n(a)\ntake samples of any seed of any notified kind or\nvariety from-\n(i) any person selling such seed; or\n(ii) any person who is in the course of conveying, delivering\nor preparing to deliver such seed to a purchaser or a\nconsignee; or\n(iii) a purchaser or a consignee after delivery of such seed\nto him;\n(b) send such sample for analysis to the Seed Analyst for\nthe area within which such sample has been taken\nA\nB\nC\nD\nE\nLL\nF\nG\n16. Report of Seed Analyst. - (1) The Seed Analyst shall,\nas soon as may be after the receipt of the sample under\nsub-Section (2) of Section 15, analyse the sample at the\nState Seed Laboratory and deliver, in such form as may\nbe prescribed, one copy of the report of the result of the\nanalysis to the Seed Inspector and another copy thereof H\n1100\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA !\nB\nC\nD\nE\nF\n☐ G\nto the person from whom the sample has been taken.\n(2) After the institution of a prosecution under this Act, the\naccused vendor or the complainant may, on payment of\nthe prescribed fee, make an application to the Court for\nsending any of the samples mentioned in clause (a) or\nclause (c) of sub-Section (2) of Section 15 to the Central\nSeed Laboratory for its report and on receipt of the\napplication, the Court shall first ascertain that the mark and\nthe seal or fastening as provided in clause (b) of sub-\nSection (1) of Section 15 are intact and may then despatch\nthe sample under its own seal to the Central Seed\nLaboratory which shall thereupon send its report to the\nCourt in the prescribed form within one month from the date\nof receipt of the sample, specifying the result of the\nanalysis.\n(3) The report sent by the Central Seed Laboratory under\nsub-Section (2) shall supersede the report given by the\nSeed Analyst under sub-Section (1).\n(4) Where the report sent by the Central Seed Laboratory\nunder sub-Section (2) is produced in any proceedings\nunder Section 19, it shall not be necessary in such\nproceeding to produce any sample or part thereof taken\nfor analysis.\n19. Penalty. - If any person-\n(a) contravenes any provision of this Act or any rule\nmade thereunder; or\n(b) prevents a Seed Inspector from taking sample\nunder this Act; or\n(c) prevents a Seed Inspector from exercising any\nother power conferred on him by or under this Act,\nhe shall, on conviction, be punishable-\nH\nNATIONAL SEEDS CORPORATION LTD. v. M. 1101\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n(i) for the first offence with fine which may\nextend to five hundred rupees, and\n(ii)\nin the event of such person having been\npreviously convicted of an offence under this\nsection, with imprisonment for a term which\nmay extend to six months, or with fine which\nmay extend to one thousand rupees, or with\nboth.\n20. Forfeiture of property - When any person has been\nconvicted under this Act for the contravention of any of the\nprovisions of this Act or the rules made thereunder, the\nseed in respect of which the contravention has been\ncommitted may be forfeited to the Government.\nA\nB\nC\n21. Offences by companies. - (1) Where an offence D\nunder this Act has been committed by a company, every\nperson who at the time the offence was committed was in\ncharge of, and was responsible to the company for the\nconduct of the business of the company, as well as the\ncompany, shall be deemed to be guilty of the offence and\nshall be liable to be proceeded against and punished\naccordingly:\nProvided that nothing contained in this sub-section shall\nrender any such person liable to any punishment under this\nAct if he proves that the offence was committed without\nhis knowledge and that he exercised all due diligence to\nprevent the commission of such offence.\nE\nF\n(2) Notwithstanding anything contained in sub-section (1),\nwhere an offence under this Act has been committed by a G\ncompany and it is proved that the offence has been\ncommitted with the consent or connivance of, or is\nattributable to any neglect on the part of, any director,\nmanager, secretary or other officer of the company, such\ndirector, manager, secretary or other officer shall also be\nH\nA\n00\nB\nC\nD\nE\n1}]]\nLL\nF\nG\nH\n1102 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\ndeemed to be guilty of that offence and shall be liable to\nbe proceeded against and punished accordingly.\nExplanation.\n-\nFor the purpose of this section,-\n(a) \"company\" means any body corporate and includes a\nfirm or other association of individuals; and\n(b) \"director\", in relation to a firm, means a partner in the\nfirm.\"\n15. In exercise of the power vested in it under Section 25\nof the Seeds Act, the Central Government framed the Seeds\nRules, 1968 (for short, 'the Rules'). Rules 13, 23(a) to (d), (g)\nand 23-A of the Rules, which are also relevant for deciding the\nfirst question are reproduced below:\n\"13. Requirements to be complied with by a person\ncarrying on the business referred to in Section 7 –\n-\n(a) No person shall sell, keep for sale, variety, after the date\nrecorded on the container, mark or label as the date upto\nwhich the seed may be expected to retain the germination\nnot less than that prescribed under Cl.(a) of Section 6 of\nthe Act.\n(2) No person shall alter, obliterate or deface any mark or\nlabel attached to the container of any seed.\n(3) Every person selling, keeping for sale, offering to sell,\nbartering or otherwise supplying any seed of notified kind\nor variety under Section 7, shall keep over a period of three\nyears a complete record of each lot of seed sold except\nthat any seed sample may be discarded one year after the\nentire lot represented by such sample has been disposed\nof. The sample of seed kept as part of the complete record\nshall be as large as the size notified in the Official Gazette.\nThis sample, if required to be tested, shall be tested only\nfor determining the purity.\nNATIONAL SEEDS CORPORATION LTD. v. M. 1103\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n23. Duties of a Seed Inspector. - In addition to the\nduties specified by the Act the Seed Inspector shall. -\n(a) inspect as frequently as may be required by\ncertification agency all places used for growing, storage\nor sale of any seed of any notified kind or variety;\n(b) satisfy himself that the conditions of the certificates\nare being observed;\n(c) procedure and send for analysis, if necessary,\nsamples of any seeds, which he has reason to suspect are\nbeing produced stocked or sold or exhibited for sale in\ncontravention of the provisions of the Act or these rules;\n(d) investigate any complaint, which may be made to him.\nin writing in respect of any contravention of the provisions\nof the Act or these rules;\n(g) institute prosecutions in respect of breaches of the\nAct and these rules; and\nA\nB\nC\nD\nF\nןד\n23-A. Action to be taken by the Seed Inspector if a E\ncomplaint is lodged with him. - (1) If farmer has lodged\na complaint in writing that the failure of the crop is due to\nthe defective quality of seeds of any notified kind or variety\nsupplied to him, the Seed Inspector shall take in his\npossession the marks or labels, the seed containers and\na sample of unused seeds to the extent possible from the\ncomplaintant for establishing the source of supply of seeds\nand shall investigate the causes of the failure of his crop\nby sending samples of the lot to the Seed Analyst for\ndetailed analysis at the State Seed Testing Laboratory. He\nshall thereupon submit the report of his findings as soon\nas possible to the competent authority.\nG\n(2) In case, the Seed Inspector comes to the conclusion\nthat the failure of the crop is due to the quality of seeds\nsupplied to the farmer being less than the minimum H\nA\nB\nC\n1104 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nstandards notified by the Central Government, he shall\nlaunch proceedings against the supplier for contravention\nof the provisions of the Act or these Rules.\"\n16. An analysis of the above reproduced provisions shows\nthat for achieving the object of regulating the quality of certain\nseeds to be sold for the purposes of agriculture including\nhorticulture, the legislature has made provisions for specifying\nthe minimum limits of germination and purity of notified kind or\nvariety of seeds and the affixation of mark or label to indicate\nthat such seed conforms to those limits, for restricting sale, etc.,\nof any\nany \nnotified kind or variety of seed unless the same is\nidentifiable as to its kind or variety and conforms to the\nminimum limits of germination and purity; grant of certificate by\nthe certification agency to certain category of person;\nrevocation of the certificate; appointment of Seed Analysts and\nD Seed Inspectors with power to the latter to take sample of any\nseed of any notified kind or variety from any person selling such\nseed or a producer of seeds and send the same for analysis\nby the State Seed Laboratory or the Central Seed Laboratory.\nThe Seed Inspector can launch prosecution for violation of any\nE provision of the Seeds Act or any Rule made thereunder. If a\nperson is found guilty then he can be punished with\nimprisonment upto a maximum period of six months or he can\nbe visited with a penalty of fine upto Rs.1,000/- or with both. If\nan offence is committed by a company, then every person who,\nF at the time of commission of offence was incharge of and was\nresponsible to the company of the conduct of its business can\nbe punished. Rule 13 of the Rules casts a duty on very person\nselling, keeping for sale, offering to sell, bartering or otherwise\nsupplying any seed of notified kind or variety to keep complete\nrecord of each lot of seeds sold for a period of three years.\nHe is also required to keep sample of the seed, which can be\ntested for determining the purity.\nG\nH\n17. Though, the Seeds Act is a special legislation enacted\nfor ensuring that there is no compromise with the quality of\n"}