{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 2 S.C.R. 1065\nM/S. NATIONAL SEEDS CORPORATION LTD.\nV.\nM. MADHUSUDHAN REDDY AND ANOTHER\n(Civil Appeal No. 7543 of 2004)\nJANUARY 16, 2012\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\nConsumer Protection Act, 1986:\nA\nB\nD\nss. 12 and 2(d)(i) - Complaints filed by farmers/growers C\nof seeds before the District Forums alleging failure of the\ncrops/less yield on account of defective seeds supplied by the\nGovernment Company-appellant and praying for award of\ncompensation - Maintainability of - Held: The Seeds Act is\na special legislation enacted for ensuring that there is no\ncompromise with the quality of seeds sold to the farmers and\nothers and provisions have been made for imposition of\nsubstantive punishment on a person found guilty - However,\nthere is no provision for compensating the farmers etc. who\nmay suffer adversely due to loss of crop/less yield on account\nof defective seeds supplied by a person authorised to sell the\nseeds Seeds Act and the Rules do not exclude farmers from\nthe ambit of the Consumer Act who are otherwise covered by\nthe wide definition of 'consumer u/s. 2(d). – Since the farmers/\ngrowers purchased seeds by paying a price to the appellant,\nthey would certainly fall within the ambit of s. 2(d)(i) – They\ncannot be denied the remedies available to other consumers\nof goods and services – Thus, the District Forums have the\njurisdiction to entertain the complaints filed by the farmers -\nSeeds Act, 1966.\n-\n-\n-\ns. 3 - Failure of crops/financial loss to farmers/growers\nof seeds on account of use of defective seeds sold/supplied\nby appellant-Government Company - Appropriate remedy for\nthe aggrieved farmers/growers - Filing of complaint under the\n1065\nE\nF\nG\nH\n1066 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA Act or to apply for arbitration for the alleged breach of the\nterms of agreement - Held: An aggrieved farmer/grower is not\nremedied by prosecuting the seller/supplier of the seeds,\nsince he does not get anything even if the seller/supplier is\nfound guilty and sentenced to imprisonment - Thus, the so-\nB called remedy available to an aggrieved farmer/grower to\nlodge a complaint with the Seed Inspector for prosecution of\nthe seller/supplier of the seed cannot but be treated as illusory\nand he cannot be denied relief under the Consumer Act on\nthe ground of availability of an alternative remedy - Remedy\nof arbitration is not the only remedy available to a grower,\nrather, an optional remedy – He can seek reference to an\narbitrator or file a complaint under the Act - Language of s.3\nmakes it clear that the remedy available in the Act is in\naddition to and not in derogation of the provisions of any other\nlaw for the time being in force Arbitration Alternative\nremedy.\nC\nD\n-\n-\n-\n-\ns. 2(d)(i) Government company entered into an\nagreement with selected farmers for growing seeds and the\ncompany was to purchase the entire crop - Complaint by\nE farmers alleging sale of defective seeds – Whether a grower\nis excluded from the definition of 'consumer' - Held: Evidence\non record shows that the growers had agreed to produce\nseeds on behalf of the Government company for the purpose\nof earning their livelihood by using their skills and labour -- It\nF cannot be said that the growers had purchased the seeds for\nG\nresale or for any commercial purpose and they are excluded\nfrom the definition of the term 'consumer' - Since the farmers/\ngrowers purchased seeds by paying a price to the appellant,\nthey would fall within the ambit of s. 2(d)(i) – Remedies\navailable to other consumers of goods and services cannot\nbe denied.\n-\n-\ns. 13(1)(c) Sale of defective seeds to farmers - Award\nof compensation to farmers by District Forums - Procedure\nprescribed u/s. 13(1)(c) – Compliance of - Held: Procedure\nH adopted by the District Forum not contrary to s.13(1)(c) -\n-\nNATIONAL SEEDS CORPORATION LTD. v. M. 1067\nMADHUSUDHAN REDDY\nDistrict Forums appointed agricultural experts for ascertaining A\nthe status of the crops - On basis of the report of experts, the\nDistrict Forums were satisfied that the seeds were defective\nand thus, did not call upon the complainants to provide\nsamples of the seeds for getting the same analysed/tested\nin an appropriate laboratory - Further the farmers are illiterate B\nand they have no idea about the Seeds Act and the Rules\nframed thereunder, and the Protection of Plant Varieties and\nFarmers' Rights Act, 2011 that after purchasing the seeds for\nsowing, he should retain a sample - In the normal course, a\nfarmer would use the entire quantity of seeds purchased by\nhim for the purpose of sowing - Also the Company did not\nkeep the samples of the varieties of seeds sold/supplied to\nthe farmers - They neither assisted the District Forum by\nproviding samples of the varieties of seeds sold to the\nrespondents nor did they collect the samples and got them\ntested in a designated laboratory - Seeds Act, 1966.\ns. 2(d) – Definition of consumer - Scope of.\nC\nD\nF\nIn the instant appeals, appellant-Government\nCompany was engaged in arranging for production of E\nquality seeds of different varieties in farms of registered\ngrowers and supply of the same to farmers. Respondents\nin the various appeals were engaged in agriculture/seed\nproduction. The respondents purchased seeds from the\nappellant. It is alleged that the respondents suffered loss\ndue to failure of the crops/less yield because the seeds\nsold/supplied by the appellants were defective. The\nrespondents filed separate complaints under the\nConsumer Protection Act and prayed for award of\ncompensation. The District Consumer Disputes\nRedressal Forums allowed the complaints and awarded\ncompensation to the respondents. In number of these\ncases, the District Forums appointed Commissioner or\nreferred the matter to the officers of the Agricultural\nDepartment for their opinion about the quality of seeds\nG\nH\n1068 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA and they submitted the report. The appellants filed\nappeals and revisions and the same were dismissed by\nthe State Consumer Disputes Redressal Forums and the\nNational Consumer Disputes Redressal Forums\nrespectively. Therefore, the appellant filed the instant\nB appeals.\nC\nThe appellant questioned the orders of the National\nCommission, the State Commission and the District\nForums on the grounds that the District Forums did not\nhave the jurisdiction to entertain complaints filed by the\nrespondents because the issues relating to the quality of\nseeds are governed by the provisions contained in the\nSeeds Act, 1966 and any complaint about the sale or\nsupply of defective seeds can be filed only under the\nSeeds Act and not under the Consumer Protection Act,\nD 1986; that the District Forums could not have adjudicated\nupon the complaints filed by the respondents and\nawarded compensation to them without following the\nprocedure prescribed under Section 13(1)(c) of the\nConsumer Act; and that the growers of seeds, who had\nE entered into agreements with it, are not covered by the\ndefinition of ‘consumer' under Section 2(d) of the\nConsumer Act because they had purchased the seeds for\ncommercial purpose.\nF\n嬌\nDismissing the appeals, the Court\nHELD: 1.1. An analysis of Sections 6, 7, 9, 10, 11,\n14(1)(a) and (b), 16, 20, 21 of the Seeds Act, 1966 shows\nthat for achieving the object of regulating the quality of\ncertain seeds to be sold for the purposes of agriculture\nG including horticulture, the legislature has made\nprovisions for specifying the minimum limits of\ngermination and purity of notified kind or variety of seeds\nand the affixation of mark or label to indicate that such\nseed conforms to those limits, for restricting sale, etc., of\nH any notified kind or variety of seed unless the same is\nNATIONAL SEEDS CORPORATION LTD. v. M. 1069\nMADHUSUDHAN REDDY\nA\nC\nidentifiable as to its kind or variety and conforms to the\nminimum limits of germination and purity; grant of\ncertificate by the certification agency to certain category\nof person; revocation of the certificate; appointment of\nSeed Analysts and Seed Inspectors with power to the\nlatter to take sample of any seed of any notified kind or B\nvariety from any person selling such seed or a producer\nof seeds and send the same for analysis by the State\nSeed Laboratory or the Central Seed Laboratory. The\nSeed Inspector can launch prosecution for violation of\nany provision of the Seeds Act or any Rule made\nthereunder. If a person is found guilty then he can be\npunished with imprisonment upto a maximum period of\nsix months or he can be visited with a penalty of fine upto\nRs.1,000/- or with both. If an offence is committed by a\ncompany, then every person who, at the time of\ncommission of offence was incharge of and was\nresponsible to the company of the conduct of its business\ncan be punished. Rule 13 of the Seeds Rules, 1968 casts\na duty on very person selling, keeping for sale, offering\nto sell, bartering or otherwise supplying any seed of\nnotified kind or variety to keep complete record of each\nlot of seeds sold for a period of three years. He is also\nrequired to keep sample of the seed, which can be tested\nfor determining the purity. [Para 16] [1104-B-G]\nD\nE\nG\n1.2. Though, the Seeds Act is a special legislation F\nenacted for ensuring that there is no compromise with\nthe quality of seeds sold to the farmers and others and\nprovisions have been made for imposition of substantive\npunishment on a person found guilty of violating the\nprovisions relating the quality of the seeds, the legislature\nhas not put in place any adjudicatory mechanism for\ncompensating the farmers/growers of seeds and other\nsimilarly situated persons who may suffer loss of crop or\nwho may get insufficient yield due to use of defective\nseeds sold/supplied by the appellant or any other\nH.\n1070 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA authorised person. No one can dispute that the\nagriculturists and horticulturists are the largest\nconsumers of seeds. They suffer loss of crop due to\nvarious reasons, one of which is the use of defective/sub-\nstandard seeds. The Seeds Act is totally silent on the\nB issue of payment of compensation for the loss of crop\non account of use of defective seeds supplied by the\nappellant and others who may obtain certificate under\nSection 9 of the Seeds Act. A farmer who may suffer loss\nof crop due to defective seeds can approach the Seed\nC Inspector and make a request for prosecution of the\nperson from whom he purchased the seeds. If found\nguilty, such person can be imprisoned, but this cannot\nredeem the loss suffered by the farmer. [Para 17] [1104-\nH; 1105-A-D]\nD\n1.3. India is a signatory to the resolution passed by\nthe General Assembly which is known as Consumer\nProtection Resolution No.39/248. With a view to fulfill the\nobjectives enshrined in the guidelines adopted by the\nGeneral Assembly of the United Nations and keeping in\nE view the proliferation of international trade and commerce\nand vast expansion of business and trade which resulted\nin availability of variety of consumer goods in the market,\nthe Consumer Protection Bill was introduced to provide\nfor better protection of the interest of consumers. The\nF salient features of the Consumer Protection Bill were to\npromote and protect the rights of consumers. The\npreamble to the Consumer Protection Act, 1986 shows\nthat this legislation is meant to provide for better\nprotection of the interests of consumers and for that\nG purpose to make provision for establishment of\nconsumer councils and other authorities for the\nsettlement of consumer disputes and for matters\nconnected therewith. [Paras 19, 20] [1106-D-F; 1107-C-D]\nH\nLucknow Development Authority v. M.K. Gupta (1994) 1\nSCC 243: 1993 (3) Suppl. SCR 615; Fair Air Engineers (P)\nNATIONAL SEEDS CORPORATION LTD. v. M. 1071\nMADHUSUDHAN REDDY\nLtd. v. N.K. Modi (1996) 6 SCC 385: 1996 (4) Suppl. SCR A\n820; State of Karnataka v. Vishwabharathi House Building\nCoop. Society (2003) 2 SCC 412: 2003 (1) SCR 397; Skypay\nCouriers Limited v. Tata Chemicals Limited (2000) 5 SCC\n294: 2000 (1) Suppl. SCR 324; Vishwabharthy CCF\nSecretary, Thirumurugan Cooperative Agricultural Credit B\nSociety v. M. Lalitha (2004) 1 SCC 305: 2003 (6 ) Suppl.\nSCR 659; H.N. Shankara Shastry v. Assistant Director of\nAgriculture, Karnataka (2004) 6 SCC 230: 2004 (2) Suppl.\nSCR 406; Trans Mediterranean Airways v. Universal Exports\nand Anr. (2011) 10 SCC 316 – referred to.\n-\nC\nD\n1.4. In the context of farmers/growers and other\nconsumer of seeds, the Seeds Act is a special legislation\ninsofar as the provisions contained therein ensure that\nthose engaged in agriculture and horticulture get quality\nseeds and any person who violates the provisions of the\nAct and/or the Rules is brought before the law and\npunished. However, there is no provision in that Act and\nthe Rules framed thereunder for compensating the\nfarmers etc. who may suffer adversely due to loss of\ncrop or deficient yield on account of defective seeds E\nsupplied by a person authorised to sell the seeds. That\napart, there is nothing in the Seeds Act and the Rules\nwhich may give an indication that the provisions of the\nConsumer Act are not available to the farmers who are\notherwise covered by the wide definition of 'consumer'\nunder Section 2(d) of the Consumer Act. As a matter of\nfact, any attempt to exclude the farmers from the ambit\nof the Consumer Act by implication will make that Act\nvulnerable to an attack of unconstitutionality on the\nground of discrimination and there is no reason why the\nprovisions of the Consumer Act should be so interpreted.\n[Para 23] [1111-H; 1112-A-D]\n1.5. The definition of 'consumer' contained in Section\n2(d) of the Consumer Act is very wide. Sub-clause (i) of\nF\nG\nH\n1072 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA the definition takes within its fold any person who buys\nB\nC\nD\nE\nany goods for a consideration paid or promised or partly\npaid and partly promised, or under any system of deferred\npayment. It also includes any person who uses the goods\nthough he may not be buyer thereof provided that such\nuse is with the approval of the buyer. The last part of the\ndefinition contained in Section 2(d)(i) excludes a person\nwho obtains the goods for resale or for any commercial\npurpose. By virtue of the explanation which was added\nw.e.f. 18.6.1993 by the Consumer Protection (Amendment)\nAct 50 of 1993, it was clarified that the expression\n'commercial purpose' used in sub-clause (i) does not\ninclude use by a consumer of goods bought and used\nby him for the purpose of earning his livelihood by means\nof self-employment. Since the farmers/growers\npurchased seeds by paying a price to the appellant, they\nwould certainly fall within the ambit of Section 2(d)(i) of\nthe Consumer Act and there is no reason to deny them\nthe remedies which are available to other consumers of\ngoods and services. [Paras 25 and 26] [1113-D-F; 1114-\nF]\nKishore Lal v. Chairman, Employees' State Insurance\nCorporation (2007) 4 SCC 579: 2007 (6) SCR 139; Spring\nMeadows Hospital v. Harjol Ahluwalia (1998) 4 SCC 39; State\nof Karnataka v. Vishwabharathi House Building Coop.\nF Society (2003) 2 SCC 412: 2003 (1) SCR 397; Secretary,\nThirumurugan Cooperative Agricultural Credit Society v. M.\nLalitha (2004) 1 SCC 305: 2003 (6) Suppl. SCR 659;\nLucknow Development Authority v. M.K. Gupta (1994) 1 SCC\n243: 1993 (3) Suppl. SCR 615 - referred to.\nG\nH\n2.1. As regrds the issue whether the growers of\nseeds were not entitled to file complaint under the\nConsumer Act and the only remedy available to them for\nthe alleged breach of the terms of agreement was to apply\nfor arbitration, the grievance of a farmer/grower who has\nsuffered financially due to loss or failure of crop on\nNATIONAL SEEDS CORPORATION LTD. v. M. 1073\nMADHUSUDHAN REDDY\naccount of use of defective seeds sold/supplied by the A\nappellant or by an authorised person is not remedied by\nprosecuting the seller/supplier of the seeds. Even if such\nperson is found guilty and sentenced to imprisonment,\nthe aggrieved farmer/grower does not get anything.\nTherefore, the so-called remedy available to an aggrieved B\nfarmer/grower to lodge a complaint with the concerned\nSeed Inspector for prosecution of the seller/supplier of\nthe seed cannot but be treated as illusory and he cannot\nbe denied relief under the Consumer Act on the ground\nof availability of an alternative remedy. [Para 27 and 28] C\n[1114-G-H; 1115-C-E]\nD\n2.2. The remedy of arbitration is not the only remedy\navailable to a grower. Rather, it is an optional remedy. He\ncan either seek reference to an arbitrator or file a\ncomplaint under the Consumer Act. If the grower opts for\nthe remedy of arbitration, then it may be possible to say\nthat he cannot, subsequently, file complaint under the\nConsumer Act. However, if he chooses to file a complaint\nin the first instance before the competent Consumer\nForum, then he cannot be denied relief by invoking\nSection 8 of the Arbitration and Conciliation Act, 1996 Act.\nMoreover, the plain language of Section 3 of the\nConsumer Act makes it clear that the remedy available in\nthat Act is in addition to and not in derogation of the\nprovisions of any other law for the time being in force. F\n[Para 29] [1115-F-H; 1116-A]\nFair Air Engineers (P) Ltd. v. N.K. Modi (1996) 6 SCC\n385: 1996 (4) Suppl. SCR 820; Skypay Couriers Limited v.\nTata Chemicals Limited (2000) 5 SCC 294: 2000 (1) Suppl.\nSCR 324; Trans Mediterranean Airways v. Universal Exports\nand Anr. (2011) 10 SCC 316 - referred to.\nE\nG\n3.1. As regards the issue whether a grower is\nexcluded from the definition of 'consumer' because the\nseeds produced by him are required to be supplied to the H\n1074 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA appellant, the submission that foundation seeds were\nsupplied to the growers for commercial purpose and as\nsuch their cases would fall in the exclusion part of the\ndefinition of ‘consumer', cannot be accepted. The\nappellant had selected a set of farmers in the area for\nB growing seeds on its behalf. After entering into\nagreements with the selected farmers, the appellant\nsupplied foundation seeds to them for a price, with an\nassurance that within few months they will be able to\nearn profit. The seeds sown under the supervision of the\nC expert deputed by the appellant. The entire crop was to\nbe purchased by the appellant. The agreements entered\ninto between the appellant and the growers clearly\npostulated supply of the foundation seeds by the\nappellant with an assurance that the crop will be\npurchased by it. It is neither the pleaded case of the\nappellant nor any evidence was produced before any of\nthe Consumer Forums that the growers had the freedom\nto sell the seeds in the open market or to any person\nother than the appellant. Therefore, it is not possible to\ntake the view that the growers had purchased the seeds\nfor resale or for any commercial purpose and they are\nexcluded from the definition of the term 'consumer'. As\na matter of fact, the evidence brought on record shows\nthat the growers had agreed to produce seeds on behalf\nof the appellant for the purpose of earning their livelihood\nby using their skills and labour. [Paras 32 and 33] [1118-\nA-B; 1119-C-G]\nD\nE\nF\nG\nI\nLaxmi Engineering Works v. P.S.G. Industrial Institute\n(1995) 3 SCC 583: 1995 (3) SCR 174 – referred to.\n-\n3.2. A reading of the plain language of Section 13\n(1)(c) shows that the District Forum can call upon the\ncomplainant to provide a sample of goods if it is satisfied\nthat the defect in the goods cannot be determined without\nproper analysis or test. After the sample is obtained, the\n"}