{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"NATIONAL SEEDS CORPORATION LTD. v. M. 1105\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nseeds sold to the farmers and others and provisions have been A\nmade for imposition of substantive punishment on a person\nfound guilty of violating the provisions relating the quality of the\nseeds, the legislature has not put in place any adjudicatory\nmechanism for compensating the farmers/growers of seeds\nand other similarly situated persons who may suffer loss of crop B\nor who may get insufficient yield due to use of defective seeds\nsold/supplied by the appellant or any other authorised person.\nNo one can dispute that the agriculturists and horticulturists are\nthe largest consumers of seeds. They suffer loss of crop due\nto various reasons, one of which is the use of defective/sub- C\nstandard seeds. The Seeds Act is totally silent on the issue of\npayment of compensation for the loss of crop on account of use\nof defective seeds supplied by the appellant and others who\nmay obtain certificate under Section 9 of the Seeds Act. A\nfarmer who may suffer loss of crop due to defective seeds can\napproach the Seed Inspector and make a request for\nprosecution of the person from whom he purchased the seeds.\nIf found guilty, such person can be imprisoned, but this cannot\nredeem the loss suffered by the farmer.\n18. At this stage, we may notice the background in which\nthe Consumer Act was enacted and its salient features. The\nGeneral Assembly of the United Nations after extensive\ndiscussion and negotiations among Governments and taking\ninto account the interest and needs of consumers in all\ncountries, particularly those in developing countries, adopted\nthe draft guidelines submitted by the Secretary General to the\nEconomic and Social Council (UNESCO) in 1983. The\nobjectives of these guidelines are:\n[\nE\nF\n(a) To assist countries in achieving or maintaining G\nadequate protection for their population as\nconsumers.\n(b) To facilitate production and distribution patterns\nresponsive to the needs and desires of consumers.\nH\n1106\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\nA\n00\nB\nC\nD\n(c) To encourage high levels of ethical conduct for\nthose engaged in the production and distribution of\ngoods and services to consumers.\n(d)\nTo assist countries in curbing abusive business\npractices by all enterprises at the national and\ninternational levels which adversely affect\nconsumers.\n(e) To facilitate the development of independent\nconsumer groups.\n(f)\nTo further international cooperation in the field of\nconsumer protection.\n(g) To encourage the development of market conditions\nwhich provide consumers with greater choice at\nlower prices.\n19. India is a signatory to the resolution passed by the\nGeneral Assembly which is known as Consumer Protection\nResolution No.39/248. With a view to fulfill the objectives\nE enshrined in the guidelines adopted by the General Assembly\nof the United Nations and keeping in view the proliferation of\ninternational trade and commerce and vast expansion of\nbusiness and trade which resulted in availability of variety of\nconsumer goods in the market, the Consumer Protection Bill\nF was introduced to provide for better protection of the interest\nof consumers. The salient features of the Consumer Protection\nBill were to promote and protect the rights of consumers such\nG.\nas:\n(a) the right to be protected against marketing of goods\nwhich are hazardous to life and property;\n(b) the right to be informed about the quality, quantity,\npotency, purity, standard and price of goods to\nprotect the consumer against unfair trade practices;\nI\nNATIONAL SEEDS CORPORATION LTD. V. M. 1107\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n(c) the right to be assured, wherever possible, access\nto an authority of goods at competitive prices.\n(d) the right to be heard and to be assured that\nconsumers interests will receive due consideration\nat appropriate forums;\n(e)\nthe right to seek Redressal against unfair trade\npractices or unscrupulous exploitation of\nconsumers, and\n:\nA\nB\n(f)\nright to consumer education.\nC\n20. The preamble to the Act shows that this legislation is\nmeant to provide for better protection of the interests of\nconsumers and for that purpose to make provision for\nestablishment of consumer councils and other authorities for the\nsettlement of consumer disputes and for matters connected\ntherewith. Section 2 of the Consumer Act contains definitions\nof various terms. Clauses (d) and (f) thereof read as under:\n\"2. (d) 'consumer' means any person who,―\n(i) buys any goods for a consideration which has been paid\nor promised or partly paid and partly promised, or under\nany system of deferred payment and includes any user of\nsuch goods other than the person who buys such goods\nfor consideration paid or promised or partly paid or partly\npromised, or under any system of deferred payment when\nsuch use is made with the approval of such person, but\ndoes not include a person who obtains such goods for\nresale or for any commercial purpose; or\nD\nE\nF\n(ii) hires or avails of any services for a consideration which G\nhas been paid or promised or partly paid and partly\npromised, or under any system of deferred payment and\nincludes any beneficiary of such services other than the\nperson who hires or avails of the services for consideration\npaid or promised, or partly paid and partly promised, or H\nA\nB\nC\nD\nE\n1108 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\nunder any system of deferred payment, when such\nservices are availed of with the approval of the first-\nmentioned person but does not include a person who\navails of such services for any commercial purpose;\nExplanation. For the purposes of sub-clause (i),\n'commercial purpose' does not include use by a consumer\nof goods bought and used by him exclusively for the\npurpose of earning his livelihood, by means of self-\nemployment; (The explanation was substituted w.e.f.\n15.3.2003 by Consumer Protection (Amendment) Act 62,\n2003)\n(f) 'defect' means any fault, imperfection or shortcoming\nin the quality, quantity, potency, purity or standard which\nis required to be maintained by or under any law for the\ntime being in force or under any contract, express or\nimplied, or as is claimed by the trader in any manner\nwhatsoever in relation to any goods.\"\n21. Section 3 declares that the provisions the Consumer\nAct shall be in addition to and not in derogation of the\nprovisions of any other law for the time being in force. Section\n9 provides for establishment of the Consumer Forums at the\nDistrict, State and National level. Section 11 relates to\njurisdiction of the District Forum. Section 12 prescribed the\nmanner in which the complaint can be filed before the District\nForum and the procedure required to be followed for\nentertaining the same. Once the complaint is admitted, the\nprocedure prescribed under Section 13 is required to be\nfollowed by the District Forum. Sub-section (1) of Section 13,\nwhich lays down the procedure to be followed after admission\nG of the complaint reads as under:\nF\n\"13. Procedure on admission of complaint. - (1) The\nDistrict Forum shall, on admission of a complaint, if it\nrelates to any goods,-\nH\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1109\n(a) refer a copy of the admitted complaint, within A\ntwenty-one days from the date of its admission to\nthe opposite party mentioned in the complaint\ndirecting him to give his version of the case within\na period of thirty days or such extended period not\nexceeding fifteen days as may be granted by the\nDistrict Forum;\n(b) where the opposite party on receipt of a complaint\nreferred to him under clause (a) denies or disputes\nthe allegations contained in the complaint, or omits\nor fails to take any action to represent his case\nwithin the time given by the District Forum, the\nDistrict Forum shall proceed to settle the consumer\ndispute in the manner specified in clauses (c) to (g);\nB\nC\n(c) where the complaint alleges a defect in the goods D\nwhich cannot be determined without proper\nanalysis or test of the goods, the District Forum shall\nobtain a sample of the goods from the complainant,\nseal it and authenticate it in the manner prescribed\nand refer the sample so sealed to the appropriate E\nlaboratory along with a direction that such laboratory\nmake an analysis or test, whichever may be\nnecessary, with a view to finding out whether such\ngoods suffer from any defect alleged in the\ncomplaint or from any other defect and to report its\nfindings thereon to the District Forum within a\nperiod of forty-five days of the receipt of the\nreference or within such extended period as may\nbe granted by the District Forum;\n(d) before any sample of the goods is referred to any\nappropriate laboratory under clause (c), the District\nForum may require the complainant to deposit to\nthe credit of the Forum such fees as may be\nspecified, for payment to the appropriate laboratory\nfor carrying out the necessary analysis or test in\nF\nG\nH\n1110\nSUPREME COURT REPORTS\n[2012] 2 S.C.R.\n.A\nB\nC\nD\nE\nF\n(e)\n(f)\nrelation to the goods in question;\nthe District Forum shall remit the amount deposited\nto its credit under clause (d) to the appropriate\nlaboratory to enable it to carry out the analysis or\ntest mentioned in clause (c) and on receipt of the\nreport from the appropriate laboratory, the District\nForum shall forward a copy of the report along with\nsuch remarks as the District Forum may feel\nappropriate to the opposite party;\nif any of the parties disputes the correctness of the\nfindings of the appropriate laboratory, or disputes\nthe correctness of the methods of analysis or test\nadopted by the appropriate laboratory, the District\nForum shall require the opposite party or the\ncomplainant to submit in writing his objections in\nregard to the report made by the appropriate\nlaboratory;\n(g) the District Forum shall thereafter give a reasonable\nopportunity to the complainant as well as the\nopposite party of being heard as to the correctness\nor otherwise of the report made by the appropriate\nlaboratory and also as to the objection made in\nrelation thereto under clause (f) and issue an\nappropriate order under section 14.\"\n-\n22. The scope and reach of the Consumer Act has been\nconsidered in large number of judgments Lucknow\nDevelopment Authority v. M.K. Gupta (1994) 1 SCC 243, Fair\nAir Engineers (P) Ltd. v. N. K. Modi (supra), Skypay Couriers\nG Limited v. Tata Chemicals Limited (2000) 5 SCC 294, State\nof Karnataka v. Vishwabharathi House Building Cooperative\nSociety (supra), CCI Chambers Cooperative Housing Society\nLimited v. Development Credit Bank Limited (supra),\nSecretary, Thirumurugan Cooperative Agricultural Credit\nH Society v. M. Lalitha (2004) 1 SCC 305, H.N. Shankara\nNATIONAL SEEDS CORPORATION LTD. v. M.\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\n1111\nShastry v. Assistant Director of Agriculture, Karnataka (2004) A\n6 SCC 230 and Trans Mediterranean Airways v. Universal\nExports and another (2011) 10 SCC 316. However, we do not\nconsider it necessary to discuss all the judgments and it will\nbe sufficient to notice some passages from the judgment in\nSecretary, Thirumurugan Cooperative Agricultural Credit B.\nSociety v. M. Lalitha (supra). In that case, the 2-Judge Bench\nnoticed the background, the objects and reasons, and the\npurpose for which the Consumer Act was enacted, referred to\nthe judgments in Lucknow Development Authority v. M. K.\nGupta (supra), Fair Air Engineers Private Limited v. N. K. Modi\n(supra) and proceeded to observe as under:\n\"The preamble of the Act declares that it is an Act to\nprovide for better protection of the interest of consumers\nand for that purpose to make provision for the\nestablishment of Consumer Councils and other authorities\nfor the settlement of consumer disputes and matters\nconnected therewith. In Section 3 of the Act in clear and\nunambiguous terms it is stated that the provisions of the\n1986 Act shall be in addition to and not in derogation of\nthe provisions of any other law for the time being in force.\nFrom the Statement of Objects and Reasons and the\nscheme of the 1986 Act, it is apparent that the main\nobjective of the Act is to provide for better protection of\nthe interest of the consumer and for that purpose to provide\nfor better redressal, mechanism through which cheaper,\neasier, expeditious and effective redressal is made\navailable to consumers. To serve the purpose of the Act,\nvarious quasi-judicial forums are set up at the district,\nState and national level with wide range of powers vested\nin them. These quasi-judicial forums, observing the\nprinciples of natural justice, are empowered to give relief\nof a specific nature and to award, wherever appropriate,\ncompensation to the consumers and to impose penalties\nfor non-compliance with their orders.\"\nC\nD\nE\nF\nG\nH\nA\n1112 SUPREME COURT REPORTS\n[2012] 2 S.C.R.\n23. It can thus be said that in the context of farmers/growers\nand other consumer of seeds, the Seeds Act is a special\nlegislation insofar as the provisions contained therein ensure\nthat those engaged in agriculture and horticulture get quality\nseeds and any person who violates the provisions of the Act\nB and/or the Rules is brought before the law and punished.\nHowever, there is no provision in that Act and the Rules framed\nthereunder for compensating the farmers etc. who may suffer\nadversely due to loss of crop or deficient yield on account of\ndefective seeds supplied by a person authorised to sell the\nseeds. That apart, there is nothing in the Seeds Act and the\nRules which may give an indication that the provisions of the\nConsumer Act are not available to the farmers who are\notherwise covered by the wide definition of 'consumer' under\nSection 2(d) of the Consumer Act. As a matter of fact, any\nattempt to exclude the farmers from the ambit of the Consumer\nAct by implication will make that Act vulnerable to an attack of\nunconstitutionality on the ground of discrimination and there is\nno reason why the provisions of the Consumer Act should be\nso interpreted.\nC\nD\nE\n24. In Kishore Lal v. Chairman, Employees' State\nInsurance Corporation (2007) 4 SCC 579, this Court was\ncalled upon to consider the question whether a person\n(appellant) who got his wife treated in ESI dispensary could file\na complaint under the Consumer Act for award of\nF compensation by alleging negligence on the part of the doctors\nin the dispensary. The District Forum, the State Commission\nand the National Commission declined relief to the appellant\non the ground that the medical services provided in ESI\ndispensary were gratituous. This Court referred to Sections 74\nand 75 of the Employees State Insurance Act, 1948, the\ndefinition of the 'consumer' contained in Section 2(d) of the\nConsumer Act, referred to the judgments in Spring Meadows\nHospital v. Harjol Ahluwalia (1998) 4 SCC 39, State of\nKarnataka v. Vishwabharathi House Building Cooperative\nSociety (supra), Secretary, Thirumurugan Cooperative\nG\nH\nNATIONAL SEEDS CORPORATION LTD. v. M. 1113\nMADHUSUDHAN REDDY [G.S. SINGHVI, J.]\nAgricultural Credit Society v. M. Lalitha (supra) and observed: A\n\"The trend of the decisions of this Court is that the\njurisdiction of the Consumer Forum should not and would\nnot be curtailed unless there is an express provision\nprohibiting the Consumer Forum to take up the matter\nwhich falls within the jurisdiction of civil court or any other\nforum as established under some enactment. The Court\nhad gone to the extent of saying that if two different fora\nhave jurisdiction to entertain the dispute in regard to the\nsame subject, the jurisdiction of the Consumer Forum\nwould not be barred and the power of the Consumer\nForum to adjudicate upon the dispute could not be\nnegated.\"\nB\nC\n25. The definition of 'consumer' contained in Section 2(d)\nof the Consumer Act is very wide. Sub-clause (i) of the D\ndefinition takes within its fold any person who buys any goods\nfor a consideration paid or promised or partly paid and partly\npromised, or under any system of deferred payment. It also\nincludes any person who uses the goods though he may not\nbe buyer thereof provided that such use is with the approval of E\nthe buyer. The last part of the definition contained in Section\n2(d)(i) excludes a person who obtains the goods for resale or\nfor any commercial purpose. By virtue of the explanation which\nwas added w.e.f. 18.6.1993 by the Consumer Protection\n(Amendment) Act 50 of 1993, it was clarified that the\nexpression 'commercial purpose' used in sub-clause (i) does\nnot include use by a consumer of goods bought and used by\nhim for the purpose of earning his livelihood by means of self-\nemployment. The definition of 'consumer' was interpreted in\nLucknow Development Authority v. M.K. Gupta (supra). The\nCourt referred to the dictionary meanings of the word\n'consumer', definition contained in Section 2(d) and proceeded\nto observe:\n\"It is in two parts. The first deals with goods and the other\nwith services. Both parts first declare the meaning of goods\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\n1114\nSUPREME COURT REPORTS\n+\n[2012] 2 S.C.R.\nand services by use of wide expressions. Their ambit is\nfurther enlarged by use of inclusive clause. For instance,\nit is not only purchaser of goods or hirer of services but\neven those who use the goods or who are beneficiaries\n· of services with approval of the person who purchased the\ngoods or who hired services are included in it. The\nlegislature has taken precaution not only to define\n☐ 'complaint', 'complainant', 'consumer' but even to mention\nin detail what would amount to unfair trade practice by\ngiving an elaborate definition in clause (r) and even to\ndefine 'defect' and 'deficiency' by clauses (f) and (g) for\nwhich a consumer can approach the Commission. The Act\nthus aims to protect the economic interest of a consumer\nas understood in commercial sense as a purchaser of\ngoods and in the larger sense of user of services. The\ncommon characteristics of goods and services are that\nthey are supplied at a price to cover the costs and\ngenerate profit or income for the seller of goods or\nprovider of services. But the defect in one and deficiency\nin other may have to be removed and compensated\ndifferently. The former is, normally, capable of being\nreplaced and repaired whereas the other may be required\nto be compensated by award of the just equivalent of the\nvalue or damages for loss.”\n(emphasis supplied)\n26. Since the farmers/growers purchased seeds by paying\na price to the appellant, they would certainly fall within the ambit\nof Section 2(d)(i) of the Consumer Act and there is no reason\nto deny them the remedies which are available to other\nconsumers of goods and services.\n27. The next question which needs consideration is\nwhether the growers of seeds were not entitled to file complaint\nunder the Consumer Act and the only remedy available to them\nfor the alleged breach of the terms of agreement was to apply\nH for arbitration. According to the learned counsel for the\n"}