{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"362 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA there are some that are diabolical in conception and cruel in\nexecution. Such murders cannot be wished away by finding\nalibis in the social maladjustment of the murderer. Prevalence\nof such crimes speaks in the opinion of many, for the inevitability\nof death penalty not only by way of a deterrence but as a token\nB of emphatic disapproval by the society.\n55. In Bachan Singh v. State of Punjab (1980) 2 SCC 684\nthis Court examined the constitutional validity of Section 302\nIPC and sentencing procedure provided in Section 354 (3) of\nthe Code of Criminal Procedure and ruled that Section 302 of\nC\nthe Indian Penal Code, 1860 did not violate Article 19 or Article\n21 of the Constitution of India. It was further held that while\nconsidering the question of sentence to be imposed for the\noffence of murder the Court must record every relevant\ncircumstance regarding the crime as well as the criminal and\nthat if the Court finds that the offence is of an exceptionally\ndepraved and heinous character and constitutes on account of\nits design and the manner of its execution, a source of grave\ndanger to the society at large, it may impose the death\nsentence. Taking note of the aggravating circumstances relevant\nE to the question of determination of the sentence to be imposed\nupon an offender, this Court held that death sentence could be\nimposed only in the rarest of rare cases when the alternative\noption was unquestionably foreclosed. This Court observed:\nD\nF\nG\nH\n\"209.\n-\nJudges should never be bloodthirsty. Hanging\nof murderers has never been too good for them. Facts\nand Figures, albeit incomplete, furnished by the Union of\nIndia, show that in the past, courts have inflicted the\nextreme penalty with extreme infrequency a fact which\nattests to the caution and compassion which they have\nalways brought to bear on the exercise of their sentencing\ndiscretion in so grave a matter. It is, therefore, imperative\nto voice the concern that courts, aided by the broad\nillustrative guide-lines indicated by us, will discharge the\nonerous function with evermore scrupulous care and\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 363\n\u0026 ANR. [T.S. THAKUR, J.]\nhumane concern, directed along the highroad of legislative A.\npolicy outlined in Section 354(3) viz., that for persons\nconvicted of murder, life imprisonment is the rule and death\nsentence an exception. A real and abiding concern for the\ndignity of human life postulates resistance to taking a life\nthrough law's instrumentality. That ought not to be done\nsave in the rarest of rare cases when the alternative option\nis unquestionably foreclosed.\"\n56. In Machhi Singh and Ors. v. State of Punjab (1983)\n3 SCC 470 this Court followed the guidelines flowing from\nBachan Singh's case (supra) and held that death sentence\ncould be imposed only in the rarest of rare cases when the\ncollective conscience of the community is so shocked that it\nwould expect the holders of judicial power to inflict the death\npenalty irrespective of their personal opinion as regards the\ndesirability or otherwise of retaining death penalty as a\nsentencing option. This Court enumerated the following\ncircumstances in which such a sentiment could be entertained\nby the community:\nB\nC\nD\n\"(1) When the murder is committed in an extremely brutal, E\ngrotesque, diabolical, revolting or dastardly manner so as\nto arouse intense and extreme indignation of the\ncommunity.\n(2) When the murder is committed for a motive which\nevinces total depravity and meanness; e.g. murder by\nhired assassin for money or reward; or cold-blooded\nmurder for gains of a person vis-a-vis whom the murderer\nis in a dominating position or in a position of trust; or\nmurder is committed in the course for betrayal of the\nmotherland.\n(3) When murder of a member of a Scheduled Caste or\nminority community etc., is committed not for personal\nreasons but in circumstances which arouse social wrath;\nor in cases of \"bride burning\" or \"dowry deaths” or when\nF\nG\nH\nA\n00\nB\nс\nD\nE\n364 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nmurder is committed in order to remarry for the sake of\nextracting dowry once again or to marry another woman\non account of infatuation.\n(4) When the crime is enormous in proportion. For instance\nwhen multiple murders, say of all or almost all the members\nof a family or a large number of persons of a particular\ncaste, community, or locality, are committed.\n(5) When the victim of murder is an innocent child or a\nhelpless woman or old or infirm person or a person vis-a-\nvis whom the murderer is in a dominating position, or a\npublic figure generally loved and respected by the\ncommunity\"\n57. In Farooq alias Karattaa Farooq and Ors. v. State of\nKerala (2002) 4 SCC 697 this Court was dealing with a case\nwhere the appellant was alleged to have thrown a bomb on an\nunder-trial prisoner at the jail gate resulting his death and\nsevere injuries to others. Relying upon the decision of this Court\nin Bachan Singh case and in the case of Machhi Singh\n(supra) this Court held that the extreme penalty of death was\nnot called for and accordingly commuted the sentence to life\nimprisonment.\n58. In Santosh Kumar Satishbhushan Bariyar v. State of\nMaharashtra (2009) 6 SCC 498 this Court once again\nF reviewed the case law on the subject and reiterated that\nalthough judicial principle of imposition of death penalty were\nfar from being uniform the basic principle that life imprisonment\nis the rule and death penalty an exception, would call for\nexamination of each case to determine the appropriateness of\nG punishment bearing in mind that death sentence is awarded\nonly in rarest of rare cases where reform is not possible. The\ndiscretion given to the Court in such cases assumes\nimportance and its exercise rendered extremely difficult\nbecause of the irrevocable character of that penalty. The Court\nH held where two views are possible imposition of death sentence\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 365\n\u0026 ANR. [T.S. THAKUR, J.]\nwould not be appropriate, but where there is no other option A\nand where reform was not possible death sentence may be\nimposed. Applying the principles evolved in Bachan Singh\ncase and in the case of Machhi Singh (supra) this Court\ncommuted the death sentence awarded to one of the appellants\nto life imprisonment holding that the case did not satisfy the\n\"rarest of rare\" test to warrant the award of death sentence,\neven when the decapitation of the victim's body and its disposal\nwas termed brutal.\n59. State of Maharashtra v. Prakash Sakha Vasave and\nOrs. (2009) 11 SCC 193 too was a case where this Court while\nsetting aside the acquittal of the accused awarded life\nimprisonment to him. That was a case where the accused was\nalleged to have hit the deceased with an axe with such great\nforce that the axe got struck into the head of the deceased and\nthe handle of the axe was also broken.\nB\nC\nD\nE\n60. Coming to the case at hand we are of the opinion that\nthe High Court was not justified in imposing the extreme penalty.\nof death upon the appellants. We say so for reasons more than\none. Firstly, because the appellants are not professional killers.\nEven according to the prosecution they were only a part of the\ncoal mafia active in the region indulging in theft of coal from\nthe collieries. The deceased being opposed to such activities\nappears to have incurred their wrath and got killed. Secondly,\nbecause even when the deceased was a politician there was F\nno political angle to his killing. Thirdly, because while all\nculpable homicides amounting to murder are inhuman, hence\nlegally and ethically unacceptable yet there was nothing\nparticularly brutal, grotesque, diabolical, revolting or dastardly\nin the manner of its execution so as to arouse intense and\nextreme indignation of the community or exhaust depravity and\nmeanness on the part of the assailants to call for the extreme\npenalty. Fourthly, because there was difference of opinion on\nthe question of sentence to be awarded to the convicts. The\nTrial Court did not find it to be a rarest of rare case and\nG\nH\n366 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA remained content with the award of life sentence only which\nsentence the High Court enhanced to death. Considering all\nthese circumstances, the death sentence awarded to the\nappellants in our opinion deserves to be commuted to life\nimprisonment.\nB\nC\n61. In the result, we affirm the judgments and orders under\nappeal with the modification that instead of sentence of death\nawarded by the High Court, the appellants shall suffer rigorous\nimprisonment for life. The appeals are accordingly allowed but\nonly in part and to the extent indicated above.\nB.B.B.\nAppeals partly allowed.\n"}