{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"332 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA on the back of the informant thereby disturbing the balance of\nthe motorcycle and bringing both of them to the ground. The\nmotorcycle driven by Sheo Shanker Singh was stopped by him\na little ahead whereupon Umesh Singh the pillion rider got down;\nwalked back to the place where the deceased had fallen,\nB abused the informant verbally and asked him to run away from\nthere failing which even he would be killed. So threatened the\ninformant hurried away from the spot whereupon Umesh Singh-\nappellant fired a third bullet at the deceased, pushed his dead\nbody down the side slope of the road, walked back to the\nC motorcycle whose engine was kept running by Sheo Shankar\nSingh and fled towards Nirsa. Some people are said to have\nrun towards them but were scared away by Umesh Singh with\nthe gun. The motorcycle did not have a registration number. A\ncrowd is said to have gathered on the spot that included Abdui\nKudus Ansari (PW1) and Lal Mohan Mahto (PW2) 'whe\ndisclosed that they had seen Sheo Shankar Singh and one\nunknown person moving on a motorcycle without a registration\nnumber sometime before the occurrence.\nD\n3. On hearing a rumour about the killing of the deceased\nE MLA, Sub Inspector of Police Ramji Prasad (PW17) rushed to\nthe spot and recorded the statement of Apurba Ghosh (PW16)\nin which the informant narrated the details of the incident as set\nout above. The statement of Apurba Ghosh constituted the First\nInformation Report in the case which was signed not only by\nF Apurba Ghosh but also by Abdul Kudus Ansari (PW1) and Lal\nMohan Mahto (PW2). Based on the said statement/FIR a case\nunder Section 302/34 and 120B of IPC and Section 27 of the\nArms Act was registered in Police Station Govindpur and the\ninvestigation commenced.\nG\nН\n4. In the course of the investigation an inquest report was\nprepared by BDO, Shishir Kumar Sinha, while the investigating\nofficer seized two empties of 9 M.M. bullet engraved with \"HP\n59/2\" at the bottom from the spot, apart from the red Hero\nHonda splendour motorcycle bearing registration No. WB 38\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 333\n\u0026 ANR. [T.S. THAKUR, J.}\nE 7053 on which the deceased was travelling at the time of\noccurrence. Blood-stained T Shirt and a light blue coloured\njeans worn by Apurba Ghosh were also seized, besides blood-\nstained earth from the place of occurrence.\n5. On 15th April, 2000 investigation was taken over by Shri\nRaja Ram Prasad (PW18) who on 16th April, 2000 seized the\nblack coloured Bajaj Caliber motorcycle allegedly being driven\nby appellant-Sheo Shankar Singh at the time of the commission\nof the offence. In addition, a Test Identification Parade was got\nconducted in which Abdul Qudus Ansari (PW1) identified the\naccused appellant-Umesh Singh. After completion of the\ninvestigation a charge-sheet was eventually filed against the\naccused persons for offences punishable under Section 302/\n34/120B and 201 of the Indian Penal Code. Appellant-Umesh\nSingh was further charged with an offence punishable under\nSection 27 of the Arms Act. The accused were committed to\nthe Court of Sessions at Dhanbad who made the case over to\nthe Court of Additional Sessions Judge XIII, Dhanbad for trial\nbefore whom the accused pleaded not guilty and claimed a trial.\nA\nB\nC\nD\n6. At the trial the prosecution examined 20 witnesses while E\nthe accused remained content with two in defence. The trial\ncourt by its judgment dated 18th November, 2003 found the\nappellants Sheo Shankar Singh and Umesh Singh guilty of the\ncharges under Section 302/34 IPC. Appellant-Umesh Singh\nwas further held guilty of the charge under Section 27 of the\nF\nArms Act. Out of the remaining six accused persons, the trial\ncourt found Narmedeshwar Pd. Singh @ Chora Master, Bijay\nSingh and Md. Nooren Master guilty of the charge under\nSection 302 read with Section 120B of the IPC. Accused Uma\nShankar Singh, Premjee Singh and Md. Zahid were, however,\nacquitted for insufficiency of evidence against them.\nG\n7. By a separate order dated 20th November, 2003\npassed by the Trial Court, appellants Sheo Shanker Singh and\nUmesh Singh were sentenced to undergo rigorous\nimprisonment for life. Appellant-Umesh Singh was in addition H\n334 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA sentenced to undergo rigorous imprisonment for three years.\nunder Section 27 of the Arms Act. Similarly, accused\nNarmedeshwar Pd. Singh @ Chora Master, Bijay Singh and\nMd. Nooren Master were sentenced to undergo rigorous\nimprisonment for life under section 302/120B IPC.\nB\nс\nD\n8. Aggrieved by their conviction and sentence, the\nappellants herein and the other three convicts filed criminal\nappeals No.43 and 78 of 2004 before the High Court of\nJharkhand at Ranchi. Criminal Revision Petition No.135 of\n2004 was filed by Apurba Ghosh against the acquittal of\naccused Uma Shankar Singh, Premjeet Singh and Md. Zahid,\nwhile Criminal Revision Petition No. 136 of 2004 prayed for\nenhancement of the sentence imposed upon the appellants\nfrom life to death.\n9. By the judgment and order impugned in these appeals\nthe High Court acquitted Narmedeshwar Pd. Singh @ Chora\nMaster, Bijay Singh and Md. Nooren Master and allowed\ncriminal appeals No.43 and 78 to that extent. The conviction of\nappellants Sheo Shankar Singh and Umesh Singh was upheld\nE by the High Court and the sentence imposed upon them\nF\nG\nenhanced to the sentence of death by hanging. Criminal\nRevision Petition No. 135 of 2004 against the acquittal of Uma\nShankar Singh, Premjeet Singh and Md. Zahid was, however,\ndismissed and their acquittal affirmed. The present appeals\nassail the correctness of the said judgment and order as\nnoticed above.\n10. We have heard Mr. U.R. Lalit, learned senior counsel\nfor the appellants, Mr. A.T.M. Rangaramanujam and Mr. Sunil\nKumar, learned senior counsels appearing for the respondents\nat considerable length. We have also been taken through the\nevidence on record and the judgments of the Courts below. We\nshall presently advert to the submissions made by learned\ncounsel for the parties but before we do so we may at the outset\npoint out that the cause of death of late Shri Gurudas Chatterjee\nH being homicidal was not disputed and in our view rightly so. That\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 335\n\u0026 ANR. [T.S. THAKUR, J.]\nis because the evidence on record amply proves that the A\ndeceased died of gunshot injuries sustained by him in the head.\nThe deposition of Dr. Shailender Kumar (PW14) who\nconducted the post-mortem examination of the deceased along\nwith two other doctors viz. Prof. Dr. Rai Sudhir Prasad, and Dr.\nChandra Shekhar Prasad leaves no manner of doubt that the B\ndeath of Shri Gurudas Chaterjee was the result of two ante-\nmortem gunshot wounds, which the witness has described as\nunder in his deposition in the Court and the post-mortem report,\nEx.5:\n1. Fire arm wound of entrance ¾ cm x ½ cm cavity deep\nwith inverted margins and abrasion collar located on the\nfront of upper portion of left side of face about 1.5 cm in\nfront of Pinna of left ear. No burning, singing or tattooing\nwere seen.\nII. Fire arm exit wound 1⁄4 cm x 34 cm cavity deep with\ninverted margins placed 2.5 cm above the mid zone of right\neye brow. No evidence of abrasion collar seen.\nIII. Fire arm wound of entrance ¾/4 cm diameter, cavity deep\nwith inverted margins and abrasion collar on left side of\nback of head in prito occipital area 5 cm away from left\near low. No burning, singing or tattooing were seen.\nC\nD\nE\nIV. Fire arm exit wounds ¾ cm diameter cavity deep with\ninverted margins and protruding brain matter in the left side F\nof back of head in perito occipital area 2 cm away from\nleft ear low. No abrasion collar was seen.\nInjury no.IV is the exit wound of injury no.1 and injury no.2\nis exit wound of injury no.3 as it was confirmed by the track\nof blood clot and laceration found in dissection.\nG\nV. Lacerated wounds:\n(a) 1cm x ½ cm x scalp deep on the right side of forehead,\n6 cm above the inner end of right eye brow.\nH\n336 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\nC\nD\nE\nF\n(b) ¾ cm x ½ cm x scalp deep on occuipttal.\nVI. Abrasions:\n(a) 1-½ cm x ¾ cm on middle of left side of forehead.\n(b) 2½ cm x 1½ cm with tail of 3 cm x ½ cm horizontally\nplaced on back of right shoulder.\n(c) ½ cm linear abrasion of 9 cm x 1/3 cm horizontally\nplaced on back of lower portion of left side of chest.\n(d) 2½ cm x 34 cm on back of left side flank of abdomen.\"\nOn dissection\nMultiple fractures of frontal and both parietal bones\nwere found Stomach contain about 100 M.L. semi\ndigested rice and sag. All viscera were pale, heart and\nbladder empty.\nOpinion\nIn our opinion death occurred instantaneously due to\naforementioned cranio - cerebral injuries resulting from the\nfire arm.\nTime elapsed since death - between 18 and 24 hrs.\nbefore the time of post-mortem.\"\n11. In the light of the above there is no gainsaying that the\ndeceased died a homicidal death caused by gunshot injuries.\nApart from the fact that cause of the homicidal death was never\nquestioned by the accused before the trial court, the appellate\nG court or even before us, the line of cross- examination of the\ndoctor who conducted the post-mortem examination too does\nnot question the veracity of the opinion of the medical expert\nthat the deceased had died because of the gunshot injuries\nreceived by him. It is true that the doctor has not been able to\nH specifically state which of the two gunshot injuries had proved\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 337\n\u0026 ANR. [T.S. THAKUR, J.]\nfatal, but that in our opinion is wholly inconsequential, having A\nregard to the sequence of events unfolded by the deposition.\nof the witnesses examined at the trial.\n12. Coming then to the substratum of the prosecution case\nwe need point out that the same rests entirely on the ocular B\ntestimony of Apruva Ghosh (PW16) and Prasant Banerjee\n(PW6), apart from the incriminating circumstances called in aid\nby the prosecution to lend support and corroboration to the\ntestimony of the said two eye-witnesses. We shall take up for\ndiscussion the deposition of the said witnesses, but before we\ndo so we may deal with the question whether the prosecution\nhas proved any motive for the commission of the crime alleged\nagainst the appellants and if so to what effect.\nс\n13. The legal position regarding proof of motive as an\nessential requirement for bringing home the guilt of the accused D\nis fairly well settled by a long line of decisions of this Court.\nThese decisions have made a clear distinction between cases\nwhere prosecution relies upon circumstantial evidence on the\none hand and those where it relies upon the testimony of eye\nwitnesses on the other. In the former category of cases proof E\nof motive is given the importance it deserves, for proof of a\nmotive itself constitutes a link in the chain of circumstances\nupon which the prosecution may rely. Proof of motive, however,\nrecedes into the background in cases where the prosecution\nrelies upon an eye-witness account of the occurrence. That is F\nbecause if the court upon a proper appraisal of the deposition\nof the eye-witnesses comes to the conclusion that the version\ngiven by them is credible, absence of evidence to prove the\nmotive is rendered inconsequential. Conversely even if\nprosecution succeeds in establishing a strong motive for the\ncommission of the offence, but the evidence of the eye-\nwitnesses is found unreliable or unworthy of credit, existence\nof a motive does not by itself provide a safe basis for convicting\nthe accused. That does not, however, mean that proof of\nmotive even in a case which rests on an eye-witness account\ndoes not lend strength to the prosecution case or fortify the court\n\"4\nG\nH\n338\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA in its ultimate conclusion. Proof of motive in such a situation\ncertainly helps the prosecution and supports the eye-witnesses.\nSee Shivaji Genu Mohite v. The State of Maharashtra, (1973)\n3 SCC 219, Hari Shanker v. State of U.P. (1996) 9 SCC 40\nand State of Uttar Pradesh v. Kishanpal and Ors. (2008) 16\nB SCC 73.\nC\n14. The case at hand rests upon the deposition of the\neyewitnesses to the occurrence. Absence of motive would not,\ntherefore, by itself make any material difference. But if a motive\nis indeed proved it would lend support to the prosecution\nversion. The question is whether the prosecution has\nestablished any such motive to fortify its charge against the\nappellants.\n15. Depositions of Apurba Ghosh (PW16), Aamlal Kisku\nD (PW15) and Arup Chatterjee (PW19) are relevant on the\nquestion of motive and may be briefly discussed at this stage.\nArup Chatterjee (PW19) happens to be the son of the\ndeceased Guudas Chatterjee. According to this witness the\nappellants and most of their family members constitute what is\nE described by him as \"coal mafia\" of Dhanbad whom the\ndeceased used to fight, with the help of the police and\nadministration to prevent the theft of coal in the region. The\nwitness further states that Aamlal Kisku had a petrol pump\nsituate at Belchadi, which petrol pump was given by Shri Kisku\nto the accused-Sheo Shanker Singh for being run. Aamlal Kisku\nbeing an illiterate adivasi was, according to the witness, being\nkept as a bonded (bandhua) labourer by the appellant on\npayment of Rs.30/- per day. The witness further states that\nAamlal Kisku approached the deceased for help and the later\nwith the help of police and administration got the ownership of\nthe petrol pump restored to Shri Kisku. Both these steps\nnamely prevention of theft of coal in the region and restoration\nof the petrol pump to Aamlal Kisku annoyed the appellant-Sheo\nShanker Singh, for which reason the deceased was done to\nF\nG\nH\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 339\n\u0026 ANR. [T.S. THAKUR, J.]\ndeath after he had won his third consecutive election to the A\nState Assembly.\n16. In cross-examination the witness has expressed his\nignorance about the land where the petrol pump was installed\nand about the source of income of Aamlal Kisku. The witness\nalso expressed ignorance about the expenditure involved in the\ninstallation of the pump or the source from where Shri Kisku\nhad arranged finances. The witness stated that criminal cases\nwere pending before the Court against Sheo Shanker Singh\nand Narmedeshwar Pd. Singh and his sons, but expressed\nignorance about filing of the civil suit by Narmadeshwar Singh\nregarding the petrol pump in dispute. Witness claimed to have\nheard a conversation between Aamlal Kisku and the deceased\nregarding the dispute over the petrol pump.\nB\nC\n17. Aamlal Kisku (PW15) has, in his deposition, stated that D\nhe owns a petrol pump in Belchadi which was allotted to him\nout of the Advasi quota. Since he was not familiar with the\nbusiness in the sale of oil and lubricants he had taken help from\nNarmedeshwar Pd. Singh and Sheo Shanker Singh.\nSubsequently Sheo Shanker Singh-appellant started treating E\nhim like a labourer and did not render any accounts regarding\nthe petrol pump. He, therefore, made complaints to the\ncompany and approached late Gurudas Chatterjee MLA, and\nit was after long efforts that the petrol pump was restored to\nthe witness. Sheo Shankar Singh and Narmedeshwar Pd. F\nSingh had extended threats to him regarding which he had\ninformed the police.\n18. In cross-examination the witness stated that the\nbusiness of petrol pump was carried on by him in partnership\nwith Sheo Shanker Singh for 4-5 months in the year 1997. No G\npartnership-deed was, however, written. He did not know\nwhether any joint account with the appellants had been opened\nin Poddardih branch of Allahabad Bank. He also did not know\nwhether sales tax registration was in joint names and whether\nthe land belonged to Sheo Shankar Singh. The witness admits H\n340 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA that he had lodged a criminal case against Sheo Shankar\nSingh, Rama Shanker Singh and Rajesh Singh and that\nanother case was filed against Narmedeshwar Pd. Singh also.\nThe witness denied that the petrol pump had been installed with\nthe help of the money provided by Sheo Shanker Singh and\nB Narmedeshwar Pd. Singh and that the cases referred to by him\nhad been lodged against the said two persons on the\nincitement of others.\nC\n19. Apurba Ghosh (PW16) apart from being an eye-\nwitness to the incident also mentions about a petrol pump\nsituated on G.T. Road at Nirsa owned by a person belonging\nto Scheduled Tribe community but was being run by\nNarmedeshwar Pd. Singh illegally. The deceased fought\nagainst them with the help of Police and local administration\nbecause of which the ownership of the petrol pump was got\nD restored to the owner concerned. The witness also refers to a\nE\nF\nG\nH\nstatement made by the deceased regarding coal theft 5 or 6\ndays before the incident in question as a result whereof\nNarmedeshwar Pd. Singh and Nooren Master were both sent\nto jail.\n20. There is thus evidence to prove that a petrol pump\nsituated at G.T. Road at Nirsa stood in the name of Aamlal\nKisku which had been allotted in his name in the Scheduled\nTribe's quota. It is also evident that to establish and run the said\npetrol pump Aamlal Kisku had taken the help from Shri\nNarmedeshwar Pd. Singh and Sheo Shankar Singh. Disputes\nbetween the original allottee and the appellant-Sheo Shankar\nSingh and his father Narmedeshwar Pd. Singh had, however,\narisen and manifested in the form of civil and criminal cases\nbetween them. Aamlal Kisku had in that connection taken the\nhelp of the deceased who had with the help of the police and\nlocal administration secured the restoration of the petrol pump\nto Shri Kisku which annoyed the appellant-Sheo Shankar Singh\nand his father Narmedeshwar Pd. Singh. There is also\nevidence to the effect that the deceased had acted against\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 341\n\u0026 ANR. [T.S. THAKUR, J.]\nwhat has been described as 'coal mafia' of Dhanbad with the A\nhelp of police and administration to prevent the coal theft in the\nregion and the steps taken by the deceased had resulted in\nthe arrest of Narmedeshwar Pd. Singh and Nooren Master in\nconnection with the said cases. Both these circumstances\nappear to have contributed to the incident that led to the killing B\nof the deceased who was perceived by the appellants as a\nhurdle in their activities.\n21. That brings us to the most critical part of the case in\nwhich we shall examine whether the prosecution has proved\nbeyond a reasonable doubt, the sequence of events on which\nis based the charge of murder levelled against the appellants.\nThe evidence adduced by the prosecution in this regard\ncomprises the following distinct features:\nC\n(i) Evidence suggesting that on the date of occurrence and D\nproximate in point of time the appellants were seen\ntogether riding a black coloured motor cycle, without a\nregistration number.\n(ii) Evidence establishing seizure of the motor cycle on\nwhich the deceased was riding from the place of\noccurrence and that which was being driven by appellant-\nSheo Shankar Singh from his factory.\n(iii) The eye witness account of the occurrence as given\nby Shri Apurva Ghosh PW16 and Shri Prabshant Banerjee\nPW6.\n(iv) Medical evidence, supporting the version of PW 16,\nthat he sustained injuries when he fell from the motor cycle\nbeing driven by him on the deceased who was on the\npillion being shot by appellant Umesh Singh.\nWe propose to deal with each one of the above aspects ad\nseriatim.\nE\nG\n22. Abdul Kudus Ansari (PW1), in his deposition before H\n"}