{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\n00\nC\nD\nE\nF\nG\nH\n352 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nparades belong to the stage of investigation, and there is\nno provision in the Code of Criminal Procedure which\nobliges the investigating agency to hold, or confers a right\nupon the accused to claim a test identification parade.\nThey do not constitute substantive evidence and these\nparades are essentially governed by Section 162 of the\nCode of Criminal Procedure. Failure to hold a test\nidentification parade would not make inadmissible the\nevidence of identification in court. The weight to be\nattached to such identification should be a matter for the\ncourts of fact. In appropriate cases it may accept the\nevidence of identification even without insisting on\ncorroboration. (See Kanta Prashad v. Delhi Admn. AIR\n1958 SC 350, Vaikuntam Chandrappa v. State of A.P.\nAIR 1960 SC 1340, Budhsen v. State of U.P. (1970) 2\nSCC 128 and Rameshwar Singh v. State of J\u0026K. (1971)\n2 SCC 715)\"\n38. We may also refer to the decision of this Court in\nPramod Mandal v. State of Bihar (2004) 13 SCC 150 where\nthis Court observed:\n\"20. It is neither possible nor prudent to lay down any\ninvariable rule as to the period within which a test\nidentification parade must be held, or the number of\nwitnesses who must correctly identify the accused, to\nsustain his conviction. These matters must be left to the\ncourts of fact to decide in the facts and circumstances of\neach case. If a rule is laid down prescribing a period within\nwhich the test identification parade must be held, it would\nonly benefit the professional criminals in whose cases the\narrests are delayed as the police have no clear clue about\ntheir identity, they being persons unknown to the victims.\nThey, therefore, have only to avoid their arrest for the\nprescribed period to avoid conviction. Similarly, there may\nbe offences which by their very nature may be witnessed\nby a single witness, such as rape. The offender may be\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 353\n\u0026 ANR. [T.S. THAKUR, J.]\nunknown to the victim and the case depends solely on the A\nidentification by the victim, who is otherwise found to be\ntruthful and reliable. What justification can be pleaded to\ncontend that such cases must necessarily result in acquittal\nbecause of there being only one identifying witness?\nPrudence therefore demands that these matters must be B\nleft to the wisdom of the courts of fact which must consider\nall aspects of the matter in the light of the evidence on\nrecord before pronouncing upon the acceptability or\nrejection of such identification.\"\n39. The decision of this Court in Malkhansingh's case\n(supra) and Aqeel Ahmad v. State of Uttar Pradesh 2008 (16)\nSCC 372 adopt a similar line of the reasoning.\nC\n40. The omission of the investigating agency to associate\nApurba Ghosh (PW16) with the test identification parade in D\nwhich Abdul Kudus Ansari (PW1) identified Umesh Singh will\nnot ipso jure prove fatal to the case of the prosecution, although\nthe investigating agency could and indeed ought to have\nassociated the said witness also with the test identification\nparade especially when the witness had not claimed familiarity E\nwith the appellant-Umesh Singh before the incident. Even so,\nits omission to do so does not, in our opinion, affect the\ncredibility of the identification of the said appellant by Apurba\nGhosh (PW16) in the Court. That is because the manner in\nwhich the incident has taken place and the opportunity which F\nApurba Ghosh (PW16) had, to see and observe the actions of\nappellant-Umesh Singh were sufficient for the witness to identify\nhim in the Court. This opportunity was more than a fleeting\nglimpse of the assailants. Appellant-Umesh Singh was seen by\nthe witness pillion riding the motorcycle, coming in close\nproximity to his motorcycle, shooting the deceased from close\nrange, stopping at some distance and coming back to the\nmotorcycle where the deceased and the witness had fallen,\nabusing and threatening the witness and asking him to run away\nfrom the spot. All this was sufficient to create an impression that\nG\nH\nA\nB\nC\nD\n354 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nwould remain imprinted in the memory of anyone who would\ngo through such a traumatic experience. It is not a case where\na chance and uneventful glance at another motorcyclist may\npass without leaving any impression about the individual\nconcerned. It is a case where the nightmare of the occurrence\nwould stay in the memory of and indeed haunt the person who\nhas undergone through the experience for a long long time.\nAbsence of a test identification parade and the failure of the\nInvestigating Officer to associate the witness with the same\ndoes not, therefore, make any material difference in the instant\ncase.\n41. Mr. Lalit next contended that according to the\nprosecution case and deposition of Apurba Ghosh (PW16), the\nT-shirt worn by him had got bloodstained when the deceased\nwas shot. He urged that although the T-shirt was seized by the\ninvestigating officer the same was not sent to the forensic\nscience laboratory for examination and for matching the blood\ngroup of the deceased with that found on the T-shirt nor were\nthe empty cartridges seized from the spot sent to the Ballistic\nExpert. This was, according to the learned counsel, a serious\nE discrepancy which adversely affected the prosecution version\nthat Apurba Ghosh (PW16) indeed was the driver of the\nmotorcycle on which the deceased was a pillion rider.\nF\nG\nH\n42. It is true that not only according to Apurba Ghosh\n(PW16) but also according to Abdul Kudus Ansari (PW1), Lal\nMohan Mahto (PW2) and the Investigating Officer, the T-shirt\nworn by Apurba Ghosh (PW16) was bloodstained which was\nseized in terms of the seizure memo referred to earlier. It is also\ntrue that a reference to the forensic science laboratory would\nhave certainly corroborated the version given by these\nwitnesses about the T-shirt being bloodstained and the blood\ngroup being the same as that of the deceased. That no\nexplanation is forthcoming for the failure of the prosecution in\nmaking a reference to the forensic science laboratory which\ncould have strengthened the version given by Apurba Ghosh\n(PW16) too is not in dispute. The question, however, is whether\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 355\n\u0026 ANR. [T.S. THAKUR, J.]\nthe failure of the investing agency to make a reference would A\nin the circumstances of the case discredit either the version of\nthe witnesses that the T-shirt was bloodstained when it was\nseized or constitute a deficiency of the kind that would affect\nthe prosecution version. Our answer is in the negative. Failure\nto make a reference to forensic science laboratory is in the B\ncircumstances of the case no more than a deficiency in the\ninvestigation of the case. Any such deficiency does not\nnecessarily lead to the conclusion that the prosecution case is\ntotally unworthy of credit. Deficiencies in investigation by way\nof omissions and lapses on the part of investigating agency C\ncannot in themselves justify a total rejection of the prosecution.\ncase. In Ram Bihari Yadav v. State of Bihar and Ors. (1998)\n4 SCC 517 this Court while dealing with the effect of shoddy\ninvestigation of cases held that if primacy was given to such\nnegligent investigation or to the omissions and lapses\ncommitted in the course of investigation, it will shake the\nconfidence of the people not only in the law enforcing agency\nbut also in the administration of justice. The same view was\nexpressed by this Court in Surendra Paswan v. State of\nJharkhand (2003) 12 SCC 360. In that case the investigating\nofficer had not sent the blood samples collected from the spot\nfor chemical examination. This Court held that merely because\nthe sample was not so sent may constitute a deficiency in the\ninvestigation but the same did not corrode the evidentiary value\nof the eye-witnesses.\nD\nE\nF\n43. In Amar Singh v. Balwinder Singh and Ors. (2003) 2\nSCC 518 the investigating agency had not sent the firearm and\nthe empties to the forensic science laboratory for comparison.\nIt was argued on behalf of the defence that omission was a major\nflaw in the prosecution case sufficient to discredit prosecution G\nversion. This Court, however, repelled that contention and held\nthat in a case where the investigation is found to be defective\nthe Court has to be more circumspect in evaluating the\nevidence. But it would not be right to completely throw out the\nprosecution case on account of any such defects, for doing so H\n356\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA would amount to playing in the hands of the investigating officer\nwho may have kept the investigation designedly defective. This\nCourt said:\nB\nC\nD\n\"It would have been certainly better if the investigating\nagency had sent the firearms and the empties to the\nForensic Science Laboratory for comparison. However,\nthe report of the ballistic expert would in any case be in\nthe nature of an expert opinion and the same is not\nconclusive. The failure of the investigating officer in\nsending the firearms and the empties for comparison\ncannot completely throw out the prosecution case when the\nsame is fully established from the testimony of\neyewitnesses whose presence on the spot cannot be\ndoubted as they all received gunshot injuries in the\nincident.\"\n44. In the light of the above the failure on the part of the\ninvestigating office, in sending the blood stained clothes to the\nFSL and the empty cartridges to the ballistic expert would not\nbe sufficient to reject the version given by the eye witnesses.\nE That is especially so when a reference to the ballistic expert\nwould not have had much relevance since the weapon from\nwhich the bullets were fired had not been recovered from the\naccused and was not, therefore, available for comparison by\nthe expert.\nF\nG\nH\n45. It was argued by Mr. Lalit that the version given by\nApurba Ghosh (PW16) about his having borrowed the\nmotorcycle on which the deceased was travelling with him on\nthe pillion on the fateful day had not been corroborated by\nexamining the owner of the motorcycle. The fact that no effort\nwas made by Apurba Ghosh (PW16) or by the owner to have\nthe motorcycle released in his favour also, contended the\nlearned counsel, adversely reflected upon the veracity of the\ncase set up by the prosecution. We do not think so. The fact\nthat the motorcycle on which the deceased was travelling along\nwith Apurba Ghosh (PW16) was found at the place of\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 357\n\u0026 ANR. [T.S. THAKUR, J.]\noccurrence is amply proved by the evidence adduced by the A\nprosecution. It is also clear that the motorcycle in question did\nnot belong either to the deceased or to Apurba Ghosh (PW16).\nIn the circumstances there is no improbability in the version of\nApurba Ghosh (PW16) that the said motorcycle had been\nborrowed by him from his friend. The mere fact that the owner B\nof the motorcycle or Apurba Ghosh (PW16) had not applied for\nrelease of the motorcycle in their favour does not in the least\naffect the prosecution case muchless does it render the same\ndoubtful in toto.\n46. It was also contended by Mr. Lalit that the first\ninformation report was not lodged as claimed by the\nprosecution. According to the learned counsel if appellant-Sheo\nShankar Singh had been named in the first information report,\nthere is no reason why the investigating officer would not have\ngone after him before taking any further step in the matter. The\nargument has not appealed to us. The incident in question had\ntaken place around 2.45 p.m. The statement of Apurba Ghosh\n(PW16) was recorded by the investigating officer at around 4.15\np.m. on the same day based on which first information report\nNo.90/2000 was registered in the police station. The copy of\nthe first information was received by the jurisdictional\nmagistrate on 15.4.2000. Apart from Apurba Ghosh (PW16)\nthe statement was also signed by Abdul Kudus Ansari (PW1)\nand Lal Mohan Mahto (PW2). All the three witnesses have\nstood by what has been attributed to them in the first information\nreport. In the absence of any unexplained or abnormal delay in\nthe registration of the case and the despatch of the first\ninformation report to the jurisdictional magistrate we have no\nreason to hold that the obvious is not the real state of affairs\nas claimed by Mr. Lalit.\n47. We may now turn to the deposition of Prasant Banerjee\n(PW6) who is the other eye-witness to the occurrence. This\nwitness has in his deposition before the trial court stated that\non 14th April, 2000 he was at a distance of about 100 yards\nC\nD\nE\nF\nG\nH\nH\n358 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA from the place of occurrence. According to the witness while\nhe was going on his motorcycle with Ravi Ranjan Prasad, on\nthe pillion seat the deceased Gurdas Chatterjee was going on\nthe pillion seat of another motorcycle. Appellant-Sheo Shankar\nSingh was following the deceased on a motorcycle with\nB appellant-Umesh Singh sitting on the pillion of that motorcycle.\nThe witness further states that appellant-Sheo Shankar Singh\ntook the motorcycle to the left of the motorcycle on which the\ndeceased was travelling whereupon appellant-Umesh Singh\nwho was sitting on the pillion fired two shots because of which\nthe deceased fell down on the south side of the G.T. Road. The\nmotorcycle of appellant-Sheo Shankar Singh stopped at a short\ndistance whereupon the appellant-Umesh Singh got down from\nthe motorcycle and came to the place where the deceased was\nlying and then fired another shot at him, pushed him so that his\nbody rolled down the slope. Appellant-Umesh Singh then\nreturned to the motorcycle and went away towards Nirsa. The\nwitness further stated that he knew both the accused-\nappellants.\nC\nD\n48. In cross-examination this witness stated that he\nE remained on the spot for 10-15 minutes after the occurrence\nduring which time Ravi Ranjan was with him. He and Ravi\nRanjan then proceeded to Panchat. He did not lodge any report\nin the police station but the witness told his wife, son and father\nabout the occurrence. He knew the deceased for the last 10-\nF 12 years prior to the occurrence but had not visited his house.\nHe was summoned to the police station in the month of April\n2000 but could not meet the officer in-charge. The police\nrecorded his statement one and half months after the\noccurrence at Nirsa. The witness further states that the first shot\nG from the motorcycle was fired from behind that injured the back\nportion of the head of MLA while the second shot was fired by\nappellant-Umesh Singh after he got down from the motorcycle\nwhich too had injured the deceased in his head. The witness\nfurther stated that a large crowd had assembled at the place\nof occurrence during the time he remained on the spot but he\nH\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 359\n\u0026 ANR. [T.S. THAKUR, J.]\ndid not talk to any person nor remember any persons having A\ntalked to him. The witness also denies the suggestion made\nto him that he had old friendship with appellants-Umesh Singh\nand Sheo Shankar Singh or that he had been frequently visiting\nthe house of both the appellants. The witness stated that he\nwent to the place where Gurdas Chatterji had fallen after 7-8 B\nminutes and that 10-15 persons had arrived at the piace of\noccurrence before he reached there. The witness denied the\nsuggestions that he is a member of the political party of the\ndeceased-Gurdas Chatterji.\nC\nD\nE\n49. Mr. Lalit contended that Mr. Prasant Banerjee (PW-6)\nwas not an eye-witness as he had come to the place of\noccurrence 7-8 minutes after the occurrence. He also argued\nthat the witness had not made any statement to the police till\n2nd June, 2000 which renders his story suspect. There is no\ndoubt a delay of one and half months in the recording of\nstatement of Prasant Banerjee (PW-6). The question is whether\nthe same should by itself justify rejection of his testimony. Our\nanswer is in the negative. The legal position is well settled that\nmere delay in the examination of a particular witness does not,\nas a rule of universal application, render the prosecution case\nsuspect. It depends upon circumstances of the case and the\nnature of the offence that is being investigated. It would also\ndepend upon the availability of information by which the\ninvestigating officer could reach the witness and examine him.\nIt would also depend upon the explanation, if any, which the\ninvestigating officer may offer for the delay. In a case where the\ninvestigating officer has reasons to believe that a particular\nwitness is an eye-witness to the occurrence but he does not\nexamine him without any possible explanation for any such\nomission, the delay may assume importance and require the G\nCourt to closely scrutinize and evaluate the version of the\nwitness but in a case where the investigating officer had no\nsuch information about any particular individual being an eye-\nwitness to the occurrence, mere delay in examining such a\nwitness would not ipso facto render the testimony of the witness\nF\nH\n360 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA suspect or affect the prosecution version. We are supported\nin this view by the decision of this Court in Ranbir and Ors. v.\nState of Punjab (1973) 2 SCC 444 where this Court examined\nthe effect of delayed examined of a witness and observed:\nB\nC\n16\n.... The question of delay in examining a witness during\ninvestigation is material only if it is indicative and\nsuggestive of some unfair practice by the investigating\nagency for the purpose of introducing a got-up witness to\nfalsely support the prosecution case. It is, therefore,\nessential that the \"Investigating Officer should be asked\nspecifically about the delay and the reasons therefore......\"\n50. Again in Satbir Singh and Ors. v. State of Uttar\nPradesh (2009) 13 SCC 790 the delay in the examination of\nthe witness was held to be not fatal to the prosecution case.\nD This Court observed:\nLLI\nE\n\"32. Contention of Mr. Sushil Kumar that the Investigating\nofficer did not examine some of the witnesses on 27th\nJanuary, 1997 cannot be accepted for more than one\nreason; firstly, because the delay in the investigation itself\nmay not benefit the accused; secondly, because the\nInvestigating Officer (PW 8) in his deposition explained the\nreasons for delayed examination of the witnesses.....'\n\"\n51. The investigating officer has, in the instant case, stated\nF that Prasant Banerjee (PW6) had met him for the first time on\n2nd June, 2000 and that he recorded his statement on the very\nsame day. He has further stated that prior to 2nd June, 2000\nhe had no knowledge that Prasant Banerjee (PW6) was a\nwitness to the occurrence. Even Prasant Banerjee has given\nG an explanation how the investigating officer reached him.\nAccording to his deposition the Inspector had told him that he\nhad come to record his statement after making an enquiry from\nthe person who was sitting on the pillion of his motorcycle on\nthe date of occurrence. Ravi Ranjan the pillion rider had also\ninformed him that his statement had been recorded by the\nH\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 361\n\u0026 ANR. [T.S. THAKUR, J.]\npolice. The Trial Court and the High Court have accepted the A\nexplanation offered by the investigating officer for the delay. We\nsee no reason to take a different view or to reject the testimony\nof this witness only because his statement was recorded a\nmonth and half after the occurrence.\n52. Coming then to the second facet of the submission\nmade by Mr. Lalit, we find that the contention urged by the\nlearned counsel is not based on an accurate reading of the\ndeposition of the witness. The witness has clearly stated that\nhe has seen the deceased going on a motorcycle on the date\nof the occurrence and that appellant-Sheo Shankar Singh had\nbrought his motorcycle to the left of the motorcycle of the\ndeceased whereupon appellant-Umesh Singh pillion rider had\nshot the deceased in the head. The version given by the witness\ndoes not admit of being understood to suggest that the witness\nreached the place of occurrence after the occurrence had\ntaken place. What the witness has stated is that he went to the\nplace where the deceased had fallen 5-7 minutes after the\noccurrence was over. Witnessing the occurrence cannot be\nconfused with going to the place where the deceased had\nfallen. On a careful reading of the deposition of the witness we\ndo not see any infirmity in the same that may justify the rejection\nof the version of PW6. Both the Courts below have, in our\nopinion, rightly accepted the testimony of Prashant Banerjee\nPW 6 while finding the appellants guilty.\n53. That brings us to the question whether the present is\none of those rare of rarest cases in which the High Court could\nhave awarded to the appellants the extreme penalty of death.\n54. In Jagmohan Singh v. The State of U.P (1973) 1 SCC\n20 a Constitution Bench of this Court held that in cases of\nculpable homicide amounting to murder the normal rule is to\nsentence the offender to imprisonment for life, although the\nCourt could for special reasons to be recorded in writing depart\nfrom that rule and impose a sentence of death. The Court held\nthat while a large number of murders are of the common type,\nB\nC\nD\nE\nF\nG\nH\n"}