{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"322 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA the version to be both consistent and reliable. There is\nnothing inherently improbable about the manner in which\nPW16 narrated the occurrence or his presence on the\nspot. There is not even a suggestion of any enmity\nbetween the appellants and the witness nor a bias\nB favouring the prosecution to make his version suspect.\nThe narration given by the witness is natural and does\nnot suffer from any material inconsistency or\nimprobability of any kind. The presence of the witness on\nthe spot is proved by PWs 1 \u0026 2, both of whom reached\nC the place of occurrence immediately after hearing about\nthe killing of the deceased and met PW16 on the spot.\nBoth these witnesses have testified that the T-shirt worn\nby the witness was bloodstained and the motorcycle\nwhich he was driving was lying on the spot with the dead\nD body of the deceased at some distance. Both of them\nhave signed the statement made by PW16 before the\npolice which constitutes the first information report about\nthe incident in which both of them have claimed that they\nhave seen appellant-S with one other person going on\nthe motorcycle whom they could identify. The presence\nof PW16 on the spot is testified even by PW6, also an\neye-witness to the occurrence. That apart the presence\nof injuries on the person of the PW16 duly certified by the\nmedical officer concerned, and the fact that the T-shirt\nworn by him was torn at two different places\ncorresponding to the injuries sustained by him also\ncorroborates the version given by the witness that he\nwas driving the motorcycle as claimed by him when the\ndeceased was gunned down. [Para 34] [348-F-H; 349-A-\nE]\nE\nF\nG\n2.7. The first information report was registered\nwithout any delay and PW16 was medically examined on\nthe incident date itself, though late in the evening. All\nthese circumstances completely eliminate the possibility\nH of the witness being a planted witness. The testimony of\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 323\n\u0026 ANR.\nthis witness and the deposition of the PWs 1 and 2 prove A\nhis being with the deceased before the incident and being\non the spot immediately after the occurrence with\nbloodstains on his clothes with the motorcycle being\ndriven by him lying nearby. Therefore, the finding\nrecorded by the two courts below that the deceased was B\ntravelling with PW16 on the latter's motorcycle from\nDhanbad to Nirsa at the time of the occurrence and was,\ntherefore, a competent witness who could and has\ntestified to this occurrence, as the same took place, is\naffirmed. [Para 35] [349-F-H; 350-A-B]\nC\nD\n3.1. Identification of an accused in the Court by a\nwitness constitutes substantive evidence in a case\nalthough any such identification for the first time at the\ntrial may more often than not appear to be evidence of a\nweak character. That being so, a test identification\nparade (TIP) is conducted with a view to strengthening\nthe trustworthiness of the evidence. Such a TIP then\nprovides corroboration to the witness in the Court who\nclaims to identify the accused persons otherwise\nunknown to him. Test Identification parades, therefore, E\nremain in the realm of investigation. The Code of Criminal\nProcedure does not oblige the investigating agency to\nnecessarily hold a test identification parade nor is there\nany provision under which the accused may claim a right\nto the holding of a test identification parade. The failure F\nof the investigating agency to hold a test identification\nparade does not, in that view, have the effect of\nweakening the evidence of identification in the Court. As\nto what should be the weight attached to such an\nidentification is a matter which the Court will determine G\nin the peculiar facts and circumstances of each case. In\nappropriate cases the Court may accept the evidence of\nidentification in the Court even without insisting on\ncorroboration. [Para 37] [350-F-H; 351-A-C]\nH\nA\nC\nD\n324\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\n3.2. The omission of the investigating agency to\nassociate PW16 with the test identification parade in\nwhich PW1identified the appellant-U will not ipso jure\nprove fatal to the case of the prosecution, although the\ninvestigating agency could and indeed ought to have\nB associated the said witness also with the test\nidentification parade especially when the witness had not\nclaimed familiarity with the appellant-U before the\nincident. Even so, its omission to do so does not affect\nthe credibility of the identification of the said appellant by\nPW16 in the Court. That is because the manner in which\nthe incident has taken place and the opportunity which\nPW16 had, to see and observe the actions of appellant-\nU were sufficient for the witness to identify him in the\nCourt. This opportunity was more than a fleeting glimpse\nof the assailants. Appellant-U was seen by the witness\npillion riding the motorcycle, coming in close proximity\nto his motorcycle, shooting the deceased from close\nrange, stopping at some distance and coming back to the\nmotorcycle where the deceased and the witness had\nfallen, abusing and threatening the witness and asking\nhim to run away from the spot. All this was sufficient to\ncreate an impression that would remain imprinted in the\nmemory of anyone who would go through such a\ntraumatic experience. It is not a case where a chance and\nuneventful glance at another motorcyclist may pass\nwithout leaving any impression about the individual\nconcerned. It is a case where the nightmare of the\noccurrence would stay in the memory of and indeed\nhaunt the person who has undergone through the\nexperience for a long long time. Absence of a test\nG identification parade and the failure of the Investigating\nOfficer to associate the witness with the same does not,\ntherefore, make any material difference in the instant\ncase. [Para 40] [353-D-H; 354-A-C]\nE\nF\nH\nMalkhansingh and Ors. v. State of M.P. (2003) 5 SCC\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 325\n\u0026 ANR.\n746; Pramod Mandal v. State of Bihar (2004) 13 SCC 150; A\nAqeel Ahmad v. State of Uttar Pradesh 2008 (16) SCC 372\n- relied on.\nKrishna Govind Patil v. State of Maharashtra 1964 (1)\nSCR 678 referred to.\n-\nB\n4.1. It is true that not only according to PW16 but also\naccording to PW1, PW2 and the Investigating Officer, the\nT-shirt worn by PW16 was bloodstained which was\nseized in terms of the seizure memo referred to earlier. It\nis also true that a reference to the forensic science C\nlaboratory would have certainly corroborated the version\ngiven by these witnesses about the T-shirt being\nbloodstained and the blood group being the same as that\nof the deceased. That no explanation is forthcoming for\nthe failure of the prosecution in making a reference to the D\nforensic science laboratory which could have\nstrengthened the version given by PW16 too is not in\ndispute. However, the failure of the investigating agency\nto make a reference would not in the circumstances of\nthe case discredit either the version of the witnesses that E\nthe T-shirt was bloodstained when it was seized or\nconstitute a deficiency of the kind that would affect the\nprosecution version. Failure to make a reference to\nforensic science laboratory is in the circumstances of the\ncase no more than a deficiency in the investigation of the\ncase. Any such deficiency does not necessarily lead to\nthe conclusion that the prosecution case is totally\nunworthy of credit. Deficiencies in investigation by way\nof omissions and lapses on the part of investigating\nagency cannot in themselves justify a total rejection of\nthe prosecution case. [Para 42] [354-F-H; 355-A-C]\n4.2. The failure on the part of the investigating officer\nin sending the blood stained clothes to the FSL and the\nempty cartridges to the ballistic expert would not be\nsufficient to reject the version given by the eye witnesses.\nF\nG\nH\nI\n326\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA That is especially so when a reference to the ballistic\nexpert would not have had much relevance since the\nweapon from which the bullets were fired had not been\nrecovered from the accused and was not, therefore,\navailable for comparison by the expert. [Para 44] [356-E]\nB\nC\nRam Bihari Yadav v. State of Bihar and Ors. (1998) 4\nSCC 517; Surendra Paswan v. State of Jharkhand (2003) 12\nSCC 360; Amar Singh v. Balwinder Singh and Ors. (2003) 2\nSCC 518 relied on.\n-\n5. The fact that the motorcycle on which the\ndeceased was travelling along with PW16 was found at\nthe place of occurrence is amply proved by the evidence\nadduced by the prosecution. It is also clear that the\nmotorcycle in question did not belong either to the\nD deceased or to PW16. In the circumstances there is no\nimprobability in the version of PW16 that the said\nmotorcycle had been borrowed by him from his friend.\nThe mere fact that the owner of the motorcycle or PW16\nhad not applied for release of the motorcycle in their\nE favour does not in the least affect the prosecution case\nmuchless does it render the same doubtful in toto. [Para\n45] [356-G-H; 357-A-B]\nF\nG\nH\n6. The incident in question had taken place around\n2.45 p.m. The statement of PW16 was recorded by the\ninvestigating officer at around 4.15 p.m. on the same day\nbased on which first information report was registered in\nthe police station. The copy of the first information was\nreceived by the jurisdictional magistrate the next day.\nApart from PW16, the statement was also signed by PW1\nand PW2. All the three witnesses have stood by what has\nbeen attributed to them in the first information report. Also,\nthere was absence of any unexplained or abnormal delay\nin the registration of the case and the despatch of the first\ninformation report to the jurisdictional magistrate. [Para\n46] [356-G-H; 357-C-G]\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 327\n\u0026 ANR.\nB\n7.1. No doubt there was delay of one and half months A\nin the recording of statement of PW-6, however, the same\ndoes not by itself justify rejection of his testimony. The\nlegal position is well settled that mere delay in the\nexamination of a particular witness does not, as a rule of\nuniversal application, render the prosecution case\nsuspect. It depends upon circumstances of the case and\nthe nature of the offence that is being investigated. It\nwould also depend upon the availability of information by\nwhich the investigating officer could reach the witness\nand examine him. It would also depend upon the\nс\nexplanation, if any, which the investigating officer may\noffer for the delay. In a case where the investigating officer\nhas reasons to believe that a particular witness is an eye-\nwitness to the occurrence but he does not examine him\nwithout any possible explanation for any such omission,\nthe delay may assume importance and require the Court\nto closely scrutinize and evaluate the version of the\nwitness but in a case where the investigating officer had\nno such information about any particular individual being\nan eye-witness to the occurrence, mere delay in\nexamining such a witness would not ipso facto render the\ntestimony of the witness suspect or affect the\nprosecution version. [Para 49] [359-D-H; 360-A]\nD\nE\n7.2. The investigating officer, in the instant case,\nstated that PW6 had met him for the first time on 2nd June, F\n2000 and that he recorded his statement on the very same\nday. He further stated that prior to 2nd June, 2000 he had\nno knowledge that PW6 was a witness to the occurrence.\nEven PW6 has given an explanation how the investigating\nofficer reached him. According to his deposition the\nInspector had told him that he had come to record his\nstatement after making an enquiry from the person who\nwas sitting on the pillion of his motorcycle on the date of\noccurrence. The pillion rider had also informed him that\nhis statement had been recorded by the police. The Trial\nG\nH.\n328 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA Court and the High Court have accepted the explanation\noffered by the investigating officer for the delay. There\nis no reason to take a different view or to reject the\ntestimony of this witness only because his statement\nwas recorded a month and half after the occurrence.\nB [Para 51] [360-F-H; 361-A-B]\nC\nRanbir and Ors. v. State of Punjab (1973) 2 SCC 444;\nSatbir Singh and Ors. v. State of Uttar Pradesh (2009) 13\nSCC 790 relied on.\n-\n8. PW6 clearly stated that he has seen the deceased\ngoing on a motorcycle on the date of the occurrence and\nthat appellant-S had brought his motorcycle to the left of\nthe motorcycle of the deceased whereupon appellant-U\npillion rider had shot the deceased in the head. The\nD version given by the witness does not admit of being\nunderstood to suggest that the witness reached the place\nof occurrence after the occurrence had taken place. What\nthe witness has stated is that he went to the place where\nthe deceased had fallen 5-7 minutes after the occurrence\nwas over. Witnessing the occurrence cannot be\nconfused with going to the place where the deceased\nhad fallen. On a careful reading of the deposition of the\nwitness it is clear that there is no infirmity in the same\nthat may justify the rejection of the version of PW6. Both\nthe Courts below rightly accepted the testimony of PW\n6 while finding the appellants guilty. [Para 52] [361-B-E]\nE\nF\n9. In the instant case, the High Court was, however,\nnot justified in imposing the extreme penalty of death\nupon the appellants for reasons more than one. Firstly,\nG because the appellants are not professional killers. Even\naccording to the prosecution they were only a part of the\ncoal mafia active in the region indulging in theft of coal\nfrom the collieries. The deceased being opposed to such\nactivities appears to have incurred their wrath and got\nH killed. Secondly, because even when the deceased was\nL\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 329\n\u0026 ANR.\na politician there was no political angle to his killing. A\nThirdly, because while all culpable homicides amounting\nto murder are inhuman, hence legally and ethically\nunacceptable yet there was nothing particularly brutal,\ngrotesque, diabolical, revolting or dastardly in the\nmanner of its execution so as to arouse intense and B\nextreme indignation of the community or exhaust\ndepravity and meanness on the part of the assailants to\ncall for the extreme penalty. Fourthly, because there was\ndifference of opinion on the question of sentence to be\nawarded to the convicts. The Trial Court did not find it to C\nbe a rarest of rare case and remained content with the\naward of life sentence only which sentence the High\nCourt enhanced to death. Considering all these\ncircumstances, the death sentence awarded to the\nappellants deserves to be commuted to life D\nimprisonment. [Para 60] [365-E-H; 366-A-B]\n.\nJagmohan Singh v. The State of U.P (1973) 1 SCC 20;\nBachan Singh v. State of Punjab (1980) 2 SCC 684; Machhi\nSingh and Ors. v. State of Punjab (1983) 3 SCC 470; Farooq\nalias Karattaa Farooq and Ors. v. State of Kerala (2002) 4\nSCC 697; Santosh Kumar Satishbhushan Bariyar v. State of\nMaharashtra (2009) 6 SCC 498; State of Maharashtra v.\nPrakash Sakha Vasave and Ors. (2009) 11 SCC 193 -- relied\non.\n10. In the result, the judgments and orders under\nappeal are affirmed with the modification that instead of\nsentence of death as awarded by the High Court, the\nappellants shall suffer rigorous imprisonment for life.\n[Para 61] [366-B-C]\nE\nF\nG\nCase Law Reference:\n(1973) 3 SCC 219\nRelied on\nPara 13\nH\n330 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\n(1996) 9 SCC 40\nRelied on\nPara 13\n(2008) 16 SCC 73\nRelied on\nPara 13\n(1964) 1 SCR 678\nReferred to\nPara 36\n(2003) 5 SCC 746\nRelied on\nPara 37\nB\n(2004) 13 SCC 150\nRelied on\nPara 38\n(2008) 16 SCC 372\nRelied on\nPara 39\n(1998) 4 SCC 517\nRelied on\nPara 42\nC\n(2003) 12 SCC 360\nRelied on\nPara 42\n(2003) 2 SCC 518\nRelied on\nPara 43\n(1973) 2 SCC 444\nRelied on\nPara 49\nD\n(2009) 13 SCC 790\nRelied on\nPara 50\n(1973) 1 SCC 20\nRelied on\nPara 54\n(1980) 2 SCC 684\nRelied on\nPara 55\nE\n(1983) 3 SCC 470\nRelied on\nPara 56\n(2002) 4 SCC 697\nRelied on\nPara 57\n(2009) 6 SCC 498\nRelied on\nPara 58\n(2009) 11 SCC 193\nRelied on\nPara 59\nF\nLL\nG\nH\nCRIMINAL APPELATE JURISDICTION : Criminal Appeal\nNos. 791-792 of 2005.\nFrom the Judgment \u0026 Order dated 6.5.2005 of the High\n\"Court of Jharkhand at Ranchi in Criminal Appeal (DB) No. 43\nof 2004 and Criminal Revision No. 136 of 2004.\nWITH\nCriminal Appeal No. 793-794 of 2005.\nSHEO SHANKAR SINGH v. STATE OF JHARKHAND 331\n\u0026 ANR.\nU.R. Lalit, A.T.M. Rangaramanujam, Sunil Kumar, Ashok\nKumar Singh, Prakhar Sharma, Anu Gupta, S Biswajit Meitei,\nS. Chandra Shekhar, P. Sharma, M.K. Jha, Anil K. Jha, Lalita\nKaushik, V.N. Raghupathy for the appearing parties.\nThe Judgment of the Court was delivered by\nT.S. THAKUR, J. 1. These appeals by special leave are\ndirected against a common judgment and order dated 6th May,\n2005 passed by the High Court of Jharkhand at Ranchi\nwhereby the conviction of appellant-Sheo Shankar Singh under\nSection 302 read with Section 34 IPC and that of appellant-\nUmesh Singh under Section 302 read with Section 34 IPC and\nSection 27 of the Arms Act have been confirmed and the\nsentence of rigorous imprisonment for life imposed upon the\nsaid two appellants by the Trial Court enhanced to the sentence\nof death. Criminal Revision Petition No.136 of 2004 seeking\nenhancement of sentence imposed upon Umesh Singh and\nSheo Shankar Singh has been consequently allowed by the\nHigh Court while Criminal Revision Petition No.135 of 2004 filed\nagainst the acquittal of three other accused persons Md. Zahid,\nPremjeet Singh and Uma Shankar Singh dismissed.\n2 Briefly stated the prosecution case is that on 14th April,\n2000, the deceased-Shri Gurudas Chatterjee, a sitting member\nof Jharkhand State Legislative Assembly was returning to Nirsa\nfrom Dhanbad riding the pillion seat of a motorcycle that was\nbeing driven by the first informant Apurba Ghosh, examined at\nthe trial as PW 16. At about 2.45 p.m. when the duo reached\na place near Premier Hard Coke, Apurba Ghosh, the informant\nheard the sound of a gunshot from behind. He looked back only\nto find that appellant-Sheo Shankar Singh was driving a black\nmotorcycle on the left of the informant with an unknown person,\nlater identified as Umesh Singh, sitting on the pillion seat\ncarrying a pistol in his hand. Umesh Singh, the pillion rider, is\nalleged to have fired a second time from close range which hit\nthe deceased-Gurudas Chatterjee in the head, who slumped\nA\n00\nB\nс\nD\nE\nF\nG\nH\n"}