{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nKAMALA S.\nV.\nVIDYADHARAN M.J. AND ANR.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nNegotiable Instruments Act, 1881-Sections 138, 139 and 142-\nDishonour of cheque-Presumption in favour of holder of Negotiable\nInstruments - Criminal complaint by holder of cheque that the drawer borrowed\nmoney and the cheque issued dishonoured-Drawer's case that cheque drawn\nnot in discharge of any debt or liability-Trial court holding that the drawer's\ndefence was probable and presumption raised stood discharged-Acquittal\nof drawer-Set aside by High Court holding that the drawer failed to discharge\nthe burden of proof-Correctness of-Held: Drawer's case not wholly an\nD improbable one-If it was probable, the findings of trial court could not be\nrejected without meeting the reasoning therefor―Interference by High Court\nnot correct that too when two views were possible.\nE\nF\nG\nH\nAccording to the appellant, S-wife of respondent, owned a property and\nexecuted sale deeds in favour of R and T as a security in lieu of some amount\npaid in favour of S. When R and T demanded money back from S, she\napproached the appellant for purchase of the property for consideration of\nRs.5 lakhs. T executed a sale deed in favour of appellant and appellant withdrew\nRs.4 lakhs and paid to S which in turn was paid to T \u0026 R. Appellant further\nissued a cheque in favour of respondent and gave it to S as the property was\nshort by few cents. Cheque was dishonoured for insufficient funds upon\npresentation. Respondent issued a notice but the amount was not repaid.\nRespondent then filed complaint petition under section 138 of the Negotiable\nInstruments Act, 1881 alleging that the appellant had borrowed a sum of Rs.\n1 lakh from the respondent for purchasing a house. Appellant contended that\nthe cheque was drawn for payment of balance consideration for sale of a\nproperty in her favour by wife of respondent and not for discharge of any debt\nor security. Trial Court held that the defence of the appellant was a probable\none and the presumption raised under section 142 of the Act stood discharged\nwhereas the complainant failed to discharge the onus and acquitted the\nappellant. Respondent filed appeal. High Court set aside the order holding\n852\nt\n7\nKAMALA S. v. VIDYADHARAN M.J.\n853\nthat the appellant had not been able to discharge the burden of proof laid down A\nunder sections 138 and 139 of the Act and convicted the appellant. Hence the\npresent appeal.\nAppellant-complainant contended that the trial court keeping in view\nthe entire materials on records had arrived at an opinion that the burden had\nfully been discharged by the appellant and, thus, could not have set aside the\nsaid finding as the said defence was a probable one.\nB\nRespondent contended that in view of the agreement between the parties,\na cheque was drawn by the appellant within a period of 5 months from the\ndate of agreement, a presumption in terms of section 139 was correctly raised\nC\nby the High Court; and that even if the defence raised by the appellant was\ntrue, she has failed to offer any explanation as to why the cheque had to be\nissued.\nAllowing the appeal, the Court\nHELD: 1.1. The Negotiable Instruments Act, 1881 contains provisions\nraising presumption as regards the negotiable instruments under Section\n118(a) of the Act as also under Section 139 thereof. The said presumptions\nare rebuttable ones. Whether presumption stood rebutted or not would depend\nupon the facts and circumstances of each case. [Para 15] [585-G-H]\nM.S. Narayana Menon Alias Mani v. State of Kerala and Anr., [2006] 6\nSCC 39, relied on.\nD\nE\n1.2. The standard of proof in discharge of the burden in terms of Section\n139 of the Act being of preponderance of a probability, the inference therefor F\ncan be drawn not only from the materials brought on record but also from the\nreference to the circumstances upon which the accused relies upon.\n[Para 17] [859-C-D]\n2.1. According to the appellant, two Sale Deeds were executed showing\nconsiderations therefor as Rs. 80,000/- and Rs. 20,000/- only at the instance G\nof the appellant although the agreed consideration therefor was Rs. 5 lakhs.\nA finding of fact was arrived at that the cheque was not signed 5 months after\nthe execution of the agreement as contained in the exhibit but on the same\nday. This finding was arrived at on comparison of the colour of the ink and\n'letter pattern' obtaining in both the documents. A further finding of fact was\nH\n854\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA arrived at by the Trial Judge that the same had been written by the same pen.\nThe respondent who examined himself as PW-1 accepted that he had received\na sum of Rs. 20,000/- after the execution of the said Deed of Sale, but raised\na contention that said amount had not been paid in relation to another\ntransaction; but what other transaction was entered into by and between the\nparties thereto had not been disclosed. Despite a definite stand taken by the\nappellant in that behalf, the respondent did not bring any fact to establish as\nto what the possible transaction could have been. [Paras 21 and 23] [860-E-G]\nB\n2.2. High Court only on the premise that R and T had not been examined\nand the appellant did not exhibit the Sale Deeds executed in their favour by\nC the wife of the respondent opined that the said finding was perverse. The\nreasonings of the Trial Judge had not been met by the High Court. Nothing\nhas been stated as to why the findings of the Trial Judge were not probable.\n[Para 24] [861-D-E]\n2.3. Having considered the entire fact situation obtaining in the instant\nD case the opinion that the defence case cannot said to be wholly improbable\none. If it was probable, the findings of the Trial Judge could not have been\nthrown out without meeting the reasonings therefor. Therefore, High Court\nwas not correct in interfering with the said judgment. Further, when two views\nare possible, the High Court while exercising its appellate power against a\nE judgment of acquittal shall not ordinarily interfere therewith.\nF\nG\nH\n[Paras 25 and 26] [861-E-G]\nV. Venkata Subbarao v. State represented by Inspector of Police, A.P.,\n(2006) 14 SCALE 125, relied on\n2007.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 233 of\nFrom the final Judgment/Order dated 10.3.2006 of the High Court of\nKerala at Ernakulam in Crl. A. No.1017/2002.\nK.V. Viswanathan, M. Greesh Kumar and Khwairakpam Nobin Singh for\nthe Appellant.\nK. Rajeev, K.C. Ranjit, Rutwik Panda, Boby Angushnr and Sahadev\nSingh for the Respondents.\nThe Judgment of the Court was delivered by\n\u003e\nT\nt\nKAMALA S. v. VIDYADHARAN M.J. [S.B. SINHA, J.]\n855\nS.B. SINHA, J. 1. Leave granted.\n2. Appellant herein was charged with commission of an offence under\nSection 138 of the Negotiable Instruments Act, 1881 (for short, 'the Act') on\nthe premise that a cheque issued by her on 05.09.1997 for a sum of Rs. 1 lakh.\ndrawn in favour of the respondent herein, when presented, was dishonoured\nfor the reason \"funds insufficient\". A legal notice was sent to her, but despite\nthe receipt thereof, she had not repaid the said amount.\n3. Before the learned Trial Judge, a defence was raised by the appellant\nherein that the cheque in question was not drawn in discharge of any debt\nor security but in fact was drawn for payment of a balance consideration for\nsale of a property in her favour by the wife of the respondent.\nA\nB\nC\n4. According to the appellant, Smt. Sathyabhama owned a property\nbearing old Survey No. 1363/3-1-1 measuring an area of 47 cents. She had\nexecuted two Sale Deeds, one in favour of Mr. Ramchandran Nair and another\nin favour of Thankamony conveying to them 20 cents and 27 cents respectively. D\nThe Sale Deeds were allegedly executed in favour of the aforementioned\npersons as a security in lieu of some amount paid in her favour. However,\nwhen the Thankamony and Ramchandran Nair demanded the money back\nfrom the wife of the respondent, the appellant was approached for purchase\nof the said property for a consideration of Rs. 5 lakhs. On 05.09.1997, the said.\nThankmony executed a Deed for Sale in favour of the appellant wherefor she E\nhad withdrawn a sum of Rs. 4 lakhs from bank. The said amount was paid to\nSathyabhama which in turn was paid to Thankamony and Ramchandran Nair.\nHowever, as there was a dispute in regard to the exact area of the property\nand measurement therefor had not been taken, she had given a cheque to\nSathyabhama in the name of her husband as demanded by Sathyabhama on F\nan understanding that the consideration shall be reduced if the area found\nin the Sale Deed is found short. As upon measurement, the area of the\nproperty conveyed in his favour was found to be short by 4 cents, the\nappellant paid a sum of Rs. 20,000/- to the respondent on 27.11.1997. Allegedly,\nhowever the respondent had asked for a sum of Rs. 10,000/- more from the\nappellant, but a sum of Rs. 5,000/- was only given to him on 18.12.1997 G\ntowards full and final settlement thereof and in that view of the matter no\nfurther amount was due for her.\n5. However, despite the same, a cheque was produced before a bank\nwhich, as noticed hereinbefore, was dishonoured.\nH\nA\nB\nC\nᎠ\nE\nF\nG\nH\n856\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n6. A complaint petition was filed thereafter on the allegation that the\nappellant had borrowed a sum of Rs. 1 lakh from the respondent for purchasing\na house and the same was to be repaid within a period of 5 months.\n7. The learned Trial Judge considered the evidence adduced on behalf\nof the complainant and found the defence of the appellant to be a probable\none and having regard to the facts and circumstances of this case, held that\nthe presumption raised under Section 142 of the Act stood discharged and\nthe complainant failed to discharge the onus placed on him stating:\n66\n..This also suggests that Ext. P2 may be a signed blank cheque\nissued by the accused to PW1 as a security. Thus the facts and\ncircumstances discussed above leads one to the conclusion that the\ndefence set up by accused that he had issued a signed blank cheque\nas a security along with Ext. Pl agreement and Ext. P2 is that cheque\nhe had issued is probable. The circumstances discussed above are\nbadly damaging the prosecution case and they are sufficient to displace\nthe presumptions available to the complainant. These circumstances\nin fact corroborates PW1 to show the reasonable possibility of the\nnon existence of the presumed fact. The accused need not prove his\ndefence case beyond reasonable doubt. Here the evidence tendered\nby DW1 together with the circumstances discussed above is seen\nsufficient to rebut the presumptions. Now the burden again shifts to\nthe complainant and he is to prove by independent positive evidence\nthe most material fact of existence of debt of the accused. The\ncomplainant had not produced sufficient evidence to prove his case\nbeyond reasonable doubt, without the help of the presumptions...\"\n8. On the said finding, the learned Trial Judge recorded a judgment of\nacquittal. On an appeal preferred by the respondent herein thereagainst, the\nHigh Court, however, reversed the said finding, opining that the appellant had\nnot been able to discharge the burden of proof laid down under Sections 138\nand 139 of the Act, which read as under:\n\"138. Dishonour of cheque for insufficiency, etc., of funds in the\naccount. Where any cheque drawn by a person on an account\nmaintained by him with a banker for payment of any amount of money\nto another person from out of that account for the discharge, in whole\nor in part, of any debt or other liability, is returned by the bank unpaid,\neither because of the amount of money standing to the credit of that\naccount is insufficient to honour the cheque or that it exceeds the\nست\n12.\nKAMALA S. v. VIDYADHARAN M.J. [S.B. SINHA, J.]\n857\namount arranged to be paid from that account by an agreement made A\nwith that bank, such person shall be deemed to have committed an\noffence and shall, without prejudice to any other provision of this\nAct, be punished with imprisonment for a term which may extend to\ntwo years, or with fine which may extend to twice the amount of the\ncheque, or with both:\nProvided that nothing contained in this section shall apply unless-\n(a) the cheque has been presented to the bank within a period of six\nmonths from the date on which it is drawn or within the period\nof its validity, whichever is earlier.\n(b) the payee or the holder in due course of the cheque, as the case\nmay be, makes a demand for the payment of the said amount of\nmoney by giving a notice, in writing, to the drawer of the cheque,\nwithin thirty days of the receipt of information by him from the\nbank regarding the return of the cheque as unpaid, and\n(c) the drawer of such cheque fails to make the payment of the said\namount of money to the payee or, as the case may be, to the\nholder in due course of the cheque, within fifteen days of the\nreceipt of the said notice.\nExplanation. For the purposes of this section, \"debt or other liability\"\nmeans a legally enforceable debt or other liability.\"\n“139. Presumption in favour of holder.-It shall be presumed, unless\nthe contrary is proved, that the holder of a cheque received the\ncheque of the nature referred to in section 138 for the discharge; in\nwhole or in part, or any debt or other liability.\"\nB\nC\nᎠ\nE\nF\n9. The High Court in arriving at the said conclusion, although accepted\nthat the Sale Deeds had been executed in favour of the appellant herein, but\ndespite the fact that the defence witnesses had fully supported her statement,\nwho also examined herself as DW-1, held \"There is no explanation for non-\nmentioning of the same\" in the reply to the notice which had been served on G\nher by the respondent.\n10. On the aforementioned finding, the appellant was sentenced to\nimprisonment till rising of the Court and pay compensation of a sum of Rs.\n1 lakh to the complainant in terms of Section 357(3) of the Code of Criminal\nProcedure; and in default thereof to undergo simple imprisonment for 6 months. H\ni\nA\nB\nC\nD\nE\nF\nG\nH\n858\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n11. Mr. K.V. Viswanathan, the learned counsel appearing on behalf of\nthe appellant, would submit that the High Court committed a manifest error\nin passing the impugned judgment, inasmuch as the learned Trial Judge\nkeeping in view the entire materials on records had arrived at an opinion that\nthe burden had fully been discharged by the appellant, and, thus, could not\nhave reversed the said finding as the said defence was a probable one.\n12. Mr. Rajeev, learned counsel appearing on behalf of the respondent,\non the other hand, would draw our attention to a declaration made by the\nappellant herein contained in Annexure R-1, which is in the following terms:\nE\n\"I, Sukumaran Kamala at Baiju Bhawanam in Puthoor Mukku,\nKadavoor Desom in Kadavoor Village hereby execute this agreement\non 05.09.1997 (Nineteen Ninety Seven September five) and given to\nVidhyadharan s/o Kunhikrishnan at Vidhyamandiram, at Error Amsom\nDesam in Eroor Village.\nI have obtained from you Rs. One lakh for the purpose of\npurchasing a property. I hereby undertake that I will repay Rs. One\nlakh within five months from this date. If I fail to repay Rs. One lakh\nwithin the due date you are entitled to this amount along with interest\nfrom such date and that you can realize from my properties.\nAll the above stipulations have written with my full knowledge\nand consent and signed.\"\n13. The learned counsel would contend that keeping in view the fact\nthat in terms of the said document a cheque was drawn by the appellant\nherein within a period of 5 months from 05.09.1997, a presumption in terms\nof Section 139 of the Act was correctly raised by the High Court.\n14. It was submitted that even if the defence raised by the appellant\nherein was true, she has failed to offer any explanation as to why the cheque\nhad to be issued.\n15. The Act contains provisions raising presumption as regards the\nnegotiable instruments under Section 118(a) of the Act as also under Section\n139 thereof. The said presumptions are rebuttable ones. Whether presumption\nstood rebutted or not would depend upon the facts and circumstances of\neach case.\n16. The nature and extent of such presumption came up for consideration\n!\n一人\n859\nKAMALA S. v. VIDYADHARAN M.J. [S.B. SINHA, J.]\nbefore this Court in M.S. Narayana Menon Alias Mani v. State of Kerala and A\nAnr., [2006] 6 SCC 39 wherein it was held :\n\"30. Applying the said definitions of “proved\" or \"disproved\" to the\nprinciple behind Section 118(a) of the Act, the court shall presume a\nnegotiable instrument to be for consideration unless and until after\nconsidering the matter before it, it either believes that the consideration B\ndoes not exist or considers the non-existence of the consideration so\nprobable that a prudent man ought, under the circumstances of the\nparticular case, to act upon the supposition that the consideration\ndoes not exist. For rebutting such presumption, what is needed is to\nraise a probable defence. Even for the said purpose, the evidence\nadduced on behalf of the complainant could be relied upon.\"\nC\n17. This Court.clearly laid down the law that standard of proof in\ndischarge of the burden in terms of Section 139 of the Act being of\npreponderance of a probability, the inference therefor can be drawn not only\nfrom the materials brought on record but also from the reference to the D\ncircumstances upon which the accused relies upon. Categorically stating that\nthe burden of proof on accused is not as high as that of the prosecution, it\nwas held;\n\"33. Presumption drawn under a statute has only an evidentiary value.\nPresumptions are raised in terms of the Evidence Act. Presumption E\ndrawn in respect of one fact may be an evidence even for the purpose\nof drawing presumption under another.\"\nIt was further observed that ;\n66\n38. If for the purpose of a civil litigation, the defendant may not F\nadduce any evidence to discharge the initial burden placed on him,\na \"fortiori\" even an accused need not enter into the witness box and\nexamine other witnesses in support of his defence. He, it will bear\nrepetition to state, need not disprove the prosecution case in its\nentirety as has been held by the High Court.\n39. A presumption is a legal or factual assumption drawn from the\nexistence of certain facts.\"\n18. Indisputably, a sale deed was executed in favour of the appellant\nherein by the persons in whose favour the wife of the respondent had\nexecuted Deeds of Sale.\nG\nH\nA\nB\nC\n860\n:\nbank.\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n19. A sum of Rs. 4 lakhs had been withdrawn by the appellant from the\n20. The document was executed on the same day on which Exhibit P-\nI was executed.\n21. The learned Trial Judge as also the High Court had arrived at a\nfinding of fact that the testimony of the appellant (DW-1) was supported by\nother witnesses examined on her behalf. The High Court, however, proceeded\nto hold that Ramchandran Pillai and Thankamony had not been examined nor\nthe purported Deeds of Sale executed on their behalf by the wife of the\nrespondent had been examined. Appellant, as noticed hereinbefore, examined\nherself. The wife of the complainant had been working in a school near her\nhouse. Her explanation in regard to the circumstances in which she had drawn\na cheque was not controverted. Appellant also examined the scribe of the\ndeed. According to the appellant, two Sale Deeds were executed showing\nconsiderations therefor as Rs. 80,000/- and Rs. 20,000/- only at the instance\nD of the appellant although the agreed consideration therefor the same was Rs.\n5 lakhs. DW-3, Shashi was also a document writer.\n[1]\nE\n22. The testimonies of the said witnesses were relied upon by the\nlearned Trial Judge.\n23. A finding of fact was arrived at that the cheque was not signed 5\nmonths after the execution of the agreement as contained in Ex. P-1 but on\nthe same day. This finding was arrived at on comparison of the colour of the\nink and 'letter pattern' obtaining in both the documents. A further finding of\nfact was arrived at by the learned Trial Judge that the same had been written\nby the same pen. The respondent who examined himself as PW-1 accepted\nF\nthat he had received a sum of Rs. 20,000/- after the execution of the said Deed\nof Sale, but raised a contention that said amount had not been paid in relation\nto another transaction; but what other transaction was entered into by and\nbetween the parties thereto had not been disclosed. Despite a definite stand\ntaken by the appellant in that behalf, the respondent did not bring any fact\nG to establish as to what the possible transaction could have been. It was,\ntherefore, opined ;\nH\n\u003c6\nThis also suggests that Ext. P2 may be a signed blank cheque\nissued by the accused to PW1 as a security. Thus the facts and\ncircumstances discussed above leads one to the conclusion that the\nदे\nKAMALA S. v. VIDYADHARAN M.J. [S.B. SINHA, J.]\n861\ndefence set up by the accused that he had issued a signed blank A\ncheque as a security along with Ext. P1 agreement and Ext. P2 is that\ncheque he had issued is probable. The circumstances discussed above\nare badly damaging the prosecution case and they are sufficient to\ndisplace the presumptions available to the complainant. These\ncircumstances in fact corroborates PW1 to show the reasonable\npossibility of the non existence of the presumed fact. The accused B\nneed not prove his defence case beyond reasonable doubt. Here the\nevidence tendered by DW1 together with the circumstances discussed\nabove is seen sufficient to rebut the presumptions. Now the burden\nagain shifts to the complainant and he is to prove by independent\npositive evidence the most material fact of existence of debt of the\naccused. The complainant had not produced sufficient evidence to\nprove his case beyond reasonable doubt, without the help of the\npresumptions. Thus the complainant failed to prove beyond reasonable\ndoubt that the accused had issued Ext. Pl cheque towards the\nrepayment of Rs. 1,00,000/- he had borrowed from PW1 as alleged....”\n24. The High Court, on the other hand, only on the premise that said\nRamchandran Pillai and Thankamony had not been examined and the appellant\ndid not exhibit the Deeds of Sale executed in their favour by the wife of the\nrespondent opined that the said finding was perverse. The reasonings of the\nlearned Trial Judge had not been met by the High Court. Nothing has been\nstated as to why the findings of the learned Trial Judge were not probable.\n25. Having considered the entire fact situation obtaining in the present\ncase, we are of the opinion that the defence case cannot said to be wholly\nimprobable one. If it was probable, the findings of the learned Trial Judge\ncould not have been thrown out without meeting the reasonings therefor. The\nHigh Court, therefore, in our opinion was not correct in interfering with the\nsaid Judgment.\n26. It is now well settled when two views are possible, the High Court\nwhile exercising its appellate power against a judgment of acquittal, shall not\nordinarily interfere therewith. [See V. Venkata Subbarao v. State represented\nby Inspector of Police, A.P. (2006) 14 SCALE 125].\n27. For the reasons aforementioned, the impugned judgment cannot be\nsustained, which is set aside accordingly. The appeal is allowed.\nC\nD\n(I)\nE\nF\nG\nL\nN.J.\nAppeal allowed.\nH\n"}