{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":":\nUNION OF INDIA AND ANR.\nA\nV.\nKAUSHALAYA DEVI\nFEBRUARY 15, 2007.\n[S. B. SINHA AND MARKANDEY KATJU, JJ.]\nB\nFreedom Fighter-Pension Claim-Date from which to be allowed-\nHeld: When claim is not allowed on the basis of jail certificate but on basis\nof oral statement of some other detenue, pension is to be granted from the\ndate of order for granting pension and not from the date of application.\nThe question which arose for consideration in this appeal was whether\nthe Freedom Fighters' Pension should be granted to the respondent from the\ndate of the application or from the date of the order granting the pension.\nAllowing the appeal, the Court\nC\nᎠ\nHELD: On the perusal of the record it is found that the claim was allowed\non the basis of secondary nature of evidence. The claim was not allowed on\nthe basis of jail certificate produced by the claimant but on the basis of oral\nstatement of some other detenue. Hence, the pension should be granted from E\nthe date of the order for granting pension and not from the date of the\napplication. [Para 5] [746-E]\nMukand Lal Bhandari v. Union of India \u0026 Ors., AIR (1993) SC 2127,\ndistinguished.\non.\nGovernment of India v. K.V. Swaminathan, [1997] 10 SCC 190, relied\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 783 of 2007.\nFrom the final Judgment and Order dated 5.1.2005 of the High Court of G\nHimachal Pradesh at Shimla in CWP No. 143/2004.\nVikas Singh, A.S.G., Sunita Sharma and Sushma Suri for the Appellants.\nVinay K. Khuthiala, Vandana Khuthiala and Ashok K. Mahajan for the\n745\nH\n746\nA Respondent.\nB\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal has been filed against the judgment of the Himachal\nPradesh High Court dated 5.1.2005 in Writ Petition No.143 of 2004.\n3. Heard learned counsels for the parties and perused the record. The\nshort question in this case is whether the Freedom Fighters' Pension should\nbe granted to the respondent from the date of the application or the date of\nC the order granting the pension.\nD\nE\nF\n4. It has been held by this Court in Government of India v. K.V.\nSwaminathan [1997] 10 SCC 190 that where the claim is allowed on the basis\nof benefit of doubt, the pension should be granted not from the date of the\napplication but from the date of the order.\n5. In the present case, we have perused the record and found that it is\nstated therein that the claim was allowed on the basis of secondary nature\nof evidence. In other words, the claim was not allowed on the basis of jail\ncertificate produced by the claimant but on the basis of oral statement of\nsome other detenue. Hence, we are of the opinion that the pension should\nbe granted from the date of the order and not from the date of the application.\n6. Learned counsel for respondent has relied on the judgment of this\nCourt in Mukand Lal Bhandari v. Union of India \u0026 Ors., AIR (1993) SC 2127.\n7. In our opinion that decision is distinguishable as it has been stated\ntherein that the pension cannot be granted from any date prior to the\napplication. In our opinion this does not mean that it cannot be granted from\na date subsequent to the application.\n8. For the reasons given above this appeal is allowed. The impugned\nG judgment is set aside and it is directed that the pension will be granted only\nfrom the date of the order for granting pension and not from the date of the\napplication.\nN.J.\nAppeal allowed.\nH\n"}