{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"THE COMMISSIONER OF POLICE AND ORS.\nV.\nSYED HUSSAIN\nA\nJANUARY 25, 2006\nB\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\nConstitution of India, 1950:\nArticles 226 and 14-Judicial review-Discretion exercised by statutory\nauthority Interference with--Discussed.\nService Law:\nC\nDismissal from service-Misconduct-Police Constable stood surety\nfor hardened criminal-Antecedents of accused known to the Constable—\nHeld, punishment of removal from service cannot be said to be wholly D\ndisproportionate and violative of doctrine of proportionality.\nAdministrative Law\nPublic servant-Duty to act in aid of law and not to aid or abet\naccused fleeing from justice.\nE\nDoctrine-Doctrine of proportionality-Applicability of.\nRespondent, a Police Constable, was dismissed from service for\nmisconduct on the charges that he knowingly stood surety for a hardened\ncriminal involved in 32 cases of snatching goods from other persons. His F\napplication was dismissed by the Andhra Pradesh Administrative Tribunal\nbut his writ petition was allowed by the High Court in part holding that the\nrespondent had an unblemished record of 28 years of service and directing\nthe Tribunal to substitute the order by any other punishment except dismissal,\nremoval or compulsory retirement. Aggrieved, the Department filed the\npresent appeal.\nG\nAllowing the appeal, the Court\nHELD: 1. The respondent stood surety for a hardened criminal who had\n805\nH\n806\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA been involved in several snatching cases and who jumped bail. Presumably\nbecause the respondent, a Constable, had stood as the surety, the accused was\nenlarged on bail by the court. In a situation of this nature, keeping in view the\nnature of duties that a protector of law is required to perform, the disciplinary\nauthority cannot be said to have committed an error in imposing the\npunishment of removal from service upon the respondent, particularly when\non earlier two occasions also he had been found guilty of commission of\nmisconduct and punished therefor. The High Court thus committed a manifest\nerror in arriving at a finding that the respondent had unblemished record for\n28 years. On the basis of materials on record which was before the High\nCourt, such finding could not have been arrived at. The impugned judgment\nC cannot be sustained, and is set aside. [809-F, G, H; 810-A-B, D|\nB\nD\nE\nF\nG\n2. It is not the case of the respondent that the impugned order of\npunishment smacks of arbitrariness so as to attract the wrath of Article 14\nof the Constitution of India. The jurisdiction of the disciplinary authority to\nimpose such punishment is also not in question. [809-A]\n3. Furthermore, the punishment of removal from service is not imposed\nonly in the case of fraud or defalcation of Government funds but even where\na misconduct is committed by a person who holds a position of trust and on\nwhom the society looks forward as a protector of law and in such cases\npunishment of removal from service cannot be said to be wholly\ndisproportionate, and thus the same was not even violative of doctrine of\nproportionality. The doctrine of proportionality has to be applied in appropriate\ncase as the depth of judicial review will depend on the facts and circumstances\nof each case. It is not one of such cases where the doctrine of proportionality\nshould be invoked. [809-E, 810-C}\nHuang and Ors. v. Secretary of Stute for the Home Department, [2005]\n3 All ER 435 and R. v. Secretary of State of the Home Department, ex. P. Dale\n[2001] 3 All ER 433, referred to.\nOm Kumar \u0026 Ors. v. Union of India, [2001] 2 SCC 386, cited.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 6319 of 2004.\nFrom the Judgment and Order dated 7.8.2003 of the Andhra Pradesh\nHigh Court in Writ Petition (C) No. 15966/2003.\nH\nMrs. D. Bharathi Reddy for the Appellants.\n?\nTHE COMMISSIONER OF POLICE v. SYED HUSSAIN\n807\nDr. K.P. Kyalashanatha Pillai, G. Ramakrishna Prasad, Mohd. Wasay A\nKhan, Suyodhan B., R. Shanthanand Krishna, D. Mahesh Babu, R. Santhan\nKrishnan, G. Sateesh and Mrs. K. Radha Rani for the Respondent.\nThe following Order of the Court was delivered:\nThis appeal is directed against the order dated 7.8.2003 passed by the B\nDivision Bench of the High Court of judicature of Andhra Pradesh at Hyderabad\nin Writ Petition No. 15966/2003 whereby and whereunder the Writ Petition\nfiled by the respondent herein against a judgment and order dated 22.4.2003\npassed by the Andhra Pradesh Administrative Tribunal at Hyderabad in O.A.\nNo. 6884/2002 was allowed in part.\nThe respondent was a police constable. He stood as surety to one\nAhmed Qureshi. The said person was accused in 32 cases involving snaching\nof goods from other persons.\nC\nD\nThe alleged misconduct on the part of the respondent was admitted. A\ndepartmental proceeding was initiated against him and upon return of verdict\nof guilt by the inquiry officer, the respondent was directed to be removed from\nservice by the Disciplinary Authority. The respondent filed an Original\nApplication before the Andhra Pradesh Administrative Tribunal questioning\nthe said order. The Tribunal considered the matter in depth and opined that\nthere was no merit in the said application. The Tribunal noticed that the E\ninquiry officer in his report arrived at a finding of fact that the respondent\nherein knew fully well that the said Ahmed Oureshi was involved in a series\nof snatching cases. It was also noticed that the respondent had been attending\nthe Court in the said cases. It further noticed that the police officer who was\ncross-examined as prosecution witness also stated that the respondent aided\nseveral other criminals in the city in securing bails from the Courts.\nOn the basis of the said findings, the Original Application was dismissed.\nF\nOn a writ petition having been filed by the respondent before the High\nCourt, the Division Bench of the High Court although did not interfere with\nG\nthe findings of the inquiry officer but interfered with the quantum of\npunishment. The High Court, however, observed that in view of catena of\ndecisions of this Court, the jurisdiction of the High Court, in interfering with\nthe quantum of punishment, must be exercised in most exceptional cases.\nHaving said no, it recorded that the respondent had maintained a clean record\nand he had also served the Police force for a period of 28 years as on the H\n808\nSUPREME COURT REPORTS\nA date of framing of charges and had another 8 years to serve.\n[2006] 1 S.C.R.\nOn the aforementioned premise as also upon taking note of the fact that\nhe had not been found guilty of commission of any case of fraud or defalcation\nof government funds, the High Court came to the opinion that the punishment\nof removal from service would be too harsh and in that view of the matter\nB remitted the case to the appellate authority for substitution the punishment\nof removal of any other punishment except dismissal, removal or compulsory\nretirement.\nC\nThe appellants are, thus, before us.\nLearned counsel appearing on behalf of the appellants submitted that\nthe High Court committed a serious error of record in holding the respondent\nherein had maintained a clean record for 28 years and in this connection drew\nour attention to the counter affidavit filed on behalf of the State before the\nTribunal, wherein it had been pointed out that the respondent had on an\nD earlier occasion been imposed punishments of 'reduction in time scale of pay\nfor one year' and furthermore in another case was awarded the punishment\nof 'Censure'.\nᎠ\nLearned counsel appearing on behalf of the respondent, on the order\nhand, would contend that as the respondent did not commit any misconduct\nE in discharge of his official duty, a case has been made out where doctrine of\nproportionality should be invoked. The disciplinary authority, learned counsel\nwould submit, while exercising its statutory power of imposing punishment.\nmust act reasonably while exercising its jurisdiction. Reliance in this connection\nhas been placed on Om Kumar and Ors. v. U.O.I., [2001] 2 SCC 386. It was\nfurther more pointed out that in England in stead and place of doctrine of\n'Irrationality', the doctrine of Proportionality is being invoked generally and\nin support of said contention reliance has been placed on R v. Secretary of\nState for the Home Department, ex parte Daly, (2001) 3 All England Law\nReports 433.\nF\nG\nIt is one thing to say that order passed by the statutory authority is\nwholly arbitrary and thus violative of Article 14 of the Constitution of India\nand thus liable to be set aside, but it is another thing to say that the\ndiscretionary jurisdiction exercised by such authority should not ordinarily be\ninterfered with by a superior Court while exercising its power of judicial review.\nunless one or the other ground upon which and on the basis whereof the\nH power of judicial review can be exercised, exist.\n:\n་\nTHE COMMISSIONER OF POLICE v. SYED HUSSAIN\n809\nIt is not the contention of the learned counsel for the respondent that A\nthe impugned order of punishment smacks of arbitrariness so as to attract the\nwrath of Article 14 of the Constitution of India. The jurisdiction of the\ndisciplinary authority to impose such punishment is also not in question.\nThus, even assuming that a time has come where this Court can develop\nB\n'administrative law' by following the recent decisions of the House of Lords,\nwe are of the opinion it is not one of such cases where the doctrine of\nproportionality should be invoked. In ‘Ex p Daly' (supra) if was held that the\ndepth of judicial review and the deference due to the administration discretion\nvary with the subject matter. It was further stated “It may well be, however,\nthat the law can never be satisfied in any administrative field merely by a C\nfinding that the decision under review is not capricious or absurd.\" As for\nexample in Huang and Ors. v. Secretary of State for the Home Department,\n[2005] 3 All ER 435, referring to R. v. Secretary of State of the Home\nDepartment, ex. P. Dale, [2001] 3 All ER 433, it was held that in certain cases,\nthe adjudicator may require to conduct a judicial exercise which is not merely D\nmore instrusive than Wednesbury, but involves a full-blown merits judgment,\nwhich is yet more than Ex. p. Daly requires on a judicial review where the\nCourt has to decide a proportionality issue.\nIt is, therefore, beyond any doubt cr dispute that the doctrine of\nproportionality has to be applied in appropriate case as the depth of judicial E\nreview will depend on the facts and circumstances of each case.\nThe respondent herein was a Constable. He was to uphold the Rule of\nLaw. It was his duty to aid the prosecution in getting the guilty punished.\nIt was not his duty to aid or abet the accused in fleeing from justice. The\nF\naccused in question Ahmed Qureshi, in view of the finding of fact arrived at\nby the disciplinary authority, was a hardened criminal. He had been involved\nin a series of snatching cases. Not only that, the respondent was also helping\nthe other accused persons in obtaining bails from the Courts. It has been\npointed out that in the case in which the respondent stood surety for the said\nAhmed Qureshi, he had jumped bail. Presumably because the respondent - G.\na Constable had stood as his surety, he was enlarged on bail by the Court.\nIn a situation of this nature, keeping in view the nature of duties that\na protector of law is required to perform, we are firmly of the opinion that the\ndisciplinary authority cannot be said to have committed an error in imposing\nthe punishment of removal from service upon the respondent, particularly\nH\n810\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA when on earlier two occasions also he had been found guilty of commission\nof misconduct and punished therefor. The High Court thus committed a\nmanifest error in arriving at a finding that the respondent had unblemished\nrecord for 28 years. We are not sure whether the High Court's attention was\ndrawn to the statements made either Counter Affidavit filed on behalf of the\nappellants herein before the Andhra Pradesh Administrative Tribunal which\nshowed contra but on the basis of the materials on record which was before\nthe High Court such finding could not have been arrived at.\nB\nFurthermore, the punishment of removal from service is not imposed\nonly in the case of fraud or defalcation of government funds but even where\nC a misconduct is committed by a person who holds a position of trust and on\nD\nwhom the society looks forward as a protector of law and in such cases\npunishment of removal from service cannot be said to be wholly\ndisproportionate, and thus the same was not even violative of doctrine of\nproportionality.\nFor the foregoing reasons, the impugned judgment cannot be sustained,\nthe same is set aside accordingly. The appeal is allowed and the judgment and\norder passed by the Andhra Pradesh Administrative Tribunal is restored.\nThere shall be no order as to costs.\nE\nR.P.\nAppeal allowed.\n\u003c\n"}