{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"FOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 41\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nopportunity to any person interested in the land to raise A\nobjection against proposed acquisition and casts a duty on the\nCollector to hear the objector in person and submit his report\nto the Government. Section 6 postulates making of a\ndeclaration containing satisfaction of the appropriate\nGovernment arrived at, after considering the report, if any, made B\nunder Section 5A(2) that the particular land is needed for a\npublic purpose or for a company. This is subject to the\nprovisions of Part VII of the Act. Section 39, which finds place\nin Part VII, lays down that the provisions of Sections 6 to 37\n(both inclusive) shall not be put in force for acquiring land on\nbehalf of a company under that part without the previous\nconsent of the appropriate Government, and unless the\ncompany executes an agreement in terms of Section 41.\nC\nE\n12. In R.L. Arora v. State of U.P. [(1962) Suppl. 2 SCR\nD\n149] (hereinafter referred to as 'first R.L. Arora case'), the\nConstitution Bench considered the legality of the acquisition\nmade on behalf of Lakshmi Ratan Engineering Works Limited,\nKanpur, which was engaged in manufacture of textile machinery\nparts. The appellant, who was owner of the land, challenged the\nacquisition on the ground that it was not for a public purpose.\nIt was argued on behalf of the appellant that the impugned.\nacquisition cannot be treated to have been made under\nSection 40(1)(b), merely because the products of the company,\nfor which land is sought to be acquired will be useful to the\npublic. It was urged that, if Section 40(1) is given such an F\ninterpretation, the Government will become an agent for\nacquiring lands on behalf of the companies engaged in\nproducing something which may be used by the public. The\nrespondents argued that Section 40(1)(b) is of wide amplitude\nand land can be acquired under the Act for any company when G\nthe work set up by it is likely to prove useful to the public. The\nmajority of the Constitution Bench held that Section 40(1)(b)\nmust be read in conjunction with Section 41 to find out the\nintention of the legislature when it provides for acquisition of\nland for a company through the agency of the Government, and H\n42\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA rejected the argument of the respondents by making the\nfollowing observations:\nB\nC\nD\nE\nF\nG\nH\nแ\nIf we were to give the wide interpretation\ncontended for on behalf of the respondents on the relevant\nwords in ss. 40 and 41 it would amount to holding that the\nlegislature intended the Government to be a sort of general\nagent for companies to acquire lands for them, so that\nthere owners may make profits. It can hardly be denied that\na company which will satisfy the definition of that word in\ns. 3(e) will be producing something or other which will be\nuseful to the public and which the public may need to\npurchase. So on the wide interpretation contended for on\nbehalf of the respondents, we must come to the conclusion\nthat the intention of the legislature was that the Government\nshould be an agent for acquiring land for all companies for\nsuch purposes as they might have provided the product\nintended to be produced is in a general manner useful to\nthe public, and if that is so there would be clearly no point\nin providing the restrictive provisions in ss. 40 and 41. The\nvery fact therefore that the power to use the machinery of\nthe Act for the acquisition of land for a company is\nconditioned by the restrictions in ss. 40 and 41 indicates\nthat the legislature intended that land should be acquired\nthrough the coercive machinery of the Act only for the\nrestricted purpose mentioned in ss. 40 and 41, which would\nalso be a public purpose for the purpose of s. 4.\n\"1\n\"Let us therefore turn to the words of s. 40(1)(b), which\nsays that acquisition should be for some work which is\nlikely to prove useful to the public. Now if the legislature\nintended these words to mean that even where the product\nof the work is useful to the public, land can be acquired\nfor the company for that purpose, the legislature could have\neasily used the words \"the product of\" before the words\n\"such work\". The very fact that there is no reference to the\nK\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 43\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nproduct of the work in s. 40(1)(b) shows that when the A\nlegislature said that the work should be likely to prove\nuseful to the public it meant that the work should be directly\nuseful to the public through the public being able to use it\ninstead of being indirectly useful to the public through the\npublic being able to use its product. We have no doubt B\ntherefore that when s. 40(1)(b) says that the work should\nbe useful to the public it means that it should be directly\nuseful to the public which should be able to make use of\nit. This meaning in our opinion is made perfectly clear by\nwhat is provided in the fifth term in s. 41. Before the\nmachinery of the Act can be put into operation to acquire\nland for a company, the Government has to take an\nagreement from the company, and that agreement must\nprovide, where acquisition is needed for the construction\nof some work and that work is likely to prove useful to the\nD\npublic, the terms on which the public shall be entitled to use\nthe work.\n\"\nC\n13. With a view to over come the difficulty created in the\nacquisition of land for private companies on account of the\njudgment in first R.L. Arora's case, Clause (aa) was inserted E\nin Section 40(1) by the Land Acquisition (Amendment) Act,\n1961. Section 40 (as it stands after 1961 amendment) and\nSections 41 and 42 of the 1894 Act read as under:\n\"40. Previous enquiry. - (1) Such consent shall not be\ngiven unless the appropriate Government be satisfied\neither on the report of the Collector under section 5A, sub-\nsection (2), or by an enquiry held as hereinafter provided,\n(a) that the purpose of the acquisition is to obtain land for\nthe erection of dwelling houses for workmen employed by\nthe Company or for the provision of amenities directly\nconnected therewith, or\nF\nG\n(aa) that such acquisition is needed for the construction of H\nA\nB\nс\nD\nE\nF\nG\nH\n44\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nsome building or work for a Company which is engaged\nor is taking steps for engaging itself in any industry or work\nwhich is for a public purpose, or\n(b) that such acquisition is needed for the construction of\nsome work, and that such work is likely to prove useful to\nthe public.\n(2) Such enquiry shall be held by such officer and at such\ntime and place as the appropriate Government shall\nappoint.\n(3) Such officer may summon and enforce the attendance\nof witnesses and compel the production of documents by\nthe same means and, as far as possible, in the same\nmanner as is provided by the Code of Civil Procedure,\n1908 (5 of 1908) in the case of a Civil Court.\n41. Agreement with appropriate Government. - If the\nappropriate Government is satisfied after considering the\nreport, if any, of the Collector under section 5A, sub-\nsection (2), or on the report of the officer making an inquiry\nunder section 40 that the proposed acquisition is for any\nof the purposes referred to in clause (a) or clause (aa) or\nclause (b) of sub-section (1) of section 40], it shall require\nthe Company to enter into an agreement with the\nappropriate Government, providing to the satisfaction of\nthe appropriate Government for the following matters,\nnamely:-\n-\n(1) the payment to the appropriate Government of the\ncost of the acquisition;\n(2) the transfer, on such payment, of the land to the\nCompany.\n(3) the terms on which the land shall be held by the\nCompany,\n+\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 45\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n(4) where the acquisition is for the purpose of erecting A\ndwelling houses or the provision of amenities connected\ntherewith, the time within which, the conditions on which\nand the manner in which the dwelling houses or amenities\nshall be erected or provided;\nB\n(4A) where the acquisition is for the construction of any\nbuilding or work for a Company which is engaged or is\ntaking steps for engaging itself in any industry or work\nwhich is for a public purpose, the time within which, and\nthe conditions on which, the building or work shall be\nC\nconstructed or executed; and\n(5) where the acquisition is for the construction of any other\nwork, the time within which and the conditions on which the\nwork shall be executed and maintained and the terms on\nwhich the public shall be entitled to use the work.\n42. Publication of agreement.- Every such agreement\nshall, as soon as may be after its execution, be published\nin the Official Gazette, and thereupon (so far as regards\nthe terms on which the public shall be entitled to use the\nwork) have the same effect as if it had formed part of this\nAct.\"\n14. In this case, we are not concerned with Clause (a) of\nSection 40(1) because the land in survey Nos.803 (new No.246/\n2) and 8042 (new No. 245/2) was not acquired for erection of\ndwelling houses for workmen employed by appellant No.1 or\nfor provision of amenities directly connected therewith.\nD\nE\nF\n15. The dispute between the parties centers round the\nremaining two clauses of Section 40(1). According to the\nG\nappellants, the acquisition was under Clause (aa), whereas\nwrit-petitioners (private respondents herein) pleaded that the\nacquisition was under Clause (b). A careful reading of the two\nclauses shows that while Clause (aa) envisages acquisition for\nthe construction of some building or work for a company which H\n46\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA is engaged or is taking steps for engaging itself in any industry\nor work which is for a public purpose, Clause (b) refers to\nacquisition for construction of some work which is likely to prove\nuseful to the public. The difference in the language of the two\nclauses clearly brings out this distinction. In the second part of\nB Clause (aa), the legislature has used the expression 'in any\nindustry or work which is for a public purpose'. This means that\nthe particular acquisition can be treated to have been made\nunder that clause if it is for construction of some building or work\nfor a company which is engaged or is likely to engage itself in\nC any industry or work which may not necessarily be useful to the\npublic in general. As against this, usefulness of the construction\nof some work to the general public is sine qua non for\nacquisition under Clause (b). The expression \"public purpose\"\nused in Clause (aa) was interpreted in R.L. Arora v. State of\nUttar Pradesh \u0026 others [(1964] 6 SCR 784] (herein after\nreferred to \"second R.L. Arora's case\") which was instituted by\nthe land owner for striking down the amendment made in 1961\nfor validating the acquisition, which was quashed in the first R.L.\nArora's case. It was argued on behalf of the petitioner that even\nif the amendment was not treated ultra vires the provisions of\nthe Constitution, the disputed acquisition is liable to be annulled\nbecause the condition prescribed in Clause (aa) of Section\n40(1) was not fulfilled, inasmuch as the acquisition was not for\na public purpose. It was submitted that unless there was any\ndirect connection or close nexus between the articles produced\nby the company and general good of the public, the impugned\nacquisition cannot be treated as covered by Clause (aa). The\nmajority of the Constitution Bench rejected this argument and\nheld:-\nD\nE\nF\nG\nH\n\"In approaching the question of construction of this clause,\nit cannot be forgotten that the amendment was made in\nconsequence of the decision of this Court in R.L. Arora\ncase and the intention of Parliament was to fill the lacuna,\nwhich, according to that decision, existed in the Act in the\nmatter of acquisitions for a company Further, a literal\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 47\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\ninterpretation is not always the only interpretation of a A\nprovision in a statute and the court has to look at the setting\nin which the words are used and the circumstances in\nwhich the law came to be passed to decide whether there\nis something implicit behind the words actually used which\nwould control the literal meaning of the words used in a B\nprovision of the statute.\n*\n*\n*\nTherefore, we have to see whether the provision in clause\n(aa) bears another construction also in the setting in which C\nit appears and in the circumstances in which it was put on\nthe statute book and also in view of the language used in\nthe clause. The circumstances in which the amendment\ncame to be made have already been mentioned by us and\nthe intention of Parliament clearly was to fill up the lacuna D\nin the Act which became evident on the decision of this\nCourt in R.L. Arora case. It was only for such a\ncompany that land was to be acquired compulsorily and\nthe acquisition was for the construction of some building\nor work for such a company i.e. a company engaged or E\nabout to be engaged in some industry or work which is for\na public purpose. In this setting it seems to us reasonable\nto hold that the intention of Parliament could only have\nbeen that land should be acquired for such building or\nwork for a company as would subserve the public purpose F\nof the company; it could not have been intended,\nconsidering the setting in which clause (aa) was\nintroduced, that land could be acquired for a building or\nwork which would not subserve the public purpose of the\ncompany ... Further, acquisition is for the construction of\nsome building or work for a company and the nature of that\ncompany is that it is engaged or is taking steps for\nengaging itself in any industry or work which is for a public\npurpose. When therefore the building or work is for such\na company it seems to us that it is reasonable to hold that\nG\nH\n48\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nthe nature of the building or work to be constructed takes\ncolour from the nature of the company for which it is to be\nconstructed. We are therefore of opinion that the literal and\nmechanical construction for which the petitioner contends\nis neither the only nor the true construction of clause (aa)\nand that when clause (aa) provides for acquisition of land\nneeded for construction of some building or work it\nimplicitly intends that the building or work which is to be\nconstructed must be such as to subserve the public\npurpose of the industry or work in which the company is\nengaged or is about to be engaged. In short, the words\n'building or work' used in clause (aa) take their colour from\nthe adjectival clause which governs the company for which\nthe building; or work is being constructed ... . It is only in\nthese cases where the company is engaged in an industry\nor work of that kind and where the building or work is also\nconstructed for a purpose of that kind, which is a public\npurpose, that acquisition can be made under clause (aa).\nAs we read the clause we are of opinion that the public\npurpose of the company for which acquisition is to be\nmade cannot be divorced from the purpose of the building\nor work and it is not open for such a company to acquire\nland under clause (aa) for a building or work which will not\nsubserve the public purpose of the company\".\n16. The same question was again considered in State of\nWest Bengal and another v. Surendra Nath Bhattacharya and\nanother [(1980) 3 SCC 237]. In that case, acquisition was made\non behalf of a company which was carrying on the business of\nmanufacturing of sodium silicate, plaster of paris etc. The\nmanufactured goods of the company were widely used all over\nIndia, saving large amount of foreign exchange which was\nearlier used for importing similar goods. The Division Bench\nof Calcutta High Court quashed the acquisition on the ground\nthat it was not for a public purpose. After noticing the majority\njudgment in second R.L. Arora's case, the Court held:-\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v.\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n49\n\"The effect of the observations made above leads to the A\nirresistible conclusion that the words \"public purpose\" are\nnot to be interpreted in a restricted sense but takes colour\nfrom the nature of the industry itself, the articles that it\nmanufactures and the benefit to the people that it\nsubserves. This Court clearly indicated that the land should B\nbe acquired for building or work which would serve the\npublic purpose of the company and not public purpose\nas it is generally understood. In the instant case, we have\nalso set out the nature of the products of the company and\nhave stressed the fact that the articles produced by the\nC\ncompany are used for the benefit of the people and as it\nsaves lot of foreign exchange, it is unmistakably for the\ngeneral good of the country particularly from the economic\npoint of view. In these circumstances, it cannot be said that\nthe object of the company in extending its operations by\nD\nenlarging the area of its production was not for the public\npurpose of the company. Taking an overall picture of the\nnature of the products of the company, its various activities,\nthe general public good that it seeks to achieve and the\ngreat benefit that the people derive, it cannot be said that\nthe acquisition, in the present case, was not for a public\npurpose. According to the test laid down by this Court, it\nis sufficient if it is shown that the building sought to be built\nor the work undertaken subserves the public purpose of\nthe company which is completely fulfilled in this case.\"\nE\nF\n17. In Pratibha Nema and others v. State of M.P. and\nothers [(2003) 10 SCC 626], this Court analysed the provisions\nof Part II and VII of the 1894 Act, referred to the earlier\njudgments in Somwanti v. State of Punjab [AIR 1963 SC 151],\nsecond R.L. Arora's case, Jage Ram v. State of Haryana G\n[(1971) 1 SCC 671], Bajirao T. Kote v. State of Maharashtra\n[(1995) 2 SCC 442] and observed:-\n\"These decisions establish that a public purpose is\ninvolved in the acquisition of land for setting up an industry\nH\n50\n60\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nin the private sector as it would ultimately benefit the\npeople. However, we would like to add that any and every\nindustry need not necessarily promote public purpose and\nthere could be exceptions which negate the public\npurpose. But, it must be borne in mind that the satisfaction.\nof the Government as to the existence of public purpose\ncannot be lightly faulted and it must remain uppermost in\nthe mind of the court.\nс\nD\nE\nF\nThus the distinction between public purpose acquisition\nand Part VII acquisition has got blurred under the impact\nof judicial interpretation of relevant provisions. The main\nand perhaps the decisive distinction lies in the fact whether\nthe cost of acquisition comes out of public funds wholly or\npartly. Here again, even a token or nominal contribution by\nthe Government was held to be sufficient compliance with\nthe second proviso to Section 6 as held in a catena of\ndecisions. The net result is that by contributing even a\ntrifling sum, the character and pattern of acquisition could\nbe changed by the Government. In ultimate analysis, what\nis considered to be an acquisition for facilitating the setting\nup of an industry in the private sector could get imbued\nwith the character of public purpose acquisition if only the\nGovernment comes forward to sanction the payment of a\nnominal sum towards compensation. In the present state\nof law, that seems to be the real position.\"\n18. Section 41 lays down that if the appropriate\nGovernment is satisfied, after considering the report, if any, of\nthe Collector under Section 5A(2) or on the report of the officer\nG making an inquiry under Section 40, that the proposed\nacquisition is for any of the purposes referred to in clause (a)\nor (aa) or clause (b) of sub-section (1) of Section 40, then it\nshall require the company to enter into an agreement on the\nmatters enumerated in Clauses 1 to 5. Clause 4(A) of Section\nH 41, which is relatable to an acquisition under Section 40(1)(aa),\ni\n}\n"}