{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"FOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 11\nMINGUEL MARTINS AND ORS.\nmade it clear that the facilities provided by the hotel will A\nbe open for use by non-residents also on membership\nbasis. Agreement dated 26.10.1983 is totally silent on the\nissue of making the facilities created by the appellants\nopen for public use without permission and payment of\nfees. Therefore, it cannot be said that the facilities and B\namenities created by the appellant should be made\navailable to the general public free of costs. [Para 57] [83-\nE-G]\n6. Since execution of most of the directions given by\nthe High Court remained stayed during the pendency of\nthe appeals, it is deemed proper to issue the following\ndirections:-\nC\n(i) The appellants are allowed three months' time to\ndemolish the extended portion of the hotel building D\nwhich was constructed on 1000 sq. mts. of survey\nNo.803 (new No.246/2) and, thereafter report the\nmatter to the Development Authority which shall, in\nturn, submit a report to that effect to Goa Bench of\nthe Bombay High Court.\n(ii) If the appellants fail to demolish the building and\nreport the matter to the Development Authority within\nthe time specified in direction No.(i) above, the\nconcerned authority shall take action in accordance\nwith paragraphs (a) and (b) of the operative part of\nthe High Court's order.\nE\nF\n(iii) The access shown in plan Exhibit-A attached to\nWrit Petition No.141/1992 shall be kept open without\nany obstruction of any kind from point 'A' to 'B' in G\norder to come from Machado's Cove and then go to\nthe beach beyond point ‘B'. If during pendency of the\nlitigation, appellant No.1 has put up any obstruction\nor made construction to block or hinder access to\nthe beach through survey No.803 (new No.246/2), H\nA\n12\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nthen the same shall be removed within one month\nfrom now. [Para 58] [83-H; 84-A-E]\nCase Law Reference:\n(1956) SCR 451\ndistinguished\nPara 7\nB\nAIR 1994 Allahabad 124 distinguished\nPara 7\n(1962) Suppl. 2 SCR 149 referred to\nPara 12\n(1964] 6 SCR 784\nreferred to\nPara 15\nC\n(1980) 3 SCC 237\nreferred to\nPara 16\n(2003) 10 SCC 626\nreferred to\nPara 17\nAIR 1963 SC 151\nreferred to\nPara 17\nD\n(1971) 1 SCC 671\nreferred to\nPara 17\n(1995) 2 SCC 442\nreferred to\nPara 17\nAIR 1965 SC 646\nreferred to\nPara 19\n146 US 387\nreferred to\nPara 33\nE\n244 NE 2d 577\nreferred to\nPara 34\n33 Cal 3d 419\nreferred to\nPara 35\n(1997) 1 SCC 388\nreferred to\nPara 36\nFL\n(1999) 6 SCC 464\nreferred to\nPara 37\n(2006) 3 SCC 549\nreferred to\nPara 38\nAIR 1955 SC 298\nrelied on\nPara 45\nG (2001) 8 SCC 104\nrelied on\nPara 46\n(2005) 2 SCC 164\nreferred to\nPara 47\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4154 of 2000.\nH\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 13\nMINGUEL MARTINS AND ORS.\nFrom the Judgment and Order dated 25.4.2000 of the High A\nCourt of Bombay, Panaji Bench at Goa in Writ Petition No. 330\nof 1991.\nWITH\nई\nCivil Appeal Nos. 4155, 4156 and 6074 of 2000.\nB\nAnil B. Divan, Indira Jaising, Pallav Shishodia, Dhruv\nMehta, Amira A. Razaq, Meghalee Barthakur, Kanika Gomber,\nMallika Joshi, Rajan Narain, Norma Alvares, Sanjay Parikh,\nAnitha Shenoy, Jatin Sahai, A.N. Singh, Rashmi Nanda Kumar, C\nGaurav Tyagi, Mamta Saxena, Ramesh Singh, Pratap\nVenugopal, Surekha Raman, Dileep Poolakkot, Barsha Mishra\n(K.J. John \u0026 Co.), Rohit Mammen Alex (Parekh \u0026 Co.), Ruby\nSingh Ahuja, A. Subhashini, Bhavanishankar V. Gadnis and B.\nSuntia Rao, for the appearing parties.\nThe Judgment of the Court was delivered by\nD\nSINGHVI, J.1. The above noted appeals are directed\nagainst order dated 25.4.2000 passed by Goa Bench of the\nHigh Court of Bombay in Writ Petition No.330 of 1991 Shri E\nMinguel Martins v. M/s Sociedade e Fomento Industries Pvt.\nLtd. and others, Writ Petition No.36 of 1992 Goa Foundation\nand another v. Fomento Hotels and Resorts Limited and others\nand Writ Petition No.141 of 1992 Shri Gustavo Renato de Cruz\nPinto v. State of Goa and others whereby directions have been\ngiven for demolition of construction made in survey No.803 (new\nNo.246/2) within the area of Gram Panchayat, Taleigao, for\nresumption of the land acquired on behalf of appellant No.1,\nFomento Resorts and Hotels Limited, earlier known as M/s.\nGomantak Land Development Pvt. Ltd. and keeping public\naccess to the Vainguinim beach from point 'A' to point 'B' shown\nin plan Exhibit-A open without any obstruction of any kind.\n2. For deciding the questions arising in the appeals, it will\nbe useful to notice the relevant facts:\nF\nG\nH\n14\nSUPREME COURT REPORTS\nA\n(i)\nB\nC\nD\nE\nF\nG\nH\n(ii)\n[2009] 3 S.C.R.\nDr. Alvaro Remiojo Binto owned several parcels of\nland in Village Taleigao, District Tiswadi, Goa. He\nsold plots bearing survey Nos.803 and 804 (new\nNos.246/2 and 245/2) to Gustavo Renato da Cruz\nPinto and plots bearing survey Nos. 787 and 805\n(new Nos.246/1 and 245/1) to M/s. Sociedade e\nFomento Industries Pvt. Ltd. (appellant No.2 herein).\nAfter purchasing the land, appellant No.2 leased out\nthe same to appellant No. 1. The latter submitted an\napplication to Gram Panchayat Taleigao (for short\n'the Gram Panchayat') for grant of permission to\nconstruct hotel complex near Vainguinim beach. On\na reference made by the Gram Panchayat, Chief\nTown Planner, Government of Goa, Daman and Diu\nvide his letter dated 1.8.1978 informed that the\nplans submitted by appellant No.1 are in conformity\nwith the regulations in force in the area but observed\nthat right of the public to access the beach must be\nmaintained by providing necessary footpath.\nParagraph 2 of that letter reads as under:-\n\"The road leading to the hotel complex is at present used\nby general public to approach the Vainguinim Beach\nwhich is popular picnic spot for the people of Panaji, as\nwell as other parts of Goa. It will need to be ensured that\nthe right of access to the beach is maintained by the\napplicant by providing the necessary footpath to the\nbeach at an appropriate place. The parking facilities\nprovided will also have to take care of the parking of\nvehicles of such members of the public in an appropriate\nmanner. This will ensure that the beach remains open to\npublic as it is at present and that the public is not\ndeprived of this beautiful and frequently used beach.\"\n[emphasis added]\n(iii) Thereafter, the Gram Panchayat issued letter dated\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 15\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\n22.8.1978, whereby appellant No.1 was permitted A\nto lay access road linking Dona-Paola-Bambolim\nRoad to the construction site and construct the hotel\nsubject to the conditions specified in the letter\nincluding the one relating to public access to the\nbeach. This was reiterated by the Sarpanch of the\nGram Panchayat in his letter dated 1.12.1978.\n(iv) in furtherance of the permission granted by the\nGram Panchayat, appellant No.1 commenced\nconstruction of the hotel, which is now known as\nHotel Cidade de Goa on the land forming part of\nsurvey No.787 (new No.246/1) and completed the\nsame by May, 1983 in different stages, the details\nof which are given below:-\nB\nC\n\"Period\nPhysical Progress\nExpenditure Ex\nD\nUpto Dec.\n1978\nSite Development.\nApprox. Rs.15 lakhs\nJan. 79 to\nDec. 79\nSite Development and\nplinth level construction\nworks of Central Facility\narea and first Cluster\nApprox. Rs.20 lakhs\nL1J\nE\nJan.80 to\nDec.80\nSite Development and\nApprox Rs.40 lakhs\nshell work of Central\nF\nFacility areas and first\ncluster of rooms.\nJan.81 to\nDec. 81\nComplete structural works Approx. Rs.160 lakhs\nComplete civil works.\nComplete interiors, complete\nAir-conditioning, water supply,\nand sanitation and electrical\nworks of central Facility areas\nand first cluster of rooms.\nG\nH\n16\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA Jan.82 to\nB\nс\nD\nE\nF\nG\nH\nDec.82\nUpto May\n1983\n(v)\nComplete air-conditioning, Approx. Rs.210 lakhs\nwater supply and sanitation,\nand electrical works and,\ncivil works and interiors of\nsecond and third clusters of\nrooms.\nComplete air-conditioning Approx. Rs.65 lakhs”\nwater supply and sanitation\nand electrical works and\ncivil works and interiors\nof fourth cluster of rooms.\nDuring construction of the hotel building, appellant\nNo.1 made an application dated 29.9.1979 to the\nSarpanch of the Gram Panchayat, for permission\nto change the location of the footpath and parking\narea by stating that in view of installation of 10,000\nKg. gas tank (poisonous gas at high pressure),\npressurized water tank and high voltage electric\ntransformer near the hotel building, it will not be in\npublic interest to locate the footpath and parking\narea at the sanctioned site.\n(vi) The Sarpanch of the Gram Panchayat neither\nforwarded the application of appellant No.1 to the\nTown and Planning Department for eliciting its\nviews nor placed the same before the Gram\nPanchayat. Instead he, on his own, wrote letter\ndated 29.9.1979 to appellant No.1 giving an\nimpression that the Gram Panchayat does not have\nany objection to the change of location of the\nfootpath and parking area. Thereafter, appellant\nNo.1 is said to have shifted access to the beach\nfrom the location originally sanctioned. However, the\nmaps produced before this Court during the course\nof hearing show that the footpath is still near the gas\ntank.\n,\ni\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 17\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nB\n(vii) In the meanwhile, Shri Gustavo Renato da Cruz A\nPinto, Smt. Surana Pepfira Pinto and Miss Befta\nSara Da Costa Pinto filed Special Civil Suit\nNo.313/1978/A in the Court of Civil Judge, Senior\nDivision, at Panaji against appellant No.2, Dr.\nAlvaro Remiojo Binto and four others for a decree\nof possession by pre-emption in respect of the land\ncomprised in survey Nos. 787 and 805 and also to\nrestrain the defendants, their agents, servants, etc.\nfrom changing, alienating or raising any construction\non the suit land by alleging that they were owners C\nof property bearing survey Nos.803, 804, 806, 807,\n788 and 789 situated at Taleigao and since time\nimmemorial they and their predecessors were using\nfootpath passing through survey Nos.787, 805 and\n769 for going to Panaji-Dona Paola-Bambolim\nroad, which was sought to be obstructed.\nDefendant No.1 in the suit (appellant No.2 herein)\nfiled written statement to contest the suit. After some\ntime, the parties compromised the matter in terms\nof which the plaintiffs gave up their claim for pre-\nemption in respect of plot bearing survey Nos. 787\nand 805 and defendant No.1 agreed to exchange\nthe plot bearing survey No.790 with plots bearing\nsurvey Nos.788 and 789 belonging to the plaintiffs\nand also that it will have no right of access through\nany of the properties of the plaintiffs. As a sequel\nto this, the plaintiffs applied for withdrawal of the\nsuit. By an order dated 20.12.1978, the Civil Judge\npermitted them to do so.\nD\nE\nF\n(viii) Soon after withdrawal of the suit for pre-emption, G\nappellant No.1 made an application dated\n15.11.1978 to Shri Shankar Laad, Minister of\nRevenue, Government of Goa for acquisition of land\ncomprised in survey Nos.788, 789, 803, 804, 806\nand 807 (new Nos. 246/3, 246/4, 246/2, 245/2, etc.) H\nA\nB\nC\nD\nE\nF\nG\nI\n18\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nof Village Taleigao, Dona Paula for construction of\nBeach Resort Hotel Complex by highlighting its\nbenefit to the State. Paragraphs 3 to 6 of the\napplication, which have bearing on the decision of\nthese appeals, read as under:\n\"3. It is proposed to put up a hotel complex in the two\nphases, in the first phase it is proposed that a hotel\nbuilding is put up in Plot No. 787 in the second phase it\nis proposed that a Yoga Centre, Health Club and Water\nSports facilities for promoting tourism are put in Plot No.\n805. Our Hotel Project which is estimated to cost Rs.150\nlakhs and will have 100 rooms in its first phase will add to\nmeeting the much needed demand for accommodation by\nthe international tourists.\n4. In the first phase of the hotel complex it is necessary to\ndevelop plot No.787 and to immediately proceed to\nconstruct the Hotel Building thereon. The land in plot\nNo.787 consists of hilly and rocky area and the land\nabutting on the beach is also of different levels. In order to\nput up a hotel building in this plot it would be necessary to\nundertake cutting of rock which would disturb the\ntopography of the area entailing considerable expense. It\nis, therefore, necessary that the lay-out for the hotel building\nis finalized in a manner that the rock cutting is minimized\nand, at the same time, the natural surroundings of the rock\nand foliage is maintained. Exclusive cutting of rock is also\nlikely to result in land-slides and may pose danger to the\nfoundation of the hotel buildings and its residents. It is,\ntherefore, necessary to construct the hotel building as near\nthe beach as possible, i.e. on the lowest level of the land\nabutting the beach.\n5. There are two small plots bearing No.788 and 789 area\nabutting the beach. Those two small plots fall almost\nmidway along the beach frontage of our said plot No.787\nand project into the said plot. Those two small plots are\nFOMENTO RESORTS AND HOTELS LTD. AND ANR. v. 19\nMINGUEL MARTINS AND ORS. [G.S. SINGHVI, J.]\nin the lowest level of the land and as such are most suited A\nfor including in the lay-out plan of the hotel. These two\nsmall plots being closest to the beach it is essential for\nus to install a first aid post and a medical aid centre for\nproviding safety measures to the people using the beach\nfacilities. Besides it is a precondition for a beach resort B\nhotel giving comforts to provide those facilities both for\nthe residents and for public at large. Keeping in view those\nfactors it is necessary that these two small plots of land\nare immediately acquired and included in the lay-out plan\nof the hotel. It is also necessary that the acquisition of these\ntwo small plots of land is urgently completed and\npossession handed over to enable the lay out plan of the\nhotel building to be readjusted at this initial stage itself, on\nthe ground prepared by proper leveling and terracing\nbefore the actual construction work could begin. It is,\ntherefore, necessary that the two plots of land be urgently\nacquired in the first instance so that there is no delay\nwhatsoever in implementing the first phase of the hotel\nproject.\nC\nD\n6. In order to take in hand the second phase of the hotel E\ncomplex it would be desirable to acquire plot Nos. 803 and\n804 which intervene between our second Plot No. 805 and\nour first plot No. 787 and plot Nos. 806 and 807 which\nadjoin our second plot No. 805. This would enable us to\nundertake the second phase of the project as described F\nabove. The entire complex will then become one\ncomposite unit and these facilities could then be easily\navailed of by the hotel residents and the resident of this\nterritory. The facilities provided by the hotel will be open\nfor use on membership to non-residents also. Such\nfacilities are not readily and easily available to the people\nof this.\"\n(ix) Acting on the application made by the developer,\nthe Government of Goa issued notification No.HD/\nG\nI\nA\nB\nC\nD\n☐E\nF\nG\nH\n20\n20\nSUPREME COURT REPORTS\n(x)\n[2009] 3 S.C.R.\nLQN/315/78 dated 29.10.1980 under Section 4(1)\nof Land Acquisition Act, 1894 (for short 'the 1894\nAct') for acquisition of the plots comprised in survey\nNo.803 (new No.246/2) and survey No.804 (new\nNo.245/2).\nAfter holding enquiry under Section 5A of the 1894\nAct, the State Government issued declaration under\nSection 6, which was published in Gazette dated\n27.10.1983.\n(xi) Gustavo Renato da Cruz Pinto and some others\nfiled Writ Petition No.8/1984 for quashing the\naforementioned notifications on various grounds\nincluding the one that before acquiring the land,\ngovernment did not make enquiry as per the\nrequirement of Rule 4 of the Land Acquisition\n(Companies) Rules, 1963 (for short 'the Rules'). The\nwrit petitioners also highlighted discrepancies in\ndifferent notifications issued by the State\nGovernment. Respondent No.2 in the writ petition\n(appellant No.1 herein) filed reply affidavit stating\ntherein that Rule 4 of the Rules is not mandatory\nand non compliance thereof did not affect legality\nof the acquisition. In paragraphs 67 and 76 of the\nreply affidavit, it was averred that part of the project\ni.e. hotel is complete and has started functioning.\nIn paragraph 79, it was averred that besides the\nhotel project, cottages were proposed to be\nconstructed on plot bearing survey No.805 and the\nacquired land in survey Nos.803 and 804 will be\nused for putting up health club, yoga centre, water\nsports and other recreational facilities, which are\nintegral part of the project.\n(xii) By an order dated 26.6.1984, Goa Bench of the\nHigh Court of Bombay allowed the writ petition and\n3\n5\n"}