{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nKAILASH PRASAD YADAV AND ANR.\nV.\nSTATE OF JHARKHAND AND ANR.\nMAY 2, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nEssential Commodities Act, 1955-ss.3 \u0026 6A(1)(c):\nVehicle carrying wheat belonging to FCI-Order of confiscation-\nAllegation of State that the vehicle owners abetted a fair price shop dealer\nappointed under the 2001 Order-Held: The 2001 Order does not deal with\na matter dealing in wheat or transportation thereof-There is no provision\nfor search of a vehicle therein-There being no clear finding in regard to\nviolation of an order made under s.3 of the Act, order of confiscation not\nD warranted-Public Distribution System (Control) Order, 2001.\nE\nF\nG\nH\nAppellants owned a truck. The truck was hired for transportation of\nfoodgrains. It was allegedly carrying wheat belonging to the Food Corporation\nof India, when confiscation proceedings was initiated whereafter an order of\nconfiscation was passed by the Deputy Commissioner. Appeal there against\nwas dismissed by the Sessions Judge. Appellants filed writ petition before\nthe High Court which too was dismissed.\nIn appeal to this Court it is contended by the Appellants that wheat being\na de-controlled item and there being no control whatsoever, either on trading\nof wheat or possession or transportation thereof, the order of confiscation\nwas not warranted.\nThe State, on the other hand, contended that the Appellants having\nabetted a fair price shop dealer who was appointed under the Public\nDistribution System (Control) Order, 2001, the order of confiscation cannot\nbe faulted with.\nAllowing the appeal, the Court\nHELD: 1. Confiscation of goods and the vehicles and vessels carrying\nthe same amounts to deprivation of property. Confiscation of an essential\n1150\nf\nKAILASH PRASAD YADAV v. STATE OF JHARKHAND\n1151\ncommodity or a tuck is permissible only if the provisions of any order made A\nunder Section 3 of the Essential Commodities Act, 1955 are violated. When\na vehicle is used for carrying an essential commodity, it may be seized and\nultimately directed to be confiscated in terms of Clause (c) of Sub-Section\n(1) of Section 6-A of the Act. Violation of an order made under Section 3 of\nthe Act, therefore, is a pre-condition for passing an order of confiscation.\n[Para 5] [1152-G-H]\nB\nC\n2. The 2001 Order does not deal with a matter dealing in wheat or\ntransportation thereof. \"Fair Price Shop\" has been defined in Clause 2(k) of\nthe 2001 Order to mean \"a shop, which has been licensed to distribute\nessential commodities by an order issued under Section 3 of the Act, to the\nration card holders under the Public Distribution System.\" Clause 9 of the\nOrder provides for penalty. There is no provision for search of a vehicle. The\npower of search is confined to fair price shop or any premises relevant to\ntransaction of business of the fair price shop. The power of such authorities\ncausing a search is confined to Sub-clause (3) of Clause 10 of the 2001 Order\nto search, seize or remove such books of accounts or stocks of essential D\ncommodities where such authority has reason to believe that these have been\nused or will be used in contravention of the provisions of the Order.[Para 6]\n3. A valid seizure is a sine qua non for passing an order of confiscation\nof property. Unfortunately, this aspect of the matter has not been considered\nby any of the authorities and the courts. [Paras 7 and 8] [1153-F-G]\n4. Also, the order of confiscation is not passed only because it would be\nlawful to do so. The authorities must arrive at a clear finding in regard to the\nviolation made under Section 3 of the Act. The issues raised before this Court\nhave not been considered either by the Deputy Commissioner or by the\nSessions Judge as also by the High Court. The matter is pending before the\ncriminal court. Therefore, there is no need to delve further into the matter.\nKeeping in view the facts and circumstances of this case, it was not a fit case\nwhere an order of confiscation could have been passed. [Para 10] [1154-B-D]\nE\nF\nShambhu Dayal Agarwala v. State of West Bengal and Anr., [1990] 3 G\nSCC 549 and Deputy Commissioner, Dakshina Kannada District v. Rudolph\nFernandes, [2000] 3 SCC 306, referred to.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 659 of\n2007.\nH\n1152\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nFrom the Final Judgment and Order dated 02.05.2006 of the High Court\nof Jharkhand at Ranchi in Writ Petition (Crl.) No. 150 of 2005.\nH.L. Agrawal and Gaurav Agrawal for the Appellants.\nB\nB.B. Singh and Kumar Rajesh Singh for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Appellants were owners of a truck. The said truck was hired for\nC transportation of foodgrains by one Kailash Chand Sahu. It was allegedly\ncarrying wheat belonging to the Food Corporation of India. A confiscation\nproceeding was initiated. An order of confiscation was passed by the Deputy\nCommissioner, Sahibganj. An appeal preferred thereagainst has been dismissed\nby the Additional Sessions Judgel, Sahibganj by an order dated 7.03.2005\npassed in Criminal (Confiscation) Appeal No. 32 of 2003. Appellants filed a\nD writ petition before the Jharkhand High Court which by reason of the impugned\njudgment has been dismissed by a learned Single Judge of the said Court.\nE\nF\n3. Mr. H.L. Agrawal, learned senior counsel appearing on behalf of the\nappellants, in support of this appeal, would submit that wheat being a de-\ncontrolled item and there being no control whatsoever, either on trading of\nwheat or possession or transportation thereof, the impugned judgment cannot\nbe sustained.\n4. Mr. B.B. Singh, learned counsel appearing on behalf of the State, on\nthe other, would submit that the appellants having abetted a fair price shop\ndealer who was appointed under the Public Distribution System (Control)\nOrder, 2001 (for short \"the 2001 Order\", the impugned order cannot be faulted\nwith.\n5. Indisputably, confiscation of goods and the vehicles and vessels\ncarrying the same amounts to deprivation of property. Confiscation of an\nG essential commodity or a truck is permissible only if the provisions of any\norder made under Section 3 of the Essential Commodities Act, 1955 (for short\n\"the Act\") are violated. When a vehicle is used for carrying an essential\ncommodity, it may be seized and ultimately directed to be confiscated in terms\nof Clause (c) of Sub-Section (1) of Section 6-A of the Act. Violation of an\norder made under Section 3 of the Act, therefore, is a pre-condition for\npassing an order of confiscation.\nH\nKAILASH PRASAD YADAV v. STATE OF JHARKHAND [S.B. SINHA, J.}\n1153\nB\n6. The 2001 Order does not deal with a matter dealing in wheat or A\ntransportation thereof. \"Fair Price Shop\" has been defined in Clause 2(k) of\nthe 2001 Order to mean \"a shop, which has been licensed to distribute\nessential commodities by an order issued under Section 3 of the Act, to the\nration card holders under the Public Distribution System.\" Clause 3 provides\nfor identification of families living below the poverty line. Clause 4 provides\nfor issuance of ration cards. Clause 5 deals with scale of issue and issue price.\nClause 6 provides for the procedure for distribution of foodgrains by the\nFood Corporation of India to the State Government or their nominated agencies.\nSub-clause (2) of Clause 6 obligates the fair price shop owners to take\ndelivery of stocks from authorised nominees of the State Governments to\nensure that essential commodities are available at the fair price shop within C\nfirst week of the month for which the allotment is made. Sub-clause (4) thereof\nobligates the authority or person who is engaged in the distribution and\nhandling of essential commodities under the Public Distribution System not\nto wilfully indulge in substitution or adulteration or diversion or theft of\nstocks from central godowns to fair price shop premises or at the premises\nof the fair price shop. Explanation appended thereto defines “diversion\" to\nmean “unauthorized movement or delivery of essential commodities released\nfrom central godowns but not reaching the intended beneficiaries under the\nPublic Distribution System\". Clause 9 provides for penalty. There is no provision\nfor search of a vehicle. The power of search is confined to fair price shop or\nany premises relevant to transaction of business of the fair price shop. The E\npower of such authorities causing a search is confined to Sub-clause (3) of\nClause 10 of the 2001 Order to search, seize or remove such books of accounts\nor stocks of essential commodities where such authority has reason to believe\nthat these have been used or will be used in contravention of the provisions\nof the Order.\nD\nF\n7. A valid seizure, as is well known, is a sine qua non for passing an\norder of confiscation of property.\n8. Unfortunately, this aspect of the matter has not been considered by\nany of the authorities and the courts. The High Court observed:\n\"From the impugned orders it appears that the wheat, which were\nseized, were found kept in FCI bags duly stitched by the FCI and they\nwere meant for being distributed to the poor through Public Distribution\nSystem but the same was found being diverted by the petitioners for\nthe purpose of black marketing and at the time of raid and seizure no\nG\nH\n1154\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nvalid paper was produced by the petitioners regarding possession of\nthe wheat in question.\"\n9. Whether there was any valid paper regarding possession of wheat\nwas not the subject matter of the confiscation proceeding. We are concerned\nwith a vehicle carrying the wheat. Appellants herein are not concerned with\nB wheat in question.\nC\n10. We have to consider the matter from another angle. The order of\nconfiscation is not passed only because it would be lawful to do so. The\nauthorities must arrive at a clear finding in regard to the violation made under\nSection 3 of the Act. The issues which have been raised before us have not\nbeen considered either by the Deputy Commissioner or by the learned Sessions\nJudge as also by the High Court. The matter is pending before the criminal\ncourt. We, therefore, do not intend to delve further into the matter. Keeping\nin view the facts and circumstances of this case, we are of the opinion that\nit was not a fit case where an order of confiscation could have been passed.\nD\nE\n11. Reliance placed by Mr. Singh on Shambhu Dayal Agarwala v. State\nof West Bengal and Anr., [1990] 3 SCC 549, itself stated the law, thus:\n“6. Section 6-A empowers confiscation of the seized essential\ncommodity, the package, covering and receptacle in which the essential\ncommodity was found and the animal, vehicle or other conveyance in\nwhich such essential commodity was carried. The words 'may order\nconfiscation' convey that the power is discretionary and not\nobligatory.........\"\n12. Yet again, in Deputy Commissioner, Dakshina Kannada District v.\nF Rudolph Fernandes, [2000] 3 SCC 306, whereupon again Mr. Singh has relied\nupon, it was held:\nG\nH\n\"6. In the light of the aforesaid provisions, the second proviso to\nSection 6-A [sic 6-A(1)] is required to be considered. First it is to be\nstated that the proviso limits the power of the competent authority to\nrecover fine up to the market price for releasing the animal, vehicle,\nvessel or other conveyance sought to be confiscated. So maximum\nfine that can be levied in lieu of confiscation should not exceed the\nmarket price. For our purpose, the relevant part of the proviso would\nbe \"in the case of ... vehicle ... the owner of such ... vehicle ... shall\nbe given an option to pay, in lieu of its confiscation, a fine not\n}\n5\nKAILASH PRASAD YADAV v. STATE OF JHARKHAND [S.B. SINHA, J.]\nB\n1155\nexceeding the market price at the date of seizure of the essential A\ncommodity sought to be carried by such... vehicle\". Question is\nwhether fine should not exceed the market price of the seized essential\ncommodity or whether it should not exceed the market price of the\nvehicle. For this purpose, it appears that there is some ambiguity in\nthe section. It is not specifically provided that in lieu of confiscation\nof the vehicle a fine not exceeding the market price of the vehicle or\nof the seized essential commodity is to be taken as a measure. Still\nhowever, it is difficult to say that the measure of fine is related to the\nmarket price of the essential commodity at the date of its seizure. It\nnowhere provides that fine should not exceed the market price of the\nessential commodity at the date of seizure of the vehicle. The proviso C\nrequires the competent authority to give an option to the owner of\nsuch vehicle to pay in lieu of confiscation a fine not exceeding the\nmarket price. What is to be confiscated is the vehicle and, therefore,\nthe measure of fine would be relatable to the market price of the\nvehicle at the date of seizure of the essential commodity sought to be\ncarried by such vehicle”\n13. We do not intend to deal with the question as to whether upon\nconclusion of the trial, a case for forfeiture of the vehicle may be passed or\nnot, being wholly irrelevant at this stage.\nᎠ\n14. For the reasons aforementioned, the impugned judgments cannot E\nbe sustained, which are set aside accordingly. The appeal is allowed.\nB.B.B.\nAppeal allowed.\n"}