{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"B\n514 SUPREME COURT REPORTS [2013] 13 S.C.R.\nA Vedic learning and practices, including Darshan, Agam Tantra,\nItihas, Puranas and Upvedas. 'Darshan' means a proper\nreading of one's own self and the environment. Agam Tantra\nis oriental research, which includes history and geography.\nItihas, Puranas as the very words suggest, relates to history.\nUpvedas are part of Vedas. The section as it originally stood\nstated that the University can provide education in all branches\nof Vedic learning and practices, which also mentioned Gyan-\nVigyan, as well as promotion and development of the study of\nSanskrit as the University may from time to time determine. It\nalso mentioned that the University can make provision for\nresearch and for the advancement and dissemination of\nknowledge.\nC\n71. According to Mr. L. Nageshwar Rao, the learned senior\ncounsel for the appellant, the words \"and\" preceding the\nD expression \"Gyan-Vigyan”, “the promotion and development of\nstudy of Sanskrit”, “as well as for the advancement and\ndissemination of knowledge”, have to be read disjunctively and\nnot conjunctively with the first part of the provision viz.,\n“providing for instruction in all branches of Vedic learning\".\nE\nF\n72. As against the above submission, Ms. Makhija the\nlearned counsel for the State would contend that having regard\nto the manner in which the provision has been couched, it will\nhave to be read conjunctively and not disjunctively.\n73. Both the learned counsel referred to the Preamble in\nsupport of their submissions. When we refer to the Preamble\nof the 1995 Act, we find that it has been stated that “an Act to\nestablish and incorporate a University in the State of Madhya\nPradesh and to provide for education and prosecution of\nG research in Vedic learnings and practices and to provide for\nmatters connected therewith or incidental thereto.\" Here again,\nwhile Mr.Nageshwar Rao the learned senior counsel would\ncontend that the expression \"and\" used clearly distinguish each\nset of expression, according to the learned counsel for the State,\nH the same will have to be read conjunctively.\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n515\n74. Having considered the various submissions and the A\nanalysis made based on detailed circumstances leading to the\nintricacies of Vedas, the field it covers, as noted by the Division\nBench, as well as the concept of education, which has been\nexplained by very many learned and prominent persons to\nwhom we have made detailed references to in the earlier part B\nof our judgment, we are of the considered view that education\nis the base for every other subject to be taught in the process\nof learning. Therefore, establishment of the University as the\nPreamble goes to state was to provide for education in the\nforefront. It will be appropriate to hold that such a provision for C\neducation in so far as the appellant University was concerned,\nshould concentrate and focus in the prosecution of research in\nVedic learning and practices and to provide for matters\nconnected therewith or incidental thereto. While holding so, it\nwill have to be stated in uncontroverted terms that merely D\nbecause such specific reference was made to prosecution of\nresearch in Vedic learnings, it could be held that the imparting\nof education in the appellant University should be restricted to\nthe said subject alone and not in any other subject.\n75. In our considered view, such a narrow interpretation\nwould be doing violence to the very basic concept of education,\nand would create a serious restrain on the University, where,\nimparting of education is the primary objective and dealing with\nany specific subject may be for enabling any one to acquire\nspecial knowledge on such subjects. In other words, any such\nrestrictive interpretation would go against the basic tenets of\nthe concept of education, which no Court can venture to state.\n76. In this context, we must state that if such a narrow\ninterpretation is sought to be placed, it would even create an\nembargo in the prosecution of research in Vedic learning and\npractices. In this context, as has been widely considered and\nreferred to by the Division Bench, which we have also noted,\nin a precise form in the earlier part of the judgment, we find that\nVedas has not left any subject untouched. The Division Bench\nE\nF\nG\nH\nB\nD\n516 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA has noted in paragraphs 20 and 30 the various fields, which\nhave been dealt with and associated in Vedas. The Division\nBench has gone to the extent of saying that some scientists\nhave seen the atomic dance in the deity of ‘Natraj'. It has also\nbeen noted that mathematic formulae are much more concise\nand precise in Vedas. It is said that Vedic learning is\nconcerned with human anatomy and physiology. It was further\nfound that there were enough materials in Vedas, which pertains\nto seed production, crop production, sericulture, health care,\nmanagement, beauty culture, marketing and accounting. In fact,\nC according to the Maharshi, who was the man behind the\nestablishment of the appellant University, in order to develop\nthe limitless inner potential of students and teachers, the only\nsolution is education and to achieve that end, according to him,\nancient Vedic sciences have to be revived and the knowledge\nfor systematic unfolding the range of human consciousness. In\nfact, this knowledge was stated to be Maharshi technology of\nthe unified field, which included Transcendental Meditation and\nTranscendental Meditation Siddhi Programmes. It is also\nstated that Transcendental Meditation is learnt by more than\nthree million people worldwide and implemented in public and\nprivate educational institutions in more than 20 countries\nthrough Universities, colleges, schools and educational\ninstitutions. Therefore, considering the very purport and intent\nof the Maharshi, who relentlessly fought for the establishment\nof the appellant University for nearly four decades and ultimately\nachieved the said objective for establishing the University, it can\nnever be held that his sole purport was only to spread vedic\nlearning and nothing else. Therefore, in that view when we\nexamine the respective submissions of the learned counsel we\nfind force in the submission of the learned senior counsel for\nG the appellant when he contended that by virtue of the\namendment, the un-amended Section 4(1) will become\nmeaningless and that the very purport of establishing the\nappellant University would become a futile exercise, if it were\nto restrict its courses only to mere Vedic learning, without\nproviding scope for learning all other incidental and ancillary\nE\nF\nH\nA\ni\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 517\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nsubjects dealt with by Vedas viz., all other worldly subjects such A\nas, Project Management, Finance Management, Crop\nManagement, Human Resource Management, mathematics\nand other sciences for which fundamental basic provisions have\nbeen prescribed in Vedas and practices including, Darshan,\nAgam Tantra, Itihas, Puranas and Upvedas.\nB\nC\nD\nE\n77. It will have to be stated that the expression Gyan-\nVigyan was specifically mentioned in Section 4(1), not merely\nto make a scientific study of what is contained in Vedas, as\neven such a study may not fulfill the purpose for which the\nUniversity was created. When we think aloud as to what would\nhappen if a scientific study exclusively about Vedas is made,\nwe wonder whether for that purpose a creation of a University\nwould have been necessitated. On the other hand, it is the other\nway around, in as much as Vedas contains very many scientific\nsubjects such as, mathematics, study about atoms, human\nanatomy and physiology and other formulae. At this juncture,\nthe inclusion of the expression \"Gyan-Vigyan”, will have to be\nunderstood to have been inserted with a view to study modern\nscience and technology as it exists and study the same in\nconsonance with the basic principles contained in Vedas and\npuranas. In fact, such an approach, while reading the provisions\nin our considered opinion, would be the proper way of reading\nthe said provisions and not as contended by the learned\ncounsel for the State that the study of Gyan-Vigyan should be\nexclusively for the purpose of understanding Vedas and Vedic\nprinciples. We have earlier explained what is \"Gyan Vigyan\" by\nmaking reference to an Article \"From Newton to Nirvana:\nScience, Vigyan and Gyan\" by Dr.Subash Sharma, Dean of\nIndian Business Academy, Noida. Based on the said Article,\nwe have noted that Gyan Vigyan is nothing but a systematic G\nstudy of science through senses by applying one's mind with\nabsolute consciousness. If it is the meaning to be attributed to\nthe expression \"Gyan Vigyan”, it will have to be held that the\nsaid expression used in Section 4(1) cannot be restricted to a\nmere study on Vedas and its practices. Such a narrow\nF\nI\n518 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA interpretation will be doing violence to the whole concept of\nGyan Vigyan, which as explained by Dr. Subash Sharma, is the\ncombination of human senses, mind and consciousness, which\nshould be applied to every aspect of human life, which would\ninclude all other academic subjects viz., science, mathematics,\nB philosophy, management, etc.\nC\n78. In this context, when we refer to the expression\n“promotion and development of the study of Sanskrit as the\nUniversity may from time to time determine\", we find that even\nindisputably the said provision for the study of Sanskrit is totally\nunconnected to the learning of Vedas and its allied subjects,\nexcept that the scripts of Vedas may be in Sanskrit. For that\npurpose, there need not necessarily be a specific provision to\nthe effect that there should be promotion and development of\nthe study of Sanskrit. Therefore, apart from Vedic learning and\nD its practices, the establishment of the appellant University was\nfor the purpose of providing education in the field of science\nand technology, intensive learning of Sanskrit and provision for\nresearch in every other field for the advancement and\ndisbursement of knowledge.\nE\nF\nG\nH\n79. We are of the considered opinion that only such an\ninterpretation to the un-amended Section 4(1) would be the only\nway of interpretation that can be accorded to the said provision.\nOnce, we steer clear of the interpretation of the said provision\nin the above said manner, we find that the amendment, which\nwas introduced by Act 5 of 2000, was clearly intended to\npurposely do away with its original intendment and thereby,\nrestrict the scope of activities of the appellant University to the\nlearning of Vedas and its practices and nothing else. The\nrestriction so created by introducing the amendment was self-\ndestructive and thereby, the original object and purpose of\nestablishing the appellant University was done away with. In this\ncontext, the framing of the Ordinance 15, which provided for the\nstudy on various courses in the appellant University was\nconsciously approved by the State Government without any\n1\n:\nΣ\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA V.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n519\nB\ninhibition. A perusal of the course contents in the Ordinance A\ndiscloses that there were as many as 49 courses connected\nwith Vedic learning and practices and about 33 courses on\nother subjects. By introducing the amendment under Act 5 of\n2000 and thereby, insisting that imparting of education in the\nappellant University can be restricted only to Vedic learning and\nthat the science and technology should also be only for the\npurpose of learning Vedas.and its practices, will have to be\nstated unhesitatingly as creating a formidable restriction on the\nright to education, which is a guaranteed Constitutional right and\nthereby, clearly violating Articles 14 and 21 of the Constitution.\nEqually, the addition of the expression \"in the above fields and\nin these fields may\" while deleting the expression\n\"dissemination of knowledge”, in our considered opinion,\ndrastically interfered with the right to education sought to be\nadvanced by the University by its creation originally under the D\n1995 Act, which restriction now sought to be imposed can\nnever be held to be a reasonable restriction, nor can it be held\nto have any rationale, while creating such a restriction by way\nof an amendment to Section 4(1).\nC\nE\nF\n80. Having regard to our fundamental approach to the\nissue raised in this appeal and our conclusion as stated above,\nwe are convinced that the arguments based on the Legislative\ncompetence also pales into insignificance. Even without\naddressing the said question, we have in as much found that\nby virtue of the amendment introduced to Section 4(1), an\nembargo has been clearly created in one's right to seek for\neducation, which is a Constitutionally protected Fundamental\nRight. Therefore, there was a clear violation of Articles 14 and\n21 of the Constitution and consequently, such a provision by\nway of an amendment cannot stand the scrutiny of the Court of G\nLaw. To support our conclusion, we wish to refer to the following\ndecisions rendered by this Court, right from Mohini Jain case,\nviz.,\n(i)\nSociety for Unaided Private Schools of Rajasthan\nv. Union of India- (2012) 6 SCC 1\nH\n520\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n00\nB\nC\nD\n(ii) Bhartiya Seva Samaj Trust v. Yogeshbhai\nAmbalal Patel - (2012) 9 SCC 310\n(iii) State of T.N. v. K. Shyam Sunder (2011) 8 SCC\n737\n(iv) Satimbla Sharma v. St. Paul's Sr. Sec. School\n(2011) 13 SCC 760\n(v)\nAshoka Kumar Thakur v. Union of India - (2008)\n6 SCC 1;\nwherein, this Court has consistently held that Right to\nEducation is a Fundamental Right. Thus, our conclusion is\nfortified by the various judgments of this Court, wherein, it has\nbeen held that imparting of education is a Fundamental Right,\nin as much as, we have held that the establishment of the\nappellant University was mainly for the purpose of imparting\neducation, while promotion of Vedic learning is one of the\nprimary objectives of the University. Any attempt on the part of\nthe State to interfere with the said main object viz., imparting\nof education, would amount to an infringement of the\nE Fundamental Right guaranteed under the Constitution.\nF\nG\nH\nConsequently, the amendment, which was introduced under the\n1995 Act to Section 4(1) and also the insertion of the proviso,\nhas to be held ultra-vires.\n81. Having arrived at the above conclusion, when we\nexamine the stand of the State, at the very outset, we are not\npersuaded to accede to the submission of the learned counsel\nthat the amendment was only by way of a clarification of the\nexisting provision. In fact, the Division Bench also proceeded\non the footing that 'dissemination of knowledge' as it originally\nexisted, did not empower the University to provide education\nto other courses other than Vedas and its practices. With great\nrespect to the Division Bench, we are of the view that such an\napproach was directly in conflict with the basic principle of the\nConstitutionally protected Fundamental Right, the Right to\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n521\nEducation and consequently the said line of reasoning of the\nDivision Bench and the submissions on that basis cannot also\nbe countenanced.\nA\n82. In fact, in this context, the decision relied upon by the\nlearned counsel for the respondent State reported in (1987) 4\nB\nSCC 671 (Osmania University Teachers' Association Vs.\nState of Andhra Pradesh and another), rather than supporting\nthe respondent State can be usefully applied to state that\n\"dissemination of knowledge” in every respect would apply to\nany subject and cannot be restricted to any particular subject.\nIn paragraph 30 of the said decision, while concluding as to\nthe role of the University Grants Commission in the matter of\nacademic education, it has been stated as under:\n\"\nс\n…..Dissemination of learning with search for new\nknowledge with discipline all round must be D\nmaintained at all costs. It is hoped that University Grants\nCommission will duly discharge its responsibility to the\nNation and play an increasing role to bring about the\nneeded transformation in the academic life of the\nUniversity.\" (Emphasis added)\n83. The above sentence amply establishes that\ndissemination of learning is for acquisition of knowledge in\nevery kind of discipline and that such a perception should be\nmaintained at all cost. We therefore, hold that \"dissemination\nof knowledge\" as it originally stood in Section 4(1), which was\ndeleted by way of the Amendment Act 5 of 2000, caused havoc\nby restricting the scope of acquisition of knowledge to be\ngathered by an individual from the facilities made available in\nthe appellant University. We make it clear that it can never be\nheld that the said expression used in the un-amended Section\n4(1) can be held to have a limited application for acquisition\nof knowledge on Vedas alone and not in other fields.\nE\nF\nG\n84. As far as the argument of the learned counsel for the\nrespondent based on the expression used in the Preamble was H\n522 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA concerned, at the very outset, it will have to be held that the\nPreamble cannot control the scope of the applicability of the\nAct. If the provision contained in the main Act are clear and\nwithout any ambiguity and the purpose of the Legislation can\nbe thereby duly understood without any effort, there is no\nB necessity to even look into the Preamble for that purpose.\nC\nD\nE\nF\nG\n85. In fact, the Division Bench itself has made reference\nto a decision of this Court in Union of India Vs. Elphinstone\nSpinning and Weaving Co. Ltd. and others etc., reported in\nAIR 2001 SC 724. The extent to which a Preamble of an Act\ncan be referred to or relied upon has been succinctly stated\nas under :\n$$\n‘…..The preamble of an Act, no doubt can also be read\nalong with other provisions of the Act to find out the\nmeaning of the words in enacting provision to decide\nwhether they are clear or ambiguous but the preamble\nin itself not being an enacting provision is not of the same\nweight as an aid to construction of a Section of the Act\nas are other relevant enacting words to be found\nelsewhere in the Act. The utility of the preamble\ndiminishes on a conclusion as to clarity of enacting\nprovisions. It is, therefore, said that the preamble is\nnot to influence the meaning otherwise ascribable to\nthe enacting parts unless there is a compelling reason\nfor it. If in an Act the preamble is general or brief\nstatement of the main purpose, it may well be of little\nvalue.... We cannot, therefore, start with the preamble for\nconstruing the provisions of an Act, though we could be\njustified in resorting to it nay we will be required to do so\nif we find that the language used by Parliament is\nambiguous or is too general though in point of fact\nParliament intended that it should have a limited\napplication....\" (Emphasis added)\n86. The above statement of law makes the position\nH abundantly clear that it is the statutory provision, which will have\n1\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA V.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n523\nto be read and analyzed for the purpose of understanding the A\nscope and purport for which the Legislation was intended and\nthe brief statement contained in the Preamble will be of very\nlittle value. That apart, we have noted in the earlier part of the\njudgment as to how even a reading of the Preamble shows the\nimportance attached to imparting of education in the appellant B\nUniversity, as has been highlighted in the forefront while making\na mention about the other aspects of providing scope for\nresearch oriented education on Vedas and its practices by the\nappellant University.\nC\n87. In the light of our above discussions, we hold that the\nsubmission of the learned counsel for the State by making a\ndetailed reference to the Preamble is of no assistance to the\nrespondents. For the very same reason, the arguments of the\nlearned counsel that any course to be conducted in the\nD\nappellant University should be Vedic centric cannot also be\ncountenanced. On the other hand, as held by this Court in\nOsmania University case, \"dissemination of knowledge\" as\noriginally incorporated in the un-amended Section 4(1) alone\nwould serve the purpose of effective functioning of the appellant\nUniversity in imparting and spreading knowledge on every other E\nfield available, apart from providing intensive educational\ncurriculum in Vedic learning and its practices.\n88. In the light of our above conclusion, the deletion of the\nsaid expression will have to be held to be an arbitrary action\nof the respondent State and thereby, violating equality in law\nand equal protection of law as enshrined under Article 14 of\nthe Constitution, in as much as all other Universities, which were\nbeing controlled and administered by the State by the 1973 Act,\nenjoy the freedom of setting up any course with the approval\nof the University Grants Commission, the appellant alone would\nbe deprived of such a right and liberty by restricting the scope\nof imparting education in any field other than Vedas and its\npractices.\nF\nG\n89. As far as the decision relied upon by the learned H\nT\n"}