{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n474 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n1.14. It is the statutory provision, which will have to\nbe read and analyzed for the purpose of understanding\nthe scope and purport for which the Legislation was\nintended and the brief statement contained in the\nPreamble will be of very little value. Even a reading of the\nB Preamble shows the importance attached to imparting of\neducation in the appellant University, as has been\nhighlighted in the forefront while making a mention about\nthe other aspects of providing scope for research\noriented education on Vedas and its practices by the\nC appellant University. [Para 86] [522-H; 523-A-B]\n1.15. Vedas has not left any subject untouched. The\nDivision Bench has noted the various fields, which have\nbeen dealt with and associated in Vedas. The Division\nBench has gone to the extent of saying that some\nD scientists have seen the atomic dance in the deity of\n'Natraj'. It has also been noted that mathematic formulae\nare much more concise and precise in Vedas. It is said\nthat Vedic learning is concerned with human anatomy\nand physiology. It was further found that there were\nE enough materials in Vedas, which pertains to seed\nproduction, crop production, sericulture, health care,\nmanagement, beauty culture, marketing and accounting.\n[Para 76] [515-H; 516-A-C]\nF\nG\nH\n1.16. According to the Maharshi, who was the man\nbehind the establishment of the appellant University, in\norder to develop the limitless inner potential of students\nand teachers, the only solution is education and to achieve\nthat end, according to him, ancient Vedic sciences have\nto be revived and the knowledge for systematic unfolding\nthe range of human consciousness. In fact, this\nknowledge was stated to be Maharshi technology of the\nunified field, which included Transcendental Meditation.\nand Transcendental Meditation Siddhi Programmes. It is\nalso stated that Transcendental Meditation is learnt by\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 475\nSTATE OF M.P.\nB\nmore than three million people worldwide and A\nimplemented in public and private educational institutions\nin more than 20 countries through Universities, colleges,\nschools and educational institutions. Therefore,\nconsidering the very purport and intent of the Maharshi,\nwho relentlessly fought for the establishment of the\nappellant University for nearly four decades and ultimately\nachieved the said objective for establishing the University,\nit can never be held that his sole purport was only to\nspread vedic learning and nothing else. Therefore, by\nvirtue of the amendment, the un-amended Section 4(1) will c\nbecome meaningless and that the very purport of\nestablishing the appellant University would become a\nfutile exercise, if it were to restrict its courses only to mere\nVedic learning, without providing scope for learning all\nother incidental and ancillary subjects dealt with by Vedas\nviz., all other worldly subjects such as, Project\nManagement, Finance Management, Crop Management,\nHuman Resource Management, mathematics and other\nsciences for which fundamental basic provisions have\nbeen prescribed in Vedas and practices including,\nDarshan, Agam Tantra, Itihas, Puranas and Upvedas. [Para\n76] [516-C-H; 517-A-B]\nD\nE\nF\n1.17. The appellant University has proceeded to\nestablish its institution for the purpose of imparting\neducation by making huge investments. A major part of\nwhich would have definitely come by way of fees\ncollected from the students who had joined the institution\naspiring for improving their educational career, it is the\nresponsibility of the State to ensure that such high\nexpectation of the students who joined the appellant G\nUniversity is not impaired and that for whatever expenses\nincurred by the students, appropriate returns should be\nprovided to them by way of imparting education in the\nrespective fields which, they choose to associate\nthemselves by getting themselves admitted in the\nH\n476 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA appellant University. Therefore, such expectations of the\nstudents, as well as their parents cannot be dealt with so\nvery lightly by the State, while considering for any\nchange to be brought about in the Constitution and\nfunctioning of the appellant University. It can therefore be\nB validly held that such expectations of the students and\ntheir parents, as well as that of the appellant University,\ncan validly be held to be a legitimate expectation and\nconsidering the challenge made to the amendment\nintroduced on various grounds raised at the instance of\nthe appellant, the legitimate expectation of the appellant\nUniversity, as well as the student community, would also\nequally support the contentions of the appellant\nUniversity, while challenging the amendments in\nparticular the amendment introduced to Section 4(1), as\nwell as the addition of a proviso to the said Section. [Para\n110] [536-B-G]\nC\nD\n1.18. The establishment of the appellant University at\nthe repeated persuasion of Maharshi Mahesh Yogi was\ndefinitely to provide full-fledged education on Vedas and\nE the various intricate subjects, which are found in Vedas,\nas well as its practices, Ithihas, Puranas etc. In fact, there\ncan be no two opinion that such an institution with such\na laudable objective for imparting education in different\nfields based on the teachings in Vedas, was very rare and\nF it is said that the appellant University is stated to be an\nunique University created and established by the\nfounders of the said institution headed by Maharshi\nMahesh Yogi. Therefore, when such a premium\nUniversity, which is stated to be only one of its kind in\nG the whole of the Country was successfully established\nbased on the 1995 Act, such a well established institution\nshould be allowed to survive by enabling the said\nUniversity to conduct courses as has been planned by\nit and introduced under Ordinance 15 and thereby, make\nthe appellant University a viable one. Such an approach\nH\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 477\nSTATE OF M.P.\nB\nalone, ensure the successful existence and continued A\nrunning of the University in the further years and thereby,\nbenefit very many aspirants from among the younger\ngeneration who wish to learn more and more about very\nmany subjects by understanding such subjects based on\nthe teachings that are found and established in Vedic\nlearnings, its practices, Ithihas and Puranas etc.\nTherefore, on this ground as well, any attempt made from\nany quarters, which would disrupt the running of the\nappellant University, will only amount to interfering with\nits various Constitutional rights and fundamental rights C\nenshrined in the Constitution. Therefore, when such\ninterference is brought to the notice of this Court, the\nCourt has to necessarily come to the rescue of the\nappellant University by saving it from any such onslaught\nbeing made on its continued existence. [Para 111] [536-\nG-H; 537-A-F]\nBrown v Board of Education 347 U.S. 483(1954) -\nreferred to.\nD\nMohini Jain vs. State of Karnataka and others (1992) 3 E\nSCC 666: 1992 (3) SCR 658; Unni Krishnan J.P. and others\nvs. State of Andhra Pradesh and others (1993) 1 SCC 645:\n1993 (1) SCR 594; M.C. Mehta vs. State of Tamil Nadu and\nothers (1996) 6 SCC 756: 1996 (9) Suppl. SCR 726;\nBandhua Mukti Morcha vs. Union of India and others (1997) F\n10 SCC 549: 1997 (2) SCR 379; P.A. Inamdar and others\nvs. State of Maharashtra and others (2005) 6 SCC 537: 2005\n(2) Suppl. SCR 603; Reserve Bank of India vs. Peerless\nGeneral Finance and Investment Co. Ltd. and Others 1987\n(2) SCR 1; Utkal Contractors and Joiners Pvt. Ltd.and Ors vs.\nState of Orissa and ors. (1987) 3 SCC 279: 1987 (3) SCR\n317 - referred to.\nG\n2.1. The proviso added to Section 4 is to the effect\nthat no courses should be conducted and no centers\nshould be established or run without the prior approval H\n4p.\n478 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA of the State Government. It is beyond the legislative\ncompetence of the State Legislature to stipulate any\nrestriction, as regards the conduct of the courses by\ngetting the approval of the State Government and such\nlack of competence would equally apply to the running\nB of the centers as well. Section 12 of the University Grants\nCommission Act, 1956 would encompass apart from\ndetermining the course contents with reference to which\nthe standard of teaching and its maintenance is to be\nmonitored by the University Grants Commission, would\nalso include the infrastructure that may be made\navailable, either in the University or in other campuses,\nsuch as the centers, in order to ensure that such\nstandard of education, teaching and examination, as well\nas research are maintained without any fall in standard.\n[Paras 98 and 105] [528-F; 534-A-D]\nC\nD\n2.2. The running of centers by the appellant\nUniversity would fall within the exclusive realm of Entry\n66 of List - I, and not under Entry 25 of List III of VII\nSchedule of the Constitution, which would in turn be\nE governed by Section 12 of the University Grants\nCommission Act and consequently the State Government\nto that extent should be held to lack the necessary\nlegislative competence to meddle with such centers set\nup by the appellant University. The entire proviso to\nF Section 4(1) has to be held to be ultra-vires. [Paras 108\nand 109] [535-E-F]\nG\nH\nProf. Yashpal and Anr. vs. State of Chhattisgarh and\nOrs.) (2005) 5 SCC 420: 2005 (2) SCR 23; R. Chitralekha\nvs. State of Mysore AIR 1964 SC 1823: 1964 SCR 368; The\nGujarat University, Ahmedabad vs. Krishna Ranganath\nMudholkar and Ors. 1963 Supp (1) SCR 112; Osmania\nUniverstity Teachers' Association vs. State of Andhra Pradesh\nand Anr. 1987 (3) SCR 949; Dr. Preeti Srivastava and another\nVs. State of M.P. (1999) 7 SCC 120: 1999 (1) Suppl. SCR\n249; Annamalai University vs. Secretary to Government,\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 479\nSTATE OF M.P.\nA\nInformation and Tourism Department) (2009) 4 SCC 590:\n2009 (3) SCR 355; State of Tamil Nadu vs. S.V.Bratheep\n(2004) 4 SCC 513: 2004 (2) SCR 1218; State of Tamil Nadu\nand Anr. vs. Adhiyaman Educational and Research Institute\nand others) (1995) 4 SCC 104: 1995 (2) SCR 1075; Gujarat\nUniversity, Ahmedabad vs. Krishna Ranganath Mudholkar) B\n1963 Supp. 1 SCR 112 – relied on.\n-\nC\nD\n3. Under the un-amended s. 9(2) of 1995 Act, after the\nfirst Chancellor viz., Maharshi Mahesh Yogi, the Board of\nManagement was empowered to appoint the Chancellor\nfrom among the persons of eminence and renowned\nscholar of Vedic education who can hold office for a term\nof five years and who would be eligible for\nreappointment. Under the amended Section 9(2), it was\nstipulated that after the first Chancellor, the Board of\nManagement should prepare and submit a panel of three\npersons to the State Government and out of the panel,\none person should be appointed as Chancellor by the\nBoard of Management, after obtaining the approval of the\nState Government. As far as the period of holding office\nwas concerned, there was no change in its terms. Even E\nafter the amendment, the Management had the power of\nrecommendation and they could recommend a person of\neminence and renowned scholar of Vedic education and\neven if the ultimate appointment is to be made with the\napproval of the State Government, since any such F\nappointment can be only from the panel prepared by the\nBoard of management, such a stipulation contained in\nthe amendment does not in any way impinge upon any\nright, much less the Constitutional Right or Fundamental\nRight of the appellant University, nor does it affect the G\nautonomy of the appellant University. [Paras 112 and 113]\n[538-C-G]\nCase Law Reference\n347 U.S. 483(1954)\nreferred to\nPara 23\nH\n480 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n1992 (3) SCR 658\nreferred to\nPara 29\n1993 (1) SCR 594\nreferred to\nPara 30\n1996 (9) Suppl. SCR 726 referred to\nPara 31\n1997 (2) SCR 379\nreferred to\nPara 32\nB\n2005 (2) Suppl. SCR 603 referred to\nPara 41\n2011 (2) SCR 704\nreferred to\nPara 53\n2011 (16) SCR 254\nreferred to\nPara 53\nC\n1964 SCR 742\nreferred to\nPara 53\n(2001) 4 SCC 286\nreferred to\nPara 53\n2002 (2) Suppl. SCR 324 referred to\nPara 53\nD 1969 SCR 219\nrelied on\nPara 54\nk\n1987 (2) SCR 801\nrelied on\nPara 54\n2005 (2) SCR 23\nrelied on\nPara 54\ni\nE\n1995 (2) SCR 1075\nrelied on\nPara 55\n1963 Supp. 1 SCR 112\nrelied on\nPara 55\n1960 SCR 866\nrelied on\nPara 58.\n1990 (2) SCR 797\nrelied on\nPara 58\nF\n1994 (2) Suppl. SCR 338 relied on\nPara 58\n1997 (2) Suppl. SCR 305 relied on\nPara 58\n1999 (2) SCR 438\nrelied on\nPara 58\nG\n2000 (1) SCR 97\nrelied on\nPara 58\n2001 (3) Suppl. SCR 627 relied on\nPara 58\n1964 SCR 368\nrelied on\nPara 65\nH\n1963 Supp (1) SCR 112 relied on\nPara 65\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v. 481\nSTATE OF M.P.\n1987 (3) SCR 949\nrelied on\nPara 65\nA\n1999 (1) Suppl. SCR 249 relied on\nPara 65\n2009 (3) SCR 355\nrelied on\nPara 65\n2004 (2) SCR 1218\nrelied on\nPara 65\nB\n1987 (2) SCR 1\nreferred to\nPara 67\n1987 (3) SCR 317\nreferred to\nPara 67\n2012 (2) SCR 715\nrelied on\nPara 80(i)\nC\n2012 (7) SCR 1054\nrelied on\nPara 80(ii)\n2011 (11) SCR 1094\nrelied on\nPara 80(iii)\n2011 (10) SCR 203\nrelied on\nPara 80(iv)\n2008 (4) SCR 1\nrelied on\nPara 80(v)\nD\n1987 (3) SCR 949\nrelied on\nPara 82\n2001 (1) SCR 221\nrelied on\nPara 85\n1987 (3) SCR 317\nheld inapplicable Para 87\nE\n1987 (2) SCR 1\nrelied on\nPara 88\n1987 (2) SCR 801\nrelied on\nPara 93\n(1928) 1 KB 561\nreferred to\nPara 95\nF\n(1888) 13 AC 595\nreferred to\nPara 95\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6736 of 2004.\nFrom the Judgment \u0026 Order dated 20.03.2002 of the High G\nCourt of Judicature at M.P. at Jabalpur in W.P. No. 1065 of\n2001.\nL. Nageshwar Rao, Santosh Kumar, V. Sushant Gupta (for\nMushtaq Ahmad), Vibha Datta Makhija, Archi Agnihotri, Varun H\n482 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Thakur, Varinder Kumar Sharma, Chander Shekhar Ashri for\nthe Appearing parties.\nB\nThe Judgment of the Court was delivered by\nFAKKIR MOHAMED IBRAHIM KALIFULLA, J. 1. This\nappeal is directed against the Division Bench decision of the\nHigh Court of Madhya Pradesh at Jabalpur, dated 20.03.2002,\nin W.P.No.1065 of 2001, in and by which, the Division Bench\nallowed the writ petition in part. The challenge in the writ petition\nwas to the amendment introduced to Sections 2, 4, 9 and 17,\nC as well as insertion of Sections 31-A, 31-B, 31-C, 37-A, 37-B\nto the Maharshi Mahesh Yogi Vedic Vishwavidyalaya\nAdhiniyam, 1995 (Act No.37 of 1995), hereinafter referred to\nas \"1995 Act”. The amendment was by way of Amendment Act\nNo.5 of 2000, hereinafter called the \"Amendment Act\".\nD\nE\nF\nG\n2. The Division Bench upheld the amendment to Section\n4(1) of 1995 Act. The Division Bench also held that the\namendment to Sections 9(2), 31-A(1) and (2), 31-B, 31-C, 37-\nB(a), 37-B(b), 37-B(d) and 37-B (e) are intra-vires. The Division\nBench further held that the proviso to Section 4 is intra-vires,\nas far as it provides that no Centres shall be established without\nprior approval of the State Government and no centre would\nmean no further Centres excluding the existing ones. The\nDivision Bench further held that the said proviso as far as it\nstipulated that no courses should be conducted or run without\nthe prior approval of the State Government is ultra-vires, as far\nas, it related to the present stream of courses and the existing\nCentres. Section 37-A was held to be ultra-vires in its entirety.\nSection 37-B (e) was held to be not ultra-vires.\n3. To understand the scope of challenge made in this\nappeal, the brief facts are required to be stated. The appellant\nis the University, which was a creation by way of a Statute viz.,\n1995 Act. Therefore, in the forefront, it will be better to note the\nscheme of the Act, which received the assent of the Governor\nH on 25th November 1995 and was published in the Madhya\n:\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n483\nA\nB\nPradesh Gazette dated 29th November 1995. The Preamble\nof the Act would state that it was an Act to establish and\nincorporate a University, in the State of Madhya Pradesh and\nto provide for education and prosecution of research in Vedic\nlearnings and practices and to provide for matters connected\ntherewith or incidental thereto. Section 2 defines the various\nexpressions, including the expressions \"Board of\nManagement”, “Distance Education System\", \"Institution”,\n\"Statutes\" and \"Ordinance\" and the definition of \"University\"\nunder Section 2(u) means the appellant University. Again\nSection 3(1) refers to the appellant University and Section 3(2) C\nrefers to the headquarters of the University to be at village\nKarondi in District Jabalpur, Madhya Pradesh, providing for\nestablishment of campuses at such other places within its\njurisdiction. Under sub-section (3) to Section 3, the First\nChancellor, Vice Chancellor and the first Members of the Board\nof Management of the Academic Council etc., has been set out.\n4. The crucial section is Section 4 and in particular sub-\nclause (1) of Section 4, which refers to the powers of the\nUniversity, which specifically states that such power would\nprovide for instruction in all branches of Vedic Learning, as well\nas promotion and development of the study of Sanskrit, as the\nUniversity may from time to time determine and also to make\nprovision for research and for the advancement and\ndissemination of knowledge.\n5. Sub-clauses (ii) to (xxviii) of Section 4 refers to the\nvarious other powers such as granting diplomas and\ncertificates; to organize and undertake extra-mural studies;\nconferment of honorary degree; facilities for distance education\nsystem; to recognize an institution of higher learning for such\npurposes as the University may determine; to recognize\npersons for imparting instructions in any college or institution\nmaintained by the University; to appoint persons working in any\nother University or organization, as a teacher of the University\nfor a specific period; to create teaching, as well as\nD\nE\nF\nG\nH\n"}