{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n494 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n27. The role of international organizations regarding the\nimplementation of the right to education is just not limited to the\npreparation of documents and conducting conferences and\nconventions, but it also undertakes the operational programmes\nassuring, access to education of refugees, migrants, minorities,\nB indigenous people, women and the handicaps. India\nparticipated in the drafting of the Declaration and has ratified\nthe covenant. Hence, India is under an obligation to implement\nsuch provisions. As a corollary from the Human Rights\nperspective, constitutional rights in regard to education are to\nbe automatically ensured.\nC\nD\n28. Having briefly analyzed the International Conventions,\nwe would like to refer to the provisions in our own Constitution,\nwhich provides for the significance and need for education. The\nFounding Fathers of the nation, recognizing the importance and\nsignificance of the right to education, made it a constitutional\ngoal, and placed it under Chapter IV Directive Principles of\nState Policy of the Constitution of India. Article 45 of the\nConstitution requires the State to make provisions within 10\nyears for 'free and compulsory education' for all children until\nE they complete the age of 14 years.\nF\nG\nH\n29. Further, Article 46 declares that the state shall promote\nwith special care the educational and economic interests of the\nweaker sections of the people. It is significant to note that\namong several Articles enshrined under Part IV of the Indian\nConstitution, Article 45 had been given much importance, as\neducation is the basic necessity of the democracy and if the\npeople are denied their right to education, then democracy will\nbe paralyzed; and it was, therefore, emphasized that the\nobjectives enshrined under Article 45 in Chapter IV of the\nConstitution should be achieved within ten years of the adoption\nof the Constitution. By establishing the obligations of the State,\nthe Founding Fathers made it the responsibility of future\ngovernments to formulate a programme in order to achieve the\ngiven goals, but the unresponsive and sluggish attitude of the\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n495\ngovernment to achieve the objectives enshrined under Article A\n45, belied the hopes and aspirations of the people. However,\nthe Judiciary showed keen interest in providing free and\ncompulsory education to all the children below the age of\nfourteen years. In the case of Mohini Jain V State of Karnataka\nand others - (1992) 3 SCC 666, this Court held that right to\neducation is a fundamental right enshrined under Article 21 of\nthe Constitution. The right to education springs from right to life.\nThe right to life under Article 21 and the dignity of the individual\ncannot fully be appreciated without the enjoyment of right to\neducation. The Court observed:\n\"Right to life\" is the compendious expression for all those\nrights which the Courts must enforce because they are\nbasic to the dignified enjoyment of life. It extends to the\nfull range of conduct which the individual is free to pursue.\nThe right to education flows directly from right to life. The\nright to life under Article 21 and the dignity of an\nindividual cannot be assured unless it is accompanied\nby the right to education. The State Government is under\nan obligation to make endeavour to provide educational\nfacilities at all levels to its citizens.\"\n30. In the case of Unni Krishnan J.P. and others V State\nof Andhra Pradesh and others reported in (1993) 1 SCC\n645, this Court was asked to examine the decision of Mohini\nJain's case. In Unni Krishnan (supra) this Court partly overruled\nthe decision rendered in Mohini Jain's case. The Court held\nthat, the right to education is implicit in the right to life and\npersonal liberty guaranteed by Article 21 and must be\ninterpreted in the light of the Directive Principles of State Policy\ncontained in Articles 41, 45 and 46. This Court, however,\nlimited the State obligation to provide educational facilities as\nfollows:\n(i) Every Citizen of this Country has a right to free education\nuntil he completes the age of fourteen years;\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n496 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n(ii) Beyond that stage, his right to education is subject to\nthe limits of the economic capacity of the state.\nHis Lordship Mr. Justice Mohan, as he then was, has\nstated as under in paragraph 10 \u0026 11:\n\"10. The fundamental purpose of Education is the same\nat all times and in all places. It is to transfigure the\nhuman personality into a pattern of perfection through a\nsynthetic process of the development of the body, the\nenrichment of the mind, the sublimation of the emotions\nand the illumination of the spirit. Education is a\npreparation for a living and for life, here and hereafter.\n11. An old Sanskrit adage states: \"That is Education\nwhich leads to liberation\"- liberation from ignorance\nwhich shrouds the mind; liberation from superstition\nwhich paralyses effort, liberation from prejudices\nwhich blind the Vision of the Truth.\"\n(Emphasis added)\n31. Further, this Court in M.C. Mehta V State of Tamil\nNadu and others reported in (1996) 6 SCC 756, observed\nthat, to develop the full potential of the children, they should be\nprohibited from doing hazardous work and education should be\nmade available to them. In this regard, the Court held that the\nF government should formulate programmes offering job oriented\neducation, so that they may get education and the timings be\nso adjusted so that their employment is not affected.\nG\n32. Again in Bandhua Mukti Morcha V Union of India and\nothers, reported in (1997) 10 SCC 549, Justice K. Ramaswamy\nand Justice Saghir Ahmad observed that illiteracy has many\nadverse effects in a democracy governed by a rule of law. It\nwas held that educated citizens could meaningfully exercise\ntheir political rights, discharge social responsibilities\nsatisfactorily and develop sprit of tolerance and reform.\nH Therefore, compulsory education is one of the essentials for the\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.}\n497\nstability of democracy, social integration and to eliminate social A\nevils. This Court by rightly and harmoniously construing the\nprovision of Part III and IV of the Constitution has made 'Right\nto education' a basic fundamental right.\nB\nC\nD\n33. The Government of India by Constitutional (86th\nAmendment Act) Act, 2002 had added a new Article 21A, which\nprovides that \"the state shall provide free and compulsory\neducation to all children of the age of 6 to 14 years in such\nmanner as the State may, by law determine\". Further, they\nstrengthened this Article 21A by adding a clause (k) to Article\n51-A, which provides for those who are a parent or guardian\nto provide opportunities for education to his/her child or ward\nbetween the age of 6 and 14 years. On the basis of the\nConstitutional mandate provided under Articles 41, 45, 46, 21-\nA, 51-A(k) and various judgments of this Court, both the\nGovernment of India, as well as this Court has taken several\nsteps to eradicate illiteracy, improve the quality of education\nand simultaneously ensure that the dropouts are brought to nil.\nSome of these programmes are the National Technology\nMission, District Primary Education Programme, and Nutrition\nSupport for Primary Education, National Open School, Mid-Day E\nMeal Scheme, Sarva Siksha Abhiyan and other state specific\ninitiatives. Besides this, several States have enacted\nlegislations to provide free and compulsory primary education\nsuch as: The Right of Children to Free and Compulsory\nEducation Act, 2009, The Kerala Education Act 1959, The\nPunjab Primary Education Act 1960, The Gujarat Compulsory\nPrimary Education Act 1961, U.P. Basic Education Act 1972,\nRajasthan Primary Education Act 1964, Tamil Nadu Right of\nChildren to Free and Compulsory Education Rules, 2011, etc.\n34. The right to education will be meaningful only and only\nif all the levels of education reach to all sections of people,\notherwise it will fail to achieve the target set out by our Founding\nFathers, who intended to make the Indian society an egalitarian\nsociety.\nF\nG\nH\nA\nB\nC\n498 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n35. The 15th official census in India was calculated in the\nyear 2011. In a country like India, literacy is the main foundation\nfor social and economic growth. When the British rule ended\nin 1947, the literacy rate was just 12%. Over the years, India\nhas changed socially, economically, and globally. After the 2011\ncensus, literacy rate in India, during 2011 was found to be\n74.04%. Compared to the adult literacy rate here, the youth\nliteracy rate is about 9% higher. Though this seems like a very\ngreat accomplishment, it is still a matter of concern that still so\nmany people in India cannot even read and write. The number\nof children who do not get education especially in the rural\nareas are still high. Though the government has made a law\nthat every child under the age of 14 should get free education,\nthe problem of illiteracy is still at large.\n36. Now, if we consider female literacy rate in India, then\nD it is lower than the male literacy rate, as many parents do not\nallow their female children to go to schools. They get married\noff at a young age instead. Though child marriage has been\nlowered to very low levels, it still happens. Many families,\nespecially in rural areas believe that having a male child is better\nE than having a baby girl. So the male child gets all the benefits.\nToday, the female literacy levels according to the Literacy Rate\n2011 census are 65.46%, where the male literacy rate is over\n80%. The literacy rate in India has always been a matter of\nconcern, but many NGO initiatives and government ads,\nF campaigns and programs are being held to spread awareness\namongst people about the importance of literacy. Also the\ngovernment has made strict rules for female equality rights.\nIndian literacy rate has shown a significant rise in the past 10\nyears.\nG\nH\n37. According to us, illiteracy is one of the major problems\nfaced by the developing nations. In Africa and South East Asia,\nit has been identified as a major cause of socio economic and\nethical conflicts that frequently surfaced in the region. Therefore,\nliteracy has now become part of the Human Right dialogue.\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n499\nNow most of the nations of the world have also accepted their A\nobligation to provide at least free elementary education to their\ncitizens.\n38. Owens and Shaw have stated in their book\n'Development Reconsidered\" \"It is self-evident that literacy is\na basic element of a nationwide knowledge system. The most\nimportant element of a literacy program is not the program\nitself, but the incentive to become and remain literate.\"\n39. Education is thus, viewed as an integral part of national\ndevelopment and held as an instrument by which the skills and\nproductive capacities are developed and endowed. Literacy\nforms the cornerstone for making the provision of equality of\nopportunity a reality.\n40. With great respect, it will also have to be stated that\nbereft of improvement in the educational field when we pose\nto ourselves the question as to what extent it has created any\nimpact, it will have to be stated that we are yet to reach the\npreliminary level of achievement of standardised literate\nbehaviour. In fact, in the earlier years, though the literate level\nwas not as high as it now stands, the human value had its own\nrespected place in the society. It will be worthwhile to recall the\ncontrol the elders could administer over the youngsters, de hors\nthe lack of education. It is unfortunate that today education\ninstead of reforming the human behaviour, in our humble\nopinion appear to have failed to achieve its objective. Instead\nwe find troubled atmosphere in the society at large, which calls.\nfor immediate reformation with the efforts of one and all.\nTherefore, it has become imperative to see that the institution,\nthe teachers, the parents, the students and the society at large\ncan do for bringing about such a transformation. When by and\nlarge the development of education has been achieved and the\npercentage of literacy has considerably improved, at least to\nmore than 60%, there should not be any difficulty for the\neducated mass to prevail upon every section of the society in\norder to ensure that the orderly society emerges, which would\nB\nC\nD\nE\nF\nG\nH\n500 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA pave the way for a decent and safe living for every human being\nwho is part of the society.\nB\nC\nD\nE\nF\nG\nН\n41. We can usefully refer to the importance of the education\nas highlighted by the seven Judge Bench of this Court in P.A.\nInamdar and others V. State of Maharashtra and others -\n(2005) 6 SCC 537. In paragraphs 81, 85 and 90, it has been\nheld as under:\n81. “Education” according to Chambers Dictionary is\n“bringing up or training; strengthening of the powers\nof body or mind; culture”.\n85. Quadri, J. has well put it in his opinion in Pai\nFoundation:\n“287. Education plays a cardinal role in transforming a\nsociety into a civilised nation. It accelerates the progress\nof the country in every sphere of national activity. No\nsection of the citizens can be ignored or left behind\nbecause it would hamper the progress of the country as\na whole. It is the duty of the State to do all it could, to\neducate every section of citizens who need a helping\nhand in marching ahead along with others.\"\n90. In short, education is national wealth essential for the\nnation's progress and prosperity.\n42. The following quote of the Hon'ble Supreme Court in\nUnni Krishnan's case sums up the importance of education;\n\"Victories are gained, peace is preserved, progress is\nachieved, civilisation is built up and history is made not\non the battlefields where ghastly murders are committed\nin the name of patriotism, not in the Council Chambers\nwhere insipid speeches are spun out in the name of\ndebate, not even in factories where are manufactured\nnovel instruments to strangle life, but in educational\ninstitutions which are the seed-beds of culture, where\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n501\nchildren in whose hands quiver the destinies the future, A\nare trained. From their ranks will come out when they grow\nup, statesmen and soldiers, patriots and philosophers,\nwho will determine the progress of the land.\"\n43. Having thus highlighted the importance of Education,\nwhen we now refer to the core issue involved in this appeal,\nthe provocation for the appellant to file the writ petition was the\namendment introduced by Amendment Act 5 of 2000, by which,\nSections 2, 4, 9 and 17 of 1995 Act was amended, while\nsimultaneously Sections 31-A, 31-B, 31-C, 37-A and 37-B were\ninserted.\nB\nC\nD\n44. Before adverting to the consequence of the\namendments introduced to two of the crucial provisions viz.,\nSection 4(1) and its proviso and Section 9(2) of the un-\namended Act, it will have to be kept in mind that after the\ncoming into force of the 1995 Act, the appellant University has\nframed its Statutes, as well as Ordinance No.15. Ordinance\nNo.15, contains the courses of studies, which are numerous.\nApart from prime subjects on Vedas there were also other\nprofessional courses such as Project Management, Human E\nResources Management, Financial Management, Marketing\nManagement, Accounting and Auditing, Banking, as well as\nvocational courses in typing, stenography, secretarial practice,\ncomputer technology marketing and sales, dress designing and\nmanufacturing, textile designing and printing, horticulture, seed\nproduction, crop production, sericulture, as well as, short term\ncourses in various international topics such as, political science,\ntheory of Government, theory of defense, theory of education,\ntheory of management etc.\nF\nG\n45. One other relevant factor to be noted is that the\nappellant University was added in the list of Universities\nmaintained by the University Grants Commission, as provided\nunder Section 2(f) of the University Grants Commission Act,\n1956..The same was addressed by way of a communication\nto the University Grants Commission dated 24.08.1998, in and H\nf\n502\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA by which, the inclusion of the appellant University in the schedule\nto the University Grants Commission Act, 1956 was notified.\nOne other factor which is also to be kept in mind is that by virtue\nof the provisions contained in the un-amended Act, the\nappellant University also opened up as many as 55 centers in\nB which an average of 35 students stated to have got themselves\nenrolled to pursue various courses of study.\nC\n46. Keeping the above factors and details in mind, when\nwe examine the challenge made in the writ petition, in the\nforefront, the challenge was to the amendment, which was\nmade to Section 4(1) of the 1995 Act.\n47. The next challenge was to the proviso to Section 4 and\nthe third crucial challenge was to the amendment to Section 9(2)\nof the 1995 Act. In fact, Mr.Nagaeshwara Rao, learned senior\nD counsel for the appellant in his submissions, mainly\nconcentrated on the above three aspects on which the\namendments impinge upon the rights of the appellant.\nE\nF\nG\nH\n48. In the first instance, we wish to take up the amendment\nto Section 4(1) of the Act. In order to appreciate the\nsubmissions of the respective counsel, it will be worthwhile to\nnote the un-amended Section 4(1), the amended Section 4(1), :\nas well as the Preamble to the Act which are as under:\n\"4 (i) to provide for instruction in all branches of Vedic\nlearning and practices including Darshan, Agam Tantra,\nItihas, Puranas, Upvedas and Gyan-Vigyan and the\npromotion and development of the study of Sanskrit as\nthe University may, from time to time determine and to\nmake provision for research and for the advancement\nand dissemination of knowledge.\"\nThe amended provision reads as under:-\n\"to provide for instruction only in all branches of Vedic\nlearning and practices including Darshan, Agam Tantra,\nItihas, Puranas, Upvedas and Gyan-Vigyan and the\n'\nMAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA v.\nSTATE OF M.P. [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n503\npromotion and development of the study of Sanskrit as\nthe University may from time to time determine and to\nmake provison for research and for the advancement in\nthe above fields and in these fields may ....\nPreamble:\n\"1\n\"An Act to establish and incorporate a University in the\nState of Madhya Pradesh and to provide for education\nand prosecution of research in Vedic learnings and\npractices and to provide for matters connected therewith\nor incidental thereto.\"\nA\nB\nC\n49. A reading of the above amendments to Section 4(1)\ndiscloses that by way of the amendment, the expression \"only\"\nand the expression \"in the above fields and in these fields\nmay...\" were added, while the last set of expressions D\n\"dissemination of knowledge\" were deleted. After the\namendment, the grievance of the appellant was that, prior to\nthe coming into force of the Amendment Act viz., Act 5 of 2000,\nthe Officer on Special Duty, in the Department of Higher\nEducation, sent a memorandum, alleging that the course of\nE\nstudy prescribed in Clause 1(i) and (j) of Ordinance No.15,\nwere contrary to the aims and objectives of the University and\ntherefore, not acceptable. The University submitted through its\nreply vide Annexure P-7, explaining in detail with cogent\nreasons as to why it was entitled to conduct those courses. It\nis in the above stated background that the Amendment Act 5\nof 2000 came to be introduced.\nOj\nF\n50. In the above stated background, when we examine the\namendment to Section 4 (1), it is quite apparent that by adding\nthe word \"only\" after the expressions \"instruction\" in the opening G\npart of the Section and by adding expression \"in the above\nfields and in these fields may...\", the State Legislature\napparently wanted to restrict the scope of providing instructions\nto its students only in respect of studies in branches of Vedic\nlearning and practices, including Darshan, Agam Tantra, Itihas, H.\n"}