{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A.P.S.R.T.C. AND ANR.\nV.\nB.S. DAVID PAUL\nA\nFEBRUARY 1, 2006\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nB\nLabour Laws:\nIndustrial Disputes Act, 1947-Section 33-C(2)-Back wages-Claim\nfor-In view of award of reinstatement-Propriety of-Held: Award of\nreinstatement, itself does not confer right to claim back wages,\nRespondents-employees of appellant-Corporation claimed before Labour\nCourt that their services were illegally terminated. Labour Court, holding\nthe termination bad, directed their reinstatement. After reinstatement,\nrespondents filed application seeking back wages in terms of Section\n33-C (2) of Industrial Disputes Act, 1947. Labour Court directed payment of\nback wages. The same was confirmed by High Court in Writ Application.\nHence the present appeals.\nAllowing the appeals, the Court\nC\nᎠ\nE\nHELD: The orders of the Labour Court as affirmed by the High Court\nare indefensible. Merely upon reinstatement, a workman would be not entitled,\nunder the terms of award, to all his arrears of pay and allowances, because\nseveral factors will have to be considered to find out whether the workman is\nentitled to back wages at all and to what extent. It cannot be presumed that F\nthe award of the Labour Court for grant of back wages is implied in the relief\nof reinstatement or that the award of reinstatement itself conferred right for\nclaim of back wages. [1005-C; 1004-H; 1005-A-B|\nA.P. SRTC and Anr. v. S. Narsagoud, [2003] 2 SCC 212; A.P. State Road\nTransport Corporation and Ors. v. Abdul Kareem, [2005| 6 SCC 36; Rajasthan G\nState Road Transport Corporation and Ors. v. Shyam Bihari Lal Gupta, [2005]\n7 SCC 406; State Bank of India v. Ram Chandra Dubey and Ors., [2001] 1\nSCC 73 and State of U.P. and Anr. v. Brijpal Singh [2005] 8 SCC 58, relied\non.\n1001\nH\nB\n1002\nA\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2956 of 2000.\nFrom the Judgment and Order dated 1.7.1999 of the Andhra Pradesh\nHigh Court in Writ Appeal No. 860/99.\nWITH\nC\nD\nE\nC.A. No. 2957 of 2000 and C.A. No. 2958 of 2000.\nG. Ramakrishna Prasad, K.P. Kylashanatha Pillai, Mohd. -Wasay Khan\nand Abhijit Sengupta for the Appellants.\nT.N. Rao, A. Ramesh and D. Mahesh Babu for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. These appeals involve identical issues and are\ntherefore disposed of by this common judgment.\nAndhra Pradesh State Road Transport Corporation (in short the\n*Corporation') calls in question legality of the judgments rendered by the\nHigh Court holding that the respondent in each of the appeals was entitled\nto back wages.\nA brief reference to the factual position which is almost undisputed\nwould suffice:\nRespondents who claimed to be employee of the appellant-Corporation\nclaimed before the Labour Court, Hyderabad (in short 'the Labour Court') that\ntheir services were illegally terminated. Reference was made by the State\nF Government under the Industrial Disputes Act, 1947 (in short the ‘Act').\nAppellant-Corporation took the stand that they were not its employees\nand, in fact, were employees of independent contractors. The Labour Court\ndid not accept the stand and held that the termination was bad and the\nconcerned applicants were entitled for reinstatement. It is not in dispute that\nG the appellant-Corporation has reinstated the respondents. Subsequently, the\nrespondents filed application before the Labour Court stating that they were\nentitled to back wages for the period they were out of employment and they\nwere entitled to be paid back wages in terms of Section 33-C(2) of the Act.\nH\nThe Corporation resisted the claim on the ground that there was no\n✓\nA.P.S.R.T.C. v. B.S. DAVID PAUL [PASAYAT.J.]\n1003\ndirection for payment of back wages and, therefore, Section 33-C(2) had no A\napplication. The Labour Court did not accept the stand and directed payment.\nSuch adjudication was challenged before the High Court which dismissed the\nwrit application.\nLearned counsel for the appellant submitted that when the only direction\ngiven by the Labour Court was reinstatement, there was no question of B\npayment of any back wages and in any event Section 33-C(2) had no\napplication.\nLearned counsel for the respondents on the other hand submitted that\nwhen the reinstatement was directed, back wages were the natural consequence.\nThe principle of law on point is no more res integra. This Court in A.P.\nSRTC and Anr. v. S. Narsagoud, [2003] 2 SCC 212 succinctly crystallized the\nprinciple of law in Paragraph 9 of the judgment on Page 215:\nC\nᎠ\n\"We find merit in the submission so made. There is a difference\nbetween an order of reinstatement accompanied by a simple direction\nfor continuity of service and a direction where reinstatement is\naccompanied by a specific direction that the employee shall be entitled\nto all the consequential benefits, which necessarily flow from\nreinstatement or accompanied by a specific direction that the employee\nshall be entitled to the benefit of the increments earned during the E\nperiod of absence. In our opinion, the employee after having been\nheld guilty of unauthorized absence from duty cannot claim the benefit\nof increments notionally earned during the period of unauthorized\nabsence in the absence of a specific direction in that regard and\nmerely because he has been directed to be reinstated with the benefit\nof continuity in service.\"\nThe above position was re-iterated in A.P. State Road Transport\nCorporation and Ors. v. Abdul Kareem, [2005] 6 SCC 36 and in Rajasthan\nState Road Transport Corporation and Ors. v. Shyam Bihari Lal Gupta,\n[2005] 7 SCC 406.\nIn the case of State Bank of India v. Ram Chandra Dubey \u0026 Ors.,\n[2001] 1 SCC 73, this Court held as under:\n\"7. When a reference is made to an Industrial Tribunal to adjudicate\nthe question not only as to whether the termination of a workman is\nF\nG\nH\nA\nB\nC\nᎠ\nD\nE\nF\nG\nH\n1004\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\njustified or not but to grant appropriate relief. it would consist of\nexamination of the question whether the reinstatement should be with\nfull or partial back wages or none. Such a question is one of fact\ndepending upon the evidence to be produced before the Tribunal. If\nafter the termination of the employment, the workman is gainfully\nemployed elsewhere it is one of the factors to be considered in\ndetermining whether or not reinstatement should be with full back\nwages or with continuity of employment. Such questions can be\nappropriately examined only in a reference. When a reference is made\nunder Section 10 of the Act, all incidental questions arising thereto.\ncan be determined by the Tribunal and in this particular case, a\nspecific question has been referred to the Tribunal as to the nature\nof relief to be granted to the workmen.\n8. The principles enunciated in the decisions referred by either side\ncan be summed up as follows:\nWhenever a workman is entitled to receive from his employer any\nmoney or any benefit which is capable of being computed in terms of\nmoney and which he is entitled to receive from his employer and is\ndenied of such benefit can approach Labour Court under Section 33-\nC(2) of the Act. The benefit sought to be enforced under Section 33-\nC(2) of the Act is necessarily a pre-existing benefit or one flowing\nfrom a pre-existing right. The difference between a pre-existing right\nor benefit on one hand and the right or benefit, which is considered\njust and fair on the other hand is vital. The former falls within\njurisdiction of Labour Court exercising powers under Section 33-C(2)\nof the Act while the latter does not. It cannot be spelt out from the\naward in the present case that such a right or benefit has accrued to\nthe workman as the specific question of the relief granted is confined\nonly to the reinstatement without stating anything more as to the back\nwages.\nHence that relief must be deemed to have been denied, for what is\nclaimed but not granted necessarily gets denied in judicial or quasi-\njudicial proceeding. Further when a question arises as to the\nadjudication of a claim for back wages all relevant circumstances\nwhich will have to be gone into, are to be considered in a judicious\nmanner. Therefore, the appropriate forum wherein such question of\nback wages could be decided is only in a proceeding to whom a\nreference under Section 10 of the Act is made. To state that merely\ny\nA.P.S.R.T.C. v. B.S. DAVID PAUL [PASAYAT, J.]\n1005\nupon reinstatement, a workman would be entitled, under the terms of A\naward, to all his arrears of pay and allowances would be incorrect\nbecause several factors will have to be considered, as stated earlier,\nto find out whether the workman is entitled to back wages at all and\nto what extent. Therefore, we are of the view that the High Court\nought not to have presumed that the award of the Labour Court for\nB\ngrant of back wages is implied in the relief of reinstatement or that the\naward of reinstatement itself conferred right for claim of back wages\"\nThe position was recently reiterated by three-judge Bench in State of\nU.P. and Anr. v. Brijpal Singh, [2005] 8 SCC 58.\nThe orders of the Labour Court as affirmed by the High Court are\nindefensible, deserve to be set aside, which we direct.\nK.K.T.\nThe appeals are allowed but without any order as to costs.\nAppeals allowed.\nC\n"}