{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"658\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA repugnant to the concept of right and reason.\nB\nC\n91. In Dr. Bonham case - (1610) 8 Co Rep 114a : 77ER\n646, Lord Coke explained this concept several centuries ago.\nThe classical formulation by Lord Coke is:-\n\"It appears in our books, that in many cases, the common\nlaw will control acts of Parliament, and sometimes adjudge\nthem to be utterly void: for when an act of Parliament is\nagainst common right and reason, or repugnant, or\nimpossible to be performed, the common law will control\nit and adjudge such act to be void.\"\n92. The principle of 'due process' is an emanation from\nthe Magna Carta doctrine. This was accepted in American\njurisprudence [See Munn vs. Illinois, 24 L Ed. 77 : 94 US 113,\nD 142 (1876)].\nE\nF\nG\nH\n93. Again this was acknowledged in Planned Parenthood\nof Southeastern Pennsylvania vs. Casey, 120 L ED 2d 674,\nwherein the American Supreme Court observed as follows:\n\"The guarantees of due process, though having their roots\nin Magna Carta's 'per legem terrae' and considered as\nprocedural safeguards 'against executive usurpation and\ntyranny,' have in this country 'become bulwarks also\nagainst arbitrary legislation'.\"\n94. All these concepts of 'due process' and the concept\nof a just, fair and reasonable law has been read by this Court\ninto the guarantee under Articles 14 and 21 of the Constitution.\nTherefore, the provision of Section 27(3) of the Act is violative\nof Article 14 and 21 of the Constitution.\n95. Apart from that the said Section 27 (3) is a post\nConstitutional law and has to obey the injunction of Article 13\nwhich is clear and explicit. Article 13(2) is as follows:\n\"13(2) The State shall not make any law which takes away\nSTATE OF PUNJAB v. DALBIR SINGH\n659\n[ASOK KUMAR GANGULY, J.]\nor abridges the rights conferred by this Part and any law\nmade in contravention of this clause shall, to the extent of\nthe contravention, be void.\"\nA\n96. In view of the aforesaid mandate of Article 13 of the\nConstitution which is an Article within Part-III of our Constitution,\nSection 27(3) having been enacted in clear contravention of\nPart-III rights, Section 27(3) of the Act is repugnant to Articles\n14 and 21 and is void.\n97. Section 27(3) of the Act also deprives the judiciary from\ndischarging its Constitutional duties of judicial review whereby\nit has the power of using discretion in the sentencing procedure.\n98. This power has been acknowledged in Section 302\nof the Indian Penal Code and in Bachan Singh (supra) case it\nhas been held that the sentencing power has to be exercised\nin accordance with the statutory sentencing structure under\nSection 235(2) and also under Section 354(3) of the Code of\nCriminal Procedure.\n99. Section 27(3) of the said Act while purporting to\nimpose mandatory death penalty seeks to nullify those salutary\nprovisions in the Code. This is contrary to the law laid down in\nBachan Singh (supra).\nB\nC\nD\nE\n100. In fact the challenge to the constitutional validity of\ndeath penalty under Section 302 of Indian Penal Code has F\nbeen negatived in Bachan Singh (supra) in view of the\nsentencing structure in Sections 235(2) and 354 (3) of the\nCriminal Procedure Code. By imposing mandatory death\npenalty, Section 27(3) of the Act runs contrary to those statutory\nsafeguards which give judiciary the discretion in the matter\nimposing death penalty. Section 27(3) of the Act is thus ultral\nvires the concept of judicial review which is one of the basic\nfeatures of our Constitution.\n101. It has also been discussed hereinabove that the ratio\nin both Bachan Singh (supra) and Mithu (supra) has been\nG\nH\n660 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA universally acknowledged in several jurisdictions across the\nworld and has been accepted as correct articulation of Article\n21 guarantee. Therefore, the ratio in Mithu (supra) and Bachan\nSingh (supra) represents the concept of Jus cogens meaning\nthereby the peremptory non derogable norm in international law\nB for protection of life and liberty.\nC\nD\n102. That is why it has been provided by the 44th\nAmendment Act of 1978 of the Constitution, that Article 21\ncannot be suspended even during proclamation of emergency\nunder Article 359(vide Article 359(1)(a) of the Constitution.\n103. This Court therefore holds that Section 27(3) of the\nArms Act is against the fundamental tenets of our Constitutional\nlaw as developed by this Court.\n104. This Court declares that Section 27(3) of Arms Act,\n1959 is ultra vires the Constitution and is declared void. The\nappeal is thus dismissed on merits and the High Court\njudgment acquitting the respondent is affirmed.\nB.B.B.\nAppeal dismissed.\n"}