{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"VINAY KR. KHAMBATE\nV.\nVINAY KR. AGGARWAL AND ORS.\nFEBRUARY 22, 2007\nA\nB\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nRent Control and Eviction:\nDelhi Rent Control Act, 1958; Ss. 2(1)(ii) and 22(d)/Code of Civil\nProcedure, 1908; O.XXII R.4:\nC\nD\nEviction petition-Tenant died during pendency of the petition-\nLandlord filing an application under O.XXII R.4 CPC claiming that son of\nthe deceased tenant could not acquire the tenancy in succession even for a\nlimited period of one year-Allowing the application, Rent Controller passed\neviction order on the same day-Appeal dismissed by Tribunal-Challenge\nto--Dismissed by High Court-On appeal, Held: Rent Controller allowed the\neviction petition on the same day in terms of O.XXII R.4 CPC r/w s. 2(1)(ii)\nof the Act without taking into consideration objection taken by the opposite\nparty—It would have been appropriate for the Rent Controller to permit the\nson of the deceased-tenant to place material in support of his stand, which E\nwas not done-Hence, orders of the Courts below set aside and the matter\nremitted to Rent Controller to hear the son of the deceased tenant on the\nquestion as to his acquiring of perpetual tenancy right from his deceased\nfather-tenant.\nRespondent-landlord filed a petition for eviction of the appellant's father- F\ntenant under Section 22(d) of the Delhi Rent Control Act, 1958. The tenant\nexpired. Respondent moved an application under Order XXII Rule 4 of the\nCode of Civil Procedure, 1908 stating that the appellant was the sole surviving\nlegal heir of the deceased-tenant. Since tenancy of the father of the appellant\nhad been terminated during his life time, as such there was no succession of G\nthe son to acquire the tenancy in succession even for a limited period of one\nyear. Rent Controller allowed the application under Order XXII Rule 4 of the\nCode read with Section 2(1)(ii) of the Act. While deciding the application, the\nRent Controller passed the eviction order on the same day by observing that\n1077\nH\n1078\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the appellant-son was not financially dependent on his father at the time of\nhis death and since the suit premises were let out for residential purposes,\ntenancy of the father having been terminated by notice, appellant-son had a\nright to continue in possession on the suit premises for a limited period of\none year only and he cannot take the defence as taken by his father-tenant.\nAppellant challenged the said order by preferring an appeal before the Rent\nControl Tribunal. The Tribunal dismissed the appeal. A petition challenging\nthe orders of the Additional Rent Controller and the Tribunal was filed by the\nappellant, which was dismissed by the High Court. Hence the present appeal.\nB\nC\nD\nE\nF\nPartly allowing the appeal, the Court\nHELD: 1.1. The Additional Rent Controller allowed the application in\nterms of Order XXII Rule 4 of the Code and on the same day without\nconsidering the various stands taken in the objection, disposed of the matter.\nPara 9] [1080-F]\n1.2. It would have been appropriate for the Additional Rent Controller\nto permit the appellant, son of the deceased-tenant, to place materials in\nsupport of his stand which obviously has not been done. In the above\ncircumstances, order of the High Court confirming the order of the Tribunal\nand the Additional Rent Controller is set aside and the matter is remitted to\nthe Additional Rent Controller who shall hear the appellant on the question\nas to whether the appellant was perpetual tenant and/or inherited the tenancy\nright of his father. [Para 10] [1080-G-H]\n1.3. It is clarified that no opinion has been expressed on the merits.\n[Para 10]\nCIVIL APPEALLATE JURISDICTION : Civil Appeal No. 895 of 2007.\nFrom the final Judgment and Order dated 2.6.2006 of the High Court of\nDelhi at New Delhi in C.M. (Main) No. 889/2006.\nChaman Lal Sachdeva, Sanjeev Sachdeva, Preet Lal Singh, Sumesh\nG Dhawan, Chetan Chopra and Saurab Sharma for the Appellant.\nShankar Divate and Dipesh Chaudary for the Respondents.\nThe Judgment of the Court was delivered by\nH\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nVINAY KR. KHAMBATE v. VINAY KR. AGGARWAL [PASAYAT, J.] 1079\n2. Challenge in this appeal is to the orders passed by a learned Single A\njudge of the Delhi High Court dismissing the petition filed by Appellant.\n3. A brief reference to the factual aspect would suffice.\n4. Respondent filed a petition for eviction of the appellant's father under\nSection 22(d) of the Delhi Rent Control Act, 1958 (in short the ‘Act') claiming B\nthat the premises in suit are required for furtherance of activities. Father of\nthe appellant filed a written statement stating that the respondent-Trust was\na private trust and as such the petition under Section 22 was not maintainable\nas the said provision specifically excludes from its ambit institutions set up\nby a private trust. Before recording of evidence, appellant's father expired on\nC\n26.6.2003. Respondent moved an application under Order XXII Rule 4 of the\nCode of Civil Procedure, 1908 (in short the 'Code') stating that the appellant\nwas the sole surviving legal heir of the deceased-tenant. Since tenancy of the\nfather of the appellant had been terminated as such there was no succession\nof the tenant to acquire the tenancy in succession even for a limited period\nof one year. Appellant filed his reply and took the stand that he was a D\nperpetual tenant and had inherited tenancy rights of his father. Learned\nAdditional Rent Controller by order dated 16.9.2005 allowed the application\nunder Order XXII Rule 4 of the Code read with Section 2(1)(ii) of the Act.\nWhile deciding the application, he passed the eviction order on the same day\ni.e. on 16.9.2005 by observing that the appellant was not financially dependent\non his father at the time of his death and since the suit premises were let out\nfor residential purposes, tenancy of the father having been terminated by\nnotice dated 21.9.1999, appellant had the right to continue in possession for\na limited period of one year only and he cannot take the defence taken by\nhis father. Appellant challenged the said order by preferring an appeal before\nthe Rent Control Tribunal, Delhi (in short the 'Tribunal' ). The Tribunal F\ndismissed the appeal. A petition was filed before the High Court challenging\nthe orders of the Additional Rent Controller and the Tribunal and the High\nCourt by the impugned order dismissed the petition.\nE\n5. Though several points were taken by the appellant in support of the\nappeal, primarily it was stated that the order of eviction could not have been G\npassed on the very same day on which the application under Order XXII Rule\n4 was allowed. The question whether the appellant had any defence available\nwas to be adjudicated. The order of eviction could not have been passed in\na summary way as has been done.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1080\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n6. Learned counsel for the respondents supported the orders passed by\nlower forums and the High Court.\n7. Undisputedly the respondents had filed an application under Order\nXXII Rule 4 of the Code read with Section 2(i)(ii) of the Act. The same was\nfiled on 5.9.2003 and the relevant portion of the petition read as follows:\n\"That although Shri Vijay Kumar Khambate is the son of the\ndeceased respondent and the only LR yet he does not come under\nthe purview of 'tenant as envisaged under Section 2(1)(ii) of the Delhi\nRent Control Act as he was not financially dependent on the\nrespondent. As such there is no successor of the deceased respondent\nto acquire the tenancy in succession even for a limited period of one\nyear.\"\n8. The reply to the said petition was filed by the appellant where the\nfollowing stands were taken:\n\"That the deceased Shri P.S. Khambate died as a contractual\ntenant and on his death the respondent became the tenant by operation\nof law.\nThat the respondent Vinay Kumar Khambate was living in the\npremises in suit and was not financially dependent on deceased\nrespondent and as such the tenancy of the respondent is not hit by\nthe provision of Section 2(1)(ii) of the Delhi Rent Control Act and the\nrespondent became a lawful perpetual tenant after the death of late\nShri P.S. Khambate. Thus the petition as framed and filed is not\nmaintainable.\"\n9. The Additional Rent Controller allowed the application in terms of\nOrder XXII Rule 4 of the Code and on the same day without considering the\nvarious stands taken in the objection, disposed of the matter.\n10. It would have been appropriate for the learned Additional Rent\nController to permit the appellant to place materials in support of his stand\nwhich obviously has not been done. In the above circumstances we set aside\nthe order of the High Court confirming the order of the Tribunal and the\nAdditional Rent Controller and remit the matter to the Additional Rent Controller\nwho shall hear the appellant on the question as to whether the appellant was\nperpetual tenant and/or inherited the tenancy right of his father. We make it\n1″\n$\nVINAY KR. KHAMBATE v. VINAY KR. AGGARWAL [PASAYAT,J.] 1081\nclear that we have not expressed any opinion on the merits. Since the matter A\nis pending since long, Additional Rent Controller would do well to dispose\nof the matter within a period of four months from the date of receipt of our\norder. Parties are permitted to file copy of this order before the Additional\nRent Controller so that the matter can be heard early.\ncosts.\nS.K.S.\n11. The appeal is allowed to the aforesaid extent with no orders as to\nAppeal partly allowed.\nB\n"}