{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"NOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n439\nwhich leads to drawing of an adverse inference against them to A\nthe effect that had such evidence been produced, the same\nwould have gone against the prosecution.\nB\n118. Omission on the part of the prosecution to produce\nevidence in this behalf must be linked with second important\npiece of physical evidence that the bulk quantity of heroin alleg-\nedly recovered indisputably has also not been produced in court.\nRespondents contended that the same had been destroyed.\nHowever, on what authority it was done is not clear. Law re-\nquires that such an authority must flow from an order passed by\nthe Magistrate. Such an order whereupon reliance has been C\nplaced is Exhibit PJ; on a bare perusal whereof, it is apparent\nthat at no point of time any prayer had been made for destruc-\ntion of the said goods or disposal thereof otherwise. What was\nnecessary was a certificate envisaged under Section 110(1B)\nof the 1962 Act. An order was required to be passed under the D\naforementioned provision providing for authentication, inven-\ntory etc. The same does not contain within its mandate any\ndirection as regards destruction. The only course of action the\nprosecution should have resorted to is to obtain an order from\nthe competent court of Magistrate as envisaged under Section E\n52A of the Act in terms whereof the officer empowered under\nSection 53 upon preparation of an inventory of narcotic drugs\ncontaining such details relating to their description, quality, quan-\ntity, mode of packing, marks, numbers or such other identifying\nparticulars of the narcotic drugs or psychotropic substances or F\nthe packing in which they are packed, country of origin and other\nparticulars as he may consider relevant to the identity of the\nnarcotic drugs or psychotropic substances in any proceedings\nthereunder make an application for any or all of the following\npurposes :\n\"(a) Certifying correctness of the inventory so prepared;\nor\n(b) Taking, in the presence of such Magistrate,\nphotographs substances and certifying such\nG\nH\n440\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA\nB\nC\nD\nE\nF\nphotographs as true; or\n(c) Allowing to draw representative samples of such\ndrugs or substances, in the presence of such\nMagistrate and certifying the correctness of any list\nof samples so drawn.\"\n119. Sub-section (3) of Section 52A of the Act provides\nthat as and when such an application is made, the Magistrate\nmay, as soon as may be, allow the application. The reason\nwherefor such a provision is made would be evident from sub-\nsection (4) of Section 52A which reads as under:\n\"52A. Disposal of seized narcotic drugs and\npsychotropic substances.\n(4) Notwithstanding anything contained in the Indian\nEvidence Act, 1872 (1 of 1972) or the Code of Criminal\nProcedure, 1973 (2 of 1974), every Court trying an offence\nunder this Act, shall treat the inventory, the photographs of\nnarcotic drugs or psychotropic substances and any list of\nsamples drawn under sub-section (2) and certified by the\nMagistrate, as primary evidence in respect of such\noffence.\"\n120. Concededly neither any such application was filed\nnor any such order was passed. Even no notice has been given\nto the accused before such alleged destruction.\n121. We must also notice a distinction between Section\n110(1B) of the 1962 Act and Section 52A(2) of the Act as sub-\nsection (4) thereof, namely, that the former does not contain any\nprovision like sub-section (4) of Section 52A. It is of some im-\nportance to notice that paragraph 3.9 of the Standing Order re-\n▪G quires pre-trial disposal of drugs to be obtained in terms of\nSection 52A of the Act. Exhibit PJ can be treated as nothing\nother than an order of authentication as it is a certificate under\nSection 110(1B) of the 1962 Act as the aspect of disposal clearly\nprovided for under Section 52A of the Act is not alluded to. The\n4 High Court in its judgment purported to have relied upon an\nX\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J}\n441\nassertion made by the prosecution with regard to prevalence of A\na purported general practice adopted by the Customs Depart-\nment to obtain a certificate in terms of the said provision prior\nto destruction of case property, stating:\n\"To a specific query put to Mr. Guglani by the Court with\nregard to aforesaid arguments, he fairly states that the\ngeneral practice adopted by the Customs Department is\nthat before destroying the case property, a certificate is\nobtained u/s 100 (1B) of Customs Act. He states that in\nthis regard, a sample as per the provisions contained in\nsub clause (c) to clause (1B) is also drawn for the purposes\nof certification of correctness so that at a later stage, the\nidentity of the case property is not disputed.\nB\nC\nD\nE\nMay be, in my view, some irregularities are committed in\nthis case by the Customs Department while obtaining the\norder Exhibit PJ) from the court for the reason that if the\ncase property was to be destroyed, at least a notice should\nhave been given to the accused on the application moved\nu/s 100 (1B) of the Customs Act or at least a specific\nrequest in this regard should have been made in the\napplication but at the same time, the aforesaid irregularity\ncannot be said to be a vital flaw in the case of the\nprosecution for which the appellant can derive any benefit\nespecially under the circumstances when confessional\nstatements made by the appellant are held to be made\nvoluntary as observed by me hereinabove... Similarly, non- F\nproduction of cardboard card board carton is also not\nfatal to the prosecution.\"\n122. The question which arises for our consideration is as\nto whether it is permissible to do so. Evidently it is not. Firstly\nbecause taking recourse to the purported general practice\nadopted by the Customs Department is not envisaged in re-\ngard to prosecution under the Act. Secondly, no such general\npractice has been spoken of by any witness. A statement made\nat the Bar as regards existence of such a purported general\nG\nH\n442\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA practice to say the least cannot be a substitute of evidence\nwhereupon only the court could rely upon. Secondly, the High\nCourt failed to take into consideration that a certificate issued\nunder Section 110(1B) of the 1962 Act can be recorded as a\ncertificate of authentication and no more; authority for disposal\nB would require a clear direction of the Court in terms of Section\n52A of the Act. Thirdly, the High Court failed and/or neglected\nto consider that physical evidence being the property of the Court\nand being central to the trial must be treated and disposed of in\nstrict compliance of the law.\nC\n123. The High Court proceeded on the basis that non-pro-\nduction of physical evidence is not fatal to the prosecution case\nbut the fact remains that a cumulative view with respect to the\ndiscrepancies in physical evidence creates an overarching in-\nference which dents the credibility of the prosecution. Even for\nD the said purpose the retracted confession on the part of the\naccused could not have been taken recourse to.\nE\nLL\nF\nG\nH\n124. The last but not the least, physical evidence relating\nto three samples taken from the bulk amount of heroin were\nalso not produced. Even if it is accepted for the sake of argu-\nment that the bulk quantity was destroyed, the samples were\nessential to be produced and proved as primary evidence for\nthe purpose of establishing the fact of recovery of heroin as\nenvisaged under Section 52A of the Act.\n125. The fate of these samples is not disputed. Two of\nthem although were kept in the malkahana along with the bulk\nbut were not produced. No explanation has been offered in this\nregard. So far as the third sample which allegedly was sent to\nthe Central Forensic Science Laboratory, New Delhi is con-\ncerned, it stands admitted that the discrepancies in the docu-\nmentary evidence available have appeared before the court,\nnamely:\ni)\nWhile original weight of the sample was 5 gms, as\nevidenced by Ex. PB, PC and the letter\naccompanying Ex.PH, the weight of the sample in\n1\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n443\n[S.B. SINHA, J]\nthe laboratory was recorded as 8.7 gms.\nii) Initially, the colour of the sample as recorded was\nbrown, but as per the chemical examination report,\nthe colour of powder was recorded as white.\nA\n126. We are not oblivious of the fact that a slight differ- B\nence in the weight of the sample may not be held to be so cru-\ncial as to disregard the entire prosecution case as ordinarily an\nofficer in a public place would not be carrying a good scale with\nhim. Here, however, the scenario is different. The place of sei-\nzure was an airport. The officers carrying out the search and\nC\nseizure were from the Customs Department. They must be hav-\ning good scales with them as a marginal increase or decrease\nof quantity of imported articles whether contraband or other-\nwise may make a huge difference under the Customs Act.\n127. We cannot but also take notice other discrepancies D\nin respect of the physical evidence which are:\ni)\nii)\nThe bulk was kept in cotton bags as per the\nPanchnama, Ex PC, while at the time of receiving\nthem in the malkhana, they were packed in tin as per\nthe deposition of PW 5.\nThe seal, which ensures sanctity of the physical\nevidence, was not received along with the materials\nneither at the malkhana nor at the CFSL, and was\nnot produced in Court.\nE\nF\n128. Physical evidence of a case of this nature being the\nproperty of the court should have been treated to be sacrosanct.\nNon-production thereof would warrant drawing of a negative\ninference within the meaning of Section 114(g) of the Evidence\nAct. While there are such a large number of discrepancies, if a G\ncumulative effect thereto is taken into consideration on the ba-\nsis whereof the permissive inference would be that serious\ndoubts are created with respect of the prosecution's endeav-\nour to prove the fact of possession of contraband from the ap-\npellant.\nH\n444\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA\nB\nC\nD\nE\nThis aspect of the matter has been considered by this Court\nin Jitendra v. State of U.P. [(2004) 10 SCC 562], in the follow-\ning terms:\n\"In the trial it was necessary for the prosecution to establish\nby cogent evidence that the alleged quantities of charas\nand ganja were seized from the possession of the accused.\nThe best evidence would have been the seized materials\nwhich ought to have been produced during the trial and\nmarked as material objects. There is no explanation for\nthis failure to produce them. Mere oral evidence as to\ntheir features and production of panchanama does not\ndischarge the heavy burden which lies on the prosecution,\nparticularly where the offence is punishable with a stringent\nsentence as under the NDPS, Act.\"\n130. Several other lacunae in the prosecution case had\nbeen brought to our notice. The samples had been kept at the\nairport for a period of three days. They were not deposited at\nthe malkhana. It was obligatory on the part of the Customs De-\npartment to keep the same in the safe custody. Why such pre-\ncautions were not taken is beyond anybody's comprehension.\n131. The High Court, however, opined that the physical\nevidence was in safe custody. Such an inference was drawn on\nthe basis that the seals were intact but what was not noticed by\nthe High Court is that there are gaping flaws in the treatment,\nF disposal and production of the physical evidence and the con-\nclusion that the same was in safe custody required thorough\nevidence on the part of the prosecution which suggests that the\nsanctity of the physical evidence was not faulted. It was not done.\nin the present case..\nG\nH\nPW-1 Kulwant Singh, Inspector-Customs, in his deposition,\nstated:\n\"I had told the accused that I asked the accused that\nhis search be conducted under Section 50 of the\nN.D.P.S. Act before a gazetted officer or a magistrate.\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n445\n:\nI did not mention this fact in the panchanama Ex. PC. A\nIt is incorrect to suggest that version in Ex. PA was\nroughly drafted by the department and given to the\naccused for writing. It is also incorrect to suggest\nthat the accused was not aware of the provisions of\nSection 50 of the N.D.P.S. Act, 1985. It is incorrect B\nto suggest that after the recovery of heroin from the\ncartoon, the option for the personal search of the\naccused was given to the accused that whether he\nbe searched before a gazetted officer or before a\nmagistrate. It is correct that on the panchanama Ex.\nPC on thumb impression mark 'A', witness No. 2 is\nwritten but his name is not specifically written.\"\n132. The samples taken allegedly contained the signa-\nture of the appellant as also those of the custom officials. PW-\n¥1, in his deposition, stated:\nC\nD\nE\n\"I have also not brought the relevant samples in the court\ntoday. It is incorrect to suggest that I have deliberately not\nproduced the samples in the court today. So far as I\nremember, three seals were affixed on the test memo\nsent to the Chemical Examiner. The sample was sent to\nthe office of Chemical Examiner on 4.8.1997. I do not\nsend the samples myself. The signatures of both the\nindependent witnesses were not appended on the sealed\nsamples and the case property. Volunteered, the accused\nhad signed the remaining bulk and the samples. It is F\nincorrect that portion Ex.PG/1 was later on incorporated\nat my instance.\"\n133. However, in Exhibit PH against the column ‘marking\non envelope (s)/ packet (s)' there was a blank line. It did not say\na word with regard to the accused's signature on the sample.\nExhibit PC, however, suggests that the samples bore the\nappellant's signature. The sample, thus, with only a seal of cus-\ntom by itself cannot be stated to be one recovered from the\nappellant specially when the prosecution case is that it contained\nG\nH\n:\n446\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA accused's signature and date of it which is not found on the\noriginal. The independent witnesses did not sign the samples.\nThe original seal was not produced. It is a mystery to whom the\nseal was entrusted. Thus, the change in colour, weight of the\nsample as also the absence of the accused's signature there-\nB upon cannot be totally ignored.\nC\nD\nE\nPW-2 Shri K.K. Gupta stated:\n\"The panchnama was prepared after the recovery at\nabout 8.30 P.M. before me. I did not make offer to\nthe accused myself regarding the search of the\naccused that whether he wants to be searched before .\na gazetted officer or before a magistrate. In my\npresence, the panchnama was not read over to the\naccused. It is correct that the only signatures of the\naccused were obtained on panchnama Ex. PC in\nmy presence. I had gone through the panchnama\nand then I signed the same.\"\nHe furthermore accepted:\n\"It is correct that many recoveries have been effected\nfrom the passengers Arian Afghan Airlines earlier to\nthis recovery and cases are pending before this\ncourt.\"\n134. PW-1 stated that seal had been given to PW-4,\nF Rajesh Sodhi, Deputy Commissioner, but PW-4 denied the\nG\nH\nsame.\nHis deposition, inter alia, is to the following effect:\n\"In August 1997, I was posted at A.C. In charge Raja\nSansi Airport. On 1.8.1997, heroin One kg. 460\ngrams was recovered from the accused (1.460 Kgs.).\nThis recovery was made by Inspector Kulwant Singh\nand K.K. Gupta Supdt. Customs and I was informed\nof this recovery. Samples and remaining bulk were\nhanded over to me by Kulwant Singh, Inspector\nY\nT\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n447\nbearing seal No. 122 of the Customs Divn. Amritsar. A\nThere is no Malkhana of the Customs department at\nthe Raja Sansi Airport. On 4.8.1997 samples were\nhanded over to Ashok Kumar for taking to the Central\nRevenue Control Laboratory, Delhi. Remaining case\nproperty was given to Kulwant Singh for depositing B\nthe same in Malkhana at Amritsar. So long as the\ncase property remained in my possession the same\nwas not tampered with.\nCross-examination by Sh. D.S. Attari, Adv.\nI was not given sample seal along with the case\nproperty by Inspector Kulwant Singh. Sample was\nof 5 grams. I do not remember whether 5 grams\nweight was gross or net. I did not made entry\nregarding receipt of sample and the case property.\nI also did not make any entry regarding sending the\nsamples to the Central Revenue Control Laboratory\nat New Delhi. It is wrong to suggest that sample and\nthe case property was not deposited with me by\nKulwant Singh. I also did not produce the case\nproperty in the court. It is wrong to suggest that I have\ndeposed falsely being official witness.\"\n135. The seal was not even deposited in the malkhana.\nAs no explanation whatsoever has been offered in this behalf, it\nis difficult to hold that sanctity of the recovery was ensured.\nC\nD\nE\nF\n136. Even the malkhana register was not produced. There\nexist discrepancies also in regard to the time of recovery. The\nrecovery memo Exhibit PB shows that the time of seizure was\n11.20 pm. PW1, Kulwant Singh and PW2, K.K. Gupta, how-\never, stated that the time of seizure was 8.30 pm. Appellant's G\ndefence was that some carton left by some passenger was\npassed upon him being a crew member in this regard assumes\nimportance (See Jitendra (supra) Para 6).\n137. Panchnama was said to have been drawn at 10.00\nH\ni\n¦-\n1\n448\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA pm as per PW1 whereas PW2 stated that panchnama was\ndrawn at 8.30 pm. Exhibit PA, containing the purported option\nto conduct personal search under Section 50 of the Act, only\nmentioned time when the flight landed at the airport.\n00\nB\nC\nD\nE\nF\nןד\nG\nH\nIn Baldev Singh (supra), it was stated:\n\"28. This Court cannot overlook the context in which\nthe NDPS Act operates and particularly the factor of\nwidespread illiteracy among persons subject to\ninvestigation for drug offences. It must be borne in\nmind that severer the punishment, greater has to be\nthe care taken to see that all the safeguards provided\nin a statute are scrupulously followed. We are not\nable to find any reason as to why the empowered\nofficer should shirk from affording a real opportunity\nto the suspect, by intimating to him that he has a right\n\"that if he requires\" to be searched in the presence\nof a Gazetted Officer or a Magistrate, he shall be\nsearched only in that manner. As already observed\nthe compliance with the procedural safeguards\ncontained in Section 50 are intended to serve dual\npurpose - to protect a person against false\naccusation and frivolous charges as also to lend\ncredibility to the search and seizure conducted by\nthe empowered officer. The argument that keeping\nin view the growing drug menace, an insistence on\ncompliance with all the safeguards contained in\nSection 50 may result in more acquittals does not\nappeal to us. If the empowered officer fails to comply\nwith the requirements of Section 50 and an order or\nacquittal is recorded on that ground, the prosecution\nmust think itself for its lapses. Indeed in every case\nthe end result is important but the means to achieve\nit must remain above board. The remedy cannot be\nworse than the disease itself. The legitimacy of\njudicial process may come under cloud if the Court\nis seen to condone acts of lawlessness conducted\ni\n"}