{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"NOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n389\nUCO Bank and Anr. v. Rajinder Lal Capoor 2008 (6) A\nSCALE 1 - referred to.\n3.9 Section 53A of NDPS Act makes such a statement\nrelevant for the purposes of the said Act. The observa-\ntions of the High Court that confession can be the sole\nbasis of conviction in view of Section 108 of the Customs\nAct, thus, appear to be incorrect. the provisions of the\nCustoms Act cannot be applied to seek conviction there-\nunder. [Paras 101 and 103] [432-D,G]\nB\nAlok Nath Dutta v. State of West Bengal 2006 (13) C\nSCALE 467; Pon Adithan v. Deputy Director, Narcotics Con-\ntrol Bureau, Madras 1999 (6) SCC 1 - relied on.\nBalkrishna Chhaganlal Soni v. State of West Bengal 1974\n(3) SCC 567; Babubhai Udesinh Parmar v. State of Gujarat,\n2006 (12) SCC 268 - referred to.\n3.10 A search and seizure or an arrest made for the\npurpose of proceeding against a person under the Act\ncannot be different only because in one case the author-\nity was appointed under the Customs Act and in the other\nunder another. What is relevant is the purpose for which\nsuch arrest or search and seizure is made and investiga-\ntion is carried out. The law applicable in this behalf must\nbe certain and uniform. [Para 106] [433-F,G]\nD\nE\n3.11 Even otherwise Section 138B of Customs Act F\nmust be read as a provision containing certain important\nfeatures, namely: (a) There should be in the first instance\nstatement made and signed by a person before a compe-\ntent custom official. (b) It must have been made during\nthe course of enquiry and proceedings under the Cus-\ntoms Act. [Para 107] [433-G, 434-A,B]\n3.12 Confessional statement of an accused, therefore,\ncannot be made use of in any manner under Section 138B\nof the Customs Act. Even otherwise such an evidence is\nconsidered to be of weak nature. [Para 108] [434-F,G]\n!\nG\nH\n390\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n1\nA\nB\nC\nD\nE\nF\nG\nI\nGopal Govind Chogale v. Assistant Collector of Central\nExcise and Anr. 1985 (2) Bom CR 499 - referred to.\n4.1 There are a large number of discrepancies in the\ntreatment and disposal of the physical evidence. There\nare contradictions in the statements of official witnesses.\nNon-examination of independent witnesses and the na-\nture of confession and the circumstances of the record-\ning of such confession do not lead to the conclusion of\nthe appellant's guilt. Finding on the discrepancies al-\nthough if individually examined may not be fatal to the\ncase of the prosecution but if cumulative view of the sce-\nnario is taken, the prosecution's case must be held to be\nlacking in credibility. [Para 151] [452-D,E,F,G]\n4.2 The cardboard carton was not produced in court\nbeing allegedly missing. No convincing explanation was\nrendered in that behalf. The inference was drawn only on\nthe basis of a mere assertion of the witness without any\ncorroboration. No explanation has been given as to what\nhappened to the container. Its absence significantly un-\ndermines the case of the prosecution. It reduces the evi-\ndentiary value of the statements made by the witnesses\nreferring the fact of recovery of the contraband therefrom.\n[Para 110 and 111] [435-D, 436-A,C]\n.\n4.3 Preservance of original wrappers comes within\nthe purview of the direction issued in terms of Section 3.1\nof the Standing Order No. 1 of 1989. The guidelines such\nas those present in the Standing Order cannot be blatantly\nflouted and substantial compliance therewith must be in-\nsisted upon fór so that sanctity of physical evidence in\nsuch cases remains intact. Clearly, there has been no sub-\nstantial compliance of these guidelines by the investigat-\ning authority which leads to drawing of an adverse infer-\nence against them to the effect that had such evidence\nbeen produced, the same would have gone against the\nprosecution. [Paras 112 and 117] [436-D, 438-G, 439-A}\n\"\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n391.\n1\n☑\nMoni Shankar v. Union of India and Anr. 2008 (3) SCC A\n484; State of Kerala and Ors. v. Kurian Abraham (P) Ltd. and\nAnr. 2008 (3) SCC 582; Union of India v. Azadi Bachao\nAndolan 2004 (10) SCC 1 - relied on.\nChief Commercial Manager, South Central Railway,\nSecunderabad and Ors. v. G. Ratnam and Ors. 2007˚(8) SCC\n212 referred to.\nB\nD\n4.4 The bulk quantity of heroin allegedly recovered\nindisputably has also not been produced in court. Re-\nspondents contended that the same had been destroyed. C\nHowever, on what authority it was done is not clear. Law\nrequires that such an authority must flow from an order\npassed by the Magistrate u/s. 52 of NDPS Act. Such an\norder whereupon reliance has been placed is Exhibit PJ;\non a bare perusal whereof, it is apparent that at no point\nof time any prayer had been made for destruction of the\nsaid goods or disposal thereof otherwise. What was nec-\nessary was a certificate envisaged under Section 110(1B)\nof Customs Act. An order was required to be passed un-\nder the aforementioned provision providing for authenti-\ncation, inventory etc. The same does not contain within\nits mandate any direction as regards destruction. [Para\n118] [439-B,C,D]\nE\n4.5 There is a distinction between Section 110(1B) of\nCustoms Act and Section 52A(2) of NDPS Act as sub-sec- F\ntion (4) thereof, namely, that the former does not contain\nany provision like sub-section (4) of Section 52A. It is of\nsome importance to notice that paragraph 3.9 of the\nStanding Order requires pre-trial disposal of drugs to be\nobtained in terms of Section 52A of NDPS Act. Exhibit PJ\ncan be treated as nothing other than an order of authenti-\ncation as it is a certificate under Section 110(1B) of Cus-\ntoms Act as the aspect of disposal clearly provided for\nunder Section 52A of the Act is not alluded to. [Para 121]\n[440-F,G]\nG\nH\nA\n392\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n4.6 Pre-trial disposal of drugs is not permissile on\ncertificate obtained u/s 110 (1B) of Customs Act. Firstly\nbecause taking recourse to the purported general prac-\ntice adopted by the Customs Department is not envisaged\nin regard to prosecution under the Act. Secondly, no such\nB general practice has been spoken of by any witness. A\nstatement made at the Bar as regards existence of such a\npurported general practice cannot be a substitute of evi-\ndence whereupon only the court could rely upon. [Para\n122] [441-F,G, 442-A]\nC\n4.7 Physical evidence relating to three samples taken\nfrom the bulk amount of heroin were also not produced.\nEven if it is accepted for the sake of argument that the bulk\nquantity was destroyed, the samples were essential to be\nproduced and proved as primary evidence for the purpose\nD of establishing the fact of recovery of heroin as envisaged\nunder Section 52A of the Act. [Para 124] [442-D,E]\nE\n4.8 A slight difference in the weight of the sample may\nnot be held to be so crucial as to disregard the entire pros-\necution case as ordinarily an officer in a public place\nwould not be carrying a good scale with him. Here, how-\never, the scenario is different. The place of seizure was\nan airport. The officers carrying out the search and sei-\nzure were from the Customs Department. They must be\nhaving good scales with them as a marginal increase or\nF decrease of quantity of imported articles whether contra-\nband or otherwise may make a huge difference under the\nCustoms Act. [Para 126] [443-A,B,C]\nG\nH\n4.9 Physical evidence of a case of this nature being\nthe property of the court should have been treated to be\nsacrosanct. Non-production thereof would warrant draw-\ning of a negative inference within the meaning of Section\n114(g) of the Evidence Act. While there are such a large\nnumber of discrepancies, if a cumulative effect thereto is\ntaken into consideration on the basis whereof the per-\ni\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n393\nmissive inference would be that serious doubts are cre- A\nated with respect of the prosecution's endeavour to prove.\nthe fact of possession of contraband from the appellant.\n[Para 48] [443-F,G]\nJitendra v. State of U.P. 2004 (10) SCC 562 - relied on.\nI\nB\n4.10 Several other lacunae in the prosecution case\nhad been brought to the notice of the Court. The samples\nhad been kept at the airport for a period of three days.\nThey were not deposited at the malkhana. It was obliga-\ntory on the part of the Customs Department to keep the C\nsame in the safe custody. There are gaping flaws in the\ntreatment, disposal and production of the physical evi-\ndence and the conclusion that the same was in safe cus-\ntody required thorough evidence on the part of the pros-\necution which suggests that the sanctity of the physical\nevidence was not faulted. It was not done in the present\ncase. [Paras 130 and 131] [444-C,D,E,F]\n4.11 The sample, thus, with only a seal of custom by\nitself cannot be stated to be one recovered from the ap-\npellant specially when the prosecution case is that it con-\ntained accused's signature and date of it which is not\nfound on the original. The independent witnesses did not\nsign the samples. The original seal was not produced. It\nis a mystery to whom the seal was entrusted. Thus, the\nchange in colour, weight of the sample as also the ab-\nsence of the accused's signature thereupon cannot be\ntotally ignored. The seal was not even deposited in the\nmalkhana. As no explanation whatsoever has been of-\nfered in this behalf, it is difficult to hold that sanctity of the\nrecovery was ensured. Even the malkhana register was\nnot produced. There exist discrepancies also in regard\nto the time of recovery. [Paras 133, 135 and 136] [445-G,\n446-A,B, 447-E,F,G]\nState of Punjab v. Baldev Singh, 1999 (3) SCC 977\nrelied on.\n-\nD\nE\nF\nG\nH\nA\nB\n394\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n4.12 Although examination of independent wit-\nnesses in all situations may not be imperative, if they were\nmaterial, in terms of Section 114(e) of the Evidence Act, an\nadverse inference could be drawn. In a case of his nature,\nwhere there are a large number of discrepancies, the ap-\npellant has been gravely prejudiced by their non-examina-\ntion. It is true that what matters is the quality of the evi-\ndence and not the quantity thereof but in a case of this\nnature where procedural safeguards were required to be\nstrictly complied with, it is for the prosecution to explain\nC why the material witnesses (independent witnesses) had\nnot been examined. [Paras 138 and 139] [449-C,D,E]\n4.13 Article 12 of the Universal Declaration of Human\nRights provides for the Right to a fair trial. Such rights are\nenshrined in our Constitutional Scheme being Article 21\nD of the Constitution of India. If an accused has a right of\nfair trial, his case must be examined keeping in view the\nordinary law of the land. The courts, in order to do justice\nbetween the parties, must examine the materials brought\non record in each case on its own merits. Marshalling and\nE appreciation of evidence must be done strictly in accor-\ndance with the well known legal principles governing the\nsame; wherefor the provisions of the Code of Criminal\nProcedure and Evidence Act must be followed. Apprecia-\ntion of evidence must be done on the basis of materials\non record and not on the basis of some reports which\nhave nothing to do with the occurrence in question.\n[Paras 143, 144 and 145] [450-D,E,F,G]\nF\n4.14 Exbt PA indicates that the gazetted officer or the\nindependent witnesses were not present at the time of\nG purported recovery. Exhibit PC, however, shows the pres-\nence of independent witnesses at the time of recovery.\nThe credibility of the statements, having regard to these\nvital discrepancies stand eroded. [Para 148] [451-D,E]\nH\n4.15 The High Court disregarded that although Ex-\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n395\nА\nhibit PA may not affect a technical compliance of Section A\n50 of the Act on taking a complete and circumspect view\nof the materials brought on record, but the same, affect\nthe credibility of the documentary evidence and the state-\nments of the official witnesses, namely, PW1 and PW2. If\norigin of principle has not been followed and discrepan- B\ncies and contradictions have occurred in the statements\nof PW1 and PW2 the same would cause doubt on the cred-\nibility of prosecution case and their claim of upholding\nprocedure established by law in effecting recovery. [Para\n150] [451-G, 452-A,B]\nState of Himachal Pradesh v. Pawan Kumar 2005 (4)\nSCC 350 - distinguished.\nState of Punjab v. Baldev Singh, 1999 (3) SCC 977; D.K.\nBasu v. State of West Bengal 1997 (1) SCC 416 – referred to\n-\nMiranda v. Arizona 1966 (384) US 436– referred to.\n5. There is necessity of disposal of such cases as\nquickly as possible. The High Courts should be well ad-\nvised to device ways and means for stopping recurrence\nof such a case where a person undergoes entire sentence\nbefore he gets an opportunity of hearing before this\nCourt. [Para 152] [453 B-C]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1034 of 2008\nFrom the Judgment dated 9.6.2006 of the High Court of Punjab\nand Haryana at Chandigarh in Crl. Appeal No. 810-SB/2000\nTanu Bedi, D.P. Singh, Sanjay Jain, Rajat Vohra, Prayanat\nSingh, Rachana Golchha and Sunil Roy for the Appellant.\nVikas Sharma and B.V. Balaramdas (for B. Krishna\nPrasad) for the Respondent.\nC\nD\nE\nF\nG\nKuldip Singh and A.K, Mehta for the state.\nThe Judgment of the Court was delivered by\nH\n396\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA\nS.B. SINHA, J: Leave granted.\nINTRODUCTION\n1. Several questions of grave importance including the\nconstitutional validity of the Narcotic Drugs and Psychotropic\nB Substances Act, 1985 (for short \"the Act\"), the standard and\nextent of burden of proof on the prosecution vis-à-vis accused\nare in question in this appeal which arises out of a judgment\nand order dated 9.06.2006 passed by the High Court of Punjab\nand Haryana in Criminal Appeal No. 810-SB of 2000 whereby\nand whereunder an appeal filed by the applicant against the\njudgment of conviction and sentence dated 7.6.2000 under\nSection 22 and 23 of the Act has been dismissed.\nC\nD\nE\nF\nG\nH\nPROSECUTION CASE\n2. Appellant is an Afghan national.\n3. He was arrested and later on prosecuted under Sec-\ntions 22 and 23 of the Act allegedly for carrying 1 kg 400 grams\nof heroin as a member of crew of Ariana Afghan Airlines.\n4. Appellant arrived at Raja Sansi Airport at about 6 p.m.\non 1.08.1997. He presented himself before the authorities un-\nder the Customs Act, 1962 (for short \"the Customs Act\") for cus-\ntoms clearance. He was carrying a carton with him said to be\ncontaining grapes. The cardboard walls of the said carton were\nsaid to have two layers. As some concealment in between the\nlayers was suspected by one Kulwant Singh, an Inspector of\nthe Customs Department, the appellant was asked as to whether\nhe had been carrying any contraband or any other suspicious\nitem. Reply thereto having been rendered in the negative, a\nsearch was purported to have been conducted.\n5. Kulwant Singh, who examined himself as PW-1 before\nthe trial court, allegedly asked the appellant as to whether he\nintended to be searched by a Magistrate or a Gazetted officer\nof the Customs Department; in response whereto, he exercised\nhis option for the latter, whereupon one Shri K.K. Gupta, Super-\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n397\nintendent of the Customs Department and two independent wit- A\nnesses, Mohinder Singh and Yusaf were sent for. K.K. Gupta\ndisclosed his identity to the appellant as a Gazetted officer\nworking in the Customs Department.\nB\n6. The layers of the walls of the carton were thereafter sepa-\nrated, wherefrom 22 packets of polythene containing brown\npowder were allegedly recovered. The same was weighed; the\ngross weight whereof was found to be 1 kg. 400 grams. Rep-\nresentative homogeneous samples from each packet in small\nquantities were taken weighing 5 gms. each. They were pur-\nported to have been sealed with a seal bearing No. 122 of the C\nCustoms Department. The cardboard carton was also sealed\nwith the same seal. The recovered item being of brown colour\nwas taken in possession vide recovery memo (Ex. PB),\nPanchanama (Ex.PC) prepared by Shri Kulwant Singh. The en-\ntire bulk was put into cotton bags and sealed.\nARREST AND PURPORTED CONFESSION\nD\n7. Although the appellant had all along been in the custody\nof the Customs Department, he was formally arrested at about\n3 p.m. on 2.08.1997, i.e., 15 hours after the recovery having E\nbeen effected. Grounds of arrests allegedly were supplied to\nhim. His body was also searched wherefor his jamatalashi was\nprepared which was marked as Ex. PE.\n8. Appellant purported to have confessed his guilt on\n2.08.1997 as also on 4.08.1997.\nINVESTIGATION\nF\n9. Samples were sent to the Central Forensic Laboratory\non 5.08.1997. The weight of the said samples was found to be\n8.7 gms. The document is said to have been tinkered with, as G\nthe words \"net weight\" were crossed and converted into 'gross\nweight'.\n10. The alleged contraband was found to be of white colour\ncontaining Diacetyl Morphine. The report was submitted on\nH\n398\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA 2.09.1997; on the basis whereof a complaint Ex. PL was filed\nin the Court and in a consequence thereof, appellant was to put\non trial having been charged under Sections 22 and 23 of the\nAct.\nB\nC\n11. The contraband articles were produced before the Mag-\nistrate on 30.01.1999. The purpose for production is mired in\ncontroversy. Whereas the appellant contends that the same was\ndone for the purpose of authentication, according to the respon-\ndent, it was produced for the purpose of obtaining a judicial\norder for destruction thereof. No order, however, was passed\nby the learned Magistrate for destruction of the contraband. No\napplication for destruction was also filed.\nPROCEEDINGS\n12. At the trial, the following witnesses were examined on\nD behalf of the State:\nPW-1\nPW-2\nE\nPW-3\nPW-4\nF\nG.\nKulwant Singh-Inspector Customs\n(Complainant and investigating officer)\nKK Gupta- Superintendent-Customs (A Gazzeted\nOfficer)\nAshok Kumar- Inspector, Customs Department\n(Deposited sample)\nRajesh Sodhi-Deputy Commissioner\nCustodian of case property from 1-8-97 to 4-8-97\nPW-5 KK Sharma-Inspector Incharge- Malkhana\n13. Appellant, in his examination under section 313 of the\nCode of Criminal Procedure in categorical terms denied that\nthe carton belonged to him. He also retracted from his alleged\nconfession.\n14. The learned Additional Sessions Judge by his order\nand judgment dated 7.06.2000 convicted the appellant under\nH Sections 22 and 23 of the Act and sentenced him to undergo\n1\n"}