{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"ལ\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n399\nrigorous imprisonment for 10 years and also imposed a fine of A\nRs. 1 lakh on him.\n15. Aggrieved by and dissatisfied with the said judgment\nand order of the learned Additional Sessions Judge, the appel-\nlant filed an appeal before the High Court of Punjab and\nHaryana. The High Court dismissed the said appeal by a judg-\nment and order dated 9.06.2006. Appellant is, thus, before us.\nCONTENTIONS\n16. Ms. Tanu Bedi, learned counsel appearing on behalf\nof the appellant, in support of this appeal, submits:\n(i)\n(ii)\nThe provisions of Sections 35 and 54 of the Act being\ndraconian in nature imposing reverse burden on an\naccused and, thus, being contrary to Article 14 (2) of\nthe International Covenant on Civil and Political Rights\nproviding for 'an accused to be innocent until proved\nguilty' must be held to be ultra vires Articles 14 and\n21 of the Constitution of India.\nB\nC\nD\nBurden of proof under the Act being on the accused,\na heightened standard of proof in any event is E\nrequired to be discharged by the prosecution to\nestablish the foundational facts and the same having\nnot been done in the instant case, the impugned\njudgment is liable to be set aside.\n(iii) The prosecution having not produced the physical\nevidence before the court particularly the sample of\nthe purported contraband materials, no conviction\ncould have been based thereupon.\n(iv) Independent witnesses having not been examined,\nthe prosecution must held to have failed to establish\nactual recovery of the contraband from the appellant.\n(v) There being huge discrepancies in the statements\nof official witnesses in regard to search and seizure,\nthe High Court judgment is fit to be set aside.\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n400\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n(vi) The purported confessions of the appellant before\nthe customs authorities are wholly inadmissible in\nevidence being hit by Section 25 of the Indian\nEvidence Act, as Section 108 of the Customs Act\nshould be read in terms thereof coupled with Sections\n53 and 53A of the Act.\n17. Mr. Kuldip Singh, learned counsel appearing on be-\nhalf of the State, on the other hand, would contend:\n(i)\nThe learned Trial Judge as also the High Court upon\nhaving examined the materials brought on records\nby the prosecution to hold that the guilt of the accused\nsufficiently has been established in the case, this\nCourt should not interfere with the impugned\njudgment.\n(ii) Appellant having exercised his option of being\nsearched by a Gazetted Officer; and the legal\nrequirements of Sections 42 and 50 of the Act must\nbe held to have been fully complied with. In any\nevent, search and seizure of the carton did not attract\nthe provisions of Section 50 of the Act.\n(iii) Despite some discrepancies in the statements of\nthe witnesses as regards recovery, the same cannot\nbe said to be a vital flaw in the case of the prosecution\nso as to make the impugned judgment unsustainable.\nThe learned Trial Judge as also the High Court had\nconsidered the practices prevailing in the Customs\nDepartment for the purpose of appreciating the\nevidence brought on record, and having recorded\ntheir satisfaction with regard thereto, the impugned\njudgments do not warrant any interference.\n(iv) Any confession made before the customs authorities\nin terms of Section 108 of the Customs Act is not hit\nby Section 25 of the Indian Evidence Act and the\nsame, thus, being admissible in evidence could have\nK-\nH\n|\n1\n3\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n401\nbeen relied upon for the purpose of recording a A\njudgment of conviction.\nAN OVERVIEW OF THE STATUTORY PROVISIONS\n18. Before embarking upon the rival contentions of the par-\nties, as noticed hereinbefore, it is appropriate to notice the rel- B\nevant provisions of the Act as also the Customs Act, 1962.\n19. The purported recovery was made by the Customs.\nDepartment. In terms of the provisions of the Act they were\nentitled to make investigations as also file the chargesheet.\nC\n20. The Act was enacted to consolidate and amend the\nlaw relating to narcotic drugs to make stringent provisions for\nthe control and regulation of operations relating to narcotic drugs\nand psychotropic substances. It was enacted to implement the\nprovisions of the International Conventions on Narcotic Drugs D\nand Psychotropic Substances and the matters connected there-\nwith.\n21. Section 2(xiv) of the Act defines \"narcotic drug\" to mean\ncoca leaf, cannabis (hemp), opium poppy straw and includes\nall manufactured drugs.\n22. \"Illicit traffic”, in relation to narcotic drugs and psycho-\ntropic substances, has been defined in Section 2(viiia) of the\nAct, inter alia, to mean:\nE\n\"(iv) dealing in any activities in narcotic drugs or F\npsychotropic substances other than those referred to in\nsub-clauses (i) to (iii); or .\n(v) handling or letting out any premises for the carrying on\nof any of the activities referred to in sub-clauses (i) to (iv);\"\n23. \"Commercial quantity\" has been defined in Section\n2(viia) to mean any quantity greater than the quantity specified\nby the Central Government by notification in the official gazette.\nIndisputably, the commercial quantity prescribed for heroin\nis only 250 gms.\nG\nH\nA\nB\n402\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n24. \"International Conventions\" have been specified in Sec-\ntion 2(ix) of the Act.\n25. Chapter II of the Act enables the Central Government\nto take measures as may be necessary or expedient inter alia\nfor the purpose of preventing and combating abuse of and illicit\ntraffic therein including constitution of an authority or hierarchy\nof authorities by such name or names as may be specified in\nthe order for the purpose of exercising such of the powers and\nfunctions of the Central Government under the Act and for tak-\ning measures with respect to such of the matters referred to in\nC sub-section, (2) as being specified therein, subject, of course,\nto the supervision and control of the Central Government.\nD\nE\nF\n26. Chapter III provides for prohibition, control and regula-\ntion. Section 8 inter alia bars possession, sale, purchase, trans-\nport of any narcotic drugs except for medical or scientific pur-\nposes and in the manner and the extent provided by the provi-\nsions of the Act or the Rules or orders framed thereunder. Sec-\ntion 9 of the Act empowers the Central Government to make\nrules inter alia permitting and regulating possession of narcotic\nsubstance, subject, however, to the provisions contained in\nSection 8 thereof.\n:\n27. Chapter IV provides for offences and penalties. Sec-\ntion 22 provides for punishment for contravention in relation to\npsychotropic substances. Section 23 provides for punishment\nfor illegal import into India, export from India or transshipment\nof narcotic drugs and psychotropic substances.\n28. The punishment under both the provisions in case of\ncommercial quantity provides for rigorous imprisonment for a\nterm which shall not be less than ten years but which may ex-\nG tend to twenty years and shall also be liable to fine which shall\nnot be less than one lakh rupees but which may be extended to\ntwo lakh rupees. The proviso appended thereto, however, em-\npowers the court, for reasons to be recorded in the judgment, to\nimpose a fine exceeding two lakh rupees.\n+\nH\nว\nj\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n403\n29. Section 35 of the Act provides for presumption of cul- A\npable mental state. It also provides that an accused may prove\nthat he had no such mental state with respect to the act charged\nas an offence under the prosecution. Section 54 of the Act places\nthe burden of proof on the accused as regards possession of\nthe contraband to account for the same satisfactorily.\n30. Section 37 of the Act makes offences cognizable and\nnon-bailable. It contains a non-obstante clause in terms whereof\nrestrictions have been imposed upon the power of the court to\nrelease an accused on bail unless the following conditions are\nsatisfied:\n\"(i) the Public Prosecutor has been given an opportunity\nto oppose the application for such release, and\nB'\nC\n(ii) where the Public Prosecutor opposes the application,\nthe court is satisfied that there are reasonable grounds for D\nbelieving that he is not guilty of such offence and that he\nis not likely to commit any offence while on bail.”\n31. The said limitations on the power of the court to grant\nbails as provided for in clause (b) of Section (1) of Section 37\nof the Act are in addition to the limitations provided for under\nthe Code of Criminal Procedure, 1973 or any other law for the\ntime being in force.\n32. Section 39 provides for the power of the court to re-\nlease certain offenders on probation.\ni\nE:\nF\n33. We may notice that the restrictions on the power of the\ncourt to suspend the sentence as envisaged in Section 39 of\nthe Act has been held to be unconstitutional in Dadu @ Tulsidas\nv. State of Maharashtra [(2000) 8 SCC 437], subject, of course,\nto the restrictions for grant of bail as contained in Section 37 of G\nthe Act.\n34. Section 42 provides for power of entry, search, sei-\nzure and arrest without any warrant or authorization by an of-\nficer who is otherwise empowered by the Central Government\nH\n404\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\ni\nA by general or special order.\nB\nC\nD\nE\nF\nG\nH\n35. If the authorities or officers specified therein have any\nreason to believe from personal knowledge or information given\nby any person and taken down in writing that any narcotic drug\nor psychotropic substances in respect of which an offence pun-\nishable under the Act has been committed, they may enter into\nand search such building, conveyance or enclosed place at any\ntime between sunrise and sunset and detain, search and arrest\nany person whom he has reason to believe to have committed\nan offence punishable under the Act.\n36. Section 43, however, empowers an officer of any de-\npartment mentioned in Section 42 to detain and search any\nperson who he has reason to believe has committed an offence\npunishable under the Act in a public place. Section 50 pro-\nvides for the conditions under which search of persons are to\nbe conducted. Section 51 provides for application of the Code\nof Criminal Procedure, 1973 insofar as they are not inconsis-\ntent with the provisions of the Act. Section 52 provides for dis-\nposal of persons arrested and articles seized. Section 52-A\nprovides for disposal of seized narcotic drugs and psychotro-\npic substances; sub-section (2) whereof reads as under:\n\"(2) Where any narcotic drugs or psychotropic substances\nhas been seized and forwarded to the officer in charge of\nthe nearest police station or to the officer empowered\nunder Section 53, the officer referred to in sub-section (1)\nshall prepare an inventory of such narcotic drugs or,\npsychotropic substances containing such details relating\nto their description, quality, quantity, mode of packing,\nmarks, numbers or such other identifying particulars of the\nnarcotic drugs or psychotropic substances or the packing\nin which they are packed, country of origin and other\nparticulars as the officer referred to in sub-section (1) may\nconsider relevant to the identity of the narcotic drugs or\npsychotropic substances in any proceedings under this\nAct and make an application, to any purpose of,-\nr\n|\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n405\n(a) Certifying correctness of the inventory so prepared; or\n(b) Taking, in the presence of such Magistrate,\nphotographs substances and certifying such\nphotographs as true; or\nA\n(c) Allowing to draw representative samples of such B\ndrugs or substances, in the presence of such\nMagistrate and certifying the correctness of any list\nof samples so drawn.\"\n37. Indisputably, the proper officers of the 1962 Act are\nauthorized to take action under the Act as regards seizure of C\ngoods, documents and things.\n38. We may notice Section 110 of the 1962 Act, sub-sec-\ntion (1) whereof reads as under:\n\"110. Seizure of goods, documents and things. - (1) If the D\nproper officer has reason to believe that any goods are\nliable to confiscation under this Act, he may seize such\ngoods:\nProvided that where it is not practicable to seize any such\ngoods, the proper officer may serve on the owner of the\ngoods an order that he shall not remove, part with, or\notherwise deal with the goods except with the previous\npermission of such officer.\nE\n(1A) The Central Government may, having regard to the F\nperishable or hazardous nature of any goods, depreciation\nin the value of the goods with the passage of time,\nconstraints of storage space for the goods or any other\nrelevant considerations, by notification in the Official\nGazette, specify the goods or class of goods which shall,\nas soon as may be after its seizure under subsection (1),\nbe disposed of by the proper officer in such manner as\nthe Central Government may, from time to time, determine\nafter following the procedure hereinafter specified.\nG\n(1B) Where any goods, being goods specified under sub- H\n406\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nsection (1A), have been seized by a proper officer under\nsub-section (1), he shall prepare an inventory of such goods.\ncontaining such details relating to their description, quality,\nquantity, mark, numbers, country of origin and other\nparticulars as the proper officer may consider relevant to\nthe identity of the goods in any proceedings under this Act\nand shall make an application to a Magistrate for the\npurpose of -\n(b)\n(a) certifying the correctness of the inventory so prepared; or\ntaking, in the presence of the Magistrate,\nphotographs of such goods, and certifying such\nphotographs as true; or\n(c)\nallowing to draw representative samples of such\ngoods, in the presence of the Magistrate, and\ncertifying the correctness of any list of samples so\ndrawn.\n(1C) Where an application is made under sub-section\n(1B), the Magistrate shall, as soon as may be, allow\nthe application.\"\n39. Indisputably, the Central Government has issued\nguidelines in this behalf being Standing Order No. 1 of 1989\ndated 13.06.1989 which is in the following terms:\n\"WHEREAS the Central Government considers it\nnecessary and expedient to determine the manner in which\nthe narcotic drugs and psychotropic substances, as\nspecified in Notification No. 4/89 dated the 29th May, 1989\n(F. No. 664/23/89-Opium, published as S.O. 381(E) ),\nwhich shall, as soon as may be, after their seizure, be\ndisposed of, having regard to their hazardous nature,\nvulnerability to theft, substitution and constraints of proper\nstorage space;\nNow, therefore, in exercise of the powers conferred by\nsub-section (1) of Section 52A of the Narcotic Drugs and\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n407\nPsychotropic Substances Act, 1985 (61 of 1985), A\n(hereinafter referred to as 'the Act'), the Central\nGovernment hereby determines that the drugs specified\nin the aforesaid Notification shall be disposed off in the\nfollowing manner...\"\n40. These guidelines under the Standing order have been\nmade under Statute, and Heroin is one of the items as sub-\nstances listed for disposal under Section I of the Standing Or-\nder.\n41. Paragraphs 3.1 and 6.1 of the Standing Order read as\nunder:\n\"Preparation of inventory\n3.1 After sampling, detailed inventory of such packages/\ncontainers shall be prepared for being enclosed to the\npanchnama. Original wrappers shall also be preserved\nfor evidentiary purposes.\nCertificate of destruction\n6.1 A certificate of destruction (in triplicate (Annexure III)\ncontaining all the relevant data like godown entry, no., file\nNo., gross and net weight of the drugs seized etc. shall be\nprepared and duly endorsed by the signature of the\nChairman as well as Members of the Committee. This\ncould also serve the purpose of panchanama. The original\ncopy shall be posted in the godown register after making\nnecessary entries to this effect, the duplicate to be retained\nin the seizure case file and the triplicate copy will be kept\nby the Disposal Committee.\nCONSTITUTIONALITY\n\"\nB\nC\n| 1\nD\nE\nLLI\nF\n|\nG\n42. Presumption of innocence is a human right as envis-\naged under Article 14(2) of the International Covenant on Civil\nand Political Rights. It, however, cannot per se be equated with\nthe fundamental right and liberty adumbrated in Article 21 of the\nConstitution of India. It having regard to the extent thereof would H\n408\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA not militate against other statutory provisions (which, of course,\nmust be read in the light of the constitutional guarantees as\nadumbrated in Articles 20 and 21 of the Constitution of India).\nB\nC\nD\nヨ\nF\nEG\n43. The Act contains draconian provisions. It must, how-\never, be borne in mind that the Act was enacted having regard\nto the mandate contained in International Conventions on Nar-\ncotic Drugs and Psychotropic Substances. Only because the\nburden of proof under certain circumstances is placed on the\naccused, the same, by itself, in our opinion, would not render\nthe impugned provisions unconstitutional.\n44. A right to be presumed innocent, subject to the estab-\nlishment of certain foundational facts and burden of proof, to a\ncertain extent, can be placed on an accused. It must be con-\nstrued having regard to the other international conventions and\nhaving regard to the fact that it has been held to be constitu-\ntional. Thus, a statute may be constitutional but a prosecution\nthereunder may not be held to be one. Indisputably, civil liber-\nties and rights of citizens must be upheld.\n45. A Fundamental Right is not absolute in terms.\n46. It is the consistent view of this Court that 'reason to\nbelieve', as provided in several provisions of the Act and as\ndefined in Section 26 of the Indian Penal Code, on the part of\nthe officer concerned is essentially a question of fact.\n47. The procedures laid down under the Act being strin-\ngent in nature, however, must be strictly complied with.\n48. In Directorate of Revenue and Another v. Mohammed\nNisar Holia [(2008) 2 SCC 370], this Court held:\nlivio no m\n\"11. Power to make search and seizure as also to arrest\n-zivne an accused is founded upon and subject to satisfaction of\nthe officer as the term \"reason to believe\" has been used.\nnee\ntw Such belief may be founded upon secret information that\nmay be orally conveyed by the informant. Draconian\nHH LIC provision which may lead to a harsh sentence having\narlt\nin\n་\n1\n"}