{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"NOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n419\n\"16. A legal provision does not become unconstitutional A\nonly because it provides for a reverse burden. The\nquestion as regards burden of proof is procedural in nature.\n[See Hiten P. Dalal v. Bratindranath Banerjee, (2001) 6\nSCC 16 and M.S. Narayana Menon v. State of Kerala,\n(2006) 6 SCC 39]\nB\nC\n17. The presumption raised against the trader is a\nrebuttable one. Reverse burden as also statutory\npresumptions can be raised in several statutes as, for\nexample, the Negotiable Instruments Act, Prevention of\nCorruption Act, TADA, etc. Presumption is raised only\nwhen certain foundational facts are established by the\nprosecution. The accused in such an event would be\nentitled to show that he has not violated the provisions of\nthe Act. In a case of this nature, particularly, when an appeal\nagainst the order of the Tribunal is pending, we do not D\nthink that the appellants are entitled to take the benefit\nthereof at this stage. Such contentions must be raised\nbefore the criminal court.\n18. Commercial expediency or auditing of books of\nE\naccounts cannot be a ground for questioning the\nconstitutional validity of a Parliamentary Act. If the\nParliamentary Act is valid and constitutional, the same\ncannot be declared ultra vires only because the appellant\nfaces some difficulty in writing off the bad debts in his\nbooks of accounts. He may do so. But that does not F\nmean the statute is unconstitutional or the criminal\nprosecution becomes vitiated in law.\n75. Provisions imposing reverse burden, however, must\nnot only be required to be strictly complied with but also may be\nG\nsubject to proof of some basic facts as envisaged under the\nstatute in question.\n76. The provisions of Section 35 of the Act as also Sec-\ntion 54 thereof, in view of the decisions of this Court, therefore,\ncannot be said to be ex facie unconstitutional. We would how- H\n420\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA ever, keeping in view the principles noticed hereinbefore ex-\namine the effect thereof, vis-à-vis the question as to whether\nthe prosecution has been able to discharge its burden herein-\nafter.\nB\nC\nD\nBURDEN OF PROOF\n77. The provisions of the Act and the punishment pre-\nscribed therein being indisputably stringent flowing from ele-\nments such as a heightened standard for bail, absence of any\nprovision for remissions, specific provisions for grant of mini-\nmum sentence, enabling provisions granting power to the Court\nto impose fine of more than maximum punishment of\nRs.2,00,000/- as also the presumption of guilt emerging from\npossession of Narcotic Drugs and Psychotropic substances,\nthe extent of burden to prove the foundational facts on the pros-\necution, i.e., 'proof beyond all reasonable doubt' would be more\nonerous. A heightened scrutiny test would be necessary to be\ninvoked. It is so because whereas, on the one hand, the court\nmust strive towards giving effect to the parliamentary object and\nintent in the light of the international conventions, but, on the\nother, it is also necessary to uphold the individual human rights\nand dignity as provided for under the UN Declaration of Human\nRights by insisting upon scrupulous compliance of the provi-\nsions of the Act for the purpose of upholding the democratic\nvalues. It is necessary for giving effect to the concept of 'wider\ncivilization'. The courts must always remind itself that it is a well\nF settled principle of criminal jurisprudence that more serious the\noffence, the stricter is the degree of proof. A higher degree of\nassurance, thus, would be necessary to convict an accused.\nIn State of Punjab v. Baldev Singh, (1999) 3 SCC 977, it was\nstated:\nE\nG\nH\n\"It must be borne in mind that severer the punishment,\ngreater has to be the care taken to see that all the\nsafeguards provided in a statute are scrupulously\nfollowed.\"\n[See also Ritesh Chakravarty v. State of Madhya\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J}\nPradesh, JT 2006 (12) SC 416]\n421\nA\n78. It is also necessary to bear in mind that superficially a\ncase may have an ugly look and thereby, prima facie, shaking\nthe conscience of any court but it is well settled that suspicion,\nhowever high may be, can under no circumstances, be held to\nB\nbe a substitute for legal evidence.\n79. Sections 35 and 54 of the Act, no doubt, raise pre-\nsumptions with regard to the culpable mental state on the part\nof the accused as also place burden of proof in this behalf on\nthe accused; but a bare perusal the said provision would clearly C\nshow that presumption would operate in the trial of the accused\nonly in the event the circumstances contained therein are fully\nsatisfied. An initial burden exists upon the prosecution and only\nwhen it stands satisfied, the legal burden would shift. Even then,\nthe standard of proof required for the accused to prove his in-\nD\nnocence is not as high as that of the prosecution. Whereas the\nstandard of proof required to prove the guilt of accused on the\nprosecution is \"beyond all reasonable doubt\" but it is 'prepon-\nderance of probability'on the accused. If the prosecution fails\nto prove the foundational facts so as to attract the rigours of\nSection 35 of the Act, the actus reus which is possession of\ncontraband by the accused cannot be said to have been estab-\nlished.\n80. With a view to bring within its purview the requirements\nof Section 54 of the Act, element of possession of the contra-\nband was essential so as to shift the burden on the accused.\nThe provisions being exceptions to the general rule, the gener-\nality thereof would continue to be operative, namely, the ele-\nment of possession will have to be proved beyond reasonable\ndoubt.\nE\nF\nG\n81. Whether the burden on the accused is a legal burden\nor an evidentiary burden would depend on the statute in ques-\ntion. The purport and object thereof must also be taken into\nconsideration in determining the said question. It must pass\nthe test of doctrine of proportionality. The difficulties faced by H\n422\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA the prosecution in certain cases may be held to be sufficient to\narrive at an opinion that the burden on the accused is an evi-\ndentiary burden and not merely a legal burden. The trial must\nbe fair. The accused must be provided with opportunities to ef-\nfectively defend himself. In Sheldrake v. Director of Public Pros-\nB ecutions [(2005) 1 All ER 237] in the following terms:\nC\nD\nE\nF\nG\nH\n\"21. From this body of authority certain principles may be\nderived. The overriding concern is that a trial should be\nfair, and the presumption of innocence is a fundamental\nright directed to that end. The convention does not outlaw\npresumptions of fact or law but requires that these should\nbe kept within reasonable limits and should not be\narbitrary. It is open to states to define the constituent\nelements of a criminal offence, excluding the requirements\nof mens rea. But the substance and effect of any\npresumption adverse to a defendant must be examined,\nand must be reasonable. Relevant to any judgment on\nreasonableness or proportionality will be the opportunity\ngiven to the defendant to rebut the presumption,\nmaintenance of the rights of the defence, flexibility in\napplication of the presumption, retention by the court of\na power to assess the evidence, the importance of what\nis at stake and the difficulty which a prosecutor may face\nin the absence of a presumption. Security concerns do\nnot absolve member states from their duty to observe\nbasic standards of fairness. The justifiability of any\ninfringement of the presumption of innocence cannot be\nresolved by any rule of thumb, but on examination of all the\nfacts and circumstances of the particular provision as\napplied in the particular case.\"\n(emphasis added)\n82. It is, however, interesting to note the recent comments\non Sheldrake (supra) by Richard Glover in an Article titled\n\"Sheldrake Regulatory Offences and Reverse Legal Burdens\nof Proof\" [(2006) 4 Web JCLI] wherein it was stated:\nL\n'\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n423\n\"It is apparent from the records in Hansard (implicitly if not A\nexpressly) that the Government was content for a legal\nonus to be on the defendant when it drafted the Road\nTraffic Act 1956. An amendment to the Bill was suggested\nin the Lords \"which puts upon the accused the onus of\nshowing that he had no intention of driving or attempting B\nto drive a motor vehicle\" (Lord Brabazon 1955, col 582).\nLord Mancroft, for the Government, although critical of the\namendment stated: \"... the Government want to do exactly\nwhat he wants to do. We have, therefore, to try to find\nsome means of getting over this technical difficulty\" (Lord\nMancroft 1955, col 586). It is submitted that this tends to\nsuggest that the Government intended a reverse legal\nburden.\nс\nD\nThe reverse legal burden was certainly in-keeping with\nthe tenor of the 1956 Act to \"keep death off the road\" (Lord\nMancroft 1954, col 637) by increased regulation of road\ntransport, particularly in the light of a sharp increase in\nreported road casualties in 1954 - there was an 18 per\ncent increase (Lord Mancroft 1954, col 637). The Times\nlead article for the 4 July 1955 (at 9d) stressed the Bill's E\nimportance for Parliament: “They have the casualty lists -\n5,000 or more killed on the roads every year, 10 times as\nmany killed and more than 30 times as many slightly hurt”.\nThis was \"a national scandal\". The Earl of Selkirk, who\nintroduced the Bill in the Lords, remarked that “we require\na higher standard of discipline on the roads\" (The Earl of\nSelkirk 1954, col 567) and Lord Mancroft commented\nspecifically in relation to 'being drunk in charge' that \"...we\nshould be quite right if we erred on the side of strictness\"\n(Lord Mancroft 1955, col 586).\nNotwithstanding this historical background it was, of\ncourse, open to their Lordships in Sheldrake to interpret\nsection 5(2) as only imposing an evidential burden on the\ndefendant. Lord Bingham referred to the courts'\ninterpretative obligation under the Human Rights Act 1998\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n424\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\ns3 as \"a very strong and far-reaching one, and may require\nthe court to depart from the legislative intention of\nParliament\" ([2004] UKHL 43, para 28). However, he must\nalso have had in mind further dicta from the recent judgment\nin Ghaidan v Godin-Mendoza:\n\"Parliament is charged with the primary responsibility for\ndeciding the best way of dealing with social problems.\nThe court's role is one of review. The court will reach a\ndifferent conclusion from the legislature only when it is\napparent that the legislature has attached insufficient\nimportance to a person's Convention rights\" (Lord Nicholls,\n[2004] UKHL 30, para 19. Also see Johnstone [2003] UKHL\n28, para 51).\nThat is, the Courts should generally defer (11) to the\nLegislature or, at least, allow them a discretionary area of\njudgment (R v DPP, ex p Kebilene [1999] UKHL 43; [2000]\n2 AC 326, 380-381). (Lord Hoffman has criticised the\nuse of the term 'deference' because of its \"overtones of\nservility, or perhaps gratuitous concession\" R (ProLife\nAlliance) v BBC [2003] UKHL 23, paras 75-762; WLR\n1403, 1422.) This principle now appears firmly\nestablished, as is evident from the decision of an enlarged\nPrivy Council sitting in Attorney-General for Jersey v Holley\n[2005] UKPC 23. Lord Nicholls, who again delivered the\nmajority judgment (6-3), stated:\n\"The law of homicide is a highly sensitive and highly\ncontroversial area of the criminal law. In 1957 Parliament\naltered the common law relating to provocation and\ndeclared what the law on this subject should thenceforth\nbe. In these circumstances it is not open to judges now to\nchange ('develop') the common law and thereby depart\nfrom the law as declared by Parliament” (para 22).\nParliament's intentions also appear to have been of\nparticular importance in the recent case Makuwa [2006]\nEWCA Crim 175, which concerned the application of the\n•\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n425\nstatutory defence provided by the Immigration and Asylum A\nAct 1999 s31(1) to an offence under the Forgery and\nCounterfeiting Act 1981 s3 of using a false instrument.\nThe question was whether there was an onus on a refugee\nto prove that he (a) presented himself without delay to the\nauthorities; (b) showed good cause for his illegal entry B\nand (c) made an asylum claim as soon as was reasonably\npracticable. Moore-Bick LJ's judgment was, with respect,\nrather confused. He appeared to approve gravamen\nanalysis when he stated that the presumption of innocence\nwas engaged by a reverse burden (paras 28 and 36). C\nHowever, he then stated that the statutory defence did not\nimpose on the defendant the burden of disproving an\nessential ingredient of the offence (para 32), in which case\nit is clear that the presumption of innocence was not\nengaged. Nonetheless, he did, at least, recognise the limits\nof gravamen analysis, which was clearly inapplicable to\nsections 3 and 31 as the statutory defence applied to a\nnumber of other offences under the same Act and the\nImmigration Act 1971 (para 32). His Lordship\nacknowledged that particular attention should be paid to\nParliament's actual intentions (para 33), as had been the\ncase in Sheldrake.\nD\nE\nIn light of the above it is submitted that their Lordships in\nSheldrake, as in Brown v Stott [2000] UKPC D3; [2003]\n1 AC 681, 711C-D, PC, were entitled to uphold a legal F\nrather than an evidential burden on the defendant and to\ntake into account other Convention rights, namely the right\nto life of members of the public exposed to the increased\ndanger of accidents from unfit drivers (European\nConvention on Human Rights and Fundamental Freedoms,\narticle 2). That is, there were sound policy reasons for\nimposing a reverse legal burden, which will be the subject\nof further discussion in the second part to this article.\"\nG\n83. Whereas in India the statute must not only pass the\ntest of reasonableness as contained in Article 14 of the Consti- H\n426\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA tution of India but also the 'liberty' clause contained in Article 21\nof the Constitution of India, in England it must satisfy the re-\nquirements of the Human Rights Act 1998 and consequently\nthe provisions of European Conventions of Human Rights.\nB\nC\nD\nヨ\nF\nG\nH\n84. Placing persuasive burden on the accused persons\nmust justify the loss of protection which will be suffered by the\naccused. Fairness and reasonableness of trial as also mainte-\nnance of the individual dignity of the accused must be upper-\nmost in the court's mind.\nIn a case involving infringement of trade mark, the House\nof Lords in R. v. Johnstone [(2003) 3 All ER 884] stated the law,\nthus:\n\"[52] I turn to s 92. (1) Counterfeiting is fraudulent trading.\nIt is a serious contemporary problem. Counterfeiting has\nadverse economic effects on genuine trade. It also has\nadverse effects on consumers, in terms of quality of goods\nand, sometimes, on the health or safety of consumers.\nThe Commission of the European Communities has noted\nthe scale of this 'widespread phenomenon with a global\nimpact.' Urgent steps are needed to combat counterfeiting\nand piracy (see the Green Paper, Combating\nCounterfeiting and Piracy in the Single Market (COM (98)\n569 final) and its follow up (COM (2000) 789 final).\nProtection of consumers and honest manufacturers and\ntraders from counterfeiting is an important policy\nconsideration. (2) The offences created by s 92 have rightly\nbeen described as offences of 'near absolute liability'.\nThe prosecution is not required to prove intent to infringe\na registered trade mark. (3) The offences attract a serious\nlevel of punishment: a maximum penalty on indictment of\nan unlimited fine or imprisonment for up to ten years or\nboth, together with the possibility of confiscation and\n☐ deprivation orders. (4) Those who trade in brand products\nare aware of the need to be on guard against counterfeit\ngoods. They are aware of the need to deal with reputable\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n427\nsuppliers and keep records and of the risks they take if A\nthey do not. (5) The s 92 (5) defence relates to facts\nwithin the accused person's own knowledge: his state of\nmind, and the reasons why he held the belief in question.\nHis sources of supply are known to him. (6) Conversely,\nby and large it is to be expected that those who supply B\ntraders with counterfeit products, if traceable at all by\noutside investigators, are unlikely to be co-operative. So,\nin practice, if the prosecution must prove that a trader\nacted dishonestly, fewer investigations will be undertaken\nand fewer prosecutions will take place.\nC\n[53] In my view factors (4) and (6) constitute compelling\nreasons why the s 92(5) defence should place a persuasive\nburden on the accused person. Taking all the factors\nmentioned above into account, these reasons justify the\nloss of protection which will be suffered by the individual. D\nGiven the importance and difficulty of combating\ncounterfeiting, and given the comparative ease with which.\nan accused can raise an issue about his honesty, overall\nit is fair and reasonable to require a trader, should need\narise, to prove on the balance of probability that he honestly E\nand reasonably believed the goods were genuine.\".\nThe same principle applies to this case.\nCASE AT HAND\nConfession of the Appellant\n86. With the aforementioned principles in mind, let us con-\nsider the evidence brought on record by the respondents.\n87. We may, at the outset, notice that a fundamental error\nhas been committed by the High Court in placing explicit reli-\nance upon Section 108 of the Customs Act.\n88. It refers to leading of evidence, production of docu-\nment or any other thing in an enquiry in connection of smuggling\nof goods. Every proceeding in terms of sub-section (4) of Sec-\nF\nH\n428\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nA tion 108 would be a judicial proceeding within the meaning of\nSections 193 and 228 of the Indian Penal Code. The enquiry\ncontemplated under Section 108 is for the purpose of 1962 Act\nand not for the purpose of convicting an accused under any other\nstatute including the provisions of the Act.\nB\nC\nD\nE\nF\n0\nH\n89. Appellant contended that the purported confessions\nrecorded on 2.08.1997 and 4.08.1997 were provided by an of-\nficer of the Customs Department roughly and later the same\nwere written by him under threat, duress and under gun point\nand had, thus, not been voluntarily made.\n90. The High Court should have considered the question\nhaving regard to the stand taken by the appellant. Only because\ncertain personal facts known to him were written, the same by\nitself would not lead to the conclusion that they were free and\nvoluntary.\n91. Clause (3) of Article 20 of the Constitution provides\nthat no person accused of any offence shall be compelled to be\na witness against himself. Any confession made under Section\n108 of the Customs Act must give way to Article 20(3) wherefor\nthere is a conflict between the two. A retracted confessional state-\nment may be relied upon but a rider must be attached thereto\nnamely if it is made voluntary. The burden of proving that such a\nconfession was made voluntarily would, thus, be on the pros-\necution. It may not be necessary for us to enter into the question\nas to whether the decisions of this Court that a Custom Officer\nis not a Police Officer should be revisited in view of the deci-\nsion of this Court in Balkrishna Chhaganlal Soni v. State of\nWest Bengal [(1974) 3 SCC 567, wherein it was stated:\n\"On the proved facts the gold bar is caught in the criminal\ncoils of Section 135, read with Sections 111 and 123,\nCustoms Act, as the High Court has found and little has\nbeen made out before us to hold to the contrary.\"\n92. It may also be of some interest to note the decision of this\nCourt in State of Punjab v. Barkat Ram [AIR 1962 SC 276], holding:\n"}