{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"f\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n409\n[S.B. SINHA, J]\nموجود\nregard to the doctrine of \"due process\" as ädumbrated A\nunder Article 21 of the Constitution of India require striking\nof balance between the need of law and enforcement\nthereof, on the one hand, and protection of citizen from\noppression and injustice on the other.\"\n49. Application of international law in a case involving war\ncrime was considered by the Constitutional Court of South Af-\nrica in State v. Basson [2004 (6) BCLR 620 (CC)] opining:\n\"The rules of humanitarian law constitute an important\ningredient of customary international law. As the\nInternational Court of Justice [(\"the ICJ)] has stated, they\nare fundamental to the respect of the human person and\n\"elementary considerations of humanity. The rules of\nhumanitarian law in armed conflicts are to be observed by\nall States whether or not they have ratified the Conventions\nthat contain them because they constitute intransgressible\nprinciples of international customary law. The ICJ has\nalso stressed that the obligation on all governments to\nrespect the Geneva Conventions in all circumstances does\nnot derive from the Conventions themselves, but from the\ngeneral principles of humanitarian law to which the\nConventions merely give specific expression.\"\nIt was furthermore observed:\n!\n!\n!\ni\nB\nс\nD\nE\nF\n\"When allegations of such serious nature are at issue,\nand where the exemplary value of constitutionalism as\nagainst lawlessness is the very issue at stake, it is\nparticularly important that the judicial and prosecutorial\nfunctions be undertaken with rigorous and principled.\nrespect for basic constitutional rights. The effective\nprosecution of war crimes and the rights of the accused G\nto a fair trial are not antagonistic concepts. On the contrary,\nboth stem from the same constitutional and humanitarian\nfoundation, namely the need to uphold the rule of law and\nthe basic principles of human dignity, equality and\nfreedom.\"\nH\nA\nB\n410\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n[See also 'War, Violence, Human Rights, and the overlap\nbetween national and international law: Four cases before the\nSouth African Constitutional Court' by Albie Sachs, 28 Fordham\nInternational Law Journal 432]\n50. The provision for reverse burden is not only provided\nfor under the special acts like the present one but also under\nthe general statutes like the Indian Penal Code. The Indian Evi-\ndence Act provides for such a burden on an accused in certain\nmatters, as, for example, under Section 113A and 113B thereof.\nEven otherwise, this Court, having regard to the factual sce-\nC nario involved in cases, e.g., where husband is said to have\nkilled his wife when both were in the same room, burden is shifted\nto the accused.\nD\n51. Enforcement of law, on the one hand and protection of\ncitizen from operation of injustice in the hands of the law en-\nforcement machinery, on the other, is, thus, required to be bal-\nanced.\n52. The constitutionality of a penal provision placing bur-\nden of proof on an accused, thus, must be tested on the anvil of\nE the State's responsibility to protect innocent citizens.\n53. The court must assess the importance of the right be-\ning limited to our society and this must be weighed against the\npurpose of the limitation. The purpose of the limitation is the\nreason for the law or conduct which limits the right. {See S v.\nF Dlamini; S v. Dladla and others 1999(7) BCLR 771(CC)}\n54. While, however, saying so, we are not unmindful of se-\nrious criticism made by the academies in this behalf.\n55. In Glanville Williams, Textbook of Criminal Law (2nd\nG Edn.) page 56, it is stated:\nH\n\"Harking back to Woolmington, it will be remembered\nthat Viscount Sankey said that \"it is the duty of the\nprosecution to prove the prisoner's guilt, .subject to the\ndefence of insanity and subject also to any statutory\n1\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n411\nexception”. ... Many statutes shift the persuasive burden. A\nIt has become a matter of routine for Parliament, in respect\nof the most trivial offences as well as some serious ones,\nto enact that the onus of proving a particular fact shall rest\non the defendant, so that he can be convicted \"unless he\nproves\" it.\"\n56. But then the decisions rendered in different jurisdic-\ntions are replete with cases where validity of the provisions rais-\ning a presumption against an accused, has been upheld.\nB\n57. The presumption raised in a case of this nature is one Ci\nfor shifting the burden subject to fulfillment of the conditions pre-\ncedent therefor.\n58. The issue of reverse burden vis-à-vis the human rights\nregime must also be noticed. The approach of the Common\nLaw is that it is the duty of the prosecution to prove a person D\nguilty. Indisputably this common law principle was subject to\nparliamentary legislation to the contrary. The concern now shown\nworldwide is that the Parliaments had frequently been making\ninroads on the basic presumption of innocence. Unfortunately\nunlike other countries no systematic study has been made in E\nIndia as to how many offences are triable in the Court, where\nthe legal burden is on the accused. In the United Kingdom it is\nstated that about 40% of the offences triable in the Crown Court\nappear to violate the presumption. (See - The Presumption of\nInnocence in English Criminal Law, 1996 Crim.L.R. 306, at 309). F\n59. In Article 11(1) of the Universal Declaration of Human\nRights (1948) it is stated :-\n\"Everyone charged with a penal offence has the right to\nbe presumed innocent until proved guilty according to G\nlaw....\"\n60. Similar provisions have been made in Article 6.2 of\nthe European Convention for the protection of Human Rights\nand Fundamental Freedoms (195) and Article 14.2 of the Inter-\nnational Covenant on Civil and Political Rights (1966).\nH\n!\n1\nA\n412\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\n61. The legal position has, however, undergone a drastic\nchange in the United Kingdom after coming into force of the\nHuman Rights Act, 1998. The question as to whether on the\nface of Article 6.2 of the European Convention for the Protec-\ntion of Human Rights and Fundamental Freedoms (1950), the\nB doctrine of reverse burden passes the test of constitutionality\ncame up for consideration before the House of Lords in Regina\nV. Lambert ([2001] UKHL 37 : [2001] 3 All ER 577) wherein\nthe following two questions came up for consideration:-\nC\nD\nE\nF\nG\nH\n\"The first is whether a defendant is entitled to rely on\nconvention rights when the court is hearing an appeal from\na decision which was taken before the Human Rights Act,\n1998 came into effect. The second is whether a reverse\nburden provision in section 28(2) and (3) of the Misuse of\nDrugs Act, 1971 is a compatible with the presumption of\ninnocence contained in article 6.2 of the European\nConvention for the Protection of Human Rights and\nFundamental Freedoms.\"\n62. Sub-section (2) of Section 28 of the Misuse of Drugs\nAct, 1971, with which the House was concerned, reads as un-\nder:-\n\"(2) Subject to sub-section (3) below, in any proceedings\nfor an offence to which this section applies it shall be a\ndefence for the accused to prove that he neither knew of\nnor suspected nor had reason to suspect the existence of\nsome fact alleged by the prosecution which it is necessary.\nfor the prosecution to prove if he is to be convicted of the\noffence charged.\"\nLord Steyn stated the law thus :-\n\"Taking into account that section 28 deals directly with the\nsituation where the accused is denying moral\nblameworthiness and the fact that the maximum prescribed\npenalty is life imprisonment, I conclude that the appellant's\ninterpretation is to be preferred. It follows that section 28\nT\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n413\nderogates from the presumption of innocence. I would, A\nhowever, also reach this conclusion on broader grounds.\nThe distinction between constituent elements of the crime\nand defensive issues will sometimes be unprincipled and\narbitrary. After all, it is sometimes simply a matter of which\ndrafting technique is adopted: a true constituent element B\ncan be removed from the definition of the crime and cast\nas a defensive issue whereas any definition of an offence\ncan be reformulated so as to include all possible defences\nwithin it. It is necessary to concentrate not on technicalities\nand niceties of language but rather on matters of substance.\nI do not have in mind cases within the narrow exception\n\"limited to offences arising under enactments which prohibit\nthe doing of an act save in specified circumstances or by\npersons of specified classes or with specified\nqualifications or with the licence or permission of specified\nauthorities\";\n63. Section 28 of the Misuse of Drugs Act, 1971 was read\nin the manner which was compatible with convention rights opin-\ning that Section 28(2) and (3) create an evidential burden on\nthe accused.\n64. Applicability of the doctrine of compatibility may be\nsomewhat equated (essential differences although cannot be\nignored) with the applicability of the doctrine of constitutionality\nin our country.\n65. Sections 35 and 54 of the Act may have to be read in\nthe light of Articles 14 and 21 of the Constitution of India.\n66. We may notice that Sachs, J. in State v. Coetzee\n[(1997) 2 LRC 593] explained the significance of the presump-\ntion of innocence in the following terms :-\n\"There is a paradox at the heart of all criminal procedure\nin that the more serious the crime and the greater the\npublic interest in securing convictions of the guilty, the\nmore important do constitutional protections of the\nC\nD\nE\nF\nG\nH\nA\n00\nB\nC\n☐ ☐\nE\nFL\nG\nH\n414\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\naccused become. The starting point of any balancing\nenquiry where constitutional rights are concerned must be\nthat the public interest in ensuring that innocent people\nare not convicted and subjected to ignominy and heavy\nsentences massively outweighs the public interest in\nensuring that a particular criminal is brought to book...\nHence the presumption of innocence, which serves not\nonly to protect a particular individual on trial, but to maintain\npublic confidence in the enduring integrity and security of\nthe legal system. Reference to the prevalence and severity\nof a certain crime therefore does not add anything new or\nspecial to the balancing exercise. The perniciousness of\nthe offence is one of the givens, against which the\npresumption of innocence is pitted from the beginning,\nnot a new element to be put into the scales as part of a\njustificatory balancing exercise. If this were not so, the\nubiquity and ugliness argument could be used in relation\nto murder, rape, car-jacking, housebreaking, drug-\nsmuggling, corruption... the list is unfortunately almost\nendless, and nothing would be left of the presumption of\ninnocence, save, perhaps, for its relic status as a doughty\ndefender of rights in the most trivial of cases\".\n.67. In R. v. Hansen [(2007) NZSC 7], while construing Sec-\ntion 6(6) of the Misuse of Drugs Act, 1975 the New Zealand\nSupreme Court held as under:\n\"In the context of a prosecution for an offence of possession\nof controlled drugs for the purpose of supply, that reversal\nof the onus of proof is obviously inconsistent with the aspect\nof the presumption of innocence that requires the Crown\nto prove all elements of a crime beyond reasonable doubt.\nWhile the Crown must prove to that standard that the person\ncharged was in possession of the stipulated quantity of\ndrugs, the jury can convict even if it is left with a reasonable\ndoubt on the evidence over whether the accused had the\npurpose of supply of the drugs concerned. Indeed, as Lord\nSteyn pointed out in R v Lambert, the jury is obliged to\nNOOR AGA V. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n415\nconvict if the version of the accused is as likely to be true A\nas not.\"\nHowever, in our opinion, limited inroad on presumption\nwould be justified. We may consider the question from another\nangle.\n68. The doctrine of res ipsa loquitur providing for a re-\nverse burden has been applied not only in civil proceedings but\nalso in criminal proceedings. [See Alimuddin Vs. King Em-\nperor (1945 Nagpur Law Journal 300]. In Home vs. Dorset\nYacht Company [1970 (2) ALL E.R. 294], House of Lords de-\nveloped the common law principle and evolved a presumptive\nduty to care.\n69. It is, however, of some interest to note that in Syed\nAkbar vs. State of Karnataka [AIR 1979 SC 1848] this Court\nheld:\nB\nс\nD\nF\n\"28. In our opinion, for reasons that follow, the first line of\napproach which tends to give the maxim a larger effect\nthan that of a merely permissive inference, by laying down\nthat the application of the maxim shifts or casts, even in\nE\nthe first instance, the burden on the defendant who in order\nto exculpate himself must rebut the presumption of\nnegligence against him, cannot, as such, be invoked in\nthe trial of criminal cases where the accused stands\ncharged for causing injury or death by negligent or rash\nact. The primary reasons for non-application of this abstract\ndoctrine of res ipsa loquitur to criminal trials are: Firstly,\nin a criminal trial, the burden of proving everything\nessential to the establishment of the charge against the\naccused always rests on the prosecution, as every man\nis presumed to be innocent until the contrary is proved, G\nand criminality is never to be presumed subject to\nstatutory exception. No such statutory exception has been\nmade by requiring the drawing of a mandatory\npresumption of negligence against the accused where\nthe accident “tells its own story\" of negligence of somebody. H\nA\nB\nC\nD\nE\nF\nG\nH\n416\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nSecondly, there is a marked difference as to the effect of\nevidence viz. the proof, in civil and criminal proceedings.\nIn civil proceedings, a mere preponderance of probability\nis sufficient, and the defendant is not necessarily entitled\nto the benefit of every reasonable doubt; but in criminal\nproceedings, the persuasion of guilt must amount to such\na moral certainty as convinces the mind of the Court, as\na reasonable man beyond all reasonable doubt. Where\nnegligence is an essential ingredient of the offence, the\nnegligence to be established by the prosecution must be\nculpable or gross and not the negligence merely based\nupon an error of judgment. As pointed out by Lord Atkin in\nAndrews v. Director of Public Prosecutions, “simple lack\nof care such as will constitute civil liability, is not enough\";\nfor liability under the criminal law “a very high degree of\nnegligence is required to be proved. Probably, of all the\nepithets that can be applied 'reckless' most nearly covers\nthe case”.\n(emphasis supplied)\n70. The said dicta was followed in Jacob Mathew vs. State\nof Punjab [(2005) 6 SCC 1]. We may, however, notice that the\nprinciple of 'res ipsa loquitur has been applied in State of A.P.\nv. C. Uma Maheswara Rao \u0026 Anr. [2004 (4) SCC 399] {see\nalso B. Nagabhushanam v. State of Karnataka (2008) 7\nSCALE 716}.\n71. The Act specifically provides for the exceptions.\nIt is a trite law that Presumption of innocence being a hu-\nman right cannot be thrown aside, but it has to be applied sub-\nject to exceptions.\n72. Independence of judiciary must be upheld. The supe-\nrior courts should not do something that would lead to impair-\nment of basic fundamental and human rights of an accused.\nWe may incidentally notice a decision of the Privy Council in an\nappeal from the Supreme Court of Mauritius in The State v.\nNOOR AGA v. STATE OF PUNJAB \u0026 ANR.\n[S.B. SINHA, J]\n417\nAbdul_Rashid Khoyratty, [2006] UKPC 13. In that case, an at- A\ntempt on the part of the Parliament to curtail the power of the\ncourt to grant bail in respect of the Dangerous Drugs Act (Act\nNo.32 of 1986) was held to be unconstitutional being contrary\nto the doctrine of separation of power, necessary to protect in-\ndividual liberty stating that the power to grant bail is exclusively B\nwithin the judicial domain. A constitutional amendment to over-\ncome the impact of the said decision was also held to be un-\nconstitutional by the Supreme Court of Mauritius. In Abdul\nRashid Khoyratty (supra), the Privy Council upheld the said view.\n73. Dealing with the provisions of Sections 118(b) and 139 C\nof the Negotiable Instruments Act, 1881 in Krishna Janardhan\nBhat v. Dattatraya G. Hegde [2008 (1) SCALE 421] this Court\nupon referring to Hiten P. Dalal v. Bratindranath Banerjee\n[(2001) 6 SCC 16], opined:\n\"32. But, we may at the same time notice the development\nof law in this area in some jurisdictions.\nD\nThe presumption of innocence is a human right. [See\nNarender Singh \u0026 Anr. v. State of M.P. (2004) 10 SCC\n699, Ranjitsing Brahmajeetsing Sharma v. State of E\nMaharashtra and Anr. (2005) 5 SCC 294 and Rajesh\nRanjan Yadav @ Pappu Yadav v. CBI through its Director\n(2007) 1 SCC 70] Article 6(2) of he European Convention\non Human Rights provides: \"Everyone charged with a\ncriminal offence shall be presumed innocent until proved F\nguilty according to law”. Although India is not bound by the\naforementioned Convention and as such it may not be\nnecessary like the countries forming European countries\nto bring common law into land with the Convention, a\nbalancing of the accused's rights and the interest of the G\nsociety is required to be taken into consideration. In India,\nhowever, subject to the statutory interdicts, the said principle\nforms the basis of criminal jurisprudence. For the\naforementioned purpose the nature of the offence,\nseriousness as aiso gravity thereof may be taken into\nH\nA\nB\nD\nLU\nE\nF\nG\n418\nSUPREME COURT REPORTS\n[2008] 10 S.C.R.\nconsideration. The courts must be on guard to see that\nmerely on the application of presumption as contemplated\nunder Section 139 of the Negotiable Instruments Act, the\nsame may not lead to injustice or mistaken conviction. It\nis for the aforementioned reasons that we have taken into\nconsideration the decisions operating in the field where\nthe difficulty of proving a negative has been emphasized.\nIt is not suggested that a negative can never be proved\nbut there are cases where such difficulties are faced by\nthe accused e,g,. honest and reasonable mistake of fact.\nIn a recent Article \"The Presumption of Innocence and\nReverse Burdens: A Balancing Duty\" published in [2007]\nC.L.J. (March Part) 142 it has been stated :-\n\"In determining whether a reverse burden is compatible\nwith the presumption of innocence regard should also be\nhad to the pragmatics of proof. How difficult would it be for\nthe prosecution to prove guilt without the reverse burden?\nHow easily could an innocent defendant discharge the\nreverse burden? But courts will not allow these pragmatic\nconsiderations to override the legitimate rights of the\ndefendant. Pragmatism will have greater sway where the\nreverse burden would not pose the risk of great injustice\n- where the offence is not too serious or the reverse burden\nonly concerns a matter incidental to guilt. And greater\nweight will be given to prosecutorial efficiency in the\nregulatory environment.\"\nThe above stated principles should be applied in each case\nhaving regard to the statutory provisions involved therein.\n74. We may, however, notice that recently in M/s. Seema\nSilk \u0026 Sarees \u0026 Anr. v. Directorate of Enforcement \u0026 Ors. [2008\n(7) SCALE 624], in a case where the constitutionality of the\nprovisions of Sections 18(2) and 18(3) of the Foreign Exchange\nRegulation Act, 1973 were questioned on the ground of infring-\ning the equality clause' enshrined in Article 14 of the Constitu-\ntion of India, this Court held:\n'\n\".\nH\ni\n"}