{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\n\u003e\u003e\nB\nC\n322 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n29.07.2002. The High Court, by a common judgment and\nfinal order dated 17.01.2007, dismissed all the writ\npetitions filed by the appellants herein. Against the\ncommon order, the appellants have preferred these\nappeals by way of special leave petitions before this Court.\n3. Heard Mr. K. Rajendra Chowdhary, learned senior\ncounsel for the appellants in all the appeals, Mr. L. Nageshwar\nRao, learned senior counsel for the State of Andhra Pradesh,\nMr. G.E. Vahanvati, learned Attorney General for India, Mr.\nRakesh Dwivedi, and Mr. Ranjit Kumar, learned senior counsel\nfor Andhra Pradesh Industrial Infrastructure Corporation (APIIC)\nR-4 and Mr. A.K. Ganguly, Mr. P.S. Patwalia and Mr.\nBasavaprabhu S. Patil, learned senior counsel for the\napplicants.\nD Issues:\n4. The main question in these appeals is whether the\nproceedings of the Competent Authority under Sections 8, 9\nand 10 of the ULC Act in relation to the land in Survey No. 83\nE of Village Raidurg of Ranga Reddy District declared by the\nF\nG\nH\nDivision Benches by its judgment dated 28.10.1994 and\n04.12.1996 in Writ Appeal Nos. 1220 and 918 of 1994\nrespectively, as void, stood restored by virtue of judgment of\nthis Court in Audikesava Reddy's case (supra) as claimed in\nG.O. Ms. No. 161 dated 13.02.2006. In other words, what\nactually is the adjudication contained in Audikesava Reddy's\ncase (supra) is the question involved for determination. The\nadjudication contained in the Audikesava Reddy's case (supra)\nadmittedly was in relation to the same land in Survey No. 83\nsituated in village Raidurg and between the same parties. In\nthe earlier part of our judgment, we have already set out the\nfacts which led to the filing of C.A. Nos. 3813 of 1996 and 7239\nof 2001 in this Court by the respondent-State in Audikesava\nReddy's case (supra).\n5. In order to go into the factual position and ultimate\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n323\ndecision in Audikesava Reddy's case (supra), it is necessary A\nto bear in mind the meaning of expressions \"Master Plan\",\n'Urban Land\", \"Vacant Land” occurring in Sections 2(h), 2(o),\n2(q) respectively which reads as:-\n| | .\n\"Section 2(h)\"master plan\", in relation to an area within an\nurban agglomeration or any part thereof, means the plan\n(by whatever name called) prepared under any law for the\ntime being in force or in pursuance of an order made by\n\"the State Government for the development of such area\nor part thereof and providing for the stages by which such\ndevelopment shall be carried out;\n(0) 1\n\"urban land\" means,-\n(i) any land situated within the limits of an urban\nagglomeration and referred to as such in the\nmaster plan; or\n\"\n(ii) in a case where there is no master plan, or\nwhere the master plan does not refer to any land\nas urban land, any land within the limits of an urban\nagglomeration and situated in any area included\nwithin the local limits of a municipality (by whatever\nname called), a notified area committee, a town\narea committee, a city and town committee, a small\ntown committee, a cantonment board or a\npanchayat,\nbut does not include any such land which is mainly used\nfor the purpose of agriculture.\nExplanation.-For the purpose of this clause and\nclause (q),-\n(A) “agriculture\" includes horticulture, but does not\ninclude-\n(i) raising of grass,\nB\nC\nD\nE\nF\nG\nH\nA\nB\nD\nヨ\nF\n0\n324 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n(ii) dairy farming,\n(iii) poultry farming,\n(iv) breeding of live-stock, and\n(V) such cultivation, or the growing of such plant, as\nmay be prescribed;\n(B) land shall not be deemed to be used mainly for\nthe purpose of agriculture, if such land is not entered in\nthe revenue or land records before the appointed day as\nfor the purpose of agriculture:\nProvided that where on any land which is entered in\nthe revenue or land records before the appointed day as\nfor the purpose of agriculture, there is a building which is\nnot in the nature of a farm-house, then, so much of the\nextent of such land as is occupied by the building shall not\nbe deemed to be used mainly for the purpose of\nagriculture:\nProvided further that if any question arises whether\nany building is in the nature of a farm-house, such question\nshall be referred to the State Government and the decision\nof the State Government thereon shall be final;\n(C) notwithstanding anything contained in clause (B)\nof this Explanation, land shall not be deemed to be mainly\nused for the purpose of agriculture if the land has been\nspecified in the master plan for a purpose other than\nagriculture;\n(q) \"vacant land” means land, not being land mainly used\nfor the purpose of agriculture, in an urban agglomeration,\nbut does not include-\n(i) land on which construction of a building is not\npermissible under the building regulations in force\nH.\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\nin the area in which such land is situated;\n325\n(ii) in an area where there are building regulations,\nthe land occupied by any building which has been\nconstructed before, or is being constructed on, the\nappointed day with the approval of the appropriate\nauthority and the land appurtenant to such building;\nand\n(iii) in an area where there are no building\nregulations, the land occupied by any building which\nhas been constructed before, or is being\nconstructed on, the appointed day and the land\nappurtenant to such building:\nA\nB\nC\nProvided that where any person ordinarily keeps his\ncattle, other than for the purpose of dairy farming D\nor for the purpose of breeding of live-stock, on any\nland situated in a village within an urban\nagglomeration (described as a village in the\nrevenue records), then, so much extent of the land\nas has been ordinarily used for the keeping of such\ncattle immediately before the appointed day shall\nnot be deemed to be vacant land for the purposes\nof this clause.\"\nE\nF\n6. On behalf of the appellants, it was submitted that a\ncombined reading of the definitions of the above expressions\ndisclose that any \"land\" though situated in urban agglomeration\nis not a \"Vacant Land\" if the same is used mainly for the\npurpose of agriculture and not referred to in the Master Plan\nexisting as on 17.02.1976. In other words, according to the\nappellants, the land in Survey No. 83 is not a \"Vacant Land\"\nthough situated in urban agglomeration as the same was used G\nmainly for agricultural purpose and not included or referred to\nin the Master Plan existing as on 17.02.1976 as found by the\nHigh Court in Writ Appeal No. 918 of 1994 which led to\nAudikesava Reddy's case (supra). It is the appellants case\n.H\n326 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA that it was never the case of the respondent-State in Writ\nPetition Nos. 18385 of 1993 and 238 of 1994 (which culminated\ninto the judgment of this Court in Audikesava Reddy's case)\nthat the land in Survey No. 83 were “grazing lands\" as shown\nin the declaration. The case of the respondent-State in those\nB writ petitions was that the land in Survey No. 83 was not\nagricultural land since the same was within the urban\nagglomeration, the land has to be treated as \"Vacant Land\" and\ntherefore the ULC Act is applicable with effect from 17.02.1976,\neven if the said land is not included in the Master Plan existing\nC as on 17.02.1976.\nD\n7. The appellants in their earlier writ petitions, i.e. W.P. No.\n18385 of 1993 and 238 of 1994 specifically averred and\ncontended that the land in the said Survey No. 83 was “mainly\nused for the purpose of agriculture\". By order dated 27.07.1994\nand 06.10.1994 in those writ petitions, learned Single Judge\nrecorded that the land in Survey No. 83 was \"agricultural land\".\nThe Division Bench in Writ Appeal No. 918 of 1994 confirmed\nthe finding of the learned single Judge that the land was mainly\nused for the purpose of agriculture. After quoting conclusion\nE of the Division Bench in W.A. No. 918 of 1994, it was contended\nthat there were concurrent findings on the question whether the\nland in Survey No. 83 was agricultural land as the same was\n\"mainly used for agriculture\" and the owners filed declarations\nunder misconception. Mr. Rajendra Chowdhary, learned senior\n_ F counsel for the appellants heavily contended that since the land\nin Survey No. 83 was found to be “mainly used for the purpose\nof agriculture\" and not included or referred to in the Master Plan\nexisting as on 17.02.1976, the said land was neither “Urban\nLand\" nor \"Vacant Land\" under Sections 2(o), 2(q) and\nG consequently the ULC Act was inapplicable. Therefore,\naccording to him, the Division Bench, by judgments dated\n28.10.1994 and 04.12.1996, upheld the orders of the learned\nsingle Judge declaring the proceedings of the Competent\nAuthority treating the date of commencement of the Act as\n17.02.1976 as void and quashed the same. He pointed out\nI\ni\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n327\nB\nthat the Division Bench declined to look into the second Master A.\nPlan which came into force on 29.09.1980, in order to treat the\nland as \"Vacant Land\" in view of the law declared by this Court\nin Atia Mohammadi Begum vs. State of U.P. and Ors. (1993)\n2 SCC 546. It was against these judgments dated 28.10.1994\nand 04.12.1996 in W.A. No. 1220 and 918 of 1994, the State\npreferred C.A. Nos. 3813 of 1996 and 7239 of 2001 before this\nCourt which is referred to as Audikesava Reddy's case. Since\nthe State was disabled to treat the land in Survey No. 83 as\n\"Vacant Land\" even after its inclusion in the second Master Plan\nwith effect from 29.09.1980, on accourt of the above ruling in\nC\nAtia Begum's case, certain States including the State of Andhra\nPradesh sought reconsideration of the decision in Atia\nBègum's case. Accordingly, this Court, by its orders dated\n23.02.1996, referred the question of correctness of ruling in Atia\nBegum's case to a larger Bench of three Hon'ble Judges.\nD\n8. Mr. G.E. Vahanvati, learned Attorney General for India\nand other senior counsel appearing for the State as well as\nRespondent No.4 submitted that as a consequence of setting\naside of the judgment of the Division Bench, which had\napproved the orders passed by the learned single Judge, the E\nproceedings taken under the ULC Act starting from filing of\nstatements under Section 6(1) and culminating in subsequent\norders of the Competent Authority under Sections 8 (4), 9, 10(1),.\n10(2), 10(5) and 10(6) will be deemed to have been upheld and\nattained finality. According to them, in view of the judgment of F\nthis Court in Audikesava Reddy's case (supra), it is not open\nto the appellants to seek re-opening of the proceedings under\nthe ULC Act. In support of the above claim, learned Attorney\nGeneral and other senior counsel relied on various judgments\nto show that once the decision of the High Court is set aside\nby this Court, it is not open to contend that a particular aspect\nor argument was not considered by this Court.\nAtia Begum's case\nG\nH\nA\nB\nC\n328 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n9. Before considering the ultimate order and the ratio laid\ndown in Audikesava Reddy's case (supra), we will briefly\nnotice the facts of Atia Begum's case (supra) and the question\ninvolved therein. In that case the question was regarding the\nquantification of vacant land. The Competent Authority had\ndeclared that the appellant had 19,813.83 sq m of vacant land\nin Aligarh in excess of the ceiling limit but the District Judge\nreduced the area of the excess land to 6738.23 sq m. The\norder of the District Judge was challenged by both i.e. the\nowner and the State by filing writ petitions in the High Court.\nThe owner's writ petition was dismissed and that of the State\nwas partly allowed. In appeal before this Court, the owner\nsought restoration of the order of the District Judge which had\nbeen set aside by the High Court on the interpretation of the\nprovisions of the ULC Act. The Act came into force in the State\nof Uttar Pradesh on 17-2-1976. At that time, there was no\nmaster plan for the area of Aligarh. The master plan for Aligarh\nwas made on 24-2-1980. In that master plan, the land in\ndispute was shown. The High Court took the view that by virtue\nof Explanation (c) of Section 2(0) defining “urban land\", the land\nof the appellant could not be treated as mainly used for the\npurpose of agriculture because it was shown in the master plan\nmade on 24-2-1980. The correctness of this view was in issue\nin Atia Begum's case. The decision, though notices that\ndetermination of the area of vacant land in excess of ceiling\nlimit under the Act is to be made with reference to the date of\nF commencement of the Act, fails to notice the Explanation to\nSection 6 which provides the meaning of the expression\n\"commencement of this Act\". Section 6(1) and the Explanation\nread as under:\nD\nE\nG\nH\n\"6. Persons holding vacant land in excess of ceiling limit\nto file statement.-(1) Every person holding vacant land\nin excess of the ceiling limit at the commencement of this\nAct shall, within such period as may be prescribed, file a\nstatement before the competent authority having\njurisdiction specifying the location, extent, value and such\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n329\nother particulars as may be prescribed of all vacant lands A\nand of any other land on which there is a building, whether\nor not with a dwelling unit therein, held by him (including\nthe nature of his right, title or interest therein) and also\nspecifying the vacant lands within the ceiling limit which he\ndesires to retain:\nProvided that in relation to any State to which this Act\napplies in the first instance, the provisions of this sub-\nsection shall have effect as if for the words 'Every person\nholding vacant land in excess of the ceiling limit at the\ncommencement of this Act', the words, figures and letters\n'Every person who held vacant land in excess of the ceiling\nlimit on or after the 17th day of February, 1975 and before\nthe commencement of this Act and every person holding\nvacant land in excess of the ceiling limit at such\ncommencement' had been substituted.\nExplanation. In this section, 'commencement of this Act'\nmeans,-\n-\nB\nC\nD\n(1) the date on which this Act comes into force in any State; E\n(ii) where any land, not being vacant land, situated in a\nState in which this Act is in force has become vacant land\nby any reason whatsoever, the date on which such land\nbecomes vacant land;\n(iii) where any notification has been issued under clause\n(n) of Section 2 in respect of any area in a State in which\nthis Act is in force, the date of publication of such\nnotification.\"\nAudikesava Reddy's case\n10. Now, we have to see the entire discussion and ultimate\norder passed in Audikesava Reddy's case (supra). A bench\nof three Hon'ble Judges in Audikesava Reddy's case after\nF\nG\nH\n330 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA narrating the factual position in Atia Begum's case (supra) and\nafter analyzing the issues, allowed those appeals. Since the\nentire argument rests with the ultimate decision in Audikesava\nReddy's case, it is but proper to refer all the relevant\nparagraphs.\nB\nс\nD\nE\nF\n☐ G\n\"11. If the expression \"commencement of the Act\" is read\nwith reference to the aforesaid Explanation, the area of\ndoubt about the correctness of the decision of Atia Begum\ncase becomes very narrow e.g. a few observations therein\nwhich are these: (SCC p.549, para 4)\n\"Just as the holder of the land cannot by his\nsubsequent actions reduce the area of the vacant\nland in excess of the ceiling limit, the authorities too\ncannot by any subsequent action increase the area\nof the excess vacant land by a similar action.\"\n12. The observations that the authorities by their\nsubsequent action after 17-2-1976 cannot alter or\nintroduce the master plan which has the effect of increasing\nthe area of excess vacant land do not represent the correct\nview of law. The aforesaid Explanation to Section 6(1),\ninter alia, provides that where any land, not being vacant\nland, situated in a State in which this Act is in force has\nbecome vacant land by any reason whatsoever, the date\non which such land becomes vacant land would be the date\nof the commencement of the Act as regards such land.\n13. Development and town planning are ongoing\nprocesses and they go on changing from time to time\ndepending upon the local needs. That apart, the definition\nof \"master plan\" in Section 2(h) is very significant. It reads.\nas under:\n\"2. (h) 'master plan', in relation to an area within an\nurban agglomeration or any part thereof, means the\n☐ H\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n331\nplan (by whatever name called) prepared under any\nlaw for the time being in force or in pursuance of\nan order made by the State Government for the\ndevelopment of such area or part thereof and\nproviding for the stages by which such development\nshall be carried out;\"\nThe above provision, inter alia, contemplates the master\nplan prepared under any law for the time being in force for\ndevelopment of an area. The plan shall also provide for the\nstages by which such development shall be carried out. It\nis evident from the aforesaid definition of master plan that\nit takes in view any plan prepared even subsequent to the\ncoming into force of the Act. Further, the Explanation to\nSection 6(1), as noticed above, very significantly provides\nthat every person holding vacant land in excess of the\nceiling limit at the commencement of the Act shall file at\nstatement before the competent authority and \"the\ncommencement of the Act\" under clause (ii) would be\nwhen the land becomes vacant for any reason whatsoever:\nTherefore, the date of commencement of the Act in a case\nwhere the land, which was not vacant earlier, would be the\ndate on which such land becomes vacant land. It, thus,\ncontemplates a situation of land, not being vacant,\nbecoming vacant due to preparation of a master plan\nsubsequent to 17-2-1976. Further, the provisions of the Act\nrequire filing of a statement under Sections 6, 7, 15 and\n16 from time to time as and when land acquires the\ncharacter of a vacant land. Obligation to file statement\nunder the Act arises when a person comes to hold any\nvacant land in excess of the ceiling limit, which date\nnecessarily may not be 17-2-1976. It would all depend on\nthe facts and circumstances of each case.\n14. Accordingly, we hold that the master plan prepared as\nper law in force even subsequent to enforcement of the Act\nis to be taken into consideration to determine whether a\nA\nB\nC\nD\nE\nF\nG\nH\n"}