{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"362 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA In fact these instances were projected in their counter affidavit\nbefore the High Court by the State and APIIC to non-suit the\nappellants. Though learned senior counsel for the appellants\npointed out that these aspects were not highlighted before the\nHigh Court, the conduct of the appellants as regards the above\nB aspects cannot be ignored.\nC\nD\nF\n45. It is pointed out that the owners themselves have\ndescribed the land in Survey No. 83 as “grazing lands\" and\n\"vacant land\" in the relevant columns of their declaration under\nSection 6(1) and, therefore, the proceedings of the competent\nauthority under Sections 8, 9 and 10 are valid. Though the said\naspect had not been disputed by the appellants, however, it is\npointed out that the mentioning of \"grazing lands\" in the said\ndeclaration is not conclusive. However, as observed earlier,\ntheir statements in the form of declarations before the\nauthorities concerned cannot be denied. In fact, we were taken\nthrough those entries which are available in the paper-book in\nthe form of annexures.\n46. About the sales under G.O.Ms. No. 733 dated\nE 31.10.1988 and G.O.Ms. No. 289 dated 01.06.1989, it is the\nstand of the appellants that those government orders were\npassed on the basis of a policy to encourage building activity\nand in public interest under Section 20(1)(a) of the ULC Act.\nAccording to the appellants, they are entitled to the benefits of\nG.O.Ms.No. 733 dated 31.10.1988 and they are entitled to the\nsame benefits as any other holder of excess vacant lands is\nentitled to as they are in actual physical possession even as\non date irrespective of whether the Act became applicable on\n17.02.1976 or 29.09.1980. It is brought to our notice that the\namendment made in G.O.Ms. No. 217 vide G.O.Ms. No. 733\ndated 31.10.1988 is applicable only in the cases in which the\npossession of land had been taken over by the Government\nunder Section 10(5) and 10(6) and according to the State\nGovernment, in this case, possession was taken after\n31.10.1988 as pointed out by learned senior counsel for the\nG\nH\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n363\nrespondents, the declarants cannot avail the said benefit since A\neven, according to them, they were not in possession as on\n31.10.1988. The benefit of G.O.Ms. No. 733 may be available\nif the declarants were in possession and up to 31.10.1988 and\npossession was taken by the Government subsequent thereto.\nAs rightly observed by the High Court, G.O.Ms. No. 217 cannot B\nbe interpreted as entitling the declarants to claim benefit of\nexemption even in cases where they were not in possession\nas on 31.10.1988. The same was handed over to the Mandal\nRevenue Officer, Sherlingampally, even prior to that, the said\nland was allotted to Hyderabad Urban Development Authority C\nvide G.O.Ms. No. 5013 dated 19.12.1980. Admittedly, the said\nGovernment Order was not challenged by the appellants. In\nthose circumstances, the appellants cannot be allowed to take\nthe benefit of G.O.Ms. No. 733 since this is not merely a case\nwhere the appellants were dispossessed but the property was\ntransferred initially in favour of Hyderabad Urban Development\nAuthority and later to APIIC for utilizing the same to set up IT\nPark Project. We are satisfied that the appellants are not\nentitled to claim benefits under G.O.Ms. No.733. It is also clear\nfrom G.O.Ms. No. 455 and 456 dated 29.07.2002 that\noccupation/possession is sine qua non for the allotment of\nsurplus lands.\n47. Various third parties have filed separate applications\nby way of 1.As in these appeals praying for certain reliefs. In\nview of the disposal of the appeals, they are free to approach\nthe appropriate authority/court to vindicate their grievance if the\nsame is permissible under law.\n48. In the light of the above discussion, we do not find any\nmerit in the appeals filed by the appellants. Consequently, they\nare dismissed. No order as to costs.\nD\nE\nF\nG\n1977\nR.P.\nAppeal dismissed.\n"}