{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"312 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA of an objection being laid, it should not be difficult to find\nout by a bare reading of the judgment and decree whether\nthe latter agrees with the former and is in conformity\ntherewith. [para 27] [352-B-F]\nB\nC\n3.4. The obligation is cast not only on the trial court\nbut also on the appellate court. Order 41, Rule 31 CPC\ncasts an obligation on the author of the appellate\njudgment to state the points for determination, the\ndecision thereon, the reasons for the decision and when\nthe decree appealed from is reversed or varied, the relief\nto which the appellant is entitled. [para 27] [352-F-G]\n4.1. The proceedings in the instant case are barred\nby the principle of constructive res judicata. The\nadjudication contained in Audikeshava Reddy's case,\nD admittedly, was in relation to the same land in Survey No.\n83 between the same parties. The validity of the ULC Act\nwas squarely in issue. The effect of allowing the State\nappeals in Audikeshava Reddy's case is that all\ncontentions which parties might and ought to have\nE litigated in the previous litigation cannot be permitted to\nbe raised in subsequent litigations. [para 4 and 37] [322-\nF-G; 357-E]\nF\nG\nH\nForward Construction Co. \u0026 Ors. vs. Prabhat Mandal \u0026\nOrs., 1985 (3) Suppl. SCR 766 = (1986) 1 SCC 100 - relied\non\nHoystead vs. Commissioner of Taxation (1926) 1 Appeal\nCases 155 referred to.\n-\n4.2. As regards the plea of the appellants that the\nHigh Court had recorded a finding that the land was\nagricultural and the State had taken up a ground saying\nthat the land was not agricultural land and was a vacant\nland but that point was not pressed before this Court in\nAudikesava Reddy's case and, therefore, to that extent the\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS.\n313\nC\nHigh Court judgment would operate with binding effect A\nin view of principles of constructive res judicata, it is true\nthat the principle of res judicata/constructive res judicata\nis applicable to the writ proceedings. However, in the\ninstant case, the finding of the Division Bench with\nrespect to nature of land in a writ petition filed by B\npurchasers does not survive after appeals of the State\nwere allowed and after this Court refused to go into the\nquestion of filing of statements by owners under a wrong\nimpression. If this Court wanted the nature of land to be\nseparately considered then it would have done so or\nremanded the matter. However, paragraph 15 of\nAudikesava Reddy's case shows a clear intent to leave the\ndeclaration of the owner filed under the ULC Act intact.\nNo part of the judgment of the High Court would survive\nafter the appeal is allowed unless and until it is expressly\nand specifically preserved. In any case, the owners are\nbound by the determination of surplus land by the\nCompetent Authority on the basis of their own.\ndeclaration and the various orders passed under the\nULC Act. They cannot be permitted to re-open the\nchapter after about 25 years. [para 41] [359-D-H; 360-A]\nD\nE\nGajraj Singh \u0026 Ors. vs. State of U.P. \u0026 Ors. 2001 (3) SCR\n344 = (2001) 5 SCC 762; Sarat Chandra Mishra \u0026 Ors. vs.\nState of Orissa \u0026 Ors. 2006 (1) SCR 116 = (2006) 1 SCC\n638 and State of Haryana \u0026 Ors. vs. M.P. Mohla 2006 (8) F\nSuppl. SCR 926 = (2007) 1 SCC 457– held inapplicable.\nDirect Recruit Class II Engineering Officers' Association\nvs. State of Mahrashtra and Others 1990 (2) SCR 900 = (1990)\n2 SCC 715; Ishwar Dutt vs. Land Acquisition Collector and\nAnother 2005 (1) Suppl. SCR 903 = (2005) 7 SCC 190 -\nreferred to.\n4.3. Moreover, the determination of surplus land\nbased on the declaration of owners has become final\nG\nH\n314 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA long back. The notifications issued u/s 10 of the Act and\nthe panchanama showing the possession taken is also\nfinal. On behalf of the State, it was asserted that the\npossession of surplus land was taken on 20.07.1993 and\nthe Panchanama was executed showing that the\nB possession has been taken. It is signed by witnesses.\nIt is settled law that where possession is to be taken of a\nlarge tract of land then it is permissible to take\npossession by a properly executed Panchanama. It is not\nin dispute that the Panchnama has not been questioned\nin any proceedings by any of the appellants. In view of\nthe same, the finding of the High Court that the\npossession was taken by the State legally and validly\nthrough a Panchnama is absolutely correct and deserves\nto be upheld. [para 42-43] [360-E-H; 361-A-B-C]\nC\nD\nSita Ram Bhandar Society, New Delhi vs. Lieutenant\nGovernor, Govt. of NCT, Delhi 2009 (14) SCR 507 = (2009)\n10 SCC 501 - relied on\n5. As regards the appellants' claim for the exemption\nE benefits of G.O.Ms.No. 733 dated 31.10.1988, the\namendment made in G.O.Ms. No. 217 by G.O.Ms. No. 733\ndated 31.10.1988 is applicable only in the cases in which\nthe possession of land had not been taken over by the\nGovernment u/s 10(5) and 10(6). In the instant case,\nF possession was handed over to the Mandal Revenue\nOfficer, even prior to the specified date, inasmuch as the\nsaid land was allotted to Hyderabad Urban Development\nAuthority by G.O.Ms. No. 5013 dated 19.12.1980.\nAdmittedly, the said Government Order was not\nchallenged by the appellants. In the circumstances, the\nappellants cannot be allowed to take the benefit of\nG.O.Ms. No. 733 since this is not merely a case where the\nappellants were dispossessed but the property was\ntransferred initially in favour of Hyderabad Urban\nG\nH\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF 315\nANDHRA PRADESH \u0026 ORS.\nDevelopment Authority and later to APIIC for utilizing the A\nsame to set up IT Park Project. It is also clear from\nG.O.Ms. No. 455 and 456 dated 29.07.2002 that\noccupation/ possession is sine qua non for the allotment\nof surplus lands. [para 46] [363-A-E]\nCase Law Reference:\nB\n2001 (5) Suppl. SCR 162\nexplained\npara 1\n1993 (2) SCR 295\nstood overruled para 7\n1990 (2) SCR 900\nreferred to.\npara 11\nс\n2005 (1) Suppl. SCR 903\nreferred to\npara 11\n2003 (6) Suppl. SCR 151\nrelied on\npara 20\n1975 (1) SCR 394\nrelied on\npara 20 D\n2000 (1) Suppl. SCR 538\nrelied on\npara 22\n2010 (7) Scale 571\nrelied on\npara 23\n2002 (4) Suppl. SCR 275\nheld inapplicable para 26\nE\n1984 (2) SCR 900\nrelied on\npara 28\n(1970) 2 SCC 733\nrelied on\npara 29\n1989 (2) SCR 1005\nrelied on\npara 30\n2002 (2) SCR 661\nrelied on\nF\npara 31\n[1982] 1 A.C\nreferred to\npara 32\n1988 (3) SCR 738\nrelied on\npara 33\n2004 (5) Suppl. SCR 552\nrelied on\npara 34\nG\n2007 (3) SCR 603\nrelied on\npara 35\n1985 (3) Suppl. SCR 766\nrelied on\npara 38\n(1926) 1 Appeal Cases 155 referred to.\nPara 39\nH\n316 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA\n2001 (3) SCR 344\nheld inapplicable para 42\n2006 (1) SCR 116\nheld inapplicable para 42\nB\n2006 (8) Suppl. SCR 926 held inapplicable para 42\n2009 (14) SCR 507\nrelied on\npara 42\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 998\nof 2007.\nFrom the Judgment \u0026 Order dated 17.1.2007 of the High\nC Court of Andhra Pradesh at Hyderabad in W.P. No. 4144 of\n2006.\nWITH\nCivil Appeal No. 1024 of 2007\nD\nCivil Appeal No. 997 of 2007.\nCivil Appeal No. 6115 of 2007.\nK. Rajendra Chowdhary, Rakesh Diwedi, L. Nageswara\nE Rao, S. Ganesh, Basava Prabhu S. Patil, A.K. Ganguly, P.S.\nPatwalia, Dr. R. Prakash, S. Udaya Kumar Sagar, Bina\nMadhavan, M/s. Lawyer's Knit \u0026 Co., K. Ashok Reddy, P.\nVenkat Reddy, B. Ramana Murthy, Anil Kumar Tandale, Ranjeet\nKumar, Devdath Kamath, Anirudh Sanganeria, Nishant Patil,\nF Guntur Prabhakar, Amit Singh, Priteeka Dwivedi, Ankit Dalela,\nRituvenda Singh, G.N. Reddy, V. Pattabhi Ram, Pravin\nBahadur, Mallika Joshi, Rajiv Dubey, Rajan Narain, Sridhar\nPotaraju, D. Julius R., Gaicharpou G., B. Subrahmanya Prasad,\nAjay Kumar M., V.N. Raghupathy, Aman Sinha, Sanjai K.\nG Pathak, Ishtia Sinha, Nupur Sinha, D.K. Sinha, R. Santhana\nKreshnav, Praveen Kumar Pandey, Aditya Archiya, C.S.N.\nMohan Rao, Ambhoi Kumar Sinha, L.K. Bhushan, Anshu\nBhanot, Dua Associates and Manik Karanjawala for the\nappearing parties.\nH\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF 317\nANDHRA PRADESH \u0026 ORS.\nThe Judgment of the Court was delivered by\nP. SATHASIVAM, J. 1. These appeals are directed\nagainst a common judgment and final order dated 17.01.2007\npassed by the High Court of Judicature, Andhra Pradesh at\nHyderabad in Writ Petition Nos. 4121, 4141, 4144 and 5776\nof 2006 whereby the High Court dismissed all the writ petitions\npreferred by the appellants herein challenging the validity of\nG.O.Ms.No. 161, Revenue (UC-II) Department, dated\n13.02.2006 and connected proceedings passed by the State\nof Andhra Pradesh.\n2. Brief facts:-\nA\nB\nC\nE\n(a) One Mohd. Ruknuddin Ahmed and 10 others were the\noriginal owners of land admeasuring 526.07 acres in\nSurvey No. 83 situated at Village Raidurg (Panmaktha) of D\nRanga Reddy District in the State of Andhra Pradesh. Out\nof the said land, an extent of 252.33 acres is assessed to\nrevenue as cultivable agricultural land and the remaining\nextent of 273.14 acres is treated as pote-kharab(un-\ncultivable) land. On 07.07.1974, the owners executed\nregistered General Power of Attorney (hereinafter referred\nto as \"GPA\") in favour of a partnership firm known as \"Sri\nVenkateswara Enterprises\" represented by its Managing\nPartners A. Ramaswamy and A. Satyanarayana. On\n01.01.1975, the A.P. Land Reforms Act, 1975 came into\nforce. Since the land in Survey No.83 was an agricultural\nland, the said owners filed eleven declarations under the\nA.P. Land Reforms (Ceiling on Agricultural Holdings) Act,\n1973 (hereinafter referred to as \"the Land Reforms Act\")\nand the Authority under the Land Reforms Act declared\nabout 99 acres as surplus in the hands of 4 declarants and\npossession was also taken on 11.04.1975. The Urban\nLand (Ceiling and Regulation) Act, 1976 (hereinafter\nreferred to as 'the ULC Act') came into force on\n17.02.1976. The owners, through their GPA, filed\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n318 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\ndeclarations under Section 6(1) of the ULC Act under a\nmistaken impression that the ULC Act was applicable to\ntheir land, though the same was inapplicable for the reason\nthat the land in question was agricultural land and the same\nwas not included in the Master Plan as on the date of\ncommencement of the ULC Act. On 01.07.1977, draft\nstatements under Section 8(1) of the ULC Act together with\nnotice under Section 8(3) were served inviting objections\nto the draft statement prepared under Section 8(1) of the\nULC Act but no orders were passed on any of the\ndeclarations. On 06.12.1979 \u0026 25.01.1980, final\nstatements under Section 9 were issued declaring the\nsurplus area by each of the declarant. On 16.09.1980 \u0026\n30.01.1980, the Competent Authority issued notification\nunder Section 10(1) of the ULC Act.\n(b) By G.O.Ms. No. 391 MA, dated 23.06.1980, the Master\nPlan as on 17.02.1976 was amended and the land in\nSurvey No. 83 was included in the Second Master Plan\nwhich came into force w.e.f. 29.09.1980 vide Government\nMemo No. 1439-UC.1/80-2, dated 10.12.1980 as a result\nof which re-computation of the land in the said Survey No.\n83 had to be carried out in accordance with the ULC Act.\n(c) By G.O.Ms.No. 5013 dated 19.12.1980, the State\nGovernment, under Section 23 of the ULC Act, allotted 468\nacres out of the said land to Hyderabad Urban\nDevelopment Authority (hereinafter referred to ‘HUDA').\nThe Competent Authority vide notification dated\n24.01.1981, under Section 10(3) of the ULC Act, vested\nthe land in Survey No. 83 to the State Government. On\n26.12.1981, the Competent Authority issued a notice under\nSection 10(5) for surrendering possession, however, the\npossession was not surrendered.\n(d) By G.O. Ms.No. 733 dated 31.10.1988 read with\nG.O.Ms.No. 289 dated 01.06.1989 and G.O. Ms. No. 217\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n319\ndated 18.04.2000, the State Government in exercise of its A\npower under Section 20(1) of the ULC Act granted\nexemption upto an extent of 5 acres after excluding 40%\nof the area to be set apart for laying of roads as per lay\nout rules. Thus, by virtue of this exemption, each holder of\nexcess land is now entitled to hold 5 acres instead of 1000 B\nsq meters. A number of persons including the appellants\nherein purchased small extents of land in Survey No. 83\nby registered sale deeds between January and March\n1991. It is their case that these purchasers including the\nappellants herein have been in possession ever since their\npurchase.\nC\nD\n(e) On 05.08.1992, Inspector General of Registration\nissued a memo directing the District Registrar to cancel\nthe sale deeds. The District Registrar, on 03.09.1993,\nordered cancellation of the sale deeds. Being aggrieved\nby the abovesaid order, W.P. No. 18385 of 1993 and W.P.\nNo. 238 of 1994 were filed where owners were impleaded\nas parties. By order dated 27.07.1994, learned Single\nJudge set aside the orders of the District Registrar\nnullifying the sale deeds regarding the land in question. By E\norder dated 06.10.1994, another learned Single Judge\nfollowing the above order .lowed their petition whereas\nW.A. No. 1220 of 1994 arising out of W.P. No. 238 of 1994\nfiled by the State was dismissed by a Division Bench on\n28.10.1994. On 04.12.1996, W.A. No. 918 of 1994 filed\nby the State against the order of the learned single Judge\ndated 27.07.1994 was dismissed by the Division Bench.\nOn 28.08.1997, the State filed SLP(C) No. 14868 of 1997\nbefore this Court against the judgment dated 04.12.1996\nin which this Court issued notice and ordered status quo G\nregarding possession be maintained. On 06.11.2001, a\nthree Judge Bench of this Court disposed of all the\nappeals, i.e. State of Andhra Pradesh and Others vs. N.\nAudikesava Reddy and Others reported in (2002) 1 SCC\n227. In view of the law declared by this Court, the\nF\nH\nA\nB\nC\nD\nE\nF\n0\nH\n1\n320 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nCompetent Authority is now statutorily bound to compute\nthe land afresh, in accordance with the provisions of the\nAct and in the light of the law declared in Audikesava\nReddy's case (supra).\n(f) The State Government, in exercise of its powers under\nSection 23 of the ULC Act, issued G.O.Ms. Nos. 455 and\n456 dated 29.07.2002 and decided to allot the excess\nland to third parties who were in occupation of such excess\nland on payment of prescribed regularization charges and\nas per the conditions set out in the said G.Os. On\n28.11.2003, by way of a representation, the owners\nrequested the Competent Authority to compute the holdings\nafresh in terms of the law declared by this Court in\nAudikesava Reddy's case (supra). The owners also\nstated in their representations that they themselves would\nlike to retain the excess land in their occupation by paying\nthe requisite compensation in terms of the aforesaid G.Os.\n(g) On 02.07.2004, the owners submitted another\nrepresentation to the Secretary (Revenue), Government of\nAndhra Pradesh to re-compute the land afresh in the light\nof the decision of this Court and also to compute the\ncompensation amounts to be paid for regularization in\nterms of G.O.Ms. Nos. 455 and 456. On 16.09.2005, the\nowners once again filed their representations under\nSection 6(1) of the ULC Act, as there was no response to\nthe earlier representations.\n(h) Without taking any action on the aforesaid three\nrepresentations, the State Government, in exercise of its\npowers under Section 23 of the ULC Act issued\nG.O.Ms.No. 161 dated 13.02.2006 purporting to allot\nAc.424.13 gts out of Ac.526.27 gts in Survey No. 83 to\nthe Andhra Pradesh Industrial Infrastructure Corporation\nLimited (in short 'APIIC'), Hyderabad, the 4th Respondent\nherein. On 15.02.2006, the State Government issued\nG.O.Ms.No. 183, extending the time up to 31st March\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS. [P. SATHASIVAM, J.]\n321\n2006 for submitting the applications accompanied by the A\namount of compensation under the aforesaid G.O. Nos.\n455 and 456.\n(i) Before the High Court, four writ petitions were filed by\nthe purchasers, owners as well as Chanakyapuri\nCooperative Housing Society Limited, Secunderabad.\nB\n(j) Writ Petition No. 4121 of 2006 has been filed by Smt.\nK. Anjana Devi and 45 others who claim to be the\npurchasers of a small extent of land forming part of Survey\nNo. 83 of Village Raidurg, Ranga Reddy District. They C\nclaim to have purchased the said lands from the GPA\nHolder of the original land owners. Writ Petition No. 4144\nof 2006 has been filed by Om Prakash Verma and 43\nothers who also claim to be purchasers of small extent of\nland forming part of Survey No. 83 Village Raidurg, Ranga D\nReddy District from the said GPA. Writ Petition No. 4141\nof 2006 has been filed by Ahmed Abdul Aziz and 14\nothers who claim to be the owners of the land of an extent\nof acres 526.07 guntas in Survey No. 83. Writ Petition No.\n5776 of 2006 has been filed by Chanakyapuri E\nCooperative Housing Society Limited, Secunderabad,\nwhich claims to be the hr ier of Agreement to Sell dated\n09.08.1974 allegedly executed by the GPA holder of the\nowners of the land in Survey No. 83 Village Raidurg, Ranga\nReddy District. Before the High Court, all the petitioners\nhave questioned the validity of G.O.Ms.No. 161 Revenue\n(UC II) Department, dated 13.02.2006 and other\nproceedings and prayed for quashing of the same with a\ndirection to the official respondents to consider their claim\nfor grant of exemption under various Government Orders,\nnamely, G.O.Ms. No. 733 Revenue (UC II) Department\ndated 31.10.1988 as clarified in G.O.Ms. No. 217 Revenue\n(UC II) Department dated 18.04.2000, G.O.Ms. No. 455\nRevenue (UC I) Department dated 29.07.2002 and\nG.O.Ms. No. 456 Revenue (UC I) Department, dated\nF\nןד\nG\nH\n:\n"}