{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2010] 15 (ADDL.) S.C.R. 302\nOMPRAKASH VERMA \u0026 ORS.\nV.\nSTATE OF ANDHRA PRADESH \u0026 ORS.\n(Civil Appeal No. 998 of 2007 etc.)\nOCTOBER 8, 2010\n[P. SATHASIVAM AND DR. B.S. CHAUHAN, JJ.]\nUrban Ceiling Act, 1976:\n--\nss. 2(q), 6 and 10(3) - 'Vacant land' – HELD: Any land\nnot being agricultural land but falling within an urban\nagglomeration constitutes vacant land as defined in s.2(q) –\nIn the instant case, the lands constituted 'vacant land' on the\ndate of filing of declarations u/s 6 by owner in 1976 - The\nland-owners themselves termed the land as 'grazing lands'\nand 'vacant land' in their declaration u/s 6(1) - The notification\nu/s 10(3) stating that the surplus land would be deemed to\nhave been acquired by State Government and the same\nwould vest absolutely in it, was issued in 1981 - Proceedings\nunder the ULC Act not challenged by owners at any stage,\nand allowed to become final.\nJudgements:\nDoctrine of Merger - HELD: Once leave was granted by\nF Supreme Court in special leave petitions filed against the\ndecision of the Division Bench of the High Court and the\nconsequent appeal is allowed by Supreme Court, in\nAudikesava Reddy's case, the judgment of the Division\nBench lost its identity and merged with the judgment of\nSupreme Court and the said judgment of the Division Bench\nof the High Court cannot be relied upon for any purpose.\nG\nI\nCode of Civil Procedure, 1908:\nOr. 20 and Or. 41, r.31 - Judgments and decree -\n302\n-\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF 303\nANDHRA PRADESH \u0026 ORS.\n-\nA\nJudgement Elements of - Decree - Preparation of -\nRequirements - Explained\nExplained \n– HELD: Preparation of decree\nfollows the judgment - Decree shall agree with the judgment\nOperative part of the judgment should be so clear and\nprecise that in the event of an objection being laid, it should\nnot be difficult to find out by a bare reading of the judgment B\nand decree whether the latter agrees with the former and is in\nconformity therewith - In Audikesava Reddy's case, the\ndecision of the Supreme Court has been correctly drafted in\nthe decree by the Registry and there is no ambiguity therein.\nRes Judicata:\nConstructive res judicata\n-\n-\n-\n-\nC\nWrit petitions before High\nCourt Decision of High Court challenged before Supreme\nCourt - Matter decided in Audikesava Reddy's case – Later,\nwrit petition before High Court raising the issue of the lands D\nbeing agricultural land - HELD: Principle of res judicata/\nconstructive res judicata is applicable to writ proceedings -\nThe subsequent writ petitions are barred by principle of\nconstructive res judicata - The adjudication in Audikesava\nReddy's case was in relation to the same property between\nthe same parties - The validity of ULC Act was squarely in\nissue - All contentions which p: ties might and ought to have\nlitigated in the previous litigation cannot be permitted to be\nraised in subsequent litigations Urban Land Ceiling Act,\n1976.\n-\n\"\nE\nF\nG\nThe owners of the land in Survey No. 83.\nadmeasuring 526.07 acres executed a registered General\nPower of Attorney on 7.7.1974 in favour of a partnership\nfirm. On coming into force of the Andhra Pradesh Land\nReforms (Ceiling on Agricultural Holdings) Act, 1973,\nninety nine acres of the said land was declared as\nsurplus in the hands of the four declarants and the\npossession was taken on 11.4.1975. On coming into force\nof the Urban Ceiling Act, 1976, the owners, through their\nGPA, filed declarations u/s 6 (1) of the ULC Act. The affect H\n..C\nD\n304 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA of allowing the appeals filed by the State in in Audikesava\nReddy's case is that the Competent Authority issued\nstatements u/s 9 declaring the surplus area with each of\nthe declarant, and on 30.1.1980 issued the notification u/\ns 10 (1). By G. O. Ms. No. 391 dated 23.6.1980, the Master\nB Plan, as on 17.2.1976, was amended and the land of\nSurvey No. 83 was included in the Second Master Plan\nw.e.f. 19.9.1980, resultantly, the said land was re-\ncomputed and 468 acres thereof were allotted to the\nHyderabad Urban Development Authority (HUDA). By\nG.O. Ms No. 733 dated 31.10.19088 read with G. O. Ms. No.\n289 dated 1.6.1989 and G. O. Ms. No. 217 dated 18.4.200,\nexemption up to an extent of 5 acres was granted to each\nholder of excess land. Various persons including the\nappellants purchased small extents of the land in Survey\nNo. 83 by registered sale deeds between January and\nMarch 1991. However, the District Registrar on 3.9.1993\nordered cancellation of the sale deeds. The said order\nwas challenged in Writ Petition Nos. 18385 of 1993 and\n238 of 1994, and was set aside by the Single Judge of the\nHigh Court, nullifying the sale deeds regarding the land\nin question. The writ appeals filed by the State were\ndismissed by the Division Bench of the High Court on\n28.10.1994 and 4.12.1996. The matter was taken to the\nSupreme Court, which in the case of Audikesava Reddy'\ndisposed of all the appeals and set aside the judgements\nF. of the Division Bench of the High Court. Thereafter the\nState Government in exercise of its powers u/s 23 of the\nULC Act issued G. O. Ms. No. 161 dated 13.2.2006\npurporting to allot 424.13 acres of the land in Survey No.\n83 to the Andhra Pradesh Industrial Infrastructure\nG Corporation Ltd. (APIIC). Writ petitions filed by the\npurchasers (W.P.Nos. 4121 and 4144 of 2006), owners (\nW.P. No. 4141 of 2006) and a Co-operative Housing\nSociety ( W.P. No. 5776 of 2006) were dismissed by the\n1. State of Andhra pradesh and Ors. v. N. Audikesava Reddy and Others 2001\n(5) Suppl. SCR 162 = (2002) 1 SCC 227.\nI.\nH\nE\n•\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF 305\nANDHRA PRADESH \u0026 ORS.\nHigh Court. Aggrieved, the writ petitioners filed the A\ninstant appeals.\nThe main question for consideration before the Court\nwas: whether the proceedings before the Competent\nAuthority u/ss 8, 9 and 10 of the ULC Act in relation of\nB\nthe land in Survey No. 83 declared by the Division Bench\nof the High Court by its judgments dated 28.10.19094 and\n4.12.1996, as void, stood restored by virtue of the\njudgment of the Supreme Court in Audikesava Reddy's\ncase.\nDismissing the appeal, the Court\nC\nD\nE\nHELD: 1.1. The doctrine of merger is attracted as\nsoon as 'leave' has been granted in a special leave\npetition. It is clear that once leave was granted by this\nCourt in the special leave petitions filed by the State\nGovernment against the judgment dated 04.12.1996\ndelivered by the Division Bench of the High Court in Writ\nAppeal No. 918 of 1994 as also the judgment dated\n28.10.1994 delivered by it in Writ Appeal No. 1220 of 1994,\nfinality of the said judgment and all findings contained\ntherein stood destroyed, and when the consequent civil\nappeals arising from the said special leave petitions were\nallowed by this Court, in Audikesava Reddy's case, the\njudgments of the Division Bench, which held that the\nproceedings under the ULC Act were vitiated, lost its\nidentity and merged with the judgment of this Court. The\nlogical sequitor of this is that the writ petitions filed by\nthe appellants are deemed to have been dismissed. The\nsaid judgment of the Division Bench of the High Court,\ntherefore, cannot be relied upon for any purpose\nwhatsoever. Once a decision of the High Court is set\naside by this Court, it ceases to exist. It falls on all four\ncorners and not open to a contention subsequently that\na particular aspect or argument was not considered by\nthis Court or that it can be relied upon. Besides, a H\nF\nG\n306 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA judgment of the Supreme Court cannot be collaterally\nchallenged on the ground that certain points had not\nbeen considered. [para 21-23, 27,33 and 36] [356-B-C]\nB\nC\nDharam Dutt and Others vs. Union of India and Others,\n2003 (6) Suppl. SCR 151 = (2004) 1 SCC 712; M/s Gojer\nBros. (Pvt.) Ltd. vs. Shri Ratan Lal Singh, 1975 (1) SCR 394 =\n(1974) 2 SCC 453; Kunhayammed and Others vs. State of\nKerala and Another 2000 (1) Suppl. SCR 538 = (2000) 6\nSCC 359; Kausalya Devi Bogra (Smt.) and Others vs. Land\nAcquisition Officer, Aurangabad and Another, 1984 (2)\nSCR 900 = (1984) 2 SCC 324; Ballabhdas Mathurdas\nLakhani and Others vs. Municipal Committee, Malkapur,\n(1970) 2 SCC 733; M/s Kesho Ram and Co. and Others Etc.\nvs. Union of India and Ors., 1989 (2) SCR 1005 = (1989) 3\nSCC 151; and Director of Settlements, A.P. and Others vs.\nD M.R. Apparao and Another 2002 ( 2 ) SCR 661 = (2002) 4\nSCC 638; Anil Kumar Neotia and Others vs. Union of India\nand Others, 1988 ( 3 ) SCR 738 = (1988) 2 SCC 587;\nPalitana Sugar Mills (P) Ltd. and Another vs. State of Gujarat\nand Others, 2004 (5) Suppl. SCR 552 = (2004) 12 SCC 645;\nE A.V. Papayya Sastry and Others vs. Govt. of A.P. and Others,\n2007 (3) SCR 603 = (2007) 4 SCC 221 – relied on.\nF\n-\nHunter vs. Chief Constable [1982] 1 A.C, Diplock\nreferred to\n-\n1.2. A close reading of para 15 of the judgment in\nAudikesava Reddy's case makes it clear that in the said\ncase the Court was \"not concerned with the question as\nto the consequences of filing of a statement by a person\nunder a wrong impression that the vacant land held by\nG him is in excess of the ceiling limit.\" The appellants are\nnot correct in contending that the lands regarding which\ndeclaration was filed by them was not vacant land at all,\nand they would not be covered by the observations made\nby this Court in para 15 of the judgment in Audikesava\nH Reddy's case, since the same is ex-facie intended to cover\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF 307\nANDHRA PRADESH \u0026 ORS.\nonly such cases where the factum of the land in issue A\nbeing vacant land is admitted. But thereafter, a\nsubmission was made that the vacant land declared to\nbe excess land was in fact not excess land. [para 19] [338-\nE-H; 339-A]\nB\nC\n1.3. As rightly observed by the High Court, what is\nutmost relevant is the final judgment of the superior Court\nand not the reasons in support of that decision. Apart\nfrom the legal position and the effect of allowing of the\nappeals and dismissing the writ petitions by this Court,\nthe contention with regard to the land being agricultural\nland was raised in the writ petitions which were the\nsubject matter of the appeals filed in this Court. In these\nproceedings, the State categorically took the stand that\nthe lands are not agricultural lands. It was brought to the\nnotice of the Court that the appellants in the instant D\nappeals, as respondents in the earlier round, did not urge\nthis plea before this Court and no such arguments were\nadvanced before this Court. In view of the same, the\nappellants are not entitled to raise any such contention\nnow. The effect of allowing the earlier appeals in E\nAudikesava Reddy's case is that W.P.Nos. 18385 of 1993\nand 238 of 1994 stood dismissed, and the orders passed\nunder the ULC Act have attained finality. The\ndeclarations which had been made and statements filed\non 06.09.1976 and 25.07.1977 stand till today and these\ndeclarations are not even sought to be withdrawn. In\nthese circumstances, the prayer on the part of the owners\nin W.P. No. 4141 of 2006 made for the first time in 2006\nafter 32 years of filing of the statements u/s 6 and after\n26 years of the conclusion of ULC proceedings was G\ncompletely misconceived and was rightly rejected. [para\n39] [357-G-H; 358-A-D] [357-G-H; 358-A-D]\n1.4. In Audikesava Reddy's case, it was not the case\nof the State that the original owners filed any statement\nF\nH\nC\n308 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA or declaration under the ULC Act under a wrong\nimpression. On the other hand, this was a contention of\nthe purchasers. However, in paragraph 15 of Audikeshava\nReddy's case, this Court did not even go into the question\nbecause the owners were not before it and perhaps the\nB purchasers could not raise that plea. This Court said,\n“this question is left open to be decided in an appropriate\ncase.\" This means that this was not a fit case for going\ninto this issue and when a proper case filed by owner\ncomes with such a plea then the Court would consider\nthe same. It follows that the appeals were allowed \"for\nthe aforesaid reasons\" and this means on account of two\nreasons -the first reason is the overruling of Atia Begum's\ncase and the second one is that the Court was not\nprepared to examine the declaration filed by the owners\nat the behest of the purchasers. In these circumstances,\nthere was no necessity to remand and, thus, there is no\norder for remand. Therefore, the expression \"appeals are\nallowed\" can have only one meaning and that is the\njudgment of the High Court is set aside and writ petitions\nare dismissed and the determination of ceiling already\nmade remains intact and undisturbed. [para 40] [358-F-\nH; 359-A-C]\nD\nE\nState of Andhra Pradesh and Others vs. N. Audikesava\nReddy and Others 2001 (5) Suppl. SCR 162 = (2002) 1 SCC\nF 227 explained\ni\n-\nAtia Mohammadi Begum vs. State of U.P. and Ors. 1993\n(2) SCR 295 = (1993) 2 SCC 546 – stood overruled\n-\n2.1. Even on merits, it cannot be said that the lands\nGin issue became amenable to the ULC Act only upon\nextension of Master Plan thereto on 23.06.1980 and that\nthe declaration made prior to such date is non est. As a\nmatter of fact, the stand of the State Government has\nthroughout been that the lands in issue were not\nH agricultural lands but were vacant lands under the ULC\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS.\n309\nAct even in 1976 when the declaration was made by the A\nowners u/s 6 thereof, therefore, the declaration and all\naction taken consequent thereto are valid in law. This\nposition or stand of the State Government is clear and\nreiterated in the counter affidavit filed by it in the writ\nappeal before the Division Bench of the High Court and B\nbefore this Court in the instant proceedings. It has been\nbrought to the notice of this Court that the appellants\nconceded before the High Court that the lands in issue\nwere part of urban agglomeration even when the\ndeclaration u/s 6 of the ULC Act was enforced.Besides, C\nit was also brought to the notice of the Court that by an\nagreement dated 09.08.1974, the lands in issue were sold\nby the owners to a society (the appellant in C.A. No. 5776\nof 2006) which got a layout plan sanctioned on 20.10.1975\nfor construction of houses on the said lands. These\nmaterials clearly show that the lands were not\nagricultural lands even prior to declaration filed u/s 6 of\nthe ULC Act by the owners in 1976. Any land not being\nagricultural land and falling within an urban\nagglomeration, constitutes vacant land as defined in s.\n2(q) of the ULC Act. The lands in issue, therefore,\nconstitute vacant land on the date of filing of declaration\nu/s 6 of the ULC Act by the owners in 1976. As per s. 6\nof the ULC Act, declaration was required to be filed in\nrespect of vacant land, such declaration was correctly\nfiled by the owners. Therefore, subsequent extension of\nMaster Plan to the lands in issue on 23.06.1980 has no\nrelevance to the validity of the declaration made in 1976\nor to the proceedings initiated under the ULC Act\npursuant to such declaration. [para 23] [344-A-G]\nD\nE.\nF\nG.\n2.2. Besides, the owners themselves have described\nthe land in Survey No. 83 as “grazing lands” and “vacant\nland\" in the relevant-columns of their declaration u/s 6(1)\nand, therefore, the proceedings of the competent\nauthority u/ss 8, 9 and 10 are valid. Though the said H\n310 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA aspect had not been disputed by the appellants, however,\nit is pointed out that the mentioning of “grazing lands\"\nin the said declaration is not conclusive. However, in\nview of the documentary evidence, their statements in the\nform of declarations before the authorities concerned\nB cannot be denied. [para 45] [362-C-D]\nC\nD\nE\nF\nG\n2.3. It is not in dispute that the proceedings under the\nULC Act were not challenged by the owners at any stage\nas provided by the statute. The notification u/s 10(3) of\nthe ULC Act stating that the surplus land would be\ndeemed to have been acquired by the State Government\nand the same shall vest absolutely in the State\nGovernment free from all encumbrances was issued even\nas early as on 24.01.1981 which was allowed to become\nfinal in the absence of any appeal being filed against such\nnotification as provided by the statute. Once vesting\ntakes place u/s 10(3) of the Ceiling Act, the State has\nabsolute title and ownership over it. The owner has no\nfurther say in respect of the land that has vested in the\nState. [para 23] [344-H; 345-A-C]\nSmt. Sulochana Chandrakant Galande vs. Pune\nMunicipal Transport \u0026 Ors., 2010 (7) Scale 571 - relied on\n3.1. From the decree prepared by the Registry in\nAudikesava Reddy's case, there is no doubt as to setting\nside the entire judgment of the Division Bench of the High\nCourt and the parties cannot claim that certain issues\nhave been kept open or untouched. About the decree\nprepared by the Registry, though as per the Rules, the\nparties are permitted to point out error or defect before\nthe official concerned, if the same is not in accordance\nwith the decision, till date, the appellants have not\nquestioned the correctness of the decree, nor is there any\napplication for its correction. On the other hand, the\ndecree is consistent with the judgment and makes it clear\nI\n1\nOMPRAKASH VERMA \u0026 ORS. v. STATE OF\nANDHRA PRADESH \u0026 ORS.\n311\nthat allowing of the appeals filed by the State in A\nAudikesava Reddy's case clearly means that the High Court\njudgment is set aside and the writ petitions are dismissed.\nThe decision of this Court has been correctly drafted by\nthe Registry in the form of a decree and there is no\nambiguity therein.[para 25-26 and 33] [351-A-B; 350-H] B\nLakshmi Ram Bhuyan vs. Hari Prasad Bhuyan, 2002 (4)\nSuppl. SCR 275 = (2003) 1 SCC 197 - held inapplicable.\n3.2. The direction that the appeals are allowed can\nhave only one meaning, i.e. that the judgment of the High\nCourt is set aside and the writ petitions are dismissed.\nIn view of the same, there is no occasion for making any\ncorrection even suo motu and that too after a lapse of\nnine years from the date of the judgment. [para 26] [351-\nH; 352-A]\nC\nD\nE\nF\n3.3. A judgment comprises three segments (i) the\nfacts and the point at issue; (ii) the reasons for the\ndecision and (iii) the final order containing the decision.\nOrder 20 of the Code of Civil Procedure, 1908 requires a\njudgment to contain all the issues and findings or\ndecision thereon with the reasons therefor. The judgment\nhas to state the relief allowed to a party. The preparation\nof decree follows the judgment. The decree shall agree\nwith the judgment. The decree shall contain, inter alia,\nparticulars of the claim and shall specify clearly the relief\ngranted or other determination of the suit. The very\nobligation cast by the Code that the decree shall agree\nwith the judgment spells out an obligation on the part of\nthe author of the judgment to clearly indicate the relief or\nG\nreliefs to which a party, in his opinion, has been found\nentitled to enable the decree being framed in such a\nmanner that it agrees with the judgment and specifies\nclearly the relief granted. The operative part of the\njudgment should be so clear and precise that in the event\nI\n"}