{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"(\nSTATE OF KARNATAKA\nν.\nPARAMJIT SINGH AND ORS.\nMARCH 2, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nA\nB\nConsumer Protection Act, 1986:\ns. 27, proviso—Proviso struck down by High Court-Judgment of High\nCourt challenged Meanwhile s.27 amended and proviso omitted-Further, C\nDistrict Forum, State Commission and National Commission conferred with\nthe power of Judicial Magistrate First Class as under Code of Criminal\nProcedure, 1973, for trial of offences under the Act-Held, in view of the\namendments which have been made effective from 15.3.2003, the controversy\nhas become academic.\nD\nIn the present appeals, judgment of the Karnataka High Court dated\n18.12.1998 was challenged by the State of Karnataka and the Union of\nIndia, whereby the High Court had held that since the proviso to s.27 of\nthe Consumer Protection Act, 1986, as it stood then, authorized the\nForums and the Commissions to impose a punishment without providing E\nany procedure, the same was liable to be struck down being\nunconstitutional.\nMeanwhile s.27 of the Act has been amended deleting the proviso;\nand the amendments have been made effective from 15.3.2003.\nDisposing of the appeals, the Court\nF\nHELD: By the Consumer Protection (Amendment) Act, 2002 as\ncontained in Section 23 of the Amending Act, the proviso which was struck\ndown as un-constitutional by the High Court has been omitted. Sub-section\n(2) has been introduced which provides that the District Forum or the State G\nCommission or the National Commission, as the case may be, shall have the\npower of a Judicial Magistrate of First Class for the trial of offences under\nthe Act and on such conferment of powers, the District Forum or the State\nCommission or the National Commission, as the case may be, on whom the\n873\nH\nA\nB\nC\nE\n874\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\npowers are so conferred, shall be deemed to be a Judicial Magistrate of the\nFirst Class for the purpose of the Code of Criminal Procedure, 1973. The\namendments have been made effective with effect from 15.3.2003. The\ncontroversy has, therefore, become academic. [876-E-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3482 of 2000.\nFrom the Final Judgment and Order dated 18.12.1998 of the Karnataka\nHigh Court in W.P. No. 10363 of 1994.\nHarish Chandra, Sanjay R. Hegde, A. Rohen Singh, Anil K. Mishra,\nMrs. Kiran Bhardwaj, V.K. Verma and B.V. Balaram Das for the Appellant.\nE.M.S. Anam for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in these appeals is to the judgment\nD rendered by a Division Bench of the Karnataka High Court in a writ petition\nwhich was filed challenging validity of Section 27 of the Consumer Protection\nAct, 1986 (hereinafter referred to as 'the Act'). One of the two appeals is by\nthe State of Karnataka and the other by the Union of India. The basis of the\nchallenge was that the District and the State Commission and National\nCommission and the Forum created under the Act have been clothed with\nblanket powers to pass orders including an order of civil imprisonment for\nthe breach that may be committed by the party against whom the order is\npassed under the Act. As Section 27 does not prescribe any procedure for\ntrial and, therefore, it was prayed that it should be declared as unconstitutional,\nbeing violative of Article 21 of the Constitution of India, 1950 (in short 'the\nF Constitution'). The High Court held that an offence has been created without\nprescribing any procedure for the Forums or the Commissions created under\nthe Act to impose the punishment provided in Section 27. Therefore, it was\nof the view that the proviso to Section 27, as it stood then, authorised the\nForums and the Commissions to impose a punishment without providing any\nprocedure, resulting in deprivation of rights conferred upon the persons under\nArticles 20 and 21 of the Constitution and, therefore, the same was liable to\nbe struck down, being unconstitutional. It was, however, held that the striking\nof the proviso to Section 27 did not render the whole provision un-\nconstitutional. Finally, it was observed that the proviso to Section-27 was\nviolative of the fundamental rights, as enshrined under Articles 20 and 21 of\nH the Constitution and, thus, was liable to be quashed. It was further held that\nG\n$\n\"\nSTATE OF KARNATAKA v. PARAMJIT SINGH [PASAYAT, J.] 875\nbut for the proviso, there was no un-constitutionality in the main provision. A\nIt was observed that the offence created and penalties provided under Section\n27 can be tried and imposed only in accordance with the observations made\nin the judgment relating to the trial of offences under the Indian Penal Code,\n1860 (in short 'the IPC') and other laws, as contained in Section 4 of the\nCode of Criminal Procedure, 1973 (in short ‘the Code'). It was held that by\nB\nfiling a complaint before the criminal court in accordance with the procedure\nprescribed, the offence created and the penalty provided under Section 27 can\nbe tried and imposed.\nThe State of Karnataka and the Union of India have questioned the\ncorrectness of the view expressed by the High Court. Learned counsel for the C\nUnion of India and the State of Karnataka contended that after having been\nheld that the main part of Section 27 was not un-constitutional, the proviso\nwhich only permitted imposition of lesser fine or sentence of imprisonment,\ncannot by any stretch of imagination, be held to be un-constitutional. It was\nsubmitted that the District Forum, the State Commission and the National\nCommission were conferred with a power to sentence any person who has\nfailed or omitted to comply with the order passed by the District Forum or\ntwo Commissions. Therefore, the proviso, in no way, dilutes the power for\nsuch imposition or levy. Learned counsel for respondent No. 1 on the other\nhand submitted that the questions have really become academic after the\namendment to Section 27.\nD\nE\nSection 27, prior to its amendment in 2003 read as follows:\n“Penalties: Where a trader or a person against whom a complaint is\nmade or the complainant fails to omits to comply with any order\nmade by the District Forum, the State Commission or the National F\nCommission, as the case may be, such trader or person or complainant\nshall be punishable with imprisonment for a term shall not be less\nthan one month but which may extend to three years, or with fine\nwhich shall not be less than two thousand rupees but which may\nextend to ten thousand rupees or with both:\nProvided that the District Forum, the State Commission or the\nNational Commission, as the case may be if it is satisfied that the\ncircumstances of any case so require, impose a sentence of\nimprisonment or fine, or both, for a term lesser than the minimum\nterm and the amount lesser than the minimum amount, specified in\nthis section\".\nG\nH\n876\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\nAfter amendment, Section 27 reads as follows:\n[2006] 2 S.C.R.\n1. Penalties: (1) Where a trader or a person against whom a complaint\nis made (or the complainant) fails or omits to comply with any order\nmade by the District Forum, the State Commission or the National\nCommission, as the case may be, such trader of person (or\ncomplainant) shall be punishable with imprisonment for a term which\nshall not be less than one month but which may extend to three years,\nor with fine which shall not be less than two thousand rupees but\nwhich may extend to ten thousand rupees, or with both:\n(2) Notwithstanding anything contained in the Code of Criminal\nProcedure, 1973 (2 of 1974), the District Forum or the State\nCommission or the National Commission, as the case may be, shall\nhave the power of a Judicial Magistrate of the first class for the trial\nof offences under this Act, and on such conferment of powers, the\nDistrict Forum or the State Commission or the National Commission,\nas the case may be, on whom the powers are so conferred, shall be\ndeemed to be a Judicial Magistrate of the first class for the purpose\nof the Code of Criminal Procedure, 1973 (2 of 1974).\n(3) All offences under this Act may be tried summarily by the District\nForum or the State Commission or the National Commission, as the\ncase may be.\"\nIt is to be noted that by the Consumer Protection (Amendment Act),\n2002 (62 of 2002), as contained in Section 23 of the Amending Act, the\nproviso which was struck down as un-constitutional by the High Court has\nbeen omitted. Sub-Section (2) has been introduced which provides that the\nF District Forum or the State Commission or the National Commission, as the\ncase may be, shall have the power of a Judicial Magistrate of First Class for\nthe trial of offences under the Act and on such conferment of powers, the\nDistrict Forum or the State Commission or the National Commission, as the\ncase may be, on whom the powers are so conferred, shall be deemed to be\na Judicial Magistrate of the First Class of the Code. The amendments have\nbeen made effective with effect from 15.03.2003. The controversy has,\ntherefore, become academic. The appeals are, accordingly, disposed of but\nwithout any order as to costs.\nG\nR.P.\nAppeals disposed of.\n+\n"}