{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"CENTRE FOR ENVIRONMENT LAW, WWF-1 v. UNION 777\nOF INDIA [K.S. RADHAKRISHNAN, J.]\ndiscussions. The following decisions were taken in the technical\ndiscussion held on 16.9.2009:\n“TECHNICAL DISCUSSION\nON THE ISSUE\nTRANSLOCATION OF ASIATIC LION FROM GIR TO\nKUNO PALPUR\nIt was followed by discussion on Agenda Itern No.4\nA\nB\nMember Secretary apprised the Committee that\nduring the last meeting it was decided to have detailed\ntechnical discussion on the issue of translocation of lions C\nto Madhya Pradesh (M.P.) in Kuno Palpur Sanctuary.\nChairman observed that the issue is not mere\ntranslocation of lions from Gujarat to M.P. but also the long\nterm viability of survival of the translocated lions. He also\npointed out that in past lions have been translocated in D\nM.P. as well as in U.P. unsuccessfully. Further, at present\ntiger conservation in M.P. also requires focused efforts on\nthe part of the State Government. Under these\ncircumstances any decision for translocation of lions needs\nto be taken very carefully after judicious consultations.\nE\nF\nDr. Divyabhanusinh Chavda informed that in the\nprevious instances of lion's translocation in both the cases,\nlions were hunted because they became cattle lifters and\ncaused acute lion-man conflict in the introduced areas as\nthe introduced areas were small and devoid of adequate\nprey based. However, this is not the present case. At\npresent hunting is legally banned and proposed\nintroduction area is not only having enough prey base but\nalso devoid of human population. CWLW, M.P. also\ninformed that Kuno Palpur Sanctuary could accommodate G\neven 60 lions as there was about 900 sq. Km of buffer area\naround the Sanctuary. There was enough prey base as per\nthe survey of the State Forest Department. The additional\nChief Secretary, Govt of M.P. submitted that the issue was\nnot between the two States but was survival of lions and it H\nA\nB\nC\nD\nE\nF\nG\nH\n778\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nneeds to be provided an alternative home outside 8the\nGujarat State. More than Rs.34.00 crores have already\nbeen spent on the project. In case wild lions are not\navailable, zoo bred lions could be introduced in the\nidentified area following soft release as has been\nproposed in past. Dr. M.K. Ranjitsinh was of the opinion\nthat introduction of zoo bred or captive bred lions in the\nwild were not correct approach. The only solution was to\nintroduce wild population of lions. Dr. Asad Rahmani also\nsupported these views of Dr Ranjitsinh.\nWhile elaborating the issue of introduction of captive\nbred lions, Director, WII informed that introduction of such\nanimals in wild is a long drawn process involving 6-12\nyears. Only filial-2 or filial-3 of the captive bred population\ncould be introduced in wild through soft release and it\nwould require strict monitoring with scientific inputs at all\nlevels supported with strong political, administrative and\nfinancial commitments. Member Secretary pointed out that\nHon'ble Supreme Court has referred this issue to the\nStanding Committee with particular reference to additional\naffidavit filed by Gujarat State Government. Chairman\ndesired that Ministry could prepare a draft response in the\nmatter and get it circulated amongst the members of the\nStanding Committee and after incorporating their views,\na decision on the response to be filed before the Hon'ble\nCourt would be taken. It was also desired that this draft\nshould be circulated within one month among all the\nmembers. Chairman also observed that ministry may\nrestart the earlier approved programme of soft release of\ncaptive bred lions in Kunopalpur.\"\n15. The Standing Committee of NBWL then met on\n22.12.2009, perused the report of the Technical Committee and\nmade the following observations:\n\"It is submitted that in view of the above background,\nthe following are the observation of the Standing\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 779\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nCommittee of National Board for Wildlife on the issue of A\ntranslocation of lion from Gujarat to Madhya Pradesh:\n3.1. The population of Asiatic Lions in India has been\nrestricted to its habitat in the Gir National Park and Gir\nSanctuary alone, where they face threats due to man-\nanimal conflict, outbreak of possible epidemic or any\nnatural calamity, etc. Such actions may wipe out the whole\npopulation. The need for a second home for the Asiatic\nLions was therefore felt and accordingly, based on habitat\nfeasibility studies by the Wildlife Institute of India in various\nProtected Areas and forests of Gujarat, Rajasthan and\nMadhya Pradesh, three different sites were finally studied\nin greater detail out of which Kuno Palpur sanctuary in\nMorena District of Madhya Pradesh was found most\nsuitable for re-introduction and establishing a second free\nranging population of Asiatic Lion outside Gir.\n3.2. The contention of the Government of Gujarat that\nthe Lions would not be able to survive in Kuno Palpur due\nto its extreme climatic conditions is not true. It may be\nmentioned here that the lions have thrived in extreme\nclimate from the deserts of Palestine and Arabia to the\ncold coniferous forest in Iran in historical times. They were\ndestroyed not by climate, but by the human action. Lions\nexist and survive in a variety of habitats with varied prey\ndensities, temperatures and vegetation communities\nacross their range, and while the overall prey densities of\nGir are in the higher range of lion densities while that of\nKuno are in the medium to low density areas of lions, the\nnatural prey densities in Kuno are significantly higher than\nthe natural prey densities in areas in south Saurashtra\noutside the Gir where Lions have now taken residence\nand where the State Government wishes to retain them. It\nwas fro these \"outlying\" Lion populations outside of the Gir\nthat translocation to Kuno Palpur was planned. Therefore,\nit would be unreasonable to compare Kuno prey densities\nB\nC\nD\nE\nF\nG\nH\nA\n00\nB\n0\nD\nE\nLL\nF\nG\nH\n780 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nwith that of Gir and then come to a conclusion that Kuno\nis unsuitable habitat for lions. It is well within the lion range\nof habitats and prey densities currently.\n3.3. The Government of Gujarat, vide para 11 of the\nadditional affidavit, had stated that the wildlife Institute of\nIndia has used simple logistic model for projections and\npredictions, while presenting population growth of wild\nungulates This contention of the Government of Gujarat is\nnot appropriate. In fact, models are abstractions of reality\nSimplistic Models have general applications and fewer\nassumptions. Complex models represent specific\necosystems more realistically but are extremely data\nintensive. Data needed for models like the one suggested\nby the Government of Gujarat is not available for most\npopulations in India and therefore remain there academic\nexercises. Model outcomes/recommendations should not\nbe followed blindly. In any case, an evaluation of prey\ndensities should be done again prior to the proposed\nreintroduction of lions and the reintroduction schedule/plan\nappropriately modified to be in tune with the realized rate\nof increase by prey populations of Kuno. It is part of the\noriginal plan and in any case, as noted above, the natural\nprey densities in Kuno are higher than in areas where\nLions have taken residence outside of Gir in Gujarat and\nwhere they live mainly by preying on livestock.\n3.4. The Gir lions have passed through two bottle\nnecks on about 1 to 4 thousand years ago and another\nabout 150-200 years ago and are therefore highly inbred.\nThe reintroduction effort does not end with the introduction\nof a pride of lions into Kuno. A continued program of\nexchange/supplementation of individual lions between Gir\nand Kuno is needed at the rate of 2-3 lions per generation.\nThis supplementation needs to continue till the Kuno lion\npopulation Gene pool nears that of Gir lions. It is envisaged\nthat such exchanges to last for a minimum duration of 25-\n30 years but would benefit from continued exchanges over\nCENTRE FOR ENVIRONMENT LAW, WWF-1 v. UNION 781\nOF INDIA [K.S. RADHAKRISHNAN, J.]\na longer time scale. The Kuno and Gir populations could\nbe managed as a meta-population that would provide\ndemographic as well as genetic benefits to the Gir lion\npopulation as well.\nA\nB\nC\n3.5. The contention of Government of Gujarat that\ntranslocation of Lions made in earlier occasion during\nearly 20th century and during 1956, especially to the\nChandraprabha Wildlife Sanctuary in Uttar Pradesh was\nunsuccessful and therefore the present translocation also\nwould not yield much results is not correct. The reason\nbeing that in the previous instances of Lion's translocation,\nlions were hunted because they became cattle lifters and\ncaused acute lion-man conflict in the introduced areas as\nthe introduced areas were small and devoid of adequate\nprey base and burdened with human population. However,\nthis is not the present case. At present hunting is legally\nbanned and proposed introduction area is not only having\nenough prey base but also devoid of human population.\nFurther there are better scientific inputs, full commitment\non the part of State Government of Madhya Pradesh and\nrequired home work has been done. Therefore, present E\nrelocation is not comparable with earlier efforts.\nD\n3.6. The issue of poaching is vital. The Government\nof Gujarat has dealt with it quite well. Poaching will continue\nto be a threat as long as there is a demand for lionOtiger F\nparts. In the Kuno area also the management have to be\nmuch more vigilant with regard to poaching. Further, there\nis also a need for a collective action by the Central\nGovernment, State Governments along with a strong\npolitical and bureaucratic commitment as well as full and\ndedicated support of technocrats and scientists for better\nand long term conservation of such a species of national\npride and what was once Indi's National Animal.\nG\n3.7. The objective of the Government of India is to\nconserve Asiatic lions for posterity and this effort does not H\nA\nB\nC\nD\n782\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nend by mere introduction of a lion pride to Kuno. It would\nbe imperative that Gujarat and Madhya Pradesh work\ntogether in designing a Meta-population management plan\nbased on genetic and demographic data of the Asiatic\nlions to ensure that this objective is met. Without this\ncooperative approach, lion conservation objective of the\nNation/World will not be met.\nIn view of the aforesaid, it is recommended that the\ntranslocation of lions from Gir area to an alternate area,\npresently to the Kuno-Palpur Sanctuary, is the necessity\nof the hour essential for conservation of lions for posterity.\nAs mentioned above, the efforts for conservation of lions\nwould not stop by mere translocation efforts, but it would\ncontinue through the active involvement of all the\nstakeholders.\"\n16. The Standing Committee then authorized the MoEF to\nfile an affidavit to that effect before this Court. Accordingly, an\naffidavit was filed before this Court by MoEF on 7.1.2010. State\nof Gujarat also filed a detailed affidavit on 12.11.2010. In its\nE affidavit, the State of Gujarat highlighted the insufficiency of prey\nbase at Kuno and the presence of tigers in the occupied area\nat Kuno as the major limiting factors. Further, it was also\npointed out that the current Asiatic lion population is not a single\npopulation confined to one place but consists of meta-\nF population spread over several locations within the Greater Gir\nRegion and that good conservation practices and intensive wild\nlife health care, has lead to epidemic free regime over\ngenerations of wildlife including Asiatic Lion in the area.\n17. The State of Gujarat took up the stand that, though the\nG issue was discussed by the Standing Committee of NBWL, it\nhad not been placed before the State Board for Wildlife\n(Gujarat), which is a statutory requirement under the Wild Life\n(Protection) Act. This Court, therefore, on 27.2.2012, directed\nthe State Board to consider the issue of lions' translocation and\nH to submit its report. Accordingly, the matter was placed before\n'\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 783\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nthe State Board. The State Board took the view that there was A\nno threat to Asiatic Lion in the Gir forest from epidemic\ndiseases or other such factors. It was pointed out that the\npresent Asiatic lion population has risen from a broad based\nand a reasonably good population has been achieved. Further,\nit was pointed out that previous attempts for translocation from\nGujarat were also a failure and since the Greater Gir region\nbeing an ideal preservation and conservation for Asiatic lions,\nthere is no necessity of finding out a second home for Asiatic\nlion at Kuno.\nARGUMENTS:\nB\nC\n18. We heard Shri Raj Panjwani, learned senior counsel\nappearing for the applicant, who submitted that this 20-year\nproject is hanging on fire due to the indifferent attitude of the\nGujarat Government. Learned senior counsel submitted that D\nthe necessity of re-introduction of Asiatic lion at Kuno has been\nkeenly felt and the scientific world has unanimously advocated\nfor translocation of this endangered species to Kuno for its long\nterm survival and preservation. Learned senior counsel pointed\nout that NBWL, the expert technical body at more than one\noccasions has approved and granted technical sanction to go\nahead with the project, but could not pick up expected\nmomentum due to the indifferent and defiant attitude of the\nState of Gujarat.\nE\nF\nபட\nG\n19. Ms. Vibha Datta Makhija, learned counsel appearing\nfor the State of Madhya Pradesh, highlighted the steps taken\nby the State of Madhya Pradesh for pushing the project\nforward. Learned counsel referred to the various counter\naffidavits filed by the State of Madhya Pradesh for completing\nthe first phase of the project. Necessary sanction has already\nbeen obtained to declare Kuno as Sanctuary under the Wildlife\nProtection Act. MoEF has already granted its approval under\nSection 2 of the Forest (Conservation) Act for diversion of\n3395.9 hectare of forest land for the rehabilitation of eighteen\nvillages located inside Kuno, subject to fulfillment of certain H\n784 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA conditions. The area at Kuno was increased to 1268.861 Sq.\nKm in April 2002 by creating a separate Kuno Wildlife Division.\nFor the above purpose, a total amount of Rs.1545 lakh had\nbeen granted by the Government of India and utilized by the\nState Government. Learned counsel also pointed out that\nB altogether 24 villages and 1543 families were relocated outside\nKuno by the year 2002-2003 and the lands abandoned by them\nhave been developed into grass lands.\nC\n20. Learned counsel also pointed out that prey density at\nKuno has far exceeded the prey density at Gir. Reference was\nmade to the Prey Density Survey conducted during 2004-2005\nby Mr. Fiaz A. Khudsar and Mr. Raman in the year 2008. Firstly,\nit was pointed out that WII had also conducted an independent\nstudy in the year 2012, which also supported the stand taken\nby the State of Madhya Pradesh that there is sufficient prey\nD base to receive sufficient numbers of lions. Over and above,\nF\nadequate training has also been given to the forest staff, guards\netc. for receiving the lions and for their upkeep and monitoring.\n21. Shri P. K. Malhotra, learned Additional Solicitor\nE General, submitted that the population of Asiatic lion is\nincreasing at Gir, but there are conceivable threats to their\nsurvival; man-made, natural calamity as well as outbreak of\nepidemic, which may wipe out the entire population, due to their\nsmall population base and limited geographical area of spread.\nIt is under such circumstances, the need for a second home\nfor lions was felt, for which Kuno was found to be the most\nsuitable habitat. However, it was pointed out that the lions could\nbe translocated only if sufficient number of ungulates is\navailable and after taking effective measures, such as, control\nof poaching, grassland management, water management,\nbuilding rubble wall around the division etc. Learned senior\ncounsel made reference to the study conducted by the experts\nof WII and Wildlife Trust of India of the programme of re-\nintroduction of Cheetah in Kuno, on import from Namibia.\nReferring to the correspondence between the Ministry of State\nG\nH\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 785\nOF INDIA [K.S. RADHAKRISHNAN, J.]\n(External Affairs) and Chief Minister of Madhya Pradesh, it was A\npointed out that subsequent re-introduction of lions is in no way\nexpected to affect the cheetah population, which would have\nestablished in the area, by that time.\nB\nC\nD\n22. Shri P. S. Narasimha, learned senior counsel and\nlearned Amicus Curiae apprised the court of the extreme\nurgency for the protection of the Asiatic lion which has been\nincluded in the Red List published by the International Union for\nConservation of Natgure (IUCN) as critically endangered\nspecies, endorsed by NBWL in various meetings. NBWL, being\nthe highest scientific statutory body, it commands respect and\nits opinion is worthy of acceptance by the MoEF and all the\nState Governments. Learned senior counsel also referred to\nArticle 48 and Article 51-A of the Constitution of India and\nsubmitted that the State has a duty to protect and improve\nenvironment and safeguard the forests and wildlife in the\ncountry, a duty cast upon all the States in the Union of India.\nReference was also made to the conservatism in Bio-Diversity\nand the Eco-centric principle, which have been universally\naccepted. Learned senior counsel also referred to the National\nWildlife Action Plan 2002-2016, and submitted that\ntranslocation of Asiatic lions has been treated as a priority\nproject after having found that an alternative home for Asiatic\nlion is vital for its survival. Learned senior counsel also\nsubmitted that the National Forest Policy and the Scheme of\n2009 and NWAP (2002-2016) and the plans have legislative F\nforce as decided in Lafarge Umiam Mining Private Limited,\nT.N. Godavarman Thirumulpad v. Union of India and others\n(2011) 7 SCC 338 case and can be enforced through Courts.\n23. Shri Shyam Divan, learned senior counsel appearing\nfor the State of Gujarat, refuted all those contentions and\nreiterated that there is no necessity of finding out a second\nhome for Asiatic lions, since the population of Asiatic lion has\nbeen properly protected in Greater Gir forest and also in few\nother sanctuaries near Gir Forest. Shri Divan submitted that the\nE\nG\nH\n786 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA population of Asiatic lion has gone up reasonably since broader\nconservation methods have been adopted by the State of\nGujarat and that at present, there is no immediate threat to the\nAsiatic lions calling for emergency measures, like translocation\nor reintroduction. Learned senior counsel further pointed out that\nB past experience shows that such translocation of lions ended\nin failure and possibility of such recurrence cannot be ruled out,\nsince Kuno is not well set to accept or preserve an endangered\nspecies like Asiatic lion; which is a success story at Gir.\nC\nD\n24. Shri Divan also submitted that, so far, no acceptable\ntranslocation plan has been prepared or implemented for a\nsuccessful translocation of an endangered species like Asiatic\nlion and the same has been taken note of and commented\nupon the State Wildlife Board, Gujarat in its meeting held on\n16.3.2012. Shri Divan also submitted that the prey-base studies\nare totally inadequate and not a single study has been\nconducted or report placed before this Court to show that the\nbenchmark of 480,000 kgs. of wild ungulates biomass has been\nattained at Kuno. Shri Divan also referred to the note dated\n8.7.2012 submitted by Dr. Ravi Chellam and contended that\nE no reliable information was furnished to support the view\nregarding adequacy of prey base at Kuno. Shri Divan also\nreferred to Section 12 of the Wild Life (Protection) Act and\nsubmitted that the translocation should be to ‘an alternative\nsuitable habitat”. Kuno, according to the learned senior counsel,\nF is not a 'suitable habitat', not only due to inadequacy of prey-\nbase, but also due to factors like presence of tigers, large scale\npoaching, unfavourable climate condition, lack of expertise,\nhuman-animal conflict etc.\nG\n25. Learned senior counsel also referred to the issues\nraised by the petitioner through this PIL and contended that it\nwould not stand the tests laid in Lafarge case (supra), especially\nwhen the State Board of Wild Life has stated cogent reasons\nwhy translocation of lions to Kuno, at present, is not advisable,\nwhich is fully justified by the objections and independent\nI\n"}