{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"CENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 787\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nscientific material. Such decision, according to the learned A\nsenior counsel, is not amenable to judicial review and, even\notherwise, no grounds are made out for issuing a. Writ of\nMandamus directing translocation of Asiatic lion from Gir to\nKuno.\nLegal Framework\nB\n26. We will first deal with the constitutional and the legal\nframework on which we have to examine the various issues\nwhich have come up for consideration in this case. The subject\n\"Protection of wild animals and birds\" falls under List III, Entry C\n17B of Seventh Schedule. The Parliament passed The Wild Life\n(Protection) Act 53 of 1972 to provide for the protection of wild\nanimals and birds with a view to ensuring the ecological and\nenvironmental security of the country. The Parliament vide\n´ Constitution (42nd Amendment) Act, 1976 inserted Article 48A D\nw.e.f. 03.01.1977 in Part IV of the Constitution placing\nresponsibility on the State \"to endeavour to protect and\nimprove the environment and to safeguard the forests and\nwild life of the country.\" Article 51A was also introduced in Part\nIVA by the above-mentioned amendment stating that \"it shall E\nbe the duty of every citizen of India to protect and improve\nthe natural environment including forests, lakes, rivers and\nwildlife and to have compassion for living creatures\".\n27. By Act 23 of 1982, Section 12(bb) was inserted in the\nWild Life (Protection) Act w.e.f. 21.05.1982 which authorised\nthe Chief Wild Life Warden to grant a special permit for the\npurpose of scientific management which would include\ntranslocation of any wild animal to an alternative suitable habitat\nor population management of wild life without killing or\npoisoning or destroying any wild animals.\n28. The Parliament later vide Act 16 of 2003 inserted\nSection 5A w.e.f. 22.09.2003 authorizing the Central\nGovernment to constitute the National Board for Wild Life (in\nshort 'NBWL'). By the same Amendment Act, Section 5C was\nF\nG\nH\n788 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA also introduced eliciting functions of the National Board. Section\n5B was also introduced by the aforesaid amendment\nauthorizing the National Board to constitute a Standing\nCommittee for the purpose of exercising such powers and\nperforming such duties as may be delegated to the Committee\nB by the National Board. NBWL is, therefore, the top most\nscientific body established to frame policies and advise the\nCentral and State Governments on the ways and means of\npromoting wild life conservation and to review the progress in\nthe field of wild life conservation in the country and suggesting\nC measures for improvement thereto. The Central and the State\nGovernments cannot brush aside its opinion without any cogent\nor acceptable reasons. Legislation in its wisdom has conferred\na duty on NBWL to provide conservation and development of\nwild life and forests.\nс\nD\n29. This Court in Sansar Chand v. State of Rajasthan,\n(2010) 10 SCC 604 held that all efforts must be made to\nimplement the spirit and provisions of the Wild Life (Protection)\nAct, 1972; the provisions of which are salutary and are\nnecessary to be implemented to maintain ecological chain and\nE balance. The Stockholm Declaration, the Declaration of United\nNations, Conventions on Human Environment signed in the year\n1972, to which India is the signatory, have laid down the\nfoundation of sustainable development and urged the nations\nto work together for the protection of the environment.\nF Conventions on Biological Diversity, signed in the year 1962\nat Rio Summit, recognized for the first time in International Law\nthat the conservation of biological diversity is \"a common\nconcern of human kind” and is an integral part of the\ndevelopment process.\nG\nH\n30. The Parliament enacted the Biological Diversity Act in\nthe year 2002 followed by the National Biodiversity Rules in the\nyear 2004. The main objective of the Act is the conservation\nof biological diversity, sustainable use of its components and\nfair and equitable sharing of the benefits arising out of the\nCENTRE FOR ENVIRONMENT LAW, WWF-1 v. UNION 789\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nutilization of genetic resources. Bio-diversity and biological A\ndiversity includes all the organisms found on our planet i.e.\nplants, animals and micro-organisms, the genes they contain\nand the different eco-systems of which they form a part. The\nrapid deterioration of the ecology due to human interference\nis aiding the rapid disappearance of several wild animal\nspecies. Poaching and the wildlife trade, habitat loss, human-\nanimal conflict, epidemic etc. are also some of the reasons\nwhich threaten and endanger some of the species.\n31. India is known for its rich heritage of biological diversity\nand has so far documented over 91,200 species of animals.\nIn India's bio-graphic regions, 45,500 species of plants are\ndocumented as per IUCN Red List 2008. India has many\ncritically threatened animal species. IUCN has noticed today\nthe only living representative of lions once found throughout\nmuch of south-west Asia occurred in India's Gir forest which\nhas been noticed as a critically endangered species in IUCN\nRed List. The IUCN adopted a resolution of 1963 by which a\nmulti-lateral treaty was drafted as the Washington Convention\nalso known as the Convention on International Trade in\nB\nC\nD\nEndangered Species of Wild Fauna and Flora (CITES), 1973. E\nCITES entered into force on 1st July, 1975, which aims to\nensure that international trade in specimens of wild animals and\nplants does not threaten the survival of the species in the wild,\nand it accords varying degrees of protection to more than\n33,000 species of animals and plants. Appendix 1 of CITES\nrefers to 1200 species which are threatened with extinction.\nAsiatic lion is listed in Appendix 1 recognizing that species is\nthreatened with extinction.\nF\n32. We notice for achieving the objectives of various G\nconventions including Convention on Biological Diversity (CBD)\nand also for proper implementation of IUCN, CITES etc., and\nthe provisions of the Wild Life (Protection) Act, Bio-diversity Act,\nForest Conservation Act etc. in the light of Articles 48A and\n51A(g), the Government of India has laid down various policies\nH\n790\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA and action plans such as the National Forest Policy (NFP)\n1988, National Environment Policy (NEP) 2006, National Bio-\ndiversity Action Plan (NBAP) 2008, National Action Plan on\nClimate Change (NAPCC) 2008 and the Integrated\ndevelopment of wild life habitats and centrally sponsored\nB scheme framed in the year 2009 and integrated development\nof National Wild-life Action Plan (NWAP) 2002-2016 In Lafarge\ncase (supra) this Court held that National Forest Policy 1988\nbe read together with the Forest (Conservation) Act, 1980. In\nour view, the integrated Development of Wile Life habitat under\nthe Centrally Sponsored Scheme of 2009 and the NWAP (2002-\n2016) have to be read along with the provisions of the Wile Life\n(Conservation) Act.\nC\nD\n33. The Prime Minister of India on 1.1.2002, in the XXI\nMeeting of the Indian Board for Wildlife, released the 'National\nWildlife Action Plan (2002-2016)' (in short NWAP 2002-2016).\nNWAP has highlighted that the wildlife encompasses all\nuncultivated flora and undomesticated fauna and every species\nhas the right to live and every threatened species must be\nprotected to prevent its extinction. It was noticed with the\nE mounting agricultural, industrial and demographic pressures,\nwilderness areas, which are the richest repositories of wildlife\nand biodiversity have either shrunk or disappeared and their\ncontinued existence is crucial for the long term survival of the\nbiodiversity and the ecosystems supporting them. NWAP, inter\nF alia, highlighted the necessity to protect the long term ecological\nsecurity of India and to identify and protect natural ecosystems\nfrom over-exploitation, contamination and degradation. NWAP\nhas also urged the necessity to give primacy to in situ\nconservation which is a sheet anchor of wildlife conservation.\nG Ex situ measures in zoological parks and gene banks may\nsupplement this objective, without depleting scarce wild\nresources. NWAP also highlighted the ecological requirements\nfor the survival of threatened, rare and endangered species\ntogether with their community associations of flora and fauna.\nIt also highlighted the imperative necessity to have alternative\nH\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 791\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nhomes for highly endangered species like the Great Indian\nBustard, Bengal Florican, Asiatic Lion, Wild Buffalo, Dugong,\nthe Manipur Brow Antlered Deer and the like. It was also\nnoticed that where in situ conservation efforts are unlikely to\nsucceed, ex situ captive breeding and rehabilitation measures\nmay be necessary, in tandem with the preparation of their wild\nhabitats to receive back captive populations, especially in\nrespect of lesser-known species where status and distribution\nof wild animals are not fully known. NWAP also highlighted the\nnecessity of taking the following actions:\n1.\n2.\n3.\n4.\n5.\nA\nB\nC\nTo identify all endangered species of flora and\nfauna, study their needs and survey their environs\nand habitats to establish the current level of security\nand the nature of threats. Conduct periodic reviews\nof flora and fauna species status, and correlate the\nsame with the IUCN Red Data List every three D\nyears.\nInvest special care and resources to protect habitats\nthat harbour highly endangered species especially\nthose having single population and a high degree E\nof endemism.\nInitiate action to prevent the \"genetic swamping\" of\nwild species.\nTo undertake a programme of ex situ captive\nbreeding and rehabilitation in the wild for critically\nendangered species in accordance with IUCN\nguidelines, after developing requisite techniques\nand capabilities in this regard.\nTo publish flora and fauna species status papers\nperiodically, which should be translated into local\nlanguages.\nLL\nF\nG\n6.\nTo declare identified areas around Protected Areas\nH\n792\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nand corridors as ecologically fragile under the\nEnvironment (Protection) Act, 1986, wherever\nnecessary.\nNWAP also highlighted the priority projects and to initiate a\ntime-bound plan to identify and conduct status surveys of all\nendangered species covering all groups of rare and threatened\nspecies of flora and fauna and to provide protection to the\nenvirons and habitats of all rare and threatened species of flora\nand fauna under the priority projects. 2.2 of Para 3 of NWAP\nread as follows:\n\"2.2. Identify suitable alternative homes for single isolated\npopulations of species such as Jerdon's Courser, Asiatic\nLion, Manipur Deer, Wroughton's Free Tailed Bat and the\nlike, and manage the same as Protected Areas effectively.\"\n34. NWAP also states that the same is the responsibility\nof MoEF, State Governments, Scientific Institutions and NGOs.\nThe necessity to take immediate steps for preventing the entry\nof domestic and feral species that may lead to genetic\nswamping, has also been highlighted. The importance to\nsafeguard genetically pure populations from future genetic\ncontamination and where genetic swamping has occurred, to\nphase out such swamping, was also highlighted. NWAP, in\nchapter IV, has highlighted the necessity to the restoration and\nmanagement of degraded habitats outside the protected areas.\n35. MoEF noticed that the fragmented nature of wildlife rich\nareas, increased human pressure, habitat degradation,\nproliferation of invasive species, man-animal conflicts,\npoaching, impacts of changing climate etc. are some of the\nG challenges that has to be addressed at a war footing. The\nnecessity for ensuring better protection of wildlife outside the\nprotected areas and initiating recovery programmes for saving\n\u003ecritically endangered species and habitats has also been high-\nlighted. Keeping that in view, a comprehensive Centrally\nH Sponsored Scheme titled 'Integrated Development of Wildlife\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 793\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nHabitats' has been made operational on 30.7.2009 which was A\nin addition to the erstwhile Centrally Sponsored Scheme -\n'Assistance for the Development of National Parks and\nSanctuaries'. The scheme incorporated additional components\nand activities for implementing the provisions of the Wildlife\n(Protection) Act, 1972, the National Wildlife Action Plan (2002- B\n2016), recommendations of the Tiger Task Force, 2005 and the\nNational Forest Commission, 2006 and the necessities felt\nfrom time to time for the conservation of wildlife and biodiversity\nin the country. The scheme was formulated during the 11th year\nplan.\n36. India has a network of 99 national parks, 515 wildlife\nsanctuaries, 43 conservation reserves and 4 community\nreserves in different bio-geographic zones. Many important\nhabitats, still exists outside those areas, which requires special\nattention from the point of view of conservation. The Centrally\nSponsored Scheme also specifically refers to the recovery\nprogrammes for saving critically endangered species and\nhabitats. Due to variety of reasons, several species and their\nhabitats have become critically endangered. Snow leopard,\nGreat Indian Bustard, Kashmir Stag, Gangetic Dolphin, Nilgiri\nTahr, Malabar Civet, marine turtles, etc are few examples.\n37. The scope of the Centrally Sponsored scheme was\nexamined in T. N. Godavarman Thirumulpad v. Union of India\nand others (2012) 3 SCC 277 (Wilde Buffalo case) and this\nCourt directed implementation of that scheme in the State of\nChhattisgarh. The centrally sponsored scheme, as already\nindicated, specifically refers to the Asiatic lions as a critically\nendangered species and highlighted the necessity for a\nrecovery programme to ensure the long term conservation of\nlions. NWAP 2002-2016 and the Centrally Sponsored Scheme\n2009 relating to integrated development of wildlife habitats are\nschemes which have statutory status and as held in Lafarge\ncase (supra) and have to be implemented in their letter and\nspirit. While giving effect to the various provisions of the Wildlife\nC\nD\nE\nF\nG\nH\n794 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Protection Act, the Centrally Sponsored Scheme 2009, the\nNWAP 2002-2016 our approach should be eco-centric and not\nanthropocentric.\nB\nANTHROPOCENTRIC VS. ECO-CENTRIC\n38. We may point out that has been wide ranging\ndiscussions and deliberations on the international platforms and\nconferences for re-building of certain principles laid down in the\nearlier conventions on the Principles of Sustainable\nDevelopment. The United Nations Commission on Environment\nC and Development defined the 'sustainable development' as\nD\nE\nfollows:\n\"Sustainable development is the development that meets\nthe needs of the present without compromising the ability\nof future generations to meet their own needs.\" (World\nCommission on Economic Development [WCED], 1987 :\n43)\n39. Sustainable development, it has been argued by\nvarious eminent environmentalists, clearly postulates an\nanthropocentric bias, least concerned with the rights of other\nspecies which live on this earth. Anthropocentrism is always\nhuman interest focussed thinking that non-human has only\ninstrumental value to humans, in other words, humans take\nprecedence and human responsibilities to non-human are\nF based benefits to humans. Eco-centrism is nature-centred,\nwhere humans are part of nature and non-humans have intrinsic\nvalue. In other words, human interest does not take automatic\nprecedence and humans have obligations to non-humans\nindependently of human interest. Eco-centrism is, therefore, life-\nG centred, nature-centred where nature includes both humans and\nnon-humans.\nH\n40. We re-iterate that while examining the necessity of a\nsecond home for the Asiatic lions, our approach should be eco-\ncentric and not anthropocentric and we must apply the \"species\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 795\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nbest interest standard\", that is the best interest of the Asiatic\nlions. We must focus our attention to safeguard the interest of\nspecies, as species has equal rights to exist on this earth.\nAsiatic Lion has become critically endangered because of\nhuman intervention. The specie originally existed in North Africa\nand South-West Asia formerly stretched across the coastal\nforests of northern Africa and from northern Greece across\nsouth-west Asia to eastern India. Today the only living\nrepresentatives of the lions once found throughout much of\nSouth-West Asia occur in India's Gir Forest. Asiatic lion\ncurrently exists as a single sub-population and is thus vulnerable\nto extinction from unpredictable events, such as an epidemic\nor large forest fire etc. and we are committed to safeguard this\nendangered species because this species has a right to live\non this earth, just like human beings.\n'\nA\nB\nC\nE\n41. Article 21 of the Constitution of India protects not only D\nthe human rights but also casts an obligation on human beings\nto protect and preserve a specie becoming extinct,\nconservation and protection of environment is an inseparable\npart of right to life. In M. C. Mehta v. Kamal Nath and Others\n(1997) 1 SCC 388, this Court enunciated the doctrine of \"public\ntrust\", the thrust of that theory is that certain common properties\nsuch as rivers, seashores, forests and the air are held by the\nGovernment in trusteeship for the free and unimpeded use of\nthe general public. The resources like air, sea, waters and the\nforests have such a great importance to the people as a whole, F\nthat it would be totally unjustified to make them a subject of\nprivate ownership. The State, as a custodian of the natural\nresources, has a duty to maintain them not merely for the benefit\nof the public, but for the best interest of flora and fauna, wildlife\nand so on. The doctrine of 'public trust' has to be addressed\nin that perspective.\n42. We, as human beings, have a duty to prevent the\nspecies from going extinct and have to advocate for an effective\nspecies protection regimes. NWAP 2002-2016 and the\nCentrally Sponsored Scheme 2009 indicate that there are many\nG\nH\n796\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA animal species which are close enough to extinction and some\nof the other species have already disappeared from this earth.\nNo species can survive on the brink of extinction indefinitely and\nthat the continued existence of any species depends upon\nvarious factors like human-animal conflict, epidemics, forest fire\nand other natural calamities etc.\nB\n43. The Wildlife Biologists of WII, after conducting a\nresearch on Gir Forests, noticed the necessity for long term\nconservation of Asiatic lion in Gir and also highlighted the\nnecessity of a second natural habitat for its long term\nC conservation. Population and Habitat Analysis Workshop held\nat Baroda in October, 1993 also highlighted that fact. NBWL,\nas already indicted, has taken a consistent view in all its\nmeetings about the necessity of a second habitat for Asiatic\nlion, an endangered species. Asiatic lion, it has been noticed,\nD has been restricted to only one single habitat, i.e. the Gir\nNational Forest and its surrounding areas and an outbreak of\npossible epidemic or natural calamity might wipe off the entire\nspecies. A smaller population with limited genetic strength are\nmore vulnerable to diseases and other catastrophes in\nE comparison to large and widespread population. Threat,\ntherefore, is real and has proved by the outbreak of canine\ndistemper in the lions of Serengeti NP, Tanzania in 1994. 85%\nof the Serengeti lion population, it was noticed, had Canine\nDistemper Virus antibodies and at least 30% of the Serengeti\nF and Mara lions died due to the infection. Compared with Gir,\nthe lion population in the 40,000 sq. km. Serengeti-Mara\necosystem is large with about 2500 lions. It was felt that if an\nepidemic of this scale were to affect the lions in Gir, it would\nbe very difficult to save them from extinction, given the much\nsmaller area of the Gir forests and the smaller lion population.\nThe possibility of the decease spreading to the pockets of\nhabitat such as Girnar, Mityala, Rajula, Kodinar and the\nsurrounding areas, cannot be ruled out.\nG\nH\n44. We have already indicated that there is uniformity in\n"}