{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"CENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 807\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nCheetahs from Namibia to India for introducing them to Kuno. A\nSerious objections have been raised by the Amicus Curiae Shri\nP.S. Narasimha against the introduction of foreign species at\nKuno. Learned Amicus Curiae pointed out that the decision to\nintroduce African Cheetahs into the same proposed habitat\nchosen for re-introduction of Asiatic lion has not been either B\nplaced before the Standing Committee of NBWL, nor has there\nbeen a consistent decision. Learned Amicus Curiae pointed\nout that IUCN Guidelines on translocation clearly differentiated\nbetween introduction and re-introduction. The guidelines.\ncritically warned against the introduction of African or imported C\nspecies which never existed in India. It is not a case of\ninternational movement of organism into a part of its native\nrange. Learned Amicus Curiae pointed that NWAP 2002-2016,\nwhich is a National Policy document, does not envisage re-\nintroduction of a foreign species to India. The Police only\nmentioned re-introduction or finding an alternative home for\nspecies like Asiatic lion.\nD\n59. MoEF, in our view, has not conducted any detailed\nstudy before passing the order of introducing foreign cheetah\nto Kuno. Kuno is not a historical habitat for African cheetahs, E\nno materials have been placed before us to establish that fact.\nA detailed scientific study has to be done before introducing a\nforeign species to India, which has not been done in the instant\ncase. NBWL, which is Statutory Board established for the\npurpose under the Wildlife Protection Act was also not F\nconsulted.\nG\n60. We may indicate that our top priority is to protect\nAsiatic lions, an endangered species and to provide a second\nhome. Various steps have been taken for the last few decades,\nbut nothing transpired so far. Crores of rupees have been spent\nby the Government of India and the State of Madhya Pradesh\nfor re-introduction of Asiatic lion to Kuno. At this stage, in our\nview, the decision taken by MoEF for introduction of African\ncheetahs first to Kuno and then Asiatic lion, is arbitrary an illegal\nand clear violation of the statutory requirements provided under H\n808 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA the Wildlife Protection Act. The order of MoEF to introduce\nAfrican Cheetahs into Kuno cannot stand in the eye of Law and\nthe same is quashed.\nB\nC\n61. MoEF's decision for re-introduction of Asiatic lion from\nGir to Kuno is that of utmost importance so as to preserve the\nAsiatic lion, an endangered species which cannot be delayed.\nRe-introduction of Asiatic lion, needless to say, should be in\naccordance with the guidelines issued by IUCN and with the\nactive participation of experts in the field of re-introduction of\nendangered species. MoEF is therefore directed to take urgent\nsteps for re-introduction of Asiatic lion from Gir forests to Kuno.\nMOEF has to constitute an Expert Committee consisting of\nsenior officials of MoEF, Chief Wildlife Wardens of the States\nof Madhya Pradesh and Gujarat. Technical experts should also\nbe the members of the Committee, which will include the\nD Secretary General and Chief Executive Officer of WWF. Dr.\nY.S. Jhala, senior scientist with Wildlife Institute of India, Dr.\nRavi Chellam, senior scientist, Dr. A.J.T. Johnsingh, since all\nof them had done lot of research in that area and have national\nand international exposure. Any other expert can also be co-\nE opted as the members of the Committee. Needless to say, the\nnumber of lions to be re-introduced would depend upon the\ndensity of prey base and other related factors, which the\nCommittee will assess.\nF\nG\nH\n62. I.A. is allowed as mentioned above. The order be\ncarried out in its letter and spirit and within a period of 6 months\nfrom today. We record our deep appreciation for the assistance\nrendered by all the senior counsel and learned amicus curiae\nShri P.S. Narasimha and also Dr. Ravi Chellam who was\npresent in the Court throughout and made valuable suggestions\nwith regard to the various environmental and scientific issues.\n63. We are also inclined to highlight the necessity of an\nexclusive parliamentary legislation for the preservation and\nprotection of endangered species so as to carry out the\nCENTRE FOR ENVIRONMENT LAW, WWF-1 v. UNION 809\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nrecovery programmes before many of the species become A\nextinct and to give the following directions:\n(a) NWAP (2002-2016) has already identified species like\nthe Great Indian Bustard, Bengal Florican, Dugong, the Manipur\nBrow Antlered Deer, over and above Asiatic Lion and Wild\nBuffalo as endangered species and hence we are, therefore,\ninclined to give a direction to the Government of India and the\nMoEF to take urgent steps for the preservation of those\nendangered species as well as to initiate recovery.\nprogrammes.\nB\nC\n(b) The Government of India and the MoEF are directed\nto identify, as already highlighted by NWAP, all endangered\nspecies of flora and fauna, study their needs and survey their\nenvirons and habitats to establish the current level of security\nand the nature of threats. They should also conduct periodic D\nreviews of flora and fauna species status, and correlate the\nsame with the IUCN Red Data List every three years.\n(c) Courts and environmentalists should pay more attention\nfor implementing the recovery programmes and the same be\ncarried out with imagination and commitment.\nK.K.T.\nIAs allowed.\nE\n"}