{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"CENTRE FOR ENVIRONMENT LAW, WWF-1 v. UNION 797\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nthe views expressed by the Bio-Scientists of WII, NBWL, MOEF A\nand other experts that to have a second home for the\nendangered species like Asiatic lion is of vital importance. A\ndetailed study has been conducted to find out the most suitable\nhabitat for its re-introduction and Kuno Wildlife Sanctuary (for\nshort 'Kuno') in Madhya Pradaesh, as already indicted, has B\nbeen found to be the most ideal habitat.\nOwnership and Possession of wild Animals\n45. No state, organisation or person can claim ownership\nor possession over wild animals in the forest. Wild Animal is C\ndefined under the Wild Life (Protection) Act, 1972 under\nSection 2(36) to mean any animal specified in schedules 1 to\nIV and found wild in nature. 'Wild Life' has been defined under\nSection 2(37) to include any animal, bees, butterflies,\ncrustacean, fish and moths, and or land vegetation which forms D\npart of any habitat. Section 9 prohibits hunting of wild animals,\nspecified in Schedule 1, II, III and IV except as provided under.\nSection 11 and Section 12. Section 40 of the Act obliges a\nperson to make a declaration and Section 41 enables the Chief\nWild Life Warden to make an enquiry and preparation of E\ninventories and Section 42 deals with the issue of certificates\nand confers, no ownership of the wild animals to a particular\nstate or others. Animals in the wild are properties of the nation\nfor which no state can claim ownership and the state's duty is\nto protect the wild life and conserve it, for ensuring the\necological and environmental security of the country.\n46. Several migratory birds, mammals, and animals in wild\ncross national and international borders created by man and\nevery nation have a duty and obligation to ensure their\nprotection. No nation or organisation can claim ownership or\npossession over them, the Convention on the conservation of\nmigratory species of wild animals held at Bonn, 1979, supports\nthis principle and the convention recognises that wild animals\nin their innumerable forms are irreplaceable part of the earth;\nnatural system and must be conserved for the good of the\nF\nG\nH\n798 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA mankind. It has recognised that the states are and must be the\nprotectors of the migratory species of wild animals that live\nwithin or pass through their national jurisdictional boundaries.\nConvention highlights that conservation and effective\nmanagement of migratory species of wild animals require the\nB concerted action of all states within the national jurisdictional\nboundaries of which such species spend any part of their life\ncycle. India is also a signatory to that convention.\n47. State of Gujarat has taken up the stand that it has got\nits own conservation programme in respect of Asiatic lion. Due\nC\nthe effective conservation programme carried out by the State\nof Gujarat at Gir, it was pointed out, that the number of Asiatic\nlions in the wildlife has increased, the range of these lions has\nincreased, the statutorily protected habitat has increased, so\nalso the area occupied by these lions has increased. The State\nD has maintained the stand that there is no present or immediate\ndanger to the Asiatic lions warranting any emergency\nF\nmeasures.\n48. State Board for Wildlife, Gujarat (SBWL, Gujarat),\nE which has been constituted by the State Government under\nSection 6 of the Wildlife Protection Act, 1972, convened a\nmeeting on 16.3.2012 to discuss the issue relating to\ntranslocation of Asiatic lion from Gujarat to Madhya Pradesh.\nSBWL, Gujarat and took the view that that the issue of giving\nor not giving lions to Kuno is not an issue of conflict between\nStates, but it is a collective Indian cultural approach in the\ninterest of long term conservation of lions as part of our family.\nSBWL further maintained the stand that Asiatic Lion being a\n\"family member\" is beyond and higher than the \"scientific\nreasoning\". SBWL, therefore, did not agree with the proposal\nfor translocation of lion from Gujarat to Kuno, a stand endorsed\nby the State of Gujarat.\nG\n49. Approach made by SWBL and the State of Gujarat is\nan anthropocentric approach, not eco-centric, though the State\nH of Gujarat can be justifiably proud of the fact that it has\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 799\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nB\npreserved an endangered specie becoming extinct. We are, A\nhowever, concerned with a fundamental issue whether the\nAsiatic lions should have a second home. The cardinal issue\nis not whether the Asiatic lion is a “family member” or is part\nof the \"Indian culture and civilization\", or the pride of a State\nbut the preservation of an endangered species for which we\nhave to apply the \"species best interest standard\". Our\napproach should not be human-centric or family-centric but eco-\ncentric. \"Scientific reasoning\" for its re-location has to\nsupersede the family bond or pride of the people and we have\nto look at the species best interest especially in a situation\nwhere the specie is found to be a critically endangered one and\nthe necessity of a second home has been keenly felt. We,\ntherefore, find it difficult to agree with the reasoning of SBWL,\nGujarat and the State of Gujarat that the Asiatic lion is a family\nmember and hence be not parted with.\nC\nD\nE\nF\n50. The views of NBWL constituted by the Central\nGovernment in exercise of its powers conferred under Section\n5A of the Wildlife Protection Act, have to prevail over the views\nexpressed by SBWL. The duties conferred on the National\nBoard under Section 5C of the Act and on the State Board\nunder Section 8 of the Act are entirely different. NBWL has a\nduty to promote conservation and development of wildlife and\nframe policies and advise the Central Government and the\nState Governments on the ways and importance of promoting\nwildlife conservation. It has to carry out/make assessment of\nvarious projects and activities on wildlife or its habitat. NBWL\nhas also to review from time to time the progress in the field of\nwildlife conservation in the country and suggest measures for\nimproving thereto. Those functions have not been conferred on\nthe State Board. The State Board has been conferred with a\nduty to advise the State Government the selection and\nmanagement of areas to be declared as protected areas and\nadvise the State Government in formation of their policies for\nprotection and conservation of the wildlife and specify plans etc.\nStatutorily, therefore, it is the duty of NBWL to promote H\nG\n800 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA conservation and development of wildlife with a view to\nensuring ecological and environmental security in the country.\nWe are, therefore, of the view that the various decisions taken\nby NBWL that Asiatic lion should have a second home to save\nit from extinction, due to catastrophes like epidemic, large\nB forest fire etc, which could result in extinction, is justified. This\nCourt, sitting in the jurisdiction, is not justified in taking a\ncontrary view from that of NBWL.\nC\nHISTORICAL HABITAT - RE-INTRODUCTION\n51. No specie can survive on the brink of extinction\nindefinitely and the probabilities associated with a critically\nendangered specie make their extinction a matter of time.\nConvention biology is the science that studies bio-diversity and\nthe dynamics of extinction. Eco-system approach to protecting\nD endangered species emphasises on recovery, and\ncomplement and support eco-system based conservation\napproach. Reintroduction of an animal or plant into the habitat\nfrom where it has become extinct is also known as ex-situ\nconservation. India has successfully achieved certain re-\nE introduction programmes, for example, the Rhino from\nKaziranga, re-introduction of Gangetic gharial in the rivers of\nUttar Pradesh, Rajasthan etc. Re-introduction of an organism\nis the intentional movement of an organism into a part of its\nnative range from which it has disappeared or become\nextirpated in nistoric times as a result of human activities or\nnatural catastrophe.\nF\nG\n52. Kuno, as already stated, was proved to be a historical\nhabitat of Asiatic Lions. After survey of the potential status for\nre-introduction of Asiatic lion, a final report has been submitted\nby WII, which was published on 31.1.1995 Kuno Wildlife\nSanctuary (Madhya Pradesh) emerged as the most suitable\nhabitat for re-introduction of the Asiatic lion. The Council of\nMinisters approved the project on 28.2.1996. Between 1996\nand 2001, 24 villages with about 1547 families had been\nH translocated from the sanctuary by the Madhya Pradesh Forest\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 801\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nB\nDepartment. Government of Madhya Pradesh had also A\ndemarcated 1280 sq. kms. Kuno Wildlife Division,\nencompassing the Sironi, Agra and Morawan forest ranges\naround the sanctuary. Government of India vide its order dated\n21.1.1997 ordered diversion of 3720.9 hectares of forest land,\nincluding 18 villages were protected under Section 2 of the\nForest Conservation Act. A 20-years Project envisaged by the\nGovernment of India was also approved by NBWL in its meeting\nheld on 10.3.2004. The Government of Madhya Pradesh took\nup a massive re-location of villages and giving them alternative\nsites. A male over 18 years of age was considered to be a\nfamily and each family was given 2 hectares of cultivate land,\nin addition to 500 sq. mtrs. Land was also given for house\nconstruction. Financial assistance to the tune of Rs.1,00,000/-\nin the form of housing material was also given. Government of\nIndia has spent a sum of Rs.15 crores for the said purpose.\n53. We also notice that all possible steps have been taken\nby the State of Madhya Pradesh, MoEF and the Union of India\nmaking Kuno Wildlife Sanctuary fit for re-introduction of Asiatic\nlion, with the approval of NWLB.\nPREY DENSITY:\n54. WII was requested to assess the availability of prey\ndensity in the year 2005. With the assistance of various staff,\n17 transects totalling 461 km were surveyed over an area of\n280 sq. kms. The density of catchable wild prey (chital,\nsambar, nilgai, wild pig) by lions was 13 animals/sq. km. There\nwere about 2500 cattle, left behind by the translocated people\nwhich were considered to be the buffer prey for lions to tide\nover the likely problem of drought periodically killing wild\nungulates. WII noticed that with the implementation of the\nrecommendations such as the control of poaching, grassland\nmanagement, building rubble wall around the Division and\nwater augmentation, a substantial rise (ca. 20 animals/Sq. km)\nin the wild prey base for lions by the end of 2007. A detailed\nC\nD\nE\nFL\nG\nH\n802 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA report on the assessment of prey population was submitted by\nWII in July 2006.\nB\nC\n55. State of Gujarat had raised serious objection with\nregard to prey density at Kuno. Various studies have been\nconducted with regard to prey density. Reports and studies\nconducted by the Government of Madhya Pradesh revealed\nthat the prey density at Kuno has far exceeded the estimated\nprey density as recommended by Prof. Chellam in his 1993\nreport. The data collected regarding prey density by Mr. Fiaz\nA. Khudsar and Mr. Raman in the year 2008 shows the\nfollowing picture:\nMr. F.A. Mr. F. A.\nKhudsar Khudsar\nMr.\nWII in\nRaman, 2011\nyear 2004 year 2006 WPO in\n(Cheetah\nD\nyear\ntask\n2008\nforce\nreport\nAll prey density 17.35 24.6\n49.477\nN.A.\nE\nexcluding feral\ncattle\nAll prey density\n63.97\n67.406\n85.91 ±\nincluding feral\n23\ncattle\nF\nWe notice that Mr. Khudsar collected his data regarding prey\nbase density April-May 2004 and May 2005, that report was\npublished in 2008. However, the census carried out by Mr.\nRehman (WPO) was in March 2008. Census was carried out\nG as per All India Tiger Census procedure. For the said purpose,\nthe officials and staff of Government of India was trained by the\nscientists of WII in 2008, from 19-21 January. The Staff/officials\nof working plan was later trained for one week from 18-23\nFebruary, 2008 in Game Guard Training School, Bandhavgarh\nH and then census was carried out from 2.3.2008 to 8.3.2008\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 803\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nunder the supervision and guidance of Dr. Quarnar Qureshi, A\nScientist WII. We, therefore, find that the census carried out by\nShri Raman (WPO) is latest in point of time. The actual\ncomparative statement between density estimation of Shri\nRaman WPO, 2008 and Shri F.A. Khudsar is as follows:\nSpecies Density\nB\nRecorded\nDensity\nRecorded\nDensity Density\nRecorded Recorded\nby Shri\nby Shri\nby Shri\nby WII in\nF.A.\nF.A.\nRaman\n2001\nKhudsar\nKhudsar\nWPO in\n(Cheetah\nyear 2004\nyear 2006\nYear 2008 task force\nC\nreport)\nChital\n6.6\n12.5\n18.834\n35.87\nSambar 0.3\n0.78\n1.634\nN.A.\nD\nNilgai\n0.77\n1.61\n5.603\nN.A.\nFour\n0.02\n0.0\n0.0\nN.A.\nhorned\nAntelope\nE\nChinkara 3.6\n6.52\n1.983\nN.A.\nWild Pig 0.79\n3.19\n3.534\nN.A.\nFeral\nCattle\n0.0\n39.37\n17.929\nN.A.\nF\nIn order to get latest figure of prey base, an exercise of\nprey base estimation was done in Kuno in the month of June\n2012 by the team of expert independent scientists and various\nofficers of M.P. In June 2012, WII was requested to conduct a\nsurvey to assess the latest status of prey base in Kuno. An\nexercise was carried out jointly by the independent members\ni.e. scientists/experts from WII, WWF India and the personnel\nof Kuno Wildlife Division to determine the accurate prey base.\nThe following was the methodology taken up by them.\nG\nI\nA\nB\n0\nC\nD\n804\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n\"(ii) Prey base density estimation: The methodology of\nexercise was - Distance sampling on systematic line\ntransect method as developed by Buckland et al., 2011.\nFixed line transects distributed across Kuno WLS, were\nsampled. All the line transects were walked three times.\nAll ungulates and other prey species observed along with\ntheir group size were recorded. The total sampling effort\nwas 208.5 km and 144 man-days.\n(iii) Analysis:- The density of prey species which include\nChital, Sambhar, Nilgai, Wildpig, Chinkara, Langur,\nPeafowl and Feral Cattle was estimated using the software\nDISTANCE 6.0. The analysis of the collected data was\ndone by Dr. Jhala and researchers working under him.\n(iv) Population Density:- As a result of exercise done for\nestimation of prey-base, density estimates of Chital,\nSambhar, Nilgai, Wildpig, Chinkara, Lungur, Peafowl and\nFeral Cattle were calculated. Population density of prey\nspecies in Kuno WLS was found as follows:\nSpecies\n• E\nPopulation Density/\nSq. km. ±\nStandard Error\nChital\n51.59 ± 8.84\nLL\nSambhar\n3.59 ± 1.01\nF\nNilgai\n2.32 ± 0.59\nWild Pig\n4.68 ± 1.54\nChinkara\n0.99 ± 0.35\nG\nLangur\n17.2 ± 4.6\nPeafowl\n6.44 ± 2.34\nFeral Cattle\n1.83 ± 0.77\nH\nCENTRE FOR ENVIRONMENT LAW, WWF-I v. UNION 805\nOF INDIA [K.S. RADHAKRISHNAN, J.]\nState of Madhya Pradesh has also taken up the stand that the A\nprey base in Kuno is more than the existing prey base in Gir.\nA chart comparing the same as also been produced before us,\nwhich is as follows:\n2012 Scenario:-\nB\nSpecies Av.\nGir N.P.\nKuno WLS\nWt.\n(kg)\nDensity Biomass Density\nBiomass C\nper sq. (kg)\nper sq.\n(kg)\nKm..\nKm.\nChital\n47\n50.8 2387.60\n51.59\n2424.7\nD\nSambar 134 2.00\n268.00\n3.59\n481.06\nNilgai\n125\n0.58\n72.50\n2.32\n290\nFour\n21\n0.42\n8.82\nhorned\nE\nantelope\nChinkara\n20\n2.40\n48.00\n0.99\n19.8\nWild Pig\n32 0.00 0.00\n4.68\n149.76\nF\nCommon 09\n0.00\n0.00\n17.2\n154.8\nLangur\nTotal\n56.2\n2785\n80.37\n3520.12\nincluding\nG\nLangur\nTotal\n63.17\n3365.32\nexcluding\nlangur \u0026\nferal cattle\nH\nA\n00\nB\nC\nD\nE\nF\nG\nH\n806 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nState of Madhya Pradesh, therefore, maintained the stand\nthat, in 2012 scenario, the biomass per sq/km in Kuno Wildlife\nSanctuary excluding feral cattle and langur (3365.32 kg per sq/\nkm) is more than the biomass in Gir PA (2785 kg per sq/km).\n56. State of Gujarat filed an application on 2.7.2012 on the\nbasis of the above estimation of prey base and sought a\ndirection to the parties to take a fresh survey on prey base. Shri\nRavi Chellam in his written note on 8.7.2012 made some\nremarks on prey-base stating that prey density estimation\nseems to be inadequate in terms of design, data-collection,\nprotocols, and analytical methods, when compared with the\ninternationally accepted standards. Shri Chellam suggested that\nprey studies have to be conducted at least twelve months\ncovering all seasons and habitat.\n-\n-\n57. State of Gujarat has also raised various other\nobjections stating that the past track record would indicate that\nState of Madhya Pradesh is not taking any effective steps to\ncontrol poaching which is also a threat if lions are translocated\nto Kuno. To meet that contention, the State of Madhya Pradesh\nstated that the Tiger Authority of India in its report – Tiger Meets,\nJuly 2011 has assessed the performance of the State of\nMadhya Pradesh as outstanding, which would indicate that they\nhad taken effective steps against poaching of animals at Kuno.\nWe notice that poaching of wild animals is of great concern\nwhich calls for attention by all State Governments, so as to\nprotect the endangered species from extinction. It is a matter\nwhich has to be dealt with effectively and poaches, if caught,\nshould be brought to justice.\nCheetah to Kuno\n58. We notice that while the matter was being heard, a\ndecision has been made by MoEF to import African Cheetahs\nfrom Namibia to India and to introduce the same at Kuno.\nAmicus Curiae filed I.A. No. 3452 of 2012. This Court granted\na stay on 8.5.2012 of the decision of MoEF to import the\n"}