{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"MUNICIPAL CORPORATION, JAIPUR\nA\nV.\nSHANKARLAL\nFEBRUARY 3, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nB\nConstitution of India, 1950-Article 226-Writ filed by Respondent\nseeking direction to Municipal Corporation to regularise a plot of land-\nAllowed by High Court-Challenge to-Held: Order of High Court not\nsustainable since while passing the direction, the Court did not consider various\npleas raised by the Corporation-Municipalities-Regularization of land.\nC\nClarificatory order-Scope and extent of-Direction of High Court to\nCorporation to regularise a plot of land-Respondent aggrieved by certain\nsteps taken by Corporation filed application seeking clarification-High Court D\nwhile dealing with the application virtually substituted its earlier order by a\nfresh one-Held: Not permissible, as directions which were not given in earlier\norder cannot be incorporated in the subsequent order-Municipalities-\nRegularization of land.\nF\nIn 1984, Respondent filed an application for regularization of a plot of E\nland before the Jaipur Development Authority (JDA). While the application\nwas pending consideration, JDA passed a resolution in 1989 to regularize lands\nof similarly situated persons like the Respondent. Subsequently, the land in\ndispute stood transferred to the Appellant-Corporation. Respondent filed an\napplication for regularization before the Appellant in 1996. He filed a writ\npetition in 1999 before High Court for direction to Appellant to regularize\nthe land on basis of the 1989 JDA resolution. In response, Appellant raised.\nvarious pleas viz. that it was not bound by any decision taken by its predecessor\nbody i.e. JDA and that the writ petition was not maintainable on grounds of\ndelay and laches. But the High Court allowed the writ petition without\nconsidering the said pleas of the Appellant, and held that the Corporation G\nwas bound to regularize the Respondent's land on the pattern of the 1989\nJDA resolution. Aggrieved by certain steps taken by the Appellant-\nCorporation, Respondent filed an application before High Court seeking\n\"clarification in the order\". High Court disposed of the application holding\n61\nH\n62\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA that the action taken by the Appellant was in flagrant disregard and violation\nof the High Court's earlier order. Both the orders of High Court are under\nchallenge in the present appeals.\nB\nDisposing of the appeals, the Court\nHELD: 1. The orders of the High Court both in the writ petition and\nthe so called clarificatory order are clearly indefensible. As a matter of fact,\nthe High Court did not consider various pleas taken by the Appellant-\nCorporation regarding delayed approach and the effect of any decision taken\nby the predecessor body on it. It was not explained before the High Court as\nto why the Respondent filed an application before the Appellant-Corporation\nC\nin 1996 if he was really staking his claim on the basis of an application made\nearlier. Maximum that could have been done by the High Court in such a\nsituation was to direct the Appellant-Corporation to deal with the request\nmade in 1996, in accordance with law. The direction given for regularization\nis clearly unsustainable. The High Court while dealing with application for\nD clarification virtually substituted his earlier judgment by a fresh one.\nDirections which were not given in the earlier order were incorporated in the\nsubsequent order which was also impermissible. Direction could not have been\ngiven by the High Court to regularize on the basis of the earlier decision of\nJDA without deciding the binding effect, if any of the said decision of the\nAppellant-Corporation. 165-G, H; 66-A-B]\nE\nF\nG\n2.1. Once the orders passed by the High Court are held to be\nindefensible, any consequent action to give effect to the order without prejudice\nto the stand taken in the appeals before this Court can by no stretch of\nimagination be said to have conferred any right on the Respondent, much\nless effecting the merits of the appeal. [66-E]\n2.2. It is however directed that the application dated 27.9.1996 filed by\nthe Respondent shall be dealt with by the Appellant-Corporation in\naccordance with law. The amount which is stated to have been deposited shall\nbe adjusted against the amount, if any, fixed by the Appellant-Corporation,\nif it chooses to regularize the land in question. However, if it decides not to\nregularize the land the amount shall be returned to the Respondent with\ninterest at the rate of 9% from the date of deposit till the amount is refunded.\nH 2003.\n[66-F-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 3468-69 of\n1\n\u003e\n➢“༽\nMUNICIPAL CORPORATION v. SHANKARLAL [PASAYAT, J.] .\n63\nFrom the Judgment and Order dated 10.11.2000 of the Rajasthan High A\nCourt in S.B. Civil Misc. Application No.33/2000 in S.B. Civil Writ Petition\nNo.3536/99 and final order dated 23.11.2000 in D.B. Civil Special Appeal\n(Writ) No.2552/2000.\nWITH\nB\nC.A. No. 3470 of 2003.\nAltaf Ahmed, A.P. Dhamija, Sarad Singhania, H.D. Thanvi and Sushil\nKumar Jain for the Appellant\n\"\nAruneshwar Gupta and Naveen Kumar Singh for the Respondent\nThe Judgment of the Court was delivered by\nC\nARIJIT PASAYAT, J. These appeals are directed against the orders\npassed by a learned Single Judge of the Rajasthan High Court in S.B. Civil\nWrit Petition No.3536 of 1999 disposed of on 6.12.1999 and the order dated D\n10.11.2000 passed on an application filed for “seeking clarification” of the\norder dated 6.12.1999.\nA brief reference to the factual aspects would be necessary for deciding\nthe controversy involved.\nThe respondent filed a Writ Petition for a direction to the appellant-\nCorporation to regularize the land i.e. plot No.113, Near Central School,\nBajaj Nagar, Tonk Road, Jaipur. It was the case of the writ petitioner that the\nregularization was to be done in view of the decision taken by the Jaipur\nDevelopment Authority (in short 'JDA') dated 6.11.1989. It is to be noted\nthat the land originally belonged to the Jaipur Urban Improvement Trust,\nwhich body was succeeded by the JDA and finally by the appellant-\nCorporation. The respondent stated that he had filed an application for\nregularization before the JDA on 18.9.1984.\nE\nF\nThe prayer in the writ petition was resisted on several grounds by the\nG\nappellant-Corporation. Firstly, it was pointed out that the corporation was not\nbound by any decision taken by its predecessor body i.e. the JDA. In fact the\nrespondent had filed an application for regularization on 27.9.1996 and his\napplication was to be considered in the light of statutory provisions and\nregulations governing the appellant-Corporation. It was specifically urged\nthat the writ application filed in 1999 seeking enforcement of a resolution on H\n64\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA the basis of an application which was filed earlier to the resolution has to be\nignored and the application made in 1984 is of no consequence. It was\nspecifically pointed out that the writ petition was not maintainable on the\ngrounds of delay and laches.\nBy the judgment dated 6.12.1999 a learned Single Judge of the High\nB Court disposed of the writ application without dealing with aforesaid stands\nof the appellant-Corporation and inter alia gave the following directions:\nC\nD\nE\nF\nG\n\"In my considered view, the application dated 18.9.1984 of the\npetitioner for regularization was undoubtedly pending on the decision\ntaken by the JDA on or about 6.11.1989 when vide Agenda Item\nNO.42.14 the JDA decided to regularize the lands of similarly situated\npersons like the petitioner but his case was not regularized and\naccording to the respondent-Corporation his case is pending\nconsideration after receipt of the file of the petitioner's land in dispute\nfrom the JDA. However, since after the decision of the JDA the land\nin dispute stands transferred to the respondent Corporation, the\nrespondent Corporation is bound to regularize the petitioner's land on\nthe pattern of the JDA's decision taken for similarly placed land\noccupiers like the petitioner whose cases have been regularized by\nthe JDA in its decision referred to above. Non consideration and not\ndeciding the petitioner's case for regularization even after the land\nstood transferred from the JDA to the respondent Corporation on the\npattern of the JDA is per se arbitrary. Consequently, this writ petition\ndeserves to be allowed.\nAs a result of the above discussion, this writ petition is allowed.\nThe respondent Municipal Corporation Jaipur is directed to regularize\nthe land of the petitioner (i.e. Plot No.113, Near Central School,\nBajaj Nagar, Tonk Road, Jaipur, which is in his possession) in view\nof the decisions dated 6.11.1989 and 17.5.1989 of the Jaipur\nDevelopment Authority referred to by the petitioner in his writ petition.\nThe orders for aforesaid regularization be passed within a period of\nfour weeks from the receipt of certified copy of this judgment. No\norder as to costs.\"\nAn application was filed by the respondent seeking \"clarification in the order\"\nmaking a grievance that the appellant-Corporation was charging prevalent\nmarket rate. The learned Single Judge by order dated 10.11.2000 disposed of\nHthe said application and held that the action taken by the appellant-Corporation\nMUNICIPAL CORPORATION v. SHANKARLAL [PASAYAT, J.] 65\nwas in flagrant disregard and violation of the order dated 6.12.1999. It was A\nfurther held that the direction of the Commissioner of the Corporation fixing\nthe amount at Rs.1 crore 7 lacs was beyond the scope of the order passed by\nthe High Court earlier and was not within the purview of the orders of the\nCourt. Both these orders are under challenge in these appeals.\nB\nC\nMr. Altaf Ahmad, learned senior counsel for the appellant-Corporation\nsubmitted that the orders of the High Court are clearly unsustainable. The\nHigh Court did not consider the specific pleas of the Corporation that (a) it\nwas not bound by any decision taken in 1989 by the JDA when it had its own\nprescriptions (b) the writ application was highly belated. Further, the High\nCourt did not indicate any basis for its conclusion that the Corporation was\nbound by the earlier decision of the JDA in the matter of fixation of rate. It\nalso did not record any finding on the aspect that the writ petitioner was\nseeking direction on the basis of the letter which was written about five years\nbefore the decision of JDA. It was also seeking enforcement of the decision\nafter about a decade without any explanation whatsoever being offered for\nthe abnormal delay in approaching the Court. In any event, the resolution of D\nthe JDA on which the High Court placed reliance was in fact in the nature\nof enabling provision and it was by no stretch of imagination a mandatory\none. It is inconceivable that the rate prevalent in 1989 was to be adopted even\nwhen the regularization was directed to be done by the High Court in 1999.\nThe High Court clearly overlooked the same. Further, the High Court has\nsubstituted its earlier decision by a fresh one while dealing with an application\nstated to be for clarification. In essence and substance the High Court has re-\nwritten the judgment which is impermissible in law.\nLearned counsel for the respondent supported the order and submitted\nthat the appellant-Corporation has not come to Court with clean hands.\nF\nThe orders of learned Single Judge both in the writ petition and the so\ncalled clarificatory order are clearly indefensible. As a matter of fact learned\nSingle Judge did not consider various pleas taken by the appellant-Corporation\nregarding delayed approach and the effect of any decision taken by the\npredecessor body on it. It was not explained before the High Court as to why G\nthe respondent filed an application before the appellant-Corporation in 1996\nif it was really staking his claim on the basis of an application made earlier.\nMaximum that could have been done by learned Single Judge in such a\nsituation was to direct the appellant-Corporation to deal with the request\nmade in 1996, in accordance with law. The direction given for regularization\nH\n66\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA is clearly unsustainable. Learned Single Judge while dealing with application\nfor clarification virtually substituted his earlier judgment by a fresh one.\nDirections which were not given in the earlier order were incorporated in the\nsubsequent order which was also impermissible. Direction could not have\nbeen given by learned Single Judge to regularize on the basis of the earlier\ndecision of JDA without deciding the binding effect, if any of the said decision\nof the appellant-Corporation.\nB\nC\nLearned counsel for the respondent has further highlighted that the\norder of the learned Single Judge has been given effect to and the challenge\nto order before the Division Bench was dismissed and the Special Appeals\nwere held to be not maintainable. It has also been submitted that subsequent\ntransactions had been entered into by the respondent with the other parties.\nIt has been pointed out by learned counsel for the appellant-Corporation that\nthe action was taken in view of the strong words used by a learned Single\nJudge even going to the extent of saying that the action of the Corporation\nvirtually amounted to contempt of Court's order. Under the threat of contempt,\nD action was taken by the appellant-Corporation without prejudice to its claims\ninvolved in the matters before the High Court and this Court.\nE\nF\nOnce the orders passed by learned Single Judge are held to be\nindefensible, any consequent action to give effect to the order without prejudice\nto the stand taken in the appeals before this Court can by no stretch of\nimagination be said to have been conferred any right on the respondent,\nmuch less effecting the merits of the appeal.\nThe inevitable result is that orders of learned Single Judge are to be set\naside, which we direct. It is however directed that the application dated\n27.9.1996 filed by the respondent shall be dealt with by the appellant-\nCorporation in accordance with law. The amount which is stated to have\nbeen deposited shall be adjusted against the amount, if any, fixed by the\nappellant-Corporation, if it chooses to regularize the land in question. However,\nif it decides not to regularize the land the amount shall be returned to the\nrespondent with interest at the rate of 9% from the date of deposit till the\nG amount is refunded.\nThe appeals are disposed of. No costs.\n\u003e\n\"\nB.B.B.\nAppeals disposed of.\n"}