{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nVICE CHANCELLOR, M.D. UNIVERSITY, ROHTAK\nV.\nJAHAN SINGH\nMARCH 8, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nService Law:\nIncrements during extra-ordinary leave-Respondent-Reader in\nAppellant University-Terminated from service during probation-He applied\nfor teaching assignment in Foreign University—Received offer and accepted\nsame-Appellant University re-appointed Respondent-Respondent availed\nextra-ordinary leave without pay for two years in view of the foreign\nassignment-Re-joined after two years-Claim for increments during period\nD of extra-ordinary leave-Entitlement to-Held: Not entitled, as under the\nUniversity Leave Regulations, increment available only if extra-ordinary\nleave granted on “invitation\"-No such invitation made to Respondent who\napplied for the foreign assignment himself-Respondent was not even in the\nservice of Appellant University while making the application-Maharishi\nDayanand University Act, 1975-Leave Regulations framed under-Regulation\nE 26(ii)(c).\nAdministrative Law:\nDelegated legislation-Leave Regulations framed under the Maharishi\nDayanand University Act, 1975-Amendments in, by Executive Council of the\nF University With retrospective effect-Validity-Held, not valid, since the\nUniversity Act did not confer any power on the Executive Council to make\nregulation with retrospective effect.\nG\nH\nConstitution of India, 1950-Article 14-Cannot be invoked for\nperpetuating illegality.\nRespondent-Reader in Appellant University was terminated from service\nduring probation. He applied for teaching assignment in a Foreign University\n(University of Zambia). In response Respondent received offer which he\naccepted. Appellant University re-appointed Respondent who after joining duty\n676\nVICE CHANCELLOR, M.D. UNIVERSITY, ROHTAK 1. JAHAN SINGH\n677\navailed extra-ordinary leave without pay for two years in view of the said foreign A\nassignment. After two years, Respondent re-joined Appellant University and\nclaimed grant of increments during period of extra-ordinary leave. Executive\nCouncil of the Appellant University resolved to amend the University Leave\nRegulations with retrospective effect thereby proposing to grant the benefit\nof increments during the period of extra-ordinary leave. However the said\nB\nresolution of the Executive Council was not acted upon and Appellant\nUniversity ultimately declined the request for increments during the period\nof extra-ordinary leave in view of the objections raised by the State\nGovernment.\nThe question which arose for consideration in the present appeal is\nwhether in terms of the extant leave Regulations framed under the Maharishi\nDayanand University Act, 1975, Respondent was entitled to annual increments\nduring the period of extra-ordinary leave.\n་་\nAllowing the appeal, the Court\nHELD: 1. The case of the Respondent is not even covered by the leave\nregulations framed under the Maharishi Dayanand University Act, 1975.\n[Para 30] [685-F]\nC\nᎠ\n2. The appointment of the Respondent would be treated to be a fresh\nappointment and not a continuing one. His services having been terminated E\nduring the period of probation, even no re-appointment was permissible in\nlaw. [Para 16] [682-A-B]\n3. The University is a creature of statute. It was created under the\nMaharishi Dayanand University Act, 1975. The said Act provides for the\nregulations making power. The Act does not confer any power on the Executive F\nCouncil of the University to make a regulation with retrospective effect. The\npurported regulations, thus, could not have been given retrospective effect or\nretro-active operation as it is now well-settled that in absence of any provision\ncontained in the legislative Act, a delegatee cannot make a delegated\nlegislation with retrospective effect. The retrospective operation purported to\nhave been given by the Executive Council is ultra vires the Act. In any event,\nthe said purported resolution appears to be vague, inasmuch as it does not lay\ndown as to from which date, the said amended regulation would come into effect.\nNo retrospective operation could also be given having regard to the fact that\nthereby the rights of other employees of the University could not have been\ntaken away. Furthermore, the State has declined to grant such benefits to the H\nG\n678\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA respondent. It was on that premise the purported offer made by the University\nwas recalled. The same, therefore, cannot be said to be arbitrary in nature.\n{Paras 16, 19, 22, 23, 24 and 27] [682-B; 683-H; 684-E, F, GĮ\nB\nMahabir Vegetable Oils (P) Ltd. and Anr. v. State of Haryana and Ors.,\n[2006] 3 SCC 620 and MRF Ltd. Kottayam v. Asstt. Commissioner (Assessment)\nSales Tax and Ors., [2006] 8 SCC 702, relied on.\n4. The University framed leave regulation. Regulation 26(ii)(c) deals with\nextra-ordinary leave. In terms of the original Regulation 26(ii)(c), leave was\nto be granted on an invitation to a teaching post. No such invitation was made\nto the respondent. He applied for his appointment with the Zambia University\nC\nhimself. Even assuming that the amendments made in the regulation is valid,\nthe extended meaning of 'invitation' would also have no application in the fact\nof the present case. By reason of the said amendment, invitation may include\nboth the direct offer or any offer received in response to an application, but\nindisputably such an application or bio-data must be sent by the employee\nD through the University to an institution in India or abroad. As the respondent\nwas not in the service of the University before he had made such an application,\na' fortiori the question of the respondent's application being sent by the\nemployee through the University did not and could not arise.\nE\nF\nG\nH\n{Paras 16 and 25| |682-B-C; 684-G-H; 685-A-B\nState of U.P. and Anr. v. Jogendra Singh and Anr., [1998] 1 SCC 449,\nreferred to.\n5. The submission of Respondent that in a similar matter involving one\nSatpal Taneja, the University had granted such increments, cannot be accepted.\nThe case of Satpal Taneja stands on a different footing. Even assuming the\nrespondent and the said Shri Taneja were similarly situated, Article 14 of\nthe Constitution of India carries with it a positive concept. Article 14 of the\nConstitution cannot be invoked for perpetuating illegality.\n[Paras 28 and 29] [685-D-F]\nKuldeep Singh v. Govt. of NCT of Delhi, [2006] 5 SCC 702, relied on\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 853 of 2006.\nFrom the Order dated 29.11.2004 of the High Court of Punjab and\nHaryana at Chandigarh in L.P.A. No. 2/2002.\nNidesh Gupta, Vinod Shukla and S. Janani for the Appellant.\nVICE CHANCELLOR. M.D. UNIVERSITY, ROHTAK 1. JAHAN SINGH [S.B. SINHA, J.] 679\nJahan Singh Respondent-In-Person.\nThe Judgment of the Court was delivered by\nA\nS.B. SINHA, J. 1. Respondent herein was appointed as a Reader in\nPhysics in Maharishi Dayanand University, Rohtak (hereinafter referred to as\n'the University'). His services were terminated during the period of probation B\nby an order dated 20.06.1979. He questioned the legality of said order of\ntermination in a Civil Writ Petition before the High Court of Punjab and\nHaryana, but the same was dismissed.\n2. It, however, appears that the respondent filed an application for his\nappointment as a Reader in the University of Zambia. The Zambia University C\naccepted the said offer on the conditions mentioned therein, stating :\n\"If you are willing to accept the appointment on the above terms,\nI shall be grateful if you will sign and date all the enclosed copies of\nthis letter, signing also and dating one copy of the terms and conditions\nof service sent herewith, and returning to me all the enclosed copies\nof this letter and one copy of the Terms and Conditions of Service\nwithin thirty days of the date of this letter.\"\n3. Respondent accepted the said offer of appointment on 04.10.1983,\nstating:\n“I accept appointment on the terms set out in this letter and in\nthe document headed \"Terms and Conditions of Service for Academic\nStaff\". I agree to carry out such duties as are assigned to me from time\nto time by the Vice Chancellor and the Dean of the School of Natural\nSciences.\"\n4. Although, the respondent was not in employment of the University\nhe purported to have filed an application for his reappointment in the post\nof a reader of the University on 05.10.1983, which was accepted on the same\nday.\n5. The very fact that the respondent was appointed on the same day,\nas on the date of filing of application, evidently no selection process was\nundergone therefor.\n6. He joined the services of the University on 05.10.1983. He applied for\ngrant of extra-ordinary leave without pay for a period of two years, in view\nD\nE\nF\nG\nH\nT\nI\n680\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA of his assignment with the Zambia University and the Executive Council of\nthe University by a resolution dated 21.11.1983 acceded to the said request.\nOn expiry of the said period of two years, he joined the University again in\nAugust 1985. He thereafter prayed for grant of increments in the pay scale\nduring the period he was on extra-ordinary leave. The University referred the\nmatter to the University Grants Commission, which in terms of its letter dated\n10.12.1987 opined that the matter was within the domain of the State Government,\nstating:\nB\nC\nᎠ\n☐☐\nE\nF\nG\n\"I am directed to refer to your letter No.ET-2/87/13370 dated\n21.9.87 on the above subject and to say that being an administration\nmatter of the University. I am to request you to approach the State\nGovernment/Department of Education in this regard.\"\n7. The Executive Council, however, amended the resolution on 28.11.1990.\n8. The State Government, however, when approached refused to grant\nits approval in terms of its letter dated 04.02.1992, stating :\n\"Reference your letter No.ET-2/91/28102 dated 24.10.1991 on the\nabove cited subject.\nThe Govt. have observed the decision taken by the Executive\nCouncil of M.D. University, Rohtak under its Reso. No.13 dated\n28.11.1990, thereby proposing to grant the benefit of Extra Ordinary\nLeave (maximum three years) towards annual increments. The Govt.\nhave found that this provision is contrary to the Govt. rules. There\nis no provision either in Govt. rules or in other Universities in the\nState for granting this benefit to the Govt./University employees. This\nproposal shall create anomaly amongst the Govt. employees and other\nUniversity employees vis-à-vis M.D. University employees. In view of\nthese facts, the University is requested to take immediate action in\ncanceling these facts, the University is requested to take immediate\naction in canceling the decision taken by the Executive Council under\nResolution No.13 dated 28.11.1990.\"\n9. Yet again the respondent prayed for condonation of break in his\nservice with all resultant benefits, but yet again the State Government conveyed\nits objection thereto.\n10. However, despite the same, it appears, the Registrar of the University\nH by a letter dated 06.02.1995 conveyed to the respondent that the Vice-Chancellor\nL\nVICE CHANCELLOR. M.D. UNIVERSITY, ROHTAK v. JAHAN SINGH [S.B. SINHA.J.] 681\nhad been pleased to count his extra-ordinary leave period when he had A\nworked with the University of Zambia from 30.11.1983 to 14.08.1985 towards\nannual increment. It is, however, stated that the said resolution of the Executive\nCouncil and/or the said letter was not acted upon, inter alia, on the premise\nthat being not in tune with the extant regulations. The matter was referred to\nthe State Government and by reason of a letter dated 26.05.1997 it conveyed\nits objections thereto.\n11. Respondent was apprised of the decision of the University that his\nrequest for increments during the period of extra-ordinary leave had not been\nacceded to by the University by a letter dated 15.04.1998. A writ petition came\nto be filed by the respondent, which was dismissed by a learned Single Judge\nof the High Court by an order dated 09.10.2001. However, on an intra-court\nappeal filed by the respondent, a Division Bench of the said High Court\nallowed the same by a judgment and order dated 29.11.2004.\n12. Appellant is, thus, before us.\n13. Mr. Nidesh Gupta, the learned counsel appearing on behalf of the\nappellant, would submit that in term of the extant rules, the respondent was\nnot entitled to annual increments during the period of leave.\nB\nC\nD\n14. Respondent who appeared in person, on the other hand, would\nsubmit that the Executive Council having amended the relevant regulations E\nwith retrospective effect, he would be deemed to have been continuing in\nservice since 1977 and in that view of the matter, no illegality has been\ncommitted by the High Court in directing grant of increments in his favour\nduring the period he was serving the Zambia University.\n15. It was furthermore submitted that in a similar matter involving one F\nSatpal Taneja, the University had granted such increments. Respondent would\ncontend that merely a sum of Rs. 388/- was paid to him by the University and\nthe rest of the amount is yet to be paid, whereas in the case of the said Satpal\nTaneja, the entire amount had been paid.\nG\n16. The fact that the services of the respondent were terminated during\nhis period of probation is not in dispute. He, therefore, on or about 27.09.1983\nwas not in the services of the University. He furthermore, as noticed\nhereinbefore, neither applied for his appointment with the University of Zambia\nhimself or not through the University, nor was it legally permissible as he was\nnot in service at the relevant point of time. It is also not in dispute that before H\n682\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the respondent was reappointed by the University on humanitarian ground\nor any other ground as a Reader therein, a contract of service subject to\nfulfillment of certain terms and conditions between the respondent and the\nUniversity of Zambia came into being only thereafter. The appointment of the\nrespondent would be treated to be a fresh appointment and not a continuing\none. His services having been terminated during the period of probation, even\nno re-appointment was permissible in law. In the aforementioned factual\nbackdrop, the legal questions raised before us are required to be considered.\nThe University is a creature of statute. It was created under the Maharishi\nDayanand University Act, 1975 (for short, 'the Act'). The said Act provides\nfor the regulations making power. The University framed leave regulation.\nC Regulation 26(ii)(c) deals with extra-ordinary leave, which reads as under:\nB\nᎠ\nE\nF\nG\nH\n\"(i) An employee (whether permanent or temporary) may be granted\nextra ordinary leave by the competent authority.\n(ii)\n(a)\n(a) when no other leave is admissible; or\n(b) when other leave is admissible, the employee applies in writing\nfor the extra ordinary leave for any special reason.\nExtra ordinary leave shall be without pay and allowances. However,\nHouse Rent Allowance will be admissible for a period not\nexceeding first four months at the rate at which an employee was\ndrawing before proceeding on such leave provided he has not\nbeen in employment elsewhere during that period. The leave shall\nnot ordinarily exceed one year at a time.\nExtraordinary leave shall not count for increment, except in the\nfollowing cases :-\nThe sanctioning authority is satisfied that such leave was taken\nby an employee on account of illness or for any other cause\nbeyond his control provided that employee has no other kind of\nleave to his credit;\n(b) Leave is granted for the purpose of higher studies and research;\nand\n(c)\nLeave is granted to accept an invitation to a teaching post or\nfellowship or research-cum-teaching post or academic work of\nimportance. Provided that the maximum total period for which\nsuch leave is granted shall not ordinarily exceed three years and\nin exceptional cases such leave may be extended so that the total\nVICE CHANCELLOR, M.D. UNIVERSITY, ROHTAK 1. JAHAN SINGH [S.B. SINHA, J.] 683\nperiod of leave, during the whole tenure of service of an employee A\ndoes not exceed five years.\"\n17. Clauses (a) and (b) of Regulation 26 (ii)(c) are not attracted herein.\nClause (c), according to the respondent, is attracted in the instant case.\n18. However, before proceeding to consider the matter further, we may B\nnotice that the said regulation was purported to have been amended with\nretrospective effect on the following terms:\n\"Considered the following amendment in Clause 26(c) of 'Leave\nRegulations' appearing at pages 159-60 of M.D. University Calendar\nVolume-III :-\nC\nPRPOSED Leave is granted to accept an invitation to a teaching\npost or fellowship or research-cum-teaching post or an assignment\nfor administrative or technical or academic work of importance.\nProvided that the maximum total period for which such leave is\ngranted shall not ordinarily exceed three years and in exceptional D\ncases such leave may be extended so that the total period of\nleave, during the whole tenure of service of an employee does\nnot exceed five years. Provided further that the benefit of increment\nfor a period upto three years of extra-ordinary leave may be\nallowed for accepting such assignments and for the purpose of\nE\nhigher studies and research anywhere in India or abroad.\nThe word 'Invitation' of the above rule may include both a direct\noffer sent by the host institution and any offer received in response\nto an application, bio-data sent by the employee through the\nUniversity to any institution in India or abroad.\"\nT\nF\nRESOLVED that the above amendment be approved.\nFURTHER RESOLVED that the amended provision would take\nretrospective effect and would be applicable to both teaching and\nnon-teaching employees who undertake administrative/ teaching\nassignment anywhere in India or abroad.”\nG\n19. The Act does not confer any power on the Executive Council to\nmake a regulation with retrospective effect. The purported regulations, thus,\ncould not have been given retrospective effect or retro-active operation as it\nis now well-settled that in absence of any provision contained in the legislative\nAct, a delegatee cannot make a delegated legislation with retrospective effect. H\n684\nA\nB\nC\nD\nE\nF\n'\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n20. In Mahabir Vegetable Oils (P) Ltd. and Anr. v. State of Haryana\nand Ors., [2006] 3 SCC 620 this Court stated;\n\"41. We may at this stage consider the effect of omission of the said\nnote. It is beyond any cavil that a subordinate legislation can be\ngiven a retrospective effect and retroactive operation, if any power in\nthis behalf is contained in the main Act. The rule-making power is a\nspecies of delegated legislation. A delegatee therefore can make rules\nonly within the four corners thereof.\n42. It is a fundamental rule of law that no statute shall be construed\nto have a retrospective operation unless such a construction appears\nvery clearly in the terms of the Act, or arises by necessary and\ndistinct implication. (See West v. Gwynne)\n43. A retrospective effect to an amendment by way of a delegated\nlegislation could be given, thus, only after coming into force of sub-\nsection (2-A) of Section 64 of the Act and not prior thereto.\"\n21. See also MRF Ltd., Kottayam v. Asstt. Commissioner (Assessment)\nSales Tax and Ors., [2006] 8 SCC 702\n22. In any event, the said purported resolution appears to be vague,\ninasmuch as it does not lay down as to from which date, the said amended\nregulation would come into effect.\n23. No retrospective operation could also be given having regard to the\nfact that thereby the rights of other employees of the University could not\nhave been taken away. It is not in dispute that other teachers of the University\nhave been given promotion. Respondent would be entitled to be promoted\nonly in the event his break in his service is condoned and the increments as\nprayed for by him for the period during which he was working with the\nZambia University may be granted and not otherwise.\n24. Furthermore, the State has declined to grant such benefits to the\nG respondent. It was on that premise the purported offer made by the University\nwas recalled. The same, therefore, cannot be said to be arbitrary in nature.\n25. In terms of the original Regulation 26(ii)(c), leave was to be granted\non an invitation to a teaching post. No such invitation was made to the\nrespondent. He applied for his appointment with the Zambia University himself.\nH Even assuming that the amendments made in the regulation is valid, the\nVICE CHANCELLOR, M.D. UNIVERSITY, ROHTAK 1. JAHAN SINGH [S.B. SINHA, J.] 685\nextended meaning of 'invitation' would also have no application in the fact of A\nthe present case. By reason of the said amendment, invitation may include\nboth the direct offer or any offer received in response to an application, but\nindisputably such an application or bio-data must be sent by the employee\nthrough the University to an institution in India or abroad. As the respondent\nwas not in the service of the University before he had made such an application,\na' fortiori the question of the respondent's application being sent by the\nemployee through the University did not and could not arise.\nB\n26. Our attention has been drawn to a decision of this Court in State\nof U.P. and Anr. v. Jogendra Singh and Anr., [1998] 1 SCC 449, which deals\nwith payment of retiral benefits. The said decision has, however, been relied C\nupon for the proposition that all laws are prospective unless made retrospective\neither expressly or by necessary implication.\n27. We have noticed hereinbefore that the retrospective operation\npurported to have been given by the Executive Council is ultra vires the Act.\n28. So far as the case of Satpal Taneja is concerned, the same stands\non a different footing. W do not intend to dilate on the said question in\ndetails as the learned Single Judge in his judgment pointed out the case of\nthe respondent viz.-e-viz. Mr. Taneja at some length. We agree therewith.\nᎠ\n29. Even assuming the respondent and the said Shri Taneja were similarly E\nsituated, we may observe that Article 14 of the Constitution of India carries\nwith it a positive concept. Article 14 of the Constitution cannot be invoked,\nfor perpetuating illegality. {See Kuldeep Singh v. Govt. of NCT of Delhi,\n[2006] 5 SCC 702}\n30. We, therefore, are of the opinion that the Division Bench of the High F\nCourt was not correct in interfering with the judgment of the learned Single\nJudge as the case of the respondent is not even covered by the said regulations.\n31. For the reasons aforementioned, the impugned judgment cannot be\nsustained, which is set aside accordingly and that of the learned Single Judge\nis restored. The appeal is allowed.\n32. However, if any amount has been paid to the respondent by the\nUniversity, the same may not be recovered from him.\nG\nT\n1.\nB.B.B.\nAppeal allowed.\nH\n"}