{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"48\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Bench of the High Court would show that the entire case was\nreferred to the Full Bench and, therefore, the Full Bench passed\nthe order dated 17.08.2011 on all relevant aspects of the case.\nHe cited the decision of this Court in Kerala State Science \u0026\nTechnology Museum v. Rambal Co. \u0026 Ors. [2006) 6 SCC\nB 258] to argue that a reference can also be made of the entire\ncase to a larger Bench and in such a case, the larger Bench\nhas to decide the entire case and its jurisdiction is not limited\nto specific issues. He also referred to the Rules of the Punjab\nHigh Court to show that the Full Bench of the High Court can\nalso be constituted to decide the entire case in important\nmatters.\nC\nD\n19. On the jurisdiction of the High Court to issue a writ for\nquashing the appointment of a Chairman of the Public Service\nCommission, Mr. Lalit cited the decision in Dwarka Nath v.\nIncome-tax Officer, Special Circle, D Ward, Kanpur \u0026 Anr.\n[AIR 1966 SC 81] in which a three-Judge Bench of this Court\nhas held that Article 226 of the Constitution is couched in\ncomprehensive phraseology and it ex facie confers wide power\non the High Court to reach injustice wherever it is found. He\nE submitted that in this decision this Court has also explained that\nthe High Court under Article 226 of the Constitution can issue\nwrits in the nature of prerogative writs as understood in England\nand can also issue other directions, orders or writs. He\nvehemently submitted that the contention on behalf of the\nF appellants that the High Court could not have issued a writ/order\nquashing the selection and appointment of Shri Harish Dhanda\nis, therefore, not correct.\nG\nH\n20. Mr. Lalit finally submitted that pursuant to the impugned\norders of the Full Bench and the Division Bench of the High\nCourt, the Search Committee was constituted by the\nGovernment for selection of the Chairman of the Punjab Public\nService Commission and the Search Committee invited the\nnames of eminent persons of impeccable integrity, caliber and\nadministrative experience from all walks of life, to be\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 49\n[A.K. PATNAIK, J.]\nB\nconsidered for the post of the Chairman of Punjab Public A\nService Commission and thereafter the High Power\nCommittee selected Lt. Gen. R.A. Sujlana (Retd.) who has\nbeen appointed by the State Government as the Chairman of\nthe Punjab Public Service Commission in December, 2011\nand he has been functioning as such since then. He submitted\nthat the appointment of Lt. Gen. R.A. Sujlana is also not subject\nto orders passed by this Court and the news reports indicate\nthat Lt. Gen. R.A. Sujlana has been an upright officer of the\nIndian Army and has wide administrative experience. He\nsubmitted that this is not a fit case in which this Court should\ninterfere with the appointment of Lt. Gen. R.A. Sujlana as the\nChairman of the Punjab Public Service Commission even if this\nCourt finds infirmities in the impugned orders passed by the\nFull Bench and the Division Bench of the High Court.\n21. Learned counsel for Shri Harish Dhanda, adopted the\narguments of Mr. P.P. Rao and also submitted that the order\nof the Central Administrative Tribunal in O.A. No.495/PB/2007\nwas filed before the Full Bench of the High Court on 01.08.2011\nwhich was the last date of hearing. He submitted that Shri Harish\nDhanda, therefore, did not have any opportunity to reply before\nthe Full Bench on the findings in the order of the Central\nAdministrative Tribunal.\n22. Shri P.N. Misra, learned counsel appearing for the\nState of Haryana, adopted the arguments of Mr. P.P. Rao and\nfurther submitted that the Full Bench should not have added the\nState of Haryana as a party. He also submitted that the Full\nBench should not have issued the directions in its order dated\n17.08.2011 to the State of Haryana to adopt the same\nprocedure for selection and appointment of the Chairman and\nMembers of the Haryana Public Service Commission when the\nState of Haryana had nothing to do with the appointment of Shri\nHarish Dhanda as Chairman of the Punjab Public Service\nCommission.\nC\nD\nE\nF\nG\nH\n50\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Findings of the Court:\nB\nс\nD\n23. The first question that I have to decide is whether the\nHigh Court was right in entertaining the writ petition as a public\ninterest litigation at the instance of the respondent No. 1. I have\nperused the writ petition CWP No.11846 of 2011, which was\nfiled before the High Court by the respondent No.1, and I find\nthat in the first paragraph of the writ petition the respondent\nNo.1 has stated that he was a public spirited person and that\nhe had filed the writ petition for espousing the public interest\nand for the betterment of citizens of the State of Punjab. In the\nwrit petition, the respondent No.1 has relied on the provisions\nof Articles 315, 316, 317, 318, 319 and 320 of the Constitution\nrelating to Public Service Commissions to contend that the\nfunctions of the Public Service Commission are sensitive and\nimportant and it is very essential that a person, who is appointed\nas the Chairman of the Public Service Commission, must\npossess outstanding and high degree educational\nqualifications and a great amount of experience in the field of\nselection, administration and recruitment and he must also be\na man of integrity and impartiality. The respondent No.1 has\nE alleged in the writ petition that the State Government has not\nlaid down any qualification for appointment to the post of\nChairman of the Punjab Public Service Commission and is\ncontinuing to appoint persons to the post of Chairman of Public\nService Commission on the basis of political affiliation. In the\nF writ petition, the respondent No.1 has also given the example\nof Shri Ravi Pal Singh Sidhu, who was appointed as the\nChairman, Punjab Public Service Commission on the basis of\npolitical affiliation and the result was that during his period as\nthe Chairman of the Punjab Public Service Commission,\nG several cases of undeserving candidates being selected and\nappointed to the Public Service Commission in the State of\nPunjab came to light and investigations were carried out\nleading to filing of various criminal cases against the officials\nof the Public Service Commission as well Shri Sidhu. The\nrespondent No.1 has further stated in the writ petition that he\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 51\n[A.K. PATNAIK, J.]\nA\nB\nC\nD\nhas filed the writ petition after he read a news report titled: \"MLA\nDhanda to be new PPSC Chairperson\". He has stated in the\nwrit petition that Shri Harish Dhanda was an Advocate at\nLudhiana before he ventured into politics and had\nunsuccessfully contested the Vidhan Sabha election before he\nwas elected as MLA on the Shiromani Akali Dal ticket and that\nhe had close political affiliation and affinity with high ups of the\nruling party and that the ruling party in the State of Punjab has\ncleared his name for appointment as the Chairman of the\nPunjab Public Service Commission shortly. The respondent\nNo.1 has also alleged in the writ petition various irregularities\nand illegalities committed by Shri Harish Dhanda. He has\nfurther stated in the writ petition that his colleague has even\nsent a representation to the Governor of Punjab and the Chief\nMinister of Punjab against the proposed appointment of Shri\nHarish Dhanda. He has accordingly prayed in the writ petition\nfor a mandamus to the State of Punjab to frame regulations\ngoverning the conditions of service and appointment of the\nChairman and Members of the Punjab Public Service\nCommission and for an order restraining the State of Punjab\nfrom appointing Shri Harish Dhanda as Chairman of the Punjab\nPublic Service Commission. On a reading of the entire writ\npetition filed by the respondent No.1 before the High Court, I\nhave no doubt that the respondent No.1 has filed this writ\npetition for espousing the cause of the general public of the\nState of Punjab with a view to ensure that a person appointed\nas the Chairman of the Punjab Public Service Commission is\na man of ability and integrity so that recruitment to public\nservices in the State of Punjab are from the best available\ntalents and are fair and is not influenced by politics and\nextraneous considerations. Considering the averments in the\nwrit petition, I cannot hold that the writ petition is just a service G\nmatter in which only the aggrieved party has the locus to initiate.\na legal action in the court of law. The writ petition is a matter\naffecting interest of the general pubic in the State of Punjab\nand any member of the public could espouse the cause of the,\ngeneral public so long as his bonafides are not in doubt.\nE\nF\nH\n52\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Therefore, I do not accept the submission of Shri P.P. Rao,\nlearned senior counsel appearing for the State of Punjab, that\nthe writ petition was a service matter and the High Court was\nnot right in entertaining the writ petition as a Public Interest\nLitigation at the instance of the respondent No.1. The decisions\ncited by Shri Rao were in cases where this Court found that\nthe nature of the matter before the Court was essentially a\nservice matter and this Court accordingly held that in such\nservice matters, the aggrieved party and not any third party can\nonly initiate a legal action.\nB\nC\nD\n24. The next question that I have to decide is whether the\nDivision Bench of the High Court, after having recorded a\nfinding in its order dated 13.07.2011 that the allegations of\nirregularities and illegalities against Shri Harish Dhanda in the\nwrit petition do not stand substantiated, should have made an\nacademic reference to the Full Bench of the High Court. As I\nhave noticed, the respondent No.1 had, in the writ petition, relied\non the constitutional provisions in Articles 315, 316, 317, 318,\n319 and 320 of the Constitution to plead that the functions of\nthe Public Service Commissions were of a sensitive and critical\nE nature and hence the Chairman of the Public Service\nCommission must possess outstanding and high educational\nqualifications and a great amount of experience in the field of\nselection, administration and recruitment. The respondent No.1\nhas further pleaded in the writ petition that the State\nGovernment had on an earlier occasion made an appointment\nof a Chairman of the Punjab Public Service Commission on\nthe basis of political affiliation and this has resulted in selection\nand appointment of undeserving persons to public service for\nextraneous considerations. Though respondent No.1 had\nG alleged in the writ petition some irregularities and illegalities\non the part of Shri Harish Dhanda, who was proposed to be\nappointed as Chairman of the Public Service Commission by\nthe State Government, the writ petition was not founded only\non such irregularities and illegalities alleged against Shri\nHarish Dhanda. In addition, the respondent No.1 had also\nF\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 53\n[A.K. PATNAIK, J.]\nalleged in the writ petition that Shri Harish Dhanda was\npolitically affiliated to the ruling party and was not selected for\nappointment as Chairman of the Public Service Commission\non the basis of his qualifications, experience or ability which\nare necessary for the post of the Chairman of the Public Service\nCommission. Thus, even if the Division Bench had recorded a\nfinding in the order dated 13.07.2011 that the irregularities and\nillegalities pointed out in the writ petition against Shri Harish\nDhanda do not stand substantiated, the writ petition could not\nbe disposed of with the said finding only. The Division Bench\nof the High Court, therefore, thought it necessary to make a\nreference to the Full Bench and has given its reasons for the\nreference to the Full Bench in Paragraphs 6 and 7 of its order\ndated 13.07.2011, which are quoted hereinbelow:\nA\nB\nC\nD\n\"6. Even though, Article 316 of the Constitution does not\nprescribe any particular procedure, having regard to the\npurpose and nature of appointment, it cannot be assumed\nthat power of appointment need not be regulated by any\nprocedure. It is undisputed that person to be appointed\nmust have competence and integrity. Reference may be\nmade to judgments of the Hon'ble Supreme Court in In R/ E\no Dr. Ram Ashray Yadav, Chairman, Bihar Public\nService Commission (2000) 4 SCC 309, Ram Kumar\nKashyap and another v. Union of India and another, AIR\n2010 SC 1151 and in re v. Mehar Singh Saini, Chairman,\nHPSC and others (2010) 13 SCC 586: (2010) 6 SLR F\n717.\n7. If it is so, question is how such persons are to be\nidentified and selected and whether in the present case,\nprocedure adopted is valid and if not, effect thereof. We\nare of the view that these questions need to be considered\nby a Bench of three Hon'ble Judges. Accordingly, we refer\nthe matter to a Bench of three Hon'ble Judges.\"\nG\n25. It will be clear from the Paragraphs 6 and 7 of the order\ndated 13.07.2011 quoted above that the Division Bench of the H\nC\n54\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA High Court found that Article 316 of the Constitution, which\nprovides for appointment of the Chairman and other Members\nof the Public Service Commission by the Governor, does not\nprescribe any particular procedure and took the view that,\nhaving regard to the purpose and nature of appointment, it\nB cannot be assumed that power of appointment need not be\nregulated by any procedure. The Division Bench of the High\nCourt was of the further view that the persons to be appointed\nmust have competence and integrity, but how such persons are\nto be identified and selected must be considered by a Bench\nof three Judges and accordingly referred the matter to the three\nJudges. The Division Bench also referred the question to the\nlarger Bench of three Judges as to whether the procedure\nadopted in the present case for appointing Shri Harish Dhanda\nas the Chairman of the Punjab Public Service Commission was\nvalid and if not, what is the effect of not following the procedure.\nI do not, therefore, find any merit in the submission of Shri Rao\nthat the Division Bench of the High Court having found in its\norder dated 13.07.2011 that the irregularities and illegalities\npointed out in the writ petition against Shri Harish Dhanda are\nunsubstantiated, should not have made an academic reference\nto the larger Bench of the High Court.\nD\nE\n26. I may now consider the submission of Mr. Rao that this\nCourt in the case of Mehar Singh Saini, Chairman, HPSC In\nRe (supra) had already declared the law that it is for Parliament\nF to frame the guidelines or parameters regarding the\nqualifications, experience or stature for appointment as\nChairman/Members of the Public Service Commission and\nhence it was not necessary for the Division Bench to make a\nreference to a Full Bench on the very same question of law. In\nG Mehar Singh Saini Chairman, HPSC In Re (supra), this Court\nnoticed that the provisions of Article 316 of the Constitution do\nnot lay down any qualification, educational or otherwise, for\nappointment to the Commission as Chairman and Members\nand made the following observations in Para 85 of the judgment\nas reported in the SCC:\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 55\n[A.K. PATNAIK, J.]\nC\n\"Desirability, if any, of providing specific qualification or A\nexperience for appointment as Chairman/members of the\nCommission is a function of Parliament. The guidelines or\nparameters, if any, including that of stature, if required to\nbe specified, are for the appropriate Government to frame.\nThis requires expertise in the field, data study and adoption B\nof the best methodology by the Government concerned to\nmake appointments to the Commission on merit, ability\nand integrity. Neither is such expertise available with the\nCourt nor will it be in consonance with the constitutional\nscheme that this Court should venture into reading such\nqualifications into Article 316 or provide any specific\nguidelines controlling the academic qualification,\nexperience and stature of an individual who is proposed\nto be appointed to this coveted office. Of course, while\ndeclining to enter into such arena, we still feel constrained\nto observe that this is a matter which needs the attention\nof the Parliamentarians and quarters concerned in the\nGovernments. One of the factors, which has persuaded us\nto make this observation, is the number of cases which\nhave been referred to this Court by the President of India\nin terms of Article 317(1) of the Constitution in recent years.\nA large number of inquiries are pending before this Court\nwhich itself reflects that all is not well with the functioning\nof the Commissions.\"\nD\nE\nThe observations of this Court in the aforesaid case of Mehar F\nSingh Saini Chairman, HPSC In Re (supra) relate to\nqualification and experience for appointment as Chairman/\nMembers of the Commission and have nothing to do with the\nquestions relating to the procedure for identifying persons of\nintegrity and competence to be appointed as Chairman of the G\nPublic Service Commission, which were referred by the\nDivision Bench of the High Court to the Full Bench by the order\ndated 13.07.2011. Mr. Rao is, therefore, not right in his\nsubmission that in view of the law declared by this Court in\nMehar Singh Saini, Chairman, HPSC In Re (supra), there was\nH\n56\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA no necessity for the Division Bench to make a reference to the\nFull Bench by the order dated 13.07.2011.\nB\nC\nD\nE\nF\nG\n27. I may next deal with the contention of Mr. Rao that the\nFull Bench exceeded its jurisdiction by enlarging the scope of\nreference and deciding matters which were not referred to it\nby the order dated 13.07.2011 of the Division Bench. Rule 4\nof the Punjab High Court Rules reads as follows:\n\"Save as provided by law or by these rules or by special\norder of the Chief Justice, all cases shall be heard and\ndisposed of by a Bench of two Judges.\"\nI have perused Rules 6, 7, 8 and 9 of the Punjab High Court\nRules which relate to Full Bench and I do not find therein any\nprovision which provides what matters a Full Bench comprising\nthree Judges of the High Court will decide. Hence, the Division\nBench of the High Court has the jurisdiction to decide a case,\n´unless otherwise provided by law or by a special order of the\nChief Justice and the jurisdiction of a Full Bench to decide\nmatters will flow either from the order of the Chief Justice of\nthe High Court or from the order of the Division Bench which\nmakes a reference to the Full Bench. In the present case, there\nis no order of the Chief Justice making a reference but only the\norder dated 13.07.2011 of the Division Bench of the High Court\nmaking a reference to the Full Bench of three Judges of the\nHigh Court. Thus, I have to look at the order dated 13.07.2011\nof the Division Bench to find out whether the Division Bench\nreferred only specific questions to the Full Bench as contended\nby Mr. Rao or referred the entire case to the Full Bench as\ncontended by Mr. Lalit.\n28. On a close scrutiny of Paragraphs 6 and 7 of the order\ndated 13.07.2011 of the Division Bench of the High Court which\nare extracted above, I find that the Division Bench of the High\nCourt has referred only specific questions to the Full Bench:\nhow persons of competence and integrity are to be identified\nH and selected for appointment as Chairman of the Public\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 57\n[A.K. PATNAIK, J.]\nService Commission and if the procedure adopted for such A\nappointment in the present case was not valid, the effect\nthereof. The Division Bench of the High Court has made it clear\nin Para 7 of its order dated 13.07.2001 that \"these questions\nneed to be considered by a Bench of three Hon'ble Judges”. I,\ntherefore, do not agree with Mr. Lalit that the Division Bench B\nreferred the entire case to the Full Bench by the order dated\n13.07.2011. I further find that although the aforesaid specific\nquestions relating to the procedure for identifying persons of\ncompetence and integrity for appointment as the Chairman of\nthe Public Service Commission only were referred by the C\nDivision Bench of the High Court, the Full Bench, instead of\ndeciding these specific questions referred to it, has given\ndirections to the State of Punjab and the State of Haryana to\nfollow a particular procedure for appointment of Members and\nChairman of the Public Service Commission till such time a fair,\nrational, objective and transparent policy to meet the mandate\nof Article 14 of the Constitution is made. I, therefore, agree with\nMr. Rao that the Full Bench of the High Court has decided\nissues which were not referred to it by the Division Bench of\nthe High Court and the judgment dated 17.08.2011 of the Full\nBench of the High Court was without jurisdiction.\nD\nE\n29. I may next consider the contention of Mr. Rao that as\nthe Constitution has left it to the discretion of the State\nGovernment to select and appoint the Chairman and Members\nof a State Public Commission, the High Court cannot direct the F\nGovernment to exercise its discretion by following a procedure\nprescribed by the High Court. Mr. Rao has relied on Article 316\nof the Constitution and the decision of this Court in Mohinder\nSingh Gill \u0026 Anr. v. The Chief Election Commissioner, New\nDelhi \u0026 Ors. [(1978) 1 SCC 405]. Article 316 of the Constitution G\nof India is quoted hereinbelow:\n\"316. Appointment and term of office of members.-\n(1) The Chairman and other members of a Public Service\nCommission shall be appointed, in the case of the Union H.\n"}