{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"78\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\npromotion,, reversion, premature retirement and\nsuperannuation;\n(iii) leave of any kind;\n(iv) disciplinary matters; or\n(v) any other matter whatsoever;”\n19. It cannot be said that the Chairperson of the Public\nService Commission holds a post in connection with the affairs\nof the Union or the State. He or she is not a Government\nservant, in the sense of there being a master and servant\nrelationship between the Union or the State and the\nChairperson. In view of the constitutional provisions pertaining\nto the security of tenure and the removal procedure of the\nChairperson and members of the Public Service Commission,\nit can only be concluded that he or she holds a constitutional\npost. In this context, in Reference under Article 317(1) of the\nConstitution of India, In re, (1990) 4 SCC 262 it was held:\n\"The case of a government servant is, subject to the\nspecial provisions, governed by the law of master and\nservant, but the position in the case of a Member of the\nCommission is different. The latter holds a constitutional\npost and is governed by the special provisions dealing with\ndifferent aspects of his office as envisaged by Articles 315\nto 323 of Chapter II of Part XIV of the Constitution.\"\n20. Similarly, in Bihar Public Service Commission v. Shiv\nJatan Thakur, 1994 Supp. (3) SCC 220 the Public Service\nCommission is referred to as a \"constitutional institution\" and\nits Chairperson and members as \"constitutional functionaries\".\n21. In Ram Ashray Yadav (Dr.), Chairman, Bihar Public\nService Commission, In Re, (2000) 4 SCC 309 a reference\nwas made to the \"constitutional duties and obligations\" of the\nPublic Service Commissions. It was also observed that the\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 79\n[MADAN B. LOKUR, J.]\nChairperson of the Public Service Commission is in the position A\nof a constitutional trustee.\n22. In Ram Kumar Kashyap v. Union of India, (2009) 9\nSCC 278 the obligations of the Public Service Commission\nwere referred to as \"constitutional obligations\" and on a review\nof the case law, it was held that:\nB\nsince the Public Service Commissions are a\nconstitutional creation, the principles of service law that are\nordinarily applicable in instances of dismissals of\ngovernment employees cannot be extended to the C\nproceedings for the removal and suspension of the\nmembers of the said Commissions.\"\n23. Finally, in Mehar Singh Saini, Chairman, Haryana\nPublic Service Commission, In re, (2010) 13 SCC 586 a D\ndistinction was made between service under the Government\nof India or a State Government and a constitutional body like a\nPublic Service Commission. It was observed that,\n\"A clear distinction has been drawn by the Framers [of our\nConstitution] between service under the Centre or the\nStates and services in the institutions which are creations\nof the Constitution itself. Article 315 of the Constitution\ncommands that there shall be a Union Public Service\nCommission for the Centre and State Public Service\nE\nCommissions for the respective States. This is not, in any F\nmanner, linked with the All-India Services contemplated\nunder Article 312 of the Constitution to which, in fact, the\nselections are to be made by the Commission. The fact\nthat the Constitution itself has not introduced any element\nof interdependence between the two, undoubtedly, points G\nto the cause of Commission being free from any influence\nor limitation.\"\n24. A little later in the judgment, the Public Service\nCommission is described as a \"constitutional body”.\nH\nA\n80\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n25. This being the position, it is not possible to say that\nthe Chairperson of the Public Service Commission does not\noccupy a constitutional position or a constitutional post. To\ndescribe the appointment to a constitutional post generically or\neven specifically as a \"service matter\" would be most\nB inappropriate, to say the least.\n(iii) Functional test\n26. The employment embargo laid down in the Constitution\nand the functions of a Public Service Commission also indicate\nC that its Chairperson has a constitutional status.\nD\nE\n27. Article 319 of the Constitution provides that on ceasing\nto hold office, the Chairperson of a State Public Service\nCommission cannot take up any other employment either under\nthe Government of India or under the Government of a State,\nexcept as the Chairperson or member of the Union Public\nService Commission or as the Chairperson of any other State\nPublic Service Commission.\n28. Among other things; the functions of the State Public\nService Commission include, as mentioned in Article 320 of\nthe Constitution, conducting examinations for appointments to\nthe services of the State. The State Public Service Commission\nmay also be consulted by the President or the Governor of the\nState, subject to regulations that may be made in that behalf,\nF on all matters relating inter alia to methods of recruitment to\ncivil services and for civil posts and on the principles to be\nfollowed in making appointments to civil services and posts.\n29. Article 322 of the Constitution provides that the\nG expenses of the State Public Service Commission, including\nsalaries, allowances and pensions of its members shall be\ncharged on the Consolidated Fund of the State. Article 323 of\nthe Constitution requires the Public Service Commission to\nannually present a report of the work done by it to the Governor\nof the State.\nI\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 81\n[MADAN B. LOKUR, J.]\n30. All these are serious constitutional functions and A\nobligations cast on the Chairperson and members of the Public\nService Commission and to equate their appointment with a\nstatutory appointment and slotting their appointment in the\ncategory of a “service matter” would be reducing the\nConstitution into just another statute, which it is not.\n(iv) The remedy\n31. What then is the remedy to a person aggrieved by an\nappointment to a constitutional position like the Chairperson of\na Public Service Commission?\nB\nC\n32. About twenty years ago, in a case relating to the\nappointment of the President of a statutory tribunal, this Court\nheld in R.K. Jain v. Union of India, (1993) 4 SCC 119 that an\naggrieved person - a \"non-appointee\" - would alone have the D\nlocus standii to challenge the offending action. A third party\ncould seek a remedy only through a public law declaration. This\nis what was held:\n\"In service jurisprudence it is settled law that it is for the\naggrieved person i.e. non-appointee to assail the legality\nof the offending action. Third party has no locus standi to\ncanvass the legality or correctness of the action. Only\npublic law declaration would be made at the behest of the\npetitioner, a public-spirited person.\"\nE\nLL\nF\n33. This view was reiterated in B. Srinivasa Reddy.\nTherefore, assuming the appointment of the Chairperson of a\nPublic Service Commission is a “service matter”, a third party\nand a complete stranger such as the writ petitioner cannot\napproach an Administrative Tribunal to challenge the G\nappointment of Mr. Dhanda as Chairperson of the Punjab Public\nService Commission\n34. However, as an aggrieved person he or she does have\na public law remedy. But in a service matter the only available\nremedy is to ask for a writ of quo warranto. This is the opinion\nH\n82\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA expressed by this Court in several cases. One of the more\nrecent decisions in this context is Hari Bansh Lal wherein it\nwas held that \"...except for a writ of quo warranto, public interest\nlitigation is not maintainable in service matters.” This view was\nreferred to (and not disagreed with) in Girjesh Shrivastava v.\nB State of Madhya Pradesh, (2010) 10 SCC 707 after referring\nto and relying on Duryodhan Sahu (Dr.) v. Jitendra Kumar\nMishra (1998) 7 SCC 273, B. Srinivasa Reddy, Dattaraj\nNathuji Thaware v. State of Maharashtra, (2005) 1 SCC 590,\nAshok Kumar Pandey v. State of W.B (2004) 3 SCC 349 and\nHari Bansh Lal.\nC\n35. The significance of these decisions is that they prohibit\na PIL in a service matter, except for the purposes of a writ of\nquo warranto. However, as I have concluded, the appointment\nof the Chairperson in a Public Service Commission does not\nD fall in the category of a service matter. Therefore, a PIL for a\nwrit of quo warranto in respect of an appointment to a\nconstitutional position would not be barred on the basis of the\njudgments rendered by this Court and mentioned above.\nE\n36. However, in a unique situation like the present, where\na writ of quo warranto may not be issued, it becomes\nnecessary to mould the relief so that an aggrieved person is\nnot left without any remedy, in the public interest. This Court has,\ntherefore, fashioned a writ of declaration to deal with such\nF cases. Way back, in T. C. Basappa v. T. Nagappa [1955] 1\nSCR 250 it was said:\n0\nH\n\"The language used in articles 32 and 226 of our\nConstitution is very wide and the powers of the Supreme\nCourt as well as of all the High Courts in India extend to\nissuing of orders, writs or directions including writs in the\nnature of habeas corpus, mandamus, quo warranto,\nprohibition and certiorari as may be considered necessary\nfor enforcement of the fundamental rights and in the case\nof the High Courts, for other purposes as well. In view of\nthe express provisions of our Constitution we need not now\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 83\n[MADAN B. LOKUR, J.]\nlook back to the early history or the procedural A\ntechnicalities of these writs in English law, nor feel\noppressed by any difference or change of opinion\nexpressed in particular cases by English Judges\".\n37. More recently, such a writ was issued by this Court was\nin Kumar Padma Prasad v. Union of India, (1992) 2 SCC 428\nwhen this Court declared that Mr. K.N. Srivastava was not\nqualified to be appointed a Judge of the Gauhati High Court\neven after a warrant for his appointment was issued by the\nPresident under his hand and seal. This Court, therefore,\ndirected:\nB\nC\n“As a consequence, we quash his appointment as a Judge\nof the Gauhati High Court. We direct the Union of India and\nother respondents present before us not to administer oath\nor affirmation under Article 219 of the Constitution of India D\nto K.N. Srivastava. We further restrain K.N. Srivastava\nfrom making and subscribing an oath or affirmation in\nterms of Article 219 of the Constitution of India and\nassuming office of the Judge of the High Court.\"\n38. Similarly, in N. Kannadasan v. Ajoy Khose, (2009) 7\nSCC 1 this Court held that Justice N. Kannadasan (retired) was\nineligible to hold the post of the President of the State\nConsumer Redressal Forum. It was then concluded:\n\"The superior courts may not only issue a writ of quo\nwarranto but also a writ in the nature of quo warranto. It is\nalso entitled to issue a writ of declaration which would\nachieve the same purpose.\"\nE\nF\nG\n39. Finally and even more recently, in Centre for PIL v.\nUnion of India, (2011) 4 SCC 1 the recommendation of a High\nPowered Committee recommending the appointment of Mr.\nP.J. Thomas as the Central Vigilance Commissioner under the\nproviso to Section 4(1) of the Central Vigilance Commission\nAct, 2003 was held to be non est in law and his appointment H\n84\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA as the Central Vigilance Commissioner was quashed. This\nCourt opined:\nB\nC\nD\nE\nF\n0\nI\n\"At the outset it may be stated that in the main writ petition\nthe petitioner has prayed for issuance of any other writ,\ndirection or order which this Court may deem fit and proper\nin the facts and circumstances of this case. Thus, nothing\nprevents this Court, if so satisfied, from issuing a writ of\ndeclaration.\"\nWho may be appointed - views of this Court:\n40. Having come to a conclusion that an aggrieved citizen\nhas only very limited options available to him or her, is there\nno redress if an arbitrary appointment is made, such as of the\nperson walking on the street. Before answering this question,\nit would be worth considering who may be appointed to a\nconstitutional post such as the Chairperson of the Public\nService Commission.\n41. In Ashok Kumar Yadav v. State of Haryana, (1985) 4\nSCC 417 this Court looked at the appointment of the\nChairperson and members of the Public Service Commission\nfrom two different perspectives: firstly, from the perspective of\nthe requirement to have able administrators in the country and\nsecondly from the perspective of the requirement of the\ninstitution as such. In regard to the first requirement, it was said:\n\"It is absolutely essential that the best and finest talent\nshould be drawn in the administration and administrative\nservices must be composed of men who are honest,\nupright and independent and who are not swayed by the\npolitical winds blowing in the country. The selection of\ncandidates for the administrative services must therefore\nbe made strictly on merits, keeping in view various factors\nwhich go to make up a strong, efficient and people oriented\nadministrator. This can be achieved only if the Chairman\nand members of the Public Service Commission are\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n[MADAN B. LOKUR, J.]\n'85\neminent men possessing a high degree of calibre, A\ncompetence and integrity, who would inspire confidence\nin the public mind about the objectivity and impartiality of\nthe selections to be made by them.\"\nIn regard to the second requirement, it was said:\nB\n\"We would therefore like to strongly impress upon every\nState Government to take care to see that its Public\nService Commission is manned by competent, honest and\nindependent persons of outstanding ability and high\nreputation who command the confidence of the people and C\nwho would not allow themselves to be deflected by any\nextraneous considerations from discharging their duty of\nmaking selections strictly on merit.\"\n42. In In R/O Dr Ram Ashray Yadav, Chairman, Bihar\nPublic Service Commission, (2000) 4 SCC 309 this Court\nconsidered the functional requirements of the Public Service\nCommission and what is expected of its members and held:\n\"Keeping in line with the high expectations of their office\nand need to observe absolute integrity and impartiality in\nthe exercise of their powers and duties, the Chairman and\nmembers of the Public Service Commission are required\nto be selected on the basis of their merit, ability and\nsuitability and they in turn are expected to be models\nthemselves in their functioning. The character and conduct\nof the Chairman and members of the Commission, like\nCaesar's wife, must therefore be above board. They\noccupy a unique place and position and utmost objectivity\nin the performance of their duties and integrity and\ndetachment are essential requirements expected from the\nChairman and members of the Public Service\nCommissions.\"\n43. With specific reference to the Chairperson of the Públic\nD\nE\nF\nG\nH\n86\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Service Commission who is in the position of a \"constitutional\ntrustee\", this Court said:\nB\nC\n\"The Chairman of the Public Service Commission is in the\nposition of a constitutional trustee and the morals of a\nconstitutional trustee have to be tested in a much stricter\nsense than the morals of a common man in the\nmarketplace. Most sensitive standard of behaviour is\nexpected from such a constitutional trustee. His behaviour\nhas to be exemplary, his actions transparent, his\nfunctioning has to be objective and in performance of all\nhis duties he has to be fair, detached and impartial.\"\n44. Inderpreet Singh Kahlon v. State of Punjab, (2006)\n11 SCC 356 was decided in the backdrop of a Chairperson\nof the Punjab Public Service Commission, \"an important\nD constitutional authority\", being put behind bars, inter alia, for\nbeing caught red-handed accepting a bribe.\nE\nF\nLL\nG\nH\n45. This Court asserted the necessity of transparency in\nthe appointment to such constitutional positions. It was said:\n\"This unfortunate episode teaches us an important lesson\nthat before appointing the constitutional authorities, there\nshould be a thorough and meticulous inquiry and scrutiny\nregarding their antecedents. Integrity and merit have to be\nproperly considered and evaluated in the appointments to\nsuch high positions. It is an urgent need of the hour that in\nsuch appointments absolute transparency is required to be\nmaintained and demonstrated. The impact of the deeds\nand misdeeds of the constitutional authorities (who are\nhighly placed), affect a very large number of people for a\nvery long time, therefore, it is absolutely imperative that only\npeople of high integrity, merit, rectitude and honesty are\nappointed to these constitutional positions.\"\n46. Subsequently, in State of Bihar v. Upendra Narayan\nSingh (2009) 5 SCC 65 this Court expressed its anguish with\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 87\n[MADAN B. LOKUR, J.]\nthe appointments generally made to the Public Service A\nCommissions. It was observed:\n\"The Public Service Commissions which have been given\nthe status of constitutional authorities and which are\nsupposed to be totally independent and impartial while\ndischarging their function in terms of Article 320 have\nbecome victims of spoils system.\nB\n\"In the beginning, people with the distinction in different\nfields of administration and social life were appointed as\nChairman and members of the Public Service C\nCommissions but with the passage of time appointment\nto these high offices became personal prerogatives of the\npolitical head of the Government and men with\nquestionable background have been appointed to these\ncoveted positions. Such appointees have, instead of D\nmaking selections for appointment to higher echelons of\nservices on merit, indulged in exhibition of faithfulness to\ntheir mentors totally unmindful of their constitutional\nresponsibility.\"\n47. While it is difficult to summarize the indicators laid\ndown by this Court, it is possible to say that the two most\nimportant requirements are that personally the Chairperson of\nthe Public Service Commission should be beyond reproach\nand his or her appointment should inspire confidence among\nthe people in the institution. The first 'quality' can be\nascertained through a meaningful deliberative process, while\nthe second 'quality' can be determined by taking into account\nthe constitutional, functional and institutional requirements\nnecessary for the appointment.\nSelection and appointment of Mr. Dhanda:\n48. Given the views expressed by this Court from time to\ntime, learned counsel for the writ petitioner submitted that Mr.\nDhanda ought not to have been appointed as the Chairperson\nヨ\nF\nG\nH\n"}