{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"- A\nB\nC\nD\n98\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n77. Regulation 4 of these Regulations provides that \"Every\nMember shall on appointment be required to take the oaths in\nthe form laid down in Appendix 'A' to these regulations.\"\n78. The oaths that a member (including the Chairperson)\nis required to take in the form laid down in Appendix 'A' are\noaths of allegiance, of office and of secrecy. A Note given in\nAppendix 'A' states: \"These oaths will be administered by the\nGovernor in person in the presence of the Chief Secretary.\" The\noaths read as follows:\n1\n\"Form of Oath of Allegiance\nsolemnly affirm that I will be faithful\nand bear true allegiance to India and to the Constitution\nof India as by law established and that I will loyally carry\nout the duties of my office.\"\n\"Form of Oath of Office\n1,\nE\n.'\nappointed a Member of the\nPunjab Public Service Commission do solemnly declare,\nthat I will faithfully perform the duties of my office to the best\nof my ability, knowledge and judgment.\"\n1.\nF\nG\nH\n“Form of Oath of Secrecy\n'\nsolemnly affirm that I will not\ndirectly or indirectly communicate or reveal to any person\nor persons any matter which shall be brought under my\nconsideration or shall become known to me as a Member\nof the Punjab Public Service Commission, except as may\nbe required for due discharge of my duties as such.\nMember or as may be specially permitted by the\nGovernor.\"\n79. There is, therefore, a great deal of solemnity attached\nto the post of the Chairperson of the Public Service\nCommission. The Chairperson takes the oath of allegiance to\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 99\n[MADAN B. LOKUR, J.]\nIndia and to the Constitution of India - not an oath of allegiance A\nto the Chief Minister. An appointment to that position cannot\nbe taken lightly or on considerations other than the public\ninterest. Consequently, it is not possible to accept the\ncontention that the Chief Minister or the State Government is\nentitled to act only on the perceived suitability of the appointee, B\nover everything else, while advising the Governor to appoint the\nChairperson of the Public Service Commission. If such a view\nis accepted, it will destroy the very fabric of the Public Service\nCommission.\nFinding an appropriate Chairperson:\nC\n80. Taking all this into consideration, how can an\nappropriate person be searched out for appointment to the\nposition of a Chairperson of a Public Service Commission?\nThis question arises in the context of the guidelines framed by D\nthe High Court and which have been objected to by the State\nof Punjab and the State of Haryana. This Court found itself\nhelpless in resolving the dilemma in Mehar Singh Saini. This\nCourt pointed out the importance of the Public Service\nCommission vis-à-vis good governance and the “common\nman\". In this regard, it was observed that:\n\"The adverse impact of lack of probity in discharge of\nfunctions of the [Public Service] Commission can result in\ndefects not only in the process of selection but also in the\nappointments to the public offices which, in turn, will affect\neffectiveness of administration of the State.\"\nIt was then noted that:\n\"The conduct of the Chairman and members of the\nCommission, in discharge of their duties, has to be above\nboard and beyond censure. The credibility of the institution\nof the Public Service Commission is founded upon faith\nof the common man on its proper functioning.\"\nE\nF\nG\n81. In this background and in this perspective, this Court H\n100 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA drew a distinction between the exercise of legislative power by\nParliament and the executive power of the Government. It was\nheld that laying down the qualifications and experience required\nfor holding the office of Chairperson or member of the Public\nService Commission is a legislative function. This is what this\nB Court said:\nC\nD\nE\n\"Desirability, if any, of providing specific qualification or\nexperience for appointment as Chairman/members of the\nCommission is a function of Parliament.\"\n82. However, the necessary guidelines and parameters for\nholding such an office are within the executive power of the\nState. It was held by this Court:\n\"The guidelines or parameters, if any, including that of\nstature, if required to be specified are for the appropriate\nGovernment to frame. This requires expertise in the field,\ndata study and adoption of the best methodology by the\nGovernment concerned to make appointments to the\nCommission on merit, ability and integrity.\"\n83. On the \"legislative front\", this Court found itself quite\nhelpless. This Court obviously could not read those\nqualifications into-Article 316 of the Constitution which were not\nthere, nor could it direct Parliament to enact a law. All that could\nbe done (and which it did) was to draw the attention of\nF. Parliament to the prevailing situation in the light of \"the number\nof cases which have been referred to this Court by the\nPresident of India in terms of Article 317(1) of the Constitution\nin recent years.\" It was also noted that \"A large number of\ninquiries are pending before this Court which itself reflects that\nG all is not well with the functioning of the Commissions.\"\nH\n84. Apart from this Court's inability to read qualifications\ninto Article 316 of the Constitution, it was submitted by learned\ncounsel supporting the cause of Mr. Dhanda that this Court\ncannot direct that legislation be enacted on the subject.\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 101\n[MADAN B. LOKUR, J.]\nReference was made to Supreme Court Employees' Welfare A\nAssn. v. Union of India, (1989) 4 SCC 187 wherein it was held:\n\"There can be no doubt that no court can direct a\nlegislature to enact a particular law. Similarly, when an\nexecutive authority exercises a legislative power by way\nof subordinate legislation pursuant to the delegated\nauthority of a legislature, such executive authority cannot\nbe asked to enact a law which he has been empowered\nto do under the delegated legislative authority.\"\nB\nA similar view was expressed in Asif Hameed v. State of C\nJ \u0026 K, 1989 Supp (2) SCC 364. It was held in that decision\nthat:\n\"The Constitution has laid down elaborate procedure for\nthe legislature to act thereunder. The legislature is supreme D\nin its own sphere under the Constitution. It is solely for the\nlegislature to consider as to when and in respect of what\nsubject-matter, the laws are to be enacted. No directions\nin this regard can be issued to the legislature by the\ncourts.\"\n85. In Suresh Seth v. Commissioner, Indore Municipal\nCorpn., (2005) 13 SCC 287 this Court referred to Supreme\nCourt Employees' Welfare Assn. and State of J\u0026K v. A.R.\nZakki, 1992 Supp (1) SCC 548 and held:\nE\nF\n\"..... this Court cannot issue any direction to the legislature\nto make any particular kind of enactment. Under our\nconstitutional scheme Parliament and Legislative\nAssemblies exercise sovereign power to enact laws and\nno outside power or authority can issue a direction to G\nenact a particular piece of legislation.\"\n86. There is, therefore, no doubt that this Court can neither\nlegislate on the subject nor issue any direction to Parliament\nor the State Legislature to enact a law on the subject.\nH\nA\n102\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n87. On the \"executive front\", this Court expressed its\nhelplessness in framing guidelines or parameters due to its lack\nof \"expertise in the field, data study and adoption of the best\nmethodology\". Keeping this in mind, the High Court was in error\nin framing the guidelines that it did in the absence of any\nB expertise in the field, data study or knowledge of the best\nmethodology for selecting the Chairperson of the Punjab Public\nService Commission.\nC\nOptions before this Court:\n88. But, is this Court really helpless, broadly, in the matter\nof laying down appropriate guidelines or parameters for the\nappointment of a Chairperson or members of the Public\nService Commission? If Mehar Singh Saini is understood in\nits correct perspective, the answer to this question would be in\nD the negative.\nE\nF\nG\nH\n89. First of all, this Court cannot overlook the administrative\nimperative. There was and still is a need for the Public Service\nCommission to deliver the goods, as it were. In this context,\nthe Second Administrative Reform Commission in its 15th\nReport looked at the past, present and future of the Public\nService Commission and observed:\n\"2.5.3. In the early years of Independence, State Public\nService Commissions throughout the country functioned\nwell primarily on account of the fact that:\n(a) There was objectivity in selection of competent and\nexperienced people as Chairman and Members of the\nCommission. The government treated the Public Service\nCommission as a sacrosanct institution and the Chairman\nand Members were either very senior government servants\n(drawn usually from the ICS) or academicians of high\nstanding in their field.\n(b) The Commission enjoyed excellent reputation for\nobjectivity, transparency and fairplay.\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 103\n[MADAN B. LOKUR, J.]\nB\n\"2.5.4 But in recent years, this Constitutional body has A\nsuffered extensive loss of reputation in many States, mainly\non account of (a) charges of corruption, favouritism and\nnepotism in matters of recruitment and (b) use of archaic\nprocesses and procedures in its functioning which leads\nto inordinate delays. For example, the civil services\nexaminations conducted by a State Public Service\nCommission take a minimum time period of one and half\nyear to complete. In some cases, it may take even longer.\n\"2.5.6.6 The Commission is of the view that the intention\nbehind creation of an autonomous Public Service\nCommission as a Constitutional authority was to create a\nbody of achievers and ex-administrators who could select\nmeritorious candidates for recruitment and promotion to\nvarious civil service positions under the State Government\nwith utmost probity and transparency. There is need to take\nsteps to ensure that only persons of high standing,\nintellectual ability and reputation are selected as Chairman\nand Members of the Public Service Commission.\"\nC\nD\nE\n90. In this context, the views of the Law Commission of\nIndia as contained in its 14th Report, which are at variance with\nthe views of the Second Administrative Reform Commission\ncontained in its 15th Report are worth highlighting, one of the\nreasons being that the luminaries who assisted the Law\nCommission reads like a veritable Who's Who from the legal F\nfirmament. This is what was said:\nG\n\"Having regard to the important part played by the Public\nService Commission in the selection of the subordinate\njudiciary, we took care to examine as far as possible the\nChairman and some of the members of the Public Service\nCommissions in the various States. We are constrained\nto state that the personnel of these Public Service\nCommissions in some of the States was not such as could\ninspire confidence, from the points of view of either\nefficiency or of impartiality. There appears to be little doubt H\nA\n\u003e\u003e\u003e\nB\nC\n104 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nthat in some of the States appointments to these\nCommissions are made not on considerations of merit but\non grounds of party and political affiliations. The evidence\ngiven by members of the Public Service Commissions in\nsome of the States does create the feeling that they do\nnot deserve to be in the responsible posts they occupy.\"\n91. Secondly, the constitutional and more important\nimperative is that of good governance for the benefit of the\naspirational Indian. For this, an appropriate person should be\nselected to fill up the position of a constitutional trustee.\n92. In the light of the various decisions of this Court\nadverted to above, the administrative and constitutional\nimperative can be met only if the Government frames guidelines\nor parameters for the appointment of the Chairperson and\n○ D members of the Punjab Public Service Commission. That it has\nfailed to do so does not preclude this Court or any superior\nCourt from giving a direction to the State Government to\nconduct the necessary exercise within a specified period. Only\nbecause it is left to the State Legislature to consider the\nE desirability or otherwise of specifying the qualifications or\nexperience for the appointment of a person to the position of\nChairperson or member of the Punjab Public Service\nCommission, does not imply that this Court cannot direct the\nExecutive to frame guidelines and set the parameters. This\nCourt can certainly issue appropriate directions in this regard,\nand in the light of the experience gained over the last several\ndecades coupled with the views expressed by the Law\nCommission, the Second Administrative Reform Commission\nand the views expressed by this Court from time to time, it is\nimperative for good governance and better administration to\nissue directions to the Executive to frame appropriate\nguidelines and parameters based on the indicators mentioned\nby this Court. These guidelines can and should be binding on\nthe State of Punjab till the State Legislature exercises its power.\nF\nG\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 105\n[MADAN B. LOKUR, J.]\nAdditional questions framed by the Full Bench:\n93. Learned counsel supporting the appointment of Mr.\nDhanda submitted that the Full Bench could not expand the\nscope of the reference made to it by the Division Bench, nor\ncould it frame additional questions.\n94. Generally speaking, they are right in their contention,\nbut it also depends on the reference made.\nA\nB\n95. The law on the subject has crystallized through a long\nline of decisions and it need not be reiterated again and again. C\nThe decisions include Kesho Nath Khurana v. Union of India,\n1981 Supp SCC 38 (The Division Bench ought to have sent\nthe appeal back to the Single Judge with the answer rendered\nby them to the question referred by the Single Judge and left it\nto the Single Judge to dispose of the second appeal according D\nto law.). Kerala State Science \u0026 Technology Museum v.\nRambal Co., (2006) 6 SCC 258 (It is fairly well settled that when\nreference is made on a specific issue either by a learned\nSingle Judge or Division Bench to a larger Bench i.e. Division\nBench or Full Bench or Constitution Bench, as the case may\nbe, the larger Bench cannot adjudicate upon an issue which is\nnot the question referred to.). T.A. Hameed v. M. Viswanathan,\n(2008) 3 SCC 243 (Since, only reference was made to the Full\nBench, the Full Bench should have answered the question\nreferred to it and remitted the matter to the Division Bench for\nF\ndeciding the revision petition on merits.). And more recently,\nSaquib Abdul Hameed Nachan v. State of Maharashtra,\n(2010) 9 SCC 93 (Normally, after answering the reference by\nthe larger Bench, it is for the Reference Court to decide the\nissue on merits on the basis of the answers given by the larger\nBench.).\n=\n96. There is no bar shown whereby a Bench is precluded\nfrom referring the entire case for decision by a larger Bench -\nit depends entirely on the reference made. In any event, that\nE\nG\nH\n106\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA issue does not arise in this appeal and so nothing more need\nbe said on the subject.\nB\nC\nD\nE\nF\nG\nH\n97. What was the reference made by the Division Bench\nto the Full Bench and did that Bench frame additional\nquestions? The answer to this is to be found in the judgment\nof the High Court. The reference has not been artistically\ndrafted, but it reads as follows:\n“6. Even though, Article 316 of the Constitution does not\nprescribe any particular procedure, having regard to the\npurpose and nature of appointment, it cannot be assumed\nthat power of appointment need not be regulated by any\nprocedure. It is undisputed that person to be appointed\nmust have competence and integrity. Reference may be\nmade to the judgments of the Hon'ble Supreme Court in\nR/o Dr. Ram Ashray Yadav, Chairman, Bihar Public\nService Commission, (2000) 4 SCC 309, Ram Kumar\nKashyap and Anr. v. Union of India and Anr., AIR 2010\nSC 1151 and In re Mehar Singh Saini, Chairman, HPSC\nand Ors., (2010) 13 SCC 586.\n7. If it is so, question is how such persons are to be\nidentified and selected and whether in the present case,\nprocedure adopted is valid and if not, effect thereof. We\nare of the view that these questions need to be considered\nby a Bench of three Hon'ble Judges. Accordingly, we refer\nthe matter to a Bench of three Hon'ble Judges.\"\n98. On the basis of the submissions made, the Full Bench\nreformulated the questions referred to it in the following words:\n\"1. Whether the present petition is not maintainable as the\nquestions raised are the concluded questions by the\ndecisions of the Supreme Court?\n2. Whether the present petition is public interest litigation\nin a service matter, and hence not maintainable on the\nsaid ground also?\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 107\n[MADAN B. LOKUR, J.]\n3. Whether this Court can issue directions in the nature of A\nguidelines for a transparent, fair and objective procedure\nto ensure that the persons of impeccable personal integrity,\ncaliber and qualifications alone are appointed as the\nmembers / Chairman of State Public Service\nCommission?\n4. Whether in exercise of power of judicial review, it could\nbe stated that the decision making process leading to the\nappointment of Respondent No. 4 [Mr. Harish Rai Dhanda]\nas Chairman of Commission was arbitrary, capricious or\nviolative of Article 14?\"\n99. The reformulation was explained by the Full Bench by\nstating that the first two questions were raised on behalf of the\nState of Punjab regarding the maintainability of the reference\nitself. In my opinion, the first two questions actually touch upon\nthe maintainability of the writ petition itself. These issues should\nhave been decided by the Division Bench and had it answered\nthe questions in the negative, there would have been no need\nto make any reference to the Full Bench.\n100. Much was sought to be made by learned counsel for\nthe writ petitioner that the \"matter\" (that is the entire matter) was\nreferred to the Full Bench. It is difficult to agree that the entire\n\"matter\" was referred to the Full Bench. Firstly, the word \"matter\"\nmust take colour from the context in which it was used, which\nis with reference only to the two questions placed before the\nFull Bench. Secondly, even the Full Bench did not think that the\nentire matter was referred to it and that is why after answering\nthe reference the \"matter\" was remitted to the Division Bench\nfor disposal in accordance with law.\n101. To this extent, learned counsel supporting the cause\nof Mr. Dhanda are right that the Full Bench overstepped its\nmandate. But where does this discussion lead us to? The two\nquestions were fully argued in this Court for the purposes of\nobtaining a decision on them, and no suggestion was made\nthat the decision of the Full Bench on these questions be set\nB\nC\nD\nE\nF\nG\nH\n"}