{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n38\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nCourt, Chandigarh, filed a public interest litigation under Article\n226 of the Constitution (Writ Petition No.11846 of 2011) praying\nfor a mandamus directing the State Government to frame\nregulations governing the conditions of service and\nappointment of the Chairman and/or the Members of the Public\nService Commission as envisaged in Article 318 of the\nConstitution of India. The respondent No.1 also prayed for a\ndirection restraining the State Government from appointing Shri\nHarish Dhanda as the Chairman of the Punjab Public Service\nCommission in view of the fact that his appointment does not\nfall within the parameters of integrity, impartiality and\nindependence as reiterated time and again by this Court.\n4. The Division Bench of the High Court, after hearing the\nlearned counsel for the writ petitioner and the learned Additional\nAdvocate General for the State of Punjab, passed an order on\n13.07.2011 holding that even though Article 316 of the\nConstitution does not prescribe any particular procedure for\nappointment of Chairman of the Public Service Commission,\nhaving regard to the purpose and nature of the appointment, it\ncannot be assumed that the power of appointment need not\nbe regulated by any procedure. Relying on the judgments of this\nCourt in the case of In R/O Dr. Ram Ashray Yadav, Chairman,\nBihar Public Service Commission [(2000) 4 SCC 309], Ram\nKumar Kashyap and another vs. Union of India and another\n(AIR 2010 SC 1151) and In re Mehar Singh Singh Saini,\nChairman, HPSC and others [(2010) 13 SCC 586], the\nDivision Bench held that it is not disputed that the persons to\nbe appointed as Chairman and Members of the Public Service\nCommission must have competence and integrity. The Division\nBench of the High Court further held that a question, therefore,\narises as to how such persons are to be identified and selected\nfor appointment as Chairman of the Public Service\nCommission and whether, in the present case, the procedure\nadopted was valid and if not, the effect thereof. The Division\nBench further observed that these questions need to be\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 39\n[A.K. PATNAIK, J.]\nconsidered by a Bench of three Judges and referred the matter\nto the Bench of three Judges of the High Court.\n5. Pursuant to the order dated 13.07.2011 of the Division\nBench, the Chief Justice of the High Court constituted a Full\nBench. On 19.07.2011, the Full Bench of the High Court passed\nan order calling for certain information from the State\nGovernment of Punjab and the Punjab Public Service\nCommission on the number of posts filled up by the Public\nService Commission in the last five years, the number of posts\ntaken out from the purview of the Public Service Commission\nin the last five years and regulations, if any, framed by the State\nGovernment. On 01.08.2011, the Full Bench of the High Court\nalso passed orders requiring the Union of India to furnish\ninformation on three questions: (1) Whether there were any\ncriteria or guidelines to empanel a candidate for consideration\nfor appointment as a Member of the Union India Public Service\nCommission; (2) Which authority or officer prepares such panel;\nand (3) What methodology is kept in view by the authority while\npreparing the panel.\n6. Aggrieved by the order dated 13.07.2011 of the\nDivision Bench of the High Court and the orders dated\n19.07.2011 and 01.08.2011 of the Full Bench of the High Court,\nthe State of Punjab filed Special Leave Petitions (C)\nNos.22010-22012 of 2011 before this Court. On 05.08.2011,\nthis Court, while issuing a notice in the Special Leave Petitions,\nmade it clear that issuance of notice in the Special Leave\nPetitions will not come in the way of the High Court deciding\nthe matter and the State of Punjab is at liberty to urge all\ncontentions before the High Court. Accordingly, the Full Bench\nof the High Court heard the matters on 08.08.2011 and directed\nthe Chief Secretary of the State of Punjab to remain present\nat 2.00 P.M. along with the relevant files which contain the\nadvice of the Chief Minister to the Government. The Chief\nSecretary of the State of Punjab produced the original files\ncontaining the advice of the Chief Minister to the Governor of\nA\nB\nC\nD\nE\nF\nG\nН\n40\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Punjab and after seeing the original files, the Full Bench of the\nHigh Court returned the same and reserved the matter for\njudgment.\nB\nC\nD\nE\nLL\nF\nG\nH\n7. Thereafter, the Full Bench of the High Court delivered\nthe judgment and order dated 17.08.2011 directing that till such\ntime a fair, rational, objective and transparent policy to meet\nthe mandate of Article 14 is made, both the State of Haryana\nand the State of Punjab shall follow the procedure detailed\nhereunder as part of the decision-making process for\nappointment as Members and Chairman of the Public Service\nCommission:-\n1. There shall be Search Committee constituted under the\nChairmanship of the Chief Secretary of the respective\nState Governments.\n2. The Search Committee shall consist of at least three\nmembers. One of the members shall be serving Principal\nSecretary i.e. not below the rank of Financial\nCommissioner and the third member can be serving or\nretired Bureaucrat not below the rank of Financial\nCommissioner, or member of the Armed Forces not below\nthe rank of Brigadier or of equivalent rank.\n3. The Search Committee shall consider all the names\nwhich came to its notice or are forwarded by any person\nor by any aspirant. The Search Committee shall prepare\npanel of suitable candidates equal to the three times the\nnumber of vacancies.\n4. While preparation of the panel, it shall be specifically\nelicited about the pendency of any court litigation, civil or\ncriminal, conviction or otherwise in a criminal court or civil\ncourt decree or any other proceedings that may have a\nbearing on the integrity and character of the candidates.\n5. Such panel prepared by the Search Committee shall be\nconsidered by a High Powered Committee consisting of\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 41\n[A.K. PATNAIK, J.]\nHon'ble Chief Minister, Speaker of Assembly and Leader A\nof Opposition.\n6. It is thereafter, the recommendation shall be placed with\nall relevant materials with relative merits of the candidates\nfor the approval of the Hon'ble Governor after completing\nthe procedure before such approval.\n7. The proceedings of the Search Committee shall be\nconducted keeping in view the principles laid down in\nCentre for Public Interest Litigation's case (supra).\nBy the order dated 17.08.2011, the Full Bench of the High\nCourt also ordered that the writ petition be listed before the\nDivision Bench to be constituted by the Chief Justice of the\nHigh Court.\n8. Pursuant to the judgment dated 17.08.2011, the Division\nBench constituted by the Chief Justice of the High Court\nquashed the appointment of Shri Harish Dhanda as Chairman\nof the Punjab Public Service Commission and disposed of the\nwrit petition of respondent No.1 in terms of the judgment of the\nFull Bench. Aggrieved, the State of Punjab, State of Haryana\nand Shri H.R. Dhanda have filed these appeals against the\njudgment and orders dated 17.08.2011 of the Full Bench and\nthe Division Bench of the High Court.\nContentions of the learned counsel for the parties:\n9. Mr. P.P. Rao, learned senior counsel for the State of\nPunjab, submitted that the writ petition before the High Court\nwas a service matter and could not have been entertained by\nthe High Court as a Public Interest Litigation at the instance of\nthe writ petitioner. He cited the decisions of this Court in R.K.\nJain v. Union of India \u0026 Ors. [(1993) 4 SCC 119], Dr.\nDuryodhan Sahu \u0026 Ors. v. Jitendra Kumar Mishra \u0026 Ors.\n[(1998) 7 SCC 273], Dattaraj Nathuji Thaware v. State of\nMaharashtra \u0026 Ors. [(2005) 1 SCC 590], Ashok Kumar\nB\nC\nD\nE\nF\nG\nH\n42\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Pandey v. State of West Bengal [(2004) 3 SCC 349], Hari\nBansh Lal v. Sahodar Prasad Mahto \u0026 Ors. [(2010) 9 SCC\n655] and Girjesh Shrivastava \u0026 Ors. v. State of M.P. \u0026 Ors.\n[(2010) 10 SCC 707] for the proposition that a dispute relating\nto a service matter cannot be entertained as a Public Interest\nLitigation.\nB\nC\n10. Mr. Rao next submitted that the Division Bench has\nrecorded a clear finding in its order dated 13.07.2011 that the\nallegations regarding irregularities and illegalities against Shri\nHarish Dhanda in the writ petition do not stand substantiated\nand there was, therefore, absolutely no need for the Division\nBench of the High Court to make an academic reference to the\nFull Bench of the High Court. He next submitted that this Court\nin the case of Mehar Singh Saini Chairman, HPSC In Re\n(supra) had already declared the law that it is for the legislature\nD to frame the guidelines or parameters regarding the\nexperience, qualifications and stature for appointment as\nChairman/Members of the Public Service Commission and this\nlaw declared by this Court was binding on all Courts in India\nand hence, there was no necessity whatsoever for the Division\nBench to make a reference to a Full Bench on the very same\nquestions of law.\nE\nF\nG\nH\n11. Mr. Rao submitted that this Court has held in Kesho\nNath Khurana v. Union of India \u0026 Ors. [(1981) Supp. 1 SCC\n38] that a Court to which a reference is made cannot adjudicate\nupon an issue which is not referred to it and yet the Full Bench\nof the High Court in this case has gone beyond the order of\nreference passed by the Division Bench and held that until a\nfair, rational, objective and transparent policy to meet the\nmandate of Article 14 of the Constitution is laid down, the\nprocedure laid down by the Full Bench must be followed and\nhas also declared the appointment of Shri Harish Dhanda as\nChairman of the Public Service Commission to be invalid. He\nalso relied on the Punjab High Court Rules to argue that the\nFull Bench can be constituted only for answering the questions\nreferred to it by the Division Bench of the High Court. He\nSTATE OF PUNJAB v. ŠALIL SABHLOK AND ORS. 43\n[A.K. PATNAIK, J.]\nvehemently argued that these provisions of the Rules of the A\nPunjab High Court have been violated and the judgment of the\nFull Bench of the High Court is clearly without jurisdiction. He\nnext submitted that the direction given by the Full Bench in its\norder dated 01.08.2011 to produce the file containing the\nadvice tendered by the Chief Minister to the Governor is clearly B\nunconstitutional and ultra vires of Article 163(3) of the\nConstitution and relied on the decision of this Court in The State\nof Punjab v. Sodhi Sukhdev Singh [(1961) 2 SCR 371] on this\npoint.\nC\nD\nE\n12. Mr. Rao next submitted that Article 316 of the\nConstitution has left it to the discretion of the State Government\nto select and appoint the Chairman and Members of a Public\nService Commission and having regard to the doctrine of\nseparation of powers which is part of the basic structure of the\nConstitution, the High Court cannot direct the Government to\nexercise its discretion by following a procedure prescribed by\nthe High Court. He cited Supreme Court Employees Welfare\nAssociation v. Union of India \u0026 Anr. [(1989) 4 SCC 187],\nSuresh Seth v. Commissioner of Indore Municipal\nCorporation [(2005) 13 SCC 287], Divisional Manager, Aravali\nGolf Club \u0026 Anr. v. Chander Hass \u0026 Anr. [(2008) 1 SCC 683]\nand Asif Hameed \u0026 Ors. v. State of J \u0026 K \u0026 Ors. [(1989) 2\nSupp. SCC 364] in support of the aforesaid submission. He\nsubmitted that the appointments to the constitutional offices, like\nthe Attorney General, Advocate General, Comptroller \u0026 Auditor F\nGeneral, Chief Election Commissioner, Chairman and\nMembers of the Union Public Service Commission and\nappointments to the topmost Executive posts, like the Chief\nSecretary or Director General of Police, has to be made within\nthe discretion of the Government inasmuch as persons in whom G\nthe Government has confidence are appointed to the posts. He\nrelied on E.P. Royappa v. State of Tamil Nadu \u0026 Anr. [(1974)\n4 SCC 3] and State of West Bengal \u0026 Ors. v. Manas Kumar\nChakraborty \u0026 Ors. [(2003) 2 SCC 604] for this proposition.\nH\nA\nB\nC\nD\nF\n44\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n13. Mr. Rao argued that in the absence of clear violation\nof statutory provisions and regulations laying down the\nprocedure for appointment, the High Court has no jurisdiction\neven to issue a writ of quo warranto. In support of this argument,\nhe relied on the decision of this Court in B. Srinivasa Reddy\nv. Karnataka Urban Water Supply \u0026 Drainage Board\nEmployees Association \u0026 Ors. [(2006) 11 SCC 731]. He\nsubmitted that this a fit case in which the order of the Division\nBench dated 13.07.2011 and the interim orders as well as the\njudgment of the Full Bench dated 17.08.2011 and the final order\nof the Division Bench dated 17.08.2011 of the High Court\nquashing the appointment of Shri Harish Dhanda as well as\nconsequential orders passed by the Government implementing\nthe impugned judgment and order provisionally should be set\naside by this Court.\n14. Mr. U.U. Lalit, learned senior counsel appearing for the\nrespondent No.1 who had filed the writ petition before the High\nCourt, referred to the proclamation by the Queen in Council on\n1st November, 1858 to the Princes, Chiefs and the People of\nIndia to show that in the civil and military services of the East\nE India Company persons with education, ability and integrity\nwere to be recruited. He also referred to the report on the Public\nService Commission, 1886-87 wherein the object of Public\nService Commission was broadly stated to be to devise a\nscheme which may reasonably be hoped to possess the\nnecessary elements of finality, and to do full justice to the claims\nof natives of India to higher and more extensive employment\nin the public service. He also referred to the report of the Royal\nCommission on the superior services in India dated 27.03.1924\nand in particular Chapter IV thereof on \"The Public Service\nG Commission\" in which it is stated that wherever democratic\ninstitutions exist, experience has shown that to secure an\nefficient civil service it is essential to protect it from political or\npersonal influences and to give it that position of stability and\nsecurity which is vital to its successful working as the impartial\nand efficient instrument by which Governments, of whatever\nI\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 45\n[A.K. PATNAIK, J.]\npolitical complexion, may give effect to their policies and for A\nthis reason Public Service Commission should be detached so\nfar as practicable from all political associations. He also\nreferred to the speeches of Dr. B.R. Ambedkar, Shri Jaspat\nRoy Kapoor, Pandit Hirday Nath Kunzru and Shri H.V. Kamath\nin the Constitutional Assembly and argued that to perform this\ndifficult job of finding the best talent for the State Public Services\nwithout any political influence and other extraneous\nconsiderations the Public Service Commission must have a\nChairman of great ability, independence and integrity.\n15. Mr. Lalit further submitted that this Court has also in a\nnumber of pronouncements emphasized on the need to appoint\neminent persons possessing a high degree of competence and\nintegrity as Chairman and Members of the Public Service\nCommission so as to inspire confidence in the public mind\nabout the objectivity and impartiality of the selection to be made\nby the Public Service Commission. In this context he referred\nto the judgments of this Court in Ashok Kumar Yadav \u0026 Ors.\nv. State of Haryana \u0026 Ors. [(1985) 4 SCC 417], in R/O Dr. Ram\nAshray Yadav, Chairman, Bihar Public Service Commission\n[(2000) 4 SCC 309], Inderpreet Singh Kahlon and Others v.\nState of Punjab and Others [(2006) 11 SCC 356] and Mehar\nSingh Saini, Chairman, Haryana Public Service Commission\nand others In Re (supra).\nB\nC\nD\nE\nF\n16. Mr. Lalit submitted that Shri Harish Dhanda may be\neligible for appointment as Chairman of the Public Service\nCommission but eligibility is not enough to be the Chairman of\nthe State Public Service Commission. He submitted that the\nperson who is eligible must also have some positive qualities\nsuch as experience, ability, character and integrity for being G\nappointed as the Chairman of the State Public Service\nCommission. He submitted that it is not only the personal\nintegrity of the candidate who is to be appointed but also the\nintegrity of the Pubic Service Commission as an institution\nwhich has to be borne in mind while making the appointment.\nH\n46\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nHe referred to the decisions of this Court in Centre for PIL and\nAnother v. Union of India and Another [(2011) 4 SCC 1) in\nwhich a distinction has been made between personal integrity\nof a candidate appointed as the Central Vigilance\nCommissioner and the integrity of the Central Vigilance\nB Commission as an institution and it has been held that while\nrecommending a name of the candidate for appointment as\nCentral Vigilance Commissioner, the question that one has to\nask is whether the candidate recommended to function as the\nCentral Vigilance Commissioner would be competent to\nC function as a Central Vigilance Commissioner. He submitted\nthat in the aforesaid case, this Court has also held that there\nwas a difference between judicial review and merit review and\nhas further held that the Courts, while exercising the power of\njudicial review, are not concerned with the final decision of the\nGovernment taken on merit but are entitled to consider the\nintegrity of the decision-making process.\nD\nF\n17. Mr. Lalit submitted that the writ petitioner challenged\nthe decision-making process of the Government in selecting\nand appointing Shri Harish Dhanda as Chairman of the Public\nE Service Commission on the ground that it was not an informed\nprocess of decision-making in as much as the State\nGovernment has not collected information and materials on\nwhether Shri Dhanda had the experience, ability and character\nfor being appointed as the Chairman of the Public Service\nCommission. He submitted that as a matter of fact the State\nGovernment was also not even informed of the fact that the\nCentral Administrative Tribunal, Chandigarh Bench, in its order\ndated 15.11.2007 in O.A. No.495/PB/2007 had adversely\ncommented on the conduct of Shri Harish Dhanda. He\nG explained that in the aforesaid O.A., Shri Amit Misra, who\nbelonged to the Indian Forest Service and was posted as\nDivisional Forest Officer, Ropar in Punjab, had alleged that he\nhad been transferred out of Ropar and posted as Division\nForest Officer, Ferozpur, because of an incident which had\nH occurred on 21.06.2007 on account of which he incurred the\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n[A.K. PATNAIK, J.]\n47\nC\ndispleasure of Shri Harish Dhanda, who was then the Chief A\nParliamentary Secretary, Department of Local Government,\nPunjab. He alleged that Shri Dhanda had been given the\npermission to stay at the Van Chetna Kendra/Forest Rest\nHouse at Pallanpur, District Ropar, for a few days, but later on\nhe wanted to make the Forest Rest House as his permanent B\nresidence to which Shri Amit Misra objected as the same was\nnot permitted under the Rules and Shri Amit Misra had directed\nthe official incharge of the Rest House not to allow anybody to\nuse the Rest House without getting permission and accordingly\nwhen Shri Dhanda wanted the keys of the Rest House on\n22.06.2007 he was not given the keys of the Rest House and\nShri Dhanda recorded a note addressed to the Principal Chief\nConservator of Forests narrating the entire incident and\nensured that Shri Amit Misra was posted out of Ropar by an\norder of transfer dated 31.07.2007. The Central Administrative\nTribunal, Chandigarh Bench, called for the official noting which\nled to the passing of the transfer order dated 31.07.2007 and\nrecorded the finding that even though the Government decided\nnot to allow the use of the Rest House as a permanent\nresidence of the Chief Parliamentary Secretary, yet Shri Amit\nMisra, being a junior officer, became the victim of the\nannoyance of Shri Harish Dhanda and with his political\ninfluence, the Forest Minister initiated the proposal for his\ntransfer from Ropar, which was approved by the Chief Minister.\nMr. Lalit submitted that this adverse finding of the Central\nAdministrative Tribunal in a proceeding, in which Shri Harish F\nDhanda was also a respondent, was not brought to the notice\nof the State Government when it took the decision to select and\nappoint Shri Harish Dhanda as the Chairman of the Public\nService Commission.\n18. In reply to the submission of Mr. Rao that the Full Bench\nhad no jurisdiction to expand the scope of the reference and\nshould have limited itself to the questions referred to by the\nDivision Bench by the order dated 13.07.2011, Mr. Lalit\nsubmitted that the order dated 13.07.2011 of the Division\nD\nE\nG\nH\n"}