{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93}],"text":"108 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA aside because of a jurisdictional error and the Division Bench\nbe asked to decide them quite independently. Therefore, this\nissue is only of academic interest so far as this appeal is\nconcerned notwithstanding the law that a larger Bench should\ndecide only the questions referred to it. Of course, if a\nsubsidiary question logically and unavoidably arises, the larger\nBench cannot be dogmatic and refuse to answer it. A common\nsense approach must be taken on such occasions.\nB\n102. So far as questions 3 and 4 formulated by the Full\nBench are concerned, I am of the opinion that they merely\nC articulate and focus on the issues that were not quite attractively\nphrased by the Division Bench. I am not in agreement that the\nFull Bench overstepped its jurisdiction in the reformulation of\nthe issues before it.\n103. It was then submitted that there was really no\nD occasion for the Division Bench to make any reference to the\nFull Bench of the High Court on the question of framing\nguidelines or parameters for the appointment of the\nChairperson of the Punjab Public Service Commission. This\nCourt had already laid down the law in Mehar Singh Saini and\nE the High Court was merely required to follow it. The argument\nputs the issue rather simplistically. The Division Bench was fully\nentitled to refer to the Full Bench the applicability of the decision\nof this Court to the facts of the case and for further follow up\naction, if necessary. This argument is mentioned only because\nF it was raised and nothing really turns on it, except to the extent\nthat it is another way of questioning the maintainability of the\nwrit petition filed in the High Court.\nG\nH\nImpleadment of the State of Haryana by the Full Bench:\n104. The justification given by the Full Bench for suo motu\nimpleading the State of Haryana and the Haryana Public\nService Commission is because \"issues common in respect\nof the States of Punjab and Haryana, were likely to arise.\" I think\nthis is hardly a reason for impleadment. The case concerned\nthe appointment of the Chairperson of the Punjab Public\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 109\n[MADAN B. LOKUR, J.]\nService Commission and it should have and could have been A\nleft at that without enlarging the scope of the controversy before\nit.\nProduction of the Chief Minister's advice:\n105. Learned counsel for the State of Punjab submitted\nthat the High Court could not have directed production of the\nadvice tendered by the Chief Minister to the Governor. The\nbasis of this argument is the order dated 1st August 2011\npassed by the Full Bench. The relevant portion of the order\nreads as follows:\n\"Mr. Jindal, Addl. Advocate General shall also produce the\nrecord relating to the appointment process of respondent\nNo.4 [Mr. Dhanda].\"\n106. The grievance made by learned counsel in this regard\nis justified. It need only be pointed out that in State of Punjab\nv. Sodhi Sukhdev Singh, (1961) 2 SCR 371. this Court clearly\nheld that:\n\"It is hardly necessary to recall that advice given by the\nCabinet to the Rajpramukh or the Governor is expressly\nsaved by Article 163, sub-article (3) of the Constitution; and\nin the case of such advice no further question need to be\nconsidered.\"\nIt is not necessary to say anything more on this subject.\nConclusion:\n107. The appointment of the Chairperson of the Punjab\nPublic Service Commission is an appointment to a\nconstitutional position and is not a \"service matter\". A PIL\nchallenging such an appointment is, therefore, maintainable\nboth for the issuance of a writ of quo warranto and for a writ of\ndeclaration, as the case may be.\n108. In a case for the issuance of a writ of declaration,\nexercise of the power of judicial review is presently limited to\nexamining the deliberative process for the appointment not\nB\nC\nD\nE\nF\nG\nI\nA\n110\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nmeeting the constitutional, functional and institutional\nrequirements of the institution whose integrity and commitment\nneeds to be maintained or the appointment for these reasons\nnot being in public interest.\n109. The circumstances of this case leave no room for\nB doubt that the notification dated 7th July 2011 appointing Mr.\nHarish Rai Dhanda was deservedly quashed by the High Court\nsince there was no deliberative process worth the name in\nmaking the appointment and also since the constitutional,\nfunctional and institutional requirements of the Punjab Public\nC Service Commission were not met.\nD\nE\nF\nG\n110. In the view that I have taken, there is a need for a word\nof caution to the High Courts. There is a likelihood of\ncomparable challenges being made by trigger-happy litigants\nto appointments made to constitutional positions where no\neligibility criterion or procedure has been laid down. The High\nCourts will do well to be extremely circumspect in even\nentertaining such petitions. It is necessary to keep in mind that\nsufficient elbow room must be given to the Executive to make\nconstitutional appointments as long as the constitutional,\nfunctional and institutional requirements are met and the\nappointments are in conformity with the indicators given by this\nCourt from time to time.\n111. Given the experience in the making of such\nappointments, there is no doubt that until the State Legislature\nenacts an appropriate law, the State of Punjab must step in and\ntake urgent steps to frame a memorandum of procedure and\nadministrative guidelines for the selection and appointment of\nthe Chairperson and members of the Punjab Public Service\nCommission, so that the possibility of arbitrary appointments\nis eliminated.\n112. The Civil Appeals are disposed of as directed by\nBrother Patnaik.\nB.B.B.\nAppeals disposed of.\n"}