{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"88\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA of the Public Service Commission. Three reasons were given\nin this regard and all of them have been refuted by learned\ncounsel supporting the cause of Mr. Dhanda. They are: (1)\nThere is a question mark about the character and conduct of\nMr. Dhanda. (2) Mr. Dhanda lacks the qualifications and stature\nto hold a constitutional position of the Chairperson of a Public\nService Commission. (3) The record shows that no meaningful\nand effective thought was given before appointing Mr. Dhanda\nas the Chairperson of the Public Service Commission.\nB\nC\nD\nE\nF\nG\nH\n49. As regards the first reason, certain allegations were\nmade against Mr. Dhanda in the writ petition filed in the High\nCourt. However, in its order dated 13th July 2011 a Division\nBench of the High Court held that: \"As regards irregularities and\nillegalities pointed out in the petition, the same do not stand\nsubstantiated.\" This conclusion is strongly relied on by learned\ncounsel supporting Mr. Dhanda.\n50. However, the judgment under appeal records that the\nwrit petitioner had alleged that Mr. Dhanda had used his\npolitical influence to effect the transfer of an officer and that the\ntransfer was set aside by the Central Administrative Tribunal\nas being mala fide. In this context, during the hearing of this\nappeal, we were handed over a copy of the decision rendered\nby the Central Administrative Tribunal (Chandigarh Bench) in\nOriginal Application No. 495/PB/2007 decided on 15th\nNovember 2007. We were informed that this decision was\nplaced before the High Court and that this decision has\nattained finality, not having been challenged by anybody.\n52. A reading of the decision, particularly paragraph 12\nthereof, does show that the applicant before the Central\nAdministrative Tribunal was subjected to a transfer contrary to\nthe policy decision relating to mid-term transfers. The relevant\nportion of paragraph 12 of the decision reads as follows:\n\"Even though the Government decided not to allow use of\nthe Rest house as a permanent residence of the Chief\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 89\n[MADAN B. LOKUR, J.]\nB\nParliamentary Secretary, yet the applicant, being a junior A\nofficer became the victim of the annoyance of Respondent\nNo.3 [Mr. Dhanda] and with his political influence, the\nForest Minister initiated the proposal for his transfer from\nRopar, which was approved by the Chief Minister.....\n.... But a transfer made in this manner when the work and\nconduct of the officer is not only being appreciated by the\nSecretary, but also by the Finance Minister is unwarranted\nand also demoralizing. These are the situations when the\ncourts have to interfere to prevent injustice to employees\nwho are doing their duty according to rules.\"\n53. While it may be that Mr. Dhanda was given a clean\nchit by the Division Bench when the case was first before it,\nthe fact is that information subsequently came to the notice of\nthe High Court which indicated that Mr. Dhanda was not above\nusing his political influence to get his way. That Mr. Dhanda\ncame in for an adverse comment in a judicial proceeding was\ncertainly known to him, since he was a party to the case before\nthe Central Administrative Tribunal. But he did not disclose this\nfact to the Chief Minister. In the deliberative process (or\nwhatever little there was of it) the Chief Minister did not even\nbother to check whether or not Mr. Dhanda was an appropriate\nperson to be appointed as the Chairperson of the Punjab\nPublic Service Commission in the light of the adverse comment.\nThe \"thorough and meticulous inquiry and scrutiny\" requirement\nmentioned in Inderpreet Singh Kahlon was not at all carried\nout.\n54. As regards the second reason, the qualifications of Mr.\nDhanda are as mentioned in his bio-data contained in the\nofficial file and reproduced by the High Court in the judgment\nunder appeal. The bio-data reads as follows:\n\"\n- Harish Rai Dhanda son of Shri Kulbhushan Rai.\nResident: The Retreat, Ferozepur Road, Ludhiana.\n\"\nC\nD\nE\nF\nG\nH\n90\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\n- Date of Birth: 15th May, 1960.\nB\nс\nD\nE\n- Attained Bachelor in Arts from SCD Government\nCollege, Ludhiana, Panjab University, 1979.\n- Attained Bachelor in Laws from Law College, Panjab\nUniversity (1982).\n- Registered with Bar Council of Punjab and Haryana as\nAdvocate in 1982.\n- Practiced Law at District Courts, Ludhiana from 1982\nto 2007.\n- Elected as President of District Bar Association,\nLudhiana for seven terms.\n55. The High Court noted that the official file shows that\nMr. Dhanda resigned from the membership of the Punjab\nLegislative Assembly on 6th July 2011. The resignation was\naccepted the same day.\n56. Mr. Dhanda had filed an affidavit in the High Court in\nwhich he disclosed that he was or had been the Vice President\nof the Shiromani Akali Dal and the President of its Legal Cell\nand its spokesperson.\n57. In fairness to Mr. Dhanda it must be noted that his\nF affidavit clearly mentions that he did not apply for or otherwise\nseek the post of Chairperson of the Punjab Public Service\nCommission. He was invited by the Chief Minister to submit\nhis bio-data and to accept the post. The question is that with\nthese qualifications, could it be said that Mr. Dhanda was\nG eminently suited to holding the post of the Chairperson of the\nPublic Service Commission? The answer to this must be in\nthe negative if one is to agree with the expectations of this\nCourt declared in various decisions. This is not to say that Mr.\nDhanda lacks integrity or competence, but that he clearly has\nno administrative experience for holding a crucial constitutional\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 91\n[MADAN B. LOKUR, J.]\nposition. Merely because Mr. Dhanda is an advocate having A\nhad electoral successes does not make him eminently suitable\nfor holding a constitutional position of considerable importance\nand significance. It is more than apparent that Mr. Dhanda's\npolitical affiliation weighed over everything else in his\nappointment as the Chairperson of the Punjab Public Service\nCommission.\n58. But, as pointed out in Mahesh Chandra Gupta the\nsuitability of a person to hold a post is a matter of opinion and\nthis is also a peg on which learned counsel supporting Mr.\nDhanda rest their case. The “suitability test\" is said to be\nbeyond the scope of judicial review.\nB\nс\n59. The third reason is supported by the writ petitioner\nthrough the finding given by the High Court that the official file\nrelating to the appointment of Mr. Dhanda as the Chairperson D\nof the Punjab Public Service Commission contains only his bio-\ndata, a certificate to the effect that he resigned from the\nmembership of the Punjab Legislative Assembly on 6th July\n2011 and his resignation was accepted the same day and the\nadvice of the Chief Minister to the Governor apparently to E\nappoint Mr. Dhanda as the Chairperson of the Punjab Public\nService Commission. The advice was immediately acted upon\nand Mr. Dhanda was appointed as the Chairperson of the\nPunjab Public Service Commission by a notification published\non 7th July 2011. In other words, the entire exercise relating\nto the appointment of the Chairperson of the Public Service\nCommission was completed in a day.\nF\nG\n60. Learned counsel supporting the appointment of Mr.\nDhanda submitted that no procedure is prescribed for the\nselection of the Chairperson of the Public Service\nCommission. Therefore, no fault can be found in the procedure\nadopted by the State Government. It was submitted, relying on\nMohinder Singh Gill v. Chief Election Commissioner, (1978)\n1 SCC 405 that there is an implied power to adopt any\nappropriate procedure for making the selection and the State H\n92\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\nD\nE.\nF\nGovernment and the Governor cannot be hamstrung in this\nregard.\n61. It is true that no parameters or guidelines have been\nlaid down in Article 316 of the Constitution for selecting the\nChairperson of the Public Service Commission and no law has\nbeen enacted on the subject with reference to Entry 41 of List\nII of the 7th Schedule of the Constitution. It is equally true that\nthe State Government and the Governor have a wide discretion\nin the procedure to be followed. But, it is also true that\nMohinder Singh Gill refers to Lord Camden as having said\nthat wide discretion is fraught with tyrannical potential even in\nhigh personages. Therefore, the jurisprudence of prudence\ndemands a fairly high degree of circumspection in the selection\nand appointment to a constitutional position having important\nand significant ramifications.\n62. Two factors that need to be jointly taken into account\nfor the exercise of the power of judicial review are: the\ndeliberative process and consideration of the institutional\nrequirements.\n63. As far as the deliberative process is concerned (or lack\nof effective consultation, as described in Mahesh Chandra\nGupta) it is quite apparent that the entire process of selection\nand appointment of Mr. Dhanda took place in about a day.\nThere is nothing to show the need for a tearing hurry, though\nthere was some urgency, in filling up the post following the\ndemise of the then Chairperson of the Punjab Public Service\nCommission in the first week of May 2011. But, it is important\nto ask, since the post was lying vacant for a couple of months,\nwas the urgency such that the appointment was required to be\nmade without considering anybody other than Mr. Dhanda.\nThere is nothing to show that any consideration whatsoever was\ngiven to appointing a person with adequate administrative\nexperience who could achieve the constitutional purpose for\nwhich the Public Service Commission was created. There is\nH nothing to show that any background check was carried out to\nG\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 93\n[MADAN B. LOKUR, J.]\nascertain whether Mr. Dhanda had come in for any adverse A\nnotice, either in a judicial proceeding or any police inquiry. It\nmust be remembered that the appointment of Mr. Dhanda was\nto a constitutional post and the basis of deliberation before\nmaking the selection and appointment were imperative. In this\ncase, clearly, there was no deliberative process, and if any\nsemblance of it did exist, it was irredeemably flawed. The in-\nbuilt constitutional checks had, unfortunately, broken down.\n64. In Centre for PIL this Court struck down the\nappointment of the Central Vigilance Commissioner while\nreaffirming the distinction between merit review pertaining to\nthe eligibility or suitability of a selected candidate and judicial\nreview pertaining to the recommendation making process. In\nthat case, the selection of the Central Vigilance Commissioner\nwas made under Section 4(1) of the Central Vigilance\nCommission Act, 2003 (for short the Act) which reads as\nfollows:\nB\nC\nD\n“4. Appointment of Central Vigilance Commissioner\nand Vigilance Commissioners.-(1) The Central\nVigilance Commissioner and the Vigilance E\nCommissioners shall be appointed by the President by\nwarrant under his hand and seal:\nProvided that every appointment under this sub-\nsection shall be made after obtaining the recommendation\nof a Committee consisting of-\nF\n(a) the Prime Minister\n-\nChairperson;\n(b) the Minister of Home Affairs\n--\nMember;\nG\n(c) the Leader of the Opposition in the House of the\nPeople\n-\nMember.\nExplanation. For the purposes of this sub-section,\n'the Leader of the Opposition in the House of the People'\nshall, when no such Leader has been so recognised, H\n94\nSUPREME COURT REPORTS\n[2013] 5.S.C.R.\nA\nB\nс\ninclude the Leader of the single largest group in opposition\nof the Government in the House of the People.\"\n-\n65. As can be seen, only the establishment of a High\nPowered Committee (HPC) for making a recommendation is\nprovided for the procedure to be followed by the HPC is not\ndetailed in the statute. This is not unusual since a statute cannot\nparticularize every little procedure; otherwise it would become\nunmanageable and maybe unworkable. Moreover, some\nsituations have to be dealt with in a common sense and\npragmatic manner.\n66. Acknowledging this, this Court looked at the\nappointment of the Central Vigilance Commissioner not as a\nmerit review of the integrity of the selected person, but as a\njudicial review of the recommendation making process relating\nD to the integrity of the institution. It was made clear that while the\npersonal integrity of the candidate cannot be discounted,\ninstitutional integrity is the primary consideration to be kept in\nmind while recommending a candidate. It was observed that\nwhile this Court cannot sit in appeal over the opinion of the\nE HPC, it can certainly see whether relevant material and vital\naspects having nexus with the objects of the Act are taken into\naccount when a recommendation is made. This Court\nemphasized the overarching need to act for the good of the\ninstitution and in the public interest. Reference in this context\nwas made to N. Kannadasan.\nF\n67. Keeping in mind the law laid down and the facts as\nthey appear from the record, it does appear that the\nconstitutional, functional and institutional requirements of the\nPunjab Public Service Commission were not kept in mind when\nG Mr. Dhanda was recommended for appointment as its\nChairperson.\nÀ suitable appointee:\nH\n68. A submission was made by learned counsel supporting\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n[MADAN B. LOKUR, J.]\n95\nthe appointment of Mr. Dhanda that ultimately it is for the State\nGovernment to decide who would be the most suitable person\nto be appointed as the Chairperson of the Public Service\nCommission.\nA\n00\nB\n69. In this regard, reliance was placed on three decisions.\nIn the first such decision, that is, E.P. Royappa v. State of\nTamil Nadu, (1974) 4 SCC 3 the post of the Chief Secretary\nof the State was under consideration. This Court observed that\nthe post is a sensitive one. The post is one of confidence and\nthe Chief Secretary is a lynchpin in the administration of the\nC\nState. Therefore, the Chief Secretary and the Chief Minister of\nthe State must have complete rapport and understanding\nbetween them. If the Chief Secretary forfeits the confidence of\nthe Chief Minister, then he may be shifted to some other post\nin the larger interests of the administration, provided that no\nlegal or constitutional right of the Chief Secretary is violated.\n70. The second decision relied upon was State of W.B.\nv. Manas Kumar Chakraborty, (2003) 2 SCC 604. That case\nconcerned itself with the post of the Director General and\nInspector General of Police (DG\u0026IP) in a State. This Court\nobserved that the said post was of a very sensitive nature. It\ncould only be filled up by a person in whom the State\nGovernment had confidence. Consequently, it was held that\nsuch a post need not be filled up only by seniority, but merit,\ncredibility and confidence that the person can command with\nthe State Government \"must play a predominant role in selection\nof an incumbent to such a post.\"\n71. Finally, in Hari Bansh Lal, a case concerning an\nappointment to a statutory post of Chairperson of a State\nElectricity Board, reference was made to State of Mysore v.\nSyed Mahmood, AIR 1968 SC 1113, Statesman (P) Ltd. v.\nH.R. Deb, AIR 1968 SC 1495 and State Bank of India v. Mohd.\nMynuddin, (1987) 4 SCC 486 and it was held:\nD\nE\nF\nG\n\"It is clear from the above decisions, suitability or otherwise H\nA\nB\nC\n96\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nof a candidate for appointment to a post is the function of\nthe appointing authority and not of the court unless the\nappointment is contrary to the statutory provisions/rules.\"\n72. These decisions are clearly distinguishable. First of all,\nnone of the cited decisions dealt with the appointment to a\nconstitutional position such as the one that we are concerned\nwith. A constitutional position such as that of the Chairperson\nof a Public Service Commission cannot be equated with a\npurely administrative position - it would be rather facetious to\ndo so. While the Chief Secretary and the Director General of\nPolice are at the top of the ladder, yet they are essentially\nadministrative functionaries. Their duties and responsibilities,\nhowever onerous, cannot be judged against the duties and\nresponsibilities of an important constitutional authority or a\nconstitutional trustee, whose very appointment is not only\nexpected to inspire confidence in the aspirational Indian but\nalso project the credibility of the institution to which he or she\nbelongs. I am, therefore, unable to accept the view that the\nsuitability of an appointee to the post of Chairperson of a\nPublic Service Commission should be evaluated on the same\nE yardstick as the appointment of a senior administrative\nfunctionary.\nD\nF\n73. Secondly, it may be necessary for a State Government\nor the Chief Minister of a State to appoint a \"suitable\" person\nas a Chief Secretary or the Director General of Police or\nperhaps to a statutory position, the connotation not being\nderogatory or disparaging, but because both the State\nGovernment or the Chief Minister and the appointee share a\nsimilar vision of the administrative goals and requirements of\nthe State. The underlying premise also is that the State\nG\nGovernment or the Chief Minister has confidence that the\nappointee will deliver the goods, as it were, and both are\nadministratively quite compatible with each other. If there is a\nloss of confidence or the compatibility comes to an end, the\nappointee may simply be shifted out to some other assignment,\nH\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 97\n[MADAN B. LOKUR, J.]\nprovided no legal or constitutional right of the appointee is A\nviolated.\n74. The question of the Chief Minister or the State\nGovernment having \"confidence\" (in the sense in which the word\nis used with reference to the Chief Secretary or the Director\nGeneral of Police or any important statutory post) in the\nChairperson of a State Public Service Commission simply\ndoes not arise, nor does the issue of compatibility. The\nChairperson of a Public Service Commission does not function\nat the pleasure of the Chief Minister or the State Government.\nHe or she has a fixed tenure of six years or till the age of sixty\n´two years, whichever is earlier. Security of tenure is provided\nthrough a mechanism in our Constitution. The Chairperson of\na State Public Service Commission, even though appointed by\nthe Governor, may be removed only by the President on the\nground of misbehaviour after an inquiry by this Court, or on\nother specified grounds of insolvency, or being engaged in any\nother paid employment or being unfit to continue in office by\nreason of infirmity of mind or body. There is no question of the\nChairperson of a Public Service Commission being shifted out\nif his views are not in sync with the views of the Chief Minister\nor the State Government.\nB\nC\nD\nE\n75. The independence of the post of the Chairperson or\nthe member of the Punjab Public Service Commission cannot\nbe forgotten or overlooked. That independence is attached to F\nthe post is apparent from a reading of the Punjab State Public\nService Commission (Conditions of Service) Regulations, 1958\nframed by the Governor of Punjab in exercise of power\nconferred by Article 318 of the Constitution.\n76. Regulation 2(c) of the Punjab State Public Service\nCommission (Conditions of Service) Regulations, 1958\ndefines \"Member” as:\n\"Member” means a Member for the time being of the\nCommission and includes the Chairman thereof\";\nG\nI\n"}