{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nE\nய\nF\nG\nH\n58\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nCommission or a Joint Commission, by the President, and\nin the case of a State Commission, by the Governor of the\nState:\nProvided that as nearly as may be one-half of the members\nof every Public Service Commission shall be persons who\nat the dates of their respective appointments have held\noffice for at least ten years either under the Government\nof India or under the Government of a State, and in\ncomputing the said period of ten years any period before\nthe commencement of this Constitution during which a\nperson has held office under the Crown in India or under\nthe Government of an Indian State shall be included.\n(1A) If the office of the Chairman of the Commission\nbecomes vacant or if any such Chairman is by reason of\nabsence or for any other reason unable to perform the\nduties of his office, those duties shall, until some persons\nappointed under clause (1) to the vacant office has entered\non the duties thereof or, as the case may be, until the\nChairman has resumed his duties, be performed by such\none of the other members of the Commission as the\nPresident, in the case of the Union Commission or a Joint\nCommission, and the Governor of the State in the case of\na State in the case of a State Commission, may appoint\nfor the purpose.\n(2) A member of a Public Service Commission shall hold\noffice for a term of six years from the date on which he\nenters upon his office or until he attains, in the case of the\nUnion Commission, the age of sixty-five years, and in the\ncase of a State Commission or a Joint Commission, the\nage of sixty-two years, whichever is earlier:\nProvided that -\n(a)\na member of a Public Service Commission\nmay, by writing under his hand addressed, in\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 59\n(b)\n[A.K. PATNAIK, J.]\nthe case of the Union Commission or a Joint A\nCommission, to the President, and in the\ncase of a State Commission, to the\nGovernor of the State, resign his office;\na member of a Public Service Commission\nmay be removed from his office in the\nmanner provided in clause (1) or clause (3)\nof Article 317.\nB\n(3) A person who holds office as a member of a Public\nService Commission shall, on the expiration of his term of C\noffice, be ineligible for re-appointment to that office.\"\nE\nய\nA reading of Article 316 of the Constitution would show that it\nconfers power on the Governor of the State to appoint the\nChairman and other Members of a Public Service Commission. D\nIt has been held by this Court in Mohinder Singh Gill \u0026 Anr. v.\nThe Chief Election Commissioner, New Delhi \u0026 Ors. (supra)\nthat an authority has implied powers to make available and\ncarry into effect powers expressly conferred on it. Thus, under\nArticle 316 of the Constitution, the Governor of a State has not\nonly the express power of appointing the Chairman and other\nMembers of Public Service Commission but also the implied\npowers to lay down the procedure for appointment of Chairman\nand Members of the Public Service Commission and the High\nCourt cannot under Article 226 of the Constitution usurp this\nconstitutional power of the Government and lay down the\nprocedure for appointment of the Chairman and other Members\nof the Public Service Commission. The Full Bench of the High\nCourt, therefore, could not have laid down the procedure for\nappointment of the Chairman and Members of the Punjab\nPublic Service Commission and the Haryana Public Service\nCommission by the impugned judgment dated 17.08.2011.\nF\nG\n30. Having held that the Full Bench of the High Court has\nin its judgment dated 17.08.2011 acted beyond its jurisdiction\nand has usurped the constitutional power of the Governor in H\n60\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA laying down the procedure for appointment of the Chairman and\nMembers of the Public Service Commission, I have to set aside\nthe judgment dated 17.08.2011 of the Full Bench of the High\nCourt. Thereafter, either of the two courses are open to me:\nremand the matter to the High Court for disposal of the writ\nB petition in accordance with law or decide the writ petition on\nmerits. To cut short the litigation, I proceed to decide the writ\npetition on merits instead of remanding the matter to the High\nCourt.\nC\nD\nE\nF\nG\nH\n31. This Court has had the occasion to consider the\nqualities which a person should have for being appointed as\nChairman and Member of Public Service Commission and has\nmade observations after considering the nature of the functions\nentrusted to the Public Service Commissions under Article 320\nof the Constitution. In Ashok Kumar Yadav \u0026 Ors. v. State of\nHaryana \u0026 Ors.. (supra), a Constitution Bench of this Court\nspeaking through P.N. Bhagwati, J, observed:\n\"We would therefore like to strongly impress upon every\nState Government to take care to see that its Public\nService Commission is manned by competent, honest and\nindependent persons of outstanding ability and high\nreputation who command the confidence of the people and\nwho would not allow themselves to be deflected by any\nextraneous considerations from discharging their duty of\nmaking selections strictly on merit.\"\nIn R/O Dr. Ram Ashray Yadav; Chairman, Bihar Public\nService Commission (supra), Dr. A.S. Anand, C.J. speaking\nfor a three Judge Bench, cautioned:\n\"The credibility of the institution of a Public Service\nCommission is founded upon the faith of the common man\nin its proper functioning. The faith would be eroded and\nconfidence destroyed if it appears that the Chairman or\nthe members of the Commission act subjectively and not\nobjectively or that their actions are suspect. Society\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 61\n[A.K. PATNAIK, J.]\nexpects honesty, integrity and complete objectivity from the A\nChairman and members of the Commission. The\nCommission must act fairly, without any pressure or\ninfluence from any quarter, unbiased and impartially, so that\nhe society does not lose confidence in the Commission.\nThe high constitutional trustees, like the Chairman and B\nmembers of the Public Service Commission must forever\nremain vigilant and conscious of these necessary adjuncts.\"\nC\nDespite these observations of this Court, the State Government\nof Punjab appointed Shri Ravi Pal Singh Sidhu as the Chairman\nof the Punjab Public Service Commission between 1996 to\n2002 and as has been noted in the judgment of S.B. Sinha, J.\nof this Court in Inderpreet Singh Kahlon and Others v. State\nof Punjab and Others (supra), allegations were made against\nhim that he got a large number of persons appointed on\nD\nextraneous considerations including monetary consideration\nduring the period 1998 to 2001 and raids were conducted in\nhis house on more that one occasion and a large sum of money\nwas recovered from his custody and his relatives and FIRs were\nlodged and criminal cases initiated by the Vigilance Bureau of\nthe State of Punjab. Writing a separate judgment in the E\naforesaid case, Dalveer Bhandari, J, had to comment:\n.\n\"This unfortunate episode teaches us an important lesson\nthat before appointing the constitutional authorities, there\nshould be a thorough and meticulous inquiry and scrutiny F\nregarding their antecedents. Integrity and merit have to be\nproperly considered and evaluated in the appointments to\nsuch high positions. It is an urgent need of the hour that in\nsuch appointments absolute transparency is required to be\nmaintained and demonstrated. The impact of the deeds\nand misdeeds of the constitutional authorities (who are\nhighly placed), affect a very large number of people for a\nvery long time, therefore, it is absolutely imperative that only\npeople of high integrity, merit rectitude and honesty are\nG\nI\n62\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\nD\nappointed to these constitutional positions.\"\nConsidering this experience of the damage to recruitment to\npublic services caused by appointing a person lacking in\ncharacter as the Chairman of the Public Service Commission\nin the State of Punjab, when the respondent No.1 brought to\nthe notice of the High Court through the writ petition that the\nState Government of Punjab proposed to appoint Shri Harish\nDhanda as the Chairman of the Public Service Commission,\nonly because of his political affiliation, the Division Bench of\nthe High Court rightly entertained the writ petition as a public\ninterest litigation. The Division Bench of the High Court,\nhowever, found that no procedure for appointment of Chairman\nand Members of the Public Service Commission has been laid\ndown in Article 316 of the Constitution and therefore posed the\nquestion in Paragraphs 6 and 7 of its order dated 13.07.2011\nas to what should be the procedure for identifying and selecting\npersons of integrity and competence for appointment of\nChairman of the Public Service Commission and referred the\nquestion to a larger Bench of three Judges. I have already held\nthat it is for the Governor who is the appointing authority under\nE Article 316 of the Constitution to lay down the procedure for\nappointment of the Chairman and Members of the Public\nService Commission, but this is not to say that in the absence\nof any procedure laid down by the Governor for appointment\nof Chairman and Members of the Public Service Commission\nunder Article 316 of the Constitution, the State Government\nwould have absolute discretion in selecting and appointing any\nperson as the Chairman of the State Public Service\nCommission. Even where a procedure has not been laid down\nby the Governor for appointment of Chairman and Members of\nthe Public Service Commission, the State Government has to\nselect only persons with integrity and competence for\nappointment as Chairman of the Public Service Commission,\nbecause the discretion vested in the State Government under\nArticle 316 of the Constitution is impliedly limited by the\nH purposes for which the discretion is vested and the purposes\nF\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS. 63\n[A.K. PATNAIK, J.]\nare discernible from the functions of the Public Service A\nCommissions enumerated in Article 320 of the Constitution.\nUnder clause (1) of Article 320 of the Constitution, the State\nPublic Service Commission has the duty to conduct\nexaminations for appointments to the services of the State.\nUnder clause (3) of Article 320, the State Public Service B\nCommission'has to be consulted by the State Government on\nmatters relating to recruitment and appointment to the civil\nservices and civil posts in the State, on disciplinary matters.\naffecting a person serving under the Government of a State in\na civil capacity, on claims by and in respect of a person who is\nC\nserving under the State Government towards costs of defending\na legal proceeding, on claims for award of pension in respect\nof injuries sustained by a person while serving under the State\nGovernment and other matters. In such matters, the State Public\nService Commission is expected to act with independence\nfrom the State Government and with fairness, besides\ncompetence and maturity acquired through knowledge and\nexperience of public administration.\n↑\nD\n32. I, therefore, hold that even though Article 316 does not\nspecify the aforesaid qualities of the Chairman of a Public E\nService Commission, these qualities are amongst the implied\nrelevant factors which have to be taken into consideration by\nthe Government while determining the competency of the\nperson to be selected and appointed as Chairman of the Public\nService Commission under Article 316 of the Constitution, F\nAccordingly, if these relevant factors are not taken into\nconsideration by the State Government while selecting and\nappointing the Chairman of the Public Service Commission, the\nCourt can hold the selection and appointment as not in\naccordance with the Constitution. To quote De Smith's Judicial G\nReview, Sixth Edition:\n-\n\"If the exercise of a discretionary power has been\ninfluenced by considerations that cannot lawfully be taken\ninto account, or by the disregard of relevant considerations\nI\n.\nA\nB\n64\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nrequired to be taken into account (expressly or impliedly),\na court will normally hold that the power has not been\nvalidly exercised. (Page 280)\nIf the relevant factors are not specified (e.g. if the power\nis merely to grant or refuse a licence, or to attach such\nconditions as the competent authority thinks fit), it is for the\ncourts to determine whether the permissible\nconsiderations are impliedly restricted, and, if so, to what\nextent (Page 282)\"\nC In M/s Hochtief Gammon v. State of Orissa and Others (AIR\n1975 SC 2226), A. Alagiriswamy writing the judgment for a\nthree Judge Bench of this Court explained this limitation on the\npower of the Executive in the following words:\nD\nE\n\"The Executive have to reach their decisions by taking into\naccount relevant considerations. They should not refuse to\nconsider relevant matter nor should take into account wholly\nirrelevant or extraneous consideration. They should not\nmisdirect themselves on a point of law. Only such a\ndecision will be lawful. The Courts have power to see that\nthe Executive acts lawfully\".\n33. Mr. Rao, however, relied on a decision of the\nConstitution Bench of this Court in E.P. Royappa v. State of\nTamil Nadu \u0026 Anr. (supra) in which it was held that the post of\nF Chief Secretary is a highly sensitive post and the Chief\nSecretary is a lynchpin in the administration and for smooth\nfunctioning of the administration, there should be complete\nrapport and understanding between the Chief Secretary and the\nChief Minister and, therefore, it is only the person in whom the\nG Chief Minister has complete confidence who can be appointed\nas Chief Secretary of the State and hence the Chief Secretary\nof a State cannot be displaced from his post on the ground that\nhis appointment was arbitrary and violative of Articles 14 and\n16 of the Constitution. Mr. Rao also relied on the decision of a\nH two-Judge Bench of this Court in State of West Bengal \u0026 Ors.\n1\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n[A.K. PATNAIK, J.]\n65\nA\nv. Manas Kumar Chakraborty \u0026 Ors. (supra) in which it was\nsimilarly observed that the post of DG and IG Police was a\nselection post and it is not open to the courts to sit in appeal\nover the view taken by the appointing authority with regard to\nthe choice of the officer to be appointed as DG and IG Police\nand for such selection, the Government of the State must play B\na predominant role. I am of the considered opinion that the\nChairman of the Public Service Commission, who along with\nits other members has to perform his duties under Article 320\nof the Constitution with independence from the State\nGovernment cannot be equated with the Chief Secretary or the C\nDG and IG Police, who are concerned solely with the\nadministrative functions and have to work under the State\nGovernment. To ensure this independence of the Chairman and\nMembers of the Public Service Commission, clause (3) of\nArticle 316 of the Constitution provides that a person shall, on\nD\nexpiration of his term of office be ineligible for reappointment\nto that office.\nF\n34. Mr. Rao has also relied on the decision of this Court\nin B. Srinivasa Reddy v. Karnataka Urban Water Supply \u0026\nDrainage Board Employees Association \u0026 Ors. (supra) to\nE\nargue that the High Court's jurisdiction to issue a writ of quo\nwarranto is limited to only cases where the appointment to an\noffice is contrary to the statutory rules. He also distinguished\nthe decision of this Court in Centre for PIL and Another v.\nUnion of India and Another (supra) cited by Mr. Lalit and\nsubmitted that in that case the Court had found that the\nappointment of the Central Vigilance Commissioner was in\ncontravention of the statutory provisions of the Central Vigilance\nCommission Act, 2003 and for this reason, this Court quashed\nthe appointment of the Central Vigilance Commissioner. I have G\nalready held that besides express restrictions in a statute or\nthe Constitution, there can be implied restrictions in a statute\nand the Constitution and the statutory or the constitutional\nauthority cannot in breach of such implied restrictions exercise.\nits discretionary power. Moreover, Article 226 of the\nH\n66\nSUPREME COURT REPORTS [2013] 5 S.C.R.\nB\ni\nA Constitution vests in the High Court the power to issue to any\nperson or authority, including in appropriate cases, any\nGovernment, within those territories directions, orders or writs,\nincluding writs in the nature of habeas corpus, mandamus,\nprohibition, quo warranto and certiorari, or any of them, for the\nenforcement of any of the rights conferred by Part III and for any\nother purpose. The power of the High Court under Article 226\nof the Constitution is, thus, not confined to only writ of quo\nwarranto but to other directions, orders or writs: In Dwarka Nath\nv. Income-tax Officer, Special Circle, D Ward; Kanpur \u0026 Anr.\nC (supra), K. Subba Rao, J. speaking for a three-Judge Bench,\nhas explained the wide scope of the powers of the High Court\nunder Article 226 of the Constitution thus:\n.D\nE\nF\nG\nH\nI\n31.10\nE\n121\n'O!\n\"This article is couched in comprehensive phraseology and\nit ex facie confers a wide power on the High Courts to\nreach injustice wherever it is found. The Constitution\ndesignedly used a wide language in describing the nature\nof the power, the purpose for which and the person or\nauthority against whom it can be exercised. It can issue\nwrits in the nature of prerogative writs as understood in\nEngland; but, the scope of those writs also is widened by\nthe use of the expression, \"nature\", for the said expression\ndoes not equate the writs that can be issued in India with\nthose in England, but only draws an analogy from them.\nThat apart, High Courts can also issue directions, orders\nor writs other than the prerogative writs. It enables the High\nCourts to mould the reliefs to meet the peculiar and\ncomplicated requirements of this country. Any attempt to\nequate the scope of the power of the High Court under\nArticle 226 of the Constitution with that of the English\nCourts to issue prerogative writs is to introduce, the\nunnecessary, procedural restrictions grown over the years.\nin a comparatively small country like England with a unitary\nform of government to a vast country like India functioning\nunder a federal structure. Such a construction defeats the\npurpose of the article itself. To say this is not to say that\nSTATE OF PUNJAB v. SALIL SABHLOK AND ORS.\n[A.K. PATNAIK, J.]\n67\ni\nthe High Courts can function arbitrarily under this Article. A\nSome limitations are implicit in the article and others may\n☐ be evolved to direct the article through defined channels.\n3 ter This interpretation has been accepted by this Court in T.C.\nBasappa v. Nagappa, 1955-1 SCR 250: (AIR 1954 SC\n440) and Irani v. State of Madras, 1962 (2) SCR 169: (AIR B\n1961 SC 1731).\"\n*\nTherefore, I hold that the High Court should not normally, in\nexercise of its power under Article 226 of the Constitution,\ninterfere with the discretion of the State Government in selecting\nand appointing the Chairman of the State Public Service\nCommission, but in an exceptional case if it is shown that\nrelevant factors implied from the very nature of the duties\nentrusted to Public Service Commissions under Article 320 of\nthe Constitution have not been considered by the State\nGovernment in selecting and appointing the Chairman of the\nState Public Service Commission, the High Court can invoke\nits wide and extra-ordinary powers under Article 226 of the\nConstitution and quash the selection and appointment to\nensure that the discretion of the State Government is exercised\nwithin the bounds of the Constitution.\nL.*\n.F\nr\n.C\n'D\nE\n35. Coming now to the facts of the present case, I find that\nthe Division Bench of the High Court in its order dated\n13.07.2011c has already held that the irregularities and\nillegalities alleged against Shri Harish Dhanda have not been F\nsubstantiated. I must, however, enquire whether the State\nGovernment took into consideration the relevant factors relating\nto his competency to act as the Chairman of the State Public\nService Commission. We had, therefore, passed orders on\n01.08.2012 calling upon the State of Punjab to produce before\nus the material referred to in para 69 of the judgment of the Full\nBench of the High Court on the basis of which Shri Harish.\nDhanda was selected for appointment as Chairman of the\nPunjab Public Service Commission. Pursuant to the order\ndated 01.08.2012, the State Government has produced the\nt\n. יד\nG\nH\n"}