{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"COMMISSIONER OF CENTRAL EXCISE, RAIPUR\nV.\nM/S. HIRA CEMENT\nA\nFEBRUARY 2, 2006\nB\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nCentral Excises and Salt Act, 1944 :\nExemption Notification No. 1/93-CE dated 28.2.93-SSI Exemption\nclaimed by assessee-Department denying same on the ground that assessee\naffixing brand name of another unit on its product-Held: Having regard to\nthe definition of the brand name as contained in Explanation IX to the\nnotification dated 28.2.1993, the matter requires fresh consideration by the\nTribunal upon taking into consideration the fact of the matter.\nC\nᎠ\nRespondent-assessee has been engaged in the manufacture of cement.\nIt had been claiming benefit of SSI exemption under Notification No.1/93-CE\ndated 28.2.1993. Show cause Notices were issued by Department to the\nassessee proposing to disallow the SSI Exemption and to recover duty not paid\non the ground that assessee was clearing goods manufactured by it bearing\nthe brand name of another unit. In the proceedings, assessee was held to be E\nnot entitled to such exemption. On appeal, Commissioner dropped the\nproceedings.\nDepartment unsuccessfully filed appeal before the Tribunal. Hence the\npresent appeal.\nF\nAllowing the appeal and remitting the matter to Tribunal, the Court\nHELD: 1. The purport and object of grant of exemption to a SSI unit is\nclear and unambiguous. It can be availed of, provided that they satisfy the\nconditions precedent therefor. The criteria for determining the eligibility of\nan entrepreneur for becoming entitled to have the benefit of exemption G\nnotification, must be construed strictly. [1084-E]\nTata Iron and Steel Co. Ltd. v. State of Jharkhand and Ors., [2005] 4\nSCC 272 and Government of India \u0026 Ors. v. Indian Tobacco Association,\n1077\nH\n1078\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA (2005) 6 SCALE 683, relied on.\nB\nCommissioner of C. Ex., Trichy v. Rukmani Pakkwell Traders, (2004)\n165 ELT 481 : [2004] 11 SCC 801 and Commissioner of Central Excise,\nChandigarh-I v. Mahaan Duiries, (2004) 166 ELT 23, referred to.\nEmkay Investment Pvt. Ltd. v. Commissioner, (2000) 124 ELT 741,\noverruled.\n2. Having regard to the definition of the brand name as contained in\nExplanation IX to the notification dated 28.2.1993, the matter requires fresh\nconsideration by the Tribunal upon taking into consideration the fact of the\nC matter. If, however, the Tribunal comes to the conclusion or is of the opinion\nthat further investigation in facts may be necessary, it may pass such order\nor orders as it may think fit and proper. [1086-E}\nD\nE\nF\nG\nH\non.\nGovernment of W.B. v. Tarun K. Roy and Ors., [2004] 1 SCC 347, relied\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4424 of 2004.\nFrom the Final Order No. 145/2004-B dated 22.1.2004 of the Customs,\nExcise and Service Tax Appellate Tribunal, New Delhi in Appeal No. E/682/\n03-NB(B).\nG.E. Vahanvati and S.G. P. Parmeswaran for the Appellant.\nR. Santhanan, Rajendra Singhvi and Ashok Kumar Singh for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 'This appeal under Section 35L(b) of the Central Excise\nAct, 1944 (for short \"the Act\") is directed against a final judgment and order\ndated 22.1.2004 passed by the Customs, Excise \u0026 Service Tax Appellate\nTribunal, New Delhi in Appeal No. 145/2004-B whereby and whereunder the\nappeal preferred by the Appellant herein was dismissed.\nThe basic fact of the matter is not in dispute. The assessee is one\nM/s. Hira Cement. It carries on business of manufacture of cement in the town\nof Raipur. It is a small-scale industry (SSI) being a proprietory concern of one\nShri Suresh Agrawal. Another industry, known as M/s. Hira Industries Limited,\n1\nJ\nCOMMR. OF CENTRAL EXCISE, RAIPUR v. HIRA CEMENT [SINHA, J.]\n1079\nis also a manufacturer of cement having a factory in the town of Jagdalpur A\nwhich is situated at a distance of about 300 kms. from Raipur. Hira Industries\nLimited was incorporated and registered under the Companies Act on or\nabout 20th October, 1983 whereas the Respondent herein was set up in the\nyear 1988. Hira Industries Limited is not a SSI unit. The unit of the Respondent\nwas earlier known as Bajrang Bali Cement whereas that of Hira Industries\nLimited was known as Jai Bajrang Cement Ltd. The capacity of production of\nthe Respondent's cement industry is about 60 tonnes per day whereas that\nof Hira Industries Limited is 150 tonnes per day.\nAs a SSI unit, the Respondent herein claimed exemption from payment\nof excise duty in terms of a notification dated 28.2.1993. The said notification\nwas issued under Section 5A of the Act; paragraph 4 whereof reads as under:\nB\nC\nᎠ\n\"4. The exemption contained in this notification shall not apply to the\nspecified goods where a manufacturer affixes the specified goods with\na brand name or trade name (registered or not) of another person who\nis not eligible for the grant of exemption under this notification:\nProvided that nothing contained in this paragraph shall be applicable\nto the specified goods which are component parts of any machinery\nor equipment or appliances and cleared from a factory for use as\noriginal equipment in the manufacture of the said machinery or\nequipment or appliances and the procedure set up out in Chapter X E\nof the said Rules is followed:\nProvided further that nothing contained in this paragraph shall be\napplicable to the specified goods where a manufacturer affixes the\nspecified goods with a brand name or trade name (registered or not)\nof the Khadi and Village Industries Commission or of the State Khadi F\nand Village Industries Board.\"\n“Brand name” or “trade name\" has been defined in Explanation IX of\nthe said notification in the following terms:\n“Brand name\" or \"trade name” shall mean a brand name or trade name, G\nwhether registered or not, that is to say a name or a mark, such as\nsymbol, monogram, label, signature or invented word or writing which\nis used in relation to such specified goods for the purpose of indicating,\nor so as to indicate a connection in the course of trade between such\nspecified goods and some person using such name or mark with or\nwithout any indication of the identify of that person.\"\nH\n1080\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA\nThe Respondent herein states :\nB\nC\nD\n\"Hira Industries Ltd. is thus a Limited company run by Shri B.L.\nAgrawal and other Directors whereas Hira Cement is a proprietorship\nconcern owned by Shri Suresh Agrawal. Shri Suresh is the nephew\nof Shri B.L. Agrawal and that was the main reason for which both the\nunits were held to be related parties. However, there is no other nexus\nor relation between Hira Industries Ltd. and Hira Cement. Shri B.L.\nAgrawal and Shri Suresh Agrawal are not even falls within the ambit\nof definition of Relatives as defined under Section 6 of the companies\nAct, read with Schedule 1A of the Act.\nThe Hira Industries Ltd. has hired a portion of premises of Hira\nCement for maintaining its Registered Office at Raipur and a small\ngodown for keeping its goods. Hira Industries Ltd. used to purchase\nCement from Hira Cement and for catering to the needs of its Raipur\ncustomers Hira Industries Ltd. used to keep those goods in the said\ngodown. Accordingly, the Registered Office and Telephone Numbers\nof Hira Industries Ltd. and Office Address and Telephone Numbers\nof Hira Cement happened to be the same. Both the entities were\noperating independently.\"\nThe Appellant contends that the Respondent, herein was not entitled\nE to claim the benefit of SSI exemption on the ground that the same would not\napply to the specified goods bearing a brand name of another person, in view\nof the fact that the Respondent has been using the brand name of said Hira\nIndustries Limited.\nFurther contention of the Appellant is that the said Hira Industries\nF Limited being engaged in the manufacture of cement with the brand name of\nHira Cement which demonstrates the financial interrelationship of both the\nconcerns as belonging to a group of industries, known as Hira Group of\nIndustries.\nG\nH\nIndisputably, 10 show-cause notices were issued by the Superintendent/\nAssistant Commissioner concerned upon the Respondent calling upon it to\nshow cause as to why the SSI exemption granted to it should not be disallowed\nand the duty which was not paid for the period December, 1993 and December,\n1997 should not be recovered. In the said proceedings, the Respondent was\nheld to be not entitled to such exemption.\n1\n+\nCOMMR. OF CENTRAL EXCISE, RAJPUR v. HIRA CEMENT [SINHA, J.]\n1081\nHowever, on an appeal made by the Respondent, by an order dated A\n28.12.2001, the Commissioner dropped the proceedings inter alia relying on\nor on the basis of a decision of the Tribunal in Emkay Investment Pvt. Ltd.\nv. Commissioner, (2000) 124 ELT 741 (Tribunal), holding :\n\"Thus, I hold that both firms were not using common brand name on\nthe packings of their products which will disentitle the notice from B\nbenefit of exemption under Notification 1/93-CE dtd. 28.2.93 as amended,\n7/97-CE dtd. 1.3.97 (Superseded by Notification No. 16/97-CE dtd.\n1.4.97) and 38/97-CE dtd. 27.6.97 etc. by merely alleging that they have\nused the brand name of another firm, i.e., M/s. Hira Industries Ltd.,\nJagdalpur. Hence, I find that there is no justification in demand of\nduty of Rs. 49,77,206/- from the noticee for the concerned period\nalleged in the Show Cause Notices listed in para-I of this order by\ndisallowing the benefit of exemption notification No. Notification 1/93-\nCE dtd. 28.2.93 as amended, 7/97-CE_dtd. 1.3.97 (superseded by\nNotification No. 16/97-CE dtd. 1.4.97) and 37/97-CE dtd. 27.6.97 etc. to\nthe Noticee.\"\nAs regard the question that the Respondent and the said Hira Industries\nLimited are related persons to each other, it was held that they are separate\njuristic persons. An appeal thereagainst was preferred by the Appellant\nbefore the Tribunal and by reason of the impugned judgment, the same was\ndismissed.\nThe Tribunal upon comparing the logos of both Hira Cement and Hira\nIndustries Limited observed:\nC\nD\nE\n\"A perusal of the logo and brand name used by the respondents\nclearly reveals that their brand name is \"BBC CEMENT”, whereas the F\nbrand name of M/s. Hira Industries Ltd. is \"HIRA CEMENT”. Merely,\nbecause the logo is similar in both the cases, it cannot be alleged by\nthe Revenue that the respondents are using the brand name of another\nperson for the purpose of attracting the mischief of para 4 of the\nNotification. In the present matter, the Revenue has not established\nthat the brand name used by M/s. Hira Industries Ltd. is used by the\nRespondents. There is a substantial force in the submissions of the\nlearned Advocate for the respondents that the words 'Hira Cement'\nwritten on their bags of cement is the name of their company and not\nthe brand name of M/s. Hira Industries Ltd\"\nG\nH\nA\nB\nC\nᎠ\n(1)\nE\nF\nG\n1082\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nIt is not in dispute that the Appellant in its notice dated 20th/22nd May,\n1992 mentioned that a proceeding was initiated against the Respondent as\nalso the said Hira Industries Limited as regard valuation of the goods wherein\nultimately by an order dated 21.9.2001, the Commissioner dropped the\nproceedings. It is also not in dispute that in the appeal preferred by the\nAppellant, herein before the Tribunal questioning the order dated 28.12.2001,\nthe assessee objected to the maintainability of the appeal by filing a cross-\nobjection before the Tribunal. The Commissioner in its earlier order dated\n21.9.2001 opined:\n\"(d) On comparing the two bags submitted by the two noticees No.\n1 and 2 which was submitted by them during the course of personal\nhearing on 3.9.2001, it is clear that notice No. 1's brand name 'BBC'\nwas more prominent on their bags whereas in case of bags of noticee\nNo. 2 brand 'HIRA' with a logo of diamond on top is more prominent.\nThis fact may be further corroborated with samples and drawings of\nHDPE/Jute bags submitted by noticee No. 1 to the Assistant Collector\nCentral Excise \u0026 Customs, Anupam Nagar Raipur under their letter\nNo. HC: 91-92 dtd. 4.2.92 enclosing the photocopies of the documents.\nHence noticee No. 1 M/s. Hira Cement (firms name) have used only\nbrand name ‘BBC' on their products. They have not used Hira Cement\nas their brand name which is being alleged in the show cause notice\nbelongs to noticee No. 2. Noticee No. 2 sold their products with brand\nname 'HIRA CEMENT' with diamond logo/ mark on the top. Brand\nname of the both the firms are different. These are not further\nsubstantiated during the course of investigation and facts brought on\nthe record.\n(e) Thus, I hold that both the noticees were not using common brand\nname on the packings of their product which will disentitle the noticee\nNo. (1) from benefit of exemption under notification No. 175/86 by\nmerely alleging that they have used the brand name of noticee No. 2.\nHence, I find that there is no justification in demand of duty of Rs.\n326357.75 from noticee No. 1 for the period 21.6.91 to December, 91 by\nway of disallowing the benefit of exemption notification No. 175/86 CE\nto noticee No. 1\"\nHowever, in the said proceedings, penalties of Rs. 50,000/- and Rs.\n25,000 were imposed against the Respondent and the said Hira Industries\nLimited, respectively.\nH\nCOMMR. OF CENTRAL EXCISE, RAIPUR v. HIRA CEMENT [SINHA, J.] 1083\nAn appeal thereagainst was preferred by the Respondent to the extent A\nof demand confirmed on the ground of alleged related person under Section\n4 of the Act. The said appeal was dismissed. An appeal preferred thereagainst\nby the Respondent before this Court was also dismissed. The contention of\nthe Respondent in the aforementioned situation is that the said order dated\n21.9.2001 attained finality and, thus, having been accepted by the Appellant, B\nthe present appeal was not maintainable.\nMr. G.E. Vahanavati, learned Solicitor General appearing on behalf of the\nAppellant would, at the outset, draw our attention to the fact that the decision\nof the Tribunal in Emkay Investment (supra) has expressly been reversed by\na 3-Judge Bench of this Court in Commissioner of Central Excise, Calcutta C\nv. Emkay Investments (P) Ltd. and Anr., [2005] | SCC 526 stating:\n\"15. We have gone through the common order passed by the Tribunal.\nIn our view, the Tribunal has erred in not appreciating that to attract\nprovision of clause 7 of Notification No. 175/86-CE, it is sufficient that\nthe product contained a trade mark/logo of another ineligible person D\nwhich was fully satisfied in the instant case and whether the product\nalso contained the brand name/trade name/logo of the manufacturer\nwould not and cannot alter such position. Likewise, the interpretation\nof Explanation VIII as advanced by the Tribunal does not appear to\nbe correct in law and in fact. It was imperative that by using the\nregistered logo \"MERINO” belonging to M/s Merinoply and Chemicals\nLtd. on their own product M/s Emkay Investments Ltd. fulfilled the\npurpose of indicating a relation between the said products and the\nlogo owner so as to influence the trade and therefore, the provisions\nof Explanation VIII were fully satisfied so far as the case ɔn hand was\nconcerned. The finding of the Tribunal to the contrary, in our opinion, F\nis wrong and liable to be set aside.\"\nIt was submitted that in that view of the matter the impugned judgment\nof the Tribunal and the order of the Commissioner cannot be sustained. As\nregard the cross-objection filed by the Respondent, it was urged that the\norder of the Commissioner dated 21.9.2001 having a limited effect, the same\nwill not debar the Appellant from maintaining an appeal. In any event, the law\nhaving been declared by this Court, the decision of the Commissioner must\ngive way to the decision of this Court.\nE\nG\nMr. R. Santhanan, learned counsel appearing on behalf of the\nRespondent, on the other hand, would submit that once the said order dated H\nB\n1084\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA 21.9.2001 attained finality, the Appellant did not have any locus standi to\nmaintain an appeal before the Tribunal and consequently this appeal. It was\nfurther contended that a finding of fact has been arrived at by the Commissioner\nas also the Tribunal to the effect that it is not the assessee who had been\nusing the brand name of the said Hira Industries Limited and as if Hira\nIndustries Limited was using the brand name of Hira Cement belonging to the\nRespondent herein, the assessee cannot be blamed therfor, the impugned\njudgments should not be interfered with. Drawing our attention to various\ndistinctive features in the respective logos of the Respondent as also the said\nHira Industries Limited, the learned counsel urged that the question must be\nadverted to keeping in view of the fact that the dispute does not relate to\nC trade mark and in that view of the matter if the said Hira Industries Limited\nhad been using the premises belonging to the Respondent as also the\ntelephones which are installed therein or had been selling cement from it, the\nsame by itself cannot be a ground for holding that the Respondent had been\nusing the brand name of the said Hira Industries Limited. It was submitted\nthat in fact the said Hira Industries Limited had been purchasing cement from\nD\nthe Respondent.\nE\nF\nG\nH\nThe purport and object of grant of exemption to a SSI unit is clear and\nunambiguous. It can be availed of, provided that they satisfy the conditions\nprecedent therefor. The criteria for determining the eligibility of an entrepreneur\nfor becoming entitled to have the benefit of exemption notification, it is well-\nsettled, must be construed strictly. [See Tata Iron and Steel Co. Ltd. v. State\nof Jharkhand and Ors., [2005] 4 SCC 272 and Government of India \u0026 Ors.\nv. Indian Tobacco Association, (2005) 6 SCALE 683].\nIn Commissioner of C. Ex., Trichy v. Rukmani Pakkwell Traders, (2004)\n(165) ELT 481 : [2004] 11 SCC 801, the expression \"such brand name” was\nconsidered holding:\n\"7. The Tribunal had also held that under the Notification the use\nmust be of \"such brand name”. The Tribunal has held that the words\n\"such brand name\" shows that the very same brand name or trade\nname must be used. The Tribunal has held that if there are any\ndifferences then the exemption would not be lost. We are afraid that\nin coming to this conclusion the Tribunal has ignored Explanation IX.\nExplanation IX makes it clear that the brand name or trade name shall\nmean a brand name or trade name (whether registered or not) that is\nto say a name or a mark, code number, design number, drawing\nnumber, symbol, monogram, label, signature or invented word or writing.\n*\nCOMMR. OF CENTRAL EXCISE, RAIPUR v. HIRA CEMENT [SINHA, J.] 1085\nThis makes it very clear that even a use of part of a brand name or A\ntrade name, so long as it indicates a connection in the course of trade\nwould be sufficient to disentitle the person from getting exemption\nunder the Notification. In this case admittedly the brand name or trade\nname is the words \"ARR\" with the photograph of the founder of the\ngroup. Merely because the registered trade mark is not entirely\nreproduced does not take the Respondents out of Clause 4 and make\nthem eligible to the benefit of the Notification.\"\nIn Commissioner of Central Excise, Chandigarh-I v. Mahaan Dairies,\n(2004) 166 ELT 23, the same view was reiterated. The views expressed therein\nhave also been reiterated in Commissioner of Central Excise, Calcutta v.\nEmkay Investments (P) Ltd. and Anr. (supra).\nB\nC\nThe ratio of the decisions referred to hereinbefore shortly stated is that\nif the manufacturer uses some brand of its own, it would be entitled to, but\nit would not be, for one reason or the other, it had been using the brand of\nanother. The learned Commissioner or the learned Tribunal, as noticed supra, D\ndid not have the occasion to consider the question in the light of the\naforementioned decisions of this Court.\nEmkay Investment (supra) which was the basis for the decision of the\nCommissioner has expressly been overruled by this Court. The cross-objections\nfiled by the Respondent, herein before the Tribunal also had not specifically E\nbeen adverted to as the matter relating to maintainability of the appeal preferred\nby the Appellant, herein before the Tribunal does not appear to have been\ndiscussed nor any reference thereto has been made in the concluding paragraph\nof the judgment.\nBefore us, the parties have placed the entire facts. We may also place\non record that it has been conceded before us by the learned counsel appearing\non behalf of the Respondent that the earlier order dated 26.9.2001 shall not\noperate as a res-judicata but, as noticed hereinbefore, the only contention\nraised was that once the Revenue accepts a judgment, it cannot raise the said\nquestion once again.\nF\nG\nAlthough some decisions to this effect have been cited by Mr.\nSanthanan, we are of the opinion that the matter should be considered afresh\nby the Tribunal upon considering all aspects of the matter. We refrain ourselves\nfrom going into the said question. We may, however, notice that a Bench of\nthis Court in Government of W.B. v. Tarun K. Roy and Ors., [2004] 1 SCC 347 H\n1086\nA stated:\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\n\"Non-filing of an appeal, in any event, would not be a ground for\nrefusing to consider a matter on its own merits. (See State of\nMaharashtra v. Digambar.)\nIn State of Bihar v. Ramdeo Yadav, wherein this Court noticed\nDebdas Kumarl by holding:\n“4. Shri B.B. Singh, the learned counsel for the appellants, contended\nthat though an appeal against the earlier order of the High Court has\nnot been filed, since larger public interest is involved in the\ninterpretation given by the High Court following its earlier judgment,\nthe matter requires consideration by this Court. We find force in this\ncontention. In the similar circumstances, this Court in State of\nMaharashtra v. Digambar and in State of W.B. v. Debdas Kumar had\nheld that though an appeal was not filed against an earlier order, when\npublic interest is involved in interpretation of law, the Court is entitled\nto go into the question.\"\"\"\"\nAs we intend to remit the matter back to the Tribunal, we should not\nmake any observation at this juncture which would affect the merit of the\nmatter one way or the other. We may also be misunderstood. Suffice it to say\nthat having regard to the definition of the brand name as contained in\nExplanation IX to the notification dated 28.2.1993, the matter requires fresh\nconsideration by the Tribunal upon taking into consideration the fact of the\nmatter. If, however, the Tribunal comes to the conclusion or is of the opinion\nthat further investigation in facts may be necessary, it may pass such order\nor orders as it may think fit and proper.\nThis appeal is allowed and the impugned judgment is set aside and the\nmatter is remitted to the Tribunal for consideration of the matter afresh in the\nlight of the observations made hereinbefore. No costs.\nD.G.\nAppeal allowed.\n"}