{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"i\n\"\nKARNATAKA POWER CORPORATION LIMITED AND ANR.\nV.\nK. THANGAPPAN AND ANR.\nAPRIL 4, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nConstitution of India, 1950-Article 226-Writ jurisdiction-Exercise\nof, in case of delay/laches on part of petitioner-Held: In case of inordinate\ndelay on the part of petitioner, High Court not to intervene and grant relief\nin exercise of its writ jurisdiction-Delay and laches.\nIn January, 1979, appellant-Corporation and workmen arrived at a\nsettlement scheme for confirmation of nominal muster roll workmen.\nRespondent-workman did not report for duty since February, 1979 and\naccordingly his name was removed from nominal muster roll. In October,\n1997, he made representations for providing employment. Appellant refused\nto consider his request as the matter was 20 years old. Thereafter respondent\nfiled writ petition praying for direction to consider him for employment which\nwas allowed by Single Judge. Writ appeal filed by appellant was dismissed on\nthe ground that settlement clearly provided that as and when vacancy would\narise, the workman would be appointed. Hence the present appeal.\nAllowing the appeal, the Court\nA\nB\nC\nD\nE\nHELD: 1. For nearly 2 decades respondent No.1-workman had remained\nsilent. Even in the representations made in 1997 and 1998 there was no\nreference to the representations claimed to have been made in 1982 and/or F\n1989. Even if that would have been made there was considerable delay even in\nmaking the representations. There is no dispute that mere making of\nrepresentations cannot justify a belated approach. [786-C]\n2. Delay or laches is one of the factors which is to be borne in mind by\nthe High Court when they exercise their discretionary powers under Article G\n226 of the Constitution. In an appropriate case the High Court may refuse to\ninvoke its extraordinary powers if there is such negligence or omission on\nthe part of the applicant to assert his right as taken in conjunction with the\nlapse of time and other circumstances causes prejudice to the opposite party.\n783\nH\n784\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA Even where fundamental right is involved the matter is still within the\ndiscretion of the Court. [786-D, E❘\nB\nC\nD\nE\nF\nG\nH\nDurga Prasad v. Chief Controller of Imports and Exports, AIR (1970)\nSC 769 and State of Orissa v. Arun Kumar, AIR (1976) SC 1639, relied on.\nLindsay Petroleum Company v. Prosper Armstrong Hurd etc., (1874) 5\nP.C. 221; Moon Mills Ltd. v. Industrial Courts, AIR (1967) SC 1450;\nMaharashtra State Road Transport Corporation v. Balwant Regular Motor\nService, AIR (1969) SC 329; R.N. Bose v. Union of India, AIR (1970) SC\n470; State of M.P. v. Nandlal, AIR (1987) SC 251; K.V. Raja Lakshmiah v.\nState of Mysore, AIR (1967) SC 973; State of Orissa v. P. Samantaraj, AIR\n(1976) SC 1617 and ONGC Ltd. and Anr. v. Shyamal Chandra Bhowmik,\n[2006] 1 SCC 337, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 3726/2006.\nFrom the Judgment and Order dated 29.11. 1999 of the Karnataka High\nCourt at Bangalore in W.A. No. 6847/1999.\nS. Ganesh, Pratap Venugopal, M/s. Jhuma Bose, E. Venu Kumar and\nM/s. K.J. John \u0026 Co. for the Appellants.\nBharat Sangal, Sanjay R. Hegde, Anil K. Mishra and A. Rohen Singh\nfor the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the legailty of the\njudgment rendered by a Division Bench of the Karnataka High Court upholding\nthe view of the learned Single Judge directing the appellants to appoint\nrespondent No. 1 (hereinafter referred to as the 'workman') in an appropriate\nvacancy in terms of Clause 4 of the Settlement dated 29.1.1979.\nFactual position in a nutshell is as under:\nRespondent No.1 was working as a nominal muster roll workman with\nthe appellant No.1- Karnataka Power Corporation Ltd. (In short \"Corporation”).\nOn 29.1.1979 a settlement was arrived at in terms of Section 12(3) of the\nIndustrial Disputes Act. 1947 (in short the ‘Act'). Clause 4 of the Settlement\nwhich is relevant reads as follows:\n\"Casual Labour:-Casual workmen who have worked for a period of\n-\n}\nKARNATAKA POWER CORPORATION LIMITED v. K. THANGAPPAN [PASAYAT, J.] 785\nnot less than 240 days during a period of 12 calendar months are A\nagreed to be brought on monthly establishment from the first of the\nfollowing month effective from 1.10.1978, subject to availability of\nvacancies. The surplus workmen, if any, will be kept on the waiting\nlist and appointed as and when vacancies occur. In the case of\nworkmen who are not provided with work during monsoon period, the\nB\nnumber of days worked in two consecutive seasons will be counted\nto determine their eligibility\".\nAccording to the appellants, the respondent did not report for duty\nsince February, 1979 and accordingly his name was removed from the nominal\nmuster roll. In October 1997 respondent No. 1-workman addressed a letter to C\nthe Corporation and sought employment as a Mason. The request was repeated\non 17.1.1998 and thereafter in June, 1998. In reply, the appellant-Corporation\nstated that since respondent No.1 was not working with the Corporation at\nthe time of confirmation of the other nominal muster roll employees and the\nmatter was 20 years old, it would not be possible to consider the request for\nD\nproviding employment. On 18.8.1998 a writ application was filed before the\nKarnataka High Court praying inter-alia, for direction to consider the writ\npetitioner for the post of Ist Class Mason. Corporation filed its reply pointing\nout that the writ petition was liable to be dismissed on the grounds of delay\nand laches. However, by order dated 18.8.1999 the writ petition was allowed\nby a learned Single Judge holding that it would be too much to expect a writ E\npetitioner to retain copies of the communications that he had sent to the\nCorporation. Since the alleged acknowledgments produced had shown that\nsome officers of the Corporation received the communications it would be\ndesirable to accept the stand that representations were made and it would not\nbe correct to say that the writ petitioner had slept over the matter for 18 years,\nas he was agitating the matter. The Writ Appeal filed by the Corporation was\ndismissed on the ground that Clauses (4) of the Settlement clearly provided\nthat as and when vacancy would arise, the workman would be appointed.\nThat being the position, there was no scope for interference with the order\nof the learned Single Judge.\nLearned counsel for the appellant-Corporation and its functionaries\nsubmitted that there was no evidence produced by the respondent to show\nthat in 1982 and/or 1989 he approached the Corporation for employment. Even\nif it is accepted for the sake of argument that he sent representations it is clear\nthat one was filed after three years and the other after 10 years. Significantly,\nin the representations sent in 1997 and 1998 there was no reference to so-\nF\nG\nH\n786\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA called earlier representation, if any. This itself shows that there was no\nsubstance in the plea of respondent No. 1 that he had been agitating the\nmatter. In any event, making a representation is not sufficient for filing a\nbelated writ petition. In response, learned counsel for respondent No.1-\nworkman submitted that the High Court had proceeded on equitable premises\nand no interference was called for.\nB\nThe factual position as noted above clearly shows that for nearly 2\ndecades the respondent No. 1-workman had remained silent. As rightly pointed\nout by learned counsel for the appellants even in the representations made\nin 1997 and 1998 there was no reference to the representations claimed to\nC have been made in 1982 and/or 1989. Even if that would have been made,\nthere was considerable delay even in making the representations. There is no\ndispute that mere making of representations cannot justify a belated approach.\nDelay or laches is one of the factors which is to be borne in mind by\nthe High Court when they exercise their discretionary powers under Article\nD 226 of the Constitution. In an appropriate case the High Court may refuse to\ninvoke its extraordinary powers if there is such negligence or omission on the\npart of the applicant to assert his right as taken in conjunction with the lapse\nof time and other circumstances, causes prejudice to the opposite party. Even\nwhere fundamental right is involved the matter is still within the discretion of\nE the Court as pointed out in Durga Prasad v. Chief Controller of Imports and\nExports, AIR (1970) SC 769. Of course, the discretion has to be exercised\njudicially and reasonably.\nWhat was stated in this regard by Sir Barnes Peacock in Lindsay\nPetroleum Company v. Prosper Armstrong Hurd etc. (1874) (5) P.C. 221 at\nF page 239 was approved by this Court in Moons Mills Ltd. v. Industrial Courts.\nG\nH\nAIR (1967) SC 1450 and Maharashtra State Road Transport Corporation. v.\nBalwant Regular Motor Service, AIR (1969) SC 329. Sir Barnes had stated:\n“Now, the doctrine of laches in Courts of Equity is not arbitrary or\ntechnical doctrine. Where it would be practically unjust to give a\nremedy either because the party has, by his conduct done that which\nmight fairly be regarded as equivalent to a waiver of it, or where by\nhis conduct and neglect he has though perhaps not waiving that\nremedy, yet put the other party in a situtation in which it would not\nbe reasonable to place him if the remedy were afterwards to be asserted,\nin either of these cases, lapse of time and delay are most material. But\nI\n1\n1\nKARNATAKA POWER CORPORATION LIMITED 1. K. THANGAPPAN [Pasayat, J.] 787\nin every case, if an argument against relief which otherwise would be A\njust, if founded upon mere delay, that delay of course not amounting\nto a bar by any statute of limitation, the validity of that defence must\nbe tried upon principles substantially equitable. Two circumstances\nalways important in such cases are, the length of the delay and the\nnature of the acts done during the interval which might affect either\nparty and cause a balance of justice or injustice in taking the one\ncourse or the other, so far as relates to the remedy.\"\nIt would be appropriate to note certain decisions of this Court in which\nthis aspect has been dealt with in relation with Article 32 of the Constitution.\nB\nIt is apparent that what has been stated as regards that Article would apply, C\na fortiori, to Article 226. It was observed in R.N. Bose v. Union of India, AIR\n(1970) SC 470 that not relief can be given to the petitioner who without any\nreasonable explanation approaches this Court under Article 32 after inordinate\ndelay. It was stated that though Article 32 is itself a guaranteed right, it does\nnot follow from this that it was the intention of the Constitution makers that\nthis Court should disregard all principles and grant relief in petitions filed after D\ninordinate delay.\nIt was stated in State of M.P. v. Nandlal, AIR (1987) SC 251, that the\nHigh Court in exercise of its discretion does not ordinarily assist the tardy\nand the indolent or the acquiescent and the lethargic. If there is inordinate\ndelay on the part of the petitioner and such delay is not satisfactorily explained, E\nthe High Court may decline to intervene and grant relief in exercise of its writ\njurisdiction. It was stated that this rule is premised on a number of factors.\nThe High Court does not ordinarily permit a belated resort to the extraordinary\nremedy because it is likely to cause confusion and public inconvenience and\nbring, in its train new injustices, and if writ jurisdiction is exercised after F\nunreasonable delay, it may have the effect of inflicting not only hardship and\ninconvenience but also injustice on third parties. It was pointed out that when\nwrit jurisdiction is invoked, unexplained delay coupled with the creation of\nthird party rights in the meantime is an important factor which also weighs\nwith the High Court in deciding whether or not to exercise such jurisdiction.\nIt has been pointed out by this Court in a number of cases that\nrepresentations would not be adequate explanation to take care of delay. This\nwas first stated in K.V. Raja Lakshmiah v. State of Mysore, AIR (1967) SC 973.\nThis was reiterated in R.N. Bose's case (supra) by stating that there is a limit\nto the time which can be considered reasonable for making representations\nG\nH\n788\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA and if the Government had turned down one representation the making of\nanother representation on similar lines will not explain the delay. In State of\nOrissa v. P. Samantaraj, AIR (1976) SC 1617 making of repeated representations\nwas not regarded as satisfactory explanation of the delay. In that case the\npetition had been dismissed for delay alone. (See State of Orissa v. Arun\nKumar. AIR (1976) SC 1639 also).\nB\nAdditionally, whether Clause (4) of the Settlement was applicable to\nrespondent No. 1-workman could not have been adjudicated in a writ petition.\nIn fact, the High Court has not even given any finding in the regard. As has\nbeen observed by this Court in ONGC Ltd. and Anr. v. Shyamal Chandra\nC Bhowmik, [2006] 1 SCC 337 in cases of this nature a writ petition is not the\nproper remedy.\nD\nLooked at from any angle, respondent No.1-workman was not entitled\nto any relief. The orders of the learned Single Judge and the Division Bench\ncannot be maintained and are set aside.\ncosts.\nD.G.\nThe appeal is allowed but in the circumstances with no order as to\nAppeal allowed.\n"}