{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"}\nRAMA PASWAN AND ORS.\nV.\nSTATE OF JHARKHAND\nAPRIL 13, 2007\n[DR. ARIJIT PASAYAT AND D.K. JAIN, JJ.]\nA\nB\nPenal Code, 1860; Ss. 376/Code of Criminal Procedure, 1973; Ss. 311,\n313 and 320:\nCriminal trial:\nC\nRape-Examination of witnesses-Recording of evidence-Recalling of\nvictim for further examination at the stage of argument on the ground that\nthe dispute settled outside the Court-S.311 Cr. P.C.-Scope and abmit of\nHeld: In terms of provisions under Section 311 Cr.P.C. a duty is cast upon\nD\nthe Court to arive at the truth by all lawful means including examination of\nwitnesses by calling any such witnesses-The object is that there may not be\nfailure of justice on account of mistake of either party in bringing the\nvaluable evidence on record leaving ambiguity in the statement of the witness/\nwitnesses examined—Since a very wide discretion is conferred on the Court\non summoning the witnesses, it is required to be exercised judiciously E\nBesides, in terms of cardinal rule in law of evidence, the best available\nevidences should be brought before the Court-Though, the Court is not\nempowered to compel either the prosecution or the defence to examine any\nparticular witness/witnesses, but the Courts often have to depend on\nintercepted allegations made by the parties on inconclusive inference drawn\nfrom facts elicited in the evidence-In such cases, Courts have to act under\nthe second part of Section 311 Cr.P.C.-Since offence u/s. 376 IPC is not\ncompoundable in terms of S. 320 Cr.P.C., Courts below rightly rejected the\nprayer for calling the victim/PW4 for re-examination-Evidence Act, 1872.\nF\nAn F.I.R. was lodged by the informant alleging that accused committed G\nrape of PW4, the victim. The date of occurrence was stated to be 30.5.1992.\nThe charge sheet was filed by the Police on 29.9.1994. Trial Court had\nexamined witnesses after framing of charges from 1994 to 2004. On\n18.5.2004 the trial court directed the production of further witnesses, if any.\n83\nH\n}\nའ\nし\n84\nळ\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Since no prosecution witness was present on 18.5.2004, 28.5.2004 and\n10.6.2004, evidence of prosecution was closed. The statement of accused\npersons was recorded under Section 313 of the Code of Criminal Procedure,\n1973. The evidence of the defence witnesses was recorded between 25.6.2004\nand 13.12.2004. At the stage of argument, an application purported to be under\nSection 311 of the Code was filed for recalling the victim for further cross\nexamination on the ground that the parties have settled the dispute outside\nthe Court and also the informant could not identify the persons as crime was\ncommitted in darkness. The trial court dismissed the application. Later, an\napplication in terms of Section 482 Cr.P.C. was filed before the High Court\nwhich was dismissed by the impugned order. Hence the present appeal.\nB\nC\nD\nE\nF\nG\nH\nAppellant contended that when parties have settled the disputes,\ncontinuance of the proceeding would not be in the interest of the justice and\nthe High Court should have exercised jurisdiction under Section 482 of the\nCode.\nDismissing the appeal, the Court\nHELD: 1.1. In terms of Section 311 Cr.P.C., there is a duty cast upon\nthe court to arrive at the truth by all lawful means and one of such means is\nthe examination of witnesses of its own accord when for certain obvious\nreasons either party is not prepared to call witnesses who are known to be in\na position to speak important relevant facts. [Para 7] [88-A]\n1.2. The object underlying Section 311 of the Code is that there may\nnot be failure of justice on account of mistake of either party in bringing the\nvaluable evidence on record or leaving ambiguity in the statements of the\nwitnesses examined from either side. The determinative factor is whether it\nis essential to the just decision of the case. [Para 8] [88-B]\n1.3. Section 311 Cr.P.C. is a general section which applies to all\nproceedings, enquiries and trials under the Code and empowers the\nMagistrate to issue summons to any witness at any stage of such proceedings,\ntrial or enquiry. The significant expression that occurs is \"at any stage of\nany inquiry or trial or other proceeding under the Code.\" It is, however, to be\nborne in mind that whereas the section confers a very wide power on the court\non summoning witnesses, the discretion conferred is to be exercised\njudiciously, as the wider the power the greater is the necessity for application\nof judicial mind. [Para 8] [88-C-E]\nRAMA PASWAN v. STATE OF JHARKHAND\n85\n7\n1.4. It is cardinal rule in the law of evidence that the best available A\nevidence should be brought before the court. Section 60, 64 and 91 of the\nEvidence Act, 1872 are based on this rule. The court is not empowered under\nthe provisions of the Code to compel either the prosecution or the reference\nto examine any particular witness or witnesses on their side. This must be\nleft to the parties. But in weighing the evidence, the court can take note of\nB\nthe fact that the best available evidence has not been given, and can draw an\nadverse inference. The court will often have to depend on intercepted\nallegations made by the parties, or on inconclusive inference from facts\nelicited in the evidence. In such cases, the court has to act under the second\npart of Section 311 Cr.P.C. Sometimes the examinations of witnesses as\ndirected by the court may result in what is brought to be \"filling of loopholes”.\nC\nThat is purely a subsidiary factor and cannot be taken into account. Whether\nthe new evidence is essential or not must of course depend on the facts of\neach case, and has to be determined by the Presiding Judge.\n[Para 9] [88-F-H; 89-A]\n1.5. The object of Section 311 is to bring on record evidence not only\nD\nfrom the point of view of the accused and the prosecution but also from the\npoint of view of the orderly society. [Para 10] [89-BỊ\n1.6. The right to cross-examine a witness who is called by a court arises\nnot under the provisions of Section 311, but under the Evidence Act which\ngives a party the right to cross-examine a witness who is not his own witness.\nSince a witness summoned by the court could not be termed a witness of any\nparticular party, the court should give right of cross-examination to the\ncomplainant. [Para 10] [89-C]\nJamatraj Kewaliji Govani v. State of Maharashtra, AIR (1968) SC 178,\nrelied on.\n2.1. Considering the ambit of Section 311 of the Code, it does not appear\nto be a case where any interference is called for. What is the effect of evidence\nalready recorded shall be considered by the trial court. Since Section 376\nIPC is not compoundable in terms of Section 320 of the Code, the trial court\nand the High Court rightly rejected the prayer. {Para 11] [89-D]\n2.2. No opinion on the merits of the case has been expressed.\n[Para 11] [89-D]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 554 of\n2007 of 2007.\nE\nF\nG\nH\n86\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nFrom the Judgment and Order dated 29.07.2005 of the High Court of\nJharkhand at Ranchi in Criminal Revision No. 437 of 2005.\nAjit Kumar Pande for the Appellants.\nAjit Kumar Sinha for the Respondent.\nB\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Appellants call in question legality of the order passed by a learned\nC Single Judge of the Jharkhand High Court dismissing the petition filed by the\nappellants.\nE\n3. Background facts in a nutshell are as follows:\nAlleging that PW4 (hereinafter referred to as the victim) was subjected\nD to rape, attracting punishment under Section 376 of the Indian Penal Code,\n1860 (in short the 'IPC'). First Information Report (in short the \"FIR') was\nlodged by the informant. The date of occurrence was stated to be 30.5.1992.\nThe charge sheet was filed on 29.9.1994. The examination of witnesses after\nframing of charges continued from 1994 to 2004. After examination of several\nwitnesses on 18.5.2004 the trial court directed the production of further\nwitnesses, if any. Since no prosecution witness was present on 18.5.2004,\n28.5.2004 and 10.6.2004, evidence of prosecution was closed. On 16.6.2004 the\nstatement of accused persons was recorded under Section 313 of the Code\nof Criminal Procedure, 1973 (in short the 'Code'). The evidence of the defence\nwitnesses was recorded between 25.6.2004 and 13.12.2004. Thereafter the\nF matter was placed for argument. At this stage an application purported to be\nunder Section 311 of the Code was filed for recalling of the victim for further\ncross examination on the ground that the parties have settled the dispute\noutside the Court at the intervention of the well-wishers and also the informant\ncould not identify the persons who allegedly committed the offence due to\ndarkness. The trial court rejected the application by order dated 1.4.2005. The\ntrial court was of the view that in view of the circumstances indicated it would\nnot be proper to allow the application of the accused for recalling the victim.\nThe same was accordingly dismissed. It was noted that the case was pending\nfor trial for more than ten years. Application in terms of Section 482 of the\nCode was filed before the High Court which was dismissed by the impugned\nH order. The High Court was of the view that the compromise petition which\nG\nL\nRAMA PASWAN v. STATE OF JHARKHAND [PASAYAT, J.]\n87\nwas annexed to the petition under Section 482 of the Code referred to purported A\ncompromise between the parties. The High Court noted that Section 376 of\nIPC is not compoundable and when the victim was examined and cross\nexamined during trial, the prayer to recall the victim is not acceptable.\nAccordingly the petition was rejected.\n4. In support of the appeal, learned counsel for the appellants submitted B\nthat when parties have settled the disputes continuance of the proceeding\nwould not be in the interest of the justice and the High Court should have\nexercised jurisdiction under Section 482 of the Code.\n5. Learned counsel for the State on the other hand supported the orders\npassed by the trial court and the High Court.\n6. The scope and ambit of Section 311 of the Code, which reads as\nfollows, needs to be noted:\nC\nᎠ\n\"311. Power to summon material witness, or examine person present.\n- Any court may, at any stage of any inquiry, trial or other proceeding\nunder this Code, summon any person as a witness, or examine any\nperson in a attendance, though not summoned as a witness, or recall\nand re-examine any person already examined; and the court shall\nsummon and examine or recall and re-examine any such person if his\nevidence appears to it to be essential to the just decision of the case.\" E\n7. The section is manifestly in two parts. Whereas the word used in the\nfirst part is \"may\", the second part uses \"shall\". In consequence, the first part\ngives purely discretionary authority to a criminal court and enables it at any\nstage of an enquiry, trial or proceeding under the Code (a) to summon anyone\nas a witness, or (b) to examine any person present in the court, or (c) to recall F\nand re-examine any person whose evidence has already been recorded. On\nthe other hand, the second part is mandatory and compels the court to take\nany of the aforementioned steps if the new evidence appears to it essential\nto the just decision of the case. This is a supplementary enabling provision,\nand in certain circumstances imposing on the court the duty of examining a\nmaterial witness who would not be otherwise brought before it. It is couched\nin the widest possible terms and calls for no limitation, either with regard to\nthe stage at which the powers of the court should be exercised, or with regard\nto the manner in which it should be exercised. It is not only the prerogative\nbut also the plain duty of a court to examine such of those witnesses as it\nconsiders absolutely necessary for doing justice between the State and the H\nG\nr\n88\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA subject. There is a duty cast upon the court to arrive at the truth by all lawful\nmeans and one of such means is the examination of witnesses of its own\naccord when for certain obvious reasons either party is not prepared to call\nwitnesses who are known to be in a position to speak important relevant\nfacts.\nB\nC\n8. The object underlying Section 311 of the Code is that there may not\nbe failure of justice on account of mistake of either party in bringing the\nvaluable evidence on record or leaving ambiguity in the statements of the\nwitnesses examined from either side. The determinative factor is whether it is\nessential to the just decision of the case. The section is not limited only for\nthe benefit of the accused, and it will not be an improper exercise of the\npowers of the court to summon a witness under the section merely because\nthe evidence supports the case of the prosecution and not that of the\naccused. The section is a general section which applies to all proceedings,\nenquiries and trials under the Code and empowers the Magistrate to issue\nsummons to any witness at any stage of such proceedings, trial or enquiry.\nD In Section 311 the significant expression that occurs is \"at any stage of any\ninquiry or trial or other proceeding under this Code\". It is, however, to be\nborne in mind that whereas the section confers a very wide power on the\ncourt on summoning witnesses, the discretion conferred is to be exercised\njudiciously, as the wider the power the greater is the necessity for application\nof judicial mind.\nE\n9. As indicated above, the section is wholly discretionary. The second\npart of it imposes upon the Magistrate an obligation: it is, that the court shall\nsummon and examine all persons whose evidence appears to be essential to\nthe just decision of the case. It is a cardinal rule in the law of evidence that\nF the best available evidence should be brought before the court. Sections 60,\n64 and 91 of the Evidence Act, 1872 (in short 'the Evidence Act') are based\non this rule. The court is not empowered under the provisions of the Code\nto compel either the prosecution or the defence to examine any particular\nwitness or witnesses on their side. This must be left to the parties. But in\nweighing the evidence, the court can take note of the fact that the best\nG available evidence has not been given, and can draw an adverse inference.\nThe court will often have to depend on intercepted allegations made by the\nparties, or on inconclusive inference from facts elicited in the evidence. In\nsuch cases, the court has to act under the second part of the section.\nSometimes the examination of witnesses as directed by the court may result\nH in what is thought to be \"filling of loopholes\". That is purely a subsidiary\n'\n+\n89\nRAMA PASWAN v. STATE OF JHARKHAND [PASAYAT, J.]\nfactor and cannot be taken into account. Whether the new evidence is A\nessential or not must of course depend on the facts of each case, and has\nto be determined by the Presiding Judge.\n10. The object of Section 311 is to bring on record evidence not only\nfrom the point of view of the accused and the prosecution but also from the\npoint of view of the orderly society. If a witness called by the court gives\nB\nevidence against the complainant, he should be allowed an opportunity to\ncross-examine. The right to cross-examine a witness who is called by a court\narises not under the provisions of Section 311, but under the Evidence Act\nwhich gives a party the right to cross-examine a witness who is not his own\nwitness. Since a witness summoned by the court could not be termed a\nwitness of any particular party, the court should give the right of cross-\nexamination to the complainant. These aspects were highlighted in Jamatraj\nKewalji Govani v. State of Maharashtra, AIR (1968) SC 178.\nC\n11. Considering the ambit of Section 311 of the Code, it does not appear\nto be a case where any interference is called for. What is the effect of D\nevidence already recorded shall be considered by the trial court. Since Section\n376 IPC is not compoundable in terms of Section 320 of the Code, the trial\ncourt and the High Court rightly rejected the prayer. We find no scope for\ninterference in the appeal. Our non-interference shall not be construed as we\nhave expressed any opinion on the merits of the case.\nThe appeal is dismissed.\nE\nS.K.S.\nAppeal dismissed.\n"}