{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"UNION OF INDIA AND ANR.\nV.\nF.H. DUBASH\nFEBRUARY 6, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nService Law Promotion-Promotion of one officer-Officer at No. 2 in\nmerit list claiming his promotion-Writ Petition-High Court holding that\nsince there were two vacancies, officer at No. 2 also entitled to promotion-\nOn appeal, held: Order of High Court not justified as the same was without\nconsideration of the norms of promotion-Regulations for Navy Part III\n(Statutory) Chapter I.\nIn a Writ Petition filed by the respondent claiming promotion, High\nCourt held that he was eligible for promotion as he was at serial No. 2 in the\nmerit list and two vacancies were available. Hence the present appeal.\nAllowing the appeal, the Court.\nC\nD\nHELD: 1. There is nothing illegal in the procedure adopted. It was inter\nalia noted that while considering the matter on 24th August, 2004, two E\nadditional vacancies of 2005 were taken into account keeping in view the\nguidelines issued by the Ministry of Defence in September, 2000 and five more\n\"First Look officers\" of next 18 months batch were included in the list for\nconsideration in accordance with Naval Orders (Special) 4/1999 to ensure\nequal distribution of promotion factor amongst batches. The Chief of Naval\nStaff is required to approve the Approach papers prepared by the Personnel\nBranch of the Ministry of Defence. The paper laid down the procedure to be\nfollowed by the Board and to supply the information regarding the batches to\nbe considered, number of officers to be selected and other policy decisions.\nThe aforesaid procedure does not appear to have been departed from.\n[Para 12] [319-H; 320-A-B]\n2. High Court has lost sight of one relevant fact that if two vacancies\nare to be considered for filling up by the appellant, then the zone of\nconsideration is six officers as against zone of 4 officers taken into account\nfor filling up one vacancy. If the zone of consideration is in respect of two\n315\nF\nG\nH\n316\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA vacancies, then two more officers from within the zone of consideration for\nfilling up the vacancy are to be considered. [Para 10] [319-B-C]\n3. There appears to be no conflict between the Government guidelines\ndated 25.9.2000 and the policy of the equitable distribution of vacancies\ncontaining the Naval Order (Special) 4/99. The High Court seems to have\nB proceeded on the basis that when two vacancies were available on 18.6.2004,\none vacancy should not have been released and the selection of the respondent\nwas to be done automatically. This does not appear to be the correct approach\nto be adopted. The appellants have accepted that there is no conflict and the\nNavy Order (Special) 4/99 was to prevail. When all vacancies are made\nC available the panel of officers for consideration has to be accordingly\nexpanded. [Para 11] [319-F-G; E]\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 503 of 2007.\nFrom the final Judgment and Order dated 7.2.2006 of the High Court of\nDelhi at New Delhi in W.P. No. 14467/2004.\nVikas Singh, A.S.G., Anuvrat Sharma, Sanjay Kumar Singh and Anil\nKatiyar for the Appellants.\nSanjay Kapur, Shubhra Kapur, Rajiv Kapur and Arti Singh for the\nE Respondent.\nF\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. The appellants call in question legality of the judgment rendered by\na Division Bench of the Delhi High Court allowing the writ petition filed by\nthe respondent and holding that the respondent was eligible for promotion\nto the rank of Rear Admiral. The High Court was of the view that there were\ntwo vacancies available and, therefore, the respondent who was eligible and\nat serial No.2 in the merit list was denied promotion. The order of the High\nG Court is challenged on the ground that the High Court has completely lost.\nsight of the requirements of Navy Order 4/99. It is the case of the appellants\nthat only one vacancy was under consideration by the Promotion Board and,\ntherefore, only the officer who was at the first rank was appointed. In case\nthe vacancies are more, particular modalities are to be adopted and in the zone\nof consideration respondent was placed lower. The High Court was not\nH\nU.O.I. v. F.H. DUBASH [PASAYAT, J.]\n317\njustified in holding that merely because the respondent was ranked second A\nin the merit list when the consideration was for one vacancy, he ought to have\nbeen appointed when two vacancies were considered by the Promotion Board.\nC\n3. It is pointed out that the normal procedure adopted is not disputed\nby learned counsel for the respondent that when consideration is for one\npost, two \"fresh look\" and two \"review\" cases are to be considered in terms\nB\nof the Directorate Business Rules, 2001. The promotion factors and the\nGovernment instructions have one objective i.e. one batch should not take\nadvantage because of one year vacancy. Therefore, the cases of 1989, 1990\nand 1991 come within the zone of consideration and that the consideration\nwas not confined to one batch and that is why the zone of consideration was\nexpanded. The High Court's view is that since two vacancies were to be\nconsidered, the respondent automatically becomes entitled to promotion. By\nfollowing the norms of zone of consideration if two vacancies are considered,\nhe does not come into zone of promotion. In fact, three people were promoted\ntaking into account the vacant posts. They were not parties before the High\nCourt. Therefore, the High Court did not disturb them. It has not been D\nindicated in the High Court's order as to how its order can be implemented\nif there was no vacancy. Further, the High Court should not have interfered\nwith the policy decision. It was the Chief of Naval Staff who had decided the\nnorms. It is not the case of respondent that there mala fides were involved.\n4. According to learned counsel for the respondent, the High Court has\ntaken note of the fact that there were two vacancies which could have been\nconsidered at the time of initial consideration. Therefore, the respondent who\nwas at serial no.2 in the merit list should have been automatically appointed.\n5. A few provisions in the Regulations for Navy Part III (Statutory)\nChapter I need to be noted. Clause 10 reads as follows:\nE\nF\n\"Before each Promotion Board, an Approach paper is to be\nprepared by the Personnel Branch and approved by the CNS. The\npaper will broadly lay down the procedure to be followed by the\nBoard. It will provide information regarding batches to be considered, G\nnumber of officers to be selected based on a long term perspective\nand other important policy decisions as applicable. No departure from\nthe procedure stipulated in the Approach Paper will be permitted\nwithout prior approval of the CNS.\"\n6. The selection procedure is provided in Clause 11. The same reads as H\n318\nA follows:\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nB\nC\nD\nE\nF\n\"Number of officers to be considered: The following guidelines\nwill apply with regard to the number of officers to be considered:-\n(a) Selection to the rank of Vice Admiral: The number of officers to\nbe considered for promotion to the rank of Vice Admiral will be\ndecided by the Board based on the seniority wise distribution of\nofficers and the number of vacancies available in the higher rank.\n(b) Selection to the rank of Rear Admiral and below: For promotion\nto the rank of Rear Admiral and below, officers of each branch will be\ndivided into half-yearly batches depending on their seniority, i.e.\nofficers of Ist January to 30th June seniority forming one batch and\nof 1st July to 31st December seniority forming the other. The number\nof half-yearly batches to be considered on a particular occasion will\nbe decided on the basis of the long and short term requirements of\nthe Services and the number of vacancies likely to become available.\nNOTE: The select list of a particular year will be divided into two\nbatches, i.e. Select List A \u0026 B corresponding to the six monthly\nbatches considered in that year. The officers belonging to a particular\nbatch list will be considered together for promotion irrespective of\ntheir date of confirmation in the rank Select List A and B will be used\nonly for the purpose of confirmation in the higher rank, as a batch.\"\n7. The number of officers to be considered is of considerable importance\nin the present dispute. The relevant prescriptions are in Clause 13. The same\nread as follows:\n\"The officer, not placed in Select List for promotion to higher rank\nwill be considered for promotion upto three times in each rank.”\n8. Before each Promotion Board, the number has to be fixed and the\nChief of Naval Staff has to fix the number. As noted above, the Chief of Naval\nStaff had fixed the norms as follows:\nG\nVacancies\nArea of consideration\n1.\nTwo fresh look cases\nTwo review cases\n2. Four fresh look cases\nTwo review cases\nH\nT\nU.O.I. v. F.H. DUBASH [PASAYAT, J.]\n319\n3.\nSeven fresh look cases\nTwo review cases\nA\n9. It is to be noted that review number remains constant at two. There\nis no dispute that initially the Chief of Naval Staff decided that there was one\nvacancy.\nC\n10. It is to be noted that the High Court has lost sight of one relevant B\nfact that if two vacancies are to be considered for filling up by the appellant,\nthen the zone of consideration is six officers as against zone of 4 officers\ntaken into account for filling up one vacancy. If the zone of consideration is\nin respect of two vacancies, then two more officers from within the zone of\nconsideration for filling up the vacancy are to be considered. By order dated\n10.3.2006 this Court had directed that the process as directed by the High\nCourt is to continue, but no final decision can be taken. It was indicated by\nway of an affidavit that the exercise was undertaken and in the said exercise\nsix officers were considered and the respondent in the promotional list prepared\nby the appellants is at serial No.4 and accordingly he does not come within\nthe first two names for promotion as Rear Admiral if only two vacancies are D\ntaken into consideration. The first and second persons in the merit list are\namongst the three persons who were promoted in the selection by the\nPromotion Board dated 24.8.2004.\n11. The High Court seems to have proceeded on the basis that there\nwas a conflict between the Ministry of Defence Guidelines dated 25th E\nSeptember, 2000 and Navy Order (Special) 4/99 issued by the Chief of the\nNaval Staff. The appellants have accepted that there is no conflict and the\nNavy Order (Special) 4/99 was to prevail. It is to be noted that when all\nvacancies are made available the panel of officers for consideration has to be\naccordingly expanded. There appears to be no conflict between the Government\nguidelines dated 25.9.2000 and the policy of the equitable distribution of\nvacancies containing the Naval Order (Special) 4/99. The High Court seems\nto have proceeded on the basis that when two vacancies were available on\n18.6.2004, one vacancy should not have been released and the selection of\nthe respondent was to be done automatically. This does not appear to be the\ncorrect approach to be adopted.\n12. The High Court found fault with the procedure adopted i.e.\nconsidering one vacancy on 18.6.2004 and two vacancies in the New Board\nconvened on 24th August, 2004 thereby considering cases of five more\nofficers. There is nothing illegal in the procedure adopted. It was inter alia\nF\nG\nH\n320\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA noted that while considering the matter on 24th August, 2004, two additional\nvacancies of 2005 were taken into account keeping in view the guidelines\nissued by the Ministry of Defence in September, 2000 and five more \"First\nLook officers\" of next 18 months batch were included in the list for consideration\nin accordance with Naval Orders (Special) 4/1999 to ensure equal distribution\nof promotion factor amongst batches. The Chief of Naval Staff is required to\nB\napprove the Approach papers prepared by the Personnel Branch of the\nMinistry of Defence. The paper laid down the procedure to be followed by\nthe Board and to supply the information regarding the batches to be\nconsidered, number of officers to be selected and other policy decisions. The\naforesaid procedure does not appear to have been departed from. Therefore,\nC the High Court's approach is clearly erroneous and deserves to be set aside\nwhich we direct. The appeal is allowed but without any order as to costs.\nK.K.T.\nAppeal allowed.\n+\n"}