{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nANURAN RASTOGI AND ORS.\nV.\nSTATE OF U.P. AND ANR.\nFEBRUARY 7, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nT\nCode of Criminal Procedure, 1973:\nss.190 and 193—Cognizance of offence u/ss. 498A, 323 and 504 IPC\nC and ss.3 and 4 of Dowry Prohibition Act by Magistrate-Application by\ninformant that on the basis of evidence collected by Investigating Officer,\ncase was triable by Sessions Judge under ss.406 and 307 IPC-Magistrate\nwas of view that only after adducing evidence if offence u/ss.406, 307 is made\nout then cognizance under these sections would be taken-Aggrieved\nD informant filed petition before High Court wherein it was held that Magistrate\ncould consider offences for which accused has to be tried, at the time of\nframing charge and further observed that Magistrate had not applied his\nmind to merits of the points raised by informant-On appeal held, Magistrate\nnot bound to take cognizance of offence indicated in the police report-High\nCourt having held that proper stage is stage of framing charge, could not\nE have found fault with the Magistrate's observation to similar effect.\nF\nG\nH\nOn the basis of the information given by respondent no. 2, a case of\nalleged commission of offence punishable under ss. 498-A, 323, 504 IPC, 1860\nread with ss. 3 and 4 of the Dowry Prohibition Act, 1961 was registered. The\nMagistrate took cognizance of the offences and issued summons to the accused\npersons.\nRespondent no. 2 filed a petition before the High Court stating that the\nmaterials collected by the investigating officer and contained in the case diary\nitself justified trial under ss.307 and 406 IPC and that by addition of these\nsections, the case was triable by the Court of Sessions. High Court was of\nthe view that the Magistrate had not applied his mind to the merits of the\npoints raised by the informant. The Magistrate was not bound by the\ndescription in the police report and while taking cognizance he could make\nvariation if there was sufficient material before him. The High Court felt that\n336\nT\nANURAN RASTOGI v. STATE OF U.P. [PASAYAT, J.]\n337\nwhen the informant claimed that the materials contained in the case diary A\nindicated commission of certain offences which make it case triable\nexclusively by the Court of Sessions, the Magistrate ought to have considered\nand decided at the time of framing charges, the points so that unnecessary\nproceedings were not taken up and ultimately the case was to go before the\nSessions Judge. Direction was given to consider and decide the matter afresh.\nHence the present appeal.\nDisposing of the appeal, the Court\nB\nHELD: The High Court has unnecessarily made certain observations\nwhich lead to contrary conclusions. Having held that the proper stage for\nC\nconsideration is stage of framing charge, there was no necessity for further\nobservations and/or directions. It rightly held that the Magistrate is not bound\nto take cognizance of the offences indicated in the police report. That being\nso, the ultimate directions of the High Court materially differ from its earlier\nconclusions. The Magistrate has to consider material at the time of framing\ncharge. Needless to say he will pass necessary orders if according to him the D\ncase is triable by the Court of Sessions. [Paras 6, 7] [338-H; 339-B]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 177 of\nFrom the Judgment/Final Order dated 8.2.2006 of the High Court of E\nJudicature at Allahabad, Lucknow Bench, Lucknow in Crl. Misc. Case No.\n350/2006.\nGaurav Bhatia and Abhishek Chaudhary for the Appellants.\nP. Narasimhan for the Respondents.\nF\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a learned\nSingle Judge of the Allahabad High Court. The High Court by the impugned\norder partly accepted the challenge made by the respondent no.1, the informant,\nin Crime no.53 of 2005.\nG\n3. Factual background in a nutshell is as follows:\nH\nA\nB\n338\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n4. On the basis of the information given by respondent no.2 case of\nalleged commission of offence punishable under Sections 498-A, 323, 504 of\nthe Indian Penal Code, 1860 (in short the ‘IPC') read with Sections 3 and 4\nof the Dowry Prohibition Act, 1961 (in short ‘Dowry Act') was registered.\nAfter investigation charge sheet was filed against the appellants. The magistrate\ntook cognizance of the offences and issued summons to the accused persons.\nThe offences are triable by Magistrate, First Class. The informant filed an\napplication before the concerned Magistrate to the effect that on the basis\nof evidence collected by the investigating officer, cognizance ought to have\nbeen taken for offence punishable under Sections 406 and 307 IPC. The\nmagistrate was of the view that after evidence is adduced, commission of the\nC offence punishable under Sections 406 and 307 IPC is made out, then the\nprayer of the informant could be considered. Respondent no.2 filed a petition\nbefore the High Court stating that the materials collected by the investigating\nofficer and contained in the case diary itself justified trial under Sections 307\nand 406 IPC. It was pointed out that by addition of these sections, the case\nshould be tried by the Court of Sessions while on the basis of cognizance\nD taken the case is triable by the Magistrate. The High Court was of the view\nE\nF\nG\nH\nthat the Magistrate had not applied his mind to the merits of the points raised\nby the informant. The Magistrate was not bound by the description in the\npolice report and while taking cognizance it could make variation if there was\nsufficient material before him. The High Court felt that when the informant\nclaimed that the materials contained in the case diary indicated commission\nof certain offences which make it case triable exclusively by the Court of\nSessions, the Magistrate should at the time of framing charges consider and\ndecide points so that unnecessary proceedings are not taken up if the case\nis to ultimately go before the Sessions Judge. After having so held the High\nCourt held that proper stage is the stage of framing charge. Direction was\ngiven to consider and decide the matter afresh.\n5. Learned counsel for the appellants submitted that the approach of the\nHigh Court is clearly erroneous. It rightly held that at the time of framing\ncharge the Magistrate could consider as to what are the offences for which\naccused persons have to be tried. Having held so, the High Court could not\nhave found fault with the Magistrate's observations to similar effect.\n6. We find that the High Court has unnecessarily made certain\nobservations which lead to contrary conclusions. Having held that the proper\nstage for consideration is stage of framing charge, there was no necessity for\nfurther observations and/or directions. It rightly held that the Magistrate is\n\u003e\nANURAN RASTOGI v. STATE OF U.P. [PASAYAT, J.]\n339\nnot bound to take cognizance of the offences indicated in the police report. A\nThat being so, the ultimate directions of the High Court materially differ from\nits earlier conclusions.\n7. The Magistrate has to consider material at the time of framing charge.\nNeedless to say he will pass necessary orders if according to him the case\nis triable by the Court of Sessions.\nD.G.\n8. The appeal is accordingly disposed of.\nAppeal disposed of.\nB\n"}